[
  {
    "id": 942,
    "category": "كتاب الخوف",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ سَأَلْتُهُ هَلْ صَلَّى النَّبِيُّ صلى الله عليه وسلم يَعْنِي صَلاَةَ الْخَوْفِ قَالَ أَخْبَرَنِي سَالِمٌ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قِبَلَ نَجْدٍ، فَوَازَيْنَا الْعَدُوَّ فَصَافَفْنَا لَهُمْ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي لَنَا فَقَامَتْ طَائِفَةٌ مَعَهُ تُصَلِّي، وَأَقْبَلَتْ طَائِفَةٌ عَلَى الْعَدُوِّ وَرَكَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَنْ مَعَهُ، وَسَجَدَ سَجْدَتَيْنِ، ثُمَّ انْصَرَفُوا مَكَانَ الطَّائِفَةِ الَّتِي لَمْ تُصَلِّ، فَجَاءُوا، فَرَكَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِهِمْ رَكْعَةً، وَسَجَدَ سَجْدَتَيْنِ ثُمَّ سَلَّمَ، فَقَامَ كُلُّ وَاحِدٍ مِنْهُمْ فَرَكَعَ لِنَفْسِهِ رَكْعَةً وَسَجَدَ سَجْدَتَيْنِ‏.‏",
    "english_text": "I asked Az-Zuhri, \"Did the Prophet (ﷺ) ever offer the Fear Prayer?\" Az-Zuhri said, \"I was told by Salim \nthat `Abdullah bin `Umar I had said, 'I took part in a holy battle with Allah's Messenger (ﷺ) I in Najd. We \nfaced the enemy and arranged ourselves in rows. Then Allah's Messenger (ﷺ) (p.b.u.h) stood up to lead the \nprayer and one party stood to pray with him while the other faced the enemy. Allah's Messenger (ﷺ) (p.b.u.h) \nand the former party bowed and performed two prostrations. Then that party left and took the place of \nthose who had not prayed. Allah's Messenger (ﷺ) prayed one rak`a (with the latter) and performed two \nprostrations and finished his prayer with Taslim. Then everyone of them bowed once and performed \ntwo prostrations individually.' \"",
    "explication": "‏ ‏قَوْله : ( عَنْ اَلزُّهْرِيِّ سَأَلْته ) ‏ ‏اَلْقَائِل هُوَ شُعَيْب وَالْمَسْئُولُ هُوَ اَلزُّهْرِيُّ وَهُوَ اَلْقَائِلُ \" أَخْبَرَنِي سَالِم \" أَيْ اِبْن عَبْد اَللَّه بْن عُمَر , وَوَقَعَ بِخَطّ بَعْض مَنْ نَسَخَ اَلْحَدِيثَ عَنْ اَلزُّهْرِيِّ قَالَ سَأَلْتُهُ فَأَثْبَتَ قَالَ ظَنًّا أَنَّهَا حُذِفَتْ خَطَأ عَلَى اَلْعَادَةِ , وَهُوَ مُحْتَمَل , وَيَكُونُ حَذْف فَاعِل قَالَ , لَا أَنَّ اَلزُّهْرِيَّ هُوَ اَلَّذِي قَالَ : وَالْمُتَّجَهُ حَذْفهَا وَتَكُونُ اَلْجُمْلَةُ حَالِيَّةً أَيْ أَخْبَرَنِي اَلزُّهْرِيُّ حَالَ سُؤَالِي إِيَّاهُ. وَقَدْ رَوَاهُ اَلنَّسَائِيّ مِنْ طَرِيق بَقِيَّةَ عَنْ شُعَيْب حَدَّثَنِي اَلزُّهْرِيّ عَنْ سَالِم بْن عَبْد اَللَّه عَنْ أَبِيهِ , وَأَخْرَجَهُ اَلسَّرَّاجُ عَنْ مُحَمَّد بْن يَحْيَى عَنْ أَبِي اَلْيَمَانِ شَيْخ اَلْبُخَارِيّ فِيهِ فَزَاد فِيهِ وَلَفْظه \" سَأَلْته هَلْ صَلَّى رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاة اَلْخَوْفِ أَمْ لَا ؟ وَكَيْفَ صَلَّاهَا إِنْ كَانَ صَلَّاهَا ؟ وَفِي أَيِّ مَغَازِيهِ كَانَ ذَلِكَ ؟ \" فَأَفَادَ بَيَانُ اَلْمَسْئُولِ عَنْهُ وَهُوَ صَلَاةُ اَلْخَوْفِ. ‏ ‏قَوْله : ( غَزَوْت مَعَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ قِبَلَ نَجْدٍ ) ‏ ‏بِكَسْرِ اَلْقَافِ وَفَتْحِ اَلْمُوَحَّدَةِ أَيْ جِهَةَ نَجْدٍ , وَنَجْدٌ كُلُّ مَا اِرْتَفَعَ مِنْ بِلَادِ اَلْعَرَبِ , وَسَيَأْتِي بَيَانُ هَذِهِ اَلْغَزْوَة فِي اَلْكَلَامِ عَلَى غَزْوَةِ ذَاتِ اَلرِّقَاعِ مِنْ اَلْمَغَازِي. ‏ ‏قَوْله : ( فَوَازَيْنَا ) ‏ ‏بِالزَّاي أَيْ قَابَلْنَا , قَالَ صَاحِب اَلصِّحَاحِ : يُقَالُ آزَيْت , يَعْنِي بِهَمْزَةٍ مَمْدُودَةٍ لَا بِالْوَاو. وَاَلَّذِي يَظْهَرُ أَنَّ أَصْلَهُ اَلْهَمْزَة فَقُلِبَتْ وَاوًا. ‏ ‏قَوْله : ( فَصَافَفْنَاهُمْ ) ‏ ‏فِي رِوَايَةِ اَلْمُسْتَمْلِي وَاَلسَّرَخْسِيّ \" فَصَافَفْنَا لَهُمْ \" وَقَوْلِهِ \" فَصَلَّى لَنَا \" أَيْ لِأَجْلِنَا أَوْ بِنَا. ‏ ‏قَوْله : ( ثُمَّ اِنْصَرَفُوا مَكَان اَلطَّائِفَةِ اَلَّتِي لَمْ تُصَلِّ ) ‏ ‏أَيْ فَقَامُوا فِي مَكَانِهِمْ , وَصَرَّحَ بِهِ فِي رِوَايَةِ بَقِيَّةَ اَلْمَذْكُورَةِ , وَلِمَالِكٍ فِي اَلْمُوَطَّأِ عَنْ نَافِعٍ عَنْ اِبْن عُمَر \" ثُمَّ اِسْتَأْخَرُوا مَكَان اَلَّذِينَ لَمْ يُصَّلُوا وَلَا يُسَلِّمُونَ \" وَسَيَأْتِي عِنْدَ اَلْمُصَنِّفِ فِي اَلتَّفْسِيرِ. ‏ ‏قَوْله : ( رَكْعَة وَسَجَدَ سَجْدَتَيْنِ ) ‏ ‏زَاد عَبْد اَلرَّزَّاق عَنْ اِبْن جُرَيْجٍ عَنْ اَلزُّهْرِيِّ \" مِثْلَ نِصْفِ صَلَاةِ اَلصُّبْحِ \" وَفِي قَوْلِهِ مِثْلَ نِصْفِ صَلَاةِ اَلصُّبْحِ إِشَارَة إِلَى أَنَّ اَلصَّلَاةَ اَلْمَذْكُورَةَ كَانَتْ غَيْرَ اَلصُّبْحِ , فَعَلَى هَذَا فَهِيَ رُبَاعِيَّة , وَسَيَأْتِي فِي اَلْمَغَازِي مَا يَدُلُّ عَلَى أَنَّهَا كَانَتْ اَلْعَصْر , وَفِيهِ دَلِيلٌ عَلَى أَنَّ اَلرَّكْعَةَ اَلْمَقْضِيَّةَ لَا بُدَّ فِيهَا مِنْ اَلْقِرَاءَةِ لِكُلٍّ مِنْ اَلطَّائِفَتَيْنِ خِلَافًا لِمَنْ أَجَازَ لِلثَّانِيَةِ تَرْك اَلْقِرَاءَةِ. ‏ ‏قَوْله : ( فَقَامَ كُلُّ وَاحِدٍ مِنْهُمْ فَرَكَع لِنَفْسِهِ ) ‏ ‏لَمْ تَخْتَلِفْ اَلطُّرُق عَنْ اِبْن عُمَر فِي هَذَا , وَظَاهِره أَنَّهُمْ أَتَمُّوا لِأَنْفُسِهِمْ فِي حَالَةٍ وَاحِدَةٍ , وَيُحْتَمَلُ أَنَّهُمْ أَتَمُّوا عَلَى اَلتَّعَاقُبِ وَهُوَ اَلرَّاجِحُ مِنْ حَيْثُ اَلْمَعْنَى وَإِلَّا فَيَسْتَلْزِمُ تَضْيِيع اَلْحِرَاسَةِ اَلْمَطْلُوبَةِ , وَإِفْرَاد اَلْإِمَامِ وَحْدَهُ. وَيُرَجِّحُهُ مَا رَوَاهُ أَبُو دَاوُد مِنْ حَدِيثِ اِبْن مَسْعُود وَلَفْظه \" ثُمَّ سَلَّمَ فَقَامَ هَؤُلَاءِ أَيْ اَلطَّائِفَةُ اَلثَّانِيَةُ فَقَضَوْا لِأَنْفُسِهِمْ رَكْعَة ثُمَّ سَلَّمُوا , ثُمَّ ذَهَبُوا وَرَجَعَ أُولَئِكَ إِلَى مَقَامِهِمْ فَصَلَّوْا لِأَنْفُسِهِمْ رَكْعَةً ثُمَّ سَلَّمُوا \" ا ه. وَظَاهِرُهُ أَنَّ اَلطَّائِفَةَ اَلثَّانِيَةَ وَالَّتِي بَيْنَ رَكْعَتَيْهَا ثُمَّ أَتَمَّتْ اَلطَّائِفَةُ اَلْأُولَى بَعْدَهَا , وَوَقَعَ فِي اَلرَّافِعِيِّ تَبَعًا لِغَيْرِهِ مِنْ كُتُبِ اَلْفِقْهِ أَنَّ فِي حَدِيثِ اِبْن عُمَر هَذَا أَنَّ اَلطَّائِفَةَ اَلثَّانِيَةَ تَأَخَّرَتْ وَجَاءَتْ اَلطَّائِفَة اَلْأُولَى فَأَتَمُّوا رَكْعَة , ثُمَّ تَأَخَّرُوا وَعَادَتْ اَلطَّائِفَةُ اَلثَّانِيَةُ فَأَتَمُّوا , وَلَمْ نَقِفْ عَلَى ذَلِكَ فِي شَيْءٍ مِنْ اَلطُّرُقِ , وَبِهَذِهِ اَلْكَيْفِيَّةِ أَخَذَ اَلْحَنَفِيَّةُ , وَاخْتَارَ اَلْكَيْفِيَّة اَلَّتِي فِي حَدِيثِ اِبْن مَسْعُود أَشْهَب وَالْأَوْزَاعِيُّ , وَهِيَ اَلْمُوَافِقَةُ لِحَدِيثِ سَهْل بْن أَبِي حَثْمَة مِنْ رِوَايَةِ مَالِك عَنْ يَحْيَى بْن سَعِيد , وَاسْتَدَلَّ بِقَوْلِهِ طَائِفَة عَلَى أَنَّهُ لَا يُشْتَرَطُ اِسْتِوَاء اَلْفَرِيقَيْنِ فِي اَلْعَدَدِ , لَكِنْ لَا بُدَّ أَنْ تَكُونَ اَلَّتِي تَحْرُسُ يَحْصُلُ اَلثِّقَة بِهَا فِي ذَلِكَ , وَالطَّائِفَة تُطْلَقُ عَلَى اَلْكَثِيرِ وَالْقَلِيلِ حَتَّى عَلَى اَلْوَاحِدِ , فَلَوْ كَانُوا ثَلَاثَة وَوَقْع لَهُمْ اَلْخَوْف جَازَ لِأَحَدِهِمْ أَنْ يُصَلِّيَ بِوَاحِد. وَيَحْرُسُ وَاحِد ثُمَّ يُصَلِّي اَلْآخَر , وَهُوَ أَقَلُّ مَا يُتَصَوَّرُ فِي صَلَاةِ اَلْخَوْفِ جَمَاعَة عَلَى اَلْقَوْلِ بِأَقَلِّ اَلْجَمَاعَة مُطْلَقًا , لَكِنْ قَالَ اَلشَّافِعِيّ : أَكْرَهُ أَنْ تَكُونَ كُلّ طَائِفَةٍ أَقَلَّ مِنْ ثَلَاثَةٍ لِأَنَّهُ أَعَادَ عَلَيْهِمْ ضَمِير اَلْجَمْعِ بِقَوْلِهِ : ( أَسْلِحَتهمْ ذَكَرَهُ اَلنَّوَوِيّ فِي شَرْحِ مُسْلِم وَغَيْره , وَاسْتَدَلَّ بِهِ عَلَى عِظَمِ أَمْر اَلْجَمَاعَةِ , بَلْ عَلَى تَرْجِيحِ اَلْقَوْلِ بِوُجُوبِهَا لِارْتِكَابِ أُمُورٍ كَثِيرَةٍ لَا تُغْتَفَرُ فِي غَيْرِهَا , وَلَوْ صَلَّى كُلّ اِمْرِئ مُنْفَرِدًا لَمْ يَقَعْ اَلِاحْتِيَاج إِلَى مُعْظَمِ ذَلِكَ , وَقَدْ وَرَدَ فِي كَيْفِيَّةِ صَلَاة اَلْخَوْف صِفَات كَثِيرَة , وَرَجَّحَ اِبْن عَبْد اَلْبَرّ هَذِهِ اَلْكَيْفِيَّة اَلْوَارِدَة فِي حَدِيثِ اِبْن عُمَر عَلَى غَيْرِهَا لِقُوَّة اَلْإِسْنَاد لِمُوَافَقَة اَلْأُصُول فِي أَنَّ اَلْمَأْمُومَ لَا يُتِمُّ صِلَاتَهُ قَبْلَ سَلَامِ إِمَامِهِ , وَعَنْ أَحْمَدَ قَالَ : ثَبَتَ فِي صَلَاةِ اَلْخَوْفِ سِتَّة أَحَادِيثَ أَوْ سَبْعَة أَيُّهَا فَعَلَ اَلْمَرْءُ جَاز , وَمَال إِلَى تَرْجِيحِ حَدِيثِ سَهْلِ اِبْن أَبِي حَثْمَة اَلْآتِي فِي اَلْمَغَازِي , وَكَذَا رَجَّحَهُ اَلشَّافِعِيّ , وَلَمْ يَخْتَرْ إِسْحَاق شَيْئًا عَلَى شَيْء , وَبِهِ قَالَ اَلطَّبَرِيّ وَغَيْر وَاحِدٍ مِنْهُمْ اِبْن اَلْمُنْذِر وَسَرَدَ ثَمَانِيَة أَوْجُهٍ , وَكَذَا اِبْن حِبَّانَ فِي صَحِيحِهِ وَزَادَ تَاسِعًا. وَقَالَ اِبْن حَزْم : صَحَّ فِيهَا أَرْبَعَةَ عَشَرَ وَجْهًا , وَبَيَّنَهَا فِي جُزْءٍ مُفْرَدٍ. وَقَالَ اِبْن اَلْعَرَبِيِّ فِي \" اَلْقَبَسِ \" : جَاءَ فِيهَا رِوَايَات كَثِيرَة أَصَحّهَا سِتَّة عَشَر رِوَايَة مُخْتَلِفَة , وَلَمْ يُبَيِّنْهَا. وَقَالَ اَلنَّوَوِيّ نَحْوَهُ فِي شَرْحِ مُسْلِمٍ وَلَمْ يُبَيِّنْهَا أَيْضًا , وَقَدْ بَيَّنَهَا شَيْخُنَا اَلْحَافِظُ أَبُو اَلْفَضْل فِي شَرْحِ اَلتِّرْمِذِيِّ وَزَادَ وَجْهًا آخَرَ فَصَارَتْ سَبْعَةَ عَشَرَ وَجْهًا , لَكِنْ يُمْكِنُ أَنْ تَتَدَاخَلَ. قَالَ صَاحِب اَلْهُدَى : أُصُولُهَا سِتّ صِفَات , وَبَلَغَهَا بَعْضهمْ أَكْثَر , وَهَؤُلَاءِ كُلَّمَا رَأَوْا اِخْتِلَاف اَلرُّوَاةُ فِي قِصَّةٍ جَعَلُوا ذَلِكَ وَجْهًا مِنْ فِعْلِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَإِنَّمَا هُوَ مِنْ اِخْتِلَاف اَلرُّوَاةِ ا ه. وَهَذَا هُوَ اَلْمُعْتَمَدُ , وَإِلَيْهِ أَشَارَ شَيْخُنَا بِقَوْلِهِ : يُمْكِنُ تَدَاخُلُهَا. وَحَكَى اِبْنُ اَلْقَصَّارِ اَلْمَالِكِيُّ أَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّاهَا عَشْر مَرَّات , وَقَالَ اِبْن اَلْعَرَبِيِّ : صَلَّاهَا أَرْبَعًا وَعِشْرِينَ مَرَّة , وَقَالَ اَلْخَطَّابِيّ : صَلَّاهَا اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَيَّامٍ مُخْتَلِفَةٍ بِأَشْكَالٍ مُتَبَايِنَةٍ يَتَحَرَّى فِيهَا مَا هُوَ اَلْأَحْوَطُ لِلصَّلَاةِ وَالْأَبْلَغُ لِلْحِرَاسَةِ , فَهِيَ عَلَى اِخْتِلَاف صُوَرِهَا مُتَّفِقَة اَلْمَعْنَى ا ه. وَفِي كُتُبِ اَلْفِقْهِ تَفَاصِيل لَهَا كَثِيرَة وَفُرُوع لَا يَتَحَمَّلُ هَذَا اَلشَّرْح بَسْطَهَا وَاَللَّه اَلْمُسْتَعَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 943,
    "category": "كتاب الخوف",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْقُرَشِيُّ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، نَحْوًا مِنْ قَوْلِ مُجَاهِدٍ إِذَا اخْتَلَطُوا قِيَامًا‏.‏ وَزَادَ ابْنُ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\n\"‏ وَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَلْيُصَلُّوا قِيَامًا وَرُكْبَانًا ‏\"‏‏.‏",
    "english_text": "Ibn `Umar said something similar to Mujahid's saying: Whenever (Muslims and non-Muslims) stand \nface to face in battle, the Muslims can pray while standing. Ibn `Umar added, \"The Prophet (ﷺ) said, 'If \nthe number of the enemy is greater than the Muslims, they can pray while standing or riding \n(individually).' \"",
    "explication": "‏ ‏قَوْله : ( عَنْ نَافِعٍ عَنْ اِبْن عُمَر نَحْوًا مِنْ قَوْلِ مُجَاهِدٍ إِذَا اِخْتَلَطُوا قِيَامًا , وَزَاد اِبْن عُمَر عَنْ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" وَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَلْيُصَلُّوا قِيَامًا وَرُكْبَانًا \" ‏ ‏هَكَذَا أَوْرَدَهُ اَلْبُخَارِيّ مُخْتَصَرًا وَأَحَالَ عَلَى قَوْلِ مُجَاهِد , وَلَمْ يَذْكُرْهُ هُنَا وَلَا فِي مَوْضِعٍ آخَرَ مِنْ كِتَابِهِ , فَأَشْكَلَ اَلْأَمْرُ فِيهِ فَقَالَ اَلْكَرْمَانِيّ : مَعْنَاهُ أَنْ نَافِعًا رَوَى عَنْ اِبْن عُمَر نَحْوًا مِمَّا رَوَى مُجَاهِد عَنْ اِبْن عُمَر , اَلْمَرْوِيّ اَلْمُشْتَرَك بَيْنَهُمَا هُوَ مَا إِذَا اِخْتَلَطُوا قِيَامًا , وَزِيَادَة نَافِع عَلَى مُجَاهِد قَوْله \" وَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ إِلَخْ \" قَالَ : وَمَفْهُومُ كَلَامِ اِبْنِ بَطَّالٍ أَنَّ اِبْن عُمَر قَالَ مِثْلَ قَوْلِ مُجَاهِد , وَأَنَّ قَوْلَهُمَا مَثَلًا فِي اَلصُّورَتَيْنِ , أَيْ فِي اَلِاخْتِلَاطِ وَفِي اَلْأَكْثَرِيَّةِ , وَأَنَّ اَلَّذِي زَادَ هُوَ اِبْن عُمَر لَا نَافِع ا ه. وَمَا نَسَبَهُ لِابْنِ بَطَّالٍ بَيَّنَ فِي كَلَامِهِ إِلَّا اَلْمِثْلِيَّة فِي اَلْأَكْثَرِيَّةِ فَهِيَ مُخْتَصَّةٌ بِابْن عُمَر وَكَلَام اِبْنِ بَطَّالٍ هُوَ اَلصَّوَابُ وَإِنْ كَانَ لَمْ يَذْكُرْ دَلِيلَهُ. وَالْحَاصِلُ أَنَّهُمَا حَدِيثَانِ : مَرْفُوع وَمَوْقُوف , فَالْمَرْفُوع مِنْ رِوَايَةِ اِبْن عُمَر وَقَدْ يُرْوَى كُلّه أَوْ بَعْضه مَوْقُوفًا عَلَيْهِ أَيْضًا , وَالْمَوْقُوف مِنْ قَوْلِ مُجَاهِدٍ لَمْ يَرْوِهِ عَنْ اِبْن عُمَر وَلَا غَيْره , وَلَمْ أَعْرِفْ مِنْ أَيْنَ وَقَعَ لِلْكَرْمَانِيِّ أَنَّ مُجَاهِدًا رَوَى هَذَا اَلْحَدِيثَ عَنْ اِبْن عُمَر فَإِنَّهُ لَا وُجُودَ لِذَلِكَ فِي شَيْءٍ مِنْ اَلطُّرُقِ , وَقَدْ رَوَاهُ اَلطَّبَرِيّ عَنْ سَعِيد بْن يَحْيَى شَيْخ اَلْبُخَارِيّ فِيهِ بِإِسْنَادِهِ اَلْمَذْكُورِ عَنْ اِبْن عُمَر قَالَ \" إِذَا اِخْتَلَطُوا \" يَعْنِي فِي اَلْقِتَالِ \" فَإِنَّمَا هُوَ اَلذِّكْرُ وَإِشَارَة اَلرَّأْسِ \" قَالَ اِبْن عُمَر : قَالَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَيُصَلُّونَ قِيَامًا وَرُكْبَانًا \" هَكَذَا اِقْتَصَرَ عَلَى حَدِيثِ اِبْن عُمَر , وَأَخْرَجَهُ اَلْإِسْمَاعِيلِيّ عَنْ اَلْهَيْثَم بْن خَلَف عَنْ سَعِيدٍ اَلْمَذْكُورِ مِثْلَ مَا سَاقَهُ اَلْبُخَارِيّ سَوَاء , وَزَادَ بَعْدَ قَوْلِهِ \" اِخْتَلَطُوا : فَإِنَّمَا هُوَ اَلذِّكْرُ وَإِشَارَة اَلرَّأْسِ \" ا ه. وَتَبَيَّنَ مِنْ هَذَا أَنَّ قَوْلَهُ فِي اَلْبُخَارِيِّ \" قِيَامًا \" اَلْأُولَى تَصْحِيف مِنْ قَوْلِهِ \" فَإِنَّمَا \" وَقَدْ سَاقَهُ اَلْإِسْمَاعِيلِيّ مِنْ طَرِيقٍ أُخْرَى بَيْنَ لَفْظ مُجَاهِد وَبَيَّنَ فِيهَا اَلْوَاسِطَة بَيْنَ اِبْن جُرَيْجٍ وَبَيْنَهُ , فَأَخْرَجَهُ مِنْ رِوَايَةِ حَجَّاج بْن مُحَمَّد عَنْ اِبْن جُرَيْجٍ عَنْ عَبْد اَللَّه بْن كَثِير عَنْ مُجَاهِدٍ قَالَ \" إِذَا اِخْتَلَطُوا فَإِنَّمَا هُوَ اَلْإِشَارَة بِالرَّأْسِ \" قَالَ اِبْن جُرَيْجٍ \" حَدَّثَنِي مُوسَى بْن عُقْبَةَ عَنْ نَافِعٍ عَنْ اِبْن عُمَر بِمِثْلِ قَوْلِ مُجَاهِدٍ إِذَا اِخْتَلَطُوا فَإِنَّمَا هُوَ اَلذِّكْرُ وَإِشَارَة اَلرَّأْسِ \" وَزَادَ عَنْ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" فَإِنْ كَثُرُوا فَلْيُصَلُّوا رُكْبَانًا أَوْ قِيَامًا عَلَى أَقْدَامِهِمْ \" فَتَبَيَّنَ مِنْ هَذَا سَبَبُ اَلتَّعْبِيرِ بِقَوْلِهِ \" نَحْو قَوْلِ مُجَاهِد \" لِأَنَّ بَيْنَ لَفْظِهِ وَبَيْنَ لَفْظِ اِبْن عُمَر مُغَايَرَة , وَتَبَيَّنَ أَيْضًا أَنَّ مُجَاهِدًا إِنَّمَا قَالَهُ بِرَأْيهِ لَا مِنْ رِوَايَتِهِ عَنْ اِبْن عُمَر وَاَللَّهُ أَعْلَمُ. وَقَدْ أَخْرَجَ مُسْلِم حَدِيث اِبْن عُمَر مِنْ طَرِيقِ سُفْيَان اَلثَّوْرِيِّ عَنْ مُوسَى بْن عُقْبَةَ فَذَكَرَ صَلَاةَ اَلْخَوْفِ نَحْوَ سِيَاق اَلزُّهْرِيّ عَنْ سَالِمٍ وَقَالَ فِي آخِرِهِ \" قَالَ اِبْن عُمَر : فَإِذَا كَانَ خَوْف أَكْثَر مِنْ ذَلِكَ فَلْيُصَلِّ رَاكِبًا أَوْ قَائِمًا يُومِئُ إِيمَاء \" وَرَوَاهُ اِبْن اَلْمُنْذِر مِنْ طَرِيقِ دَاوُد بْن عَبْد اَلرَّحْمَن عَنْ مُوسَى بْن عُقْبَةَ مَوْقُوفًا لَكِنْ قَالَ فِي آخِرِهِ \" وَأَخْبَرَنَا نَافِع أَنَّ عَبْد اَللَّه بْن عُمَر كَانَ يُخْبِرُ بِهَذَا عَنْ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" فَاقْتَضَى ذَلِكَ رَفْعَهُ كُلّه. وَرَوَى مَالِك فِي اَلْمُوَطَّأِ عَنْ نَافِعٍ كَذَلِكَ لَكِنْ قَالَ فِي آخِرِهِ \" قَالَ نَافِع : لَا أَرَى عَبْد اَللَّه بْن عُمَر ذَكَرَ ذَلِكَ إِلَّا عَنْ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" وَزَادَ فِي آخِرِهِ \" مُسْتَقْبِلِي اَلْقِبْلَة أَوْ غَيْر مُسْتَقْبِلِيهَا \". وَقَدْ أَخْرَجَهُ اَلْمُصَنِّفُ مِنْ هَذَا اَلْوَجْهِ فِي تَفْسِيرِ سُورَةِ اَلْبَقَرَةِ , وَرَوَاهُ عُبَيْدُ اَللَّهِ بْن عُمَر عَنْ نَافِعٍ عَنْ اِبْن عُمَر مَرْفُوعًا كُلّه بِغَيْرِ شَكٍّ أَخْرَجَهُ اِبْن مَاجَهْ وَلَفْظُهُ \" قَالَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي صَلَاةِ اَلْخَوْفِ : أَنْ يَكُونَ اَلْإِمَامُ يُصَلِّي بِطَائِفَةٍ \" فَذَكَرَ نَحْوَ سِيَاقِ سَالِمٍ عَنْ أَبِيهِ وَقَالَ فِي آخِرِهِ \" فَإِنْ كَانَ خَوْف أَشَدّ مِنْ ذَلِكَ فَرِجَالًا وَرُكْبَانًا \" وَإِسْنَاده جَيِّد. وَالْحَاصِلُ أَنَّهُ اُخْتُلِفَ فِي قَوْلِهِ \" فَإِنْ كَانَ خَوْف أَشَدّ مِنْ ذَلِكَ \" هَلْ هُوَ مَرْفُوعٌ أَوْ مَوْقُوفٌ عَلَى اِبْن عُمَر , وَالرَّاجِح رَفْعه , وَاَللَّه أَعْلَمُ. ‏ ‏قَوْله : ( وَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ ) ‏ ‏أَيْ إِنْ كَانَ اَلْعَدُوّ , وَالْمَعْنَى أَنَّ اَلْخَوْفَ إِذَا اِشْتَدَّ وَالْعَدْوّ إِذَا كَثُرَ فَخِيفَ مِنْ اَلِانْقِسَامِ لِذَلِكَ جَازَتْ اَلصَّلَاةُ حِينَئِذٍ بِحَسَبَ اَلْإِمْكَان , وَجَازَ تَرْكُ مُرَاعَاة مَا لَا يُقْدَرُ عَلَيْهِ مِنْ اَلْأَرْكَانِ , فَيَنْتَقِلُ عَنْ اَلْقِيَامِ إِلَى اَلرُّكُوعِ , وَعَنْ اَلرُّكُوعِ وَالسُّجُودِ إِلَى اَلْإِيمَاءِ إِلَى غَيْرِ ذَلِكَ , وَبِهَذَا قَالَ اَلْجُمْهُور وَلَكِنْ قَالَ اَلْمَالِكِيَّةَ : لَا يَصْنَعُونَ ذَلِكَ حَتَّى يُخْشَى فَوَات اَلْوَقْتِ , وَسَيَأْتِي مَذْهَبُ اَلْأَوْزَاعِيّ فِي ذَلِكَ بَعْدَ بَاب. ‏ ‏( تَنْبِيه ) : ‏ ‏اِبْن جُرَيْجٍ سَمِعَ اَلْكَثِير مِنْ نَافِع , وَقَدْ أَدْخَلَ فِي هَذَا اَلْحَدِيثِ بَيْنَهُ وَبَيْنَ نَافِع مُوسَى بْن عُقْبَةَ , فَفِي هَذَا اَلتَّقْوِيَة لِمَنْ قَالَ إِنَّهُ أَثْبَتُ اَلنَّاسِ فِي نَافِع , وَلِابْن جُرَيْجٍ فِيهِ إِسْنَاد آخَر أَخْرَجَهُ عَبْد اَلرَّزَّاق عَنْهُ عَنْ اَلزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 944,
    "category": "كتاب الخوف",
    "text_chakl": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَامَ النَّبِيُّ صلى الله عليه وسلم وَقَامَ النَّاسُ مَعَهُ، فَكَبَّرَ وَكَبَّرُوا مَعَهُ، وَرَكَعَ وَرَكَعَ نَاسٌ مِنْهُمْ، ثُمَّ سَجَدَ وَسَجَدُوا مَعَهُ، ثُمَّ قَامَ لِلثَّانِيَةِ فَقَامَ الَّذِينَ سَجَدُوا وَحَرَسُوا إِخْوَانَهُمْ، وَأَتَتِ الطَّائِفَةُ الأُخْرَى فَرَكَعُوا وَسَجَدُوا مَعَهُ، وَالنَّاسُ كُلُّهُمْ فِي صَلاَةٍ، وَلَكِنْ يَحْرُسُ بَعْضُهُمْ بَعْضًا‏.‏",
    "english_text": "Once the Prophet (p.b.u.h) led the fear prayer and the people stood behind him. He said Takbir \n(Allahu-Akbar) and the people said the same. He bowed and some of them bowed. Then he prostrated \nand they also prostrated. Then he stood for the second rak`a and those who had prayed the first rak`a \nleft and guarded their brothers. The second party joined him and performed bowing and prostration \nwith him. All the people were in prayer but they were guarding one another during the prayer.",
    "explication": "‏ ‏قَوْله : ( عَنْ اَلزُّبَيْدِيِّ ) ‏ ‏فِي رِوَايَة اَلْإِسْمَاعِيلِيّ \" حَدَّثَنَا اَلزُّبَيْدِيّ \" وَلَمْ أَرَهُ مِنْ حَدِيثِهِ إِلَّا مِنْ رِوَايَةِ مُحَمَّد اِبْن حَرْبٍ عَنْهُ , وَافَقَهُ عَلَيْهِ اَلنُّعْمَان بْن رَاشِد عَنْ اَلزُّهْرِيِّ أَخْرَجَهُ اَلْبَزَّار وَقَالَ : لَا نَعْلَمُ رَوَاهُ عَنْ اَلزُّهْرِيِّ إِلَّا اَلنُّعْمَان , وَلَا عَنْهُ إِلَّا وُهَيْب يَعْنِي اِبْن خَالِد ا ه. وَرِوَايَة اَلزُّبَيْدِيّ تَرُدُّ عَلَيْهِ. ‏ ‏قَوْله : ( وَرَكَعَ نَاسٌ مِنْهُمْ ) ‏ ‏زَاد الْكُشْمِيهَنِيُّ \" مَعَهُ \". ‏ ‏قَوْله : ( ثُمَّ قَامَ لِلثَّانِيَةِ فَقَامَ اَلَّذِينَ سَجَدُوا مَعَهُ ) ‏ ‏فِي رِوَايَة اَلنَّسَائِيّ وَالْإِسْمَاعِيلِيّ \" ثُمَّ قَامَ إِلَى اَلرَّكْعَةِ اَلثَّانِيَةِ فَتَأَخَّرَ اَلَّذِينَ سَجَدُوا مَعَهُ \". ‏ ‏قَوْله : ( فَرَكَعُوا وَسَجَدُوا ) ‏ ‏فِي رِوَايَتِهِمَا أَيْضًا \" فَرَكَعُوا مَعَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( فِي صَلَاة ) ‏ ‏زَاد اَلْإِسْمَاعِيلِيّ \" يُكَبِّرُونَ \" وَلَمْ يَقَعْ فِي رِوَايَة اَلزُّهْرِيّ هَذِهِ هَلْ أَكْمَلُوا اَلرَّكْعَةَ اَلثَّانِيَةَ أَمْ لَا , وَقَدْ رَوَاهُ اَلنَّسَائِيّ مِنْ طَرِيقِ أَبِي بَكْر بْن أَبِي اَلْجَهْمِ مِنْ شَيْخِهِ عُبَيْدِ اَللَّه بْن عَبْد اَللَّه بْن عُتْبَةَ فَزَادَ فِي آخِرِهِ \" وَلَمْ يَقْضُوا \" وَهَذَا كَالصَّرِيحِ فِي اِقْتِصَارِهِمْ عَلَى رَكْعَة رَكْعَة. وَفِي اَلْبَابِ عَنْ حُذَيْفَةَ وَعَنْ زَيْد اِبْن ثَابِت عِنْد أَبِي دَاوُد وَالنَّسَائِيّ وَابْنِ حِبَّانَ , وَعَنْ جَابِر عِنْدَ اَلنَّسَائِيِّ , وَيَشْهَدُ لَهُ مَا رَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيُّ مِنْ طَرِيق مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ \" فَرَضَ اَللَّهُ اَلصَّلَاةَ عَلَى لِسَانِ نَبِيِّكُمْ فِي اَلْحَضَرِ أَرْبَعًا وَفِي اَلسَّفَرِ رَكْعَتَيْنِ وَفِي اَلْخَوْفِ رَكْعَة \" وَبِالِاقْتِصَارِ فِي اَلْخَوْفِ عَلَى رَكْعَةٍ وَاحِدَةٍ يَقُولُ إِسْحَاق وَالثَّوْرِيّ وَمَنْ تَبِعَهُمَا , وَقَالَ بِهِ أَبُو هُرَيْرَة وَأَبُو مُوسَى اَلْأَشْعَرِيّ وَغَيْر وَاحِدٍ مِنْ اَلتَّابِعِينَ , وَمِنْهُمْ مَنْ قَيَّدَ ذَلِكَ بِشِدَّة اَلْخَوْف , وَسَيَأْتِي عَنْ بَعْضِهِمْ فِي شِدَّةِ اَلْخَوْفِ أَسْهَل مِنْ ذَلِكَ. وَقَالَ اَلْجُمْهُور : قَصْرُ اَلْخَوْف قَصْر هَيْئَةٍ لَا قَصْرُ عَدَدٍ , وَتَأَوَّلُوا رِوَايَة مُجَاهِدٍ هَذِهِ عَلَى أَنَّ اَلْمُرَادَ بِهِ رَكْعَة مَعَ اَلْإِمَامِ , وَلَيْسَ فِيهِ نَفْي اَلثَّانِيَة , وَقَالُوا : يُحْتَمَلُ أَنْ يَكُونَ قَوْله فِي اَلْحَدِيثِ اَلسَّابِقِ \" لَمْ يَقْضُوا \" أَيْ لَمْ يُعِيدُوا اَلصَّلَاةَ بَعْدَ اَلْأَمْنِ وَاَللَّهُ أَعْلَمُ. ‏ ‏( فَائِدَة ) : ‏ ‏لَمْ يَقَعْ فِي شَيْءٍ مِنْ اَلْأَحَادِيثِ اَلْمَرْوِيَّةِ فِي صَلَاةِ اَلْخَوْفِ تَعَرُّض لِكَيْفِيَّةِ صَلَاةِ اَلْمَغْرِبِ , وَقَدْ أَجْمَعُوا عَلَى أَنَّهُ لَا يَدْخُلُهَا قَصْر , وَاخْتَلَفُوا هَلْ اَلْأَوْلَى أَنْ يُصَلِّيَ بِالْأُولَى ثِنْتَيْنِ وَالثَّانِيَة وَاحِدَة أَوْ اَلْعَكْس. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 945,
    "category": "كتاب الخوف",
    "text_chakl": "حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا وَكِيعٌ، عَنْ عَلِيِّ بْنِ مُبَارَكٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَ عُمَرُ يَوْمَ الْخَنْدَقِ، فَجَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ وَيَقُولُ يَا رَسُولَ اللَّهِ مَا صَلَّيْتُ الْعَصْرَ حَتَّى كَادَتِ الشَّمْسُ أَنْ تَغِيبَ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ وَأَنَا وَاللَّهِ مَا صَلَّيْتُهَا بَعْدُ ‏\"‏‏.‏ قَالَ فَنَزَلَ إِلَى بُطْحَانَ فَتَوَضَّأَ، وَصَلَّى الْعَصْرَ بَعْدَ مَا غَابَتِ الشَّمْسُ، ثُمَّ صَلَّى الْمَغْرِبَ بَعْدَهَا‏.‏",
    "english_text": "On the day of the Khandaq `Umar came, cursing the disbelievers of Quraish and said, \"O Allah's \nApostle! I have not offered the `Asr prayer and the sun has set.\" The Prophet (ﷺ) replied, \"By Allah! I too, \nhave not offered the prayer yet. \"The Prophet (ﷺ) then went to Buthan, performed ablution and performed \nthe `Asr prayer after the sun had set and then offered the Maghrib prayer after it.\"",
    "explication": "‏ ‏قَوْلُهُ : ( هِشَامٌ ) ‏ ‏هُوَ اِبْن أَبِي عَبْد اللَّه الدَّسّْتُوَائِيُّ , وَيَحْيَى هُوَ اِبْن أَبِي كَثِيرٍ , وَأَبُو سَلَمَةَ هُوَ اِبْن عَبْد الرَّحْمَن. ‏ ‏قَوْله : ‏ ‏( أَنَّ عُمَر بْن الْخَطَّاب ) ‏ ‏قَدْ اِتَّفَقَ الرُّوَاة عَلَى أَنَّ هَذَا الْحَدِيث مِنْ رِوَايَة جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا حَجَّاجَ بْنَ نُصَيْرٍ فَإِنَّهُ رَوَاهُ عَنْ عَلِيِّ بْنِ الْمُبَارَكِ عَنْ يَحْيَى بْن أَبِي كَثِيرٍ فَقَالَ فِيهِ \" عَنْ جَابِر عَنْ عُمَر \" فَجَعَلَهُ مِنْ مُسْنَد عُمَر , تَفَرَّدَ بِذَلِكَ حَجَّاجٌ وَهُوَ ضَعِيفٌ. ‏ ‏قَوْله : ( يَوْمَ الْخَنْدَق ) ‏ ‏سَيَأْتِي شَرْحُ أَمْره فِي كِتَاب الْمَغَازِي. ‏ ‏قَوْله : ‏ ‏( بَعْدَمَا غَرَبَتْ الشَّمْس ) ‏ ‏فِي رِوَايَة شَيْبَانَ عَنْ يَحْيَى عِنْدَ الْمُصَنِّفِ \" وَذَلِكَ بَعْدَمَا أَفْطَرَ الصَّائِم \" وَالْمَعْنَى وَاحِدٌ. ‏ ‏قَوْله : ( يَسُبُّ كُفَّارَ قُرَيْشٍ ) ‏ ‏لِأَنَّهُمْ كَانُوا السَّبَب فِي تَأْخِيرهمْ الصَّلَاة عَنْ وَقْتهَا , إِمَّا الْمُخْتَار كَمَا وَقَعَ لِعُمَر , وَإِمَّا مُطْلَقًا كَمَا وَقَعَ لِغَيْرِهِ. ‏ ‏قَوْله : ( مَا كِدْت ) ‏ ‏قَالَ الْيَعْمُرِيُّ : لَفْظَةُ \" كَادَ \" مِنْ أَفْعَال الْمُقَارَبَةِ , فَإِذَا قُلْت كَادَ زَيْدٌ يَقُوم فُهِمَ مِنْهَا أَنَّهُ قَارَبَ الْقِيَام وَلَمْ يَقُمْ , قَالَ : وَالرَّاجِح فِيهَا أَنْ لَا تُقْرَنَ بِأَنْ , بِخِلَافِ عَسَى فَإِنَّ الرَّاجِح فِيهَا أَنْ تُقْرَنَ. قَالَ : وَقَدْ وَقَعَ فِي مُسْلِم فِي هَذَا الْحَدِيث \" حَتَّى كَادَتْ الشَّمْس أَنْ تَغْرُب \". ‏ ‏قُلْت : وَفِي الْبُخَارِيّ فِي \" بَاب غَزْوَة الْخَنْدَق \" أَيْضًا وَهُوَ مِنْ تَصَرُّف الرُّوَاة , وَهَلْ تَسُوغُ الرِّوَايَة بِالْمَعْنَى فِي مِثْل هَذَا أَوْ لَا ؟ الظَّاهِر الْجَوَاز , لِأَنَّ الْمَقْصُود الْإِخْبَار عَنْ صَلَاته الْعَصْر كَيْف وَقَعَتْ , لَا الْإِخْبَار عَنْ عُمَر هَلْ تَكَلَّمَ بِالرَّاجِحَةِ أَوْ الْمَرْجُوحَة. قَالَ : وَإِذَا تَقَرَّرَ أَنَّ مَعْنَى \" كَادَ \" الْمُقَارَبَة فَقَوْل عُمَر \" مَا كِدْت أُصَلِّي الْعَصْر حَتَّى كَادَتْ الشَّمْس تَغْرُب \" مَعْنَاهُ أَنَّهُ صَلَّى الْعَصْر قُرْبَ غُرُوب الشَّمْس , لِأَنَّ نَفْيَ الصَّلَاة يَقْتَضِي إِثْبَاتهَا , وَإِثْبَات الْغُرُوب يَقْتَضِي نَفْيَهُ , فَتَحَصَّلَ مِنْ ذَلِكَ لِعُمَر ثُبُوتُ الصَّلَاة وَلَمْ يَثْبُت الْغُرُوب ا ه. وَقَالَ الْكَرْمَانِيُّ : لَا يَلْزَم مِنْ هَذَا السِّيَاق وُقُوع الصَّلَاة فِي وَقْت الْعَصْر , بَلْ يَلْزَم مِنْهُ أَنْ لَا تَقَع الصَّلَاة لِأَنَّهُ يَقْتَضِي أَنَّ كَيْدُودَتَهُ كَانَتْ كَيْدُودَتَهَا , قَالَ : وَحَاصِله عُرْفًا مَا صَلَّيْت حَتَّى غَرَبَتْ الشَّمْس ا ه. وَلَا يَخْفَى مَا بَيْنَ التَّقْرِيرَيْنِ مِنْ الْفَرْق , وَمَا اِدَّعَاهُ مِنْ الْعُرْف مَمْنُوع وَكَذَا الْعِنْدِيَّةُ , لِلْفَرْقِ الَّذِي أَوْضَحَهُ الْيَعْمُرِيُّ مِنْ الْإِثْبَات وَالنَّفْي لِأَنَّ كَادَ إِذَا أُثْبِتَتْ نَفَتْ وَإِذَا نَفَتْ أُثْبِتَتْ كَمَا قَالَ فِيهَا الْمَعَرِّي مُلْغِزًا : ‏ ‏إِذَا نُفِيَتْ وَاَللَّه أَعْلَم أَثْبَتَتْ ‏ ‏وَإِنْ أُثْبِتَتْ قَامَتْ مَقَامَ جُحُودِ ‏ ‏هَذَا إِلَى مَا فِي تَعْبِيره بِلَفْظِ كَيْدُودَةٍ مِنْ الثِّقَلِ وَاَللَّه الْهَادِي إِلَى الصَّوَاب. فَإِنْ قِيلَ : الظَّاهِر أَنَّ عُمَر كَانَ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَيْف اِخْتَصَّ بِأَنْ أَدْرَكَ صَلَاة الْعَصْر قَبْلَ غُرُوب الشَّمْس بِخِلَافِ بَقِيَّة الصَّحَابَة , وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَهُمْ ؟ فَالْجَوَاب أَنَّهُ يَحْتَمِلُ أَنْ يَكُون الشُّغْلُ وَقَعَ بِالْمُشْرِكِينَ إِلَى قُرْبِ غُرُوب الشَّمْس , وَكَانَ عُمَر حِينَئِذٍ مُتَوَضِّئًا فَبَادَرَ فَأَوْقَعَ الصَّلَاة , ثُمَّ جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعْلَمَهُ بِذَلِكَ فِي الْحَال الَّتِي كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا قَدْ شَرَعَ يَتَهَيَّأ لِلصَّلَاةِ , وَلِهَذَا قَامَ عِنْدَ الْإِخْبَار هُوَ وَأَصْحَابه إِلَى الْوُضُوء. وَقَدْ اُخْتُلِفَ فِي سَبَب تَأْخِير النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّلَاة ذَلِكَ الْيَوْمَ , فَقِيلَ كَانَ ذَلِكَ نِسْيَانًا , وَاسْتَبْعَدَ أَنْ يَقَعَ ذَلِكَ مِنْ الْجَمِيع. وَيُمْكِنُ أَنْ يُسْتَدَلَّ لَهُ بِمَا رَوَاهُ أَحْمَد مِنْ حَدِيث أَبِي جُمْعَةَ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى الْمَغْرِب يَوْمَ الْأَحْزَاب , فَلَمَّا سَلَّمَ قَالَ : هَلْ عَلِمَ رَجُل مِنْكُمْ أَنِّي صَلَّيْت الْعَصْر ؟ قَالُوا : لَا يَا رَسُول اللَّه , فَصَلَّى الْعَصْر ثُمَّ صَلَّى الْمَغْرِب \" ا ه. وَفِي صِحَّة هَذَا الْحَدِيث نَظَرٌ , لِأَنَّهُ مُخَالِف لِمَا فِي الصَّحِيحَيْنِ مِنْ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعُمَر \" وَاللَّهِ مَا صَلَّيْتهَا \" وَيُمْكِنُ الْجَمْع بَيْنَهُمَا بِتَكَلُّفٍ. ‏ ‏وَقِيلَ كَانَ عَمْدًا لِكَوْنِهِمْ شَغَلُوهُ فَلَمْ يُمَكِّنُوهُ مِنْ ذَلِكَ , وَهُوَ أَقْرَب , لَا سِيَّمَا وَقَدْ وَقَعَ عِنْدَ أَحْمَد وَالنَّسَائِيِّ مِنْ حَدِيث أَبِي سَعِيد أَنَّ ذَلِكَ كَانَ قَبْلَ أَنْ يُنْزِلَ اللَّه فِي صَلَاة الْخَوْف ( فَرِجَالًا أَوْ رُكْبَانًا ) وَقَدْ اُخْتُلِفَ فِي هَذَا الْحُكْم هَلْ نُسِخَ أَمْ لَا كَمَا سَيَأْتِي فِي كِتَاب صَلَاة الْخَوْف إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( بُطْحَانَ ) ‏ ‏بِضَمِّ أَوَّلِهِ وَسُكُونِ ثَانِيه : وَادٍ بِالْمَدِينَةِ , وَقِيلَ هُوَ بِفَتْحِ أَوَّلِهِ وَكَسْر ثَانِيه حَكَاهُ أَبُو عُبَيْدٍ الْبَكْرِيُّ. ‏ ‏قَوْله : ( فَصَلَّى الْعَصْر ) ‏ ‏وَقَعَ فِي الْمُوَطَّأ مِنْ طَرِيق أُخْرَى أَنَّ الَّذِي فَاتَهُمْ الظُّهْر وَالْعَصْر , وَفِي حَدِيث أَبِي سَعِيد الَّذِي أَشَرْنَا إِلَيْهِ الظُّهْر وَالْعَصْر وَالْمَغْرِب , وَأَنَّهُمْ صَلَّوْا بَعْدَ هَوًى مِنْ اللَّيْل وَفِي حَدِيث اِبْن مَسْعُود عِنْدَ التِّرْمِذِيّ وَالنَّسَائِيِّ \" أَنَّ الْمُشْرِكِينَ شَغَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَرْبَع صَلَوَات يَوْمَ الْخَنْدَق حَتَّى ذَهَبَ مِنْ اللَّيْل مَا شَاءَ اللَّه \" وَفِي قَوْله \" أَرْبَعٍ \" تَجَوُّزٌ لِأَنَّ الْعِشَاء لَمْ تَكُنْ فَاتَتْ. قَالَ الْيَعْمُرِيُّ : مِنْ النَّاس مَنْ رَجَّحَ مَا فِي الصَّحِيحَيْنِ , وَصَرَّحَ بِذَلِكَ اِبْن الْعَرَبِيّ فَقَالَ : إِنَّ الصَّحِيح أَنَّ الصَّلَاة الَّتِي شُغِلَ عَنْهَا وَاحِدَة وَهِيَ الْعَصْر. ‏ ‏قُلْت : وَيُؤَيِّدهُ حَدِيث عَلِيّ فِي مُسْلِم \" شَغَلُونَا عَنْ الصَّلَاة الْوُسْطَى صَلَاة الْعَصْر \" قَالَ : وَمِنْهُمْ مَنْ جَمَعَ بِأَنَّ الْخَنْدَقَ كَانَتْ وَقْعَتُهُ أَيَّامًا فَكَانَ ذَلِكَ فِي أَوْقَاتٍ مُخْتَلِفَة فِي تِلْكَ الْأَيَّام , قَالَ : وَهَذَا أَوْلَى. ‏ ‏قُلْت : وَيُقَرِّبُهُ أَنَّ رِوَايَتَيْ أَبِي سَعِيد وَابْن مَسْعُود لَيْسَ فِيهِمَا تَعَرُّضٌ لِقِصَّةِ عُمَر , بَلْ فِيهِمَا أَنَّ قَضَاءَهُ لِلصَّلَاةِ وَقَعَ بَعْدَ خُرُوج وَقْت الْمَغْرِب. وَأَمَّا رِوَايَة حَدِيث الْبَاب فَفِيهَا أَنَّ ذَلِكَ كَانَ عَقِبَ غُرُوب الشَّمْس. قَالَ الْكَرْمَانِيُّ : فَإِنْ قُلْت كَيْف دَلَّ الْحَدِيث عَلَى الْجَمَاعَة ؟ قُلْت : إِمَّا أَنَّهُ يَحْتَمِلُ أَنَّ فِي السِّيَاق اِخْتِصَارًا , وَإِمَّا مِنْ إِجْرَاء الرَّاوِي الْفَائِتَة الَّتِي هِيَ الْعَصْر وَالْحَاضِرَة الَّتِي هِيَ الْمَغْرِب مَجْرًى وَاحِدًا. وَلَا شَكَّ أَنَّ الْمَغْرِب كَانَتْ بِالْجَمَاعَةِ لِمَا هُوَ مَعْلُوم مِنْ عَادَتِهِ ا ه. وَبِالِاحْتِمَالِ الْأَوَّل جَزَمَ اِبْن الْمُنِير زَيْنُ الدِّين فَقَالَ : فَإِنْ قِيلَ لَيْسَ فِيهِ تَصْرِيحٌ بِأَنَّهُ صَلَّى فِي جَمَاعَة , أُجِيبَ بِأَنَّ مَقْصُود التَّرْجَمَة مُسْتَفَاد مِنْ قَوْله \" فَقَامَ وَقُمْنَا وَتَوَضَّأَ وَتَوَضَّأْنَا \". ‏ ‏قُلْت : الِاحْتِمَال الْأَوَّل هُوَ الْوَاقِع فِي نَفْس الْأَمْر , فَقَدْ وَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ مَا يَقْتَضِي أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ أَخْرَجَهُ مِنْ طَرِيق يَزِيدَ بْن زُرَيْعٍ عَنْ هِشَامٍ بِلَفْظِ \" فَصَلَّى بِنَا الْعَصْر \" , وَفِي الْحَدِيث مِنْ الْفَوَائِد تَرْتِيب الْفَوَائِت , وَالْأَكْثَر عَلَى وُجُوبه مَعَ الذِّكْرِ لَا مَعَ النِّسْيَان. وَقَالَ الشَّافِعِيّ : لَا يَجِبُ التَّرْتِيبُ فِيهَا , وَاخْتَلَفُوا فِيمَنْ تَذَكَّرَ فَائِتَة فِي وَقْتِ حَاضِرَة ضَيِّقٍ هَلْ يَبْدَأ بِالْفَائِتَةِ - وَإِنْ خَرَجَ وَقْت الْحَاضِرَة - أَوْ يَبْدَأ بِالْحَاضِرَةِ , أَوْ يَتَخَيَّر ؟ فَقَالَ بِالْأَوَّلِ مَالِكٌ , وَقَالَ بِالثَّانِي الشَّافِعِيّ وَأَصْحَاب الرَّأْيِ وَأَكْثَر أَصْحَاب الْحَدِيث , وَقَالَ بِالثَّالِثِ أَشْهَبُ. وَقَالَ عِيَاض : مَحَلُّ الْخِلَاف إِذَا لَمْ تَكْثُرْ الصَّلَوَات الْفَوَائِت , فَأَمَّا إِذَا كَثُرَتْ فَلَا خِلَاف أَنَّهُ يَبْدَأ بِالْحَاضِرَةِ , وَاخْتَلَفُوا فِي حَدّ الْقَلِيل , فَقِيلَ : صَلَاة يَوْم , وَقِيلَ أَرْبَع صَلَوَات. وَفِيهِ جَوَاز الْيَمِين مِنْ غَيْر اِسْتِحْلَاف إِذَا اِقْتَضَتْ مَصْلَحَةٌ مِنْ زِيَادَة طُمَأْنِينَة أَوْ نَفْيِ تَوَهُّمٍ. وَفِيهِ مَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِ مِنْ مَكَارِم الْأَخْلَاق وَحُسْنِ التَّأَنِّي مَعَ أَصْحَابه وَتَأَلُّفِهِمْ وَمَا يَنْبَغِي الِاقْتِدَاء بِهِ فِي ذَلِكَ , وَفِيهِ اِسْتِحْبَاب قَضَاء الْفَوَائِت فِي الْجَمَاعَة وَبِهِ قَالَ أَكْثَر أَهْل الْعِلْم إِلَّا اللَّيْثَ مَعَ أَنَّهُ أَجَازَ صَلَاةَ الْجُمُعَةِ جَمَاعَةً إِذَا فَاتَتْ وَالْإِقَامَة لِلصَّلَاةِ الْفَائِتَة , وَاسْتُدِلَّ بِهِ عَلَى عَدَم مَشْرُوعِيَّة الْأَذَان لِلْفَائِتَةِ , وَأَجَابَ مَنْ اِعْتَبَرَهُ بِأَنَّ الْمَغْرِبَ كَانَتْ حَاضِرَة وَلَمْ يَذْكُر الرَّاوِي الْأَذَان لَهَا , وَقَدْ عُرِفَ مِنْ عَادَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَذَان لِلْحَاضِرَةِ , فَدَلَّ عَلَى أَنَّ الرَّاوِيَ تَرَكَ ذِكْرَ ذَلِكَ لَا أَنَّهُ لَمْ يَقَع فِي نَفْس الْأَمْرِ , وَتُعُقِّبَ بِاحْتِمَالِ أَنْ تَكُونَ الْمَغْرِب لَمْ يَتَهَيَّأْ إِيقَاعهَا إِلَّا بَعْدَ خُرُوج وَقْتهَا عَلَى رَأْيِ مَنْ يَذْهَبُ إِلَى الْقَوْلِ بِتَضْيِيقِهِ. وَعَكَسَ ذَلِكَ بَعْضُهُمْ فَاسْتَدَلَّ بِالْحَدِيثِ عَلَى أَنَّ وَقْتَ الْمَغْرِبِ مُتَّسِعٌ , لِأَنَّهُ قَدَّمَ الْعَصْرَ عَلَيْهَا فَلَوْ كَانَ ضَيِّقًا لَبَدَأَ بِالْمَغْرِبِ وَلَا سِيَّمَا عَلَى قَوْل الشَّافِعِيّ فِي قَوْله بِتَقَدُّمِ الْحَاضِرَة وَهُوَ الَّذِي قَالَ بِأَنَّ وَقْتَ الْمَغْرِب ضَيِّقٌ فَيَحْتَاج إِلَى الْجَوَاب عَنْ هَذَا الْحَدِيث , وَهَذَا فِي حَدِيث جَابِر , وَأَمَّا حَدِيث أَبِي سَعِيد فَلَا يَتَأَتَّى فِيهِ هَذَا لِمَا تَقَدَّمَ أَنَّ فِيهِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى بَعْدَ مُضِيِّ هَوًى مِنْ اللَّيْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 946,
    "category": "كتاب الخوف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، قَالَ حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لَنَا لَمَّا رَجَعَ مِنَ الأَحْزَابِ ‏\n\"‏ لاَ يُصَلِّيَنَّ أَحَدٌ الْعَصْرَ إِلاَّ فِي بَنِي قُرَيْظَةَ ‏\"‏‏.‏ فَأَدْرَكَ بَعْضُهُمُ الْعَصْرَ فِي الطَّرِيقِ فَقَالَ بَعْضُهُمْ لاَ نُصَلِّي حَتَّى نَأْتِيَهَا، وَقَالَ بَعْضُهُمْ بَلْ نُصَلِّي لَمْ يُرَدْ مِنَّا ذَلِكَ‏.‏ فَذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم فَلَمْ يُعَنِّفْ وَاحِدًا مِنْهُمْ‏.‏",
    "english_text": "When the Prophet (ﷺ) returned from the battle of Al-Ahzab (The confederates), he said to us, \"None should offer the 'Asr prayer but at Bani Quraiza.\" The 'Asr prayer became due for some of them on the way. Some of them decided not to offer the Salat but at Bani Quraiza while others decided to offer the Salat on the spot and said that the intention of the Prophet (ﷺ) was not what the former party had understood. And when that was told to the Prophet (ﷺ) he did not blame anyone of them.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا جُوَيْرِيَة ) ‏ ‏هُوَ بِالْجِيمِ تَصْغِير جَارِيَة , وَهُوَ عَمُّ عَبْد اَللَّه اَلرَّاوِي عَنْهُ. ‏ ‏قَوْله : ( لَا يُصَلِّيَنَّ أَحَد اَلْعَصْر ) ‏ ‏فِي رِوَايَةِ مُسْلِمٍ عَنْ عَبْد اَللَّه بْن مُحَمَّد بْن أَسْمَاء شَيْخ اَلْبُخَارِيّ فِي هَذَا اَلْحَدِيثِ \" اَلظُّهْر \" وَسَيَأْتِي بَيَان اَلصَّوَابِ مِنْ ذَلِكَ فِي كِتَاب اَلْمَغَازِي مَعَ بَقِيَّةِ اَلْكَلَامِ عَلَى هَذَا اَلْحَدِيثِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏( فَائِدَة ) : ‏ ‏أَخْرَجَ أَبُو دَاوُد فِي صَلَاةِ اَلطَّالِبِ حَدِيث عُبَيْدِ اَللَّهِ بْن أُنَيْس إِذْ بَعَثَهُ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى سُفْيَان اَلْهُذَلِيّ قَالَ \" فَرَأَيْته وَحَضَرَتْ اَلْعَصْرُ فَخَشِيت فَوْتهَا فَانْطَلَقْت أَمْشِي وَأَنَا أُصَلِّي أُومِئُ إِيمَاء \" وَإِسْنَاده حَسَن. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 947,
    "category": "كتاب الخوف",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، وَثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى الصُّبْحَ بِغَلَسٍ ثُمَّ رَكِبَ فَقَالَ ‏\n\"‏ اللَّهُ أَكْبَرُ خَرِبَتْ خَيْبَرُ، إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ ‏\"‏‏.‏ فَخَرَجُوا يَسْعَوْنَ فِي السِّكَكِ وَيَقُولُونَ مُحَمَّدٌ وَالْخَمِيسُ ـ قَالَ وَالْخَمِيسُ الْجَيْشُ ـ فَظَهَرَ عَلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَتَلَ الْمُقَاتِلَةَ وَسَبَى الذَّرَارِيَّ، فَصَارَتْ صَفِيَّةُ لِدِحْيَةَ الْكَلْبِيِّ، وَصَارَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ تَزَوَّجَهَا وَجَعَلَ صَدَاقَهَا عِتْقَهَا‏.‏ فَقَالَ عَبْدُ الْعَزِيزِ لِثَابِتٍ يَا أَبَا مُحَمَّدٍ، أَنْتَ سَأَلْتَ أَنَسًا مَا أَمْهَرَهَا قَالَ أَمْهَرَهَا نَفْسَهَا‏.‏ فَتَبَسَّمَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) (p.b.u.h) offered the Fajr prayer when it was still dark, then he rode and said, 'Allah \nAkbar! Khaibar is ruined. When we approach near to a nation, the most unfortunate is the morning of \nthose who have been warned.\" The people came out into the streets saying, \"Muhammad and his \narmy.\" Allah's Messenger (ﷺ) vanquished them by force and their warriors were killed; the children and \nwomen were taken as captives. Safiya was taken by Dihya Al-Kalbi and later she belonged to Allah's \nApostle go who married her and her Mahr was her manumission.",
    "explication": "‏ ‏قَوْله : ( فَصَارَتْ صَفِيَّة لِدِحْيَة اَلْكَلْبِيّ , وَصَارَتْ لِرَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏ظَاهِره أَنَّهَا صَارَتْ لَهُمَا مَعًا , وَلَيْسَ كَذَلِكَ بَلْ صَارَتْ لِدِحْيَة أَوَّلًا ثُمَّ صَارَتْ بَعْدَهُ لِرَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ إِيضَاحه فِي اَلْبَابِ اَلْمَذْكُورِ , وَسَيَأْتِي بَقِيَّةُ اَلْكَلَامِ عَلَيْهِ فِي اَلْمَغَازِي وَفِي اَلنِّكَاحِ إِنْ شَاءَ اَللَّهُ تَعَالَى. وَوَجْهُ دُخُولَ هَذِهِ اَلتَّرْجَمَةِ فِي أَبْوَاب صَلَاة اَلْخَوْفِ لِلْإِشَارَةِ إِلَى أَنَّ صَلَاةَ اَلْخَوْفِ لَا يُشْتَرَطُ فِيهَا اَلتَّأْخِيرُ إِلَى آخِرِ اَلْوَقْت كَمَا شَرَطَهُ مَنْ شَرَطَهُ فِي صَلَاة شِدَّة اَلْخَوْفِ عِنْدَ اِلْتِحَامِ اَلْمُقَاتِلَةِ , أَشَارَ إِلَى ذَلِكَ اَلزَّيْنُ بْن اَلْمُنِيرِ. وَيُحْتَمَلُ أَنْ يَكُونَ لِلْإِشَارَةِ إِلَى تَعَيُّنِ اَلْمُبَادَرَةِ إِلَى اَلصَّلَاةِ فِي أَوَّلِ وَقْتِهَا قَبْلَ اَلدُّخُولِ فِي اَلْحَرْبِ وَالِاشْتِغَالِ بِأَمْرِ اَلْعَدُوِّ. وَأَمَّا اَلتَّكْبِيرُ فَلِأَنَّهُ ذِكْرٌ مَأْثُورٌ عِنْد كُلِّ أَمْرٍ مَهُولٍ , وَعِنْد كُلِّ حَادِث سَرُورٍ , شُكْرًا لِلَّهِ تَعَالَى وَتَبْرِئَةً لَهُ مِنْ كُلِّ مَا نُسِبَ إِلَيْهِ أَعْدَاؤُهُ وَلَا سِيَّمَا اَلْيَهُود قَبَّحَهُمْ اَللَّهُ تَعَالَى. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَتْ أَبْوَاب صَلَاة اَلْخَوْفِ عَلَى سِتَّةِ أَحَادِيثَ مَرْفُوعَةٍ مَوْصُولَةٍ , تَكَرَّرَ مِنْهَا فِيمَا مَضَى حَدِيثَانِ وَالْأَرْبَعَة خَالِصَة وَافَقَهُ مُسْلِم عَلَى تَخْرِيجِهَا إِلَّا حَدِيث اِبْن عَبَّاس. وَفِيهَا مِنْ اَلْآثَارِ عَنْ اَلصَّحَابَةِ وَالتَّابِعِينَ سِتَّة آثَار , مِنْهَا وَاحِد مَوْصُول وَهُوَ أَثَرُ مُجَاهِد , وَاَللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]