[
  {
    "id": 948,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ أَخَذَ عُمَرُ جُبَّةً مِنْ إِسْتَبْرَقٍ تُبَاعُ فِي السُّوقِ، فَأَخَذَهَا فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ ابْتَعْ هَذِهِ تَجَمَّلْ بِهَا لِلْعِيدِ وَالْوُفُودِ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏‏.‏ فَلَبِثَ عُمَرُ مَا شَاءَ اللَّهُ أَنْ يَلْبَثَ، ثُمَّ أَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِجُبَّةِ دِيبَاجٍ، فَأَقْبَلَ بِهَا عُمَرُ، فَأَتَى بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏‏.‏ وَأَرْسَلْتَ إِلَىَّ بِهَذِهِ الْجُبَّةِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَبِيعُهَا أَوْ تُصِيبُ بِهَا حَاجَتَكَ ‏\"‏‏.‏",
    "english_text": "`Umar bought a silk cloak from the market, took it to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! \nTake it and adorn yourself with it during the `Id and when the delegations visit you.\" Allah's Messenger (ﷺ) \n(p.b.u.h) replied, \"This dress is for those who have no share (in the Hereafter).\" After a long period \nAllah's Messenger (ﷺ) (p.b.u.h) sent to `Umar a cloak of silk brocade. `Umar came to Allah's Messenger (ﷺ) \n(p.b.u.h) with the cloak and said, \"O Allah's Messenger (ﷺ)! You said that this dress was for those who had \nno share (in the Hereafter); yet you have sent me this cloak.\" Allah's Messenger (ﷺ) said to him, \"Sell it and \nfulfill your needs by it.\"",
    "explication": "‏ ‏قَوْله : ( أَخَذَ عُمَر جُبَّةً مِنْ إسْتَبْرَق تُبَاعُ فِي اَلسُّوقِ , فَأَخَذَهَا فَأَتَى رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا لِلْأَكْثَرِ \" أَخَذَ \" بِهَمْزَة وَخَاء وَذَال مُعْجَمَتَيْنِ فِي اَلْمَوْضِعَيْنِ , وَفِي بَعْضِ اَلنُّسَخِ \" وَجَدَ \" بِوَاوٍ وَجِيمٍ فِي اَلْأَوَّلِ وَهُوَ أَوْجَهُ , وَكَذَا أَخْرَجَهُ اَلْإِسْمَاعِيلِيّ وَالطَّبَرَانِيُّ فِي مُسْنَدِ اَلشَّامِيِّينَ وَغَيْر وَاحِدٍ مِنْ طُرُقٍ إِلَى أَبِي اَلْيَمَانِ شَيْخ اَلْبُخَارِيّ فِيهِ. وَوَجَّهَ اَلْكَرْمَانِيّ اَلْأَوَّل بِأَنَّهُ أَرَادَ مَلْزُوم اَلْأَخْذ وَهُوَ اَلشِّرَاءُ وَفِيهِ نَظَرٌ لِأَنَّهُ لَمْ يَقَعْ مِنْهُ ذَلِكَ , فَلَعَلَّهُ أَرَادَ اَلسَّوْم. ‏ ‏قَوْله : ( اِبْتَعْ هَذِهِ تَجَمَّلْ بِهَا ) ‏ ‏كَذَا لِلْأَكْثَرِ بِصِيغَةِ اَلْأَمْرِ مَجْزُومًا وَكَذَا جَوَابه. وَوَقَعَ فِي رِوَايَةِ أَبِي ذَرٍّ عَنْ اَلْمُسْتَمْلِيّ وَاَلسَّرَخْسِيّ \" اِبْتَاعَ هَذِهِ تَجَمَّل \" وَضُبِطَ فِي نُسَخٍ مُعْتَمَدَةٍ بِهَمْزَةِ اِسْتِفْهَامٍ مَمْدُودَةٍ وَمَقْصُورَة وَضَمِّ لَامٍ تَجَمَّل عَلَى أَنْ أَصْلَهُ تَتَجَمَّلُ فَحُذِفَتْ إِحْدَى اَلتَّاءَيْنِ كَأَنَّ عُمَرَ اِسْتَأْذَنَ أَنْ يَبْتَاعَهَا لِيَتَجَمَّل بِهَا اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَيُحْتَمَلُ أَنْ يَكُونَ بَعْض اَلرُّوَاةِ أَشْبَعَ فَتْحَةَ اَلتَّاءِ فَظُنَّتْ أَلِفًا. وَقَالَ اَلْكَرْمَانِيّ قَوْله \" هَذِهِ \" إِشَارَة إِلَى نَوْع اَلْجُبَّة , كَذَا قَالَ , وَاَلَّذِي يَظْهَرُ إِشَارَة إِلَى عَيْنِهَا وَيَلْتَحِقُ بِهَا جِنْسهَا , وَقَدْ تَقَدَّمَ فِي كِتَاب اَلْجُمُعَة تَوْجِيه اَلتَّرْجَمَةِ وَأَنَّهَا مَأْخُوذَة مِنْ تَقْرِيرِهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَصْل اَلتَّجَمُّلِ , وَإِنَّمَا زَجَرُهُ عَنْ اَلْجُبَّةِ لِكَوْنِهَا كَانَتْ حَرِيرًا. ‏ ‏قَوْله : ( لِلْعِيدِ وَالْوُفُودِ ) ‏ ‏تَقَدَّم فِي كِتَاب اَلْجُمُعَة بِلَفْظِ \" لِلْجُمُعَةِ \" بَدَلٌ لِلْعِيدِ وَهِيَ رِوَايَةُ نَافِع , وَهَذِهِ رِوَايَة سَالِم , وَكِلَاهُمَا صَحِيح. وَكَأَنَّ اِبْن عُمَر ذَكَرَهُمَا مَعًا فَاقْتَصَرَ كُلّ رَاوٍ عَلَى أَحَدِهِمَا. ‏ ‏قَوْله : ( تَبِيعُهَا وَتُصِيبُ بِهَا حَاجَتَك ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيِّ \" أَوْ تُصِيبُ \" وَمَعْنَى اَلْأَوَّل وَتُصِيبُ بِثَمَنِهَا , وَالثَّانِي يُحْتَمَلُ أَنَّ \" أَوْ \" بِمَعْنَى اَلْوَاو فَهُوَ كَالْأَوَّلِ أَوْ اَلتَّقْسِيم , وَالْمُرَاد اَلْمُقَايَضَة أَوْ أَعَمّ مِنْ ذَلِكَ وَاَللَّهُ أَعْلَمُ. وَسَيَأْتِي اَلْكَلَامُ عَلَى بَقِيَّةِ فَوَائِدِ هَذَا اَلْحَدِيثِ فِي كِتَاب اَللِّبَاس إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏( فَائِدَة ) : ‏ ‏رَوَى اِبْن أَبِي اَلدُّنْيَا وَالْبَيْهَقِيُّ بِإِسْنَادٍ صَحِيحٍ إِلَى اِبْن عُمَر أَنَّهُ كَانَ يَلْبَسُ أَحْسَنَ ثِيَابِهِ فِي اَلْعِيدَيْنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 949,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنَا عَمْرٌو، أَنَّ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ الأَسَدِيَّ، حَدَّثَهُ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي جَارِيَتَانِ تُغَنِّيَانِ بِغِنَاءِ بُعَاثَ، فَاضْطَجَعَ عَلَى الْفِرَاشِ وَحَوَّلَ وَجْهَهُ، وَدَخَلَ أَبُو بَكْرٍ فَانْتَهَرَنِي وَقَالَ مِزْمَارَةُ الشَّيْطَانِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ ـ عَلَيْهِ السَّلاَمُ ـ فَقَالَ ‏\"‏ دَعْهُمَا ‏\"‏ فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا‏.‏ وَكَانَ يَوْمَ عِيدٍ يَلْعَبُ السُّودَانُ بِالدَّرَقِ وَالْحِرَابِ، فَإِمَّا سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم وَإِمَّا قَالَ ‏\"‏ تَشْتَهِينَ تَنْظُرِينَ ‏\"‏‏.‏ فَقُلْتُ نَعَمْ‏.‏ فَأَقَامَنِي وَرَاءَهُ خَدِّي عَلَى خَدِّهِ، وَهُوَ يَقُولُ ‏\"‏ دُونَكُمْ يَا بَنِي أَرْفِدَةَ ‏\"‏‏.‏ حَتَّى إِذَا مَلِلْتُ قَالَ ‏\"‏ حَسْبُكِ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ فَاذْهَبِي ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) (p.b.u.h) came to my house while two girls were singing beside me the songs of Buath \n(a story about the war between the two tribes of the Ansar, the Khazraj and the Aus, before Islam). \nThe Prophet (p.b.u.h) lay down and turned his face to the other side. Then Abu Bakr came and spoke \nto me harshly saying, \"Musical instruments of Satan near the Prophet (p.b.u.h) ?\" Allah's Messenger (ﷺ) \n(p.b.u.h) turned his face towards him and said, \"Leave them.\" When Abu Bakr became inattentive, I \nsignaled to those girls to go out and they left. It was the day of `Id, and the Black people were playing \nwith shields and spears; so either I requested the Prophet (p.b.u.h) or he asked me whether I would \nlike to see the display. I replied in the affirmative. Then the Prophet (p.b.u.h) made me stand behind \nhim and my cheek was touching his cheek and he was saying, \"Carry on! O Bani Arfida,\" till I got \ntired. The Prophet (p.b.u.h) asked me, \"Are you satisfied (Is that sufficient for you)?\" I replied in the \naffirmative and he told me to leave.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَحْمَد ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَفِي رِوَايَةِ أَبِي ذَرٍّ وَابْن عَسَاكِر \" حَدَّثَنَا أَحْمَد بْنُ عِيسَى \" وَبِهِ جَزَمَ أَبُو نُعَيْم فِي اَلْمُسْتَخْرَجِ , وَوَقْع فِي رِوَايَةِ أَبِي عَلِيّ بْن شَبُّويَةَ \" حَدَّثَنَا أَحْمَد بْن صَالِح \" وَهُوَ مُقْتَضَى إِطْلَاق أَبِي عَلِيّ بْن اَلسَّكَنِ حَيْثُ قَالَ : كُلُّ مَا فِي اَلْبُخَارِيِّ \" حَدَّثَنَا أَحْمَد \" غَيْر مَنْسُوبٍ فَهُوَ اِبْن صَالِح. ‏ ‏قَوْله : ( أَخْبَرَنَا عَمْرو ) ‏ ‏هُوَ اِبْن اَلْحَارِث اَلْمِصْرِيُّ , وَشَطْر هَذَا اَلْإِسْنَادِ اَلْأَوَّلِ مِصْرِيُّونَ وَالثَّانِي مَدَنِيُّونَ. ‏ ‏قَوْله : ( دَخَلَ عَلَى رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏زَاد فِي رِوَايَة اَلزُّهْرِيّ عَنْ عُرْوَة \" فِي أَيَّامِ مِنًى \" وَسَيَأْتِي بَعْدَ ثَلَاثَة وَعِشْرِينَ بَابًا. ‏ ‏قَوْله : ( جَارِيَتَانِ ) ‏ ‏زَاد فِي اَلْبَابِ اَلَّذِي بَعْدَهُ \" مِنْ جَوَارِي اَلْأَنْصَار \" وَلِلطَّبَرَانِيِّ مِنْ حَدِيثِ أُمِّ سَلَمَةَ أَنَّ إِحْدَاهُمَا كَانَتْ لِحَسَّان بْن ثَابِت , وَفِي اَلْأَرْبَعِينَ لِلسُّلَمِيِّ أَنَّهُمَا كَانَتَا لِعَبْد اَللَّه بْن سَلَام , وَفِي اَلْعِيدَيْنِ لِابْن أَبِي اَلدُّنْيَا مِنْ طَرِيقِ فُلَيْحٍ عَنْ هِشَام بْن عُرْوَة \" وَحَمَامَة وَصَاحِبَتهَا تُغَنِّيَانِ \" وَإِسْنَاده صَحِيح , وَلَمْ أَقِفْ عَلَى تَسْمِيَةِ اَلْأُخْرَى , لَكِنْ يُحْتَمَلُ أَنْ يَكُونَ اِسْمُ اَلثَّانِيَةِ زَيْنَب وَقَدْ ذَكَرَهُ فِي كِتَاب اَلنِّكَاح , وَلَمْ يَذْكُرْ حَمَامَة اَلَّذِينَ صَنَّفُوا فِي اَلصَّحَابَةِ وَهِيَ عَلَى شَرْطِهِمْ. ‏ ‏قَوْله : ( تُغَنِّيَانِ ) ‏ ‏زَاد فِي رِوَايَة اَلزُّهْرِيّ \" تُدَفِّفَانِ \" بِفَاءَيْنِ أَيْ تَضْرِبَانِ بِالدُّفِّ , وَلِمُسْلِمٍ فِي رِوَايَةِ هِشَام أَيْضًا \" تُغَنِّيَانِ بِدُفٍّ \" وَلِلنَّسَائِيِّ \" بِدُفَّيْنِ \" وَالدُّفُّ بِضَمِّ اَلدَّالِ عَلَى اَلْأَشْهَرِ وَقَدْ تُفْتَحُ , وَيُقَالُ لَهُ أَيْضًا اَلْكِرْبَال بِكَسْرِ اَلْكَافِ وَهُوَ اَلَّذِي لَا جَلَاجِلَ فِيهِ , فَإِنْ كَانَتْ فِيهِ فَهُوَ اَلْمِزْهَرُ , وَفِي حَدِيثِ اَلْبَابِ اَلَّذِي بَعْدَهُ \" بِمَا تَقَاوَلَتْ بِهِ اَلْأَنْصَار يَوْم بُعَاثٍ \" أَيْ قَالَ بَعْضهمْ لِبَعْضٍ مِنْ فَخْرٍ أَوْ هِجَاء , وَلِلْمُصَنِّفِ فِي اَلْهِجْرَةِ \" بِمَا تَعَازَفَتْ \" بِمُهْمَلَة وَزَاي وَفَاء مِنْ اَلْعَزْفِ وَهُوَ اَلصَّوْتُ اَلَّذِي لَهُ دَوِيّ , وَفِي رِوَايَة \" تَقَاذَفَتْ \" بِقَافٍ بَدَل اَلْعَيْن وَذَال مُعْجَمَة بَدَل اَلزَّاي وَهُوَ مِنْ اَلْقَذْفِ وَهُوَ هِجَاءُ بَعْضِهِمْ لِبَعْض , وَلِأَحْمَدَ مِنْ رِوَايَةِ حَمَّاد اِبْن سَلَمَةَ عَنْ هِشَام يَذْكُرُ أَنَّ يَوْم بُعَاث يَوْمَ قُتِلَ فِيهِ صَنَادِيد اَلْأَوْس وَالْخَزْرَج ا ه. وَبُعَاثٌ بِضَمِّ اَلْمُوَحَّدَةِ وَبَعْدَهَا مُهْمَلَة وَآخِره مُثَلَّثَة قَالَ عِيَاض وَمَنْ تَبِعَهُ : أَعْجَمَهَا أَبُو عُبَيْدَة وَحْدَهُ , وَقَالَ اِبْن اَلْأَثِيرِ فِي اَلْكَامِلِ : أَعْجَمَهَا صَاحِب اَلْعَيْنِ يَعْنِي اَلْخَلِيلَ وَحْدَهُ , وَكَذَا حَكَى أَبُو عُبَيْدٍ اَلْبَكْرِيّ فِي مُعْجَمِ اَلْبُلْدَانِ عَنْ اَلْخَلِيلِ , وَجَزَمَ أَبُو مُوسَى فِي ذَيْلِ اَلْغَرِيبِ بِأَنَّهُ تَصْحِيفٌ وَتَبِعَهُ صَاحِبُ اَلنِّهَايَةِ , قَالَ اَلْبَكْرِيّ : هُوَ مَوْضِعٌ مِنْ اَلْمَدِينَةِ عَلَى لَيْلَتَيْنِ , وَقَالَ أَبُو مُوسَى وَصَاحِب اَلْهِدَايَةِ : هُوَ اِسْم حِصْن لِلْأَوْسِ , وَفِي كِتَابِ أَبِي اَلْفَرَج اَلْأَصْفَهَانِيّ فِي تَرْجَمَةِ أَبِي قَيْس بْن اَلْأَسْلَتِ : هُوَ مَوْضِعٌ فِي دَار بَنِي قُرَيْظَة فِيهِ أَمْوَال لَهُمْ , وَكَانَ مَوْضِع اَلْوَقْعَةِ فِي مَزْرَعَةٍ لَهُمْ هُنَاكَ. وَلَا مُنَافَاةَ بَيْنَ اَلْقَوْلَيْنِ. وَقَالَ صَاحِب اَلْمَطَالِعِ : اَلْأَشْهَرُ فِيهِ تَرْكُ اَلصَّرْف. قَالَ اَلْخَطَّابِيّ : يَوْم بُعَاثٍ يَوْم مَشْهُور مِنْ أَيَّامِ اَلْعَرَبِ كَانَتْ فِيهِ مَقْتَلَة عَظِيمَة لِلْأَوْسِ عَلَى اَلْخَزْرَج , وَبَقِيَتْ اَلْحَرْبُ قَائِمَة مِائَةً وَعِشْرِينَ سَنَةً إِلَى اَلْإِسْلَامِ عَلَى مَا ذَكَرَ اِبْن إِسْحَاق وَغَيْره. قُلْت : تَبِعَهُ عَلَى هَذَا جَمَاعَةٌ مِنْ شُرَّاح اَلصَّحِيحَيْنِ , وَفِيهِ نَظَرٌ لِأَنَّهُ يُوهِمُ أَنَّ اَلْحَرْبَ اَلَّتِي وَقَعَتْ يَوْمَ بُعَاثٍ دَامَتْ هَذِهِ اَلْمُدَّة , وَلَيْسَ كَذَلِكَ فَسَيَأْتِي فِي أَوَائِل اَلْهِجْرَةِ قَوْل عَائِشَة \" كَانَ يَوْم بُعَاث يَوْمًا قَدَّمَهُ اَللَّهُ لِرَسُولِهِ فَقَدِمَ اَلْمَدِينَةَ وَقَدْ اِفْتَرَقَ مَلَؤُهُمْ وَقُتِلَتْ سُرَاتُهُمْ \" وَكَذَا ذَكَرَهُ اِبْن إِسْحَاق وَالْوَاقِدِيُّ وَغَيْرهمَا مِنْ أَصْحَابِ اَلْأَخْبَارِ , وَقَدْ رَوَى اِبْن سَعْد بِأَسَانِيدِهِ أَنَّ اَلنَّفَرَ اَلسِّتَّةَ أَوْ اَلثَّمَانِيَة اَلَّذِينَ لَقُوا اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِمِنًى أَوَّل مَنْ لَقِيَهُ مِنْ اَلْأَنْصَارِ - وَكَانُوا قَدْ قَدِمُوا إِلَى مَكَّةَ لِيُحَالِفُوا قُرَيْشًا - كَانَ فِي جُمْلَةِ مَا قَالُوهُ لَهُ لَمَّا دَعَاهُمْ إِلَى اَلْإِسْلَامِ وَالنَّصْرُ لَهُ : وَاعْلَمْ أَنَّمَا كَانَتْ وَقْعَة بُعَاثٍ عَام اَلْأَوَّل , فَمَوْعِدك اَلْمَوْسِم اَلْقَابِل , فَقَدِمُوا فِي اَلسَّنَةِ اَلَّتِي تَلِيهَا فَبَايَعُوهُ , وَهِيَ اَلْبَيْعَةُ اَلْأُولَى , ثُمَّ قَدِمُوا اَلثَّانِيَة فَبَايَعُوهُ وَهُمْ سَبْعُونَ نَفْسًا , وَهَاجَرَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَوَائِل اَلَّتِي تَلِيهَا. فَدَلَّ ذَلِكَ عَلَى أَنَّ وَقْعَة بُعَاثٍ كَانَتْ قَبْلَ اَلْهِجْرَةِ بِثَلَاثِ سِنِينَ , وَهُوَ اَلْمُعْتَمَدُ , وَهُوَ أَصَحُّ مِنْ قَوْلِ اِبْن عَبْد اَلْبَرّ فِي تَرْجَمَةِ زِيدِ اِبْن ثَابِت مِنْ اَلِاسْتِيعَابِ : إِنَّهُ كَانَ يَوْم بُعَاث اِبْن سِتِّ سِنِينَ , وَحِينَ قَدِمَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ اِبْنَ إِحْدَى عَشْرَة , فَيَكُونُ يَوْم بُعَاث قَبْلَ اَلْهِجْرَةِ بِخَمْسِ سِنِينَ. نَعَمْ دَامَتْ اَلْحَرْبُ بَيْنَ اَلْحَيَّيْنِ اَلْأَوْس وَالْخَزْرَج اَلْمُدَّة اَلَّتِي ذَكَرَهَا فِي أَيَّامٍ كَثِيرَةٍ شَهِيرَة , وَكَانَ أَوَّلهَا فِيمَا ذَكَرَ اِبْن إِسْحَاق وَهِشَام بْن اَلْكَلْبِيّ وَغَيْرهمَا أَنَّ اَلْأَوْس وَالْخَزْرَج لَمَّا نَزَلُوا اَلْمَدِينَةَ وَجَدُوا اَلْيَهُودَ مُسْتَوْطِنِينَ بِهَا فَحَالَفُوهُمْ وَكَانُوا تَحْتَ قَهْرِهِمْ , ثُمَّ غَلَبُوا عَلَى اَلْيَهُودِ فِي قِصَّةٍ طَوِيلَةٍ بِمُسَاعَدَةِ أَبِي جَبَلَة مَلِك غَسَّان , فَلَمْ يَزَالُوا عَلَى اِتِّفَاقٍ بَيْنَهُمْ حَتَّى كَانَتْ أَوَّلَ حَرْبٍ وَقَعَتْ بَيْنَهُمْ حَرْب سُمَيْر - بِالْمُهْمَلَةِ مُصَغَّرًا - بِسَبَبِ رَجُلٍ يُقَالُ لَهُ كَعْب مِنْ بَنِي ثَعْلَبَةَ نَزَلَ عَلَى مَالِكِ اِبْنِ عَجْلَانَ اَلْخَزْرَجِيّ فَحَالَفَهُ , فَقَتَلَه رَجُل مِنْ اَلْأَوْس يُقَالُ لَهُ سُمَيْر فَكَانَ ذَلِكَ سَبَب اَلْحَرْبِ بَيْنَ اَلْحَيَّيْنِ , ثُمَّ كَانَتْ بَيْنَهُمْ وَقَائِع مِنْ أَشْهَرِهَا يَوْم اَلسَّرَارَة بِمُهْمَلَاتٍ , وَيَوْم فَارِعٍ بِفَاء وَمُهْمَلَة , وَيَوْم اَلْفِجَار اَلْأَوَّل وَالثَّانِي , وَحَرْب حُصَيْن بْن اَلْأَسْلَتِ , وَحَرْب حَاطِب بْن قَيْس , إِلَى أَنْ كَانَ آخِرَ ذَلِكَ يَوْم بُعَاث وَكَانَ رَئِيس اَلْأَوْس فِيهِ حُضَيْر وَالِد أَسِيد وَكَانَ يُقَالُ لَهُ حُضَيْر اَلْكَتَائِب , وَجُرِحَ يَوْمئِذٍ ثُمَّ مَاتَ بَعْدَ مُدَّةٍ مِنْ جِرَاحَتِهِ , وَكَانَ رَئِيس اَلْخَزْرَج عَمْرو بْن اَلنُّعْمَان , وَجَاءَهُ سَهْم فِي اَلْقِتَالِ فَصَرَعَهُ فَهُزِمُوا بَعْدَ أَنْ كَانُوا قَدْ اِسْتَظْهَرُوا , وَلِحَسَّان وَغَيْرِهِ مِنْ اَلْخَزْرَج وَكَذَا لِقَيْس بْن اَلْحُطَيْم وَغَيْره مِنْ اَلْأَوْس فِي ذَلِكَ أَشْعَار كَثِيرَة مَشْهُورَة فِي دَوَاوِينِهِمْ. ‏ ‏قَوْله : ( فَاضْطَجَعَ عَلَى اَلْفِرَاشِ ) ‏ ‏فِي رِوَايَةِ اَلزُّهْرِيّ اَلْمَذْكُورَةِ أَنَّهُ \" تَغَشَّى بِثَوْبِهِ \" وَفِي رِوَايَةِ مُسْلِم \" تَسَجَّى \" أَيْ اِلْتَفَّ بِثَوْبِهِ. ‏ ‏قَوْله : ( وَجَاءَ أَبُو بَكْر ) ‏ ‏فِي رِوَايَةِ هِشَام بْن عُرْوَة فِي اَلْبَابِ اَلَّذِي بَعْدَهُ \" دَخَلَ عَلَى أَبُو بَكْر وَكَأَنَّهُ جَاءَ زَائِرًا لَهَا بَعْدَ أَنْ دَخَلَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَيْتَهُ \". ‏ ‏قَوْله : ( فَانْتَهَرَنِي ) ‏ ‏فِي رِوَايَة اَلزُّهْرِيّ \" فَانْتَهَرَهُمَا \" أَيْ اَلْجَارِيَتَيْنِ , وَيُجْمَعُ بِأَنَّهُ شَرَكَ بَيْنَهُنَّ فِي اَلِانْتِهَارِ وَالزَّجْرِ , أَمَّا عَائِشَة فَلِتَقْرِيرِهَا , وَأَمَّا اَلْجَارِيَتَانِ فَلِفِعْلِهِمَا. ‏ ‏قَوْله : ( مِزْمَارَةُ اَلشَّيْطَان ) ‏ ‏بِكَسْرِ اَلْمِيمِ يَعْنِي اَلْغِنَاء أَوْ اَلدُّفّ , لِأَنَّ الْمِزْمَارَةَ أَوْ اَلْمِزْمَارَ مُشْتَقّ مِنْ اَلزَّمِيرِ وَهُوَ اَلصَّوْتُ اَلَّذِي لَهُ اَلصَّفِير , وَيُطْلَقُ عَلَى اَلصَّوْتِ اَلْحَسَنِ وَعَلَى اَلْغِنَاءِ , وَسُمِّيَت بِهِ اَلْآلَةُ اَلْمَعْرُوفَةُ اَلَّتِي يُزَمَّرُ بِهَا , وَإِضَافَتهَا إِلَى اَلشَّيْطَانِ مِنْ جِهَةِ أَنَّهَا تُلْهِي , فَقَدْ تَشْغَلُ اَلْقَلْبَ عَنْ اَلذِّكْرِ. وَفِي رِوَايَةِ حَمَّاد بْن سَلَمَة عِنْدَ أَحْمَدَ \" فَقَالَ : يَا عِبَاد اَللَّهِ أَبِمَزْمُور اَلشَّيْطَان عِنْدَ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" قَالَ اَلْقُرْطُبِيّ : اَلْمَزْمُورُ اَلصَّوْت , وَنِسْبَتُهُ إِلَى اَلشَّيْطَانِ ذَمّ عَلَى مَا ظَهَرَ لِأَبِي بَكْر , وَضَبَطَهُ عِيَاض بِضَمِّ اَلْمِيمِ وَحُكِيَ فَتْحهَا. ‏ ‏قَوْله : ( فَأَقْبَلَ عَلَيْهِ ) ‏ ‏فِي رِوَايَة اَلزُّهْرِيّ \" فَكَشَفَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ وَجْهِهِ \" وَفِي رِوَايَةِ فُلَيْحٍ \" فَكَشَفَ رَأْسَهُ \" وَقَدْ تَقَدَّمَ أَنَّهُ كَانَ مُلْتَفًّا. ‏ ‏قَوْله : ( دَعْهُمَا ) ‏ ‏زَاد فِي رِوَايَةِ هِشَام \" يَا أَبَا بَكْر إِنَّ لِكُلِّ قَوْم عِيدًا وَهَذَا عِيدنَا \" فَفِيهِ تَعْلِيلُ اَلْأَمْرِ بِتَرْكِهِمَا , وَإِيضَاحُ خِلَافِ مَا ظَنَّهُ اَلصِّدِّيقُ مِنْ أَنَّهُمَا فَعَلَتَا ذَلِكَ بِغَيْرِ عِلْمِهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ لِكَوْنِهِ دَخَلَ فَوَجَدَهُ مُغَطّى بِثَوْبِهِ فَظَنَّهُ نَائِمًا فَتَوَجَّهَ لَهُ اَلْإِنْكَار عَلَى اِبْنَتِهِ مِنْ هَذِهِ اَلْأَوْجُهِ مُسْتَصْحِبًا لِمَا تَقَرَّرَ عِنْدَهُ مِنْ مَنْع اَلْغِنَاء وَاللَّهْو , فَبَادَرَ إِلَى إِنْكَارِ ذَلِكَ قِيَامًا عَنْ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ مُسْتَنِدًا إِلَى مَا ظَهَرَ لَهُ , فَأَوْضَحَ لَهُ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ اَلْحَالَ , وَعَرَّفَهُ اَلْحُكْمَ مَقْرُونًا بِبَيَانِ اَلْحِكْمَةِ بِأَنَّهُ يَوْمُ عِيد , أَيْ يَوْمُ سُرُورٍ شَرْعِيٍّ , فَلَا يُنْكَرُ فِيهِ مِثْلُ هَذَا كَمَا لَا يُنْكَرُ فِي اَلْأَعْرَاسِ , وَبِهَذَا يَرْتَفِعُ اَلْإِشْكَال عَمَّنْ قَالَ : كَيْفَ سَاغَ لِلصِّدِّيقِ إِنْكَار شَيْءٍ أَقَرَّهُ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ؟ وَتَكَلَّفَ جَوَابًا لَا يَخْفَى تَعَسُّفه. وَفِي قَوْلِهِ \" لِكُلِّ قَوْم \" أَيْ مِنْ اَلطَّوَائِفِ وَقَوْله \" عِيد \" أَيْ كَالنَّيْرُوزِ وَالْمِهْرَجَانِ , وَفِي اَلنَّسَائِيِّ وَابْن حِبَّانَ بِإِسْنَادٍ صَحِيحٍ عَنْ أَنَسٍ \" قَدِمَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ اَلْمَدِينَةَ وَلَهُمْ يَوْمَانِ يَلْعَبُونَ فِيهِمَا , فَقَالَ : قَدْ أَبْدَلَكُمْ اَللَّهُ تَعَالَى بِهِمَا خَيْرًا مِنْهُمَا : يَوْم اَلْفِطْرِ وَالْأَضْحَى \" وَاسْتُنْبِطَ مِنْهُ كَرَاهَةُ اَلْفَرَحِ فِي أَعْيَادِ اَلْمُشْرِكِينَ وَالتَّشَبُّهِ بِهِمْ , وَبَالَغَ اَلشَّيْخُ أَبُو حَفْص اَلْكَبِير اَلنَّسَفِيُّ مِنْ اَلْحَنَفِيَّةِ فَقَالَ : مَنْ أَهْدَى فِيهِ بَيْضَة إِلَى مُشْرِكٍ تَعْظِيمًا لِلْيَوْمِ فَقَدْ كَفَرَ بِاَللَّهِ تَعَالَى. اُسْتُنْبِطَ مِنْ تَسْمِيَةِ أَيَّامِ مِنًى بِأَنَّهَا أَيَّام عِيد مَشْرُوعِيَّة قَضَاء صَلَاة اَلْعِيدِ فِيهَا لِمَنْ فَاتَتْهُ كَمَا سَيَأْتِي بَعْد. وَاسْتَدَلَّ جَمَاعَة مِنْ اَلصُّوفِيَّةِ بِحَدِيثِ اَلْبَابِ عَلَى إِبَاحَةِ اَلْغِنَاء وَسَمَاعِهِ بِآلَةٍ وَبِغَيْرِ آلَة , وَيَكْفِي فِي رَدِّ ذَلِكَ تَصْرِيح عَائِشَة فِي اَلْحَدِيثِ اَلَّذِي فِي اَلْبَابِ بَعْدَهُ بِقَوْلِهَا \" وَلَيْسَتَا بِمُغَنِّيَتَيْنِ \" فَنَفَتْ عَنْهُمَا مِنْ طَرِيق اَلْمَعْنَى مَا أَثْبَتَهُ لَهُمَا بِاللَّفْظِ , لِأَنَّ اَلْغِنَاءَ يُطْلَقُ عَلَى رَفْعِ اَلصَّوْتِ وَعَلَى اَلتَّرَنُّمِ اَلَّذِي تُسَمِّيه اَلْعَرَبُ اَلنَّصْب بِفَتْحِ اَلنُّونِ وَسُكُونِ اَلْمُهْمَلَةِ عَلَى اَلْحِدَاءِ. وَلَا يُسَمَّى فَاعِله مُغَنِّيًا وَإِنَّمَا يُسَمَّى بِذَلِكَ مَنْ يَنْشُدُ بِتَمْطِيطٍ وَتَكْسِيرٍ وَتَهْيِيجٍ وَتَشْوِيقٍ بِمَا فِيهِ تَعْرِيض بِالْفَوَاحِشِ أَوْ تَصْرِيح , قَالَ اَلْقُرْطُبِيّ : قَوْلُهَا \" لَيْسَتَا بِمُغَنِّيَتَيْنِ \" أَيْ لَيْسَتَا مِمَّنْ يَعْرِفُ اَلْغِنَاء كَمَا يَعْرِفُهُ اَلْمُغَنِّيَات اَلْمَعْرُوفَات بِذَلِكَ , وَهَذَا مِنْهَا تَحَرُّزٌ عَنْ اَلْغِنَاءِ اَلْمُعْتَادِ عِنْدَ اَلْمُشْتَهِرِينَ بِهِ , وَهُوَ اَلَّذِي يُحَرِّكُ اَلسَّاكِنَ وَيَبْعَثُ اَلْكَامِن , وَهَذَا اَلنَّوْع إِذَا كَانَ فِي شِعْرٍ فِيهِ وَصْف مَحَاسِنِ اَلنِّسَاءِ وَالْخَمْرِ وَغَيْرهمَا مِنْ اَلْأُمُورِ اَلْمُحَرَّمَةِ لَا يُخْتَلَفُ فِي تَحْرِيمِهِ , قَالَ : وَأَمَّا مَا اِبْتَدَعَهُ اَلصُّوفِيَّة فِي ذَلِكَ فَمِنْ قَبِيلِ مَا لَا يُخْتَلَفُ فِي تَحْرِيمِهِ , لَكِنَّ اَلنُّفُوسَ اَلشَّهْوَانِيَّةَ غَلَبَتْ عَلَى كَثِيرٍ مِمَّنْ يُنْسَبُ إِلَى اَلْخَيْرِ , حَتَّى لَقَدْ ظَهَرَتْ مِنْ كَثِيرٍ مِنْهُمْ فِعْلَاتُ اَلْمَجَانِينِ وَالصِّبْيَان , حَتَّى رَقَصُوا بِحَرَكَاتٍ مُتَطَابِقَةٍ وَتَقْطِيعَاتٍ مُتَلَاحِقَة , وَانْتَهَى التَّوَاقُحُ بِقَوْمٍ مِنْهُمْ إِلَى أَنْ جَعَلُوهَا مِنْ بَابِ اَلْقُرَبِ وَصَالِح اَلْأَعْمَالِ , وَأَنَّ ذَلِكَ يُثْمِرُ سِنِيِّ اَلْأَحْوَالِ وَهَذَا - عَلَى اَلتَّحْقِيقِ - مِنْ آثَارِ اَلزَّنْدَقَةِ , وَقَوْل أَهْلِ اَلْمُخَرِّفَةِ وَاَللَّه اَلْمُسْتَعَان ا ه. وَيَنْبَغِي أَنْ يُعْكَسَ مُرَادهمْ وَيُقْرَأَ \" سَيِّئ \" عِوَض اَلنُّون اَلْخَفِيفَة اَلْمَكْسُورَة بِغَيْرِ هَمْزٍ بِمُثَنَّاة تَحْتَانِيَّة ثَقِيلَة مَهْمُوزًا. وَأَمَّا اَلْآلَاتُ فَسَيَأْتِي اَلْكَلَام عَلَى اِخْتِلَافِ اَلْعُلَمَاءِ فِيهَا عِنْدَ اَلْكَلَامِ عَلَى حَدِيث اَلْمَعَازِف فِي كِتَاب اَلْأَشْرِبَة , وَقَدْ حَكَى قَوْم اَلْإِجْمَاع عَلَى تَحْرِيمِهَا , وَحَكَى بَعْضهمْ عَكْسه , وَسَنَذْكُرُ بَيَانَ شُبْهَةِ اَلْفَرِيقَيْنِ إِنْ شَاءَ اَللَّهُ تَعَالَى. وَلَا يَلْزَمُ مِنْ إِبَاحَةِ اَلضَّرْبِ بِالدُّفِّ فِي اَلْعُرْسِ وَنَحْوِهِ إِبَاحَة غَيْرِهِ مِنْ اَلْآلَاتِ كَالْعُودِ وَنَحْوِهِ كَمَا سَنَذْكُرُ ذَلِكَ فِي وَلِيمَةِ اَلْعُرْسِ إِنْ شَاءَ اَللَّهُ تَعَالَى. وَأَمَّا اِلْتِفَافُهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِثَوْبِهِ فَفِيهِ إِعْرَاضٌ عَنْ ذَلِكَ لِكَوْنِ مَقَامِهِ يَقْتَضِي أَنْ يَرْتَفِعَ عَنْ اَلْإِصْغَاءِ إِلَى ذَلِكَ , لَكِنَّ عَدَمَ إِنْكَارِهِ دَالٌّ عَلَى تَسْوِيغِ مِثْلِ ذَلِكَ عَلَى اَلْوَجْهِ اَلَّذِي أَقَرَّهُ إِذْ لَا يُقِرُّ عَلَى بَاطِل , وَالْأَصْل اَلتَّنَزُّه عَنْ اَللَّعِبِ وَاللَّهْوِ فَيُقْتَصَرُ عَلَى مَا وَرَدَ فِيهِ اَلنَّصُّ وَقْتًا وَكَيْفِيَّة تَقْلِيلًا لِمُخَالَفَةِ اَلْأَصْلِ وَاَللَّهُ أَعْلَمُ. وَفِي هَذَا اَلْحَدِيثِ مِنْ اَلْفَوَائِدِ مَشْرُوعِيَّة اَلتَّوْسِعَة عَلَى اَلْعِيَالِ فِي أَيَّامِ اَلْأَعْيَادِ بِأَنْوَاعِ مَا يَحْصُلُ لَهُمْ بَسْط اَلنَّفْس وَتَرْوِيح اَلْبَدَن مِنْ كَلَف اَلْعِبَادَة , وَأَنَّ اَلْإِعْرَاضَ عَنْ ذَلِكَ أَوْلَى. وَفِيهِ أَنَّ إِظْهَار اَلسُّرُور فِي اَلْأَعْيَادِ مِنْ شِعَارِ اَلدِّينِ. وَفِيهِ جَوَازُ دُخُولِ اَلرَّجُلِ عَلَى اِبْنَتِهِ وَهِيَ عِنْدُ زَوْجِهَا إِذَا كَانَ لَهُ بِذَلِكَ عَادَة , وَتَأْدِيب اَلْأَبِ بِحَضْرَة اَلزَّوْج وَإِنْ تَرَكَهُ اَلزَّوْج , إِذْ اَلتَّأْدِيبُ وَظِيفَة اَلْآبَاءِ , وَالْعَطْفُ مَشْرُوع مِنْ اَلْأَزْوَاجِ لِلنِّسَاءِ. وَفِيهِ اَلرِّفْقُ بِالْمَرْأَةِ وَاسْتِجْلَاب مَوَدَّتِهَا , وَأَنَّ مَوَاضِعَ أَهْلِ اَلْخَيْرِ تُنَزَّهُ عَنْ اَللَّهْوِ وَاللَّغْوِ وَإِنْ لَمْ يَكُنْ فِيهِ إِثْم إِلَّا بِإِذْنِهِمْ. وَفِيهِ أَنَّ اَلتِّلْمِيذَ إِذَا رَأَى عِنْدَ شَيْخِهِ مَا يُسْتَكْرَهُ مِثْلهُ بَادَرَ إِلَى إِنْكَارِهِ , وَلَا يَكُونُ فِي ذَلِكَ اِفْتِئَات عَلَى شَيْخِهِ , بَلْ هُوَ أَدَبٌ مِنْهُ وَرِعَايَةٌ لِحُرْمَتِهِ وَإِجْلَالٌ لِمَنْصِبِهِ , وَفِيهِ فَتْوَى اَلتِّلْمِيذ بِحَضْرَة شَيْخه بِمَا يَعْرِفُ مِنْ طَرِيقَتِهِ , وَيُحْتَمَلُ أَنْ يَكُونَ أَبُو بَكْر ظَنَّ أَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ نَامَ فَخَشِيَ أَنْ يَسْتَيْقِظَ فَيَغْضَبَ عَلَى اِبْنَتِهِ فَبَادَرَ إِلَى سَدِّ هَذِهِ اَلذَّرِيعَةِ. وَفِي قَوْلِ عَائِشَة فِي آخِرِ هَذَا اَلْحَدِيثِ \" فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا \" دَلَالَة عَلَى أَنَّهَا مَعَ تَرْخِيصِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ لَهَا فِي ذَلِكَ رَاعَتْ خَاطِر أَبِيهَا وَخَشِيَتْ غَضَبَهُ عَلَيْهَا فَأَخْرَجْتهُمَا , وَاقْتِنَاعَهَا فِي ذَلِكَ بِالْإِشَارَةِ فِيمَا يَظْهَرُ لِلْحَيَاءِ مِنْ اَلْكَلَامِ بِحَضْرَة مَنْ هُوَ أَكْبَرُ مِنْهَا وَاَللَّه أَعْلَمُ. وَاسْتُدِلَّ بِهِ عَلَى جَوَازِ سَمَاع صَوْت اَلْجَارِيَةِ بِالْغِنَاءِ وَلَوْ لَمْ تَكُنْ مَمْلُوكَة لِأَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُنْكِرْ عَلَى أَبِي بَكْر سَمَاعَهُ بَلْ أَنْكَرَ إِنْكَاره , وَاسْتَمَرَّتَا إِلَى أَنْ أَشَارَتْ إِلَيْهِمَا عَائِشَة بِالْخُرُوجِ. وَلَا يَخْفَى أَنَّ مَحَلّ اَلْجَوَاز مَا إِذَا أُمِنَتْ اَلْفِتْنَةُ بِذَلِكَ , وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( وَكَانَ يَوْمَ عِيدِ ) ‏ ‏هَذَا حَدِيثٌ آخَرُ وَقَدْ جَمَعَهُمَا بَعْضُ اَلرُّوَاةِ وَأَفْرَدَهُمَا بَعْضهمْ , وَقَدْ تَقَدَّمَ هَذَا اَلْحَدِيث اَلثَّانِي مِنْ وَجْهٍ آخَرَ عَنْ اَلزُّهْرِيِّ عَنْ عُرْوَةَ فِي أَبْوَابِ اَلْمَسَاجِدِ , وَوَقَعَ عِنْد الْجَوْزَقِيِّ فِي حَدِيثِ اَلْبَابِ هُنَا \" وَقَالَتْ - أَيْ عَائِشَة - كَانَ يَوْمَ عِيد \" فَتَبَيَّنَ بِهَذَا أَنَّهُ مَوْصُولٌ كَالْأَوَّلِ. ‏ ‏قَوْله : ( يَلْعَبُ فِيهِ اَلسُّودَانُ ) ‏ ‏فِي رِوَايَةِ اَلزُّهْرِيّ اَلْمَذْكُورَةِ \" وَالْحَبَشَة يَلْعَبُونَ فِي اَلْمَسْجِدِ \" وَزَادَ فِي رِوَايَةٍ مُعَلَّقَةٍ وَوَصَلَهَا مُسْلِم \" بِحِرَابِهِمْ \" وَلِمُسْلِمٍ مِنْ رِوَايَةِ هِشَام عَنْ أَبِيهِ \" جَاءَ حَبَش يَلْعَبُونَ فِي اَلْمَسْجِدِ \" , قَالَ اَلْمُحِبّ اَلطَّبَرِيّ : هَذَا اَلسِّيَاقُ يُشْعِرُ بِأَنَّ عَادَتَهُمْ ذَلِكَ فِي كُلِّ عِيد , وَوَقَعَ فِي رِوَايَةِ اِبْنِ حِبَّانَ \" لَمَّا قَدِمَ وَفْد اَلْحَبَشَةِ قَامُوا يَلْعَبُونَ فِي اَلْمَسْجِدِ \" وَهَذَا يُشْعِرُ بِأَنَّ اَلتَّرْخِيصَ لَهُمْ فِي ذَلِكَ بِحَال اَلْقُدُوم , وَلَا تَنَافِيَ بَيْنَهُمَا لِاحْتِمَالِ أَنْ يَكُونَ قُدُومهمْ صَادَفَ يَوْمَ عِيدٍ وَكَانَ مِنْ عَادَتِهِمْ اَللَّعِب فِي اَلْأَعْيَادِ فَفَعَلُوا ذَلِكَ كَعَادَتِهِمْ ثُمَّ صَارُوا يَلْعَبُونَ يَوْمَ كُلِّ عِيد , وَيُؤَيِّدُهُ مَا رَوَاهُ أَبُو دَاوُد عَنْ أَنَس قَالَ \" لَمَّا قَدِمَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ اَلْمَدِينَةَ لَعِبَتْ اَلْحَبَشَة فَرَحًا بِذَلِكَ لَعِبُوا بِحِرَابِهِمْ \" , وَلَا شَكَّ أَنَّ يَوْمَ قُدُومِهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ عِنْدَهُمْ أَعْظَم مِنْ يَوْمِ اَلْعِيدِ , قَالَ اَلزَّيْن بْن اَلْمُنِيرِ : سَمَّاهُ لَعِبًا وَإِنْ كَانَ أَصْله اَلتَّدْرِيب عَلَى اَلْحَرْبِ وَهُوَ مِنْ اَلْجِدِّ لِمَا فِيهِ مِنْ شَبَه اَللَّعِب , لِكَوْنِهِ يَقْصِدُ إِلَى اَلطَّعْنِ وَلَا يَفْعَلُهُ وَيُوهِمُ بِذَلِكَ قَرْنه وَلَوْ كَانَ أَبَاهُ أَوْ اِبْنَهُ. ‏ ‏قَوْله : ( فَإِمَّا سَأَلْت رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَإِمَّا قَالَ : تَشْتَهِينَ تَنْظُرِينَ ) ‏ ‏هَذَا تَرَدُّد مِنْهَا فِيمَا كَانَ وَقَع لَهُ هَلْ كَانَ أَذِنَ لَهَا فِي ذَلِكَ اِبْتِدَاء مِنْهُ أَوْ عَنْ سُؤَالٍ مِنْهَا , وَهَذَا بِنَاءً عَلَى أَنْ سَأَلْت بِسُكُونِ اَللَّامِ عَلَى أَنَّهُ كَلَامُهَا , وَيُحْتَمَلُ أَنْ يَكُونَ بِفَتْحِ اَللَّامِ فَيَكُونُ كَلَام اَلرَّاوِي فَلَا يُنَافِي مَعَ ذَلِكَ قَوْلَهُ \" وَإِمَّا قَالَ تَشْتَهِينَ تَنْظُرِينَ \" وَقَدْ اِخْتَلَفَتْ اَلرِّوَايَاتُ عَنْهَا فِي ذَلِكَ : فَفِي رِوَايَة اَلنَّسَائِيّ مِنْ طَرِيقِ يَزِيد بْن رُومَان عَنْهَا \" سَمِعْت لَغَطًا وَصَوْت صِبْيَان , فَقَامَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا حَبَشِيَّة تَزْفِنُ - أَيْ تَرْقُصُ - وَالصِّبْيَان حَوْلَهَا فَقَالَ : يَا عَائِشَةُ , تَعَالَيْ فَانْظُرِي \" فَفِي هَذَا أَنَّهُ اِبْتَدَأَهَا , وَفِي رِوَايَةِ عُبَيْدِ بْنِ عُمَيْرٍ عَنْهَا عِنْدَ مُسْلِمٍ أَنَّهَا قَالَتْ لِلَّاعِبِينَ \" وَدِدْت أَنِّي أَرَاهُمْ \" فَفِي هَذَا أَنَّهَا سَأَلَتْ , وَيُجْمَعُ بَيْنَهُمَا بِأَنَّهَا اِلْتَمَسَتْ مِنْهُ ذَلِكَ فَأَذِنَ لَهَا , وَفِي رِوَايَةِ النَّسَائِيِّ مِنْ طَرِيقِ أَبِي سَلَمَةَ عَنْهَا \" دَخَلَ الْحَبَشَةُ يَلْعَبُونَ , فَقَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا حُمَيْرَاءُ أَتُحِبِّينَ أَنْ تَنْظُرِي إِلَيْهِمْ ؟ فَقُلْت : نَعَمْ \" إِسْنَادُهُ صَحِيحٌ وَلَمْ أَرَ فِي حَدِيثٍ صَحِيحٍ ذِكْرَ الْحُمَيْرَاءِ إِلَّا فِي هَذَا. وَفِي رِوَايَةِ أَبِي سَلَمَةَ هَذِهِ مِنْ الزِّيَادَةِ عَنْهَا قَالَتْ \" وَمِنْ قَوْلِهِمْ يَوْمَئِذٍ : أَبَا الْقَاسِمِ طَيِّبًا \" كَذَا فِيهِ بِالنَّصْبِ , وَهُوَ حِكَايَةُ قَوْلِ الْحَبَشَةِ , وَلِأَحْمَدَ وَالسَّرَّاجِ وَابْنِ حِبَّانَ مِنْ حَدِيثِ أَنَسٍ \" أَنَّ الْحَبَشَةَ كَانَتْ تَزْفِنُ بَيْنَ يَدَيْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَتَكَلَّمُونَ بِكَلَامٍ لَهُمْ , فَقَالَ : مَا يَقُولُونَ ؟ قَالَ يَقُولُونَ : مُحَمَّدٌ عَبْدٌ صَالِحٌ \". ‏ ‏قَوْلُهُ : ( فَأَقَامَنِي وَرَاءَهُ خَدِّي عَلَى خَدِّهِ ) ‏ ‏أَيْ مُتَلَاصِقَيْنِ وَهِيَ جُمْلَةٌ حَالِيَّةٌ بِدُونِ وَاوٍ كَمَا قِيلَ فِي قَوْلِهِ تَعَالَى ( اِهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ) وَفِي رِوَايَةِ هِشَامٍ عَنْ أَبِيهِ عِنْدَ مُسْلِمٍ \" فَوَضَعْت رَأْسِي عَلَى مَنْكِبِهِ \" وَفِي رِوَايَةِ أَبِي سَلَمَةَ الْمَذْكُورَةِ \" فَوَضَعْت ذَقْنِي عَلَى عَاتِقِهِ وَأَسْنَدْت وَجْهِي إِلَى خَدِّهِ \" وَفِي رِوَايَةِ عُبَيْدِ بْنِ عُمَيْرٍ عَنْهَا \" أَنْظُرُ بَيْنَ أُذُنَيْهِ وَعَاتِقِهِ \" وَمَعَانِيهَا مُتَقَارِبَةٌ , وَرِوَايَةُ أَبِي سَلَمَةَ أَبْيَنُهَا. وَفِي رِوَايَةِ الزُّهْرِيِّ الْآتِيَةِ بَعْدُ عَنْ عُرْوَةَ \" فَيَسْتُرُنِي وَأَنَا أَنْظُرُ \" وَقَدْ تَقَدَّمَ فِي أَبْوَابِ الْمَسَاجِدِ بِلَفْظِ \" يَسْتُرُنِي بِرِدَائِهِ \" وَيُتَعَقَّبُ بِهِ عَلَى الزَّيْنِ بْنِ الْمُنِيرِ فِي اِسْتِنْبَاطِهِ مِنْ لَفْظِ حَدِيثِ الْبَابِ جَوَازُ اِكْتِفَاءِ الْمَرْأَةِ بِالتَّسَتُّرِ بِالْقِيَامِ خَلْفَ مَنْ تُسْتَرُ بِهِ مِنْ زَوْجٍ أَوْ ذِي مَحْرَمٍ إِذَا قَامَ ذَلِكَ مَقَامَ الرِّدَاءِ , لِأَنَّ الْقِصَّةَ وَاحِدَةٌ , وَقَدْ وَقَعَ فِيهَا التَّنْصِيصُ عَلَى وُجُودِ التَّسَتُّرِ بِالرِّدَاءِ. ‏ ‏قَوْلُهُ : ( وَهُوَ يَقُولُ : دُونَكُمْ ) ‏ ‏بِالنَّصْبِ عَلَى الظَّرْفِيَّةِ بِمَعْنَى الْإِغْرَاءِ وَالْمُغْرَى بِهِ مَحْذُوفٌ وَهُوَ لَعِبُهُمْ بِالْحِرَابِ , وَفِيهِ إِذْنٌ وَتَنْهِيضٌ لَهُمْ وَتَنْشِيطٌ. ‏ ‏قَوْلُهُ : ( يَا بَنِي أَرْفِدَةَ ) ‏ ‏بِفَتْحِ الْهَمْزَةِ وَسُكُونِ الرَّاءِ وَكَسْرِ الْفَاءِ وَقَدْ تُفْتَحُ , قِيلَ هُوَ لَقَبٌ لِلْحَبَشَةِ , وَقِيلَ هُوَ اِسْمُ جِنْسٍ لَهُمْ , وَقِيلَ اِسْمُ جَدِّهِمْ الْأَكْبَرِ وَقِيلَ الْمَعْنَى يَا بَنِي الْإِمَاءِ , زَادَ فِي رِوَايَةِ الزُّهْرِيِّ عَنْ عُرْوَةَ \" فَزَجَرَهُمْ عُمَرُ , فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : أَمَّنَّا بَنِي أَرْفِدَةَ \" وَبَيَّنَ الزُّهْرِيُّ أَيْضًا عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ وَجْهَ الزَّجْرِ حَيْثُ قَالَ \" فَأَهْوَى إِلَى الْحَصْبَاءِ فَحَصِبَهُمْ بِهَا , فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعْهُمْ يَا عُمَرُ \" وَسَيَأْتِي فِي الْجِهَادِ , وَزَادَ أَبُو عَوَانَةَ فِي صَحِيحِهِ \" فَإِنَّهُمْ بَنُو أَرْفِدَةَ \" كَأَنَّهُ يَعْنِي أَنَّ هَذَا شَأْنُهُمْ وَطَرِيقَتُهُمْ وَهُوَ مِنْ الْأُمُورِ الْمُبَاحَةِ فَلَا إِنْكَارَ عَلَيْهِمْ. قَالَ الْمُحِبُّ الطَّبَرِيُّ : فِيهِ تَنْبِيهٌ عَلَى أَنَّهُ يُغْتَفَرُ لَهُمْ مَا لَا يُغْتَفَرُ لِغَيْرِهِمْ , لِأَنَّ الْأَصْلَ فِي الْمَسَاجِدِ تَنْزِيهُهَا عَنْ اللَّعِبِ فَيُقْتَصَرُ عَلَى مَا وَرَدَ فِيهِ النَّصُّ , اِنْتَهَى. وَرَوَى السَّرَّاجُ مِنْ طَرِيقِ أَبِي الزِّنَادِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَوْمَئِذٍ \" لِتَعْلَمَ يَهُودُ أَنَّ فِي دِينِنَا فُسْحَةً , إِنِّي بُعِثْت بِحَنِيفِيَّةٍ سَمْحَةٍ \" وَهَذَا يُشْعِرُ بِعَدَمِ التَّخْصِيصِ , وَكَأَنَّ عُمَرَ بَنَى عَلَى الْأَصْلِ فِي تَنْزِيهِ الْمَسَاجِدِ فَبَيَّنَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجْهَ الْجَوَازِ فِيمَا كَانَ هَذَا سَبِيلَهُ كَمَا سَيَأْتِي تَقْرِيرُهُ , أَوْ لَعَلَّهُ لَمْ يَكُنْ عَلِمَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرَاهُمْ. ‏ ‏قَوْلُهُ : ( حَتَّى إِذَا مَلِلْت ) ‏ ‏بِكَسْرِ اللَّامِ الْأُولَى - , وَفِي رِوَايَةِ الزُّهْرِيِّ \" حَتَّى أَكُونَ أَنَا الَّذِي أَسْأَمُ \" وَلِمُسْلِمٍ مِنْ طَرِيقِهِ \" ثُمَّ يَقُومُ مِنْ أَجْلِي حَتَّى أَكُونَ أَنَا الَّذِي أَنْصَرِفُ \" وَفِي رِوَايَةِ يَزِيدَ بْنِ رُومَانَ عِنْدَ النَّسَائِيِّ \" أَمَا شَبِعْت ؟ أَمَا شَبِعْت ؟ قَالَتْ : فَجَعَلْت أَقُولُ : لَا , لِأَنْظُرَ مَنْزِلَتِي عِنْدَهُ \" وَلَهُ مِنْ رِوَايَةِ أَبِي سَلَمَةَ عَنْهَا : \" قُلْت : يَا رَسُولَ اللَّهِ لَا تَعْجَلْ , فَقَامَ لِي ثُمَّ قَالَ : حَسْبُك ؟ قُلْت : لَا تَعْجَلْ. قَالَ : وَمَا بِي حُبُّ النَّظَرِ إِلَيْهِمْ وَلَكِنْ أَحْبَبْت أَنْ يَبْلُغَ النِّسَاءَ مُقَامُهُ لِي وَمَكَانِي مِنْهُ \" وَزَادَ فِي النِّكَاحِ فِي رِوَايَةِ الزُّهْرِيِّ \" فَاقْدُرُوا قَدْرَ الْجَارِيَةِ الْحَدِيثَةِ السِّنِّ الْحَرِيصَةِ عَلَى اللَّهْوِ \" وَقَوْلُهَا \" اُقْدُرُوا \" بِضَمِّ الدَّالِ مِنْ التَّقْدِيرِ وَيَجُوزُ كَسْرُهَا , وَأَشَارَتْ بِذَلِكَ إِلَى أَنَّهَا كَانَتْ حِينَئِذٍ شَابَّةً , وَقَدْ تَمَسَّك بِهِ مَنْ اِدَّعَى نَسْخَ هَذَا الْحُكْمِ وَأَنَّهُ كَانَ فِي أَوَّلِ الْإِسْلَامِ كَمَا تَقَدَّمَتْ حِكَايَتُهُ فِي أَبْوَابِ الْمَسَاجِدِ , وَرُدَّ بِأَنَّ قَوْلَهَا : \" يَسْتُرُنِي بِرِدَائِهِ \" دَالٌّ عَلَى أَنَّ ذَلِكَ كَانَ بَعْدَ نُزُولِ الْحِجَابِ , وَكَذَا قَوْلُهَا \" أَحْبَبْت أَنْ يَبْلُغَ النِّسَاءَ مُقَامُهُ لِي \" مُشْعِرٌ بِأَنَّ ذَلِكَ وَقَعَ بَعْدَ أَنْ صَارَتْ لَهَا ضَرَائِرُ , أَرَادَتْ الْفَخْرَ عَلَيْهِنَّ , فَالظَّاهِرُ أَنَّ ذَلِكَ وَقَعَ بَعْدَ بُلُوغِهَا , وَقَدْ تَقَدَّمَ مِنْ رِوَايَةِ اِبْنِ حِبَّانَ أَنَّ ذَلِكَ وَقَعَ لَمَّا قَدِمَ وَفْدُ الْحَبَشَةِ وَكَانَ قُدُومُهُمْ سَنَةَ سَبْعٍ فَيَكُونُ عُمْرُهَا حِينَئِذٍ خَمْسَ عَشْرَةَ سَنَةً , وَقَدْ تَقَدَّمَ فِي أَبْوَابِ الْمَسَاجِدِ شَيْءٌ نَحْوُ هَذَا وَالْجَوَابُ عَنْهُ وَاسْتُدِلَّ بِهِ عَلَى جَوَازِ اللَّعِبِ بِالسِّلَاحِ عَلَى طَرِيقِ التَّوَاثُبِ لِلتَّدْرِيبِ عَلَى الْحَرْبِ وَالتَّنْشِيطِ عَلَيْهِ , وَاسْتُنْبِطَ مِنْهُ جَوَازُ الْمُثَاقَفَةِ لِمَا فِيهَا مِنْ تَمْرِينِ الْأَيْدِي عَلَى آلَاتِ الْحَرْبِ , قَالَ عِيَاضٌ : وَفِيهِ جَوَازُ نَظَرِ النِّسَاءِ إِلَى فِعْلِ الرِّجَالِ الْأَجَانِبِ لِأَنَّهُ إِنَّمَا يُكْرَهُ لَهُنَّ النَّظَرُ إِلَى الْمَحَاسِنِ وَالِاسْتِلْذَاذِ بِذَلِكَ , وَمِنْ تَرَاجِمِ الْبُخَارِيِّ عَلَيْهِ \" بَابُ نَظَرِ الْمَرْأَةِ إِلَى الْحَبَشِ وَنَحْوِهِمْ مِنْ غَيْرِ رِيبَةٍ \" وَقَالَ النَّوَوِيُّ : أَمَّا النَّظَرُ بِشَهْوَةٍ وَعِنْدَ خَشْيَةِ الْفِتْنَةِ فَحَرَامٌ اِتِّفَاقًا , وَأَمَّا بِغَيْرِ شَهْوَةٍ فَالْأَصَحُّ أَنَّهُ مُحَرَّمٌ. وَأَجَابَ عَنْ هَذَا الْحَدِيثِ بِأَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ ذَلِكَ قَبْلَ بُلُوغِ عَائِشَةَ , وَهَذَا قَدْ تَقَدَّمَتْ الْإِشَارَةُ إِلَى مَا فِيهِ , قَالَ : أَوْ كَانَتْ تَنْظُرُ إِلَى لَعِبِهِمْ بِحِرَابِهِمْ لَا إِلَى وُجُوهِهِمْ وَأَبْدَانِهِمْ , وَإِنْ وَقَعَ بِلَا قَصْدٍ أَمْكَنَ أَنْ تَصْرِفَهُ فِي الْحَالِ. اِنْتَهَى. وَقَدْ تَقَدَّمَتْ بَقِيَّةُ فَوَائِدِهِ فِي أَبْوَابِ الْمَسَاجِدِ. وَسَيَأْتِي بَعْدَ سِتَّةِ أَبْوَابٍ وَجْهُ الْجَمْعِ بَيْنَ تَرْجَمَةِ الْبُخَارِيِّ هَذَا الْبَابَ وَالْبَابَ الْآتِي هُنَاكَ حَيْثُ قَالَ \" بَابُ مَا يُكْرَهُ مِنْ حَمْلِ السِّلَاحِ فِي الْعِيدِ \" إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 950,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا حَجَّاجٌ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي زُبَيْدٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، عَنِ الْبَرَاءِ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَخْطُبُ فَقَالَ ‏\n\"‏ إِنَّ أَوَّلَ مَا نَبْدَأُ مِنْ يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ فَقَدْ أَصَابَ سُنَّتَنَا ‏\"‏‏.‏",
    "english_text": "I heard the Prophet (p.b.u.h) delivering a Khutba saying, \"The first thing to be done on this day (first \nday of `Id ul Adha) is to pray; and after returning from the prayer we slaughter our sacrifices (in the \nname of Allah) and whoever does so, he acted according to our Sunna (traditions).\"",
    "explication": "أَمَّا حَدِيثُ الْبَرَاءِ فَظَاهِرُهُ يُخَالِفُ التَّرْجَمَةَ , لِأَنَّ قَوْلَهُ ‏ ‏\" أَوَّلُ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" ‏ ‏مُشْعِرٌ بِأَنَّ هَذَا الْكَلَامَ وَقَعَ قَبْلَ إِيقَاعِ الصَّلَاةِ فَيَسْتَلْزِمُ تَقْدِيمَ الْخُطْبَةِ عَلَى الصَّلَاةِ بِنَاءً عَلَى أَنَّ هَذَا الْكَلَامَ مِنْ الْخُطْبَةِ , وَلِأَنَّهُ عَقَّبَ الصَّلَاةَ بِالنَّحْرِ , وَالْجَوَابُ أَنَّ الْمُرَادَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْعِيدَ ثُمَّ خَطَبَ فَقَالَ هَذَا الْكَلَامَ , وَأَرَادَ بِقَوْلِهِ \" إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ \" أَيْ فِي يَوْمِ الْعِيدِ تَقْدِيمَ الصَّلَاةِ فِي أَيِّ عِيدٍ كَانَ. وَالتَّعْقِيبُ بِثُمَّ لَا يَسْتَلْزِمُ عَدَمَ تَخَلُّلِ أَمْرٍ آخَرَ بَيْنَ الْأَمْرَيْنِ. قَالَ اِبْنُ بَطَّالٍ : غَلِطَ النَّسَائِيُّ فَتَرْجَمَ بِحَدِيثِ الْبَرَاءِ فَقَالَ \" بَابُ الْخُطْبَةِ قَبْلَ الصَّلَاةِ \" قَالَ : وَخَفَى عَلَيْهِ أَنَّ الْعَرَبَ قَدْ تَضَعُ الْفِعْلَ الْمُسْتَقْبِلَ مَكَانَ الْمَاضِي , وَكَأَنَّهُ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : أَوَّلُ مَا يَكُونُ بِهِ الِابْتِدَاءُ فِي هَذَا الْيَوْمِ الصَّلَاةُ الَّتِي قَدَّمْنَا فِعْلَهَا. قَالَ : وَهُوَ مِثْلُ قَوْلِهِ تَعَالَى ( وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا ) أَيْ الْإِيمَانُ الْمُتَقَدِّمُ مِنْهُمْ ا ه. وَالْمُعْتَمَدُ فِي صِحَّةِ مَا تَأَوَّلْنَاهُ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْآتِيَةُ بَعْدَ ثَمَانِيَةِ أَبْوَابٍ فِي هَذَا الْحَدِيثِ بِعَيْنِهِ بِلَفْظِ \" خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحَى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ , ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ : إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلَاةِ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" الْحَدِيثَ , فَتَبَيَّنَ أَنَّ ذَلِكَ الْكَلَامَ وَقَعَ مِنْهُ بَعْدَ الصَّلَاةِ. وَقَالَ الْكَرْمَانِيُّ : الْمُسْتَفَادُ مِنْ حَدِيثِ الْبَرَاءِ أَنَّ الْخُطْبَةَ مُقَدَّمَةٌ عَلَى الصَّلَاةِ , ثُمَّ قَالَ فِي مَوْضِعٍ آخَرَ : فَإِنْ قُلْت فَمَا دَلَالَتُهُ عَلَى التَّرْجَمَةِ ؟ قُلْت : لَوْ قَدَّمَ الْخُطْبَةَ عَلَى الصَّلَاةِ لَمْ تَكُنْ الصَّلَاةُ أَوَّلَ مَا بُدِئَ بِهِ , وَلَا يَلْزَمُ مِنْ كَوْنِ هَذَا الْكَلَامِ وَقَعَ قَبْلَ الصَّلَاةِ أَنْ تَكُونَ الْخُطْبَةُ وَقَعَتْ قَبْلَهَا ا ه. وَحَاصِلُهُ أَنَّهُ يَجْعَلُ الْكَلَامَ الْمَذْكُورَ سَابِقًا عَلَى الصَّلَاةِ , وَيَمْنَعُ كَوْنَهُ مِنْ الْخُطْبَةِ. لَكِنْ قَدْ بَيَّنَتْ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْمَذْكُورَةُ أَنَّ الصَّلَاةَ لَمْ يَتَقَدَّمْهَا شَيْءٌ , لِأَنَّهُ عَقَّبَ الْخُرُوجَ إِلَيْهَا بِالْفَاءِ. وَصَرَّحَ مَنْصُورٌ فِي رِوَايَتِهِ عَنْ الشَّعْبِيِّ فِي هَذَا الْحَدِيثِ بِأَنَّ الْكَلَامَ الْمَذْكُورَ وَقَعَ فِي الْخُطْبَةِ , وَلَفْظُهُ \" عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ : خَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى بَعْدَ الصَّلَاةِ فَقَالَ \" فَذَكَرَ الْحَدِيثَ. وَقَدْ تَقَدَّمَ قَبْلَ بَابَيْنِ وَيَأْتِي أَيْضًا فِي أَوَاخِرِ الْعِيدِ , فَيَتَعَيَّنُ التَّأْوِيلُ الَّذِي قَدَّمْنَاهُ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 951,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَ أَبُو بَكْرٍ وَعِنْدِي جَارِيَتَانِ مِنْ جَوَارِي الأَنْصَارِ تُغَنِّيَانِ بِمَا تَقَاوَلَتِ الأَنْصَارُ يَوْمَ بُعَاثَ ـ قَالَتْ وَلَيْسَتَا بِمُغَنِّيَتَيْنِ ـ فَقَالَ أَبُو بَكْرٍ أَمَزَامِيرُ الشَّيْطَانِ فِي بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَلِكَ فِي يَوْمِ عِيدٍ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَا أَبَا بَكْرٍ إِنَّ لِكُلِّ قَوْمٍ عِيدًا، وَهَذَا عِيدُنَا ‏\"‏‏.‏",
    "english_text": "Abu Bakr came to my house while two small Ansari girls were singing beside me the stories of the \nAnsar concerning the Day of Buath. And they were not singers. Abu Bakr said protestingly, \"Musical \ninstruments of Satan in the house of Allah's Messenger (ﷺ) !\" It happened on the `Id day and Allah's Messenger (ﷺ) \nsaid, \"O Abu Bakr! There is an `Id for every nation and this is our `Id.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 952,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا هُشَيْمٌ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يَغْدُو يَوْمَ الْفِطْرِ حَتَّى يَأْكُلَ تَمَرَاتٍ‏.‏ وَقَالَ مُرَجَّى بْنُ رَجَاءٍ حَدَّثَنِي عُبَيْدُ اللَّهِ قَالَ حَدَّثَنِي أَنَسٌ عَنِ النَّبِيِّ صلى الله عليه وسلم وَيَأْكُلُهُنَّ وِتْرًا‏.‏",
    "english_text": "Allah's Messenger (ﷺ) never proceeded (for the prayer) on the Day of `Id-ul-Fitr unless he had eaten some \ndates. Anas also narrated: The Prophet (ﷺ) used to eat odd number of dates.",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنَا عُبَيْدُ اللَّهِ ) ‏ ‏هُوَ بِالتَّصْغِيرِ , وَفِي نُسْخَةِ الصَّغَانِيِّ \" حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَنَسٍ \" بِحَذْفِ أَبِي بَكْرٍ , هَكَذَا رَوَاهُ سَعِيدُ بْنُ سُلَيْمَانَ عَنْ هُشَيْمٍ , وَتَابَعَهُ أَبُو الرَّبِيعِ الزَّهْرَانِيُّ عِنْدَ الْإِسْمَاعِيلِيِّ , وَجُبَارَةُ بْنُ الْمُغَلِّسِ عِنْدَ اِبْنِ مَاجَهْ , وَرَوَاهُ عَنْ هُشَيْمٍ قُتَيْبَةُ عِنْدَ التِّرْمِذِيِّ , وَأَحْمَدُ بْنُ مَنِيعٍ عِنْدَ اِبْنِ خُزَيْمَةَ , وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ عِنْدَ اِبْنِ حِبَّانَ وَالْإِسْمَاعِيلِيِّ , وَعَمْرُو بْنُ عَوْنٍ عِنْدَ الْحَاكِمِ فَقَالُوا كُلُّهُمْ \" عَنْ هُشَيْمٍ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ حَفْصِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَنَسٍ عَنْ أَنَسٍ \" قَالَ التِّرْمِذِيُّ صَحِيحٌ غَرِيبٌ , وَأَعَلَّهُ الْإِسْمَاعِيلِيُّ بِأَنَّ هُشَيْمًا مُدَلِّسٌ , وَقَدْ اُخْتُلِفَ عَلَيْهِ فِيهِ , وَابْنُ إِسْحَاقَ لَيْسَ مِنْ شَرْطِ الْبُخَارِيِّ. قُلْت : وَهِيَ عِلَّةٌ غَيْرُ قَادِحَةٍ لِأَنَّ هُشَيْمًا قَدْ صَرَّحَ فِيهِ بِالْإِخْبَارِ فَأُمِنَ تَدْلِيسُهُ , وَلِهَذَا نَزَّلَ فِيهِ الْبُخَارِيُّ دَرَجَةً لِأَنَّ سَعِيدَ بْنَ سُلَيْمَانَ مِنْ شُيُوخِهِ , وَقَدْ أُخْرِجَ هَذَا الْحَدِيثُ عَنْهُ بِوَاسِطَةٍ لِكَوْنِهِ لَمْ يَسْمَعْهُ مِنْهُ وَلَمْ يَلْقَ مِنْ أَصْحَابِ هُشَيْمٍ مَعَ كَثْرَةِ مَنْ لَقِيَهُ مِنْهُمْ مَنْ يُحَدِّثُ بِهِ مُصَرِّحًا عَنْهُ فِيهِ بِالْإِخْبَارِ , وَقَدْ جَزَمَ أَبُو مَسْعُودٍ الدِّمَشْقِيُّ بِأَنَّهُ كَانَ عِنْدَ هُشَيْمٍ عَلَى الْوَجْهَيْنِ , وَأَنَّ أَصْحَابَ هُشَيْمٍ الْقُدَمَاءَ كَانُوا يَرْوُونَهُ عَنْهُ عَلَى الْوَجْهِ الْأَوَّلِ فَلَا تَضُرُّ طَرِيقُ اِبْنِ إِسْحَاقَ الْمَذْكُورَةُ , قَالَ الْبَيْهَقِيُّ : وَيُؤَكِّدُ ذَلِكَ أَنَّ سَعِيدَ بْنَ سُلَيْمَانَ قَدْ رَوَاهُ عَنْ هُشَيْمٍ عَلَى الْوَجْهَيْنِ , ثُمَّ سَاقَهُ مِنْ رِوَايَةِ مُعَاذِ بْنِ الْمُثَنَّى عَنْهُ عَنْ هُشَيْمٍ بِالْإِسْنَادَيْنِ الْمَذْكُورَيْنِ فَرَجَحَ صَنِيعُ الْبُخَارِيِّ , وَيُؤَيِّدُ ذَلِكَ مُتَابَعَةُ مُرَجَّى بْنِ رَجَاءٍ لِهُشَيْمٍ عَلَى رِوَايَتِهِ لَهُ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ , وَقَدْ عَلَّقَهَا الْبُخَارِيُّ هُنَا , وَأَفَادَتْ ثَلَاثَ فَوَائِدَ : الْأُولَى هَذِهِ , وَالثَّانِيَةُ تَصْرِيحُ عُبَيْدِ اللَّهِ فِيهِ بِالْإِخْبَارِ عَنْ أَنَسٍ , وَالثَّالِثَةُ تَقْيِيدُ الْأَكْلِ بِكَوْنِهِ وِتْرًا. وَقَدْ وَصَلَهَا اِبْنُ خُزَيْمَةَ وَالْإِسْمَاعِيلِيُّ وَغَيْرُهُمَا مِنْ طَرِيقِ أَبِي النَّضْرِ عَنْ مُرَجَّى بِلَفْظِ \" يَخْرُجُ \" بَدَلَ \" يَغْدُو \" وَالْبَاقِي مِثْل لَفْظِ هُشَيْمٍ وَفِيهِ الزِّيَادَةُ , وَكَذَا وَصَلَهُ أَبُو ذَرٍّ فِي زِيَادَاتِهِ فِي الصَّحِيحِ عَنْ أَبِي حَامِدِ بْنِ نُعَيْمٍ عَنْ الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ مُصْعَبٍ عَنْ أَبِي دَاوُدَ السِّنْجِيِّ عَنْ أَبِي النَّضْرِ , وَأَخْرَجَهُ الْإِمَامُ أَحْمَدُ عَنْ حَرَمِيِّ بْنِ عُمَارَةَ عَنْ مُرَجَّى بِلَفْظِ \" وَيَأْكُلهُنَّ أَفْرَادًا \" وَمِنْ هَذَا الْوَجْهِ أَخْرَجَهُ الْبُخَارِيُّ فِي تَارِيخِهِ , وَلَهُ رَاوٍ ثَالِثٌ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ أَخْرَجَهُ الْإِسْمَاعِيلِيُّ أَيْضًا وَابْنُ حِبَّانَ وَالْحَاكِمُ مِنْ رِوَايَةِ عُتْبَةَ بْنِ حُمَيْدٍ عَنْهُ بِلَفْظِ \" مَا خَرَجَ يَوْمَ فِطْرٍ حَتَّى يَأْكُلَ تَمَرَاتٍ ثَلَاثًا أَوْ خَمْسًا أَوْ سَبْعًا أَوْ أَقَلَّ مِنْ ذَلِكَ أَوْ أَكْثَرَ وِتْرًا , وَهِيَ أَصْرَحُ فِي الْمُدَاوَمَةِ عَلَى ذَلِكَ , قَالَ الْمُهَلَّبُ : الْحِكْمَةُ فِي الْأَكْلِ قَبْلَ الصَّلَاةِ أَنْ لَا يَظُنَّ ظَانٌّ لُزُومَ الصَّوْمِ حَتَّى يُصَلِّيَ الْعِيدَ , فَكَأَنَّهُ أَرَادَ سَدَّ هَذِهِ الذَّرِيعَةِ. وَقَالَ غَيْرُهُ : لَمَّا وَقَعَ وُجُوبُ الْفِطْرِ عَقِبَ وُجُوبِ الصَّوْمِ اُسْتُحِبَّ تَعْجِيلُ الْفِطْرِ مُبَادَرَةً إِلَى اِمْتِثَالِ أَمْرِ اللَّهِ تَعَالَى , وَيُشْعِرُ بِذَلِكَ اِقْتِصَارُهُ عَلَى الْقَلِيلِ مِنْ ذَلِكَ , وَلَوْ كَانَ لِغَيْرِ الِامْتِثَالِ لَأَكَلَ قَدْرَ الشِّبَعِ , وَأَشَارَ إِلَى ذَلِكَ اِبْنُ أَبِي جَمْرَةَ. وَقَالَ بَعْضُ الْمَالِكِيَّةِ : لَمَّا كَانَ الْمُعْتَكِفُ لَا يَتِمُّ اِعْتِكَافُهُ حَتَّى يَغْدُوَ إِلَى الْمُصَلَّى قَبْلَ اِنْصِرَافِهِ إِلَى بَيْتِهِ خُشِيَ أَنْ يُعْتَمَدَ فِي هَذَا الْجُزْءِ مِنْ النَّهَارِ بِاعْتِبَارِ اِسْتِصْحَابِ الصَّائِمِ مَا يُعْتَمَدُ مِنْ اِسْتِصْحَابِ الِاعْتِكَافِ , فَفُرِّقَ بَيْنَهُمَا بِمَشْرُوعِيَّةِ الْأَكْلِ قَبْلَ الْغُدُوِّ. وَقِيلَ لِأَنَّ الشَّيْطَانَ الَّذِي يُحْبَسُ فِي رَمَضَانَ لَا يُطْلَقُ إِلَّا بَعْدَ صَلَاةِ الْعِيدِ , فَاسْتُحِبَّ تَعْجِيلُ الْفِطْرِ بِدَارًا إِلَى السَّلَامَةِ مِنْ وَسْوَسَتِهِ. وَسَيَأْتِي تَوْجِيهٌ آخَرُ لِابْنِ الْمُنِيرِ فِي الْبَابِ الَّذِي بَعْدَهُ. وَقَالَ اِبْنُ قُدَامَةَ : لَا نَعْلَمُ فِي اِسْتِحْبَابِ تَعْجِيلِ الْأَكْلِ يَوْمَ الْفِطْرِ اِخْتِلَافًا. اِنْتَهَى. وَقَدْ رَوَى اِبْنُ أَبِي شَيْبَةَ عَنْ اِبْنِ مَسْعُودٍ التَّخْيِيرَ فِيهِ , وَعَنْ النَّخَعِيِّ أَيْضًا مِثْلُهُ. وَالْحِكْمَةُ فِي اِسْتِحْبَابِ التَّمْرِ لِمَا فِي الْحُلْوِ مِنْ تَقْوِيَةِ الْبَصَرِ الَّذِي يُضْعِفُهُ الصَّوْمُ , وَلِأَنَّ الْحُلْوَ مِمَّا يُوَافِقُ الْإِيمَانَ وَيُعَبَّرُ بِهِ الْمَنَامُ وَيَرِقُّ بِهِ الْقَلْبُ وَهُوَ أَيْسَرُ مِنْ غَيْرِهِ , وَمِنْ ثَمَّ اِسْتَحَبَّ بَعْضُ التَّابِعِينَ أَنَّهُ يُفْطِرُ عَلَى الْحُلْوِ مُطْلَقًا كَالْعَسَلِ رَوَاهُ اِبْنُ أَبِي شَيْبَةَ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ وَابْنِ سِيرِينَ وَغَيْرِهِمَا , وَرُوِيَ فِيهِ مَعْنًى آخَر عَنْ اِبْنِ عَوْنٍ أَنَّهُ سُئِلَ عَنْ ذَلِكَ فَقَالَ : إِنَّهُ يَحْبِسُ الْبَوْلَ , هَذَا كُلُّهُ فِي حَقِّ مَنْ يَقْدِرُ عَلَى ذَلِكَ وَإِلَّا فَيَنْبَغِي أَنْ يُفْطِرَ وَلَوْ عَلَى الْمَاءِ لِيَحْصُلَ لَهُ شَبَهٌ مَا مِنْ الِاتِّبَاعِ أَشَارَ إِلَيْهِ اِبْنُ أَبِي جَمْرَةَ. وَأَمَّا جَعْلُهُنَّ وِتْرًا فَقَالَ الْمُهَلَّبُ : فَلِلْإِشَارَةِ إِلَى وَحْدَانِيَّةِ اللَّهِ تَعَالَى , وَكَذَلِكَ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُهُ فِي جَمِيعِ أُمُورِهِ تَبَرُّكًا بِذَلِكَ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏مُرَجَّى بِوَزْنِ مُعَلَّى , وَأَبُوهُ بِلَفْظِ رَجَاءٍ ضِدُّ الْخَوْفِ بَصْرِيٌّ مُخْتَلَفٌ فِي الِاحْتِجَاجِ بِهِ , وَلَيْسَ لَهُ فِي الْبُخَارِيِّ غَيْرُ هَذَا الْمَوْضِعِ الْوَاحِدِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 953,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيُعِدْ ‏\"‏‏.‏ فَقَامَ رَجُلٌ فَقَالَ هَذَا يَوْمٌ يُشْتَهَى فِيهِ اللَّحْمُ‏.‏ وَذَكَرَ مِنْ جِيرَانِهِ فَكَأَنَّ النَّبِيَّ صلى الله عليه وسلم صَدَّقَهُ، قَالَ وَعِنْدِي جَذَعَةٌ أَحَبُّ إِلَىَّ مِنْ شَاتَىْ لَحْمٍ، فَرَخَّصَ لَهُ النَّبِيُّ صلى الله عليه وسلم فَلاَ أَدْرِي أَبَلَغَتِ الرُّخْصَةُ مَنْ سِوَاهُ أَمْ لاَ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever slaughtered (his sacrifice) before the `Id prayer, should slaughter again.\" \nA man stood up and said, \"This is the day on which one has desire for meat,\" and he mentioned \nsomething about his neighbors. It seemed that the Prophet (ﷺ) I believed him. Then the same man added, \n\"I have a young she-goat which is dearer to me than the meat of two sheep.\" The Prophet (ﷺ) permitted \nhim to slaughter it as a sacrifice. I do not know whether that permission was valid only for him or for \nothers as well.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا صَدَقَة ) ‏ ‏هُوَ اِبْن الْفَضْل , ‏ ‏وَابْن عُلَيَّة ‏ ‏هُوَ إِسْمَاعِيل بْن إِبْرَاهِيم بْن مِقْسَم. ‏ ‏قَوْله ( فَقَامَ رَجُل ) ‏ ‏هُوَ أَبُو بُرْدَة بْن نِيَار كَمَا فِي حَدِيث الْبَرَاءِ. ‏ ‏قَوْله ( إِنَّ هَذَا يَوْم يُشْتَهَى فِيهِ اللَّحْم ) ‏ ‏فِي رِوَايَة دَاوُدَ بْن أَبِي هِنْد الشَّعْبِيّ عِنْد مُسْلِم \" فَقَالَ يَا رَسُول اللَّه , إِنَّ هَذَا يَوْم اللَّحْم فِيهِ مَكْرُوه \" وَفِي لَفْظ لَهُ \" مَقْرُوم \" وَهُوَ بِسُكُونِ الْقَاف , قَالَ عِيَاض رُوِّينَاهُ فِي مُسْلِم مِنْ طَرِيق الْفَارِسِيّ وَالسِّجْزِيّ \" مَكْرُوه \" وَمِنْ طَرِيق الْعُذْرِيّ \" مَقْرُوم \" وَقَدْ صَوَّبَ بَعْضهمْ هَذِهِ الرِّوَايَة الثَّانِيَة وَقَالَ مَعْنَاهُ يُشْتَهَى فِيهِ اللَّحْم يُقَال قَرَمْت إِلَى اللَّحْم وَقَرَمْته إِذَا اِشْتَهَيْته فَهُوَ مُوَافِق لِلرِّوَايَةِ الْأُخْرَى \" إِنَّ هَذَا يَوْم يُشْتَهَى فِيهِ اللَّحْم \" قَالَ عِيَاض : وَقَالَ بَعْض شُيُوخنَا صَوَاب الرِّوَايَة \" اللَّحْم فِيهِ مَكْرُوه \" بِفَتْحِ الْحَاء وَهُوَ اِشْتِهَاء اللَّحْم وَالْمَعْنَى تَرْك الذَّبْح وَالتَّضْحِيَة وَإِبْقَاء أَهْله فِيهِ بِلَا لَحْم حَتَّى يَشْتَهُوهُ مَكْرُوه , قَالَ وَقَالَ لِي الْأُسْتَاذ أَبُو عَبْد اللَّه بْن سُلَيْمَان مَعْنَاهُ ذَبْح مَا لَا يُجْزِئ فِي الْأُضْحِيَّة مِمَّا هُوَ لَحْم ا ه , وَبَالَغَ اِبْن الْعَرَبِيّ فَقَالَ : الرِّوَايَة بِسُكُونِ الْحَاء هُنَا غَلَط وَإِنَّمَا هُوَ اللَّحْم بِالتَّحْرِيكِ , يُقَال لَحِمَ الرَّجُل بِكَسْرِ الْحَاء يَلْحَم بِفَتْحِهَا إِذَا كَانَ يَشْتَهِي اللَّحْم , وَأَمَّا الْقُرْطُبِيّ فِي \" الْمُفْهِم \" فَقَالَ تَكَلَّفَ بَعْضهمْ مَا لَا يَصِحّ رِوَايَة أَنَّ اللَّحْم بِالتَّحْرِيكِ وَلَا مَعْنَى وَهُوَ قَوْل الْآخَر مَعْنَى الْمَكْرُوه أَنَّهُ مُخَالِف لِلسُّنَّةِ قَالَ وَهُوَ كَلَام مَنْ لَمْ يَتَأَمَّل سِيَاق الْحَدِيث فَإِنَّ هَذَا التَّأْوِيل لَا يُلَائِمهُ , إِذْ لَا يَسْتَقِيم أَنْ يَقُول إِنَّ هَذَا الْيَوْم اللَّحْم فِيهِ مُخَالِف لِلسُّنَّةِ وَإِنِّي عَجِلْت لِأُطْعِم أَهْلِي , قَالَ : وَأَقْرَب مَا يُتَكَلَّف لِهَذِهِ الرِّوَايَة أَنَّ مَعْنَاهُ اللَّحْم فِيهِ مَكْرُوه التَّأْخِير فَحُذِفَ لَفْظ التَّأْخِير لِدَلَالَةِ قَوْله عَجِلْت. وَقَالَ النَّوَوِيّ : ذَكَرَ الْحَافِظ أَبُو مُوسَى أَنَّ مَعْنَاهُ هَذَا يَوْم طَلَب اللَّحْم فِيهِ مَكْرُوه شَاقّ قَالَ : وَهُوَ مَعْنًى حَسَن قُلْت : يَعْنِي طَلَبه مِنْ النَّاس كَالصَّدِيقِ وَالْجَار , فَاخْتَارَ هُوَ أَنْ لَا يَحْتَاج أَهْله إِلَى ذَلِكَ فَأَغْنَاهُمْ بِمَا ذَبَحَهُ عَنْ الطَّلَب. وَوَقَعَ فِي رِوَايَة مَنْصُور عَنْ الشَّعْبِيّ كَمَا مَضَى فِي الْعِيدَيْنِ \" وَعَرَفْت أَنَّ الْيَوْم يَوْم أَكْل وَشُرْب , فَأَحْبَبْت أَنْ تَكُون شَاتِي أَوَّل مَا يُذْبَح فِي بَيْتِي \" وَيَظْهَر لِي أَنَّ بِهَذِهِ الرِّوَايَة يَحْصُل الْجَمْع بَيْن الرِّوَايَتَيْنِ الْمُتَقَدِّمَتَيْنِ , وَأَنَّ وَصْفه اللَّحْم بِكَوْنِهِ مُشْتَهًى وَبِكَوْنِهِ مَكْرُوهًا لَا تَنَاقُض فِيهِ وَإِنَّمَا هُوَ بِاعْتِبَارَيْنِ : فَمِنْ حَيْثُ إِنَّ الْعَادَة جَرَتْ فِيهِ بِالذَّبَائِحِ فَالنَّفْس تَتَشَوَّق لَهُ يَكُون مُشْتَهًى , وَمِنْ حَيْثُ تَوَارُد الْجَمِيع عَلَيْهِ حَتَّى يَكْثُر يَصِير مُمَوَّلًا فَأُطْلِقَتْ عَلَيْهِ الْكَرَاهَة لِذَلِكَ , فَحَيْثُ وَصَفَهُ بِكَوْنِهِ مُشْتَهًى أَرَادَ اِبْتِدَاء حَاله , وَحَيْثُ وَصَفَهُ بِكَوْنِهِ مَكْرُوهًا أَرَادَ اِنْتِهَاءَهُ , وَمِنْ ثَمَّ اِسْتَعْجَلَ بِالذَّبْحِ لِيَفُوزَ بِتَحْصِيلِ الصِّفَة الْأُولَى عِنْد أَهْله وَجِيرَانه. وَوَقَعَ فِي رِوَايَة فِرَاس عَنْ الشَّعْبِيّ عِنْد مُسْلِم \" فَقَالَ خَالِي : يَا رَسُول اللَّه قَدْ نَكَّسْت عَنْ اِبْن لِي \" وَقَدْ اِسْتَشْكَلَ هَذَا , وَظَهَرَ لِي أَنَّ مُرَاده أَنَّهُ ضَحَّى لِأَجْلِهِ لِلْمَعْنَى الَّذِي ذَكَرَهُ فِي أَهْله وَجِيرَانه , فَخَصَّ وَلَده بِالذِّكْرِ لِأَنَّهُ أَخَصُّ بِذَلِكَ عِنْده حَتَّى يَسْتَغْنِي وَلَده بِمَا عِنْده عَنْ التَّشَوُّف إِلَى مَا عِنْد غَيْره. ‏ ‏قَوْله : ( وَذَكَرَ جِيرَانه ) ‏ ‏فِي رِوَايَة عَاصِم عِنْد مُسْلِم وَإِنِّي عَجَّلْت فِيهِ نَسِيكَتِي لِأُطْعِم أَهْلِي وَجِيرَانِي وَأَهْل دَارِي. ‏ ‏قَوْله : ( فَلَا أَدْرِي أَبَلَغَتْ الرُّخْصَة مَنْ سِوَاهُ أَمْ لَا ) ‏ ‏قَدْ وَقَعَ فِي حَدِيث الْبَرَاء اِخْتِصَاصه بِذَلِكَ كَمَا سَيَأْتِي بَعْد أَبْوَاب , وَيَأْتِي الْبَحْث فِيهِ , كَأَنَّ أَنَسًا لَمْ يَسْمَع ذَلِكَ , وَقَدْ رَوَى اِبْن عَوْن عَنْ الشَّعْبِيّ حَدِيث الْبَرَاء وَعَنْ اِبْن سِيرِينَ حَدِيث أَنَس فَكَانَ إِذَا حَدَّثَ حَدِيث الْبَرَاء يَقِف عِنْد قَوْله \" وَلَنْ تَجْزِيَ عَنْ أَحَد بَعْدك \" وَيُحَدِّث بِقَوْلِ أَنَس \" لَا أَدْرِي أَبَلَغَتْ الرُّخْصَة غَيْره أَمْ لَا \" وَلَعَلَّهُ اِسْتَشْكَلَ الْخُصُوصِيَّة بِذَلِكَ لِمَا جَاءَ مِنْ ثُبُوت ذَلِكَ لِغَيْرِ أَبِي بُرْدَة كَمَا سَيَأْتِي بَيَانه قَرِيبًا. ‏ ‏قَوْله : ( ثُمَّ اِنْكَفَأَ ) ‏ ‏مَهْمُوز أَيْ مَالَ يُقَال كَفَأْت الْإِنَاء إِذَا أَمَلْته , وَالْمُرَاد أَنَّهُ رَجَعَ عَنْ مَكَان الْخُطْبَة إِلَى مَكَان الذَّبْح. ‏ ‏قَوْله : ( وَقَامَ النَّاس ) ‏ ‏كَذَا هُنَا , وَفِي الرِّوَايَة الْآتِيَة فِي \" بَاب مَنْ ذَبَحَ قَبْل الصَّلَاة أَعَادَ \" فَتَمَسَّكَ بِهِ اِبْن التِّين فِي أَنَّ مَنْ ذَبَحَ قَبْل الْإِمَام لَا يُجْزِئهُ , وَسَيَأْتِي الْبَحْث فِيهِ. ‏ ‏قَوْله : ( إِلَى غَنِيمَة ) ‏ ‏بِغَيْنٍ مُعْجَمَة وَنُون مُصَغَّر ‏ ‏( فَتَوَزَّعُوهَا أَوْ قَالَ فَتَجَزَّعُوهَا ) ‏ ‏شَكٌّ مِنْ الرَّاوِي , وَالْأَوَّل بِالزَّايِ مِنْ التَّوْزِيع وَهُوَ التَّفْرِقَة أَيْ تَفَرَّقُوهَا , وَالثَّانِي بِالْجِيمِ وَالزَّاي أَيْضًا مِنْ الْجَزْع وَهُوَ الْقَطْع أَيْ اِقْتَسَمُوهَا حِصَصًا , وَلَيْسَ الْمُرَاد أَنَّهُمْ اِقْتَسَمُوهَا بَعْد الذَّبْح فَأَخَذَ كُلّ وَاحِد قِطْعَة مِنْ اللَّحْم وَإِنَّمَا الْمُرَاد أَخْذ حِصَّة مِنْ الْغَنَم , وَالْقِطْعَة تُطْلَق عَلَى الْحِصَّة مِنْ كُلّ شَيْء , فَبِهَذَا التَّقْرِير يَكُون الْمَعْنَى وَاحِدًا وَإِنْ كَانَ ظَاهِره فِي الْأَصْل الِاخْتِلَاف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 954,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا عُثْمَانُ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ خَطَبَنَا النَّبِيُّ صلى الله عليه وسلم يَوْمَ الأَضْحَى بَعْدَ الصَّلاَةِ فَقَالَ ‏\"‏ مَنْ صَلَّى صَلاَتَنَا وَنَسَكَ نُسُكَنَا فَقَدْ أَصَابَ النُّسُكَ، وَمَنْ نَسَكَ قَبْلَ الصَّلاَةِ فَإِنَّهُ قَبْلَ الصَّلاَةِ، وَلاَ نُسُكَ لَهُ ‏\"‏‏.‏ فَقَالَ أَبُو بُرْدَةَ بْنُ نِيَارٍ خَالُ الْبَرَاءِ يَا رَسُولَ اللَّهِ، فَإِنِّي نَسَكْتُ شَاتِي قَبْلَ الصَّلاَةِ، وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ، وَأَحْبَبْتُ أَنْ تَكُونَ شَاتِي أَوَّلَ مَا يُذْبَحُ فِي بَيْتِي، فَذَبَحْتُ شَاتِي وَتَغَدَّيْتُ قَبْلَ أَنْ آتِيَ الصَّلاَةَ‏.‏ قَالَ ‏\"‏ شَاتُكَ شَاةُ لَحْمٍ ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ، فَإِنَّ عِنْدَنَا عَنَاقًا لَنَا جَذَعَةً هِيَ أَحَبُّ إِلَىَّ مِنْ شَاتَيْنِ، أَفَتَجْزِي عَنِّي قَالَ ‏\"‏ نَعَمْ، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) delivered the Khutba after offering the prayer on the Day of Nahr and said, \"Whoever \noffers the prayer like us and slaughters like us then his Nusuk (sacrifice) will be accepted by Allah. \nAnd whoever slaughters his sacrifice before the `Id prayer then he has not done the sacrifice.\" Abi \nBurda bin Niyar, the uncle of Al-Bara' said, \"O Allah's Messenger (ﷺ)! I have slaughtered my sheep before \nthe `Id prayer and I thought today as a day of eating and drinking (not alcoholic drinks), and I liked \nthat my sheep should be the first to be slaughtered in my house. So slaughtered my sheep and took my \nfood before coming for the prayer.\" The Prophet (ﷺ) said, \"The sheep which you have slaughtered is just \nmutton (not a Nusuk).\" He (Abu Burda) said, \"O Allah's Messenger (ﷺ)! I have a young she-goat which is \ndearer to me than two sheep. Will that be sufficient as a Nusuk on my behalf? \"The Prophet (p.b.u.h) \nsaid, \"Yes, it will be sufficient for you but it will not be sufficient (as a Nusuk) for anyone else after \nyou.\"",
    "explication": "قَوْلُهُ فِي حَدِيثِ الْبَرَاءِ ‏ ‏\" وَمَنْ نَسَكَ قَبْلَ الصَّلَاةِ فَإِنَّهُ قَبْلَ الصَّلَاةِ وَلَا نُسُكَ لَهُ \" ‏ ‏كَذَا فِي الْأُصُولِ بِإِثْبَاتِ الْوَاوِ , وَحَذَفَهَا النَّسَائِيُّ وَهُوَ أَوْجَهُ , وَيُمْكِنُ تَوْجِيهُ إِثْبَاتِهَا بِتَقْدِيرِ لَا يُجْزِئُ وَلَا نُسُكَ لَهُ , وَهُوَ قَرِيبٌ مِنْ حَدِيثِ \" فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ \" وَقَدْ أَخْرَجَهُ مُسْلِمٌ عَنْ عُثْمَانَ بْنِ أَبِي شَيْبَةَ هَذَا وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ جَمِيعًا عَنْ جَرِيرٍ بِلَفْظِهِ , وَأَخْرَجَهُ الْإِسْمَاعِيلِيُّ مِنْ طَرِيقِ أَبِي خَيْثَمَةَ وَيُوسُفَ بْنِ مُوسَى وَعُثْمَانَ هَذَا ثَلَاثَتُهُمْ عَنْ جَرِيرٍ بِلَفْظِ \" وَمَنْ نَسَكَ قَبْلَ الصَّلَاةِ فَشَاتُه شَاةُ لَحْمٍ \" وَذَكَرَ أَنَّ مَعْنَاهُمْ وَاحِدٌ , وَقَدْ أَخْرَجَهُ أَبُو يَعْلَى عَنْ أَبِي خَيْثَمَةَ بِهَذَا اللَّفْظِ , وَأَظُنُّ التَّصَرُّفَ فِيهِ مِنْ عُثْمَانَ رَوَاهُ بِالْمَعْنَى وَاَللَّهُ أَعْلَمُ. وَفِي حَدِيثَيْ أَنَسٍ وَالْبَرَاءِ مِنْ الْفَوَائِدِ تَأْكِيدُ أَمْرِ الْأُضْحِيَّةِ , وَأَنَّ الْمَقْصُودَ مِنْهَا طَيِّبُ اللَّحْمِ وَإِيثَارُ الْجَارِ عَلَى غَيْرِهِ , وَأَنَّ الْمُفْتِيَ إِذَا ظَهَرَتْ لَهُ مِنْ الْمُسْتَفْتِي أَمَارَةُ الصِّدْقِ كَانَ لَهُ أَنْ يُسَهِّلَ عَلَيْهِ , حَتَّى لَوْ اِسْتَفْتَاهُ اِثْنَانِ فِي قَضِيَّةٍ وَاحِدَةٍ جَازَ أَنْ يُفْتِيَ كُلًّا مِنْهُمَا بِمَا يُنَاسِبُ حَالَهُ , وَجَوَازُ إِخْبَارِ الْمَرْءِ عَنْ نَفْسِهِ بِمَا يَسْتَحِقُّ الثَّنَاءَ بِهِ عَلَيْهِ بِقَدْرِ الْحَاجَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 955,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدٌ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَرْحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْرُجُ يَوْمَ الْفِطْرِ وَالأَضْحَى إِلَى الْمُصَلَّى، فَأَوَّلُ شَىْءٍ يَبْدَأُ بِهِ الصَّلاَةُ ثُمَّ يَنْصَرِفُ، فَيَقُومُ مُقَابِلَ النَّاسِ، وَالنَّاسُ جُلُوسٌ عَلَى صُفُوفِهِمْ، فَيَعِظُهُمْ وَيُوصِيهِمْ وَيَأْمُرُهُمْ، فَإِنْ كَانَ يُرِيدُ أَنْ يَقْطَعَ بَعْثًا قَطَعَهُ، أَوْ يَأْمُرَ بِشَىْءٍ أَمَرَ بِهِ، ثُمَّ يَنْصَرِفُ‏.‏ قَالَ أَبُو سَعِيدٍ فَلَمْ يَزَلِ النَّاسُ عَلَى ذَلِكَ حَتَّى خَرَجْتُ مَعَ مَرْوَانَ وَهْوَ أَمِيرُ الْمَدِينَةِ فِي أَضْحًى أَوْ فِطْرٍ، فَلَمَّا أَتَيْنَا الْمُصَلَّى إِذَا مِنْبَرٌ بَنَاهُ كَثِيرُ بْنُ الصَّلْتِ، فَإِذَا مَرْوَانُ يُرِيدُ أَنْ يَرْتَقِيَهُ قَبْلَ أَنْ يُصَلِّيَ، فَجَبَذْتُ بِثَوْبِهِ فَجَبَذَنِي فَارْتَفَعَ، فَخَطَبَ قَبْلَ الصَّلاَةِ، فَقُلْتُ لَهُ غَيَّرْتُمْ وَاللَّهِ‏.‏ فَقَالَ أَبَا سَعِيدٍ، قَدْ ذَهَبَ مَا تَعْلَمُ‏.‏ فَقُلْتُ مَا أَعْلَمُ وَاللَّهِ خَيْرٌ مِمَّا لاَ أَعْلَمُ‏.‏ فَقَالَ إِنَّ النَّاسَ لَمْ يَكُونُوا يَجْلِسُونَ لَنَا بَعْدَ الصَّلاَةِ فَجَعَلْتُهَا قَبْلَ الصَّلاَةِ‏.‏",
    "english_text": "The Prophet (ﷺ) used to proceed to the Musalla on the days of Id-ul-Fitr and Id-ul-Adha; the first thing to \nbegin with was the prayer and after that he would stand in front of the people and the people would \nkeep sitting in their rows. Then he would preach to them, advise them and give them orders, (i.e. \nKhutba). And after that if he wished to send an army for an expedition, he would do so; or if he \nwanted to give and order, he would do so, and then depart. The people followed this tradition till I \nwent out with Marwan, the Governor of Medina, for the prayer of Id-ul-Adha or Id-ul-Fitr. \nWhen we reached the Musalla, there was a pulpit made by Kathir bin As-Salt. Marwan wanted to get \nup on that pulpit before the prayer. I got hold of his clothes but he pulled them and ascended the pulpit \nand delivered the Khutba before the prayer. I said to him, \"By Allah, you have changed (the Prophet's \ntradition).\" He replied, \"O Abu Sa`id! Gone is that which you know.\" I said, \"By Allah! What I know \nis better than what I do not know.\" Marwan said, \"People do not sit to listen to our Khutba after the \nprayer, so I delivered the Khutba before the prayer.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ ) ‏ ‏أَيْ اِبْنُ أَبِي كَثِيرٍ الْمَدَنِيُّ , وَعِيَاضُ بْنُ عَبْدِ اللَّهِ أَيْ اِبْنُ سَعْدِ بْنِ أَبِي سَرْحٍ الْقُرَشِيُّ الْمَدَنِيُّ , وَرِجَالُهُ كُلُّهُمْ مَدَنِيُّونَ. ‏ ‏قَوْلُهُ : ( عَنْ أَبِي سَعِيدٍ ) ‏ ‏فِي رِوَايَةِ عَبْدِ الرَّزَّاقِ عَنْ دَاوُدَ بْنِ قَيْسٍ عَنْ عِيَاضٍ قَالَ : سَمِعْت أَبَا سَعِيدٍ , وَكَذَا أَخْرَجَهُ أَبُو عَوَانَةَ مِنْ طَرِيقِ اِبْنِ وَهْبٍ عَنْ دَاوُدَ. ‏ ‏قَوْلُهُ : ( إِلَى الْمُصَلَّى ) ‏ ‏هُوَ مَوْضِعٌ بِالْمَدِينَةِ مَعْرُوفٌ بَيْنَهُ وَبَيْنَ بَابِ الْمَسْجِدِ أَلْفُ ذِرَاعٍ قَالَهُ عُمَرُ بْنُ شَبَّةَ فِي \" أَخْبَارِ الْمَدِينَةِ \" عَنْ أَبِي غَسَّانَ الْكِنَانِيِّ صَاحِبِ مَالِكٍ. ‏ ‏قَوْلُهُ : ( ثُمَّ يَنْصَرِفُ فَيَقُومُ مُقَابِلَ النَّاسِ ) ‏ ‏فِي رِوَايَةِ اِبْنِ حِبَّانَ مِنْ طَرِيقِ دَاوُدَ بْنِ قَيْسٍ عَنْ عِيَاضٍ \" فَيَنْصَرِفُ إِلَى النَّاسِ قَائِمًا فِي مُصَلَّاهُ \" وَلِابْنِ خُزَيْمَةَ فِي رِوَايَةٍ مُخْتَصَرَةٍ \" خَطَبَ يَوْمَ عِيدٍ عَلَى رِجْلَيْهِ \" وَهَذَا مُشْعِرٌ بِأَنَّهُ لَمْ يَكُنْ بِالْمُصَلَّى فِي زَمَانِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْبَرٌ , وَيَدُلُّ عَلَى ذَلِكَ قَوْلُ أَبِي سَعِيدٍ \" فَلَمْ يَزَلْ النَّاسُ عَلَى ذَلِكَ حَتَّى خَرَجْت مَعَ مَرْوَانَ \" وَمُقْتَضَى ذَلِكَ أَنَّ أَوَّلَ مَنْ اِتَّخَذَهُ مَرْوَانُ , وَقَدْ وَقَعَ فِي الْمُدَوَّنَةِ لِمَالِكٍ وَرَوَاهُ عُمَرُ بْنُ شَبَّةَ عَنْ أَبِي غَسَّانَ عَنْهُ قَالَ \" أَوَّلُ مَنْ خَطَبَ النَّاسَ فِي الْمُصَلَّى عَلَى الْمِنْبَرِ عُثْمَانُ بْنُ عَفَّانَ كَلَّمَهُمْ عَلَى مِنْبَرٍ مِنْ طِينٍ بَنَاهُ كَثِيرُ بْنُ الصَّلْتِ , وَهَذَا مُعْضِلٌ , وَمَا فِي الصَّحِيحَيْنِ أَصَحُّ فَقَدْ رَوَاهُ مُسْلِمٌ مِنْ طَرِيقِ دَاوُدَ بْنِ قَيْسٍ عَنْ عِيَاضٍ نَحْوَ رِوَايَةِ الْبُخَارِيِّ , وَيُحْتَمَلُ أَنْ يَكُونَ عُثْمَانُ فَعَلَ ذَلِكَ مَرَّةً ثُمَّ تَرَكَهُ حَتَّى أَعَادَهُ مَرْوَانُ وَلَمْ يَطَّلِعْ عَلَى ذَلِكَ أَبُو سَعِيدٍ , وَإِنَّمَا اِخْتَصَّ كَثِيرُ بْنُ الصَّلْتِ بِبِنَاءِ الْمِنْبَرِ بِالْمُصَلَّى لِأَنَّ دَارَهُ كَانَتْ مُجَاوِرَةً لِلْمُصَلَّى , كَمَا سَيَأْتِي فِي حَدِيثِ اِبْنِ عَبَّاسٍ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى فِي يَوْمِ الْعِيدِ إِلَى الْعَلَمِ الَّذِي عِنْدَ دَارِ كَثِيرِ بْنِ الصَّلْتِ , قَالَ اِبْنُ سَعْدٍ : كَانَتْ دَارُ كَثِيرِ بْنِ الصَّلْتِ قِبْلَةَ الْمُصَلَّى فِي الْعِيدَيْنِ وَهِيَ تُطِلُّ عَلَى بَطْنِ بَطَحَانِ الْوَادِي الَّذِي فِي وَسَطِ الْمَدِينَةِ , اِنْتَهَى. وَإِنَّمَا بَنَى كَثِيرُ بْنُ الصَّلْتِ دَارَهُ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمُدَّةٍ , لَكِنَّهَا لَمَّا صَارَتْ شَهِيرَةً فِي تِلْكَ الْبُقْعَةِ وُصِفَ الْمُصَلَّى بِمُجَاوَرَتِهَا. وَكَثِيرٌ الْمَذْكُورُ هُوَ اِبْنُ الصَّلْتِ بْنُ مُعَاوِيَةَ الْكِنْدِيُّ , تَابِعِيٌّ كَبِيرٌ وُلِدَ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَقَدِمَ الْمَدِينَةَ هُوَ وَأَخَوَيْهِ بَعْدَهُ فَسَكَنَهَا وَحَالَفَ بَنِي جُمَحٍ , وَرَوَى اِبْنُ سَعْدٍ بِإِسْنَادٍ صَحِيحٍ إِلَى نَافِعٍ قَالَ : كَانَ اِسْمُ كَثِيرِ بْنِ الصَّلْتِ قَلِيلًا فَسَمَّاهُ عُمَرُ كَثِيرًا. وَرَوَاهُ أَبُو عَوَانَةَ فَوَصَلَهُ بِذِكْرِ اِبْنِ عُمَرَ وَرَفَعَهُ بِذِكْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْأَوَّلُ أَصَحُّ , وَقَدْ صَحَّ سَمَاعُ كَثِيرٍ مِنْ عُمَرَ فَمَنْ بَعْدَهُ , وَكَانَ لَهُ شَرَفٌ وَذِكْرٌ , وَهُوَ اِبْنُ أَخِي جَمْدٍ بِفَتْحِ الْجِيمِ وَسُكُونِ الْمِيمِ أَوْ فَتْحِهَا أَحَدُ مُلُوكِ كِنْدَةَ الَّذِينَ قُتِلُوا فِي الرِّدَّةِ , وَقَدْ ذُكِرَ أَبُوهُ فِي الصَّحَابَةِ لِابْنِ مَنْدَهْ وَفِي صِحَّةِ ذَلِكَ نَظَرٌ. ‏ ‏قَوْلُهُ : ( فَإِنْ كَانَ يُرِيدُ أَنْ يُقْطِعَ بَعْثًا ) ‏ ‏أَيْ يُخْرِجَ طَائِفَةً مِنْ الْجَيْشِ إِلَى جِهَةٍ مِنْ الْجِهَاتِ. ‏ ‏قَوْلُهُ : ( خَرَجْت مَعَ مَرْوَانَ ) ‏ ‏زَادَ عَبْدُ الرَّزَّاقِ عَنْ دَاوُدَ بْنِ قَيْسٍ \" وَهُوَ بَيْنِي وَبَيْنَ أَبِي مَسْعُودٍ \" يَعْنِي عُقْبَةَ بْنَ عَمْرٍو الْأَنْصَارِيَّ. ‏ ‏قَوْلُهُ : ( فَجَبَذْته بِثَوْبِهِ ) ‏ ‏أَيْ لِيَبْدَأَ بِالصَّلَاةِ قَبْلَ الْخُطْبَةِ عَلَى الْعَادَةِ , وَقَوْلُهُ \" فَقُلْت لَهُ غَيَّرْتُمْ وَاَللَّهِ \" صَرِيحٌ فِي أَنَّ أَبَا سَعِيدٍ هُوَ الَّذِي أَنْكَرَ , وَوَقَعَ عِنْدَ مُسْلِمٍ مِنْ طَرِيقِ طَارِقِ بْنِ شِهَابٍ قَالَ \" أَوَّلُ مَنْ بَدَأَ بِالْخُطْبَةِ يَوْمَ الْعِيدِ قَبْلَ الصَّلَاةِ مَرْوَانُ. فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ : الصَّلَاةُ قَبْلَ الْخُطْبَةِ , فَقَالَ : قَدْ تُرِكَ مَا هُنَالِكَ. فَقَالَ أَبُو سَعِيدٍ : أَمَّا هَذَا فَقَدْ قَضَى مَا عَلَيْهِ \" وَهَذَا ظَاهِرٌ فِي أَنَّهُ غَيْرُ أَبِي سَعِيدٍ , وَكَذَا فِي رِوَايَةِ رَجَاءٍ عَنْ أَبِي سَعِيدٍ الَّتِي تَقَدَّمَتْ فِي أَوَّلِ الْبَابِ , فَيُحْتَمَلُ أَنْ يَكُونَ هُوَ أَبَا مَسْعُودٍ الَّذِي وَقَعَ فِي رِوَايَةِ عَبْدِ الرَّزَّاقِ أَنَّهُ كَانَ مَعَهُمَا , وَيُحْتَمَلُ أَنْ تَكُونَ الْقِصَّةُ تَعَدَّدَتْ \" وَيَدُلُّ عَلَى ذَلِكَ الْمُغَايَرَةُ الْوَاقِعَةُ بَيْنَ رِوَايَتَيْ عِيَاضٍ وَرَجَاءٍ , فَفِي رِوَايَةِ عِيَاضٍ أَنَّ الْمِنْبَرَ بُنِيَ بِالْمُصَلَّى , وَفِي رِوَايَةِ رَجَاءٍ أَنَّ مَرْوَانَ أَخْرَجَ الْمِنْبَرَ مَعَهُ , فَلَعَلَّ مَرْوَانَ لَمَّا أَنْكَرُوا عَلَيْهِ إِخْرَاجَ الْمِنْبَرِ تَرَكَ إِخْرَاجَهُ بَعْدُ وَأَمَرَ بِبِنَائِهِ مِنْ لَبِنٍ وَطِينٍ بِالْمُصَلَّى , وَلَا بُعْدَ فِي أَنْ يُنْكَرَ عَلَيْهِ تَقْدِيمُ الْخُطْبَةِ عَلَى الصَّلَاةِ مَرَّةً بَعْدَ أُخْرَى , وَيَدُلُّ عَلَى التَّغَايُرِ أَيْضًا أَنَّ إِنْكَارَ أَبِي سَعِيدٍ وَقَعَ بَيْنَهُ وَبَيْنَهُ , وَإِنْكَارَ الْآخَرِ وَقَعَ عَلَى رُءُوسِ النَّاسِ. ‏ ‏قَوْلُهُ : ( إِنَّ النَّاسَ لَمْ يَكُونُوا يَجْلِسُونَ لَنَا بَعْدَ الصَّلَاةِ فَجَعَلْتهَا ) ‏ ‏أَيْ الْخُطْبَةَ ( قَبْلَ الصَّلَاةِ ) وَهَذَا يُشْعِرُ بِأَنَّ مَرْوَانَ فَعَلَ ذَلِكَ بِاجْتِهَادٍ مِنْهُ , وَسَيَأْتِي فِي الْبَابِ الَّذِي بَعْدَهُ أَنَّ عُثْمَانَ فَعَلَ ذَلِكَ أَيْضًا لَكِنْ لِعِلَّةٍ أُخْرَى , وَفِي هَذَا الْحَدِيثِ مِنْ الْفَوَائِدِ بُنْيَانُ الْمِنْبَرِ , قَالَ الزَّيْنُ بْنُ الْمُنِيرِ : وَإِنَّمَا اِخْتَارُوا أَنْ يَكُونَ بِاللَّبِنِ لَا مِنْ الْخَشَبِ لِكَوْنِهِ يُتْرَكُ فِي الصَّحْرَاء فِي غَيْرِ حِرْزٍ فَيُؤْمَنُ عَلَيْهِ النَّقْلُ , بِخِلَافِ خَشَبِ مِنْبَرِ الْجَامِعِ. وَفِيهِ أَنَّ الْخُطْبَةَ عَلَى الْأَرْضِ عَنْ قِيَامٍ فِي الْمُصَلَّى أَوْلَى مِنْ الْقِيَامِ عَلَى الْمِنْبَرِ , وَالْفَرْقُ بَيْنَهُ وَبَيْنَ الْمَسْجِدِ أَنَّ الْمُصَلَّى يَكُونُ بِمَكَانٍ فِيهِ فَضَاءٌ فَيَتَمَكَّنُ مِنْ رُؤْيَتِهِ كُلُّ مَنْ حَضَرَ , بِخِلَافِ الْمَسْجِدِ فَإِنَّهُ يَكُونُ فِي مَكَانٍ مَحْصُورٍ فَقَدْ لَا يَرَاهُ بَعْضُهُمْ , وَفِيهِ الْخُرُوجُ إِلَى الْمُصَلَّى فِي الْعِيدِ , وَأَنَّ صَلَاتَهَا فِي الْمَسْجِدِ لَا تَكُونُ إِلَّا عَنْ ضَرُورَةٍ , وَفِيهِ إِنْكَارُ الْعُلَمَاءِ عَلَى الْأُمَرَاءِ إِذَا صَنَعُوا مَا يُخَالِفُ السُّنَّةَ , وَفِيهِ حَلِفُ الْعَالِمِ عَلَى صِدْقِ مَا يُخْبِرُ بِهِ , وَالْمُبَاحَثَةُ فِي الْأَحْكَامِ , وَجَوَازُ عَمَلِ الْعَالِمِ بِخِلَافِ الْأَوْلَى إِذَا لَمْ يُوَافِقْهُ الْحَاكِمُ عَلَى الْأَوْلَى لِأَنَّ أَبَا سَعِيدٍ حَضَرَ الْخُطْبَةَ وَلَمْ يَنْصَرِفْ , فَيُسْتَدَلُّ بِهِ عَلَى أَنَّ الْمُبَادَأَةَ بِالصَّلَاةِ فِيهَا لَيْسَ بِشَرْطٍ فِي صِحَّتِهَا وَاَللَّهُ أَعْلَمُ. قَالَ اِبْنُ الْمُنِيرِ فِي الْحَاشِيَةِ : حَمَلَ أَبُو سَعِيدٍ فِعْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ عَلَى التَّعْيِينِ , وَحَمَلَهُ مَرْوَانُ عَلَى الْأَوْلَوِيَّةِ , وَاعْتَذَرَ عَنْ تَرْكِ الْأَوْلَى بِمَا ذَكَرَهُ مِنْ تَغَيُّرِ حَالِ النَّاسِ , فَرَأَى أَنَّ الْمُحَافَظَةَ عَلَى أَصْلِ السُّنَّةِ - وَهُوَ إِسْمَاعُ الْخُطْبَةِ - أَوْلَى مِنْ الْمُحَافَظَةِ عَلَى هَيْئَةٍ فِيهَا لَيْسَتْ مِنْ شَرْطِهَا وَاَللَّهُ أَعْلَمُ. وَاسْتُدِلَّ بِهِ عَلَى اِسْتِحْبَابِ الْخُرُوجِ إِلَى الصَّحْرَاءِ لِصَلَاةِ الْعِيدِ وَأَنَّ ذَلِكَ أَفْضَلُ مِنْ صَلَاتِهَا فِي الْمَسْجِدِ , لِمُوَاظَبَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ مَعَ فَضْلِ مَسْجِدِهِ. وَقَالَ الشَّافِعِيُّ فِي الْأُمِّ : بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَخْرُجُ فِي الْعِيدَيْنِ إِلَى الْمُصَلَّى بِالْمَدِينَةِ , وَكَذَا مَنْ بَعْدَهُ إِلَّا مِنْ عُذْرِ مَطَرٍ وَنَحْوِهِ , وَكَذَلِكَ عَامَّةُ أَهْلِ الْبُلْدَانِ إِلَّا أَهْلَ مَكَّةَ. ثُمَّ أَشَارَ إِلَى أَنَّ سَبَبَ ذَلِكَ سَعَةُ الْمَسْجِدِ وَضِيقُ أَطْرَافِ مَكَّةَ قَالَ : فَلَوْ عُمِّرَ بَلَدٌ فَكَانَ مَسْجِدُ أَهْلِهِ يَسَعُهُمْ فِي الْأَعْيَادِ لَمْ أَرَ أَنْ يَخْرُجُوا مِنْهُ , فَإِنْ كَانَ لَا يَسَعُهُمْ كُرِهَتْ الصَّلَاةُ فِيهِ وَلَا إِعَادَةَ. وَمُقْتَضَى هَذَا أَنَّ الْعِلَّةَ تَدُورُ عَلَى الضِّيقِ وَالسَّعَةِ , لَا لِذَاتِ الْخُرُوجِ إِلَى الصَّحْرَاءِ , لِأَنَّ الْمَطْلُوبَ حُصُولُ عُمُومِ الِاجْتِمَاعِ , فَإِذَا حَصَلَ فِي الْمَسْجِدِ مَعَ أَفْضَلِيَّتِهِ كَانَ أَوْلَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 956,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا أَنَسٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ،‏.‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي فِي الأَضْحَى وَالْفِطْرِ، ثُمَّ يَخْطُبُ بَعْدَ الصَّلاَةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to offer the prayer of `Id-ul-Adha and `Id-ul-Fitr and then deliver the Khutba \nafter the prayer.",
    "explication": "‏ ‏قَوْله : ( تَحْتَ سَمُرَةٍ ) ‏ ‏أَيْ شَجَرَة ذَات شَوْك , وَهِيَ الَّتِي تُعْرَفُ بِأُمّ غَيْلَان. ‏ ‏قَوْله : ( وَكَانَ فِي تِلْكَ الطَّرِيقِ ) ‏ ‏أَيْ طَرِيقِ ذِي الْحُلَيْفَةِ. ‏ ‏قَوْله : ( بَطْن وَادٍ ) ‏ ‏أَيْ وَادِي الْعَقِيق. ‏ ‏قَوْله : ( فَعَرَّسَ ) ‏ ‏بِمُهْمَلَاتٍ وَالرَّاءُ مُشَدَّدَةٌ , قَالَ الْخَطَّابِيّ : التَّعْرِيسُ نُزُول اِسْتِرَاحَةٍ لِغَيْرِ إِقَامَة , وَأَكْثَرُ مَا يَكُونُ فِي آخِرِ اللَّيْلِ وَخَصَّهُ بِذَلِكَ الْأَصْمَعِيِّ وَأَطْلَقَ أَبُو زَيْد. ‏ ‏قَوْله : ( عَلَى الْأَكَمَةِ ) ‏ ‏هُوَ الْمَوْضِعُ الْمُرْتَفِعُ عَلَى مَا حَوْلَهُ , وَقِيلَ هُوَ تَلٌّ مِنْ حَجَرٍ وَاحِدٍ. ‏ ‏قَوْله : ( كَانَ ثَمَّ خَلِيج ) ‏ ‏كَرَّرَ لَفْظ \" ثَمَّ \" فِي هَذِهِ الْقِصَّةِ , وَهُوَ بِفَتْح الْمُثَلَّثَة وَالْمُرَاد بِهِ الْجِهَة , وَالْخَلِيج وَادٍ لَهُ عُمْق , وَالْكُثُب بِضَمِّ الْكَافِ وَالْمُثَلَّثَة جَمْع كَثِيب وَهُوَ رَمْلٌ مُجْتَمِعٌ. ‏ ‏قَوْله : ( فَدَحَا ) ‏ ‏بِالْحَاء الْمُهْمَلَةِ أَيْ دَفَعَ. وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَدَخَلَ \" بِالْخَاء الْمُعْجَمَةِ وَاللَّامِ , وَنَقَلَ بَعْض الْمُتَأَخِّرِينَ عَنْ بَعْضِ الرِّوَايَاتِ \" قَدْ جَاءَ \" بِالْقَاف وَالْجِيمِ عَلَى أَنَّهُمَا كَلِمَتَانِ حَرْف التَّحْقِيقِ وَالْفِعْلُ الْمَاضِي مِنْ الْمَجِيءِ. ‏ ‏قَوْله : ( وَأَنَّ عَبْد اللَّه بْن عُمَر حَدَّثَهُ ) ‏ ‏أَيْ بِالْإِسْنَادِ الْمَذْكُورِ إِلَيْهِ. ‏ ‏قَوْله : ( بِشَرَفِ الرَّوْحَاء ) ‏ ‏هِيَ قَوِيَّةٌ جَامِعَةٌ عَلَى لَيْلَتَيْنِ مِنْ الْمَدِينَةِ , وَهِيَ آخِرُ السَّيَّالَةِ لِلْمُتَوَجِّهِ إِلَى مَكَّةَ , وَالْمَسْجِدِ الْأَوْسَطِ هُوَ فِي الْوَادِي الْمَعْرُوفِ الْآنَ بِوَادِي بَنِي سَالِم. وَفِي الْآذَانِ مِنْ صَحِيحِ مُسْلِمٍ أَنَّ بَيْنَهُمَا سِتَّة وَثَلَاثِينَ مِيلًا. ‏ ‏قَوْله : ( يُعْلِمُ الْمَكَان ) ‏ ‏بِضَمّ أَوَّله مِنْ أَعْلَمَ يُعْلِمُ مِنْ الْعَلَامَةِ. ‏ ‏قَوْله : ( يَقُولُ ثَمَّ عَنْ يَمِينِك ) ‏ ‏قَالَ الْقَاضِي عِيَاض : هُوَ تَصْحِيفُ , وَالصَّوَابُ \" بِعَوَاسِج عَنْ يَمِينِك \". ‏ ‏قُلْت : تَوْجِيهُ الْأَوَّلِ ظَاهِرٌ , وَمَا ذَكَرَهُ إِنْ ثَبَتَتْ بِهِ رِوَايَةٌ فَهُوَ أَوْلَى , وَقَدْ وَقَعَ التَّوَقُّف فِي هَذَا الْمَوْضِعِ قَدِيمًا فَأَخْرَجَهُ الْإِسْمَاعِيلِيّ بِلَفْظ \" يُعْلِمُ الْمَكَان الَّذِي صَلَّى \" قَالَ فِيهِ هُنَا لَفْظَة لَمْ أَضْبِطْهَا \" عَنْ يَمِينِك \" الْحَدِيثِ. ‏ ‏قَوْله : ( يُصَلِّي إِلَى الْعِرْقِ ) ‏ ‏أَيْ عِرْق الظَّبْيَة وَهُوَ وَادٍ مَعْرُوفٌ قَالَهُ أَبُو عُبَيْد الْبَكْرِيّ. ‏ ‏( وَمُنْصَرَف الرَّوْحَاء ) ‏ ‏بِفَتْحِ الرَّاءِ , أَيْ آخِرِهَا. ‏ ‏قَوْله : ( وَقَدْ اِبْتُنِيَ ) ‏ ‏بِضَمٍّ الْمُثَنَّاةِ مَبْنِيٌّ لِلْمَفْعُولِ. ‏ ‏قَوْله : ( سَرْحَة ضَخْمَة ) ‏ ‏أَيْ شَجَرَة عَظِيمَة ‏ ‏وَ ( الرُّوَيْثَة ) ‏ ‏بِالرَّاءِ وَالْمُثَلَّثَة مُصَغَّرًا , قَرْيَة جَامِعَة بَيْنَهَا وَبَيْنَ الْمَدِينَةِ سَبْعَةَ عَشَرَ فَرْسَخًا. ‏ ‏( وَوِجَاهُ الطَّرِيق ) ‏ ‏بِكَسْرِ الْوَاوِ , أَيْ مُقَابِلَة. ‏ ‏قَوْله : ( بَطْح ) ‏ ‏بِفَتْحِ الْمُوَحَّدَةِ وَسُكُون الطَّاءِ وَبِكَسْرِهَا أَيْضًا , أَيْ وَاسِع. ‏ ‏قَوْله : ( حَتَّى يُفْضِيَ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَموِيِّ \" حِينَ يُفْضِي \". ‏ ‏قَوْله ( دُوَيْنَ بَرِيد الرُّوَيْثَةِ بِمِيلَيْنِ ) ‏ ‏أَيْ بَيْنَهُ وَبَيْنَ الْمَكَانِ الَّذِي يَنْزِلُ فِيهِ الْبَرِيد بِالرُّوَيْثَةِ مِيلَانِ , قِيلَ الْمُرَاد بِالْبَرِيدِ سِكَّة الطَّرِيق. ‏ ‏قَوْله ( فَانْثَنَى ) ‏ ‏بِفَتْحِ الْمُثَلَّثَةِ مَبْنِيٌّ لِلْفَاعِلِ. ‏ ‏قَوْله : ( تَلْعَة ) ‏ ‏بِفَتْح الْمُثَنَّاة وَسُكُون اللَّامِ بَعْدَهَا مُهْمَلَة وَهِيَ مَسِيلُ الْمَاءِ مِنْ فَوْقُ إِلَى أَسْفَلَ , وَيُقَالُ أَيْضًا لِمَا اِرْتَفَعَ مِنْ الْأَرْضِ وَلِمَا اِنْهَبَطَ , ‏ ‏وَ ( الْعَرْج ) ‏ ‏بِفَتْحِ الْمُهْمَلَةِ وَسُكُون الرَّاءِ بَعْدَهَا جِيم : قَرْيَةٌ جَامِعَةٌ بَيْنَهَا وَبَيْن الرُّوَيْثَة ثَلَاثَة عَشَر أَوْ أَرْبَعَة عَشَر مِيلًا ‏ ‏وَ ( الْهَضْبَة ) ‏ ‏بِسُكُونِ الضَّادِ الْمُعْجَمَة فَوْقَ الْكَثِيبِ فِي الِارْتِفَاعِ وَدُونَ الْجَبَلِ , وَقِيلَ الْجَبَلُ الْمُنْبَسِطُ عَلَى الْأَرْضِ , وَقِيلَ الْأَكَمَة الْمَلْسَاء وَ \" الرَّضْم \" الْحِجَارَة الْكِبَار وَاحِدهَا رَضْمَة بِسُكُونِ الضَّادِ الْمُعْجَمَة فِي الْوَاحِدِ وَالْجَمْعِ , وَوَقَعَ عِنْدَ الْأَصِيلِيّ بِالتَّحْرِيكِ. ‏ ‏قَوْله : ( عِنْدَ سَلِمَات الطَّرِيق ) ‏ ‏أَيْ مَا يَتَفَرَّعُ عَنْ جَوَانِبِهِ , وَالسَّلِمَاتِ بِفَتْحِ الْمُهْمِلَةِ وَكَسْرِ اللَّامِ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ وَفِي رِوَايَةِ الْبَاقِينَ بِفَتْحِ اللَّامِ , وَقِيلَ : هِيَ بِالْكَسْرِ الصَّخْرَات , وَبِالْفَتْحِ الشَّجَرَات وَ \" السَّرَحَات \" بِالتَّحْرِيكِ جُمَع سَرْحَة وَهِيَ الشَّجَرَةُ الضَّخْمَةُ كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( فِي مَسِيلٍ دُونَ هَرْشَى ) ‏ ‏الْمُسِيل الْمَكَان الْمُنْحَدِر وَهَرْشَى بِفَتْح أَوَّله وَسُكُون الرَّاءِ بَعْدَهَا شِين مُعْجَمَة مَقْصُور , قَالَ الْبَكْرِيُّ هُوَ جَبَلٌ عَلَى مُلْتَقَى طَرِيقِ الْمَدِينَةِ وَالشَّامِ قَرِيب مِنْ الْجُحْفَةِ , وَكَرَاعٍ هَرْشَى طَرَفهَا , وَ \" الْغَلْوَة \" بِالْمُعْجَمَةِ الْمَفْتُوحَة غَايَةُ بُلُوغ السَّهْم , وَقِيلَ قَدْرُ ثُلْثَيْ مِيلٍ. ‏ ‏قَوْله : ( مَرِّ الظَّهْرَانِ ) ‏ ‏بِفَتْحِ الْمِيمِ وَتَشْدِيدِ الرَّاءِ وَبِفَتْحِ الظَّاءِ الْمُعْجَمَةِ وَسُكُون الْهَاءِ هُوَ الْوَادِي الَّذِي تُسَمِّيه الْعَامَّة بَطْنَ مَرْوٍ بِإِسْكَان الرَّاء بَعْدَهَا وَاو. قَالَ الْبَكْرِيّ : بَيْنَهُ وَبَيْنَ مَكَّةَ سِتَّةَ عَشَرَ مِيلًا , وَقَالَ أَبُو غَسَّان سُمِّيَ بِذَلِكَ ; لِأَنَّ فِي بَطْنِ الْوَادِي كِتَابَةً بِعِرْقٍ مِنْ الْأَرْضِ أَبْيَض هِجَاء \" م ر ا \" الْمِيم مُنْفَصِلَة عَنْ الرَّاءِ , وَقِيلَ سُمِّيَ بِذَلِكَ لِمَرَارَةِ مَائِهِ. ‏ ‏قَوْله : ( قِبَلَ الْمَدِينَةِ ) ‏ ‏بِكَسْرِ الْقَافِ وَبِفَتْحِ الْمُوَحَّدَةِ ُ أَيْ مُقَابِلَهَا. ‏ ‏و ( الصَّفْرَاوَات ) ‏ ‏بِفَتْحِ الْمُهْمِلَةِ وَسُكُون الْفَاءِ جُمَع صَفْرَاء وَهُوَ مَكَانٌ بَعْدَ مَرِّ الظَّهْرَانِ. ‏ ‏قَوْله : ( يَنْزِلُ بِذِي طُوَى ) ‏ ‏بِضَمّ الطَّاءِ لِلْأَكْثَرِ وَبِهِ جَزَمَ الْجَوْهَرِيّ , وَفِي رِوَايَة الْحَمَوِيّ وَالْمُسْتَمْلِي \" بِذِي الطُّوَى \" بِزِيَادَةِ أَلِفٍ وَلَامٍ قَيَّدَهُ الْأَصِيلِيّ بِالْكَسْرِ وَحَكَى عِيَاض وَغَيْره الْفَتْح أَيْضًا. ‏ ‏قَوْله : ( اِسْتَقْبَلَ فُرْضَتَيْ الْجَبَل ) ‏ ‏الْفُرْضَة بِضَمِّ الْفَاءِ وَسُكُون الرَّاءِ بَعْدَهَا ضَاد مُعْجَمَة : مَدْخَلُ الطَّرِيقِ إِلَى الْجَبَلِ , وَقِيلَ الشَّقُّ الْمُرْتَفِعُ كَالشُّرَافَةِ , وَيُقَالُ أَيْضًا لِمَدْخَلِ النَّهْرِ. ‏ ‏( تَنْبِيهَات ) : ‏ ‏الْأَوَّل اِشْتَمَلَ هَذَا السِّيَاقُ عَلَى تِسْعَةِ أَحَادِيثَ أَخْرَجَهَا الْحَسَن بْن سُفْيَان فِي مَسْنَدِهِ مُفَرَّقَة مِنْ طَرِيقِ إِسْمَاعِيل بْن أَبِي أُوَيْس عَنْ أَنَس بْن عِيَاض يُعِيدُ الْإِسْنَادَ فِي كُلّ حَدِيث , إِلَّا أَنَّهُ لَمْ يَذْكُرْ الثَّالِث. وَأَخْرَجَ مُسْلِم مِنْهَا الْحَدِيثَيْنِ الْأَخِيرَيْنِ فِي كِتَاب الْحَجّ. الثَّانِي : هَذِهِ الْمَسَاجِدُ لَا يُعْرَفُ الْيَوْمَ مِنْهَا غَيْر مَسْجِدَيْ ذِي الْحُلَيْفَةِ , وَالْمَسَاجِدِ الَّتِي بِالرَّوْحَاءِ يَعْرِفُهَا أَهْلُ تِلْكَ النَّاحِيَةِ. وَقَدْ وَقَعَ فِي رِوَايَةِ الزُّبَيْر بْن بَكَّارٍ فِي \" أَخْبَارِ الْمَدِينَةِ \" لَهُ مِنْ طَرِيقٍ أُخْرَى عَنْ نَافِعٍ عَنْ اِبْن عُمَر فِي هَذَا الْحَدِيثِ زِيَادَة بَسْطٍ فِي صِفَةِ تِلْكَ الْمَسَاجِدِ. وَفِي التِّرْمِذِيَّ مِنْ حَدِيثِ عَمْرو بْن عَوْف أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَادِي الرَّوْحَاء وَقَالَ \" لَقَدْ صَلَّى فِي هَذَا الْمَسْجِدِ سَبْعُونَ نَبِيًّا \". الثَّالِثُ : عُرِفَ مِنْ صَنِيعِ اِبْن عُمَر اِسْتِحْبَاب تَتَبُّع آثَار النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّبَرُّك بِهَا , وَقَدْ قَالَ الْبَغَوِيّ مِنْ الشَّافِعِيَّةِ : إِنَّ الْمَسَاجِدَ - الَّتِي ثَبَتَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِيهَا - لَوْ نَذَرَ أَحَد الصَّلَاة فِي شَيْءٍ مِنْهَا تَعَيَّنَ كَمَا تَتَعَيَّنُ الْمَسَاجِد الثَّلَاثَة. الرَّابِعُ : ذَكَرَ الْبُخَارِيّ الْمَسَاجِد الَّتِي فِي طُرُقِ الْمَدِينَةِ , وَلَمْ يَذْكُرْ الْمَسَاجِدَ الَّتِي كَانَتْ بِالْمَدِينَةِ ; لِأَنَّهُ لَمْ يَقَعْ لَهُ إِسْنَاد فِي ذَلِكَ عَلَى شَرْطِهِ. وَقَدْ ذَكَرَ عُمَر بْن شَبَّة فِي \" أَخْبَارِ الْمَدِينَةِ \" الْمَسَاجِد وَالْأَمَاكِن الَّتِي صَلَّى فِيهَا النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ مُسْتَوْعِبًا , وَرَوَى عَنْ أَبِي غَسَّان عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ كُلَّ مَسْجِدٍ بِالْمَدِينَةِ وَنَوَاحِيهَا مَبْنِيّ بِالْحِجَارَةِ الْمَنْقُوشَةِ الْمُطَابَقَة , فَقَدْ صَلَّى فِيهِ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَذَلِكَ أَنَّ عُمَر بْن عَبْد الْعَزِيز حِينَ بَنَى مَسْجِدَ الْمَدِينَةِ سَأَلَ النَّاسَ - وَهُمْ يَوْمَئِذٍ مُتَوَافِرُونَ - عَنْ ذَلِكَ ثُمَّ بَنَاهَا بِالْحِجَارَةِ الْمَنْقُوشَةِ الْمُطَابَقَة ا ه. وَقَدْ عَيَّنَ عُمَر بْن شَبَّة مِنْهَا شَيْئًا كَثِيرًا , لَكِنَّ أَكْثَرَهُ فِي هَذَا الْوَقْتِ قَدْ اِنْدَثَرَ , وَبَقِيَ مِنْ الْمَشْهُورَةِ الْآنَ مَسْجِد قُبَاءٍ , وَمَسْجِد الْفَضِيخِ وَهُوَ شَرْقِيّ مَسْجِد قُبَاءٍ وَمَسْجِد بَنِي قُرَيْظَةَ , وَمُشْرَبَة أُمِّ إِبْرَاهِيمَ وَهِيَ شَمَالَيّ مَسْجِد بَنِي قُرَيْظَةَ , وَمَسْجِد بَنِي ظَفَر شَرْقِيّ الْبَقِيع وَيُعْرَفُ بِمَسْجِد الْبَغْلَة وَمَسْجِد بَنِي مُعَاوِيَة وَيُعْرَفُ بِمَسْجِد الْإِجَابَة وَمَسْجِد الْفَتْح قَرِيب مِنْ جَبَلِ سَلْع , وَمَسْجِد الْقُبْلَتَيْنِ فِي بَنِي سَلَمَة , هَكَذَا أَثْبَتَهُ بَعْضُ شُيُوخِنَا , وَفَائِدَةُ مَعْرِفَةِ ذَلِكَ مَا تَقَدَّمَ عَنْ الْبَغَوِيّ , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 957,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ يَوْمَ الْفِطْرِ، فَبَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ‏.‏ قَالَ وَأَخْبَرَنِي عَطَاءٌ، أَنَّ ابْنَ عَبَّاسٍ، أَرْسَلَ إِلَى ابْنِ الزُّبَيْرِ فِي أَوَّلِ مَا بُويِعَ لَهُ إِنَّهُ لَمْ يَكُنْ يُؤَذَّنُ بِالصَّلاَةِ يَوْمَ الْفِطْرِ، إِنَّمَا الْخُطْبَةُ بَعْدَ الصَّلاَةِ‏.‏ وَأَخْبَرَنِي عَطَاءٌ، عَنِ ابْنِ عَبَّاسٍ، وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالاَ لَمْ يَكُنْ يُؤَذَّنُ يَوْمَ الْفِطْرِ وَلاَ يَوْمَ الأَضْحَى‏.‏ وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ فَبَدَأَ بِالصَّلاَةِ، ثُمَّ خَطَبَ النَّاسَ بَعْدُ، فَلَّمَا فَرَغَ نَبِيُّ اللَّهِ صلى الله عليه وسلم نَزَلَ فَأَتَى النِّسَاءَ، فَذَكَّرَهُنَّ وَهْوَ يَتَوَكَّأُ عَلَى يَدِ بِلاَلٍ، وَبِلاَلٌ بَاسِطٌ ثَوْبَهُ، يُلْقِي فِيهِ النِّسَاءُ صَدَقَةً‏.‏ قُلْتُ لِعَطَاءٍ أَتَرَى حَقًّا عَلَى الإِمَامِ الآنَ أَنْ يَأْتِيَ النِّسَاءَ فَيُذَكِّرَهُنَّ حِينَ يَفْرُغُ قَالَ إِنَّ ذَلِكَ لَحَقٌّ عَلَيْهِمْ، وَمَا لَهُمْ أَنْ لاَ يَفْعَلُوا",
    "english_text": "`Ata' said, \"Jabir bin `Abdullah said, 'The Prophet (ﷺ) went out on the Day of `Id-ul-Fitr and offered the \nprayer before delivering the Khutba, Ata told me that during the early days of Ibn Az-Zubair, Ibn \n`Abbas had sent a message to him telling him that the Adhan for the `Id Prayer was never pronounced \n(in the life time of Allah's Messenger (ﷺ)) and the Khutba used to be delivered after the prayer. Ata told me \nthat Ibn `Abbas and Jabir bin `Abdullah, had said, \"There was no Adhan for the prayer of `Id-ul-Fitr \nand `Id-ul-Aqha.\" `Ata' said, \"I heard Jabir bin `Abdullah saying, 'The Prophet (ﷺ) stood up and started \nwith the prayer, and after it he delivered the Khutba. When the Prophet (ﷺ) of Allah (p.b.u.h) finished (the \nKhutba), he went to the women and preached to them, while he was leaning on Bilal's hand. Bilal was \nspreading his garment and the ladies were putting alms in it.' \" I said to Ata, \"Do you think it \nincumbent upon an Imam to go to the women and preach to them after finishing the prayer and \nKhutba?\" `Ata' said, \"No doubt it is incumbent on Imams to do so, and why should they not do so?\"",
    "explication": "‏ ‏قَوْلُهُ : ( قَالَ وَأَخْبَرَنِي عَطَاءٌ ) ‏ ‏الْقَائِلُ هُوَ اِبْنُ جُرَيْجٍ فِي الْمَوْضِعَيْنِ وَهُوَ مَعْطُوفٌ عَلَى الْإِسْنَادِ الْمَذْكُورِ , وَكَذَا قَوْلُهُ \" وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ \" مَعْطُوفٌ أَيْضًا , وَالْمُرَادُ بِقَوْلِهِ لَمْ يَكُنْ يُؤَذَّنُ , أَيْ فِي زَمَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُصَيَّرٌ مِنْ الْبُخَارِيِّ إِلَى أَنَّ هَذِهِ الصِّيغَةَ حُكْمُ الرَّفْعِ. ‏ ‏قَوْلُهُ : ( أَوَّلُ مَا بُويِعَ لَهُ ) ‏ ‏أَيْ لِابْنِ الزُّبَيْرِ بِالْخِلَافَةِ , وَكَانَ ذَلِكَ فِي سَنَةِ أَرْبَعٍ وَسِتِّينَ عَقِبَ مَوْتِ يَزِيدَ بْنِ مُعَاوِيَةَ. وَقَوْلُهُ \" وَإِنَّمَا الْخُطْبَةُ بَعْدَ الصَّلَاةِ \" كَذَا لِلْأَكْثَرِ وَهُوَ الصَّوَابُ , وَفِي رِوَايَةِ الْمُسْتَمْلِيّ \" وَأَمَّا \" بَدَلَ وَإِنَّمَا , وَهُوَ تَصْحِيفٌ. وَسَيَأْتِي الْكَلَامُ عَلَى بَقِيَّةِ فَوَائِدِ حَدِيثِ جَابِرٍ بَعْدَ عَشْرَةِ أَبْوَابٍ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 958,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ شَهِدْتُ الْعِيدَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ ـ رضى الله عنهم ـ فَكُلُّهُمْ كَانُوا يُصَلُّونَ قَبْلَ الْخُطْبَةِ‏.‏",
    "english_text": "I offered the `Id prayer with Allah's Messenger (ﷺ), Abu Bakr, `Umar and `Uthman and all of them offered \nthe prayer before delivering the Khutba.",
    "explication": "حَدِيثُ اِبْنِ عَبَّاسٍ صَرِيحٌ فِيمَا تَرْجَمَ لَهُ , وَسَيَأْتِي فِي أَوَاخِرِ الْعِيدَيْنِ أَتَمَّ مِمَّا هُنَا وَحَدِيثُ اِبْنِ عُمَرَ أَيْضًا صَرِيحٌ فِيهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 959,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ ـ رضى الله عنهما ـ يُصَلُّونَ الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ), Abu Bakr and `Umar! used to offer the two `Id prayers before delivering the Khutba.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 960,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى يَوْمَ الْفِطْرِ رَكْعَتَيْنِ، لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا، ثُمَّ أَتَى النِّسَاءَ وَمَعَهُ بِلاَلٌ، فَأَمَرَهُنَّ بِالصَّدَقَةِ، فَجَعَلْنَ يُلْقِينَ، تُلْقِي الْمَرْأَةُ خُرْصَهَا وَسِخَابَهَا‏.‏",
    "english_text": "The Prophet (ﷺ) offered a two rak`at prayer on the Day of Id ul Fitr and he did not pray before or after it. \nThen he went towards women along with Bilal and ordered them to pay alms and so they started \ngiving their earrings and necklaces (in charity).",
    "explication": "أَمَّا حَدِيثُ اِبْنِ عَبَّاسٍ فَمِنْ جِهَةِ أَنَّ أَمْرَهُ لِلنِّسَاءِ بِالصَّدَقَةِ كَانَ مِنْ تَتِمَّةِ الْخُطْبَةِ كَمَا يُرْشِدُ إِلَى ذَلِكَ حَدِيثُ جَابِرٍ الَّذِي فِي الْبَابِ قَبْلَهُ , وَيُحْتَمَلُ أَنْ يَكُونَ ذَكَرَهُ لِتَعَلُّقِهِ بِصَلَاةِ الْعِيدَيْنِ فِي الْجُمْلَةِ فَهُوَ كَالتَّتِمَّةِ لِلْفَائِدَةِ. وَقَوْلُهُ فِيهِ \" خُرْصُهَا \" بِضَمِّ الْمُعْجَمَةِ وَحُكِيَ كَسْرُهَا وَسُكُونِ الرَّاءِ بَعْدَهَا صَادٌ مُهْمَلَةٌ هُوَ الْحَلْقَةُ مِنْ الذَّهَبِ أَوْ الْفِضَّةِ , وَقِيلَ هُوَ الْقُرْطُ إِذَا كَانَ بِحَبَّةٍ وَاحِدَةٍ. وَقَوْلُهُ \" وَسِخَابُهَا \" بِكَسْرِ الْمُهْمَلَةِ ثُمَّ مُعْجَمَةٍ ثُمَّ مُوَحَّدَةٍ هُوَ قِلَادَةٌ مِنْ عَنْبَرٍ أَوْ قَرَنْفُلٍ أَوْ غَيْرِهِ وَلَا يَكُونُ فِيهِ خَرَزٌ , وَقِيلَ هُوَ خَيْطٌ فِيهِ خَرَزٌ , وَسُمِّيَ سِخَابًا لِصَوْتِ خَرَزِهِ عِنْدَ الْحَرَكَةِ مَأْخُوذٌ مِنْ السَّخَبِ وَهُوَ اِخْتِلَاطُ الْأَصْوَاتِ , يُقَالُ بِالصَّادِ وَالسِّينِ. وَسَيَأْتِي الْكَلَامُ عَلَى بَقِيَّةِ فَوَائِدِهِ عِنْدَ الْكَلَامِ عَلَى حَدِيثِ جَابِرٍ بَعْدَ عَشْرَةِ أَبْوَابٍ , وَيَأْتِي الْكَلَامُ عَلَى التَّنَفُّلِ يَوْمَ الْعِيدِ بَعْدَ ذَلِكَ بِسِتَّةِ أَبْوَابٍ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 961,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا زُبَيْدٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ أَوَّلَ مَا نَبْدَأُ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ نَحَرَ قَبْلَ الصَّلاَةِ فَإِنَّمَا هُوَ لَحْمٌ قَدَّمَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسْكِ فِي شَىْءٍ ‏\"‏‏.‏ فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ يُقَالُ لَهُ أَبُو بُرْدَةَ بْنُ نِيَارٍ يَا رَسُولَ اللَّهِ، ذَبَحْتُ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ‏.‏ فَقَالَ ‏\"‏ اجْعَلْهُ مَكَانَهُ، وَلَنْ تُوفِيَ أَوْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏",
    "english_text": "The Prophet (p.b.u.h) said, \"The first thing that we should do on this day of ours is to pray and then \nreturn to slaughter the sacrifice. So anyone who does so, he acted according to our Sunna (tradition), \nand whoever slaughtered the sacrifice before the prayer, it was just meat which he presented to his \nfamily and would not be considered as Nusuk.\" A person from the Ansar named Abu Burda bin \nNiyyar said, \"O Allah's Messenger (ﷺ)! I slaughtered the Nusuk (before the prayer) but I have a young shegoat \nwhich is better than an older sheep.\" The Prophet (ﷺ) I said, \"Sacrifice it in lieu of the first, but it will \nbe not sufficient (as a sacrifice) for anybody else after you.\"",
    "explication": "أَمَّا حَدِيثُ الْبَرَاءِ فَظَاهِرُهُ يُخَالِفُ التَّرْجَمَةَ , لِأَنَّ قَوْلَهُ ‏ ‏\" أَوَّلُ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" ‏ ‏مُشْعِرٌ بِأَنَّ هَذَا الْكَلَامَ وَقَعَ قَبْلَ إِيقَاعِ الصَّلَاةِ فَيَسْتَلْزِمُ تَقْدِيمَ الْخُطْبَةِ عَلَى الصَّلَاةِ بِنَاءً عَلَى أَنَّ هَذَا الْكَلَامَ مِنْ الْخُطْبَةِ , وَلِأَنَّهُ عَقَّبَ الصَّلَاةَ بِالنَّحْرِ , وَالْجَوَابُ أَنَّ الْمُرَادَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْعِيدَ ثُمَّ خَطَبَ فَقَالَ هَذَا الْكَلَامَ , وَأَرَادَ بِقَوْلِهِ \" إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ \" أَيْ فِي يَوْمِ الْعِيدِ تَقْدِيمَ الصَّلَاةِ فِي أَيِّ عِيدٍ كَانَ. وَالتَّعْقِيبُ بِثُمَّ لَا يَسْتَلْزِمُ عَدَمَ تَخَلُّلِ أَمْرٍ آخَرَ بَيْنَ الْأَمْرَيْنِ. قَالَ اِبْنُ بَطَّالٍ : غَلِطَ النَّسَائِيُّ فَتَرْجَمَ بِحَدِيثِ الْبَرَاءِ فَقَالَ \" بَابُ الْخُطْبَةِ قَبْلَ الصَّلَاةِ \" قَالَ : وَخَفَى عَلَيْهِ أَنَّ الْعَرَبَ قَدْ تَضَعُ الْفِعْلَ الْمُسْتَقْبِلَ مَكَانَ الْمَاضِي , وَكَأَنَّهُ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : أَوَّلُ مَا يَكُونُ بِهِ الِابْتِدَاءُ فِي هَذَا الْيَوْمِ الصَّلَاةُ الَّتِي قَدَّمْنَا فِعْلَهَا. قَالَ : وَهُوَ مِثْلُ قَوْلِهِ تَعَالَى ( وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا ) أَيْ الْإِيمَانُ الْمُتَقَدِّمُ مِنْهُمْ ا ه. وَالْمُعْتَمَدُ فِي صِحَّةِ مَا تَأَوَّلْنَاهُ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْآتِيَةُ بَعْدَ ثَمَانِيَةِ أَبْوَابٍ فِي هَذَا الْحَدِيثِ بِعَيْنِهِ بِلَفْظِ \" خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحَى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ , ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ : إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلَاةِ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" الْحَدِيثَ , فَتَبَيَّنَ أَنَّ ذَلِكَ الْكَلَامَ وَقَعَ مِنْهُ بَعْدَ الصَّلَاةِ. وَقَالَ الْكَرْمَانِيُّ : الْمُسْتَفَادُ مِنْ حَدِيثِ الْبَرَاءِ أَنَّ الْخُطْبَةَ مُقَدَّمَةٌ عَلَى الصَّلَاةِ , ثُمَّ قَالَ فِي مَوْضِعٍ آخَرَ : فَإِنْ قُلْت فَمَا دَلَالَتُهُ عَلَى التَّرْجَمَةِ ؟ قُلْت : لَوْ قَدَّمَ الْخُطْبَةَ عَلَى الصَّلَاةِ لَمْ تَكُنْ الصَّلَاةُ أَوَّلَ مَا بُدِئَ بِهِ , وَلَا يَلْزَمُ مِنْ كَوْنِ هَذَا الْكَلَامِ وَقَعَ قَبْلَ الصَّلَاةِ أَنْ تَكُونَ الْخُطْبَةُ وَقَعَتْ قَبْلَهَا ا ه. وَحَاصِلُهُ أَنَّهُ يَجْعَلُ الْكَلَامَ الْمَذْكُورَ سَابِقًا عَلَى الصَّلَاةِ , وَيَمْنَعُ كَوْنَهُ مِنْ الْخُطْبَةِ. لَكِنْ قَدْ بَيَّنَتْ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْمَذْكُورَةُ أَنَّ الصَّلَاةَ لَمْ يَتَقَدَّمْهَا شَيْءٌ , لِأَنَّهُ عَقَّبَ الْخُرُوجَ إِلَيْهَا بِالْفَاءِ. وَصَرَّحَ مَنْصُورٌ فِي رِوَايَتِهِ عَنْ الشَّعْبِيِّ فِي هَذَا الْحَدِيثِ بِأَنَّ الْكَلَامَ الْمَذْكُورَ وَقَعَ فِي الْخُطْبَةِ , وَلَفْظُهُ \" عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ : خَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى بَعْدَ الصَّلَاةِ فَقَالَ \" فَذَكَرَ الْحَدِيثَ. وَقَدْ تَقَدَّمَ قَبْلَ بَابَيْنِ وَيَأْتِي أَيْضًا فِي أَوَاخِرِ الْعِيدِ , فَيَتَعَيَّنُ التَّأْوِيلُ الَّذِي قَدَّمْنَاهُ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 962,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى أَبُو السُّكَيْنِ، قَالَ حَدَّثَنَا الْمُحَارِبِيُّ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ سُوقَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ كُنْتُ مَعَ ابْنِ عُمَرَ حِينَ أَصَابَهُ سِنَانُ الرُّمْحِ فِي أَخْمَصِ قَدَمِهِ، فَلَزِقَتْ قَدَمُهُ بِالرِّكَابِ، فَنَزَلْتُ فَنَزَعْتُهَا وَذَلِكَ بِمِنًى، فَبَلَغَ الْحَجَّاجَ فَجَعَلَ يَعُودُهُ فَقَالَ الْحَجَّاجُ لَوْ نَعْلَمُ مَنْ أَصَابَكَ‏.‏ فَقَالَ ابْنُ عُمَرَ أَنْتَ أَصَبْتَنِي‏.‏ قَالَ وَكَيْفَ قَالَ حَمَلْتَ السِّلاَحَ فِي يَوْمٍ لَمْ يَكُنْ يُحْمَلُ فِيهِ، وَأَدْخَلْتَ السِّلاَحَ الْحَرَمَ وَلَمْ يَكُنِ السِّلاَحُ يُدْخَلُ الْحَرَمَ‏.‏",
    "english_text": "I was with Ibn `Umar when a spear head pierced the sole of his foot and his foot stuck to the paddle \nof the saddle and I got down and pulled his foot out, and that happened in Mina. Al-Hajjaj got the \nnews and came to inquire about his health and said, \"Alas! If we could only know the man who \nwounded you!\" Ibn `Umar said, \"You are the one who wounded me.\" Al-Hajjaj said, \"How is that?\" \nIbn `Umar said, \"You have allowed the arms to be carried on a day on which nobody used to carry \nthem and you allowed arms to be carried in the Haram even though it was not allowed before.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَبُو السُّكَيْنِ ) ‏ ‏بِالْمُهْمَلَةِ وَالْكَافِ مُصَغَّرًا , وَالْمُحَارِبِيُّ هُوَ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ لَا اِبْنُهُ عَبْدُ الرَّحِيمِ , وَمُحَمَّدُ بْنُ سُوقَةَ بِضَمِّ السِّينِ الْمُهْمَلَةِ وَبِالْقَافِ تَابِعِيٌّ صَغِيرٌ مِنْ أَجِلَّاءِ النَّاسِ. ‏ ‏قَوْلُهُ : ( أَخْمَصِ قَدَمِهِ ) ‏ ‏الْأَخْمَصُ بِإِسْكَانِ الْخَاءِ الْمُعْجَمَةِ وَفَتْحِ الْمِيمِ بَعْدَهَا مُهْمَلَةٌ : بَاطِنُ الْقَدَمِ وَمَا رَقَّ مِنْ أَسْفَلِهَا , وَقِيلَ هُوَ خَصْرُ بَاطِنِهَا الَّذِي لَا يُصِيبُ الْأَرْضَ عِنْدَ الْمَشْيِ. ‏ ‏قَوْلُهُ : ( بِالرِّكَابِ ) ‏ ‏أَيْ وَهِيَ فِي رَاحِلَتِهِ. ‏ ‏قَوْلُهُ : ( فَنَزَعْتهَا ) ‏ ‏ذَكَرَ الضَّمِيرَ مُؤَنَّثًا مَعَ أَنَّهُ أَعَادَهُ عَلَى السِّنَانِ وَهُوَ مُذَكَّرٌ لِأَنَّهُ أَرَادَ الْحَدِيدَةَ , وَيُحْتَمَلُ أَنَّهُ أَرَادَ الْقَدَمَ. ‏ ‏قَوْلُهُ : ( فَبَلَغَ الْحَجَّاجَ ) ‏ ‏أَيْ اِبْنَ يُوسُفَ الثَّقَفِيَّ وَكَانَ إِذْ ذَاكَ أَمِيرًا عَلَى الْحِجَازِ وَذَلِكَ بَعْدَ قَتْلِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ. ‏ ‏قَوْلُهُ : ( فَجَعَلَ يَعُودُهُ ) ‏ ‏فِي رِوَايَةِ الْمُسْتَمْلِيّ \" فَجَاءَ \" , وَيُؤَيِّدُهُ رِوَايَةُ الْإِسْمَاعِيلِيِّ \" فَأَتَاهُ \". ‏ ‏قَوْلُهُ : ( لَوْ نَعْلَمُ مَنْ أَصَابَك ) ‏ ‏فِي رِوَايَةِ أَبِي ذَرٍّ عَنْ الْحَمَوِيِّ وَالْمُسْتَمْلِيّ \" مَا أَصَابَك \" وَحَذَفَ الْجَوَابَ لِدَلَالَةِ السِّيَاقِ عَلَيْهِ , أَوْ هِيَ لِلتَّمَنِّي فَلَا مَحْذُوفَ , وَيُرَجِّحُ الْأَوَّلَ أَنَّ اِبْنَ سَعْدٍ أَخْرَجَهُ عَنْ أَبِي نُعَيْمٍ عَنْ إِسْحَاقَ بْنِ سَعِيدٍ فَقَالَ فِيهِ \" لَوْ نَعْلَمُ مَنْ أَصَابَك عَاقَبْنَاهُ \" وَهُوَ يُرَجِّحُ رِوَايَةَ الْأَكْثَرِ أَيْضًا , وَلَهُ مِنْ وَجْهٍ آخَرَ قَالَ \" لَوْ أَعْلَمُ الَّذِي أَصَابَك لَضَرَبْت عُنُقَهُ \". ‏ ‏قَوْلُهُ : ( أَنْتَ أَصَبْتنِي ) ‏ ‏فِيهِ نِسْبَةُ الْفِعْلِ إِلَى الْآمِرِ بِشَيْءٍ يَتَسَبَّبُ مِنْهُ ذَلِكَ الْفِعْلُ وَإِنْ لَمْ يَعْنِ الْآمِرَ ذَلِكَ , لَكِنْ حَكَى الزُّبَيْرُ فِي الْأَنْسَابِ أَنَّ عَبْدَ الْمَلِكِ لَمَّا كَتَبَ إِلَى الْحَجَّاجِ أَنْ لَا يُخَالِفَ اِبْنَ عُمَرَ شَقَّ عَلَيْهِ فَأَمَرَ رَجُلًا مَعَهُ حَرْبَةٌ يُقَالُ إِنَّهَا كَانَتْ مَسْمُومَةً فَلَصِقَ ذَلِكَ الرَّجُلُ بِهِ فَأَمَرَّ الْحَرْبَةَ عَلَى قَدَمِهِ فَمَرِضَ مِنْهَا أَيَّامًا ثُمَّ مَاتَ , وَذَلِكَ فِي سَنَةِ أَرْبَعٍ وَسَبْعِينَ. فَعَلَى هَذَا فَفِيهِ نِسْبَةُ الْفِعْلِ إِلَى الْآمِرِ بِهِ فَقَطْ وَهُوَ كَثِيرٌ. وَفِي هَذِهِ الْقِصَّةِ تَعَقُّبٌ عَلَى الْمُهَلَّبِ حَيْثُ اِسْتَدَلَّ بِهِ عَلَى سَدِّ الذَّرَائِعِ لِأَنَّ ذَلِكَ مَبْنِيٌّ عَلَى أَنَّ الْحَجَّاجَ لَمْ يَقْصِدْ ذَلِكَ. ‏ ‏قَوْلُهُ : ( حَمَلْت السِّلَاحَ ) ‏ ‏أَيْ فَتَبِعَك أَصْحَابُك فِي حَمْلِهِ , أَوْ الْمُرَادُ بِقَوْلِهِ حَمَلْت أَيْ أَمَرْت بِحَمْلِهِ. ‏ ‏قَوْلُهُ : ( فِي يَوْمٍ لَمْ يَكُنْ يُحْمَلُ فِيهِ ) ‏ ‏هَذَا مَوْضِعُ التَّرْجَمَةِ , وَهُوَ مُصَيَّرٌ مِنْ الْبُخَارِيِّ إِلَى أَنَّ قَوْلَ الصَّحَابِيِّ كَانَ يُفْعَلُ كَذَا عَلَى الْبِنَاءِ لِمَا لَمْ يُسَمَّ فَاعِلُهُ يُحْكَمُ بِرَفْعِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 963,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنِي إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ، عَنْ أَبِيهِ، قَالَ دَخَلَ الْحَجَّاجُ عَلَى ابْنِ عُمَرَ وَأَنَا عِنْدَهُ، فَقَالَ كَيْفَ هُوَ فَقَالَ صَالِحٌ‏.‏ فَقَالَ مَنْ أَصَابَكَ قَالَ أَصَابَنِي مَنْ أَمَرَ بِحَمْلِ السِّلاَحِ فِي يَوْمٍ لاَ يَحِلُّ فِيهِ حَمْلُهُ، يَعْنِي الْحَجَّاجَ‏.‏",
    "english_text": "Al-Hajjaj went to Ibn `Umar while I was present there. Al-Hajjaj asked Ibn `Umar, \"How are you?\" \nIbn `Umar replied, \"I am all right,\" Al-Hajjaj asked, \"Who wounded you?\" Ibn `Umar replied, \"The \nperson who allowed arms to be carried on the day on which it was forbidden to carry them (he meant \nAl-Hajjaj).\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَصَابَنِي مَنْ أَمَرَ ) ‏ ‏هَذَا فِيهِ تَعْرِيضٌ بِالْحَجَّاجِ , وَرِوَايَةُ سَعِيدِ بْنِ جُبَيْرٍ الَّتِي قَبْلَهَا مُصَرِّحَةٌ بِأَنَّهُ الَّذِي فَعَلَ ذَلِكَ , وَيُجْمَعُ بَيْنَهُمَا بِتَعَدُّدِ الْوَاقِعَةِ أَوْ السُّؤَالِ , فَلَعَلَّهُ عَرَّضَ بِهِ أَوَّلًا , فَلَمَّا أَعَادَ عَلَيْهِ السُّؤَالَ صَرَّحَ. وَقَدْ رَوَى اِبْنُ سَعْدٍ مِنْ وَجْهٍ آخَرَ رِجَالُهُ لَا بَأْسَ بِهِمْ أَنَّ الْحَجَّاجَ دَخَلَ عَلَى اِبْنِ عُمَرَ يَعُودُهُ لَمَّا أُصِيبَتْ رِجْلُهُ فَقَالَ لَهُ : يَا أَبَا عَبْدِ الرَّحْمَنِ هَلْ تَدْرِي مَنْ أَصَابَ رِجْلَك ؟ قَالَ : لَا. قَالَ : أَمَا وَاَللَّهِ لَوْ عَلِمْت مَنْ أَصَابَك لَقَتَلْته. قَالَ فَأَطْرَقَ اِبْنُ عُمَرَ فَجَعَلَ لَا يُكَلِّمُهُ وَلَا يَلْتَفِتُ إِلَيْهِ , فَوَثَبَ كَالْمُغْضَبِ. وَهَذَا مَحْمُولٌ عَلَى أَمْرٍ ثَالِثٍ كَأَنَّهُ عَرَّضَ بِهِ , ثُمَّ عَاوَدَهُ فَصَرَّحَ , ثُمَّ عَاوَدَهُ فَأَعْرَضَ عَنْهُ. ‏ ‏قَوْلُهُ : ( يَعْنِي الْحَجَّاجَ ) ‏ ‏بِالنَّصْبِ عَلَى الْمَفْعُولِيَّةِ وَفَاعِلُهُ الْقَائِلُ وَهُوَ اِبْنُ عُمَرَ , زَادَ الْإِسْمَاعِيلِيُّ فِي هَذِهِ الطَّرِيقِ \" قَالَ لَوْ عَرَفْنَاهُ لَعَاقَبْنَاهُ \" قَالَ : وَذَلِكَ لِأَنَّ النَّاسَ نَفَرُوا عَشِيَّةً وَرَجُلٌ مِنْ أَصْحَابِ الْحَجَّاجَ عَارِضٌ حَرْبَتَهُ فَضَرَبَ ظَهْرَ قَدَمِ اِبْنِ عُمَرَ فَأَصْبَحَ وَهِنًا مِنْهَا حَتَّى مَاتَ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏وَقَعَ فِي الْأَطْرَافِ لِلْمِزِّيِّ فِي تَرْجَمَةِ سَعِيدِ بْنِ جُبَيْرٍ عَنْ اِبْنِ عُمَرَ فِي هَذَا الْحَدِيثِ : الْبُخَارِيُّ عَنْ أَحْمَدَ بْنِ يَعْقُوبَ عَنْ إِسْحَاقَ بْنِ سَعِيدٍ , وَعَنْ أَبِي السُّكَيْنِ عَنْ الْمُحَارِبِيِّ كِلَاهُمَا عَنْ مُحَمَّدِ بْنِ سُوقَةَ عَنْهُ بِهِ. وَوَهَمَ فِي ذَلِكَ فَإِنَّ إِسْحَاقَ بْنَ سَعِيدٍ إِذَا رَوَاهُ عَنْ أَبِيهِ عَنْ اِبْنِ عُمَرَ لَا عَنْ مُحَمَّدِ بْنِ سُوقَةَ. وَقَدْ ذَكَرَهُ هُوَ بَعْدَ ذَلِكَ فِي تَرْجَمَةِ سَعِيدٍ عَنْ اِبْنِ عُمَرَ عَلَى الصَّوَابِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 964,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ، قَالَ خَطَبَنَا النَّبِيُّ صلى الله عليه وسلم يَوْمَ النَّحْرِ قَالَ ‏\"‏ إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَإِنَّمَا هُوَ لَحْمٌ عَجَّلَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ ‏\"‏‏.‏ فَقَامَ خَالِي أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ، أَنَا ذَبَحْتُ قَبْلَ أَنْ أُصَلِّيَ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ‏.‏ قَالَ ‏\"‏ اجْعَلْهَا مَكَانَهَا ـ أَوْ قَالَ اذْبَحْهَا ـ وَلَنْ تَجْزِيَ جَذَعَةٌ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) delivered the Khutba on the day of Nahr (`Id-ul-Adha) and said, \"The first thing we \nshould do on this day of ours is to pray and then return and slaughter (our sacrifices). So anyone who \ndoes so he acted according to our Sunna; and whoever slaughtered before the prayer then it was just \nmeat that he offered to his family and would not be considered as a sacrifice in any way. My uncle \nAbu Burda bin Niyyar got up and said, \"O, Allah's Messenger (ﷺ)! I slaughtered the sacrifice before the \nprayer but I have a young she-goat which is better than an older sheep.\" The Prophet (ﷺ) said, \"Slaughter \nit in lieu of the first and such a goat will not be considered as a sacrifice for anybody else after you.\"",
    "explication": "أَمَّا حَدِيثُ الْبَرَاءِ فَظَاهِرُهُ يُخَالِفُ التَّرْجَمَةَ , لِأَنَّ قَوْلَهُ ‏ ‏\" أَوَّلُ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" ‏ ‏مُشْعِرٌ بِأَنَّ هَذَا الْكَلَامَ وَقَعَ قَبْلَ إِيقَاعِ الصَّلَاةِ فَيَسْتَلْزِمُ تَقْدِيمَ الْخُطْبَةِ عَلَى الصَّلَاةِ بِنَاءً عَلَى أَنَّ هَذَا الْكَلَامَ مِنْ الْخُطْبَةِ , وَلِأَنَّهُ عَقَّبَ الصَّلَاةَ بِالنَّحْرِ , وَالْجَوَابُ أَنَّ الْمُرَادَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْعِيدَ ثُمَّ خَطَبَ فَقَالَ هَذَا الْكَلَامَ , وَأَرَادَ بِقَوْلِهِ \" إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ \" أَيْ فِي يَوْمِ الْعِيدِ تَقْدِيمَ الصَّلَاةِ فِي أَيِّ عِيدٍ كَانَ. وَالتَّعْقِيبُ بِثُمَّ لَا يَسْتَلْزِمُ عَدَمَ تَخَلُّلِ أَمْرٍ آخَرَ بَيْنَ الْأَمْرَيْنِ. قَالَ اِبْنُ بَطَّالٍ : غَلِطَ النَّسَائِيُّ فَتَرْجَمَ بِحَدِيثِ الْبَرَاءِ فَقَالَ \" بَابُ الْخُطْبَةِ قَبْلَ الصَّلَاةِ \" قَالَ : وَخَفَى عَلَيْهِ أَنَّ الْعَرَبَ قَدْ تَضَعُ الْفِعْلَ الْمُسْتَقْبِلَ مَكَانَ الْمَاضِي , وَكَأَنَّهُ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : أَوَّلُ مَا يَكُونُ بِهِ الِابْتِدَاءُ فِي هَذَا الْيَوْمِ الصَّلَاةُ الَّتِي قَدَّمْنَا فِعْلَهَا. قَالَ : وَهُوَ مِثْلُ قَوْلِهِ تَعَالَى ( وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا ) أَيْ الْإِيمَانُ الْمُتَقَدِّمُ مِنْهُمْ ا ه. وَالْمُعْتَمَدُ فِي صِحَّةِ مَا تَأَوَّلْنَاهُ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْآتِيَةُ بَعْدَ ثَمَانِيَةِ أَبْوَابٍ فِي هَذَا الْحَدِيثِ بِعَيْنِهِ بِلَفْظِ \" خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحَى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ , ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ : إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلَاةِ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" الْحَدِيثَ , فَتَبَيَّنَ أَنَّ ذَلِكَ الْكَلَامَ وَقَعَ مِنْهُ بَعْدَ الصَّلَاةِ. وَقَالَ الْكَرْمَانِيُّ : الْمُسْتَفَادُ مِنْ حَدِيثِ الْبَرَاءِ أَنَّ الْخُطْبَةَ مُقَدَّمَةٌ عَلَى الصَّلَاةِ , ثُمَّ قَالَ فِي مَوْضِعٍ آخَرَ : فَإِنْ قُلْت فَمَا دَلَالَتُهُ عَلَى التَّرْجَمَةِ ؟ قُلْت : لَوْ قَدَّمَ الْخُطْبَةَ عَلَى الصَّلَاةِ لَمْ تَكُنْ الصَّلَاةُ أَوَّلَ مَا بُدِئَ بِهِ , وَلَا يَلْزَمُ مِنْ كَوْنِ هَذَا الْكَلَامِ وَقَعَ قَبْلَ الصَّلَاةِ أَنْ تَكُونَ الْخُطْبَةُ وَقَعَتْ قَبْلَهَا ا ه. وَحَاصِلُهُ أَنَّهُ يَجْعَلُ الْكَلَامَ الْمَذْكُورَ سَابِقًا عَلَى الصَّلَاةِ , وَيَمْنَعُ كَوْنَهُ مِنْ الْخُطْبَةِ. لَكِنْ قَدْ بَيَّنَتْ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْمَذْكُورَةُ أَنَّ الصَّلَاةَ لَمْ يَتَقَدَّمْهَا شَيْءٌ , لِأَنَّهُ عَقَّبَ الْخُرُوجَ إِلَيْهَا بِالْفَاءِ. وَصَرَّحَ مَنْصُورٌ فِي رِوَايَتِهِ عَنْ الشَّعْبِيِّ فِي هَذَا الْحَدِيثِ بِأَنَّ الْكَلَامَ الْمَذْكُورَ وَقَعَ فِي الْخُطْبَةِ , وَلَفْظُهُ \" عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ : خَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى بَعْدَ الصَّلَاةِ فَقَالَ \" فَذَكَرَ الْحَدِيثَ. وَقَدْ تَقَدَّمَ قَبْلَ بَابَيْنِ وَيَأْتِي أَيْضًا فِي أَوَاخِرِ الْعِيدِ , فَيَتَعَيَّنُ التَّأْوِيلُ الَّذِي قَدَّمْنَاهُ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 965,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَا الْعَمَلُ فِي أَيَّامِ الْعَشْرِ أَفْضَلَ مِنَ الْعَمَلِ فِي هَذِهِ ‏\"‏‏.‏ قَالُوا وَلاَ الْجِهَادُ قَالَ ‏\"‏ وَلاَ الْجِهَادُ، إِلاَّ رَجُلٌ خَرَجَ يُخَاطِرُ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ بِشَىْءٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"No good deeds done on other days are superior to those done on these (first ten \ndays of Dhul Hijja).\" Then some companions of the Prophet (ﷺ) said, \"Not even Jihad?\" He replied, \"Not \neven Jihad, except that of a man who does it by putting himself and his property in danger (for Allah's \nsake) and does not return with any of those things.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ سُلَيْمَانَ ) ‏ ‏هُوَ الْأَعْمَشُ , وَمُسْلِمٌ هُوَ الْبَطِينُ بِفَتْحِ الْمُوَحَّدَةِ لُقِّبَ بِذَلِكَ لِعِظَمِ بَطْنِهِ , وَقَدْ رَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ فِي مُسْنَدِهِ عَنْ شُعْبَةَ فَصَرَّحَ بِسَمَاعِ الْأَعْمَشِ لَهُ مِنْهُ وَلَفْظُهُ \" عَنْ الْأَعْمَشِ قَالَ سَمِعْت مُسْلِمًا \" وَهَكَذَا رَوَاهُ الثَّوْرِيُّ وَأَبُو مُعَاوِيَةَ وَغَيْرُهُمَا مِنْ الْحُفَّاظِ عَنْ الْأَعْمَشِ , وَأَخْرَجَهُ أَبُو دَاوُدَ مِنْ رِوَايَةِ وَكِيعٍ عَنْ الْأَعْمَشِ فَقَالَ \" عَنْ مُسْلِمٍ وَمُجَاهِدٍ وَأَبِي صَالِحٍ عَنْ اِبْنِ عَبَّاسٍ \" فَأَمَّا طَرِيقُ مُجَاهِدٍ فَقَدْ رَوَاهُ أَبُو عَوَانَةَ مِنْ طَرِيقِ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ مُجَاهِدٍ فَقَالَ \" عَنْ اِبْنِ عُمَرَ \" بَدَلَ اِبْنِ عَبَّاسٍ. وَأَمَّا طَرِيقُ أَبِي صَالِحٍ فَقَدْ رَوَاهُ أَبُو عَوَانَةَ أَيْضًا مِنْ طَرِيقِ مُوسَى بْنِ أَعْيَنَ عَنْ الْأَعْمَشِ فَقَالَ \" عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ \" وَالْمَحْفُوظُ فِي هَذَا حَدِيثُ اِبْنِ عَبَّاسٍ , وَفِيهِ اِخْتِلَافٌ آخَرُ عَنْ الْأَعْمَشِ رَوَاهُ أَبُو إِسْحَاقَ الْفَزَارِيُّ عَنْ الْأَعْمَشِ فَقَالَ \" عَنْ أَبِي وَائِلٍ عَنْ اِبْنِ مَسْعُودٍ \" أَخْرَجَهُ الطَّبَرَانِيُّ , وَقَدْ وَافَقَ الْأَعْمَشُ عَلَى رِوَايَتِهِ لَهُ عَنْ مُسْلِمٍ الْبَطِينِ سَلَمَةَ بْنِ كُهَيْلٍ عِنْدَ أَبِي عَوَانَةَ أَيْضًا , وَرَوَاهُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ أَيْضًا الْقَاسِمُ بْنُ أَبِي أَيُّوبَ عِنْدَ الدَّارِمِيِّ وَأَبُو عَوَانَةَ وَأَبُو جَرِيرٍ السِّخْتِيَانِيُّ عِنْدَ أَبِي عَوَانَةَ وَعَدِيِّ بْنِ ثَابِتٍ عِنْدَ الْبَيْهَقِيِّ , وَسَنَذْكُرُ مَا فِي رِوَايَاتِهِمْ مِنْ الْفَوَائِدِ وَالزَّوَائِدِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( مَا الْعَمَلُ فِي أَيَّامٍ أَفْضَلَ مِنْهَا فِي هَذِهِ ) ‏ ‏كَذَا لِأَكْثَرِ الرُّوَاةِ بِالْإِبْهَامِ , وَوَقَعَ فِي رِوَايَةِ كَرِيمَةَ عَنْ الْكُشْمِيهَنِيِّ \" مَا الْعَمَلُ فِي أَيَّامِ الْعَشْرِ أَفْضَلَ مِنْ الْعَمَلِ فِي هَذِهِ \" وَهَذَا يَقْتَضِي نَفْيَ أَفْضَلِيَّةِ الْعَمَلِ فِي أَيَّامِ الْعَشْرِ عَلَى الْعَمَلِ فِي هَذِهِ الْأَيَّامِ إِنْ فُسِّرَتْ بِأَنَّهَا أَيَّامُ التَّشْرِيقِ , وَعَلَى ذَلِكَ جَرَى بَعْضُ شُرَّاحِ الْبُخَارِيِّ , وَحَمَلَهُ عَلَى ذَلِكَ تَرْجَمَةُ الْبُخَارِيِّ الْمَذْكُورَةُ فَزَعَمَ أَنَّ الْبُخَارِيَّ فَسَّرَ الْأَيَّامَ الْمُبْهَمَةَ فِي هَذَا الْحَدِيثِ بِأَنَّهَا أَيَّامُ التَّشْرِيقِ , وَفَسَّرَ الْعَمَلَ بِالتَّكْبِيرِ لِكَوْنِهِ أَوْرَدَ الْآثَارَ الْمَذْكُورَةَ الْمُتَعَلِّقَةَ بِالتَّكْبِيرِ فَقَطْ. وَقَالَ اِبْنُ أَبِي جَمْرَةَ : الْحَدِيثُ دَالٌّ عَلَى أَنَّ الْعَمَلَ فِي أَيَّامِ التَّشْرِيقِ أَفْضَلُ مِنْ الْعَمَلِ فِي غَيْرِهِ , قَالَ : وَلَا يُعَكِّرُ عَلَى ذَلِكَ كَوْنُهَا أَيَّامَ عِيدٍ كَمَا تَقَدَّمَ مِنْ حَدِيثِ عَائِشَةَ , وَلَا مَا صَحَّ مِنْ قَوْلِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ \" أَنَّهَا أَيَّامُ أَكْلٍ وَشُرْبٍ \" كَمَا رَوَاهُ مُسْلِمٌ , لِأَنَّ ذَلِكَ لَا يَمْنَعُ الْعَمَلَ فِيهَا , بَلْ قَدْ شَرَعَ فِيهَا أَعْلَى الْعِبَادَاتِ وَهُوَ ذِكْرُ اللَّهِ تَعَالَى , وَلَمْ يُمْنَعْ فِيهَا مِنْهَا إِلَّا الصِّيَامُ. قَالَ : وَسِرُّ كَوْنِ الْعِبَادَةِ فِيهَا أَفْضَلُ مِنْ غَيْرِهَا أَنَّ الْعِبَادَةَ فِي أَوْقَاتِ الْغَفْلَةِ فَاضِلَةٌ عَلَى غَيْرِهَا , وَأَيَّامُ التَّشْرِيقِ أَيَّامُ غَفْلَةٍ فِي الْغَالِبِ فَصَارَ لِلْعَابِدِ فِيهَا مَزِيدُ فَضْلٍ عَلَى الْعَابِدِ فِي غَيْرِهَا كَمَنْ قَامَ فِي جَوْفِ اللَّيْلِ وَأَكْثَرُ النَّاسِ نِيَامٌ , وَفِي أَفْضَلِيَّةِ أَيَّامِ التَّشْرِيقِ نُكْتَةٌ أُخْرَى وَهِيَ أَنَّهَا وَقَعَتْ فِيهَا مِحْنَةُ الْخَلِيلِ بِوَلَدِهِ ثُمَّ مُنَّ عَلَيْهِ بِالْفِدَاءِ , فَثَبَتَ لَهَا الْفَضْلُ بِذَلِكَ ا ه. وَهُوَ تَوْجِيهٌ حَسَنٌ إِلَّا أَنَّ الْمَنْقُولَ يُعَارِضُهُ , وَالسِّيَاقُ الَّذِي وَقَعَ فِي رِوَايَةِ كَرِيمَةَ شَاذٌّ مُخَالِفٌ لِمَا رَوَاهُ أَبُو ذَرٍّ وَهُوَ مِنْ الْحُفَّاظِ عَنْ الْكُشْمِيهَنِيِّ شَيْخِ كَرِيمَةَ بِلَفْظِ \" مَا الْعَمَلُ فِي أَيَّامٍ أَفْضَلَ مِنْهَا فِي هَذَا الْعَشْرِ \" وَكَذَا أَخْرَجَهُ أَحْمَدُ وَغَيْرُهُ عَنْ غُنْدُرٍ عَنْ شُعْبَةَ بِالْإِسْنَادِ الْمَذْكُورِ. وَرَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ فِي مُسْنَدِهِ عَنْ شُعْبَةَ فَقَالَ \" فِي أَيَّامٍ أَفْضَلَ مِنْهُ فِي عَشْرِ ذِي الْحِجَّةِ \" وَكَذَا رَوَاهُ الدَّارِمِيُّ عَنْ سَعِيدِ بْنِ الرَّبِيعِ عَنْ شُعْبَةَ. وَوَقَعَ فِي رِوَايَةِ وَكِيعٍ الْمُقَدَّمِ ذِكْرُهَا \" مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ فِيهَا أَحَبُّ إِلَى اللَّهِ مِنْ هَذِهِ الْأَيَّامِ \" يَعْنِي أَيَّامَ الْعَشْرِ , وَكَذَا رَوَاهُ اِبْنُ مَاجَهْ مِنْ طَرِيقِ أَبِي مُعَاوِيَةَ عَنْ الْأَعْمَشِ , وَرَوَاهُ التِّرْمِذِيُّ عَنْ رِوَايَةِ أَبِي مُعَاوِيَةَ فَقَالَ \" مِنْ هَذِهِ الْأَيَّامِ الْعَشْرِ \" بِدُونِ يَعْنِي , وَقَدْ ظَنَّ بَعْضُ النَّاسِ أَنَّ قَوْلَهُ \" يَعْنِي أَيَّامَ الْعَشْرِ \" تَفْسِيرٌ مِنْ بَعْضِ رُوَاتِهِ , لَكِنْ مَا ذَكَرْنَاهُ مِنْ رِوَايَةِ الطَّيَالِسِيِّ وَغَيْرِهِ ظَاهِرٌ فِي أَنَّهُ مِنْ نَفْسِ الْخَبَرِ. وَكَذَا وَقَعَ فِي رِوَايَةِ الْقَاسِمِ بْنِ أَبِي أَيُّوبَ بِلَفْظِ \" مَا مِنْ عَمَلٍ أَزْكَى عِنْدَ اللَّهِ وَلَا أَعْظَمَ أَجْرًا مِنْ خَيْرٍ يَعْمَلُهُ فِي عَشْرِ الْأَضْحَى \" وَفِي حَدِيثِ جَابِرٍ فِي صَحِيحَيْ أَبِي عَوَانَةَ وَابْنِ حِبَّانَ \" مَا مِنْ أَيَّامٍ أَفْضَلَ عِنْدَ اللَّهِ مِنْ أَيَّامِ عَشْرِ ذِي الْحِجَّةِ \" فَظَهَرَ أَنَّ الْمُرَادَ بِالْأَيَّامِ فِي حَدِيثِ الْبَابِ أَيَّامُ عَشْرِ ذِي الْحِجَّةِ , لَكِنَّهُ مُشْكِلٌ عَلَى تَرْجَمَةِ الْبُخَارِيِّ بِأَيَّامِ التَّشْرِيقِ وَيُجَابُ بِأَجْوِبَةٍ. أَحَدُهَا : أَنَّ الشَّيْءَ يُشْرِفُ بِمُجَاوَرَتِهِ لِلشَّيْءِ الشَّرِيفِ , وَأَيَّامُ التَّشْرِيقِ تَقَعُ تِلْوَ أَيَّامِ الْعَشْرِ , وَقَدْ ثَبَتَتْ الْفَضِيلَةُ لِأَيَّامِ الْعَشْرِ بِهَذَا الْحَدِيثِ فَثَبَتَتْ بِذَلِكَ الْفَضِيلَةُ لِأَيَّامِ التَّشْرِيقِ. ثَانِيهَا : أَنَّ عَشْرَ ذِي الْحِجَّةِ إِنَّمَا شُرِّفَ لِوُقُوعِ أَعْمَالِ الْحَجِّ فِيهِ , وَبَقِيَّةُ أَعْمَالِ الْحَجِّ تَقَعُ فِي أَيَّامِ التَّشْرِيقِ كَالرَّمْيِ وَالطَّوَافِ وَغَيْرِ ذَلِكَ مِنْ تَتِمَّاتِهِ فَصَارَتْ مُشْتَرِكَةً مَعَهَا فِي أَصْلِ الْفَضْلِ , وَلِذَلِكَ اِشْتَرَكَتْ مَعَهَا فِي مَشْرُوعِيَّةِ التَّكْبِيرِ فِي كُلٍّ مِنْهَا , وَبِهَذَا تَظْهَرُ مُنَاسَبَةُ إِيرَادِ الْآثَارِ الْمَذْكُورَةِ فِي صَدْرِ التَّرْجَمَةِ لِحَدِيثِ اِبْنِ عَبَّاسٍ كَمَا تَقَدَّمَتْ الْإِشَارَةُ إِلَيْهَا. ثَالِثُهَا : أَنَّ بَعْضَ أَيَّامِ التَّشْرِيقِ هُوَ بَعْضُ أَيَّامِ الْعَشْرِ وَهُوَ يَوْمُ الْعِيدِ , وَكَمَا أَنَّهُ خَاتِمَةُ أَيَّامِ الْعَشْرِ فَهُوَ مُفْتَتَحُ أَيَّامِ التَّشْرِيقِ , فَمَهْمَا ثَبَتَ لِأَيَّامِ الْعَشْرِ مِنْ الْفَضْلِ شَارَكَتْهَا فِيهِ أَيَّامُ التَّشْرِيقِ , لِأَنَّ يَوْمَ الْعِيدِ بَعْضُ كُلٍّ مِنْهَا بَلْ هُوَ رَأْسُ كُلٍّ مِنْهَا وَشَرِيفُهُ وَعَظِيمُهُ , وَهُوَ يَوْمُ الْحَجِّ الْأَكْبَرِ كَمَا سَيَأْتِي فِي كِتَابِ الْحَجِّ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( قَالُوا وَلَا الْجِهَادُ ) ‏ ‏فِي رِوَايَةِ سَلَمَة بْنِ كُهَيْلٍ الْمَذْكُورَةِ \" فَقَالَ رَجُلٌ \" وَلَمْ أَرَ فِي شَيْءٍ مِنْ طُرُقِ هَذَا الْحَدِيثِ تَعْيِينَ هَذَا السَّائِلِ , وَفِي رِوَايَةِ غُنْدُرٍ عِنْدَ الْإِسْمَاعِيلِيِّ قَالَ \" وَلَا الْجِهَادُ فِي سَبِيلِ اللَّهِ مَرَّتَيْنِ \" وَفِي رِوَايَةِ سَلَمَةَ بْنِ كُهَيْلٍ أَيْضًا \" حَتَّى أَعَادَهَا ثَلَاثًا \" وَدَلَّ سُؤَالُهُمْ هَذَا عَلَى تَقَرُّرِ أَفْضَلِيَّةِ الْجِهَادِ عِنْدَهُمْ , وَكَأَنَّهُمْ اِسْتَفَادُوهُ مِنْ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي جَوَابِ مَنْ سَأَلَهُ عَنْ عَمَلٍ يَعْدِلُ الْجِهَادَ فَقَالَ \" لَا أَجِدُهُ \" الْحَدِيثَ. وَسَيَأْتِي فِي أَوَائِلِ كِتَابِ الْجِهَادِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ , وَنَذْكُرُ هُنَاكَ وَجْهَ الْجَمْعِ بَيْنَهُ وَبَيْنَ هَذَا الْحَدِيثِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( إِلَّا رَجُلٌ خَرَجَ ) ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَالتَّقْدِيرُ إِلَّا عَمَلُ رَجُلٍ , وَلِلْمُسْتَمْلِيّ \" إِلَّا مَنْ خَرَجَ \". ‏ ‏قَوْلُهُ : ( يُخَاطِرُ ) ‏ ‏أَيْ يَقْصِدُ قَهْرَ عَدُوِّهِ وَلَوْ أَدَّى ذَلِكَ إِلَى قَتْلِ نَفْسِهِ. ‏ ‏قَوْلُهُ : ( فَلَمْ يَرْجِعْ بِشَيْءٍ ) ‏ ‏أَيْ فَيَكُونُ أَفْضَلَ مِنْ الْعَامِلِ فِي أَيَّامِ الْعَشْرِ أَوْ مُسَاوِيًا لَهُ , قَالَ اِبْنُ بَطَّالٍ : هَذَا اللَّفْظُ يَحْتَمِلُ أَمْرَيْنِ , أَنْ لَا يَرْجِعَ بِشَيْءٍ مِنْ مَالِهِ وَإِنْ رَجَعَ هُوَ , وَأَنْ لَا يَرْجِعَ هُوَ وَلَا مَالُهُ بِأَنْ يَرْزُقَهُ اللَّهُ الشَّهَادَةَ. وَتَعَقَّبَهُ الزَّيْنُ بْنُ الْمُنِيرِ بِأَنَّ قَوْلَهُ \" فَلَمْ يَرْجِعْ بِشَيْءٍ \" يَسْتَلْزِمُ أَنَّهُ يَرْجِعُ بِنَفْسِهِ وَلَا بُدَّ ا ه. وَهُوَ تَعَقُّبٌ مَرْدُودٌ , فَإِنَّ قَوْلَهُ \" فَلَمْ يَرْجِعْ بِشَيْءٍ \" نَكِرَةٌ فِي سِيَاقِ النَّفْيِ فَتَعُمُّ مَا ذَكَرَ , وَقَدْ وَقَعَ فِي رِوَايَةِ الطَّيَالِسِيِّ وَغُنْدُرٍ وَغَيْرِهِمَا عَنْ شُعْبَةَ وَكَذَا فِي أَكْثَرِ الرِّوَايَاتِ الَّتِي ذَكَرْنَاهَا \" فَلَمْ يَرْجِعْ مِنْ ذَلِكَ بِشَيْءٍ \". وَالْحَاصِلُ أَنَّ نَفْيَ الرُّجُوعِ بِالشَّيْءِ لَا يَسْتَلْزِمُ إِثْبَاتَ الرُّجُوعِ بِغَيْرِ شَيْءٍ , بَلْ هُوَ عَلَى الِاحْتِمَالِ كَمَا قَالَ اِبْنُ بَطَّالٍ , وَيَدُلُّ عَلَى الثَّانِي وُرُودُهُ بِلَفْظٍ يَقْتَضِيهِ , فَعِنْدَ أَبِي عَوَانَةَ مِنْ طَرِيقِ إِبْرَاهِيمَ بْنِ حُمَيْدٍ عَنْ شُعْبَةَ بِلَفْظِ \" إِلَّا مَنْ عُقِرَ جَوَادُهُ وَأُهْرِيقَ دَمُهُ \" وَعِنْدَهُ فِي رِوَايَةِ الْقَاسِمِ بْنِ أَبِي أَيُّوبَ \" إِلَّا مَنْ لَا يَرْجِعُ بِنَفْسِهِ وَلَا مَالِهِ \" وَفِي طَرِيقِ سَلَمَةَ بْنِ كُهَيْلٍ \" فَقَالَ , لَا إِلَّا أَنْ لَا يَرْجِعَ \" وَفِي حَدِيثِ جَابِرٍ \" إِلَّا مَنْ عُفِّرَ وَجْهُهُ فِي التُّرَابِ \" فَظَهَرَ بِهَذِهِ الطُّرُقِ تَرْجِيحُ مَا رَدَّهُ , وَاَللَّهُ أَعْلَمُ. وَفِي الْحَدِيثِ تَعْظِيمُ قَدْرِ الْجِهَادِ وَتَفَاوُتُ دَرَجَاتِهِ وَأَنَّ الْغَايَةَ الْقُصْوَى فِيهِ بَذْلُ النَّفْسِ لِلَّهِ , وَفِيهِ تَفْضِيلُ بَعْضِ الْأَزْمِنَةِ عَلَى بَعْضٍ كَالْأَمْكِنَةِ , وَفَضْلُ أَيَّامِ عَشْرِ ذِي الْحِجَّةِ عَلَى غَيْرِهَا مِنْ أَيَّامِ السَّنَةِ , وَتَظْهَرُ فَائِدَةُ ذَلِكَ فِيمَنْ نَذَرَ الصِّيَامَ أَوْ عَلَّقَ عَمَلًا مِنْ الْأَعْمَالِ بِأَفْضَلِ الْأَيَّامِ , فَلَوْ أَفْرَدَ يَوْمًا مِنْهَا تَعَيَّنَ يَوْمُ عَرَفَةَ , لِأَنَّهُ عَلَى الصَّحِيحِ أَفْضَلُ أَيَّامِ الْعَشْرِ الْمَذْكُورَةِ , فَإِنْ أَرَادَ أَفْضَلَ أَيَّامِ الْأُسْبُوعِ تَعَيَّنَ يَوْمُ الْجُمُعَةِ , جَمْعًا بَيْنَ حَدِيثِ الْبَابِ وَبَيْنَ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا \" خَيْرُ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ \" رَوَاهُ مُسْلِمٌ , أَشَارَ إِلَى ذَلِكَ كُلِّهِ النَّوَوِيُّ فِي شَرْحِهِ , وَقَالَ الدَّاوُدِيُّ : لَمْ يُرِدْ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ أَنَّ هَذِهِ الْأَيَّامَ خَيْرٌ مِنْ يَوْمِ الْجُمُعَةِ , لِأَنَّهُ قَدْ يَكُونُ فِيهَا يَوْمُ الْجُمُعَةِ , يَعْنِي فَيَلْزَمُ تَفْضِيلُ الشَّيْءِ عَلَى نَفْسِهِ. وَتُعُقِّبَ بِأَنَّ الْمُرَادَ أَنَّ كُلَّ يَوْمٍ مِنْ أَيَّامِ الْعَشْرِ أَفْضَلُ مِنْ غَيْرِهِ مِنْ أَيَّامِ السَّنَةِ سَوَاءٌ كَانَ يَوْمَ الْجُمُعَةِ أَمْ لَا , وَيَوْمُ الْجُمُعَةِ فِيهِ أَفْضَلُ مِنْ الْجُمُعَةِ فِي غَيْرِهِ لِاجْتِمَاعِ الْفَضْلَيْنِ فِيهِ. وَاسْتُدِلَّ بِهِ عَلَى فَضْلِ صِيَامِ عَشْرِ ذِي الْحِجَّةِ لِانْدِرَاجِ الصَّوْمِ فِي الْعَمَلِ , وَاسْتَشْكَلَ بِتَحْرِيمِ الصَّوْمِ يَوْمَ الْعِيدِ , وَأُجِيبَ بِأَنَّهُ مَحْمُولٌ عَلَى الْغَالِبِ , وَلَا يَرُدُّ عَلَى ذَلِكَ مَا رَوَاهُ أَبُو دَاوُدَ وَغَيْرُهُ عَنْ عَائِشَةَ قَالَتْ \" مَا رَأَيْت رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَائِمًا الْعَشْرَ قَطُّ \" لِاحْتِمَالِ أَنْ يَكُونَ ذَلِكَ لِكَوْنِهِ كَانَ يَتْرُكُ الْعَمَلَ وَهُوَ يُحِبُّ أَنْ يَعْمَلَهُ خَشْيَةَ أَنْ يُفْرَضَ عَلَى أُمَّتِهِ , كَمَا رَوَاهُ الصَّحِيحَانِ مِنْ حَدِيثِ عَائِشَةَ أَيْضًا. وَاَلَّذِي يَظْهَرُ أَنَّ السَّبَبَ فِي اِمْتِيَازِ عَشْرِ ذِي الْحِجَّةِ لِمَكَانِ اِجْتِمَاعِ أُمَّهَاتِ الْعِبَادَةِ فِيهِ , وَهِيَ الصَّلَاةُ وَالصِّيَامُ وَالصَّدَقَةُ وَالْحَجُّ , وَلَا يَتَأَتَّى ذَلِكَ فِي غَيْرِهِ. وَعَلَى هَذَا هَلْ يَخْتَصُّ الْفَضْلُ بِالْحَاجِّ أَوْ يَعُمُّ الْمُقِيمَ ؟ فِيهِ اِحْتِمَالٌ. وَقَالَ اِبْنُ بَطَّالٍ وَغَيْرُهُ : الْمُرَادُ بِالْعَمَلِ فِي أَيَّامِ التَّشْرِيقِ التَّكْبِيرُ فَقَطْ , لِأَنَّهُ ثَبَتَ أَنَّهَا أَيَّامُ أَكْلٍ وَشُرْبٍ وَبِعَالٍ , وَثَبَتَ تَحْرِيمُ صَوْمِهَا , وَوَرَدَ فِيهِ إِبَاحَةُ اللَّهْوِ بِالْحِرَابِ وَنَحْوِ ذَلِكَ , فَدَلَّ عَلَى تَفْرِيغِهَا لِذَلِكَ , مَعَ الْحَضِّ عَلَى الذِّكْرِ الْمَشْرُوعِ مِنْهُ فِيهَا التَّكْبِيرُ فَقَطْ , وَمِنْ ثَمَّ اِقْتَصَرَ الْمُصَنِّفُ عَلَى إِيرَادِ الْآثَارِ الْمُتَعَلِّقَةِ بِالتَّكْبِيرِ. وَتَعَقَّبَهُ الزَّيْنُ بْنُ الْمُنِيرِ بِأَنَّ الْعَمَلَ إِنَّمَا يُفْهَمُ مِنْهُ عِنْدَ إِطْلَاقِهِ الْعِبَادَة , وَهِيَ لَا تُنَافِي اِسْتِيفَاءَ حَظِّ النَّفْسِ مِنْ الْأَكْلِ وَسَائِرِ مَا ذُكِرَ , فَإِنَّ ذَلِكَ لَا يَسْتَغْرِقُ الْيَوْمَ وَاللَّيْلَةَ. وَقَالَ الْكَرْمَانِيُّ : الْحَثُّ عَلَى الْعَمَلِ فِي أَيَّامِ التَّشْرِيقِ لَا يَنْحَصِرُ فِي التَّكْبِيرِ , بَلْ الْمُتَبَادَرُ إِلَى الذِّهْنِ مِنْهُ أَنَّهُ الْمَنَاسِكُ مِنْ الرَّمْيِ وَغَيْرِهِ الَّذِي يَجْتَمِعُ مَعَ الْأَكْلِ وَالشُّرْبِ , قَالَ : مَعَ أَنَّهُ لَوْ حُمِلَ عَلَى التَّكْبِيرِ وَحْدَهُ لَمْ يَبْقَ لِقَوْلِ الْمُصَنِّفِ بَعْدَهُ \" بَابُ التَّكْبِيرِ أَيَّامَ مِنًى \" مَعْنًى , وَيَكُونُ تَكْرَارًا مَحْضًا ا ه. وَاَلَّذِي يَجْتَمِعُ مَعَ الْأَكْلِ وَالشُّرْبِ لِكُلِّ أَحَدٍ مِنْ الْعِبَادَةِ هُوَ الذِّكْرُ الْمَأْمُورُ بِهِ , وَقَدْ فُسِّرَ بِالتَّكْبِيرِ كَمَا قَالَ اِبْنُ بَطَّالٍ , وَأَمَّا الْمَنَاسِكُ فَمُخْتَصَّةٌ بِالْحَاجِّ , وَجَزْمُهُ بِأَنَّهُ تَكْرَارٌ مُتَعَقَّبٌ , لِأَنَّ التَّرْجَمَةَ الْأُولَى لِفَضْلِ التَّكْبِيرِ وَالثَّانِيَةَ لِمَشْرُوعِيَّتِهِ وَصِفَتِهِ , أَوْ أَرَادَ تَفْسِيرَ الْعَمَلِ الْمُجْمَلِ فِي الْأُولَى بِالتَّكْبِيرِ الْمُصَرَّحِ بِهِ فِي الثَّانِيَةِ فَلَا تَكْرَارَ. وَقَدْ وَقَعَ فِي رِوَايَةِ اِبْنِ عُمَرَ مِنْ الزِّيَادَةِ فِي آخِرِهِ \" فَأَكْثِرُوا فِيهِنَّ مِنْ التَّهْلِيلِ وَالتَّحْمِيدِ وَالتَّكْبِيرِ \" وَلِلْبَيْهَقِيِّ فِي الشُّعَبِ مِنْ طَرِيقِ عَدِيِّ بْنِ ثَابِتٍ فِي حَدِيثِ اِبْنِ عَبَّاسٍ \" فَأَكْثِرُوا فِيهِنَّ مِنْ التَّهْلِيلِ وَالتَّكْبِيرِ \" وَهَذَا يُؤَيِّدُ مَا ذَهَبَ إِلَيْهِ اِبْنُ بَطَّالٍ , وَفِي رِوَايَةِ عَدِيٍّ مِنْ الزِّيَادَةِ \" وَأَنَّ صِيَامَ يَوْمٍ مِنْهَا يَعْدِلُ صِيَامَ سَنَةٍ , وَالْعَمَل بِسَبْعِمِائَةِ ضِعْفٍ \" وَلِلتِّرْمِذِيِّ مِنْ طَرِيقِ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ \" يَعْدِلُ صِيَامَ كُلِّ يَوْمٍ مِنْهَا بِصِيَامِ سَنَةٍ , وَقِيَامُ كُلِّ لَيْلَةٍ مِنْهَا بِقِيَامِ لَيْلَةِ الْقَدْرِ \" لَكِنْ إِسْنَادُهُ ضَعِيفٌ , وَكَذَا الْإِسْنَادُ إِلَى عَدِيِّ بْنِ ثَابِتٍ , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 966,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ الثَّقَفِيُّ، قَالَ سَأَلْتُ أَنَسًا وَنَحْنُ غَادِيَانِ مِنْ مِنًى إِلَى عَرَفَاتٍ عَنِ التَّلْبِيَةِ كَيْفَ كُنْتُمْ تَصْنَعُونَ مَعَ النَّبِيِّ صلى الله عليه وسلم قَالَ كَانَ يُلَبِّي الْمُلَبِّي لاَ يُنْكَرُ عَلَيْهِ، وَيُكَبِّرُ الْمُكَبِّرُ فَلاَ يُنْكَرُ عَلَيْهِ‏.‏",
    "english_text": "While we were going from Mina to `Arafat, I asked Anas bin Malik, about Talbiya, \"How did you use \nto say Talbiya in the company of the Prophet?\" Anas said: \"People used to say Talbiya and their \nsaying was not objected to and they used to say Takbir and that was not objected to either. \"",
    "explication": "‏ ‏قَوْلُهُ : ( سَأَلْت أَنَسًا ) ‏ ‏فِي رِوَايَةِ أَبِي ذَرٍّ سَأَلْت أَنَسَ بْنَ مَالِكٍ. ‏ ‏قَوْلُهُ : ( وَيُكَبِّرُ الْمُكَبِّرُ فَلَا يُنْكِرُ عَلَيْهِ ) ‏ ‏هَذَا مَوْضِعُ التَّرْجَمَةِ , وَهُوَ مُتَعَلِّقٌ بِقَوْلِهِ فِيهَا \" وَإِذَا غَدَا إِلَى عَرَفَةَ \" وَظَاهِرُهُ أَنَّ أَنَسًا اِحْتَجَّ بِهِ عَلَى جَوَازِ التَّكْبِيرِ فِي مَوْضِعِ التَّلْبِيَةِ. وَيُحْتَمَلُ أَنْ يَكُونَ مَنْ كَبَّرَ أَضَافَ التَّكْبِيرَ إِلَى التَّلْبِيَةِ , وَسَيَأْتِي بَسْطُ الْكَلَامِ عَلَيْهِ فِي كِتَابِ الْحَجِّ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 967,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي، عَنْ عَاصِمٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ كُنَّا نُؤْمَرُ أَنْ نَخْرُجَ يَوْمَ الْعِيدِ، حَتَّى نُخْرِجَ الْبِكْرَ مِنْ خِدْرِهَا، حَتَّى نُخْرِجَ الْحُيَّضَ فَيَكُنَّ خَلْفَ النَّاسِ، فَيُكَبِّرْنَ بِتَكْبِيرِهِمْ، وَيَدْعُونَ بِدُعَائِهِمْ يَرْجُونَ بَرَكَةَ ذَلِكَ الْيَوْمِ وَطُهْرَتَهُ‏.‏",
    "english_text": "We used to be ordered to come out on the Day of `Id and even bring out the virgin girls from their \nhouses and menstruating women so that they might stand behind the men and say Takbir along with \nthem and invoke Allah along with them and hope for the blessings of that day and for purification \nfrom sins.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا مُحَمَّدٌ حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ ) ‏ ‏كَذَا فِي بَعْضِ النُّسَخِ عَنْ أَبِي ذَرٍّ وَكَذَا لِكَرِيمَةَ وَأَبِي الْوَقْتِ \" حَدَّثَنَا مُحَمَّدٌ \" غَيْرُ مَنْسُوبٍ , وَسَقَطَ مِنْ رِوَايَةِ اِبْنِ شَبُّويَةَ وَابْنِ السَّكَنِ وَأَبِي زَيْدٍ الْمَرْوَزِيِّ وَأَبِي أَحْمَدَ الْجُرْجَانِيِّ , وَوَقَعَ فِي رِوَايَةِ الْأَصِيلِيِّ عَنْ بَعْضِ مَشَايِخِهِ \" حَدَّثَنَا مُحَمَّدٌ الْبُخَارِيُّ \" فَعَلَى هَذَا لَا وَاسِطَةَ بَيْنَ الْبُخَارِيِّ وَبَيْنَ عُمَرَ بْنِ حَفْصٍ فِيهِ , وَقَدْ حَدَّثَ الْبُخَارِيُّ عَنْهُ بِالْكَثِيرِ بِغَيْرِ وَاسِطَةٍ , وَرُبَّمَا أَدْخَلَ بَيْنَهُ وَبَيْنَهُ الْوَاسِطَةَ أَحْيَانًا , وَالرَّاجِحُ سُقُوطُ الْوَاسِطَةِ بَيْنَهُمَا فِي هَذَا الْإِسْنَادِ , وَبِذَلِكَ جَزَمَ أَبُو نُعَيْمٍ فِي الْمُسْتَخْرَجِ. وَوَقَعَ فِي حَاشِيَةِ بَعْضِ النُّسَخِ لِأَبِي ذَرٍّ : مُحَمَّدٌ هَذَا يُشْبِهُ أَنْ يَكُونَ هُوَ الذُّهْلِيُّ فَاَللَّهُ أَعْلَمُ. وَعَاصِمٌ الْمَذْكُورُ فِي الْإِسْنَادِ هُوَ اِبْنُ سُلَيْمَانَ , وَحَفْصَةُ هِيَ بِنْتُ سِيرِينَ , وَسَيَأْتِي الْكَلَامُ عَلَى الْمَتْنِ بَعْدَ سَبْعَةِ أَبْوَابٍ. وَسَبَقَ بَعْضُهُ فِي كِتَابِ الْحَيْضِ. وَمَوْضِعُ التَّرْجَمَةِ مِنْهُ قَوْلُهُ \" وَيُكَبِّرْنَ تَكْبِيرَهُمْ \" لِأَنَّ ذَلِكَ فِي يَوْمِ الْعِيدِ وَهُوَ مِنْ أَيَّامِ مِنًى , وَيَلْتَحِقُ بِهِ بَقِيَّةُ الْأَيَّامِ لِجَامِعِ مَا بَيْنَهُمَا مِنْ كَوْنِهِنَّ أَيَّامًا مَعْدُودَاتٍ وَقَدْ وَرَدَ الْأَمْرُ بِالذِّكْرِ فِيهِنَّ. ‏ ‏قَوْلُهُ : ( كُنَّا نُؤْمَرُ ) ‏ ‏كَذَا فِي هَذِهِ , وَسَيَأْتِي قَرِيبًا بِلَفْظِ \" أَمَرَنَا نَبِيُّنَا \". ‏ ‏قَوْلُهُ : ( حَتَّى نُخْرِجَ ) ‏ ‏بِضَمِّ النُّونِ وَحَتَّى لِلْغَايَةِ , وَاَلَّتِي بَعْدَهَا لِلْمُبَالَغَةِ. ‏ ‏قَوْلُهُ : ( مِنْ خِدْرِهَا ) ‏ ‏بِكَسْرِ الْمُعْجَمَةِ أَيْ سِتْرِهَا , وَفِي رِوَايَةِ الْكُشْمِيهَنِيِّ \" مِنْ خِدْرَتِهَا \" بِالتَّأْنِيثِ. ‏ ‏وَقَوْلُهُ فِي آخِرِهِ \" وَطُهْرَتَهُ \" بِضَمِّ الطَّاءِ الْمُهْمَلَةِ وَسُكُونِ الْهَاءِ لُغَةٌ فِي الطَّهَارَةِ , وَالْمُرَادُ بِهَا التَّطَهُّرُ مِنْ الذُّنُوبِ. ‏ ‏قَوْلُهُ : ( فَيُكَبِّرْنَ بِتَكْبِيرِهِمْ ) ‏ ‏ذِكْرُ التَّكْبِيرِ فِي حَدِيثِ أُمِّ عَطِيَّةَ مِنْ هَذَا الْوَجْهِ مِنْ غَرَائِبِ الصَّحِيحِ , وَقَدْ أَخْرَجَهُ مُسْلِمٌ أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 968,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ تُرْكَزُ الْحَرْبَةُ قُدَّامَهُ يَوْمَ الْفِطْرِ وَالنَّحْرِ ثُمَّ يُصَلِّي‏.‏",
    "english_text": "On the day of `Id-ul-Fitr and `Id-ul-Adha a spear used to be planted in front of the Prophet (as a Sutra for the prayer) and then he would pray.",
    "explication": "‏ ‏عَبْدُ الْوَهَّابِ ) ‏ ‏الْمَذْكُورُ هُنَا هُوَ اِبْنُ عَبْدِ الْمَجِيدِ الثَّقَفِيُّ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 969,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا الْوَلِيدُ، قَالَ حَدَّثَنَا أَبُو عَمْرٍو، قَالَ أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَغْدُو إِلَى الْمُصَلَّى، وَالْعَنَزَةُ بَيْنَ يَدَيْهِ، تُحْمَلُ وَتُنْصَبُ بِالْمُصَلَّى بَيْنَ يَدَيْهِ فَيُصَلِّي إِلَيْهَا‏.‏",
    "english_text": "The Prophet (ﷺ) used to proceed to the Musalla and an 'Anaza used to be carried before him and planted \nin the Musalla in front of him and he would pray facing it (as a Sutra).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 970,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أُمِرْنَا أَنْ نُخْرِجَ، الْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ‏.‏ وَعَنْ أَيُّوبَ عَنْ حَفْصَةَ بِنَحْوِهِ‏.‏ وَزَادَ فِي حَدِيثِ حَفْصَةَ قَالَ أَوْ قَالَتِ الْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ، وَيَعْتَزِلْنَ الْحُيَّضُ الْمُصَلَّى‏.‏",
    "english_text": "Um 'Atiyya said: \"Our Prophet ordered us to come out (on `Id day) with the mature girls and the \nvirgins staying in seclusion.\" Hafsa narrated the above mentioned Hadith and added, \"The mature girls \nor virgins staying in seclusion but the menstruating women had to keep away from the Musalla.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا حَمَّادٌ ) ‏ ‏كَذَا لِكَرِيمَةَ , وَنَسَبَهُ الْبَاقُونَ \" اِبْنَ زَيْدٍ \". ‏ ‏قَوْلُهُ : ( أَمَرَنَا نَبِيُّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا لِأَبِي ذَرٍّ عَنْ الْحَمَوِيِّ وَالْمُسْتَمْلِيّ , وَلِلْبَاقِينَ \" أُمِرْنَا \" بِضَمِّ الْهَمْزَةِ وَحَذْفِ لَفْظِ نَبِيُّنَا , وَوَقَعَ لِمُسْلِمٍ عَنْ أَبِي الرَّبِيعِ الزَّهْرَانِيِّ عَنْ حَمَّادٍ \" قَالَتْ أَمَرَنَا \" تَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَفِي رِوَايَةِ سُلَيْمَانَ بْنِ حَرْبٍ عَنْ حَمَّادٍ عِنْدَ الْإِسْمَاعِيلِيِّ \" قَالَتْ أُمِرْنَا بِأَبَا \" بِكَسْرِ الْمُوَحَّدَةِ بَعْدَهَا هَمْزَةٌ مَفْتُوحَةٌ ثُمَّ مُوَحَّدَةٌ مُمَالَةٌ وَعَلَى هَذَا فَكَأَنَّهُ كَانَ فِي رِوَايَةِ الْحَجَبِيِّ كَذَلِكَ لَكِنْ بِإِبْدَالِ الْهَمْزَةِ يَاءً تَحْتَانِيَّةً فَتَصِيرُ صُورَتُهَا \" بِيبًا \" فَكَأَنَّهَا تَصَحَّفَتْ فَصَارَتْ نَبِيُّنَا , وَأَضَافَ إِلَيْهَا بَعْضُ الْكُتَّابِ الصَّلَاةَ بَعْدَ التَّصْحِيفَ. وَأَمَّا رِوَايَةُ مُسْلِمٍ فَكَأَنَّهَا كَانَتْ أُمِرْنَا عَلَى الْبِنَاءِ كَمَا وَقَعَ عِنْدَ الْكُشْمِيهَنِيِّ وَغَيْرِهِ فَأَفْصَحَ بَعْضُ الرُّوَاةِ بِتَسْمِيَةِ الْآمِرِ وَاَللَّهُ أَعْلَمُ. وَإِنَّمَا قُلْت ذَلِكَ لِأَنَّ سُلَيْمَانَ بْنَ حَرْبٍ أَثْبَتُ النَّاسِ فِي حَمَّادِ بْنِ زَيْدٍ. وَقَدْ تَقَدَّمَ مَعْنَى قَوْلِ أُمِّ عَطِيَّةَ \" بِأَبِي \" فِي كِتَابِ الْحَيْضِ. ‏ ‏قَوْلُهُ : ( وَعَنْ أَيُّوبَ ) ‏ ‏هُوَ مَعْطُوفٌ عَلَى الْإِسْنَادِ الْمَذْكُورِ. وَالْحَاصِلُ أَنَّ أَيُّوبَ حَدَّثَ بِهِ حَمَّادًا عَنْ أُمِّ عَطِيَّةَ , وَعَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَ أَيْضًا , وَقَدْ وَقَعَ ذَلِكَ صَرِيحًا فِي رِوَايَةِ سُلَيْمَانَ بْنِ حَرْبٍ الْمَذْكُورَةِ , وَرَوَاهُ أَبُو دَاوُدَ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ , وَأَبُو يَعْلَى عَنْ أَبِي الرَّبِيعِ كِلَاهُمَا عَنْ حَمَّادٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ أُمِّ عَطِيَّةَ , وَعَنْ أَيُّوبَ عَنْ حَفْصَةَ عَنْ اِمْرَأَةٍ تُحَدِّثُ عَنْ اِمْرَأَةٍ أُخْرَى , وَزَادَ أَبُو الرَّبِيعِ فِي رِوَايَةِ حَفْصَةَ ذِكْرَ الْجِلْبَابِ , وَتَبَيَّنَ بِذَلِكَ أَنَّ سِيَاقَ مُحَمَّدِ بْنِ سِيرِينَ مُغَايِرٌ لِسِيَاقِ حَفْصَةَ إِسْنَادًا أَوْ مَتْنًا , وَلَمْ يُصِبْ مَنْ حَمَلَ إِحْدَى الرِّوَايَتَيْنِ عَلَى الْأُخْرَى. وَسَيَأْتِي الْكَلَامُ عَلَى الْجِلْبَابِ وَعَلَى بَقِيَّةِ فَوَائِدِ هَذَا الْحَدِيثِ بَعْدَ أَرْبَعَةِ أَبْوَابٍ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 971,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَبَّاسٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، قَالَ خَرَجْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم يَوْمَ فِطْرٍ أَوْ أَضْحَى، فَصَلَّى ثُمَّ خَطَبَ، ثُمَّ أَتَى النِّسَاءَ فَوَعَظَهُنَّ وَذَكَّرَهُنَّ، وَأَمَرَهُنَّ بِالصَّدَقَةِ‏.‏",
    "english_text": "I (in my boyhood) went out with the Prophet (ﷺ) on the day of `Id ul Fitr or Id-ul-Adha. The Prophet (ﷺ) \nprayed and then delivered the Khutba and then went towards the women, preached and advised them \nand ordered them to give alms.",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبَّاسٍ ) ‏ ‏بِمُوَحَّدَةٍ مَكْسُورَةٍ ثُمَّ مُهْمَلَةٍ , وَصَرَّحَ يَحْيَى الْقَطَّانُ عَنْ الثَّوْرِيِّ بِأَنَّ عَبْدَ الرَّحْمَنِ الْمَذْكُورَ حَدَّثَهُ كَمَا سَيَأْتِي بَعْدَ بَابٍ. ‏ ‏قَوْلُهُ : ( خَرَجْت مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فِطْرٍ أَوْ أَضْحَى ) ‏ ‏لَيْسَ فِي هَذَا السِّيَاقِ بَيَانُ كَوْنِهِ كَانَ صَبِيًّا حِينَئِذٍ لِيُطَابِقَ التَّرْجَمَةَ , لَكِنْ جَرَى الْمُصَنِّفُ عَلَى عَادَتِهِ فِي الْإِشَارَةِ إِلَى مَا وَرَدَ فِي بَعْضِ طُرُقِ الْحَدِيثِ الَّذِي يُورِدُهُ , فَسَيَأْتِي بَعْدَ بَابٍ بِلَفْظِ \" وَلَوْلَا مَكَانِي مِنْ الصِّغَرِ مَا شَهِدْته \" وَيَأْتِي بَقِيَّةُ الْكَلَامِ عَلَيْهِ فِي الْبَابِ الْمَذْكُورِ إِنْ شَاءَ اللَّهُ تَعَالَى. وَقَوْلُهُ \" يَوْمَ فِطْرٍ أَوْ أَضْحَى \" شَكٌّ مِنْ الرَّاوِي عَنْ اِبْنِ عَبَّاسٍ , وَسَيَأْتِي بَعْدَ بَابَيْنِ مِنْ وَجْهٍ آخَرَ عَنْ اِبْنِ عَبَّاسٍ الْجَزْمُ بِأَنَّهُ يَوْمُ الْفِطْرِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 972,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، عَنْ زُبَيْدٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ أَضْحًى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ، ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ ‏\"‏ إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلاَةِ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ وَافَقَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلَ ذَلِكَ فَإِنَّمَا هُوَ شَىْءٌ عَجَّلَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ ‏\"‏‏.‏ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ، إِنِّي ذَبَحْتُ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ‏.‏ قَالَ ‏\"‏ اذْبَحْهَا، وَلاَ تَفِي عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) went towards Al-Baqi (the graveyard at Medina) on the day of Id-ul-Adha and offered a \ntwo-rak`at prayer (of `Id-ul-Adha) and then faced us and said, \"On this day of ours, our first act of \nworship is the offering of prayer and then we will return and slaughter the sacrifice, and whoever does \nthis concords with our Sunna; and whoever slaughtered his sacrifice before that (i.e. before the prayer) \nthen that was a thing which he prepared earlier for his family and it would not be considered as a \nNusuk (sacrifice.)\" A man stood up and said, \"O, Allah's Messenger (ﷺ)! I slaughtered (the animal before the \nprayer) but I have a young she-goat which is better than an older sheep.\" The Prophet (p.b.u.h) said to \nhim, \"Slaughter it. But a similar sacrifice will not be sufficient for anybody else after you.\"",
    "explication": "أَمَّا حَدِيثُ الْبَرَاءِ فَظَاهِرُهُ يُخَالِفُ التَّرْجَمَةَ , لِأَنَّ قَوْلَهُ ‏ ‏\" أَوَّلُ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" ‏ ‏مُشْعِرٌ بِأَنَّ هَذَا الْكَلَامَ وَقَعَ قَبْلَ إِيقَاعِ الصَّلَاةِ فَيَسْتَلْزِمُ تَقْدِيمَ الْخُطْبَةِ عَلَى الصَّلَاةِ بِنَاءً عَلَى أَنَّ هَذَا الْكَلَامَ مِنْ الْخُطْبَةِ , وَلِأَنَّهُ عَقَّبَ الصَّلَاةَ بِالنَّحْرِ , وَالْجَوَابُ أَنَّ الْمُرَادَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْعِيدَ ثُمَّ خَطَبَ فَقَالَ هَذَا الْكَلَامَ , وَأَرَادَ بِقَوْلِهِ \" إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ \" أَيْ فِي يَوْمِ الْعِيدِ تَقْدِيمَ الصَّلَاةِ فِي أَيِّ عِيدٍ كَانَ. وَالتَّعْقِيبُ بِثُمَّ لَا يَسْتَلْزِمُ عَدَمَ تَخَلُّلِ أَمْرٍ آخَرَ بَيْنَ الْأَمْرَيْنِ. قَالَ اِبْنُ بَطَّالٍ : غَلِطَ النَّسَائِيُّ فَتَرْجَمَ بِحَدِيثِ الْبَرَاءِ فَقَالَ \" بَابُ الْخُطْبَةِ قَبْلَ الصَّلَاةِ \" قَالَ : وَخَفَى عَلَيْهِ أَنَّ الْعَرَبَ قَدْ تَضَعُ الْفِعْلَ الْمُسْتَقْبِلَ مَكَانَ الْمَاضِي , وَكَأَنَّهُ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : أَوَّلُ مَا يَكُونُ بِهِ الِابْتِدَاءُ فِي هَذَا الْيَوْمِ الصَّلَاةُ الَّتِي قَدَّمْنَا فِعْلَهَا. قَالَ : وَهُوَ مِثْلُ قَوْلِهِ تَعَالَى ( وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا ) أَيْ الْإِيمَانُ الْمُتَقَدِّمُ مِنْهُمْ ا ه. وَالْمُعْتَمَدُ فِي صِحَّةِ مَا تَأَوَّلْنَاهُ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْآتِيَةُ بَعْدَ ثَمَانِيَةِ أَبْوَابٍ فِي هَذَا الْحَدِيثِ بِعَيْنِهِ بِلَفْظِ \" خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحَى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ , ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ : إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلَاةِ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" الْحَدِيثَ , فَتَبَيَّنَ أَنَّ ذَلِكَ الْكَلَامَ وَقَعَ مِنْهُ بَعْدَ الصَّلَاةِ. وَقَالَ الْكَرْمَانِيُّ : الْمُسْتَفَادُ مِنْ حَدِيثِ الْبَرَاءِ أَنَّ الْخُطْبَةَ مُقَدَّمَةٌ عَلَى الصَّلَاةِ , ثُمَّ قَالَ فِي مَوْضِعٍ آخَرَ : فَإِنْ قُلْت فَمَا دَلَالَتُهُ عَلَى التَّرْجَمَةِ ؟ قُلْت : لَوْ قَدَّمَ الْخُطْبَةَ عَلَى الصَّلَاةِ لَمْ تَكُنْ الصَّلَاةُ أَوَّلَ مَا بُدِئَ بِهِ , وَلَا يَلْزَمُ مِنْ كَوْنِ هَذَا الْكَلَامِ وَقَعَ قَبْلَ الصَّلَاةِ أَنْ تَكُونَ الْخُطْبَةُ وَقَعَتْ قَبْلَهَا ا ه. وَحَاصِلُهُ أَنَّهُ يَجْعَلُ الْكَلَامَ الْمَذْكُورَ سَابِقًا عَلَى الصَّلَاةِ , وَيَمْنَعُ كَوْنَهُ مِنْ الْخُطْبَةِ. لَكِنْ قَدْ بَيَّنَتْ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْمَذْكُورَةُ أَنَّ الصَّلَاةَ لَمْ يَتَقَدَّمْهَا شَيْءٌ , لِأَنَّهُ عَقَّبَ الْخُرُوجَ إِلَيْهَا بِالْفَاءِ. وَصَرَّحَ مَنْصُورٌ فِي رِوَايَتِهِ عَنْ الشَّعْبِيِّ فِي هَذَا الْحَدِيثِ بِأَنَّ الْكَلَامَ الْمَذْكُورَ وَقَعَ فِي الْخُطْبَةِ , وَلَفْظُهُ \" عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ : خَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى بَعْدَ الصَّلَاةِ فَقَالَ \" فَذَكَرَ الْحَدِيثَ. وَقَدْ تَقَدَّمَ قَبْلَ بَابَيْنِ وَيَأْتِي أَيْضًا فِي أَوَاخِرِ الْعِيدِ , فَيَتَعَيَّنُ التَّأْوِيلُ الَّذِي قَدَّمْنَاهُ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 973,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَابِسٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، قِيلَ لَهُ أَشَهِدْتَ الْعِيدَ مَعَ النَّبِيِّ صلى الله عليه وسلم قَالَ نَعَمْ، وَلَوْلاَ مَكَانِي مِنَ الصِّغَرِ مَا شَهِدْتُهُ، حَتَّى أَتَى الْعَلَمَ الَّذِي عِنْدَ دَارِ كَثِيرِ بْنِ الصَّلْتِ فَصَلَّى ثُمَّ خَطَبَ ثُمَّ أَتَى النِّسَاءَ، وَمَعَهُ بِلاَلٌ، فَوَعَظَهُنَّ وَذَكَّرَهُنَّ، وَأَمَرَهُنَّ بِالصَّدَقَةِ، فَرَأَيْتُهُنَّ يُهْوِينَ بِأَيْدِيهِنَّ يَقْذِفْنَهُ فِي ثَوْبِ بِلاَلٍ، ثُمَّ انْطَلَقَ هُوَ وَبِلاَلٌ إِلَى بَيْتِهِ‏.‏",
    "english_text": "Ibn `Abbas was asked whether he had joined the Prophet (ﷺ) in the `Id prayer. He said, \"Yes. And I could \nnot have joined him had I not been young. (The Prophet (ﷺ) came out) till he reached the mark which was \nnear the house of Kathir bin As-Salt, offered the prayer, delivered the Khutba and then went towards \nthe women. Bilal was accompanying him. He preached to them and advised them and ordered them to \ngive alms. I saw the women putting their ornaments with their outstretched hands into Bilal's garment. \nThen the Prophet (ﷺ) along with Bilal returned home.",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبَّاسٍ ) ‏ ‏بِمُوَحَّدَةٍ مَكْسُورَةٍ ثُمَّ مُهْمَلَةٍ , وَصَرَّحَ يَحْيَى الْقَطَّانُ عَنْ الثَّوْرِيِّ بِأَنَّ عَبْدَ الرَّحْمَنِ الْمَذْكُورَ حَدَّثَهُ كَمَا سَيَأْتِي بَعْدَ بَابٍ. ‏ ‏قَوْلُهُ : ( خَرَجْت مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فِطْرٍ أَوْ أَضْحَى ) ‏ ‏لَيْسَ فِي هَذَا السِّيَاقِ بَيَانُ كَوْنِهِ كَانَ صَبِيًّا حِينَئِذٍ لِيُطَابِقَ التَّرْجَمَةَ , لَكِنْ جَرَى الْمُصَنِّفُ عَلَى عَادَتِهِ فِي الْإِشَارَةِ إِلَى مَا وَرَدَ فِي بَعْضِ طُرُقِ الْحَدِيثِ الَّذِي يُورِدُهُ , فَسَيَأْتِي بَعْدَ بَابٍ بِلَفْظِ \" وَلَوْلَا مَكَانِي مِنْ الصِّغَرِ مَا شَهِدْته \" وَيَأْتِي بَقِيَّةُ الْكَلَامِ عَلَيْهِ فِي الْبَابِ الْمَذْكُورِ إِنْ شَاءَ اللَّهُ تَعَالَى. وَقَوْلُهُ \" يَوْمَ فِطْرٍ أَوْ أَضْحَى \" شَكٌّ مِنْ الرَّاوِي عَنْ اِبْنِ عَبَّاسٍ , وَسَيَأْتِي بَعْدَ بَابَيْنِ مِنْ وَجْهٍ آخَرَ عَنْ اِبْنِ عَبَّاسٍ الْجَزْمُ بِأَنَّهُ يَوْمُ الْفِطْرِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 974,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ نَصْرٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ الْفِطْرِ، فَصَلَّى فَبَدَأَ بِالصَّلاَةِ ثُمَّ خَطَبَ، فَلَمَّا فَرَغَ نَزَلَ فَأَتَى النِّسَاءَ، فَذَكَّرَهُنَّ وَهْوَ يَتَوَكَّأُ عَلَى يَدِ بِلاَلٍ وَبِلاَلٌ بَاسِطٌ ثَوْبَهُ، يُلْقِي فِيهِ النِّسَاءُ الصَّدَقَةَ‏.‏ قُلْتُ لِعَطَاءٍ زَكَاةَ يَوْمِ الْفِطْرِ قَالَ لاَ وَلَكِنْ صَدَقَةً يَتَصَدَّقْنَ حِينَئِذٍ، تُلْقِي فَتَخَهَا وَيُلْقِينَ‏.‏ قُلْتُ أَتُرَى حَقًّا عَلَى الإِمَامِ ذَلِكَ وَيُذَكِّرُهُنَّ قَالَ إِنَّهُ لَحَقٌّ عَلَيْهِمْ، وَمَا لَهُمْ لاَ يَفْعَلُونَهُ",
    "english_text": "`Ata' told me that he had heard Jabir bin `Abdullah saying, \"The Prophet (ﷺ) stood up to offer the prayer of the `Id ul Fitr. He first offered the prayer and then delivered the Khutba. After finishing it he got down (from the pulpit) and went towards the women and advised them while he was leaning on Bilal's hand. Bilal was spreading out his garment where the women were putting their alms.\" I asked `Ata' whether it was the Zakat of `Id ul Fitr. He said, \"No, it was just alms given at that time. Some lady put her finger ring and the others would do the same.\" I said, (to `Ata'), \"Do you think that it is incumbent upon the Imam to give advice to the women (on `Id day)?\" He said, \"No doubt, it is incumbent upon the Imams to do so and why should they not do so?\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ نَصْرٍ ) ‏ ‏نُسِبَ فِي رِوَايَةِ الْأَصِيلِيِّ إِلَى جَدِّهِ فَقَالَ إِسْحَاقُ بْنُ نَصْرٍ. ‏ ‏قَوْلُهُ : ( ثُمَّ خَطَبَ , فَلَمَّا فَرَغَ نَزَلَ ) ‏ ‏فِيهِ إِشْعَارٌ بِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَخْطُبُ عَلَى مَكَانٍ مُرْتَفِعٍ لِمَا يَقْتَضِيهِ قَوْلُهُ \" نَزَلَ \" وَقَدْ تَقَدَّمَ فِي \" بَابِ الْخُرُوجِ إِلَى الْمُصَلَّى \" أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَخْطُبُ فِي الْمُصَلَّى عَلَى الْأَرْضِ , فَلَعَلَّ الرَّاوِيَ ضَمَّنَ النُّزُولَ مَعْنَى الِانْتِقَالِ. وَزَعَمَ عِيَاضٌ أَنَّ وَعْظَهُ لِلنِّسَاءِ كَانَ فِي أَثْنَاءِ الْخُطْبَةِ وَأَنَّ ذَلِكَ كَانَ فِي أَوَّلِ الْإِسْلَامِ وَأَنَّهُ خَاصٌّ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَتَعَقَّبَهُ النَّوَوِيُّ بِهَذِهِ الْمُصَرِّحَةِ بِأَنَّ ذَلِكَ كَانَ بَعْدَ الْخُطْبَةِ وَهُوَ قَوْلُهُ \" فَلَمَّا فَرَغَ نَزَلَ فَأَتَى النِّسَاءَ \" وَالْخَصَائِصُ لَا تَثْبُتُ بِالِاحْتِمَالِ. ‏ ‏قَوْلُهُ : ( قُلْت لِعَطَاءٍ ) ‏ ‏الْقَائِلُ هُوَ اِبْنُ جُرَيْجٍ , وَهُوَ مَوْصُولٌ بِالْإِسْنَادِ الْمَذْكُورِ , وَقَدْ تَقَدَّمَ الْحَدِيثُ مِنْ وَجْهٍ آخَرَ عَنْ اِبْنِ جُرَيْجٍ فِي \" بَابِ الْمَشْيِ \" بِدُونِ هَذِهِ الزِّيَادَةِ. وَدَلَّ هَذَا السُّؤَالُ عَلَى أَنَّ اِبْنَ جُرَيْجٍ فَهِمَ مِنْ قَوْلِهِ \" الصَّدَقَةَ \" أَنَّهَا صَدَقَةُ الْفِطْرِ بِقَرِينَةِ كَوْنِهَا يَوْمَ الْفِطْرِ وَأُخِذَ مِنْ قَوْلِهِ \" وَبِلَالٌ بَاسِطٌ ثَوْبَهُ \" لِأَنَّهُ يُشْعِرُ بِأَنَّ الَّذِي يُلْقِي فِيهِ بِشَيْءٍ يَحْتَاجُ إِلَى ضَمٍّ فَهُوَ لَائِقٌ بِصَدَقَةِ الْفِطْرِ الْمُقَدَّرَةِ بِالْكَيْلِ , لَكِنْ بَيَّنَ لَهُ عَطَاءٌ أَنَّهَا كَانَتْ صَدَقَةَ تَطَوُّعٍ , وَأَنَّهَا كَانَتْ مِمَّا لَا يُجْزِئُ فِي صَدَقَةِ الْفِطْرِ مِنْ خَاتَمٍ وَنَحْوِهِ. ‏ ‏قَوْلُهُ : ( تُلْقِي ) ) ‏ ‏أَيْ الْمَرْأَةُ , وَالْمُرَادُ جِنْسُ النِّسَاءِ , وَلِذَلِكَ عُطِفَ عَلَيْهِ بِصِيغَةِ الْجَمْعِ فَقَالَ \" وَيُلْقِينَ \" أَوْ الْمَعْنَى تُلْقِي الْوَاحِدَةُ , وَكَذَلِكَ الْبَاقِيَاتُ يُلْقِينَ. ‏ ‏قَوْلُهُ : ( فَتَخَهَا ) ‏ ‏بِفَتْحِ الْفَاءِ وَالْمُثَنَّاةِ مِنْ فَوْق وَبِالْخَاءِ الْمُعْجَمَةِ كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِيّ وَالْحَمَوِيِّ \" فَتْخَتَهَا \" بِالتَّأْنِيثِ , وَسَيَأْتِي تَفْسِيرُهُ قَرِيبًا , وَحُذِفَ مَفْعُولُ يُلْقِينَ اِكْتِفَاءً , وَكُرِّرَ الْفِعْلُ الْمَذْكُورُ فِي رِوَايَةِ مُسْلِمٍ إِشَارَةً إِلَى التَّنْوِيعِ , وَسَيَأْتِي فِي حَدِيثِ اِبْنِ عَبَّاسٍ بِلَفْظِ \" فَيُلْقِينَ الْفَتَخَ وَالْخَوَاتِمَ \". ‏ ‏قَوْلُهُ : ( قُلْت ) ‏ ‏الْقَائِلُ أَيْضًا اِبْنُ جُرَيْجٍ , وَالْمَسْئُولُ عَطَاءٌ. وَقَوْلُهُ \" أَنَّهُ لِحَقٍّ عَلَيْهِمْ \" ظَاهِرُهُ أَنَّ عَطَاءً كَانَ يَرَى وُجُوبَ ذَلِكَ , وَلِهَذَا قَالَ عِيَاضٌ : لَمْ يَقُلْ بِذَلِكَ غَيْرُهُ. وَأَمَّا النَّوَوِيُّ فَحَمَلَهُ عَلَى الِاسْتِحْبَابِ. وَقَالَ : لَا مَانِعَ مِنْ الْقَوْلِ بِهِ , إِذَا لَمْ يَتَرَتَّبْ عَلَى ذَلِكَ مَفْسَدَةٌ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 975,
    "category": "كتاب العيدين",
    "text_chakl": "قَالَ ابْنُ جُرَيْجٍ وَأَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ شَهِدْتُ الْفِطْرَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ ـ رضى الله عنهم ـ يُصَلُّونَهَا قَبْلَ الْخُطْبَةِ، ثُمَّ يُخْطَبُ بَعْدُ، خَرَجَ النَّبِيُّ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجْلِسُ بِيَدِهِ، ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى جَاءَ النِّسَاءَ مَعَهُ بِلاَلٌ فَقَالَ ‏{‏يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ‏}‏ الآيَةَ ثُمَّ قَالَ حِينَ فَرَغَ مِنْهَا ‏\"‏ آنْتُنَّ عَلَى ذَلِكَ ‏\"‏‏.‏ قَالَتِ امْرَأَةٌ وَاحِدَةٌ مِنْهُنَّ لَمْ يُجِبْهُ غَيْرُهَا نَعَمْ‏.‏ لاَ يَدْرِي حَسَنٌ مَنْ هِيَ‏.‏ قَالَ ‏\"‏ فَتَصَدَّقْنَ ‏\"‏ فَبَسَطَ بِلاَلٌ ثَوْبَهُ ثُمَّ قَالَ هَلُمَّ لَكُنَّ فِدَاءٌ أَبِي وَأُمِّي، فَيُلْقِينَ الْفَتَخَ وَالْخَوَاتِيمَ فِي ثَوْبِ بِلاَلٍ‏.‏ قَالَ عَبْدُ الرَّزَّاقِ الْفَتَخُ الْخَوَاتِيمُ الْعِظَامُ كَانَتْ فِي الْجَاهِلِيَّةِ‏.‏",
    "english_text": "'O Prophet! When the believing women come to you to take the oath of fealty to you . . . (to the end of the verse) (60.12).' After finishing the recitation he said, \"O ladies! Are you fulfilling your covenant?\" None except one woman said, \"Yes.\" Hasan did not know who was that woman. The Prophet (ﷺ) said, \"Then give alms.\" Bilal spread his garment and said, \"Keep on giving alms. Let my father and mother sacrifice their lives for you (ladies).\" So the ladies kept on putting their Fatkhs (big rings) and other kinds of rings in Bilal's garment.\" `Abdur-Razaq said, \" 'Fatkhs' is a big ring which used to be worn in the (Pre-Islamic) period of ignorance.",
    "explication": "حَدِيثُ اِبْنِ عَبَّاسٍ صَرِيحٌ فِيمَا تَرْجَمَ لَهُ , وَسَيَأْتِي فِي أَوَاخِرِ الْعِيدَيْنِ أَتَمَّ مِمَّا هُنَا وَحَدِيثُ اِبْنِ عُمَرَ أَيْضًا صَرِيحٌ فِيهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 976,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، قَالَتْ كُنَّا نَمْنَعُ جَوَارِيَنَا أَنْ يَخْرُجْنَ يَوْمَ الْعِيدِ، فَجَاءَتِ امْرَأَةٌ فَنَزَلَتْ قَصْرَ بَنِي خَلَفٍ فَأَتَيْتُهَا فَحَدَّثَتْ أَنَّ زَوْجَ أُخْتِهَا غَزَا مَعَ النَّبِيِّ صلى الله عليه وسلم ثِنْتَىْ عَشْرَةَ غَزْوَةً فَكَانَتْ أُخْتُهَا مَعَهُ فِي سِتِّ غَزَوَاتٍ‏.‏ فَقَالَتْ فَكُنَّا نَقُومُ عَلَى الْمَرْضَى وَنُدَاوِي الْكَلْمَى، فَقَالَتْ يَا رَسُولَ اللَّهِ، عَلَى إِحْدَانَا بَأْسٌ إِذَا لَمْ يَكُنْ لَهَا جِلْبَابٌ أَنْ لاَ تَخْرُجَ فَقَالَ ‏\"‏ لِتُلْبِسْهَا صَاحِبَتُهَا مِنْ جِلْبَابِهَا فَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ ‏\"‏‏.‏ قَالَتْ حَفْصَةُ فَلَمَّا قَدِمَتْ أُمُّ عَطِيَّةَ أَتَيْتُهَا، فَسَأَلْتُهَا أَسَمِعْتِ فِي كَذَا وَكَذَا قَالَتْ نَعَمْ، بِأَبِي ـ وَقَلَّمَا ذَكَرَتِ النَّبِيَّ صلى الله عليه وسلم إِلاَّ قَالَتْ بِأَبِي ـ قَالَ ‏\"‏ لِيَخْرُجِ الْعَوَاتِقُ ذَوَاتُ الْخُدُورِ ـ أَوْ قَالَ الْعَوَاتِقُ وَذَوَاتُ الْخُدُورِ شَكَّ أَيُّوبُ ـ وَالْحُيَّضُ، وَيَعْتَزِلُ الْحُيَّضُ الْمُصَلَّى، وَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ ‏\"‏‏.‏ قَالَتْ فَقُلْتُ لَهَا آلْحُيَّضُ قَالَتْ نَعَمْ، أَلَيْسَ الْحَائِضُ تَشْهَدُ عَرَفَاتٍ وَتَشْهَدُ كَذَا وَتَشْهَدُ كَذَا",
    "english_text": "Hafsa bint Seereen said, \"On Id we used to forbid our girls to go out for `Id prayer. A lady came and \nstayed at the palace of Bani Khalaf and I went to her. She said, 'The husband of my sister took part in \ntwelve holy battles along with the Prophet (ﷺ) and my sister was with her husband in six of them. My \nsister said that they used to nurse the sick and treat the wounded. Once she asked, 'O Allah's Messenger (ﷺ)! \nIf a woman has no veil, is there any harm if she does not come out (on `Id day)?' The Prophet (ﷺ) said, \n'Her companion should let her share her veil with her, and the women should participate in the good \ndeeds and in the religious gatherings of the believers.' \" Hafsa added, \"When Um-`Atiya came, I went \nto her and asked her, 'Did you hear anything about so-and-so?' Um-`Atiya said, 'Yes, let my father be \nsacrificed for the Prophet (p.b.u.h). (And whenever she mentioned the name of the Prophet (ﷺ) she always \nused to say, 'Let my father be' sacrificed for him). He said, 'Virgin mature girls staying often screened \n(or said, 'Mature girls and virgins staying often screened--Aiyub is not sure as which was right) and \nmenstruating women should come out (on the `Id day). But the menstruating women should keep \naway from the Musalla. And all the women should participate in the good deeds and in the religious \ngatherings of the believers'.\" Hafsa said, \"On that I said to Um-`Atiya, 'Also those who are \nmenstruating?' \" Um-`Atiya replied, \"Yes. Do they not present themselves at `Arafat and elsewhere?\".",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَلِأَبِي ذَرٍّ مُحَمَّد بْن سَلَّام , وَلِكَرِيمَة مُحَمَّد هُوَ اِبْن سَلَّامٍ. ‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَهَّاب ) ‏ ‏هُوَ الثَّقَفِيُّ. ‏ ‏قَوْله : ( عَوَاتِقنَا ) ‏ ‏الْعَوَاتِق جَمْع عَاتِق وَهِيَ مَنْ بَلَغَتْ الْحُلُم أَوْ قَارَبَتْ , أَوْ اِسْتَحَقَّتْ التَّزْوِيج , أَوْ هِيَ الْكَرِيمَة عَلَى أَهْلهَا , أَوْ الَّتِي عَتَقَتْ عَنْ الِامْتِهَان فِي الْخُرُوج لِلْخِدْمَةِ , وَكَأَنَّهُمْ كَانُوا يَمْنَعُونَ الْعَوَاتِق مِنْ الْخُرُوج لِمَا حَدَثَ بَعْد الْعَصْر الْأَوَّل مِنْ الْفَسَاد , وَلَمْ تُلَاحِظ الصَّحَابَة ذَلِكَ بَلْ رَأَتْ اِسْتِمْرَار الْحُكْم عَلَى مَا كَانَ عَلَيْهِ فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( فَقَدِمَتْ اِمْرَأَة ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَتهَا. وَقَصْر بَنِي خَلَف كَانَ بِالْبَصْرَةِ وَهُوَ مَنْسُوب إِلَى طَلْحَة اِبْن عَبْد اللَّه بْن خَلَف الْخُزَاعِيّ الْمَعْرُوف بِطَلْحَة الطَّلَحَات وَقَدْ وَلِيَ إِمْرَة سِجِسْتَان. ‏ ‏قَوْله : ( فَحَدَّثَتْ عَنْ أُخْتهَا ) ‏ ‏قِيلَ هِيَ أُمّ عَطِيَّة , وَقِيلَ غَيْرهَا وَعَلَيْهِ مَشَى الْكَرْمَانِيُّ , وَعَلَى تَقْدِير أَنْ تَكُون أُمّ عَطِيَّة فَلَمْ نَقِف عَلَى تَسْمِيَة زَوْجهَا أَيْضًا. ‏ ‏قَوْله : ( ثِنْتَيْ عَشْرَة ) ‏ ‏زَادَ الْأَصِيلِيّ \" غَزْوَةً \". ‏ ‏قَوْله : ( وَكَانَتْ أُخْتِي ) ‏ ‏فِيهِ حَذْفٌ تَقْدِيره قَالَتْ الْمَرْأَة وَكَانَتْ أُخْتِي. ‏ ‏قَوْله : ( قَالَتْ ) ‏ ‏أَيْ الْأُخْت , وَالْكَلْمَى بِفَتْحِ الْكَاف وَسُكُون اللَّام : جَمْع كَلِيم أَيْ جَرِيح. ‏ ‏قَوْله : ( مِنْ جِلْبَابهَا ) ‏ ‏قِيلَ الْمُرَاد بِهِ الْجِنْس , أَيْ تُعِيرهَا مِنْ ثِيَابهَا مَا لَا تَحْتَاج إِلَيْهِ. وَقِيلَ الْمُرَاد تُشْرِكهَا مَعَهَا فِي لُبْس الثَّوْب الَّذِي عَلَيْهَا , وَهَذَا يَنْبَنِي عَلَى تَفْسِير الْجِلْبَاب - وَهُوَ بِكَسْرِ الْجِيم وَسُكُون اللَّام وَبِمُوَحَّدَتَيْنِ بَيْنهمَا أَلِفٌ - قِيلَ : هُوَ الْمُقَنَّعَة أَوْ الْخِمَار أَوْ أَعْرَضُ مِنْهُ , وَقِيلَ الثَّوْب الْوَاسِع يَكُون دُون الرِّدَاء , وَقِيلَ الْإِزَار , وَقِيلَ الْمِلْحَفَة , وَقِيلَ الْمُلَاءَة , وَقِيلَ الْقَمِيص. ‏ ‏قَوْله : ( وَدَعْوَة الْمُسْلِمِينَ ) ‏ ‏- فِي رِوَايَة الْكُشْمِيهَنِيّ \" الْمُؤْمِنِينَ \" وَهِيَ مُوَافِقَة لِرِوَايَةِ أُمّ عَطِيَّة. ‏ ‏قَوْله : ( وَكَانَتْ ) ‏ ‏أَيْ أُمّ عَطِيَّة ‏ ‏( لَا تَذْكُرهُ ) ‏ ‏أَيْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ‏ ‏( إِلَّا قَالَتْ : بِأَبِي ) ‏ ‏أَيْ هُوَ مُفَدًّى بِأَبِي , وَفِي رِوَايَة عَبْدُوس بِيَبِي بِبَاءٍ تَحْتَانِيَّة بَدَل الْهَمْزَة فِي الْمَوْضِعَيْنِ , وَلِلْأَصِيلِيّ بِفَتْحِ الْمُوَحَّدَة الثَّانِيَة مَعَ قَلْب الْهَمْزَة يَاء - كَعَبْدُوس - لَكِنْ فَتَحَ مَا بَعْدهَا كَأَنَّهُ جَعَلَهُ لِكَثْرَةِ الِاسْتِعْمَال وَاحِدًا , وَنُقِلَ عَنْ الْأَصِيلِيّ أَيْضًا كَالْأَصْلِ لَكِنَّهُ فَتَحَ الثَّانِيَة أَيْضًا , وَقَدْ ذَكَرَ اِبْن مَالِك هَذِهِ الْأَرْبَعَة فِي شَوَاهِد التَّوْضِيح , وَقَالَ اِبْن الْأَثِير : قَوْله بَأْبَأَ أَصْله بِأَبِي هُوَ , يُقَال بَأْبَأْت الصَّبِيّ إِذَا قُلْت لَهُ أَفْدِيك بِأَبِي فَقَلَبُوا الْيَاء أَلِفًا كَمَا فِي \" وَيْلَتَا \". ‏ ‏قَوْله : ( وَذَوَات الْخُدُور ) ‏ ‏بِضَمِّ الْخَاء الْمُعْجَمَة وَالدَّال الْمُهْمَلَة جَمْع خِدْر بِكَسْرِهَا وَسُكُون الدَّال , وَهُوَ سِتْر يَكُون فِي نَاحِيَة الْبَيْت تَقْعُد الْبِكْر وَرَاءَهُ , وَلِلْأَصِيلِيّ وَكَرِيمَة \" الْعَوَاتِق وَذَوَات الْخُدُور أَوْ الْعَوَاتِق ذَوَات الْخُدُور \" عَلَى الشَّكّ , وَبَيْن الْعَاتِق وَالْبِكْر عُمُومٌ وَخُصُوصٌ وَجْهِيٌّ. ‏ ‏قَوْله : ( وَيَعْتَزِل الْحُيَّضُ الْمُصَلَّى ) ‏ ‏بِضَمِّ اللَّام هُوَ خَبَر. بِمَعْنَى الْأَمْر , وَفِي رِوَايَة \" وَيَعْتَزِلْنَ الْحُيَّضُ الْمُصَلَّى \" وَهُوَ نَحْو أَكَلُونِي الْبَرَاغِيث. وَحَمَلَ الْجُمْهُور الْأَمْر الْمَذْكُور عَلَى النَّدْب ; لِأَنَّ الْمُصَلَّى لَيْسَ بِمَسْجِدٍ فَيَمْتَنِع الْحُيَّض مِنْ دُخُوله , وَأَغْرَبَ الْكَرْمَانِيُّ فَقَالَ : الِاعْتِزَال وَاجِب , وَالْخُرُوج وَالشُّهُود مَنْدُوب , مَعَ كَوْنه نَقَلَ عَنْ النَّوَوِيّ تَصْوِيب عَدَم وُجُوبه , وَقَالَ اِبْن الْمُنِير : الْحِكْمَة فِي اِعْتِزَالهنَّ أَنَّ فِي وُقُوفهنَّ وَهُنَّ لَا يُصَلِّينَ مَعَ الْمُصَلِّيَات إِظْهَارَ اِسْتِهَانَة بِالْحَالِ. فَاسْتُحِبَّ لَهُنَّ اِجْتِنَاب ذَلِكَ. ‏ ‏قَوْله : ( فَقُلْت : آلْحُيَّض ) ‏ ‏بِهَمْزَةٍ مَمْدُودَة , كَأَنَّهَا تَتَعَجَّب مِنْ ذَلِكَ ‏ ‏( فَقَالَتْ ) ‏ ‏أَيْ أُمّ عَطِيَّة : ‏ ‏( أَلَيْسَ تَشْهَد ) ‏ ‏أَيْ الْحُيَّض , وَلِلْكُشْمِيهَنِيّ \" أَلَيْسَتْ \" وَلِلْأَصِيلِيّ \" أَلَيْسَ يَشْهَدْنَ \". ‏ ‏قَوْله : ( وَكَذَا وَكَذَا ) ‏ ‏أَيْ وَمُزْدَلِفَة وَمِنًى وَغَيْرهمَا. وَفِيهِ أَنَّ الْحَائِض لَا تَهْجُرُ ذِكْرَ اللَّه وَلَا مَوَاطِنَ الْخَيْر كَمَجَالِس الْعِلْم وَالذِّكْر سِوَى الْمَسَاجِد , وَفِيهِ اِمْتِنَاعُ خُرُوج الْمَرْأَة بِغَيْرِ جِلْبَاب , وَغَيْر ذَلِكَ مِمَّا سَيَأْتِي اِسْتِيفَاؤُهُ فِي كِتَاب الْعِيدَيْنِ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 977,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ قَالَتْ أُمُّ عَطِيَّةَ أُمِرْنَا أَنْ نَخْرُجَ فَنُخْرِجَ الْحُيَّضَ وَالْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ‏.‏ قَالَ ابْنُ عَوْنٍ أَوِ الْعَوَاتِقَ ذَوَاتِ الْخُدُورِ، فَأَمَّا الْحُيَّضُ فَيَشْهَدْنَ جَمَاعَةَ الْمُسْلِمِينَ وَدَعْوَتَهُمْ، وَيَعْتَزِلْنَ مُصَلاَّهُمْ‏.‏",
    "english_text": "We were ordered to go out (for `Id) and also to take along with us the menstruating women, mature \ngirls and virgins staying in seclusion. (Ibn `Aun said, \"Or mature virgins staying in seclusion).\" The \nmenstruating women could present themselves at the religious gathering and invocation of Muslims \nbut should keep away from their Musalla.",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ اِبْنِ عَوْنٍ ) ‏ ‏هُوَ عَبْدُ اللَّهِ , وَمُحَمَّدٌ هُوَ اِبْنُ سِيرِينَ , وَقَدْ شَكَّ اِبْنُ عَوْنٍ فِي الْعَوَاتِقِ كَمَا شَكَّ أَيُّوبُ فِي الَّذِي قَبْلَهُ , وَوَقَعَ فِي رِوَايَةِ مَنْصُورِ بْنِ زَاذَانَ عَنْ اِبْنِ سِيرِينَ عِنْدَ التِّرْمِذِيِّ \" تَخْرُجُ الْأَبْكَارُ وَالْعَوَاتِقُ وَذَوَاتُ الْخُدُورِ \". وَفِي هَذَا الْحَدِيثِ مِنْ الْفَوَائِدِ جَوَازُ مُدَاوَاةِ الْمَرْأَةِ لِلرِّجَالِ الْأَجَانِبِ إِذَا كَانَتْ بِإِحْضَارِ الدَّوَاءِ مَثَلًا وَالْمُعَالَجَةُ بِغَيْرِ مُبَاشَرَةٍ , إِلَّا إِنْ اُحْتِيجَ إِلَيْهَا عِنْدَ أَمْنِ الْفِتْنَةِ. وَفِيهِ أَنَّ مِنْ شَأْنِ الْعَوَاتِقِ وَالْمُخَدَّرَاتِ عَدَمُ الْبُرُوزِ إِلَّا فِيمَا أُذِنَ لَهُنَّ فِيهِ. وَفِيهِ اِسْتِحْبَابُ إِعْدَادِ الْجِلْبَابِ لِلْمَرْأَةِ , وَمَشْرُوعِيَّةُ عَارِيَّةِ الثِّيَابِ. وَاسْتُدِلَّ بِهِ عَلَى وُجُوبِ صَلَاةِ الْعِيدِ , وَفِيهِ نَظَرٌ لِأَنَّ مِنْ جُمْلَةِ مَنْ أُمِرَ بِذَلِكَ مَنْ لَيْسَ بِمُكَلَّفٍ , فَظَهَرَ أَنَّ الْقَصْدَ مِنْهُ إِظْهَارُ شِعَارِ الْإِسْلَامِ بِالْمُبَالَغَةِ فِي الِاجْتِمَاعِ وَلِتَعُمَّ الْجَمِيعَ الْبَرَكَةُ , وَاَللَّهُ أَعْلَمُ. وَفِيهِ اِسْتِحْبَابُ خُرُوجِ النِّسَاءِ إِلَى شُهُودِ الْعِيدَيْنِ سَوَاءٌ كُنَّ شَوَابَّ أَمْ لَا وَذَوَاتِ هَيْئَاتٍ أَمْ لَا , وَقَدْ اِخْتَلَفَ فِيهِ السَّلَفُ , وَنَقَلَ عِيَاضٌ وُجُوبَهُ عَنْ أَبِي بَكْرٍ وَعَلِيٍّ وَابْنِ عُمَرَ , وَاَلَّذِي وَقَعَ لَنَا عَنْ أَبِي بَكْرٍ وَعَلِيٍّ مَا أَخْرَجَهُ اِبْنُ أَبِي شَيْبَةَ وَغَيْرُهُ عَنْهُمَا فَالْأَحَقُّ عَلَى كُلِّ ذَاتِ نِطَاقٍ الْخُرُوجُ إِلَى الْعِيدَيْنِ , وَقَدْ وَرَدَ هَذَا مَرْفُوعًا بِإِسْنَادٍ لَا بَأْسَ بِهِ أَخْرَجَهُ أَحْمَدُ وَأَبُو يَعْلَى وَابْنُ الْمُنْذِرِ مِنْ طَرِيقِ اِمْرَأَةٍ مِنْ عَبْدِ الْقَيْسِ عَنْ أُخْتِ عَبْدِ اللَّهِ بْنِ رَوَاحَةَ بِهِ وَالْمَرْأَةُ لَمْ تُسَمَّ , وَالْأُخْتُ اِسْمُهَا عَمْرَةُ صَحَابِيَّةٌ. وَقَوْلُهُ \" حَقٌّ \" يَحْتَمِلُ الْوُجُوبَ وَيَحْتَمِلُ تَأَكُّدَ الِاسْتِحْبَابِ , رَوَى اِبْنُ أَبِي شَيْبَةَ أَيْضًا عَنْ اِبْنِ عُمَرَ أَنَّهُ كَانَ يُخْرِجُ إِلَى الْعِيدَيْنِ مَنْ اِسْتَطَاعَ مِنْ أَهْلِهِ , وَهَذَا لَيْسَ صَرِيحًا فِي الْوُجُوبِ أَيْضًا , بَلْ قَدْ رُوِيَ عَنْ اِبْنِ عُمَرَ الْمَنْعُ فَيُحْتَمَلُ أَنْ يُحْمَلَ عَلَى حَالَيْنِ , وَمِنْهُمْ مَنْ حَمَلَهُ عَلَى النَّدْبِ وَجَزَمَ بِذَلِكَ الْجُرْجَانِيُّ مِنْ الشَّافِعِيَّةِ وَابْنُ حَامِدٍ مِنْ الْحَنَابِلَةِ , وَلَكِنَّ نَصَّ الشَّافِعِيِّ فِي الْأُمِّ يَقْتَضِي اِسْتِثْنَاءَ ذَوَاتِ الْهَيْئَاتِ قَالَ : وَأُحِبُّ شُهُودَ الْعَجَائِزِ وَغَيْرِ ذَوَاتِ الْهَيْئَةِ الصَّلَاةَ , وَإِنَّا لِشُهُودِهِنَّ الْأَعْيَادَ أَشَدُّ اِسْتِحْبَابًا. وَقَدْ سَقَطَتْ وَاوُ الْعَطْفِ مِنْ رِوَايَةِ الْمُزَنِيِّ فِي الْمُخْتَصَرِ فَصَارَتْ غَيْرُ ذَوَاتِ الْهَيْئَةِ صِفَةً لِلْعَجَائِزِ فَمَشَى عَلَى ذَلِكَ صَاحِبُ النِّهَايَةِ وَمَنْ تَبِعَهُ وَفِيهِ مَا فِيهِ , بَلْ قَدْ رَوَى الْبَيْهَقِيُّ فِي الْمَعْرِفَةِ عَنْ الرَّبِيعِ قَالَ قَالَ الشَّافِعِيُّ : قَدْ رُوِيَ حَدِيثٌ فِيهِ أَنَّ النِّسَاءَ يُتْرَكْنَ إِلَى الْعِيدَيْنِ , فَإِنْ كَانَ ثَابِتًا قُلْت بِهِ , قَالَ الْبَيْهَقِيُّ : قَدْ ثَبَتَ وَأَخْرَجَهُ الشَّيْخَانِ - يَعْنِي حَدِيثَ أُمِّ عَطِيَّةَ هَذَا - فَيَلْزَمُ الشَّافِعِيَّةَ الْقَوْلُ بِهِ , وَنَقَلَهُ اِبْنُ الرِّفْعَةِ عَنْ الْبَنْدَنِيجِيِّ وَقَالَ : إِنَّهُ ظَاهِرُ كَلَامِ التَّنْبِيهِ , وَقَدْ اِدَّعَى بَعْضُهُمْ النَّسْخَ فِيهِ , قَالَ الطَّحَاوِيُّ : وَأَمْرُهُ عَلَيْهِ السَّلَامُ بِخُرُوجِ الْحُيَّضِ وَذَوَاتِ الْخُدُورِ إِلَى الْعِيدِ يَحْتَمِلُ أَنْ يَكُونَ فِي أَوَّلِ الْإِسْلَامِ وَالْمُسْلِمُونَ قَلِيلٌ فَأُرِيدَ التَّكْثِيرُ بِحُضُورِهِنَّ إِرْهَابًا لِلْعَدُوِّ , وَأَمَّا الْيَوْمُ فَلَا يُحْتَاجُ إِلَى ذَلِكَ. وَتُعُقِّبَ بِأَنَّ النَّسْخَ لَا يَثْبُتُ بِالِاحْتِمَالِ , قَالَ الْكَرْمَانِيُّ : تَارِيخُ الْوَقْتِ لَا يُعْرَفُ قُلْت : بَلْ هُوَ مَعْرُوفٌ بِدَلَالَةِ حَدِيثِ اِبْنِ عَبَّاسٍ أَنَّهُ شَهِدَهُ وَهُوَ صَغِيرٌ وَكَانَ ذَلِكَ بَعْدَ فَتْحِ مَكَّةَ فَلَمْ يَتِمَّ مُرَادُ الطَّحَاوِيِّ , وَقَدْ صَرَّحَ فِي حَدِيثِ أُمِّ عَطِيَّةَ بِعِلَّةِ الْحُكْمِ وَهُوَ شُهُودُهُنَّ الْخَيْرَ وَدَعْوَةُ الْمُسْلِمِينَ وَرَجَاءُ بَرَكَةِ ذَلِكَ الْيَوْمِ وَطُهْرَتِهِ , وَقَدْ أَفْتَتْ بِهِ أُمُّ عَطِيَّةَ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمُدَّةٍ كَمَا فِي هَذَا الْحَدِيثِ وَلَمْ يَثْبُتْ عَنْ أَحَدٍ مِنْ الصَّحَابَةِ مُخَالَفَتُهَا فِي ذَلِكَ , وَأَمَّا قَوْلُ عَائِشَةَ \" لَوْ رَأَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَحْدَثَ النِّسَاءُ لَمَنَعَهُنَّ الْمَسَاجِدَ \" فَلَا يُعَارِضُ ذَلِكَ لِنُدُورِهِ إِنْ سَلَّمْنَا أَنَّ فِيهِ دَلَالَةً عَلَى أَنَّهَا أَفْتَتْ بِخِلَافِهِ , مَعَ أَنَّ الدَّلَالَةَ مِنْهُ بِأَنَّ عَائِشَةَ أَفْتَتْ بِالْمَنْعِ لَيْسَتْ صَرِيحَةً , وَفِي قَوْلِهِ \" إِرْهَابًا لِلْعَدُوِّ \" نَظَرٌ لِأَنَّ الِاسْتِنْصَارَ بِالنِّسَاءِ وَالتَّكَثُّرَ بِهِنَّ فِي الْحَرْبِ دَالٌّ عَلَى الضَّعْفِ , وَالْأَوْلَى أَنْ يُخَصَّ ذَلِكَ بِمَنْ يُؤْمَنُ عَلَيْهَا وَبِهَا الْفِتْنَةُ وَلَا يَتَرَتَّبُ عَلَى حُضُورِهَا مَحْذُورٌ وَلَا تُزَاحِمُ الرِّجَالَ فِي الطُّرُقِ وَلَا فِي الْمَجَامِعِ , وَقَدْ تَقَدَّمَتْ بَقِيَّةُ فَوَائِدِ هَذَا الْحَدِيثِ فِي الْبَابِ الْمُشَارِ إِلَيْهِ مِنْ كِتَابِ الْحَيْضِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 978,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي كَثِيرُ بْنُ فَرْقَدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَنْحَرُ أَوْ يَذْبَحُ بِالْمُصَلَّى‏.‏",
    "english_text": "The Prophet (p.b.u.h) used to Nahr or slaughter sacrifices at the Musalla (on `Id-ul-Adha).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 979,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو الأَحْوَصِ، قَالَ حَدَّثَنَا مَنْصُورُ بْنُ الْمُعْتَمِرِ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ النَّحْرِ بَعْدَ الصَّلاَةِ فَقَالَ ‏\"‏ مَنْ صَلَّى صَلاَتَنَا وَنَسَكَ نُسْكَنَا فَقَدْ أَصَابَ النُّسُكَ، وَمَنْ نَسَكَ قَبْلَ الصَّلاَةِ فَتِلْكَ شَاةُ لَحْمٍ ‏\"‏‏.‏ فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَقَدْ نَسَكْتُ قَبْلَ أَنْ أَخْرُجَ إِلَى الصَّلاَةِ، وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ فَتَعَجَّلْتُ وَأَكَلْتُ وَأَطْعَمْتُ أَهْلِي وَجِيرَانِي‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تِلْكَ شَاةُ لَحْمٍ ‏\"‏‏.‏ قَالَ فَإِنَّ عِنْدِي عَنَاقَ جَذَعَةٍ، هِيَ خَيْرٌ مِنْ شَاتَىْ لَحْمٍ، فَهَلْ تَجْزِي عَنِّي قَالَ ‏\"‏ نَعَمْ، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏",
    "english_text": "On the day of Nahr Allah's Messenger (ﷺ) delivered the Khutba after the `Id prayer and said, \"Anyone who \nprayed like us and slaughtered the sacrifice like we did then he acted according to our (Nusuk) \ntradition of sacrificing, and whoever slaughtered the sacrifice before the prayer, then that was just \nmutton (i.e. not sacrifice).\" Abu Burda bin Naiyar stood up and said, \"O Allah's Messenger (ﷺ)! By Allah, I \nslaughtered my sacrifice before I offered the (Id) prayer and thought that today was the day of eating \nand drinking (nonalcoholic drinks) and so I made haste (in slaughtering) and ate and also fed my \nfamily and neighbors.\" Allah's Messenger (ﷺ) said, \"That was just mutton (not a sacrifice).\" Then Abu Burda \nsaid, \"I have a young she-goat and no doubt, it is better than two sheep. Will that be sufficient as a \nsacrifice for me?\" The Prophet (ﷺ) replied, \"Yes. But it will not be sufficient for anyone else (as a \nsacrifice), after you.\"",
    "explication": "قَوْلُهُ فِي حَدِيثِ الْبَرَاءِ ‏ ‏\" وَمَنْ نَسَكَ قَبْلَ الصَّلَاةِ فَإِنَّهُ قَبْلَ الصَّلَاةِ وَلَا نُسُكَ لَهُ \" ‏ ‏كَذَا فِي الْأُصُولِ بِإِثْبَاتِ الْوَاوِ , وَحَذَفَهَا النَّسَائِيُّ وَهُوَ أَوْجَهُ , وَيُمْكِنُ تَوْجِيهُ إِثْبَاتِهَا بِتَقْدِيرِ لَا يُجْزِئُ وَلَا نُسُكَ لَهُ , وَهُوَ قَرِيبٌ مِنْ حَدِيثِ \" فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ \" وَقَدْ أَخْرَجَهُ مُسْلِمٌ عَنْ عُثْمَانَ بْنِ أَبِي شَيْبَةَ هَذَا وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ جَمِيعًا عَنْ جَرِيرٍ بِلَفْظِهِ , وَأَخْرَجَهُ الْإِسْمَاعِيلِيُّ مِنْ طَرِيقِ أَبِي خَيْثَمَةَ وَيُوسُفَ بْنِ مُوسَى وَعُثْمَانَ هَذَا ثَلَاثَتُهُمْ عَنْ جَرِيرٍ بِلَفْظِ \" وَمَنْ نَسَكَ قَبْلَ الصَّلَاةِ فَشَاتُه شَاةُ لَحْمٍ \" وَذَكَرَ أَنَّ مَعْنَاهُمْ وَاحِدٌ , وَقَدْ أَخْرَجَهُ أَبُو يَعْلَى عَنْ أَبِي خَيْثَمَةَ بِهَذَا اللَّفْظِ , وَأَظُنُّ التَّصَرُّفَ فِيهِ مِنْ عُثْمَانَ رَوَاهُ بِالْمَعْنَى وَاَللَّهُ أَعْلَمُ. وَفِي حَدِيثَيْ أَنَسٍ وَالْبَرَاءِ مِنْ الْفَوَائِدِ تَأْكِيدُ أَمْرِ الْأُضْحِيَّةِ , وَأَنَّ الْمَقْصُودَ مِنْهَا طَيِّبُ اللَّحْمِ وَإِيثَارُ الْجَارِ عَلَى غَيْرِهِ , وَأَنَّ الْمُفْتِيَ إِذَا ظَهَرَتْ لَهُ مِنْ الْمُسْتَفْتِي أَمَارَةُ الصِّدْقِ كَانَ لَهُ أَنْ يُسَهِّلَ عَلَيْهِ , حَتَّى لَوْ اِسْتَفْتَاهُ اِثْنَانِ فِي قَضِيَّةٍ وَاحِدَةٍ جَازَ أَنْ يُفْتِيَ كُلًّا مِنْهُمَا بِمَا يُنَاسِبُ حَالَهُ , وَجَوَازُ إِخْبَارِ الْمَرْءِ عَنْ نَفْسِهِ بِمَا يَسْتَحِقُّ الثَّنَاءَ بِهِ عَلَيْهِ بِقَدْرِ الْحَاجَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 980,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا حَامِدُ بْنُ عُمَرَ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، أَنَّ أَنَسَ بْنَ مَالِكٍ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى يَوْمَ النَّحْرِ، ثُمَّ خَطَبَ فَأَمَرَ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ أَنْ يُعِيدَ ذَبْحَهُ فَقَامَ رَجُلٌ مِنَ الأَنْصَارِ فَقَالَ يَا رَسُولَ اللَّهِ، جِيرَانٌ لِي ـ إِمَّا قَالَ بِهِمْ خَصَاصَةٌ، وَإِمَّا قَالَ بِهِمْ فَقْرٌ ـ وَإِنِّي ذَبَحْتُ قَبْلَ الصَّلاَةِ وَعِنْدِي عَنَاقٌ لِي أَحَبُّ إِلَىَّ مِنْ شَاتَىْ لَحْمٍ‏.‏ فَرَخَّصَ لَهُ فِيهَا‏.‏",
    "english_text": "Allah's Messenger (ﷺ) offered the prayer on the day of Nahr and then delivered the Khutba and ordered that \nwhoever had slaughtered his sacrifice before the prayer should repeat it, that is, should slaughter \nanother sacrifice. Then a person from the Ansar stood up and said, \"O Allah's Messenger (ﷺ)! because of my \nneighbors (he described them as being very needy or poor) I slaughtered before the prayer. I have a \nyoung she-goat which, in my opinion, is better than two sheep.\" The Prophet (ﷺ) gave him the permission \nfor slaughtering it as a sacrifice.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 981,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الأَسْوَدِ، عَنْ جُنْدَبٍ، قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم يَوْمَ النَّحْرِ ثُمَّ خَطَبَ، ثُمَّ ذَبَحَ فَقَالَ ‏\n\"‏ مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَلْيَذْبَحْ أُخْرَى مَكَانَهَا، وَمَنْ لَمْ يَذْبَحْ فَلْيَذْبَحْ بِاسْمِ اللَّهِ ‏\"‏‏.‏",
    "english_text": "On the day of Nahr the Prophet (ﷺ) offered the prayer and delivered the Khutba and then slaughtered the \nsacrifice and said, \"Anybody who slaughtered (his sacrifice) before the prayer should slaughter \nanother animal in lieu of it, and the one who has not yet slaughtered should slaughter the sacrifice \nmentioning Allah's name on it.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ الْأَسْوَدِ ) ‏ ‏هُوَ اِبْنُ قَيْسٍ لَا اِبْنُ يَزِيدَ , لِأَنَّ شُعْبَةَ لَمْ يَلْحَقْ اِبْنَ يَزِيدَ , وَجُنْدُبٌ هُوَ اِبْنُ عَبْدِ اللَّهِ الْبَجْلِيُّ. ‏ ‏قَوْلُهُ : ( وَقَالَ مَنْ ذَبَحَ ) ‏ ‏هُوَ مِنْ جُمْلَةِ الْخُطْبَةِ وَلَيْسَ مَعْطُوفًا عَلَى قَوْلِهِ \" ثُمَّ ذَبَحَ \" لِئَلَّا يَلْزَمَ تَخَلُّلُ الذَّبْحِ بَيْنَ الْخُطْبَةِ وَهَذَا الْقَوْلُ , وَلَيْسَ الْوَاقِعُ ذَلِكَ عَلَى مَا بَيَّنَهُ حَدِيثُ الْبَرَاءِ الَّذِي قَبْلَهُ وَسَيَأْتِي الْكَلَامُ عَلَيْهِمَا فِي كِتَابِ الْأَضَاحِيِّ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 982,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا أَبُو تُمَيْلَةَ، يَحْيَى بْنُ وَاضِحٍ عَنْ فُلَيْحِ بْنِ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا كَانَ يَوْمُ عِيدٍ خَالَفَ الطَّرِيقَ‏.‏ تَابَعَهُ يُونُسُ بْنُ مُحَمَّدٍ عَنْ فُلَيْحٍ‏.‏ وَحَدِيثُ جَابِرٍ أَصَحُّ‏.‏",
    "english_text": "On the Day of `Id the Prophet (ﷺ) used to return (after offering the `Id prayer) through a way different \nfrom that by which he went.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا مُحَمَّدٌ ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْرُ مَنْسُوبٍ وَفِي رِوَايَةِ أَبِي عَلِيِّ بْنِ السَّكَنِ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ , وَكَذَا لِلْحَفْصِيِّ وَجَزَمَ بِهِ الْكَلَابَاذِيُّ وَغَيْرُهُ , وَفِي نُسْخَةٍ مِنْ أَطْرَافِ خَلَفٍ أَنَّهُ وَجَدَ فِي حَاشِيَةٍ أَنَّهُ مُحَمَّدُ بْنُ مُقَاتِلٍ. اِنْتَهَى. وَكَذَا هُوَ فِي رِوَايَةِ أَبِي عَلِيِّ بْنِ شَبُّويَةَ , وَالْأَوَّلُ هُوَ الْمُعْتَمَدُ , وَقَدْ رَوَاهُ عَنْ أَبِي تُمَيْلَةَ أَيْضًا - مِمَّنْ اِسْمُهُ مُحَمَّدٌ - مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ لَكِنَّهُ خَالَفَ فِي اِسْمِ صَاحِبَيْهِ كَمَا سَيَأْتِي , وَلَيْسَ هُوَ مِمَّنْ خَرَّجَ عَنْهُمْ الْبُخَارِيُّ فِي صَحِيحِهِ , وَأَبُو تُمَيْلَةَ بِالْمُثَنَّاةِ مُصَغَّرًا مَرْوَزِيٌّ قِيلَ إِنَّ الْبُخَارِيَّ ذَكَرَهُ فِي الضُّعَفَاءِ لَكِنْ لَمْ يُوجَدْ ذَلِكَ فِي التَّصْنِيفِ الْمَذْكُورِ قَالَهُ الذَّهَبِيُّ , ثُمَّ إِنَّهُ لَمْ يَنْفَرِدْ بِهِ كَمَا سَيَأْتِي. نَعَمْ تَفَرَّدَ بِهِ شَيْخُهُ فُلَيْحٌ وَهُوَ مُضَعَّفٌ عِنْدَ اِبْنِ مَعِينٍ وَالنَّسَائِيِّ وَأَبِي دَاوُدَ وَوَثَّقَهُ آخَرُونَ فَحَدِيثه مِنْ قَبِيل الْحَسَن , لَكِنْ لَهُ شَوَاهِد مِنْ حَدِيث اِبْن عُمَر وَسَعْد الْقَرَظ وَأَبِي رَافِع وَعُثْمَان بْن عُبَيْد اللَّه التَّيْمِيُّ وَغَيْرهمْ يُعَضِّد بَعْضهَا بَعْضًا , فَعَلَى هَذَا هُوَ مِنْ الْقِسْم الثَّانِي مِنْ قِسْمَيْ الصَّحِيح. ‏ ‏قَوْله : ( عَنْ سَعِيد بْن الْحَارِث ) ‏ ‏هُوَ اِبْن أَبِي سَعِيد بْن الْمُعَلَّى الْأَنْصَارِيّ. ‏ ‏قَوْله : ( إِذَا كَانَ يَوْمُ عِيد خَالَفَ الطَّرِيق ) ‏ ‏كَانَ تَامَّة , أَيْ إِذَا وَقَعَ , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" كَانَ إِذَا خَرَجَ إِلَى الْعِيد رَجَعَ مِنْ غَيْر الطَّرِيق الَّذِي ذَهَبَ فِيهِ \" قَالَ التِّرْمِذِيّ : أَخَذَ بِهَذَا بَعْض أَهْل الْعِلْم فَاسْتَحَبَّهُ لِلْإِمَامِ , وَبِهِ يَقُول الشَّافِعِيّ. اِنْتَهَى. وَاَلَّذِي فِي \" الْأُمّ \" أَنَّهُ يُسْتَحَبّ لِلْإِمَامِ وَالْمَأْمُوم , وَبِهِ قَالَ أَكْثَر الشَّافِعِيَّة , وَقَالَ الرَّافِعِيّ : لَمْ يَتَعَرَّض فِي الْوَجِيز إِلَّا لِلْإِمَامِ ا ه. وَبِالتَّعْمِيمِ قَالَ أَكْثَر أَهْل الْعِلْم , وَمِنْهُمْ مَنْ قَالَ إِنْ عُلِمَ الْمَعْنَى وَبَقِيَتْ الْعِلَّة بَقِيَ الْحُكْم وَإِلَّا اِنْتَفَى بِانْتِفَائِهَا , وَإِنْ لَمْ يُعْلَم الْمَعْنَى بَقِيَ الِاقْتِدَاء. وَقَالَ الْأَكْثَر يَبْقَى الْحُكْم وَلَوْ اِنْتَفَتْ الْعِلَّة لِلِاقْتِدَاءِ كَمَا فِي الرَّمْلِيّ وَغَيْره , وَقَدْ اُخْتُلِفَ فِي مَعْنَى ذَلِكَ عَلَى أَقْوَال كَثِيرَة اِجْتَمَعَ لِي مِنْهَا أَكْثَر مِنْ عِشْرِينَ , وَقَدْ لَخَّصْتهَا وَبَيَّنْت الْوَاهِي مِنْهَا , قَالَ الْقَاضِي عَبْد الْوَهَّاب الْمَالِكِيّ : ذُكِرَ فِي ذَلِكَ فَوَائِد بَعْضهَا قَرِيب وَأَكْثَرهَا دَعَاوَى فَارِغَة. اِنْتَهَى. فَمِنْ ذَلِكَ أَنَّهُ فَعَلَ ذَلِكَ لِيَشْهَد لَهُ الطَّرِيقَانِ وَقِيلَ سُكَّانهمَا مِنْ الْجِنّ وَالْإِنْس , وَقِيلَ لِيُسَوَّى بَيْنهمَا فِي مَزِيَّة الْفَضْل بِمُرُورِهِ أَوْ فِي التَّبَرُّك بِهِ أَوْ لِيَشُمّ رَائِحَة الْمِسْك مِنْ الطَّرِيق الَّتِي يَمُرّ بِهَا لِأَنَّهُ كَانَ مَعْرُوفًا بِذَلِكَ , وَقِيلَ لِأَنَّ طَرِيقه لِلْمُصَلَّى كَانَتْ عَلَى الْيَمِين فَلَوْ رَجَعَ مِنْهَا لَرَجَعَ عَلَى جِهَة الشِّمَال فَرَجَعَ مِنْ غَيْرهَا وَهَذَا يَحْتَاج إِلَى دَلِيل , وَقِيلَ لِإِظْهَارِ شِعَار الْإِسْلَام فِيهِمَا , وَقِيلَ لِإِظْهَارِ ذِكْر اللَّه , وَقِيلَ لِيَغِيظَ الْمُنَافِقِينَ أَوْ الْيَهُود , وَقِيلَ لِيُرْهِبهُمْ بِكَثْرَةِ مَنْ مَعَهُ وَرَجَّحَهُ اِبْن بَطَّال , وَقِيلَ حَذَرًا مِنْ كَيْد الطَّائِفَتَيْنِ أَوْ إِحْدَاهُمَا , وَفِيهِ نَظَر لِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَمْ يُكَرِّرهُ قَالَهُ اِبْن التِّين , وَتُعُقِّبَ بِأَنَّهُ لَا يَلْزَم مِنْ مُوَاظَبَته عَلَى مُخَالَفَة الطَّرِيق الْمُوَاظَبَة عَلَى طَرِيق مِنْهَا مُعَيَّن , لَكِنْ فِي رِوَايَة الشَّافِعِيّ مِنْ طَرِيق الْمُطَّلِب بْن عَبْد اللَّه بْن حَنْطَب مُرْسَلًا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ يَغْدُو يَوْم الْعِيد إِلَى الْمُصَلَّى مِنْ الطَّرِيق الْأَعْظَم وَيَرْجِع مِنْ الطَّرِيق الْأُخْرَى \" وَهَذَا لَوْ ثَبَتَ لَقَوَّى بَحْث اِبْن التِّين , وَقِيلَ فَعَلَ ذَلِكَ لِيَعُمّهُمْ فِي السُّرُور بِهِ أَوْ التَّبَرُّك بِمُرُورِهِ وَبِرُؤْيَتِهِ وَالِانْتِفَاع بِهِ فِي قَضَاء حَوَائِجهمْ فِي الِاسْتِفْتَاء أَوْ التَّعَلُّم وَالِاقْتِدَاء وَالِاسْتِرْشَاد أَوْ الصَّدَقَة أَوْ السَّلَام عَلَيْهِمْ وَغَيْر ذَلِكَ , وَقِيلَ لِيَزُورَ أَقَارِبه الْأَحْيَاء وَالْأَمْوَات , وَقِيلَ لِيَصِل رَحِمه , وَقِيلَ لِيَتَفَاءَل بِتَغَيُّرِ الْحَال إِلَى الْمَغْفِرَة وَالرِّضَا , وَقِيلَ كَانَ فِي ذَهَابه يَتَصَدَّق فَإِذَا رَجَعَ لَمْ يَبْقَ مَعَهُ شَيْء فَيَرْجِع فِي طَرِيق أُخْرَى لِئَلَّا يَرُدَّ مَنْ يَسْأَلهُ وَهَذَا ضَعِيف جِدًّا مَعَ اِحْتِيَاجه إِلَى الدَّلِيل , وَقِيلَ فَعَلَ ذَلِكَ لِتَخْفِيفِ الزِّحَام وَهَذَا رَجَّحَهُ الشَّيْخ أَبُو حَامِد وَأَيَّدَهُ الْمُحِبّ الطَّبَرِيُّ بِمَا رَوَاهُ الْبَيْهَقِيُّ فِي حَدِيث اِبْن عُمَر فَقَالَ فِيهِ لِيَسَع النَّاس , وَتُعُقِّبَ بِأَنَّهُ ضَعِيف وَبِأَنَّ قَوْله لِيَسَع النَّاس يَحْتَمِل أَنْ يُفَسَّر بِبَرَكَتِهِ وَفَضْله وَهَذَا الَّذِي رَجَّحَهُ اِبْن التِّين , وَقِيلَ كَانَ طَرِيقه الَّتِي يَتَوَجَّه مِنْهَا أَبْعَد مِنْ الَّتِي فِيهَا فَأَرَادَ تَكْثِير الْأَجْر بِتَكْثِيرِ الْخَطَأ فِي الذَّهَاب وَأَمَّا فِي الرُّجُوع فَلْيُسْرِعْ إِلَى مَنْزِله وَهَذَا اِخْتِيَار الرَّافِعِيّ , وَتُعُقِّبَ بِأَنَّهُ يَحْتَاج إِلَى دَلِيل وَبِأَنَّ أَجْر الْخُطَا يُكْتَب فِي الرُّجُوع أَيْضًا كَمَا ثَبَتَ فِي حَدِيث أُبَيِّ بْن كَعْب عِنْد التِّرْمِذِيّ وَغَيْره , فَلَوْ عُكِسَ مَا قَالَ لَكَانَ لَهُ اِتِّجَاه وَيَكُون سُلُوك الطَّرِيق الْقَرِيب لِلْمُبَادَرَةِ إِلَى فِعْل الطَّاعَة وَإِدْرَاك فَضِيلَة أَوَّل الْوَقْت , وَقِيلَ لِأَنَّ الْمَلَائِكَة تَقِف فِي الطُّرُقَات فَأَرَادَ أَنْ يَشْهَد لَهُ فَرِيقَانِ مِنْهُمْ , وَقَالَ اِبْن أَبِي جَمْرَة : هُوَ فِي مَعْنَى قَوْل يَعْقُوب لِبَنِيهِ ( لَا تَدْخُلُوا مِنْ بَاب وَاحِد ) فَأَشَارَ إِلَى أَنَّهُ فَعَلَ ذَلِكَ حَذَر إِصَابَة الْعَيْن وَأَشَارَ صَاحِب الْهُدَى إِلَى أَنَّهُ فَعَلَ ذَلِكَ لِجَمِيعِ مَا ذُكِرَ مِنْ الْأَشْيَاء الْمُحْتَمَلَة الْقَرِيبَة وَاللَّهُ أَعْلَم. ‏ ‏قَوْله : ( تَابَعَهُ يُونُس بْن مُحَمَّد عَنْ فُلَيْحٍ وَحَدِيث جَابِر أَصَحّ ) ‏ ‏كَذَا عِنْد جُمْهُور رُوَاة الْبُخَارِيّ عَنْ طَرِيق الْفَرْبَرِيِّ , وَهُوَ مُشْكِل لِأَنَّ قَوْله \" أَصَحّ \" يُبَايِن قَوْله \" تَابَعَهُ \" إِذْ لَوْ تَابَعَهُ لَسَاوَاهُ فَكَيْف تُتَّجَه الْأَصَحِّيَّة الدَّالَّة عَلَى عَدَم الْمُسَاوَاة. وَذَكَرَ أَبُو عَلِيّ الْجَيَّانِيّ أَنَّهُ سَقَطَ قَوْله \" وَحَدِيث جَابِر أَصَحّ \" مِنْ رِوَايَة إِبْرَاهِيم اِبْن مَعْقِل النَّسَفِيِّ عَنْ الْبُخَارِيّ فَلَا إِشْكَال فِيهَا قَالَ : وَوَقَعَ فِي رِوَايَة اِبْن السَّكَن \" تَابَعَهُ يُونُس بْن مُحَمَّد عَنْ فُلَيْحٍ عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة \" وَفِي هَذَا تَوْجِيه قَوْله أَصَحّ , وَيَبْقَى الْإِشْكَال فِي قَوْله تَابَعَهُ فَإِنَّهُ لَمْ يُتَابِعهُ بَلْ خَالَفَهُ , وَقَدْ أَزَالَ هَذَا الْأَشْكَال أَبُو نُعَيْم فِي الْمُسْتَخْرَج فَقَالَ \" أَخْرَجَهُ الْبُخَارِيّ عَنْ مُحَمَّد عَنْ أَبِي تُمَيْلَةَ وَقَالَ : تَابَعَهُ يُونُس بْن مُحَمَّد عَنْ فُلَيْحٍ , وَقَالَ مُحَمَّد بْن الصَّلْت : عَنْ فُلَيْحٍ عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة , وَحَدِيث جَابِر أَصَحّ \". وَبِهَذَا جَزَمَ أَبُو مَسْعُود فِي الْأَطْرَاف , وَكَذَا أَشَارَ إِلَيْهِ الْبُرْقَانِيُّ , وَقَالَ الْبَيْهَقِيُّ : إِنَّهُ وَقَعَ كَذَلِكَ فِي بَعْض النُّسَخ وَكَأَنَّهَا رِوَايَة حَمَّاد بْن شَاكِر عَنْ الْبُخَارِيّ. ثُمَّ رَاجَعْت رِوَايَة النَّسَفِيِّ فَلَمْ يَذْكُر ‏ ‏قَوْله \" وَحَدِيث جَابِر أَصَحّ \" فَسَلِمَ مِنْ الْإِشْكَال وَهُوَ مُقْتَضَى قَوْل التِّرْمِذِيّ \" رَوَاهُ أَبُو تُمَيْلَةَ وَيُونُس بْن مُحَمَّد عَنْ فُلَيْحٍ عَنْ سَعِيد عَنْ جَابِر \" فَعَلَى هَذَا يَكُون سَقَطَ مِنْ رِوَايَة الْفَرْبَرِيِّ قَوْله \" وَقَالَ مُحَمَّد بْن الصَّلْت عَنْ فُلَيْحٍ \" فَقَطْ وَبَقِيَ مَا عَدَا ذَلِكَ , هَذَا عَلَى رِوَايَة أَبِي عَلِيّ بْن السَّكَن , وَقَدْ وَقَعَ كَذَلِكَ فِي نُسْخَتِي مِنْ رِوَايَة أَبِي ذَرّ عَنْ مَشَايِخه , وَأَمَّا عَلَى رِوَايَة الْبَاقِينَ فَيَكُون سَقَطَ إِسْنَاد مُحَمَّد بْن الصَّلْت كُلّه. وَقَالَ أَبُو عَلِيّ الصَّدَفِيّ فِي حَاشِيَة نُسْخَته الَّتِي بِخَطِّهِ مِنْ الْبُخَارِيّ : لَا يَظْهَر مَعْنَاهُ مِنْ ظَاهِر كِتَاب , وَإِنَّمَا هِيَ إِشَارَة إِلَى أَنَّ أَبَا تُمَيْلَةَ وَيُونُس الْمُتَابِع لَهُ خُولِفَا فِي سَنَد الْحَدِيث وَرِوَايَتهمَا أَصَحّ , وَمُخَالِفهمَا - وَهُوَ مُحَمَّد بْن الصَّلْت - رَوَاهُ عَنْ فُلَيْحٍ شَيْخهمَا فَخَالَفَهُمَا فِي صَاحِبَيْهِ فَقَالَ : عَنْ أَبِي هُرَيْرَة. قُلْت : فَيَكُون مَعْنَى قَوْله \" وَحَدِيث جَابِر أَصَحّ \" أَيْ مِنْ حَدِيث مَنْ قَالَ فِيهِ عَنْ أَبِي هُرَيْرَة , وَقَدْ اِعْتَرَضَ أَبُو مَسْعُود فِي الْأَطْرَاف عَلَى قَوْله : تَابَعَهُ يُونُس اِعْتِرَاضًا آخَر فَقَالَ : إِنَّمَا رَوَاهُ يُونُس بْن مُحَمَّد عَنْ فُلَيْحٍ عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة لَا جَابِر , وَأُجِيبَ بِمَنْعِ الْحَصْر فَإِنَّهُ ثَابِت عَنْ يُونُس بْن مُحَمَّد كَمَا قَالَ الْبُخَارِيّ أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَأَبُو نُعَيْم فِي مُسْتَخْرَجَيْهِمَا مِنْ طَرِيق أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يُونُس وَكَذَا هُوَ فِي مُسْنَده وَمُصَنَّفه , نَعَمْ رَوَاهُ اِبْن خُزَيْمَةَ وَالْحَاكِم وَالْبَيْهَقِيُّ مِنْ طَرِيق أُخْرَى عَنْ يُونُس بْن مُحَمَّد - كَمَا قَالَ أَبُو مَسْعُود - وَكَأَنَّهُ اُخْتُلِفَ عَلَيْهِ فِيهِ , وَكَذَا اُخْتُلِفَ فِيهِ عَلَى أَبِي تُمَيْلَةَ فَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ وَجْه آخَر عَنْهُ فَقَالَ عَنْ أَبِي هُرَيْرَة , وَأَمَّا رِوَايَة مُحَمَّد بْن الصَّلْت الْمُشَار إِلَيْهَا فَوَصَلَهَا الدَّارِمِيُّ وَسِمَوَيْهِ كِلَاهُمَا عَنْهُ وَالتِّرْمِذِيّ وَابْن السَّكَن وَالْعُقَيْلِيّ كُلّهمْ مِنْ طَرِيقه بِلَفْظِ \" كَانَ إِذَا خَرَجَ يَوْم الْعِيد فِي طَرِيق رَجَعَ فِي غَيْره \" وَذَكَرَ أَبُو مَسْعُود أَنَّ الْهَيْثَم بْن جَمِيل رَوَاهُ عَنْ فُلَيْحٍ - كَمَا قَالَ اِبْن الصَّلْت - عَنْ أَبِي هُرَيْرَة. وَاَلَّذِي يَغْلِب عَلَى الظَّنّ أَنَّ الِاخْتِلَاف فِيهِ مِنْ فُلَيْحٍ فَلَعَلَّ شَيْخه سَمِعَهُ مِنْ جَابِر وَمِنْ أَبِي هُرَيْرَة , وَيُقَوِّي ذَلِكَ اِخْتِلَاف اللَّفْظَيْنِ , وَقَدْ رَجَّحَ الْبُخَارِيّ أَنَّهُ عَنْ جَابِر وَخَالَفَهُ أَبُو مَسْعُود وَالْبَيْهَقِيُّ فَرَجَّحَا أَنَّهُ عَنْ أَبِي هُرَيْرَة وَلَمْ يَظْهَر لِي فِي ذَلِكَ تَرْجِيح وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 983,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ أَبَا بَكْرٍ ـ رضى الله عنه ـ دَخَلَ عَلَيْهَا وَعِنْدَهَا جَارِيَتَانِ فِي أَيَّامِ مِنًى تُدَفِّفَانِ وَتَضْرِبَانِ، وَالنَّبِيُّ صلى الله عليه وسلم مُتَغَشٍّ بِثَوْبِهِ، فَانْتَهَرَهُمَا أَبُو بَكْرٍ فَكَشَفَ النَّبِيُّ صلى الله عليه وسلم عَنْ وَجْهِهِ فَقَالَ ‏\"‏ دَعْهُمَا يَا أَبَا بَكْرٍ فَإِنَّهَا أَيَّامُ عِيدٍ ‏\"‏‏.‏ وَتِلْكَ الأَيَّامُ أَيَّامُ مِنًى‏.‏ وَقَالَتْ عَائِشَةُ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَسْتُرُنِي، وَأَنَا أَنْظُرُ إِلَى الْحَبَشَةِ وَهُمْ يَلْعَبُونَ فِي الْمَسْجِدِ، فَزَجَرَهُمْ عُمَرُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ دَعْهُمْ، أَمْنًا بَنِي أَرْفِدَةَ ‏\"‏‏.‏ يَعْنِي مِنَ الأَمْنِ‏.‏",
    "english_text": "On the days of Mina, (11th, 12th, and 13th of Dhul-Hijjah) Abu Bakr came to her while two young \ngirls were beating the tambourine and the Prophet (ﷺ) was lying covered with his clothes. Abu Bakr \nscolded them and the Prophet (ﷺ) uncovered his face and said to Abu Bakr, \"Leave them, for these days \nare the days of `Id and the days of Mina.\" `Aisha further said, \"Once the Prophet (ﷺ) was screening me \nand I was watching the display of black slaves in the Mosque and (`Umar) scolded them. The Prophet (ﷺ) \nsaid, 'Leave them. O Bani Arfida! (carry on), you are safe (protected)'.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 984,
    "category": "كتاب العيدين",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنِي عَدِيُّ بْنُ ثَابِتٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ يَوْمَ الْفِطْرِ، فَصَلَّى رَكْعَتَيْنِ لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا وَمَعَهُ بِلاَلٌ‏.‏",
    "english_text": "The Prophet (ﷺ) went out and offered a two rak`at prayer on the Day of `Id ul Fitr and did not offer any \nother prayer before or after it and at that time Bilal was accompanying him.",
    "explication": "أَمَّا حَدِيثُ اِبْنِ عَبَّاسٍ فَمِنْ جِهَةِ أَنَّ أَمْرَهُ لِلنِّسَاءِ بِالصَّدَقَةِ كَانَ مِنْ تَتِمَّةِ الْخُطْبَةِ كَمَا يُرْشِدُ إِلَى ذَلِكَ حَدِيثُ جَابِرٍ الَّذِي فِي الْبَابِ قَبْلَهُ , وَيُحْتَمَلُ أَنْ يَكُونَ ذَكَرَهُ لِتَعَلُّقِهِ بِصَلَاةِ الْعِيدَيْنِ فِي الْجُمْلَةِ فَهُوَ كَالتَّتِمَّةِ لِلْفَائِدَةِ. وَقَوْلُهُ فِيهِ \" خُرْصُهَا \" بِضَمِّ الْمُعْجَمَةِ وَحُكِيَ كَسْرُهَا وَسُكُونِ الرَّاءِ بَعْدَهَا صَادٌ مُهْمَلَةٌ هُوَ الْحَلْقَةُ مِنْ الذَّهَبِ أَوْ الْفِضَّةِ , وَقِيلَ هُوَ الْقُرْطُ إِذَا كَانَ بِحَبَّةٍ وَاحِدَةٍ. وَقَوْلُهُ \" وَسِخَابُهَا \" بِكَسْرِ الْمُهْمَلَةِ ثُمَّ مُعْجَمَةٍ ثُمَّ مُوَحَّدَةٍ هُوَ قِلَادَةٌ مِنْ عَنْبَرٍ أَوْ قَرَنْفُلٍ أَوْ غَيْرِهِ وَلَا يَكُونُ فِيهِ خَرَزٌ , وَقِيلَ هُوَ خَيْطٌ فِيهِ خَرَزٌ , وَسُمِّيَ سِخَابًا لِصَوْتِ خَرَزِهِ عِنْدَ الْحَرَكَةِ مَأْخُوذٌ مِنْ السَّخَبِ وَهُوَ اِخْتِلَاطُ الْأَصْوَاتِ , يُقَالُ بِالصَّادِ وَالسِّينِ. وَسَيَأْتِي الْكَلَامُ عَلَى بَقِيَّةِ فَوَائِدِهِ عِنْدَ الْكَلَامِ عَلَى حَدِيثِ جَابِرٍ بَعْدَ عَشْرَةِ أَبْوَابٍ , وَيَأْتِي الْكَلَامُ عَلَى التَّنَفُّلِ يَوْمَ الْعِيدِ بَعْدَ ذَلِكَ بِسِتَّةِ أَبْوَابٍ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]