[
  {
    "id": 990,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، وَعَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ صَلاَةِ اللَّيْلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا خَشِيَ أَحَدُكُمُ الصُّبْحَ صَلَّى رَكْعَةً وَاحِدَةً، تُوتِرُ لَهُ مَا قَدْ صَلَّى ‏\"‏‏.‏",
    "english_text": "Once a person asked Allah's Messenger (ﷺ) (ﷺ) about the night prayer. Allah's \n     Apostle (ﷺ) replied, \"The night prayer is offered as two Rak`at followed by\n     two Rak`at and so on and if anyone is afraid of the approaching dawn \n     (Fajr prayer) he should pray one Rak`ah and this will be a Witr for all \n     the Rak`at which he has prayed before.\"",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَوَقَعَ فِي الْمُعْجَم الصَّغِير لِلطَبَرَانِيِّ أَنَّ السَّائِل هُوَ اِبْن عُمَر , لَكِنْ يُعَكِّر عَلَيْهِ رِوَايَة عَبْد اللَّه بْن شَقِيق عَنْ اِبْن عُمَر \" أَنَّ رَجُلًا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا بَيْنه وَبَيْن السَّائِل \" فَذَكَر الْحَدِيث , وَفِيهِ \" ثُمَّ سَأَلَهُ رَجُل عَلَى رَأْس الْحَوْل وَأَنَا بِذَلِكَ الْمَكَان مِنْهُ \" قَالَ \" فَمَا أَدْرِي أَهُوَ ذَلِكَ الرَّجُل أَوْ غَيْره \" وَعِنْد النَّسَائِيِّ مِنْ هَذَا الْوَجْه أَنَّ السَّائِل الْمَذْكُور مِنْ أَهْل الْبَادِيَة , وَعِنْد مُحَمَّد بْن نَصْر فِي \" كِتَاب أَحْكَام الْوِتْر \" وَهُوَ كِتَاب نَفِيس فِي مُجَلَّده مِنْ رِوَايَة عَطِيَّة عَنْ اِبْن عُمَر أَنَّ أَعْرَابِيًّا سَأَلَ , فَيُحْتَمَل أَنْ يُجْمَع بِتَعَدُّدِ مَنْ سَأَلَ , وَقَدْ سَبَقَ فِي \" بَاب الْحَلَق فِي الْمَسْجِد \" أَنَّ السُّؤَال الْمَذْكُور وَقَعَ فِي الْمَسْجِد وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر. ‏ ‏قَوْله : ( عَنْ صَلَاة اللَّيْل ) ‏ ‏فِي رِوَايَة أَيُّوب عَنْ نَافِع \" فِي بَاب الْحَلَق فِي الْمَسْجِد \" : \" أَنَّ رَجُلًا جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْطُب فَقَالَ : كَيْف صَلَاة اللَّيْل \" وَنَحْوه فِي رِوَايَة سَالِم عَنْ أَبِيهِ فِي أَبْوَاب التَّطَوُّع , وَقَدْ تَبَيَّنَ مِنْ الْجَوَاب أَنَّ السُّؤَال وَقَعَ عَنْ عَدَدهَا أَوْ عَنْ الْفَصْل وَالْوَصْل , وَفِي رِوَايَة مُحَمَّد بْن نَصْر مِنْ طَرِيق أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ \" قَالَ رَجُل : يَا رَسُول اللَّه كَيْف تَأْمُرنَا أَنْ نُصَلِّي مِنْ اللَّيْل \" وَأَمَّا قَوْل اِبْن بَزِيزَةَ جَوَابه بِقَوْلِهِ مَثْنَى يَدُلّ عَلَى أَنَّهُ فُهِمَ مِنْ السَّائِل طَلَب كَيْفِيَّة الْعَدَد لَا مُطْلَق الْكَيْفِيَّة فَفِيهِ نَظَر , وَأَوْلَى مَا فُسِّرَ بِهِ الْحَدِيث مِنْ الْحَدِيث , وَاسْتُدِلَّ بِمَفْهُومِهِ عَلَى أَنَّ الْأَفْضَل فِي صَلَاة النَّهَار أَنْ تَكُون أَرْبَعًا وَهُوَ عَنْ الْحَنَفِيَّة وَإِسْحَاق , وَتُعُقِّبَ بِأَنَّهُ مَفْهُوم لَقَب وَلَيْسَ بِحُجَّةٍ عَلَى الرَّاجِح , وَعَلَى تَقْدِير الْأَخْذ بِهِ فَلَيْسَ بِمُنْحَصِرٍ فِي أَرْبَع , وَبِأَنَّهُ خَرَجَ جَوَابًا لِلسُّؤَالِ عَنْ صَلَاة اللَّيْل فَقُيِّدَ الْجَوَاب بِذَلِكَ مُطَابَقَة لِلسُّؤَالِ , وَبِأَنَّهُ قَدْ تَبَيَّنَ عَنْ رِوَايَة أُخْرَى أَنَّ حُكْم الْمَسْكُوت عَنْهُ حُكْم الْمَنْطُوق بِهِ , فَفِي السُّنَن وَصَحَّحَهُ اِبْن خُزَيْمَةَ وَغَيْره مِنْ طَرِيق عَلَى الْأَزْدِيّ عَنْ اِبْن عُمَر مَرْفُوعًا \" صَلَاة اللَّيْل وَالنَّهَار مَثْنَى مَثْنَى \" وَقَدْ تُعُقِّبَ هَذَا الْأَخِير بِأَنَّ أَكْثَر أَئِمَّة الْحَدِيث أَعَلُّوا هَذِهِ الزِّيَادَة وَهِيَ قَوْله \" وَالنَّهَار \" بِأَنَّ الْحُفَّاظ مِنْ أَصْحَاب اِبْن عُمَر لَمْ يَذْكُرُوهَا عَنْهُ وَحَكَمَ النَّسَائِيُّ عَلَى رَاوِيهَا بِأَنَّهُ أَخْطَأَ فِيهَا , وَقَالَ يَحْيَى بْن مَعِين : عَنْ عَلِيّ الْأَزْدِيّ حَتَّى أَقْبَلَ مِنْهُ ؟ وَادَّعَى يَحْيَى بْن سَعِيد الْأَنْصَارِيّ عَنْ نَافِع أَنَّ اِبْن عُمَر كَانَ يَتَطَوَّع بِالنَّهَارِ أَرْبَعًا لَا يَفْصِل بَيْنهنَّ , وَلَوْ كَانَ حَدِيث الْأَزْدِيّ صَحِيحًا لَمَا خَالَفَهُ اِبْن عُمَر , يَعْنِي مَعَ شِدَّة اِتِّبَاعه رَوَاهُ عَنْهُ مُحَمَّد بْن نَصْر فِي سُؤَالَاته , لَكِنْ رَوَى اِبْن وَهْب بِإِسْنَادِ قَوِيّ عَنْ اِبْن عُمَر قَالَ \" صَلَاة اللَّيْل وَالنَّهَار مَثْنَى مَثْنَى \" مَوْقُوف أَخْرَجَهُ اِبْن عَبْد الْبَرّ مِنْ طَرِيقه , فَلَعَلَّ الْأَزْدِيّ اِخْتَلَطَ عَلَيْهِ الْمَوْقُوف بِالْمَرْفُوعِ فَلَا تَكُون هَذِهِ الزِّيَادَة صَحِيحَة عَلَى طَرِيقَة مَنْ يَشْتَرِط فِي الصَّحِيح أَنْ لَا يَكُون شَاذًّا , وَقَدْ رَوَى اِبْن أَبِي شَيْبَة عَنْ وَجْه آخَر عَنْ اِبْن عُمَر أَنَّهُ كَانَ يُصَلِّي بِالنَّهَارِ أَرْبَعًا أَرْبَعًا وَهَذَا مُوَافِق لِمَا نَقَلَهُ اِبْن مَعِين. ‏ ‏قَوْله : ( مَثْنَى مَثْنَى ) ‏ ‏أَيْ اِثْنَيْنِ اِثْنَيْنِ , وَهُوَ غَيْر مُنْصَرِف لِتَكْرَارِ الْعَدْل فِيهِ قَالَهُ صَاحِب الْكَشَّاف. وَقَالَ آخَرُونَ : لِلْعَدْلِ وَالْوَصْف , وَأَمَّا إِعَادَة مَثْنَى فَلِلْمُبَالَغَةِ فِي التَّأْكِيد , وَقَدْ فَسَّرَهُ اِبْن عُمَر رَاوِي الْحَدِيث فَعِنْد مُسْلِم عَنْ طَرِيق عُقْبَة بْن حُرَيْث قَالَ قُلْت لِابْنِ عُمَر : مَا مَعْنَى مَثْنَى مَثْنَى ؟ قَالَ : تُسَلِّم مِنْ كُلّ رَكْعَتَيْنِ. وَفِيهِ رَدّ عَلَى مَنْ زَعَمَ مِنْ الْحَنَفِيَّة أَنَّ مَعْنَى مَثْنَى أَنْ يَتَشَهَّد بَيْن كُلّ رَكْعَتَيْنِ لِأَنَّ رَاوِي الْحَدِيث أَعْلَم بِالْمُرَادِ بِهِ , وَمَا فَسَّرَهُ بِهِ هُوَ الْمُتَبَادَر إِلَى الْفَهْم لِأَنَّهُ لَا يُقَال فِي الرُّبَاعِيَّة مَثَلًا إِنَّهَا مَثْنَى , وَاسْتُدِلَّ بِهَذَا عَلَى تَعَيُّن الْفَصْل بَيْن كُلّ رَكْعَتَيْنِ مِنْ صَلَاة اللَّيْل , قَالَ اِبْن دَقِيق الْعِيد : وَهُوَ ظَاهِر السِّيَاق لِحَصْرِ الْمُبْتَدَأ فِي الْخَبَر , وَحَمَلَهُ الْجُمْهُور عَلَى أَنَّهُ لِبَيَانِ الْأَفْضَل لِمَا صَحَّ مِنْ فِعْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخِلَافِهِ , وَلَمْ يَتَعَيَّن أَيْضًا كَوْنه لِذَلِكَ , بَلْ يُحْتَمَل أَنْ يَكُون لِلْإِرْشَادِ إِلَى الْأَخَفّ , إِذْ السَّلَام بَيْن كُلّ رَكْعَتَيْنِ أَخَفّ عَلَى الْمُصَلِّي مِنْ الْأَرْبَع فَمَا فَوْقهَا لِمَا فِيهِ مِنْ الرَّاحَة غَالِبًا وَقَضَاء مَا يُعْرَض مِنْ أَمْر مُهِمّ , وَلَوْ كَانَ الْوَصْل لِبَيَانِ الْجَوَاز فَقَطْ لَمْ يُوَاظِب عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَمَنْ اِدَّعَى اِخْتِصَاصه بِهِ فَعَلَيْهِ الْبَيَان , وَقَدْ صَحَّ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْفَصْل كَمَا صَحَّ عَنْهُ الْوَصْل , فَعِنْد أَبِي دَاوُدَ وَمُحَمَّد بْن نَصْر مِنْ طَرِيقَيْ الْأَوْزَاعِيِّ وَابْن أَبِي ذِئْب كِلَاهُمَا عَنْ الزُّهْرِيِّ عَنْ عُرْوَة عَنْ عَائِشَة \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي مَا بَيْن أَنْ يَفْرُغ مِنْ الْعِشَاء إِلَى الْفَجْر إِحْدَى عَشْرَة رَكْعَة يُسَلِّم مِنْ كُلّ رَكْعَتَيْنِ \" وَإِسْنَادهمَا عَلَى شَرْط الشَّيْخَيْنِ , وَاسْتُدِلَّ بِهِ أَيْضًا عَلَى عَدَم النُّقْصَان عَنْ رَكْعَتَيْنِ فِي النَّافِلَة مَا عَدَا الْوِتْر , قَالَ اِبْن دَقِيق الْعِيد : وَالِاسْتِدْلَال بِهِ أَقْوَى مِنْ الِاسْتِدْلَال بِامْتِنَاعِ قَصْر الصُّبْح فِي السَّفَر إِلَى رَكْعَة , يُشِير بِذَلِكَ إِلَى الطَّحَاوِيِّ فَإِنَّهُ اِسْتَدَلَّ عَلَى مَنْع التَّنَفُّل بِرَكْعَةٍ بِذَلِكَ , وَاسْتَدَلَّ بَعْض الشَّافِعِيَّة لِلْجَوَازِ بِعُمُومِ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الصَّلَاة خَيْر مَوْضُوع , فَمَنْ شَاءَ اِسْتَكْثَرَ وَمَنْ شَاءَ اِسْتَقَلَّ \" صَحَّحَهُ اِبْن حِبَّان. وَقَدْ اِخْتَلَفَ السَّلَف فِي الْفَصْل وَالْوَصْل فِي صَلَاة اللَّيْل أَيّهمَا أَفْضَل , وَقَالَ الْأَثْرَم عَنْ أَحْمَد : الَّذِي اِخْتَارَهُ فِي صَلَاة اللَّيْل مَثْنَى مَثْنَى , فَإِنْ صَلَّى بِالنَّهَارِ أَرْبَعًا فَلَا بَأْس. وَقَالَ مُحَمَّد بْن نَصْر نَحْوه فِي صَلَاة اللَّيْل قَالَ : وَقَدْ صَحَّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ أَوْتَرَ بِخَمْسٍ لَمْ يَجْلِس إِلَّا فِي آخِرهَا إِلَى غَيْر ذَلِكَ مِنْ الْأَحَادِيث الدَّالَّة عَلَى الْوَصْل , إِلَّا أَنَّا نَخْتَار أَنْ يُسَلِّم مِنْ كُلّ رَكْعَتَيْنِ لِكَوْنِهِ أَجَابَ بِهِ السَّائِل وَلِكَوْنِ أَحَادِيث الْفَصْل أَثْبَت وَأَكْثَر طُرُقًا , وَقَدْ تَضَمَّنَ كَلَامه الرَّدّ عَلَى الدَّاوُدِيِّ الشَّارِح وَمَنْ تَبِعَهُ فِي دَعْوَاهُمْ أَنَّهُ لَمْ يَثْبُت عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ صَلَّى النَّافِلَة أَكْثَر مِنْ رَكْعَتَيْنِ رَكْعَتَيْنِ. ‏ ‏قَوْله : ( فَإِذَا خَشِيَ أَحَدكُمْ الصُّبْح ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى خُرُوج وَقْت الْوِتْر بِطُلُوعِ الْفَجْر , وَأَصْرَح مِنْهُ مَا رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَصَحَّحَهُ أَبُو عَوَانَة وَغَيْره مِنْ طَرِيق سُلَيْمَان بْن مُوسَى عَنْ نَافِع أَنَّهُ حَدَّثَهُ أَنَّ اِبْن عُمَر كَانَ يَقُول \" مَنْ صَلَّى مِنْ اللَّيْل فَلْيَجْعَلْ آخِر صَلَاته وِتْرًا فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُر بِذَلِكَ , فَإِذَا كَانَ الْفَجْر فَقَدْ ذَهَبَ كُلّ صَلَاة اللَّيْل وَالْوِتْر \" وَفِي صَحِيح اِبْن خُزَيْمَةَ مِنْ طَرِيق قَتَادَة عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد مَرْفُوعًا \" مَنْ أَدْرَكَهُ الصُّبْح وَلَمْ يُوتِر فَلَا وِتْر لَهُ \" وَهَذَا مَحْمُول عَلَى التَّعَمُّد أَوْ عَلَى أَنَّهُ لَا يَقَع أَدَاء , لِمَا رَوَاهُ مِنْ حَدِيث أَبِي سَعِيد أَيْضًا مَرْفُوعًا \" مَنْ نَسِيَ الْوِتْر أَوْ نَامَ عَنْهُ فَلْيُصَلِّهِ إِذَا ذَكَرَهُ \" وَقِيلَ مَعْنَى قَوْله \" إِذَا خَشِيَ أَحَدكُمْ الصُّبْح - أَيْ وَهُوَ فِي شَفْع - فَلْيَنْصَرِفْ عَلَى وِتْر \" وَهَذَا يَنْبَنِي عَلَى أَنَّ الْوِتْر لَا يَفْتَقِر إِلَى نِيَّة. وَحَكَى اِبْن الْمُنْذِر عَنْ جَمَاعَة مِنْ السَّلَف أَنَّ الَّذِي يَخْرُج بِالْفَجْرِ وَقْته الِاخْتِيَارِيّ وَيَبْقَى وَقْت الضَّرُورَة إِلَى قِيَام صَلَاة الصُّبْح , وَحَكَاهُ الْقُرْطُبِيّ عَنْ مَالِك وَالشَّافِعِيّ وَأَحْمَد , وَإِنَّمَا قَالَهُ الشَّافِعِيّ فِي الْقَدِيم. وَقَالَ اِبْن قُدَامَةَ : لَا يَنْبَغِي لِأَحَدٍ أَنْ يَتَعَمَّد تَرْك الْوِتْر حَتَّى يُصْبِح , وَاخْتَلَفَ السَّلَف فِي مَشْرُوعِيَّة قَضَائِهِ فَنَفَاهُ الْأَكْثَر , وَفِي مُسْلِم وَغَيْره عَنْ عَائِشَة \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا نَامَ مِنْ اللَّيْل مِنْ وَجَع أَوْ غَيْره فَلَمْ يَقُمْ مِنْ اللَّيْل صَلَّى مِنْ النَّهَار ثِنْتَيْ عَشْرَة رَكْعَة \" وَقَالَ مُحَمَّد بْن نَصْر : لَمْ نَجِد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي شَيْء مِنْ الْأَخْبَار أَنَّهُ قَضَى الْوِتْر وَلَا أَمَرَ بِقَضَائِهِ , وَمَنْ زَعَمَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي لَيْلَة نَوْمهمْ عَنْ الصُّبْح فِي الْوَادِي قَضَى الْوِتْر فَلَمْ يُصِبْ. وَعَنْ عَطَاء وَالْأَوْزَاعِيِّ : يَقْضِي وَلَوْ طَلَعَتْ الشَّمْس , وَهُوَ وَجْه عِنْد الشَّافِعِيَّة حَكَاهُ النَّوَوِيّ فِي شَرْح مُسْلِم , وَعَنْ سَعِيد بْن جُبَيْر : يَقْضِي مِنْ الْقَابِلَة , وَعَنْ الشَّافِعِيَّة : يَقْضِي مُطْلَقًا , وَيُسْتَدَلّ لَهُمْ بِحَدِيثِ أَبِي سَعِيد الْمُتَقَدِّم وَاَللَّه أَعْلَم. ‏ ‏( فَائِدَة ) : ‏ ‏يُؤْخَذ مِنْ سِيَاق هَذَا الْحَدِيث أَنَّ مَا بَيْن طُلُوع الْفَجْر وَطُلُوع الشَّمْس مِنْ النَّهَار شَرْعًا , وَقَدْ رَوَى اِبْن دُرَيْد فِي أَمَالِيهِ بِسَنَدٍ جَيِّد أَنَّ الْخَلِيل بْن أَحْمَد سُئِلَ عَنْ حَدّ النَّهَار فَقَالَ : مِنْ الْفَجْر الْمُسْتَطِير إِلَى بُدَاءَة الشَّفَق. وَحُكِيَ عَنْ الشَّعْبِيّ أَنَّهُ وَقْت مُنْفَرِد لَا مِنْ اللَّيْل وَلَا مِنْ النَّهَار. ‏ ‏قَوْله : ( صَلَّى رَكْعَة وَاحِدَة ) ‏ ‏فِي رِوَايَة الشَّافِعِيّ وَعَبْد اللَّه بْن وَهْب وَمَكِّيّ بْن إِبْرَاهِيم ثَلَاثَتهمْ عَنْ مَالِك \" فَلْيُصَلِّ رَكْعَة \" أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي الْمُوَطَّآت هَكَذَا بِصِيغَةِ الْأَمْر , وَسَيَأْتِي بِصِيغَةِ الْأَمْر أَيْضًا مِنْ طَرِيق اِبْن عُمَر الثَّانِيَة فِي هَذَا الْبَاب , وَلِمُسْلِمٍ مِنْ طَرِيق عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُمَر عَنْ أَبِيهِ مَرْفُوعًا نَحْوه , وَاسْتُدِلَّ بِهَذَا عَلَى أَنَّهُ لَا صَلَاة بَعْد الْوِتْر , وَقَدْ اِخْتَلَفَ السَّلَف فِي ذَلِكَ فِي مَوْضِعَيْنِ : أَحَدهمَا فِي مَشْرُوعِيَّة رَكْعَتَيْنِ بَعْد الْوِتْر عَنْ جُلُوس , وَالثَّانِي فِيمَنْ أَوْتَرَ ثُمَّ أَرَادَ أَنْ يَتَنَفَّل فِي اللَّيْل هَلْ يَكْتَفِي بِوِتْرِهِ الْأَوَّل وَلْيَتَنَفَّلْ مَا شَاءَ أَوْ يَشْفَع وِتْره بِرَكْعَةٍ ثُمَّ يَتَنَفَّل ثُمَّ إِذَا فَعَلَ ذَلِكَ هَلْ يَحْتَاج إِلَى وِتْر آخَر أَوْ لَا ؟ فَأَمَّا الْأَوَّل فَوَقَعَ عِنْد مُسْلِم مِنْ طَرِيق أَبِي سَلَمَة عَنْ عَائِشَة أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ يُصَلِّي رَكْعَتَيْنِ بَعْد الْوِتْر وَهُوَ جَالِس \" وَقَدْ ذَهَبَ إِلَيْهِ بَعْض أَهْل الْعِلْم وَجَعَلُوا الْأَمْر فِي قَوْله \" اِجْعَلُوا آخِر صَلَاتكُمْ مِنْ اللَّيْل وِتْرًا \" مُخْتَصًّا بِمَنْ أَوْتَرَ آخِر اللَّيْل. وَأَجَابَ مَنْ لَمْ يَقُلْ بِذَلِكَ بِأَنَّ الرَّكْعَتَيْنِ الْمَذْكُورَتَيْنِ هُمَا رَكْعَتَا الْفَجْر , وَحَمَلَهُ النَّوَوِيّ عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَلَهُ لِبَيَانِ جَوَاز التَّنَفُّل بَعْد الْوِتْر وَجَوَاز التَّنَفُّل جَالِسًا. وَأَمَّا الثَّانِي فَذَهَبَ الْأَكْثَر إِلَى أَنَّهُ يُصَلِّي شَفْعًا مَا أَرَادَ وَلَا يَنْقُض وِتْره عَمَلًا بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا وِتْرَانِ فِي لَيْلَة \" , وَهُوَ حَدِيث حَسَن أَخْرَجَهُ النَّسَائِيُّ وَابْن خُزَيْمَةَ وَغَيْرهمَا مِنْ حَدِيث طَلْق بْن عَلِيٍّ. وَإِنَّمَا يَصِحّ نَقْض الْوِتْر عِنْد مَنْ يَقُول بِمَشْرُوعِيَّةِ التَّنَفُّل بِرَكْعَةٍ وَاحِدَة غَيْر الْوِتْر , وَقَدْ تَقَدَّمَ مَا فِيهِ. وَرَوَى مُحَمَّد بْن نَصْر مِنْ طَرِيق سَعِيد بْن الْحَارِث أَنَّهُ سَأَلَ اِبْن عُمَر عَنْ ذَلِكَ فَقَالَ : إِذَا كُنْت لَا تَخَاف الصُّبْح وَلَا النَّوْم فَاشْفَعْ ثُمَّ صَلِّ مَا بَدَا لَك ثُمَّ أَوْتِرْ , وَإِلَّا فَصَلِّ وِتْرك عَلَى الَّذِي كُنْت أَوْتَرْت. وَمِنْ طَرِيق أُخْرَى عَنْ اِبْن عُمَر أَنَّهُ سُئِلَ عَنْ ذَلِكَ فَقَالَ : أَمَّا أَنَا فَأُصَلِّي مَثْنَى , فَإِذَا اِنْصَرَفْت رَكَعْت رَكْعَة وَاحِدَة. فَقِيلَ : أَرَأَيْت إِنْ أَوْتَرْت قَبْل أَنْ أَنَام ثُمَّ قُمْت مِنْ اللَّيْل فَشَفَعْت حَتَّى أُصْبِح ؟ قَالَ : لَيْسَ بِذَلِكَ بَأْس. وَاسْتُدِلَّ بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَلِّ رَكْعَة وَاحِدَة \" عَلَى أَنَّ فَصْل الْوِتْر أَفْضَل مِنْ وَصْله , وَتُعُقِّبَ بِأَنَّهُ لَيْسَ صَرِيحًا فِي الْفَصْل , فَيُحْتَمَل أَنْ يُرِيد بِقَوْلِهِ \" صَلِّ رَكْعَة وَاحِدَة \" أَيْ مُضَافَة إِلَى رَكْعَتَيْنِ مِمَّا مَضَى. وَاحْتَجَّ بَعْض الْحَنَفِيَّة لِمَا ذَهَبَ إِلَيْهِ مِنْ تَعْيِين الْوَصْل وَالِاقْتِصَار عَلَى ثَلَاث بِأَنَّ الصَّحَابَة أَجْمَعُوا عَلَى أَنَّ الْوِتْر بِثَلَاثٍ مَوْصُولَة حَسَن جَائِز , وَاخْتَلَفُوا فِيمَا عَدَاهُ , قَالَ : فَأَخَذْنَا بِمَا أَجْمَعُوا عَلَيْهِ وَتَرَكْنَا مَا اِخْتَلَفُوا فِيهِ. وَتَعَقَّبَهُ مُحَمَّد بْن نَصْر الْمَرْوَزِيُّ بِمَا رَوَاهُ مِنْ طَرِيق عِرَاك بْنِ مَالِك عَنْ أَبِي هُرَيْرَة مَرْفُوعًا وَمَوْقُوفًا \" لَا تُوتِرُوا بِثَلَاثٍ تُشْبِهُوا بِصَلَاةِ الْمَغْرِب \" وَقَدْ صَحَّحَهُ الْحَاكِم مِنْ طَرِيق عَبْد اللَّه بْن الْفَضْل عَنْ أَبِي سَلَمَة وَالْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا نَحْوه , وَإِسْنَاده عَلَى شَرْط الشَّيْخَيْنِ , وَقَدْ صَحَّحَهُ اِبْن حِبَّان وَالْحَاكِم , وَمِنْ طَرِيق مُقْسِم عَنْ اِبْن عَبَّاس وَعَائِشَة كَرَاهِيَة الْوِتْر بِثَلَاثٍ , وَأَخْرَجَهُ النَّسَائِيُّ أَيْضًا. وَعَنْ سُلَيْمَان بْن يَسَار أَنَّهُ كَرِهَ الثَّلَاث فِي الْوِتْر وَقَالَ : لَا يُشْبِه التَّطَوُّع الْفَرِيضَة فَهَذِهِ الْآثَار تَقْدَح فِي الْإِجْمَاع الَّذِي نَقَلَهُ. وَأَمَّا قَوْل مُحَمَّد بْن نَصْر : لَمْ نَجِد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَبَرًا ثَابِتًا صَرِيحًا أَنَّهُ أَوْتَرَ بِثَلَاثٍ مَوْصُولَة , نَعَمْ ثَبَتَ عَنْهُ أَنَّهُ أَوْتَرَ بِثَلَاثٍ , لَكِنْ لَمْ يُبَيِّن الرَّاوِي هَلْ هِيَ مَوْصُولَة أَوْ مَفْصُولَة. اِنْتَهَى. فَيَرُدّ عَلَيْهِ مَا رَوَاهُ الْحَاكِم مِنْ حَدِيث عَائِشَة أَنَّهُ كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُوتِر بِثَلَاثٍ لَا يَقْعُد إِلَّا فِي آخِرهنَّ. وَرَوَى النَّسَائِيُّ مِنْ حَدِيث أُبَيِّ بْن كَعْب نَحْوه وَلَفْظه \" يُوتِر بِسَبِّحْ اِسْم رَبّك الْأَعْلَى وَقُلْ يَا أَيّهَا الْكَافِرُونَ وَقُلْ هُوَ اللَّه أَحَد وَلَا يُسَلِّم إِلَّا فِي آخِرهنَّ \" وَبَيَّنَ فِي عِدَّة طُرُق أَنَّ السُّوَر الثَّلَاث بِثَلَاثِ رَكَعَات , وَيُجَاب عَنْهُ بِاحْتِمَالِ أَنَّهُمَا لَمْ يَثْبُتَا عِنْده , وَالْجَمْع بَيْن هَذَا وَبَيْن مَا تَقَدَّمَ مِنْ النَّهْي عَنْ التَّشَبُّه بِصَلَاةِ الْمَغْرِب أَنْ يُحْمَل النَّهْي عَلَى صَلَاة الثَّلَاث بِتَشَهُّدَيْنِ , وَقَدْ فَعَلَهُ السَّلَف أَيْضًا , فَرَوَى مُحَمَّد بْن نَصْر مِنْ طَرِيق الْحَسَن أَنَّ عُمَر كَانَ يَنْهَض فِي الثَّالِثَة مِنْ الْوِتْر بِالتَّكْبِيرِ , وَمِنْ طَرِيق الْمِسْوَر بْن مَخْرَمَةَ أَنَّ عُمَر أَوْتَرَ بِثَلَاثٍ لَمْ يُسَلِّم إِلَّا فِي آخِرهنَّ , وَمِنْ طَرِيق اِبْن طَاوُسٍ عَنْ أَبِيهِ أَنَّهُ كَانَ يُوتِر بِثَلَاثٍ لَا يَقْعُد بَيْنهنَّ , وَمِنْ طَرِيق قَيْس بْن سَعْد عَنْ عَطَاء وَحَمَّاد بْن زَيْد عَنْ أَيُّوب مِثْله , وَرَوَى مُحَمَّد بْن نَصْر عَنْ اِبْن مَسْعُود وَأَنَس وَأَبِي الْعَالِيَة أَنَّهُمْ أَوْتَرُوا بِثَلَاثٍ كَالْمَغْرِبِ , وَكَأَنَّهُمْ لَمْ يَبْلُغهُمْ النَّهْي الْمَذْكُور. وَسَيَأْتِي فِي هَذَا الْبَاب قَوْل الْقَاسِم بْن مُحَمَّد فِي تَجْوِيز الثَّلَاث , وَلَكِنَّ النِّزَاع فِي تَعَيُّن ذَلِكَ فَإِنَّ الْأَخْبَار الصَّحِيحَة تَأْبَاهُ. ‏ ‏قَوْله : ( تُوتِر لَهُ مَا قَدْ صَلَّى ) ‏ ‏اِسْتَدَلَّ بِهِ عَلَى أَنَّ الرَّكْعَة الْأَخِيرَة هِيَ الْوِتْر وَأَنَّ كُلّ مَا تَقَدَّمَهَا شَفْع , وَادَّعَى بَعْض الْحَنَفِيَّة أَنَّ هَذَا إِنَّمَا يُشْرَع لِمَنْ طَرَقَهُ الْفَجْر قَبْل أَنْ يُوتِر فَيَكْتَفِي بِوَاحِدَةِ لِقَوْلِهِ \" فَإِذَا خَشِيَ الصُّبْح \" فَيَحْتَاج إِلَى دَلِيل تَعَيُّن الثَّلَاث , وَسَنَذْكُرُ مَا فِيهِ مِنْ رِوَايَة الْقَاسِم الْآتِيَة. وَاسْتُدِلَّ بِهِ عَلَى تَعَيُّن الشَّفْع قَبْل الْوِتْر وَهُوَ عَنْ الْمَالِكِيَّة بِنَاء عَلَى أَنَّ قَوْله \" مَا قَدْ صَلَّى \" أَيْ مِنْ النَّفْل. وَحَمَلَهُ مَنْ لَا يَشْتَرِط سَبْق الشَّفْع عَلَى مَا هُوَ أَعَمّ مِنْ النَّفْل وَالْفَرْض وَقَالُوا : إِنَّ سَبْق الشَّفْع شَرْط فِي الْكَمَال لَا فِي الصِّحَّة , وَيُؤَيِّدهُ حَدِيث أَبِي أَيُّوب مَرْفُوعًا \" الْوِتْر حَقّ , فَمَنْ شَاءَ أَوْتَرَ بِخَمْسٍ وَمَنْ شَاءَ بِثَلَاثٍ وَمَنْ شَاءَ بِوَاحِدَةٍ \" أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَصَحَّحَهُ اِبْن حِبَّان وَالْحَاكِم , وَصَحَّ عَنْ جَمَاعَة مِنْ الصَّحَابَة أَنَّهُمْ أَوْتَرُوا بِوَاحِدَةٍ مِنْ غَيْر تَقَدُّم نَفْل قَبْلهَا , فَفِي كِتَاب مُحَمَّد بْن نَصْر وَغَيْره بِإِسْنَادٍ صَحِيح عَنْ السَّائِب بْن يَزِيد أَنَّ عُثْمَان قَرَأَ الْقُرْآن لَيْلَة فِي رَكْعَة لَمْ يُصَلِّ غَيْرهَا , وَسَيَأْتِي فِي الْمَغَازِي حَدِيث عَبْد اللَّه بْن ثَعْلَبَة أَنَّ سَعْدًا أَوْتَرَ بِرَكْعَةٍ , وَسَيَأْتِي فِي الْمَنَاقِب عَنْ مُعَاوِيَة أَنَّهُ أَوْتَرَ بِرَكْعَةٍ وَأَنَّ اِبْن عَبَّاس اِسْتَصْوَبَهُ , وَفِي كُلّ ذَلِكَ رَدّ عَلَى اِبْن التِّين فِي قَوْله : إِنَّ الْفُقَهَاء لَمْ يَأْخُذُوا بِعَمَلِ مُعَاوِيَة فِي ذَلِكَ , وَكَأَنَّهُ أَرَادَ فُقَهَاءَهُمْ. ‏ ‏قَوْله : ( وَعَنْ نَافِع ) ‏ ‏هُوَ مَعْطُوف عَلَى الْإِسْنَاد الْأَوَّل , وَهُوَ فِي الْمُوَطَّأ كَذَلِكَ إِلَّا أَنَّهُ لَيْسَ مَقْرُونًا فِي سِيَاق وَاحِد بَلْ بَيْن الْمَرْفُوع وَالْمَوْقُوف عِدَّة أَحَادِيث , وَلِهَذَا فَصَلَهُ الْبُخَارِيّ عَنْهُ. ‏ ‏قَوْله : ( أَنَّ عَبْد اللَّه بْن عُمَر كَانَ يُسَلِّم بَيْن الرَّكْعَة وَالرَّكْعَتَيْنِ فِي الْوِتْر حَتَّى يَأْمُر بِبَعْضِ حَاجَته ) ‏ ‏ظَاهِره أَنَّهُ كَانَ يُصَلِّي الْوِتْر مَوْصُولًا فَإِنْ عَرَضَتْ لَهُ حَاجَة فَصَلَ ثُمَّ بَنَى عَلَى مَا مَضَى , وَفِي هَذَا دَفْع لِقَوْلِ مَنْ قَالَ : لَا يَصِحّ الْوِتْر إِلَّا مَفْصُولًا. وَأَصْرَح مِنْ ذَلِكَ مَا رَوَاهُ سَعِيد بْن مَنْصُور بِإِسْنَادٍ صَحِيح عَنْ بَكْر بْن عَبْد اللَّه الْمُزَنِيِّ قَالَ : صَلَّى اِبْن عُمَر رَكْعَتَيْنِ ثُمَّ قَالَ يَا غُلَام أَرْحِلْ لَنَا , ثُمَّ قَامَ فَأَوْتَرَ بِرَكْعَةٍ. وَرَوَى الطَّحَاوِيُّ مِنْ طَرِيق سَالِم بْن عَبْد اللَّه بْن عُمَر عَنْ أَبِيهِ أَنَّهُ كَانَ يَفْصِل بَيْن شَفْعه وَوِتْره بِتَسْلِيمَةٍ , وَأَخْبَرَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَفْعَلهُ , وَإِسْنَاده قَوِيّ. وَلَمْ يَعْتَذِر الطَّحَاوِيُّ عَنْهُ إِلَّا بِاحْتِمَالِ أَنْ يَكُون الْمُرَاد بِقَوْلِهِ بِتَسْلِيمَةٍ أَيْ التَّسْلِيمَة الَّتِي فِي التَّشَهُّد وَلَا يَخْفَى بَعْد هَذَا التَّأْوِيل وَاَللَّه أَعْلَم. وَأَمَّا حَدِيث اِبْن عَبَّاس فَقَدْ تَقَدَّمَ فِي عِدَّة مَوَاضِع فِي الْعِلْم وَالطَّهَارَة وَالْمَسَاجِد وَالْإِمَامَة وَأَحَلْت بِشَرْحِهِ عَلَى مَا هُنَا. وَقَدْ رَوَاهُ عَنْ اِبْن عَبَّاس جَمَاعَة مِنْهُمْ كُرَيْب وَسَعِيد بْن جُبَيْر وَعَلِيّ بْن عَبْد اللَّه بْن عَبَّاس وَعَطَاء وَطَاوُسٌ وَالشَّعْبِيّ وَطَلْحَة بْن نَافِع وَيَحْيَى بْن الْجَزَّار وَأَبُو جَمْرَة وَغَيْرهمْ مُطَوَّلًا وَمُخْتَصَرًا , وَسَأَذْكُرُ مَا فِي طُرُقه مِنْ الْفَوَائِد نَاسِبًا كُلّ رِوَايَة إِلَى مُخْرِجهَا إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 991,
    "category": "كتاب الوتر",
    "text_chakl": "وَعَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، كَانَ يُسَلِّمُ بَيْنَ الرَّكْعَةِ وَالرَّكْعَتَيْنِ فِي الْوِتْرِ، حَتَّى يَأْمُرَ بِبَعْضِ حَاجَتِهِ‏.‏",
    "english_text": "Nafi` told that `Abdullah bin \n     `Umar used to say Taslim between (the first) two Rak`at and (the third)\n     odd one in the Witr prayer, when he wanted to attend to a certain \n     matter (during that interval between the Rak`at).",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَوَقَعَ فِي الْمُعْجَم الصَّغِير لِلطَبَرَانِيِّ أَنَّ السَّائِل هُوَ اِبْن عُمَر , لَكِنْ يُعَكِّر عَلَيْهِ رِوَايَة عَبْد اللَّه بْن شَقِيق عَنْ اِبْن عُمَر \" أَنَّ رَجُلًا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا بَيْنه وَبَيْن السَّائِل \" فَذَكَر الْحَدِيث , وَفِيهِ \" ثُمَّ سَأَلَهُ رَجُل عَلَى رَأْس الْحَوْل وَأَنَا بِذَلِكَ الْمَكَان مِنْهُ \" قَالَ \" فَمَا أَدْرِي أَهُوَ ذَلِكَ الرَّجُل أَوْ غَيْره \" وَعِنْد النَّسَائِيِّ مِنْ هَذَا الْوَجْه أَنَّ السَّائِل الْمَذْكُور مِنْ أَهْل الْبَادِيَة , وَعِنْد مُحَمَّد بْن نَصْر فِي \" كِتَاب أَحْكَام الْوِتْر \" وَهُوَ كِتَاب نَفِيس فِي مُجَلَّده مِنْ رِوَايَة عَطِيَّة عَنْ اِبْن عُمَر أَنَّ أَعْرَابِيًّا سَأَلَ , فَيُحْتَمَل أَنْ يُجْمَع بِتَعَدُّدِ مَنْ سَأَلَ , وَقَدْ سَبَقَ فِي \" بَاب الْحَلَق فِي الْمَسْجِد \" أَنَّ السُّؤَال الْمَذْكُور وَقَعَ فِي الْمَسْجِد وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر. ‏ ‏قَوْله : ( عَنْ صَلَاة اللَّيْل ) ‏ ‏فِي رِوَايَة أَيُّوب عَنْ نَافِع \" فِي بَاب الْحَلَق فِي الْمَسْجِد \" : \" أَنَّ رَجُلًا جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْطُب فَقَالَ : كَيْف صَلَاة اللَّيْل \" وَنَحْوه فِي رِوَايَة سَالِم عَنْ أَبِيهِ فِي أَبْوَاب التَّطَوُّع , وَقَدْ تَبَيَّنَ مِنْ الْجَوَاب أَنَّ السُّؤَال وَقَعَ عَنْ عَدَدهَا أَوْ عَنْ الْفَصْل وَالْوَصْل , وَفِي رِوَايَة مُحَمَّد بْن نَصْر مِنْ طَرِيق أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ \" قَالَ رَجُل : يَا رَسُول اللَّه كَيْف تَأْمُرنَا أَنْ نُصَلِّي مِنْ اللَّيْل \" وَأَمَّا قَوْل اِبْن بَزِيزَةَ جَوَابه بِقَوْلِهِ مَثْنَى يَدُلّ عَلَى أَنَّهُ فُهِمَ مِنْ السَّائِل طَلَب كَيْفِيَّة الْعَدَد لَا مُطْلَق الْكَيْفِيَّة فَفِيهِ نَظَر , وَأَوْلَى مَا فُسِّرَ بِهِ الْحَدِيث مِنْ الْحَدِيث , وَاسْتُدِلَّ بِمَفْهُومِهِ عَلَى أَنَّ الْأَفْضَل فِي صَلَاة النَّهَار أَنْ تَكُون أَرْبَعًا وَهُوَ عَنْ الْحَنَفِيَّة وَإِسْحَاق , وَتُعُقِّبَ بِأَنَّهُ مَفْهُوم لَقَب وَلَيْسَ بِحُجَّةٍ عَلَى الرَّاجِح , وَعَلَى تَقْدِير الْأَخْذ بِهِ فَلَيْسَ بِمُنْحَصِرٍ فِي أَرْبَع , وَبِأَنَّهُ خَرَجَ جَوَابًا لِلسُّؤَالِ عَنْ صَلَاة اللَّيْل فَقُيِّدَ الْجَوَاب بِذَلِكَ مُطَابَقَة لِلسُّؤَالِ , وَبِأَنَّهُ قَدْ تَبَيَّنَ عَنْ رِوَايَة أُخْرَى أَنَّ حُكْم الْمَسْكُوت عَنْهُ حُكْم الْمَنْطُوق بِهِ , فَفِي السُّنَن وَصَحَّحَهُ اِبْن خُزَيْمَةَ وَغَيْره مِنْ طَرِيق عَلَى الْأَزْدِيّ عَنْ اِبْن عُمَر مَرْفُوعًا \" صَلَاة اللَّيْل وَالنَّهَار مَثْنَى مَثْنَى \" وَقَدْ تُعُقِّبَ هَذَا الْأَخِير بِأَنَّ أَكْثَر أَئِمَّة الْحَدِيث أَعَلُّوا هَذِهِ الزِّيَادَة وَهِيَ قَوْله \" وَالنَّهَار \" بِأَنَّ الْحُفَّاظ مِنْ أَصْحَاب اِبْن عُمَر لَمْ يَذْكُرُوهَا عَنْهُ وَحَكَمَ النَّسَائِيُّ عَلَى رَاوِيهَا بِأَنَّهُ أَخْطَأَ فِيهَا , وَقَالَ يَحْيَى بْن مَعِين : عَنْ عَلِيّ الْأَزْدِيّ حَتَّى أَقْبَلَ مِنْهُ ؟ وَادَّعَى يَحْيَى بْن سَعِيد الْأَنْصَارِيّ عَنْ نَافِع أَنَّ اِبْن عُمَر كَانَ يَتَطَوَّع بِالنَّهَارِ أَرْبَعًا لَا يَفْصِل بَيْنهنَّ , وَلَوْ كَانَ حَدِيث الْأَزْدِيّ صَحِيحًا لَمَا خَالَفَهُ اِبْن عُمَر , يَعْنِي مَعَ شِدَّة اِتِّبَاعه رَوَاهُ عَنْهُ مُحَمَّد بْن نَصْر فِي سُؤَالَاته , لَكِنْ رَوَى اِبْن وَهْب بِإِسْنَادِ قَوِيّ عَنْ اِبْن عُمَر قَالَ \" صَلَاة اللَّيْل وَالنَّهَار مَثْنَى مَثْنَى \" مَوْقُوف أَخْرَجَهُ اِبْن عَبْد الْبَرّ مِنْ طَرِيقه , فَلَعَلَّ الْأَزْدِيّ اِخْتَلَطَ عَلَيْهِ الْمَوْقُوف بِالْمَرْفُوعِ فَلَا تَكُون هَذِهِ الزِّيَادَة صَحِيحَة عَلَى طَرِيقَة مَنْ يَشْتَرِط فِي الصَّحِيح أَنْ لَا يَكُون شَاذًّا , وَقَدْ رَوَى اِبْن أَبِي شَيْبَة عَنْ وَجْه آخَر عَنْ اِبْن عُمَر أَنَّهُ كَانَ يُصَلِّي بِالنَّهَارِ أَرْبَعًا أَرْبَعًا وَهَذَا مُوَافِق لِمَا نَقَلَهُ اِبْن مَعِين. ‏ ‏قَوْله : ( مَثْنَى مَثْنَى ) ‏ ‏أَيْ اِثْنَيْنِ اِثْنَيْنِ , وَهُوَ غَيْر مُنْصَرِف لِتَكْرَارِ الْعَدْل فِيهِ قَالَهُ صَاحِب الْكَشَّاف. وَقَالَ آخَرُونَ : لِلْعَدْلِ وَالْوَصْف , وَأَمَّا إِعَادَة مَثْنَى فَلِلْمُبَالَغَةِ فِي التَّأْكِيد , وَقَدْ فَسَّرَهُ اِبْن عُمَر رَاوِي الْحَدِيث فَعِنْد مُسْلِم عَنْ طَرِيق عُقْبَة بْن حُرَيْث قَالَ قُلْت لِابْنِ عُمَر : مَا مَعْنَى مَثْنَى مَثْنَى ؟ قَالَ : تُسَلِّم مِنْ كُلّ رَكْعَتَيْنِ. وَفِيهِ رَدّ عَلَى مَنْ زَعَمَ مِنْ الْحَنَفِيَّة أَنَّ مَعْنَى مَثْنَى أَنْ يَتَشَهَّد بَيْن كُلّ رَكْعَتَيْنِ لِأَنَّ رَاوِي الْحَدِيث أَعْلَم بِالْمُرَادِ بِهِ , وَمَا فَسَّرَهُ بِهِ هُوَ الْمُتَبَادَر إِلَى الْفَهْم لِأَنَّهُ لَا يُقَال فِي الرُّبَاعِيَّة مَثَلًا إِنَّهَا مَثْنَى , وَاسْتُدِلَّ بِهَذَا عَلَى تَعَيُّن الْفَصْل بَيْن كُلّ رَكْعَتَيْنِ مِنْ صَلَاة اللَّيْل , قَالَ اِبْن دَقِيق الْعِيد : وَهُوَ ظَاهِر السِّيَاق لِحَصْرِ الْمُبْتَدَأ فِي الْخَبَر , وَحَمَلَهُ الْجُمْهُور عَلَى أَنَّهُ لِبَيَانِ الْأَفْضَل لِمَا صَحَّ مِنْ فِعْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخِلَافِهِ , وَلَمْ يَتَعَيَّن أَيْضًا كَوْنه لِذَلِكَ , بَلْ يُحْتَمَل أَنْ يَكُون لِلْإِرْشَادِ إِلَى الْأَخَفّ , إِذْ السَّلَام بَيْن كُلّ رَكْعَتَيْنِ أَخَفّ عَلَى الْمُصَلِّي مِنْ الْأَرْبَع فَمَا فَوْقهَا لِمَا فِيهِ مِنْ الرَّاحَة غَالِبًا وَقَضَاء مَا يُعْرَض مِنْ أَمْر مُهِمّ , وَلَوْ كَانَ الْوَصْل لِبَيَانِ الْجَوَاز فَقَطْ لَمْ يُوَاظِب عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَمَنْ اِدَّعَى اِخْتِصَاصه بِهِ فَعَلَيْهِ الْبَيَان , وَقَدْ صَحَّ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْفَصْل كَمَا صَحَّ عَنْهُ الْوَصْل , فَعِنْد أَبِي دَاوُدَ وَمُحَمَّد بْن نَصْر مِنْ طَرِيقَيْ الْأَوْزَاعِيِّ وَابْن أَبِي ذِئْب كِلَاهُمَا عَنْ الزُّهْرِيِّ عَنْ عُرْوَة عَنْ عَائِشَة \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي مَا بَيْن أَنْ يَفْرُغ مِنْ الْعِشَاء إِلَى الْفَجْر إِحْدَى عَشْرَة رَكْعَة يُسَلِّم مِنْ كُلّ رَكْعَتَيْنِ \" وَإِسْنَادهمَا عَلَى شَرْط الشَّيْخَيْنِ , وَاسْتُدِلَّ بِهِ أَيْضًا عَلَى عَدَم النُّقْصَان عَنْ رَكْعَتَيْنِ فِي النَّافِلَة مَا عَدَا الْوِتْر , قَالَ اِبْن دَقِيق الْعِيد : وَالِاسْتِدْلَال بِهِ أَقْوَى مِنْ الِاسْتِدْلَال بِامْتِنَاعِ قَصْر الصُّبْح فِي السَّفَر إِلَى رَكْعَة , يُشِير بِذَلِكَ إِلَى الطَّحَاوِيِّ فَإِنَّهُ اِسْتَدَلَّ عَلَى مَنْع التَّنَفُّل بِرَكْعَةٍ بِذَلِكَ , وَاسْتَدَلَّ بَعْض الشَّافِعِيَّة لِلْجَوَازِ بِعُمُومِ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الصَّلَاة خَيْر مَوْضُوع , فَمَنْ شَاءَ اِسْتَكْثَرَ وَمَنْ شَاءَ اِسْتَقَلَّ \" صَحَّحَهُ اِبْن حِبَّان. وَقَدْ اِخْتَلَفَ السَّلَف فِي الْفَصْل وَالْوَصْل فِي صَلَاة اللَّيْل أَيّهمَا أَفْضَل , وَقَالَ الْأَثْرَم عَنْ أَحْمَد : الَّذِي اِخْتَارَهُ فِي صَلَاة اللَّيْل مَثْنَى مَثْنَى , فَإِنْ صَلَّى بِالنَّهَارِ أَرْبَعًا فَلَا بَأْس. وَقَالَ مُحَمَّد بْن نَصْر نَحْوه فِي صَلَاة اللَّيْل قَالَ : وَقَدْ صَحَّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ أَوْتَرَ بِخَمْسٍ لَمْ يَجْلِس إِلَّا فِي آخِرهَا إِلَى غَيْر ذَلِكَ مِنْ الْأَحَادِيث الدَّالَّة عَلَى الْوَصْل , إِلَّا أَنَّا نَخْتَار أَنْ يُسَلِّم مِنْ كُلّ رَكْعَتَيْنِ لِكَوْنِهِ أَجَابَ بِهِ السَّائِل وَلِكَوْنِ أَحَادِيث الْفَصْل أَثْبَت وَأَكْثَر طُرُقًا , وَقَدْ تَضَمَّنَ كَلَامه الرَّدّ عَلَى الدَّاوُدِيِّ الشَّارِح وَمَنْ تَبِعَهُ فِي دَعْوَاهُمْ أَنَّهُ لَمْ يَثْبُت عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ صَلَّى النَّافِلَة أَكْثَر مِنْ رَكْعَتَيْنِ رَكْعَتَيْنِ. ‏ ‏قَوْله : ( فَإِذَا خَشِيَ أَحَدكُمْ الصُّبْح ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى خُرُوج وَقْت الْوِتْر بِطُلُوعِ الْفَجْر , وَأَصْرَح مِنْهُ مَا رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَصَحَّحَهُ أَبُو عَوَانَة وَغَيْره مِنْ طَرِيق سُلَيْمَان بْن مُوسَى عَنْ نَافِع أَنَّهُ حَدَّثَهُ أَنَّ اِبْن عُمَر كَانَ يَقُول \" مَنْ صَلَّى مِنْ اللَّيْل فَلْيَجْعَلْ آخِر صَلَاته وِتْرًا فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُر بِذَلِكَ , فَإِذَا كَانَ الْفَجْر فَقَدْ ذَهَبَ كُلّ صَلَاة اللَّيْل وَالْوِتْر \" وَفِي صَحِيح اِبْن خُزَيْمَةَ مِنْ طَرِيق قَتَادَة عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد مَرْفُوعًا \" مَنْ أَدْرَكَهُ الصُّبْح وَلَمْ يُوتِر فَلَا وِتْر لَهُ \" وَهَذَا مَحْمُول عَلَى التَّعَمُّد أَوْ عَلَى أَنَّهُ لَا يَقَع أَدَاء , لِمَا رَوَاهُ مِنْ حَدِيث أَبِي سَعِيد أَيْضًا مَرْفُوعًا \" مَنْ نَسِيَ الْوِتْر أَوْ نَامَ عَنْهُ فَلْيُصَلِّهِ إِذَا ذَكَرَهُ \" وَقِيلَ مَعْنَى قَوْله \" إِذَا خَشِيَ أَحَدكُمْ الصُّبْح - أَيْ وَهُوَ فِي شَفْع - فَلْيَنْصَرِفْ عَلَى وِتْر \" وَهَذَا يَنْبَنِي عَلَى أَنَّ الْوِتْر لَا يَفْتَقِر إِلَى نِيَّة. وَحَكَى اِبْن الْمُنْذِر عَنْ جَمَاعَة مِنْ السَّلَف أَنَّ الَّذِي يَخْرُج بِالْفَجْرِ وَقْته الِاخْتِيَارِيّ وَيَبْقَى وَقْت الضَّرُورَة إِلَى قِيَام صَلَاة الصُّبْح , وَحَكَاهُ الْقُرْطُبِيّ عَنْ مَالِك وَالشَّافِعِيّ وَأَحْمَد , وَإِنَّمَا قَالَهُ الشَّافِعِيّ فِي الْقَدِيم. وَقَالَ اِبْن قُدَامَةَ : لَا يَنْبَغِي لِأَحَدٍ أَنْ يَتَعَمَّد تَرْك الْوِتْر حَتَّى يُصْبِح , وَاخْتَلَفَ السَّلَف فِي مَشْرُوعِيَّة قَضَائِهِ فَنَفَاهُ الْأَكْثَر , وَفِي مُسْلِم وَغَيْره عَنْ عَائِشَة \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا نَامَ مِنْ اللَّيْل مِنْ وَجَع أَوْ غَيْره فَلَمْ يَقُمْ مِنْ اللَّيْل صَلَّى مِنْ النَّهَار ثِنْتَيْ عَشْرَة رَكْعَة \" وَقَالَ مُحَمَّد بْن نَصْر : لَمْ نَجِد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي شَيْء مِنْ الْأَخْبَار أَنَّهُ قَضَى الْوِتْر وَلَا أَمَرَ بِقَضَائِهِ , وَمَنْ زَعَمَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي لَيْلَة نَوْمهمْ عَنْ الصُّبْح فِي الْوَادِي قَضَى الْوِتْر فَلَمْ يُصِبْ. وَعَنْ عَطَاء وَالْأَوْزَاعِيِّ : يَقْضِي وَلَوْ طَلَعَتْ الشَّمْس , وَهُوَ وَجْه عِنْد الشَّافِعِيَّة حَكَاهُ النَّوَوِيّ فِي شَرْح مُسْلِم , وَعَنْ سَعِيد بْن جُبَيْر : يَقْضِي مِنْ الْقَابِلَة , وَعَنْ الشَّافِعِيَّة : يَقْضِي مُطْلَقًا , وَيُسْتَدَلّ لَهُمْ بِحَدِيثِ أَبِي سَعِيد الْمُتَقَدِّم وَاَللَّه أَعْلَم. ‏ ‏( فَائِدَة ) : ‏ ‏يُؤْخَذ مِنْ سِيَاق هَذَا الْحَدِيث أَنَّ مَا بَيْن طُلُوع الْفَجْر وَطُلُوع الشَّمْس مِنْ النَّهَار شَرْعًا , وَقَدْ رَوَى اِبْن دُرَيْد فِي أَمَالِيهِ بِسَنَدٍ جَيِّد أَنَّ الْخَلِيل بْن أَحْمَد سُئِلَ عَنْ حَدّ النَّهَار فَقَالَ : مِنْ الْفَجْر الْمُسْتَطِير إِلَى بُدَاءَة الشَّفَق. وَحُكِيَ عَنْ الشَّعْبِيّ أَنَّهُ وَقْت مُنْفَرِد لَا مِنْ اللَّيْل وَلَا مِنْ النَّهَار. ‏ ‏قَوْله : ( صَلَّى رَكْعَة وَاحِدَة ) ‏ ‏فِي رِوَايَة الشَّافِعِيّ وَعَبْد اللَّه بْن وَهْب وَمَكِّيّ بْن إِبْرَاهِيم ثَلَاثَتهمْ عَنْ مَالِك \" فَلْيُصَلِّ رَكْعَة \" أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي الْمُوَطَّآت هَكَذَا بِصِيغَةِ الْأَمْر , وَسَيَأْتِي بِصِيغَةِ الْأَمْر أَيْضًا مِنْ طَرِيق اِبْن عُمَر الثَّانِيَة فِي هَذَا الْبَاب , وَلِمُسْلِمٍ مِنْ طَرِيق عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُمَر عَنْ أَبِيهِ مَرْفُوعًا نَحْوه , وَاسْتُدِلَّ بِهَذَا عَلَى أَنَّهُ لَا صَلَاة بَعْد الْوِتْر , وَقَدْ اِخْتَلَفَ السَّلَف فِي ذَلِكَ فِي مَوْضِعَيْنِ : أَحَدهمَا فِي مَشْرُوعِيَّة رَكْعَتَيْنِ بَعْد الْوِتْر عَنْ جُلُوس , وَالثَّانِي فِيمَنْ أَوْتَرَ ثُمَّ أَرَادَ أَنْ يَتَنَفَّل فِي اللَّيْل هَلْ يَكْتَفِي بِوِتْرِهِ الْأَوَّل وَلْيَتَنَفَّلْ مَا شَاءَ أَوْ يَشْفَع وِتْره بِرَكْعَةٍ ثُمَّ يَتَنَفَّل ثُمَّ إِذَا فَعَلَ ذَلِكَ هَلْ يَحْتَاج إِلَى وِتْر آخَر أَوْ لَا ؟ فَأَمَّا الْأَوَّل فَوَقَعَ عِنْد مُسْلِم مِنْ طَرِيق أَبِي سَلَمَة عَنْ عَائِشَة أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ يُصَلِّي رَكْعَتَيْنِ بَعْد الْوِتْر وَهُوَ جَالِس \" وَقَدْ ذَهَبَ إِلَيْهِ بَعْض أَهْل الْعِلْم وَجَعَلُوا الْأَمْر فِي قَوْله \" اِجْعَلُوا آخِر صَلَاتكُمْ مِنْ اللَّيْل وِتْرًا \" مُخْتَصًّا بِمَنْ أَوْتَرَ آخِر اللَّيْل. وَأَجَابَ مَنْ لَمْ يَقُلْ بِذَلِكَ بِأَنَّ الرَّكْعَتَيْنِ الْمَذْكُورَتَيْنِ هُمَا رَكْعَتَا الْفَجْر , وَحَمَلَهُ النَّوَوِيّ عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَلَهُ لِبَيَانِ جَوَاز التَّنَفُّل بَعْد الْوِتْر وَجَوَاز التَّنَفُّل جَالِسًا. وَأَمَّا الثَّانِي فَذَهَبَ الْأَكْثَر إِلَى أَنَّهُ يُصَلِّي شَفْعًا مَا أَرَادَ وَلَا يَنْقُض وِتْره عَمَلًا بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا وِتْرَانِ فِي لَيْلَة \" , وَهُوَ حَدِيث حَسَن أَخْرَجَهُ النَّسَائِيُّ وَابْن خُزَيْمَةَ وَغَيْرهمَا مِنْ حَدِيث طَلْق بْن عَلِيٍّ. وَإِنَّمَا يَصِحّ نَقْض الْوِتْر عِنْد مَنْ يَقُول بِمَشْرُوعِيَّةِ التَّنَفُّل بِرَكْعَةٍ وَاحِدَة غَيْر الْوِتْر , وَقَدْ تَقَدَّمَ مَا فِيهِ. وَرَوَى مُحَمَّد بْن نَصْر مِنْ طَرِيق سَعِيد بْن الْحَارِث أَنَّهُ سَأَلَ اِبْن عُمَر عَنْ ذَلِكَ فَقَالَ : إِذَا كُنْت لَا تَخَاف الصُّبْح وَلَا النَّوْم فَاشْفَعْ ثُمَّ صَلِّ مَا بَدَا لَك ثُمَّ أَوْتِرْ , وَإِلَّا فَصَلِّ وِتْرك عَلَى الَّذِي كُنْت أَوْتَرْت. وَمِنْ طَرِيق أُخْرَى عَنْ اِبْن عُمَر أَنَّهُ سُئِلَ عَنْ ذَلِكَ فَقَالَ : أَمَّا أَنَا فَأُصَلِّي مَثْنَى , فَإِذَا اِنْصَرَفْت رَكَعْت رَكْعَة وَاحِدَة. فَقِيلَ : أَرَأَيْت إِنْ أَوْتَرْت قَبْل أَنْ أَنَام ثُمَّ قُمْت مِنْ اللَّيْل فَشَفَعْت حَتَّى أُصْبِح ؟ قَالَ : لَيْسَ بِذَلِكَ بَأْس. وَاسْتُدِلَّ بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَلِّ رَكْعَة وَاحِدَة \" عَلَى أَنَّ فَصْل الْوِتْر أَفْضَل مِنْ وَصْله , وَتُعُقِّبَ بِأَنَّهُ لَيْسَ صَرِيحًا فِي الْفَصْل , فَيُحْتَمَل أَنْ يُرِيد بِقَوْلِهِ \" صَلِّ رَكْعَة وَاحِدَة \" أَيْ مُضَافَة إِلَى رَكْعَتَيْنِ مِمَّا مَضَى. وَاحْتَجَّ بَعْض الْحَنَفِيَّة لِمَا ذَهَبَ إِلَيْهِ مِنْ تَعْيِين الْوَصْل وَالِاقْتِصَار عَلَى ثَلَاث بِأَنَّ الصَّحَابَة أَجْمَعُوا عَلَى أَنَّ الْوِتْر بِثَلَاثٍ مَوْصُولَة حَسَن جَائِز , وَاخْتَلَفُوا فِيمَا عَدَاهُ , قَالَ : فَأَخَذْنَا بِمَا أَجْمَعُوا عَلَيْهِ وَتَرَكْنَا مَا اِخْتَلَفُوا فِيهِ. وَتَعَقَّبَهُ مُحَمَّد بْن نَصْر الْمَرْوَزِيُّ بِمَا رَوَاهُ مِنْ طَرِيق عِرَاك بْنِ مَالِك عَنْ أَبِي هُرَيْرَة مَرْفُوعًا وَمَوْقُوفًا \" لَا تُوتِرُوا بِثَلَاثٍ تُشْبِهُوا بِصَلَاةِ الْمَغْرِب \" وَقَدْ صَحَّحَهُ الْحَاكِم مِنْ طَرِيق عَبْد اللَّه بْن الْفَضْل عَنْ أَبِي سَلَمَة وَالْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا نَحْوه , وَإِسْنَاده عَلَى شَرْط الشَّيْخَيْنِ , وَقَدْ صَحَّحَهُ اِبْن حِبَّان وَالْحَاكِم , وَمِنْ طَرِيق مُقْسِم عَنْ اِبْن عَبَّاس وَعَائِشَة كَرَاهِيَة الْوِتْر بِثَلَاثٍ , وَأَخْرَجَهُ النَّسَائِيُّ أَيْضًا. وَعَنْ سُلَيْمَان بْن يَسَار أَنَّهُ كَرِهَ الثَّلَاث فِي الْوِتْر وَقَالَ : لَا يُشْبِه التَّطَوُّع الْفَرِيضَة فَهَذِهِ الْآثَار تَقْدَح فِي الْإِجْمَاع الَّذِي نَقَلَهُ. وَأَمَّا قَوْل مُحَمَّد بْن نَصْر : لَمْ نَجِد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَبَرًا ثَابِتًا صَرِيحًا أَنَّهُ أَوْتَرَ بِثَلَاثٍ مَوْصُولَة , نَعَمْ ثَبَتَ عَنْهُ أَنَّهُ أَوْتَرَ بِثَلَاثٍ , لَكِنْ لَمْ يُبَيِّن الرَّاوِي هَلْ هِيَ مَوْصُولَة أَوْ مَفْصُولَة. اِنْتَهَى. فَيَرُدّ عَلَيْهِ مَا رَوَاهُ الْحَاكِم مِنْ حَدِيث عَائِشَة أَنَّهُ كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُوتِر بِثَلَاثٍ لَا يَقْعُد إِلَّا فِي آخِرهنَّ. وَرَوَى النَّسَائِيُّ مِنْ حَدِيث أُبَيِّ بْن كَعْب نَحْوه وَلَفْظه \" يُوتِر بِسَبِّحْ اِسْم رَبّك الْأَعْلَى وَقُلْ يَا أَيّهَا الْكَافِرُونَ وَقُلْ هُوَ اللَّه أَحَد وَلَا يُسَلِّم إِلَّا فِي آخِرهنَّ \" وَبَيَّنَ فِي عِدَّة طُرُق أَنَّ السُّوَر الثَّلَاث بِثَلَاثِ رَكَعَات , وَيُجَاب عَنْهُ بِاحْتِمَالِ أَنَّهُمَا لَمْ يَثْبُتَا عِنْده , وَالْجَمْع بَيْن هَذَا وَبَيْن مَا تَقَدَّمَ مِنْ النَّهْي عَنْ التَّشَبُّه بِصَلَاةِ الْمَغْرِب أَنْ يُحْمَل النَّهْي عَلَى صَلَاة الثَّلَاث بِتَشَهُّدَيْنِ , وَقَدْ فَعَلَهُ السَّلَف أَيْضًا , فَرَوَى مُحَمَّد بْن نَصْر مِنْ طَرِيق الْحَسَن أَنَّ عُمَر كَانَ يَنْهَض فِي الثَّالِثَة مِنْ الْوِتْر بِالتَّكْبِيرِ , وَمِنْ طَرِيق الْمِسْوَر بْن مَخْرَمَةَ أَنَّ عُمَر أَوْتَرَ بِثَلَاثٍ لَمْ يُسَلِّم إِلَّا فِي آخِرهنَّ , وَمِنْ طَرِيق اِبْن طَاوُسٍ عَنْ أَبِيهِ أَنَّهُ كَانَ يُوتِر بِثَلَاثٍ لَا يَقْعُد بَيْنهنَّ , وَمِنْ طَرِيق قَيْس بْن سَعْد عَنْ عَطَاء وَحَمَّاد بْن زَيْد عَنْ أَيُّوب مِثْله , وَرَوَى مُحَمَّد بْن نَصْر عَنْ اِبْن مَسْعُود وَأَنَس وَأَبِي الْعَالِيَة أَنَّهُمْ أَوْتَرُوا بِثَلَاثٍ كَالْمَغْرِبِ , وَكَأَنَّهُمْ لَمْ يَبْلُغهُمْ النَّهْي الْمَذْكُور. وَسَيَأْتِي فِي هَذَا الْبَاب قَوْل الْقَاسِم بْن مُحَمَّد فِي تَجْوِيز الثَّلَاث , وَلَكِنَّ النِّزَاع فِي تَعَيُّن ذَلِكَ فَإِنَّ الْأَخْبَار الصَّحِيحَة تَأْبَاهُ. ‏ ‏قَوْله : ( تُوتِر لَهُ مَا قَدْ صَلَّى ) ‏ ‏اِسْتَدَلَّ بِهِ عَلَى أَنَّ الرَّكْعَة الْأَخِيرَة هِيَ الْوِتْر وَأَنَّ كُلّ مَا تَقَدَّمَهَا شَفْع , وَادَّعَى بَعْض الْحَنَفِيَّة أَنَّ هَذَا إِنَّمَا يُشْرَع لِمَنْ طَرَقَهُ الْفَجْر قَبْل أَنْ يُوتِر فَيَكْتَفِي بِوَاحِدَةِ لِقَوْلِهِ \" فَإِذَا خَشِيَ الصُّبْح \" فَيَحْتَاج إِلَى دَلِيل تَعَيُّن الثَّلَاث , وَسَنَذْكُرُ مَا فِيهِ مِنْ رِوَايَة الْقَاسِم الْآتِيَة. وَاسْتُدِلَّ بِهِ عَلَى تَعَيُّن الشَّفْع قَبْل الْوِتْر وَهُوَ عَنْ الْمَالِكِيَّة بِنَاء عَلَى أَنَّ قَوْله \" مَا قَدْ صَلَّى \" أَيْ مِنْ النَّفْل. وَحَمَلَهُ مَنْ لَا يَشْتَرِط سَبْق الشَّفْع عَلَى مَا هُوَ أَعَمّ مِنْ النَّفْل وَالْفَرْض وَقَالُوا : إِنَّ سَبْق الشَّفْع شَرْط فِي الْكَمَال لَا فِي الصِّحَّة , وَيُؤَيِّدهُ حَدِيث أَبِي أَيُّوب مَرْفُوعًا \" الْوِتْر حَقّ , فَمَنْ شَاءَ أَوْتَرَ بِخَمْسٍ وَمَنْ شَاءَ بِثَلَاثٍ وَمَنْ شَاءَ بِوَاحِدَةٍ \" أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَصَحَّحَهُ اِبْن حِبَّان وَالْحَاكِم , وَصَحَّ عَنْ جَمَاعَة مِنْ الصَّحَابَة أَنَّهُمْ أَوْتَرُوا بِوَاحِدَةٍ مِنْ غَيْر تَقَدُّم نَفْل قَبْلهَا , فَفِي كِتَاب مُحَمَّد بْن نَصْر وَغَيْره بِإِسْنَادٍ صَحِيح عَنْ السَّائِب بْن يَزِيد أَنَّ عُثْمَان قَرَأَ الْقُرْآن لَيْلَة فِي رَكْعَة لَمْ يُصَلِّ غَيْرهَا , وَسَيَأْتِي فِي الْمَغَازِي حَدِيث عَبْد اللَّه بْن ثَعْلَبَة أَنَّ سَعْدًا أَوْتَرَ بِرَكْعَةٍ , وَسَيَأْتِي فِي الْمَنَاقِب عَنْ مُعَاوِيَة أَنَّهُ أَوْتَرَ بِرَكْعَةٍ وَأَنَّ اِبْن عَبَّاس اِسْتَصْوَبَهُ , وَفِي كُلّ ذَلِكَ رَدّ عَلَى اِبْن التِّين فِي قَوْله : إِنَّ الْفُقَهَاء لَمْ يَأْخُذُوا بِعَمَلِ مُعَاوِيَة فِي ذَلِكَ , وَكَأَنَّهُ أَرَادَ فُقَهَاءَهُمْ. ‏ ‏قَوْله : ( وَعَنْ نَافِع ) ‏ ‏هُوَ مَعْطُوف عَلَى الْإِسْنَاد الْأَوَّل , وَهُوَ فِي الْمُوَطَّأ كَذَلِكَ إِلَّا أَنَّهُ لَيْسَ مَقْرُونًا فِي سِيَاق وَاحِد بَلْ بَيْن الْمَرْفُوع وَالْمَوْقُوف عِدَّة أَحَادِيث , وَلِهَذَا فَصَلَهُ الْبُخَارِيّ عَنْهُ. ‏ ‏قَوْله : ( أَنَّ عَبْد اللَّه بْن عُمَر كَانَ يُسَلِّم بَيْن الرَّكْعَة وَالرَّكْعَتَيْنِ فِي الْوِتْر حَتَّى يَأْمُر بِبَعْضِ حَاجَته ) ‏ ‏ظَاهِره أَنَّهُ كَانَ يُصَلِّي الْوِتْر مَوْصُولًا فَإِنْ عَرَضَتْ لَهُ حَاجَة فَصَلَ ثُمَّ بَنَى عَلَى مَا مَضَى , وَفِي هَذَا دَفْع لِقَوْلِ مَنْ قَالَ : لَا يَصِحّ الْوِتْر إِلَّا مَفْصُولًا. وَأَصْرَح مِنْ ذَلِكَ مَا رَوَاهُ سَعِيد بْن مَنْصُور بِإِسْنَادٍ صَحِيح عَنْ بَكْر بْن عَبْد اللَّه الْمُزَنِيِّ قَالَ : صَلَّى اِبْن عُمَر رَكْعَتَيْنِ ثُمَّ قَالَ يَا غُلَام أَرْحِلْ لَنَا , ثُمَّ قَامَ فَأَوْتَرَ بِرَكْعَةٍ. وَرَوَى الطَّحَاوِيُّ مِنْ طَرِيق سَالِم بْن عَبْد اللَّه بْن عُمَر عَنْ أَبِيهِ أَنَّهُ كَانَ يَفْصِل بَيْن شَفْعه وَوِتْره بِتَسْلِيمَةٍ , وَأَخْبَرَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَفْعَلهُ , وَإِسْنَاده قَوِيّ. وَلَمْ يَعْتَذِر الطَّحَاوِيُّ عَنْهُ إِلَّا بِاحْتِمَالِ أَنْ يَكُون الْمُرَاد بِقَوْلِهِ بِتَسْلِيمَةٍ أَيْ التَّسْلِيمَة الَّتِي فِي التَّشَهُّد وَلَا يَخْفَى بَعْد هَذَا التَّأْوِيل وَاَللَّه أَعْلَم. وَأَمَّا حَدِيث اِبْن عَبَّاس فَقَدْ تَقَدَّمَ فِي عِدَّة مَوَاضِع فِي الْعِلْم وَالطَّهَارَة وَالْمَسَاجِد وَالْإِمَامَة وَأَحَلْت بِشَرْحِهِ عَلَى مَا هُنَا. وَقَدْ رَوَاهُ عَنْ اِبْن عَبَّاس جَمَاعَة مِنْهُمْ كُرَيْب وَسَعِيد بْن جُبَيْر وَعَلِيّ بْن عَبْد اللَّه بْن عَبَّاس وَعَطَاء وَطَاوُسٌ وَالشَّعْبِيّ وَطَلْحَة بْن نَافِع وَيَحْيَى بْن الْجَزَّار وَأَبُو جَمْرَة وَغَيْرهمْ مُطَوَّلًا وَمُخْتَصَرًا , وَسَأَذْكُرُ مَا فِي طُرُقه مِنْ الْفَوَائِد نَاسِبًا كُلّ رِوَايَة إِلَى مُخْرِجهَا إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 992,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّهُ، بَاتَ عِنْدَ مَيْمُونَةَ، وَهْىَ خَالَتُهُ، فَاضْطَجَعْتُ فِي عَرْضِ وِسَادَةٍ، وَاضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا، فَنَامَ حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَرِيبًا مِنْهُ، فَاسْتَيْقَظَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ، ثُمَّ قَرَأَ عَشْرَ آيَاتٍ مِنْ آلِ عِمْرَانَ، ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى شَنٍّ مُعَلَّقَةٍ، فَتَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ، ثُمَّ قَامَ يُصَلِّي فَصَنَعْتُ مِثْلَهُ فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي يَفْتِلُهَا، ثُمَّ صَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ فَقَامَ فَصَلَّى رَكْعَتَيْنِ ثُمَّ، خَرَجَ فَصَلَّى الصُّبْحَ‏.‏",
    "english_text": "Once I passed the night in the house of Maimuna (his aunt). I slept across the bed while Allah's \nApostle and his wife slept length-wise. The Prophet (ﷺ) slept till midnight or nearly so and woke up \nrubbing his face and recited ten verses from Surat \"Al-`Imran.\" Allah's Messenger (ﷺ) went towards a leather \nskin and performed ablution in the most perfect way and then stood for the prayer. I did the same and \nstood beside him. The Prophet (ﷺ) put his right hand on my head, twisted my ear and then prayed two \nrak`at five times and then ended his prayer with witr. He laid down till the Mu'adh-dhin came then he \nstood up and offered two rak`at (Sunnah of Fajr prayer) and then went out and offered the Fajr prayer. \n(See Hadith 183)",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس. ‏ ‏قَوْله : ( مَخْرَمَةَ ) ‏ ‏بِفَتْحِ الْمِيم وَإِسْكَان الْمُعْجَمَة , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ. ‏ ‏قَوْله : ( فَاضْطَجَعْت ) ‏ ‏قَائِل ذَلِكَ هُوَ اِبْن عَبَّاس , وَفِيهِ اِلْتِفَات لِأَنَّ أُسْلُوب الْكَلَام كَانَ يَقْتَضِي أَنْ يَقُول فَاضْطَجَعَ لِأَنَّهُ قَالَ قَبْل ذَلِكَ إِنَّهُ بَاتَ. ‏ ‏قَوْله : ( فِي عَرْض ) ‏ ‏بِفَتْحِ أَوَّله عَلَى الْمَشْهُور , وَبِالضَّمِّ أَيْضًا , وَأَنْكَرَهُ الْبَاجِيّ مِنْ جِهَة النَّقْل وَمِنْ جِهَة الْمَعْنَى قَالَ : لِأَنَّ الْعُرْض بِالضَّمِّ هُوَ الْجَانِب وَهُوَ لَفْظ مُشْتَرَك. قُلْت : لَكِنْ لَمَّا قَالَ \" فِي طُولهَا \" تَعَيَّنَ الْمُرَاد , وَقَدْ صَحَّتْ بِهِ الرِّوَايَة فَلَا وَجْه لِلْإِنْكَارِ. ‏ ‏قَوْله : ( يَمْسَح النَّوْم ) ‏ ‏أَيْ : يَمْسَح بِيَدِهِ عَيْنَيْهِ , مِنْ بَاب إِطْلَاق اِسْم الْحَالّ عَلَى الْمَحَلّ , أَوْ أَثَر النَّوْم مِنْ بَاب إِطْلَاق السَّبَب عَلَى الْمُسَبَّب. ‏ ‏قَوْله ( ثُمَّ قَرَأَ الْعَشْر الْآيَات أَوَّلهَا ) ( إِنَّ فِي خَلْق السَّمَاوَات وَالْأَرْض ) إِلَى آخِر السُّورَة. قَالَ اِبْن بَطَّال وَمَنْ تَبِعَهُ : فِيهِ دَلِيل عَلَى رَدّ مَنْ كَرِهَ قِرَاءَة الْقُرْآن عَلَى غَيْر طَهَارَة ; لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ هَذِهِ الْآيَات بَعْد قِيَامه مِنْ النَّوْم قَبْل أَنْ يَتَوَضَّأ. وَتَعَقَّبَهُ اِبْن الْمُنِير وَغَيْره بِأَنَّ ذَلِكَ مُفَرَّع عَلَى أَنَّ النَّوْم فِي حَقّه يَنْقُض , وَلَيْسَ كَذَلِكَ ; لِأَنَّهُ قَالَ \" تَنَام عَيْنَايَ وَلَا يَنَام قَلْبِي \" وَأَمَّا كَوْنه تَوَضَّأَ عَقِب ذَلِكَ فَلَعَلَّهُ جَدَّدَ الْوُضُوء أَوْ أَحْدَثَ بَعْد ذَلِكَ فَتَوَضَّأَ. قُلْت : وَهُوَ تَعْقِيب جَيِّد بِالنِّسْبَةِ إِلَى قَوْل اِبْن بَطَّال : بَعْد قِيَامه مِنْ النَّوْم ; لِأَنَّهُ لَمْ يَتَعَيَّن كَوْنه أَحْدَثَ فِي النَّوْم , لَكِنْ لَمَّا عَقَّبَ ذَلِكَ بِالْوُضُوءِ كَانَ ظَاهِرًا فِي كَوْنه أَحْدَثَ , وَلَا يَلْزَم مِنْ كَوْن نَوْمه لَا يَنْقُض وُضُوءَهُ أَنْ لَا يَقَع مِنْهُ حَدَث وَهُوَ نَائِم , نَعَمْ خُصُوصِيَّته أَنَّهُ إِنْ وَقَعَ شَعَرَ بِهِ بِخِلَافِ غَيْره. وَمَا اِدَّعَوْهُ مِنْ التَّجْدِيد وَغَيْره الْأَصْل عَدَمه. وَقَدْ سَبَقَ الْإِسْمَاعِيلِيّ إِلَى مَعْنَى مَا ذَكَرَهُ اِبْن الْمُنِير , وَالْأَظْهَر أَنَّ مُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ مِنْ جِهَة أَنَّ مُضَاجَعَة الْأَهْل فِي الْفِرَاش لَا تَخْلُو مِنْ الْمُلَامَسَة. وَيُمْكِن أَنْ يُؤْخَذ ذَلِكَ مِنْ قَوْل اِبْن عَبَّاس \" فَصَنَعْت مِثْل مَا صَنَعَ \" وَلَمْ يُرِدْ الْمُصَنِّف أَنَّ مُجَرَّد نَوْمه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْقُض لِأَنَّ فِي آخِر هَذَا الْحَدِيث عِنْده فِي بَاب التَّخْفِيف فِي الْوُضُوء \" ثُمَّ اِضْطَجَعَ فَنَامَ حَتَّى نَفَخَ ثُمَّ صَلَّى \". ثُمَّ رَأَيْت فِي الْحَلَبِيَّات لِلسُّبْكِيِّ الْكَبِير بَعْد أَنْ ذَكَرَ اِعْتِرَاض الْإِسْمَاعِيلِيّ : لَعَلَّ الْبُخَارِيّ اِحْتَجَّ بِفِعْلِ اِبْن عَبَّاس بِحَضْرَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , أَوْ اِعْتَبَرَ اِضْطِجَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ أَهْله وَاللَّمْس يَنْقُض الْوُضُوء. قُلْت : وَيُؤْخَذ مِنْ هَذَا الْحَدِيث تَوْجِيه مَا قَيَّدْت الْحَدِيث بِهِ فِي تَرْجَمَة الْبَاب , وَأَنَّ الْمُرَاد بِهِ الْأَصْغَر , إِذْ لَوْ كَانَ الْأَكْبَر لَمَا اِقْتَصَرَ عَلَى الْوُضُوء ثُمَّ صَلَّى بَلْ كَانَ يَغْتَسِل. ‏ ‏قَوْله : ( إِلَى شَنّ مُعَلَّقَة ) ‏ ‏قَالَ الْخَطَّابِيُّ : الشَّنّ الْقِرْبَة الَّتِي تَبَدَّتْ لِلْبَلَاءِ , وَلِذَلِكَ قَالَ فِي هَذِهِ الرِّوَايَة \" مُعَلَّقَة \" فَأَنَّثَ لِإِرَادَةِ الْقِرْبَة. ‏ ‏قَوْله : ( فَقُمْت فَصَنَعْت مِثْل مَا صَنَعَ ) ‏ ‏تَقَدَّمَتْ الْإِشَارَة فِي بَاب تَخْفِيف الْوُضُوء إِلَى هَذَا الْمَوْضِع فَلْيُرَاجَعْ مِنْ ثَمَّ , وَسَتَأْتِي بَقِيَّة مَبَاحِث هَذَا الْحَدِيث فِي كِتَاب الْوِتْر إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏رَوَى مُسْلِم مِنْ حَدِيث اِبْن عُمَر كَرَاهَة ذِكْر اللَّه بَعْد الْحَدِيث ; لَكِنَّهُ عَلَى غَيْر شَرْط الْمُصَنِّف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 993,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا أَرَدْتَ أَنْ تَنْصَرِفَ فَارْكَعْ رَكْعَةً تُوتِرُ لَكَ مَا صَلَّيْتَ ‏\"‏‏.‏ قَالَ الْقَاسِمُ وَرَأَيْنَا أُنَاسًا مُنْذُ أَدْرَكْنَا يُوتِرُونَ بِثَلاَثٍ، وَإِنَّ كُلاًّ لَوَاسِعٌ أَرْجُو أَنْ لاَ يَكُونَ بِشَىْءٍ مِنْهُ بَأْسٌ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Night prayer is offered as two rak`at followed by two rak`at and so on, and if you \nwant to finish it, pray only one rak`a which will be witr for all the previous rak`at.\" Al-Qasim said, \n\"Since we attained the age of puberty we have seen some people offering a three-rak`at prayer as witr \nand all that is permissible. I hope there will be no harm in it.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 994,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي إِحْدَى عَشْرَةَ رَكْعَةً، كَانَتْ تِلْكَ صَلاَتَهُ ـ تَعْنِي بِاللَّيْلِ ـ فَيَسْجُدُ السَّجْدَةَ مِنْ ذَلِكَ قَدْرَ مَا يَقْرَأُ أَحَدُكُمْ خَمْسِينَ آيَةً قَبْلَ أَنْ يَرْفَعَ رَأْسَهُ، وَيَرْكَعُ رَكْعَتَيْنِ قَبْلَ صَلاَةِ الْفَجْرِ، ثُمَّ يَضْطَجِعُ عَلَى شِقِّهِ الأَيْمَنِ حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ لِلصَّلاَةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to pray eleven rak`at at night and that was his night prayer and each of his \nprostrations lasted for a period enough for one of you to recite fifty verses before Allah's Messenger (ﷺ) \nraised his head. He also used to pray two rak`at (Sunnah) before the (compulsory) Fajr prayer and then \nlie down on his right side till the Mu'adh-dhin came to him for the prayer.",
    "explication": "‏ ‏قَوْله : ( وَيَرْكَع رَكْعَتَيْنِ قَبْل صَلَاة الْفَجْر ثُمَّ يَضْطَجِع ) ‏ ‏سَيَأْتِي الْكَلَام عَلَيْهِ فِي آخِر أَبْوَاب التَّهَجُّد إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 995,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ حَدَّثَنَا أَنَسُ بْنُ سِيرِينَ، قَالَ قُلْتُ لاِبْنِ عُمَرَ أَرَأَيْتَ الرَّكْعَتَيْنِ قَبْلَ صَلاَةِ الْغَدَاةِ أُطِيلُ فِيهِمَا الْقِرَاءَةَ فَقَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ مَثْنَى مَثْنَى، وَيُوتِرُ بِرَكْعَةٍ وَيُصَلِّي الرَّكْعَتَيْنِ قَبْلَ صَلاَةِ الْغَدَاةِ وَكَأَنَّ الأَذَانَ بِأُذُنَيْهِ‏.‏ قَالَ حَمَّادٌ أَىْ سُرْعَةً‏.‏",
    "english_text": "I asked Ibn `Umar, \"What is your opinion about the two rak`at before the Fajr (compulsory) prayer, as \nto prolonging the recitation in them?\" He said, \"The Prophet (ﷺ) used to pray at night two rak`at \nfollowed by two and so on, and end the prayer by one rak`ah witr. He used to offer two rak`at before \nthe Fajr prayer immediately after the Adhan.\" (Hammad, the sub-narrator said, \"That meant (that he \nprayed) quickly.)\"",
    "explication": "‏ ‏قَوْله : ( أَرَأَيْت ) ‏ ‏أَيْ أَخْبِرْنِي. ‏ ‏قَوْله : ( نُطِيل ) ‏ ‏كَذَا لِلْأَكْثَرِ بِنُونِ الْجَمْع , ولِلكُشْمِيهَنِيِّ أُطِيل بِالْإِفْرَادِ , وَجَوَّزَ الْكَرْمَانِيُّ فِي \" أُطِيل \" أَنْ يَكُون بِلَفْظِ مَجْهُول الْمَاضِي وَمَعْرُوف الْمُضَارِع , وَفِي الْأَوَّل بُعْد. ‏ ‏قَوْله : ( كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي مِنْ اللَّيْل مَثْنَى مَثْنَى ) ‏ ‏اِسْتَدَلَّ بِهِ عَلَى فَضْل الْفَصْل لِكَوْنِهِ أَمَرَ بِذَلِكَ وَفَعَلَهُ , وَأَمَّا الْوَصْل فَوَرَدَ مِنْ فِعْله فَقَطْ. ‏ ‏قَوْله : ( وَيُوتِر بِرَكْعَةٍ ) ‏ ‏لَمْ يُعَيِّن وَقْتهَا , وَبَيَّنَتْ عَائِشَة أَنَّهُ فَعَلَ ذَلِكَ فِي جَمِيع أَجْزَاء اللَّيْل , وَالسَّبَب فِي ذَلِكَ مَا سَيُذْكَرُ فِي الْبَاب الَّذِي بَعْده. ‏ ‏قَوْله : ( وَكَأَنَّ ) ‏ ‏بِتَشْدِيدِ النُّون. ‏ ‏قَوْله : ( بِأُذُنَيْهِ ) ‏ ‏أَيْ لِقُرْبِ صَلَاته مِنْ الْأَذَان , وَالْمُرَاد بِهِ هُنَا الْإِقَامَة , فَالْمَعْنَى أَنَّهُ كَانَ يُسْرِع بِرَكْعَتَيْ الْفَجْر إِسْرَاع مَنْ يَسْمَع إِقَامَة الصَّلَاة خَشْيَة فَوَات أَوَّل الْوَقْت , وَمُقْتَضَى ذَلِكَ تَخْفِيف الْقِرَاءَة فِيهِمَا , فَيَحْصُل بِهِ الْجَوَاب عَنْ سُؤَال أَنَس بْن سِيرِينَ عَنْ قَدْر الْقِرَاءَة فِيهِمَا. وَوَقَعَ فِي رِوَايَة مُسْلِم \" أَنَّ أَنَسًا قَالَ لِابْنِ عُمَر : إِنِّي لَسْت عَنْ هَذَا أَسْأَلك , قَالَ : إِنَّك لَضَخْم أَلَا تَدَعنِي أَسْتَقْرِئ لَك \" الْحَدِيث. وَيُسْتَفَاد مِنْ هَذَا جَوَاب السَّائِل بِأَكْثَر مِمَّا سَأَلَ عَنْهُ إِذَا كَانَ مِمَّا يَحْتَاج إِلَيْهِ , وَمِنْ قَوْله \" إِنَّك لَضَخْم \" أَنَّ السَّمِين فِي الْغَالِب يَكُون قَلِيل الْفَهْم. ‏ ‏قَوْله : ( قَالَ حَمَّاد ) ‏ ‏أَيْ اِبْن زَيْد الرَّاوِي , وَهُوَ بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْله : ( بِسُرْعَةٍ ) ‏ ‏كَذَا لِأَبِي ذَرّ وَأَبِي الْوَقْت وَابْن شَبُّويَةَ , وَلِغَيْرِهِمْ \" سُرْعَة \" بِغَيْرِ مُوَحَّدَة , وَهُوَ تَفْسِير مِنْ الرَّاوِي لِقَوْلِهِ \" كَانَ الْأَذَان بِأُذُنَيْهِ \" وَهُوَ مُوَافِق لِمَا تَقَدَّمَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 996,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي مُسْلِمٌ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كُلَّ اللَّيْلِ أَوْتَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَانْتَهَى وِتْرُهُ إِلَى السَّحَرِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) offered witr prayer at different nights at various hours extending (from the `Isha' \nprayer) up to the last hour of the night.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبِي ) ‏ ‏هُوَ حَفْص بْن غِيَاث , وَمُسْلِم هُوَ أَبُو الضُّحَى لَا اِبْن كَيْسَانَ. ‏ ‏قَوْله : ( كُلّ اللَّيْل ) ‏ ‏بِنَصْبِ \" كُلّ \" عَلَى الظَّرْفِيَّة. وَبِالرَّفْعِ عَلَى أَنَّهُ مُبْتَدَأ وَالْجُمْلَة خَبَره , وَالتَّقْدِير أَوْتَرَ فِيهِ. وَلِمُسْلِمٍ مِنْ طَرِيق يَحْيَى بْن وَثَّاب عَنْ مَسْرُوق \" مِنْ كُلّ اللَّيْل قَدْ أَوْتَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مِنْ أَوَّل اللَّيْل وَأَوْسَطه وَآخِره فَانْتَهَى وِتْره إِلَى السَّحَر \" وَالْمُرَاد بِأَوَّلِهِ بَعْد صَلَاة الْعِشَاء كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( إِلَى السَّحَر ) ‏ ‏زَادَ أَبُو دَاوُدَ وَالتِّرْمِذِيّ \" حِين مَاتَ \" وَيُحْتَمَل أَنْ يَكُون اِخْتِلَاف وَقْت الْوِتْر بِاخْتِلَافِ الْأَحْوَال , فَحَيْثُ أَوْتَرَ فِي أَوَّله لَعَلَّهُ كَانَ وَجَعًا , وَحَيْثُ أَوْتَرَ وَسَطه لَعَلَّهُ كَانَ مُسَافِرًا , وَأَمَّا وِتْره فِي آخِره فَكَأَنَّهُ كَانَ غَالِب أَحْوَاله , لِمَا عُرِفَ مِنْ مُوَاظَبَته عَلَى الصَّلَاة فِي أَكْثَر اللَّيْل وَاَللَّه أَعْلَم. وَالسَّحَر قُبَيْل الصُّبْح , وَحَكَى الّمَاوَرْدِيّ أَنَّهُ السُّدُس الْأَخِير , وَقِيلَ أَوَّله الْفَجْر الْأَوَّل , وَفِي رِوَايَة طَلْحَة بْن نَافِع عَنْ اِبْن عَبَّاس عِنْد اِبْن خُزَيْمَةَ \" فَلَمَّا اِنْفَجَرَ الْفَجْر قَامَ فَأَوْتَرَ بِرَكْعَةٍ \" قَالَ اِبْن خُزَيْمَةَ الْمُرَاد بِهِ الْفَجْر الْأَوَّل , وَرَوَى أَحْمَد مِنْ حَدِيث مُعَاذ مَرْفُوعًا \" زَادَنِي رَبِّي صَلَاة وَهِيَ الْوِتْر , وَقْتهَا مِنْ الْعِشَاء إِلَى طُلُوع الْفَجْر \" وَفِي إِسْنَاده ضَعْف , وَكَذَا فِي حَدِيث خَارِجَة بْن حُذَافَة فِي السُّنَن , وَهُوَ الَّذِي اِحْتَجَّ بِهِ مَنْ قَالَ بِوُجُوبِ الْوِتْر , وَلَيْسَ صَرِيحًا فِي الْوُجُوب وَاَللَّه أَعْلَم. وَأَمَّا حَدِيث بُرَيْدَةَ رَفَعَهُ \" الْوِتْر حَقّ , فَمَنْ لَمْ يُوتِر فَلَيْسَ مِنَّا وَأَعَادَ ذَلِكَ ثَلَاثًا \" فَفِي سَنَده أَبُو الْمُنِيب وَفِيهِ ضَعْف , وَعَلَى تَقْدِير قَبُوله فَيَحْتَاج مَنْ اِحْتَجَّ بِهِ إِلَى أَنْ يُثْبِت أَنَّ لَفْظ \" حَقّ \" بِمَعْنَى وَاجِب فِي عُرْف الشَّارِع , وَأَنَّ لَفْظ وَاجِب بِمَعْنَى مَا ثَبَتَ مِنْ طَرِيق الْآحَاد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 997,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا هِشَامٌ، قَالَ حَدَّثَنِي أَبِي، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي، وَأَنَا رَاقِدَةٌ مُعْتَرِضَةً عَلَى فِرَاشِهِ، فَإِذَا أَرَادَ أَنْ يُوتِرَ أَيْقَظَنِي فَأَوْتَرْتُ‏.‏",
    "english_text": "The Prophet (ﷺ) used to offer his night prayer while I was sleeping across in his bed. Whenever \nhe intended to offer the witr prayer, he used to wake me up and I would offer the witr prayer too.",
    "explication": "حَدِيث عَائِشَة وَرَدَ أَيْضًا مِنْ وَجْهٍ آخَرَ بِلَفْظٍ آخَرَ لِلْإِشَارَةِ إِلَى أَنَّهُ قَدْ يُفَرِّقُ مُفَرِّق بَيْنَ كَوْنِهَا نَائِمَةً أَوْ يَقْظَى , وَكَأَنَّهُ أَشَارَ أَيْضًا إِلَى تَضْعِيف الْحَدِيث الْوَارِد فِي النَّهْيِ عَنْ الصَّلَاةِ إِلَى النَّائِمِ , فَقَدْ أَخْرَجَهُ أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيثِ اِبْن عَبَّاس. وَقَالَ أَبُو دَاوُد : طَرُقُهُ كُلّهَا وَاهِيَة , يَعْنِي حَدِيثَ اِبْن عَبَّاس. اِنْتَهَى. وَفِي الْبَابِ عَنْ اِبْن عُمَر أَخْرَجَهُ اِبْن عَدِيّ , وَعَنْ أَبِي هُرَيْرَة أَخْرَجَهُ الطَّبَرَانِيّ فِي الْأَوْسَطِ وَهُمَا وَاهِيَانِ أَيْضًا. وَكَرِهَ مُجَاهِد وَطَاوُس وَمَالِك الصَّلَاة إِلَى النَّائِمِ خَشْيَة أَنْ يَبْدُوَ مِنْهُ مَا يُلْهِي الْمُصَلِّي عَنْ صَلَاتِهِ. وَظَاهِرُ تَصَرُّف الْمُصَنِّفِ أَنَّ عَدَمَ الْكَرَاهِيَةِ حَيْثُ يَحْصُلُ الْأَمْنُ مِنْ ذَلِكَ. ‏ ‏( تَنْبِيه ) : ‏ ‏يَحْيَى ) ‏ ‏الْمَذْكُور فِي الْإِسْنَادِ هُوَ الْقَطَّان , ‏ ‏وَهِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 998,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ اجْعَلُوا آخِرَ صَلاَتِكُمْ بِاللَّيْلِ وِتْرًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Make witr as your last prayer at night.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عُبَيْدِ اللَّهِ ) ‏ ‏هُوَ اِبْن عُمَر الْعُمَرِيُّ. ‏ ‏قَوْله : ( سَأَلَ رَجُل ) ‏ ‏لَمْ أَقِفْ عَلَى اِسْمِهِ. ‏ ‏قَوْله : ( مَا تَرَى ) ‏ ‏أَيْ مَا رَأْيُك ؟ مِنْ الرَّأْيِ , وَمِنْ الرُّؤْيَةِ بِمَعْنَى الْعِلْمِ. ‏ ‏و ( مَثْنَى مَثْنَى ) ‏ ‏بِغَيْرِ تَنْوِينٍ أَيْ اِثْنَتَيْنِ اِثْنَتَيْنِ , وَكُرِّرَ تَأْكِيدًا. ‏ ‏قَوْله : ( فَأَوْتَرَتْ ) ‏ ‏بِفَتْحِ الرَّاءِ , أَيْ تِلْكَ الْوَاحِدَةُ. ‏ ‏قَوْله : ( وَإِنَّهُ كَانَ يَقُولُ ) ‏ ‏بِكَسْرِ الْهَمْزَةِ عَلَى الِاسْتِئْنَافِ , وَقَائِل ذَلِكَ هُوَ نَافِع , وَالضَّمِيرِ لِابْن عُمَر. ‏ ‏قَوْله : ( بِاللَّيْلِ ) ‏ ‏هِيَ فِي رِوَايَةِ الْكُشْمِيهَنِيّ وَالْأَصِيلِيّ فَقَطْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 999,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي بَكْرِ بْنِ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، عَنْ سَعِيدِ بْنِ يَسَارٍ، أَنَّهُ قَالَ كُنْتُ أَسِيرُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ بِطَرِيقِ مَكَّةَ فَقَالَ سَعِيدٌ فَلَمَّا خَشِيتُ الصُّبْحَ نَزَلْتُ فَأَوْتَرْتُ، ثُمَّ لَحِقْتُهُ فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ أَيْنَ كُنْتَ فَقُلْتُ خَشِيتُ الصُّبْحَ، فَنَزَلْتُ فَأَوْتَرْتُ‏.‏ فَقَالَ عَبْدُ اللَّهِ أَلَيْسَ لَكَ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم أُسْوَةٌ حَسَنَةٌ فَقُلْتُ بَلَى وَاللَّهِ‏.‏ قَالَ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُوتِرُ عَلَى الْبَعِيرِ‏.‏",
    "english_text": "I was going to Mecca in the company of `Abdullah bin `Umar and when I apprehended the \napproaching dawn, I dismounted and offered the witr prayer and then joined him. `Abdullah bin \n`Umar said, \"Where have you been?\" I replied, \"I apprehended the approaching dawn so I dismounted \nand prayed the witr prayer.\" `Abdullah said, \"Isn't it sufficient for you to follow the good example of \nAllah's Messenger (ﷺ)?\" I replied, \"Yes, by Allah.\" He said, \"Allah's Messenger (ﷺ) used to pray witr on the back of \nthe camel (while on a journey).\"",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي بَكْر بْن عُمَر ) ) ‏ ‏لَا يُعْرَف اِسْمه , وَهُوَ ثِقَة لَيْسَ لَهُ فِي الصَّحِيحَيْنِ غَيْر هَذَا الْحَدِيث الْوَاحِد. ‏ ‏قَوْله : ( أَمَا لَك فِي رَسُول اللَّه أُسْوَة ) ‏ ‏فِيهِ إِرْشَاد الْعَالِم لِرَفِيقِهِ مَا قَدْ يَخْفَى عَلَيْهِ مِنْ السُّنَن. ‏ ‏قَوْله : ( بَلَى وَاَللَّه ) ‏ ‏فِيهِ الْحَلِف عَلَى الْأَمْر الَّذِي يُرَاد تَأْكِيده. ‏ ‏قَوْله : ( كَانَ يُوتِر عَلَى الْبَعِير ) ‏ ‏قَالَ الزَّيْن بْن الْمُنِير : تُرْجِمَ بِالدَّابَّةِ تَنْبِيهًا عَلَى أَنْ لَا فَرْق بَيْنهَا وَبَيْن الْبَعِير فِي الْحُكْم , وَالْجَامِع بَيْنهمَا أَنَّ الْفَرْض لَا يُجْزِئ عَلَى وَاحِدَة مِنْهُمَا. اِنْتَهَى. وَلَعَلَّ الْبُخَارِيّ أَشَارَ إِلَى مَا وَرَدَ فِي بَعْض طُرُقه , فَسَيَأْتِي فِي أَبْوَاب تَقْصِير الصَّلَاة مِنْ طَرِيق سَالِم عَنْ أَبِيهِ \" أَنَّهُ كَانَ يُصَلِّي مِنْ اللَّيْل عَلَى دَابَّته وَهُوَ مُسَافِر \" وَرَوَى مُحَمَّد بْن نَصْر مِنْ طَرِيق اِبْن جُرَيْجٍ \" قَالَ حَدَّثَنَا نَافِع أَنَّ اِبْن عُمَر كَانَ يُوتِر عَلَى دَابَّته \". قَالَ اِبْن جُرَيْجٍ \" وَأَخْبَرَنِي مُوسَى بْن عُقْبَة عَنْ نَافِع أَنَّ اِبْن عُمَر كَانَ يُخْبِر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَفْعَل ذَلِكَ \". ‏ ‏( فَائِدَة ) : ‏ ‏قَالَ الطَّحَاوِيُّ ذُكِرَ عَنْ الْكُوفِيِّينَ أَنَّ الْوِتْر لَا يُصَلَّى عَلَى الرَّاحِلَة , وَهُوَ خِلَاف السُّنَّة الثَّابِتَة , وَاسْتَدَلَّ بَعْضهمْ بِرِوَايَةِ مُجَاهِد أَنَّهُ رَأَى اِبْن عُمَر نَزَلَ فَأَوْتَرَ , وَلَيْسَ ذَلِكَ بِمُعَارِضٍ لِكَوْنِهِ أَوْتَرَ عَلَى الرَّاحِلَة لِأَنَّهُ لَا نِزَاع أَنَّ صَلَاته عَلَى الْأَرْض أَفْضَل , وَرَوَى عَبْد الرَّزَّاق مِنْ وَجْه آخَر عَنْ اِبْن عُمَر أَنَّهُ كَانَ يُوتِر عَلَى رَاحِلَته , وَرُبَّمَا نَزَلَ فَأَوْتَرَ بِالْأَرْضِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1000,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي فِي السَّفَرِ عَلَى رَاحِلَتِهِ، حَيْثُ تَوَجَّهَتْ بِهِ، يُومِئُ إِيمَاءً، صَلاَةَ اللَّيْلِ إِلاَّ الْفَرَائِضَ، وَيُوتِرُ عَلَى رَاحِلَتِهِ‏.‏",
    "english_text": "The Prophet (ﷺ) used to offer (Nawafil) prayers on his Rahila (mount) facing its direction by signals, but \nnot the compulsory prayer. He also used to pray witr on his (mount) Rahila.",
    "explication": "‏ ‏قَوْله : ( إِلَّا الْفَرَائِض ) ‏ ‏أَيْ لَكِنْ الْفَرَائِض بِخِلَافِ ذَلِكَ , فَكَانَ لَا يُصَلِّيهَا عَلَى الرَّاحِلَة. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْوِتْر لَيْسَ بِفَرْضٍ , وَعَلَى أَنَّهُ لَيْسَ مِنْ خَصَائِص النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وُجُوب الْوِتْر عَلَيْهِ لِكَوْنِهِ أَوْقَعَهُ عَلَى الرَّاحِلَة , وَأَمَّا قَوْل بَعْضهمْ إِنَّهُ كَانَ مِنْ خَصَائِصه أَيْضًا أَنْ يُوقِعهُ عَلَى الرَّاحِلَة مَعَ كَوْنه وَاجِبًا عَلَيْهِ فَهِيَ دَعْوَى لَا دَلِيل عَلَيْهَا لِأَنَّهُ لَمْ يَثْبُت دَلِيل وُجُوبه عَلَيْهِ حَتَّى يَحْتَاج إِلَى تَكَلُّف هَذَا الْجَمْع , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْفَرِيضَة لَا تُصَلَّى عَلَى الرَّاحِلَة , قَالَ اِبْن دَقِيق الْعِيد : وَلَيْسَ ذَلِكَ بِقَوِيٍّ , لِأَنَّ التَّرْك لَا يَدُلّ عَلَى الْمَنْع إِلَّا أَنْ يُقَال إِنَّ دُخُول وَقْت الْفَرِيضَة مِمَّا يَكْثُر عَلَى الْمُسَافِر فَتَرْك الصَّلَاة لَهَا عَلَى الرَّاحِلَة دَائِمًا يُشْعِر بِالْفَرْقِ بَيْنهَا وَبَيْن النَّافِلَة فِي الْجَوَاز وَعَدَمه. وَأَجَابَ مَنْ اِدَّعَى وُجُوب الْوِتْر مِنْ الْحَنَفِيَّة بِأَنَّ الْفَرْض عِنْدهمْ غَيْر الْوَاجِب , فَلَا يَلْزَم مِنْ نَفْي الْفَرْض نَفْي الْوَاجِب , وَهَذَا يَتَوَقَّف عَلَى أَنَّ اِبْن عُمَر كَانَ يُفَرِّق بَيْن الْفَرْض وَالْوَاجِب , وَقَدْ بَالَغَ الشَّيْخ أَبُو حَامِد فَادَّعَى أَنَّ أَبَا حَنِيفَة اِنْفَرَدَ بِوُجُوبِ الْوِتْر وَلَمْ يُوَافِقهُ صَاحِبَاهُ , مَعَ أَنَّ اِبْن شَيْبَة أَخْرَجَ عَنْ سَعِيد بْن الْمُسَيِّب وَأَبِي عُبَيْدَة بْن عَبْد اللَّه بْن مَسْعُود وَالضَّحَّاك مَا يَدُلّ عَلَى وُجُوبه عِنْدهمْ , وَعِنْده عَنْ مُجَاهِد الْوِتْر وَاجِب وَلَمْ يَثْبُت , وَنَقَلَهُ اِبْن الْعَرَبِيّ عَنْ أَصْبَغَ مِنْ الْمَالِكِيَّة وَوَافَقَهُ سَحْنُون , وَكَأَنَّهُ أَخَذَهُ مِنْ قَوْل مَالِك : مَنْ تَرَكَهُ أُدِّبَ , وَكَانَ جَرْحَة فِي شَهَادَته. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1001,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، قَالَ سُئِلَ أَنَسٌ أَقَنَتَ النَّبِيُّ صلى الله عليه وسلم فِي الصُّبْحِ قَالَ نَعَمْ‏.‏ فَقِيلَ لَهُ أَوَقَنَتَ قَبْلَ الرُّكُوعِ قَالَ بَعْدَ الرُّكُوعِ يَسِيرًا‏.‏",
    "english_text": "Anas was asked, \"Did the Prophet (ﷺ) recite Qunut in the Fajr prayer?\" Anas replied in the affirmative. He \nwas further asked, \"Did he recite Qunut before bowing?\" Anas replied, \"He recited Qunut after \nbowing for some time (for one month).\"",
    "explication": "‏ ‏قَوْله : ( سُئِلَ أَنَس ) ‏ ‏فِي رِوَايَة إِسْمَاعِيل عَنْ أَيُّوب عِنْد مُسْلِم \" قُلْت لِأَنَسٍ \" فَعُرِفَ بِذَلِكَ أَنَّهُ أَبْهَمَ نَفْسه. ‏ ‏قَوْله : ( فَقِيلَ أَوْ قَنَتَ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ بِغَيْرِ وَاو , وَلِلْإِسْمَاعِيلِيِّ \" هَلْ قَنَتَ \". ‏ ‏قَوْله : ( قَبْل الرُّكُوع ) ‏ ‏زَادَ الْإِسْمَاعِيلِيّ \" أَوْ بَعْد الرُّكُوع \". ‏ ‏قَوْله : ( بَعْد الرُّكُوع يَسِيرًا ) ‏ ‏قَدْ بَيَّنَ عَاصِم فِي رِوَايَته مِقْدَار هَذَا الْيَسِير حَيْثُ قَالَ فِيهَا \" إِنَّمَا قَنَتَ بَعْد الرُّكُوع شَهْرًا \" وَفِي صَحِيح اِبْن خُزَيْمَةَ مِنْ وَجْه آخَر عَنْ أَنَس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ لَا يَقْنُت إِلَّا إِذَا دَعَا لِقَوْمٍ أَوْ دَعَا عَلَى قَوْم \" وَكَأَنَّهُ مَحْمُول عَلَى مَا بَعْد الرُّكُوع. بِنَاء عَلَى أَنَّ الْمُرَاد بِالْحَصْرِ فِي قَوْله \" إِنَّمَا قَنَتَ شَهْرًا \" أَيْ مُتَوَالِيًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1002,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا عَاصِمٌ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ عَنِ الْقُنُوتِ،‏.‏ فَقَالَ قَدْ كَانَ الْقُنُوتُ‏.‏ قُلْتُ قَبْلَ الرُّكُوعِ أَوْ بَعْدَهُ قَالَ قَبْلَهُ‏.‏ قَالَ فَإِنَّ فُلاَنًا أَخْبَرَنِي عَنْكَ أَنَّكَ قُلْتَ بَعْدَ الرُّكُوعِ‏.‏ فَقَالَ كَذَبَ، إِنَّمَا قَنَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدَ الرُّكُوعِ شَهْرًا ـ أُرَاهُ ـ كَانَ بَعَثَ قَوْمًا يُقَالُ لَهُمُ الْقُرَّاءُ زُهَاءَ سَبْعِينَ رَجُلاً إِلَى قَوْمٍ مِنَ الْمُشْرِكِينَ دُونَ أُولَئِكَ، وَكَانَ بَيْنَهُمْ وَبَيْنَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَهْدٌ فَقَنَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم شَهْرًا يَدْعُو عَلَيْهِمْ‏.‏",
    "english_text": "I asked Anas bin Malik about the Qunut. Anas replied, \"Definitely it was (recited)\". I asked, \"Before \nbowing or after it?\" Anas replied, \"Before bowing.\" I added, \"So and so has told me that you had \ninformed him that it had been after bowing.\" Anas said, \"He told an untruth (i.e. \"was mistaken,\" \naccording to the Hijazi dialect). Allah's Messenger (ﷺ) recited Qunut after bowing for a period of one \nmonth.\" Anas added, \"The Prophet (ﷺ) sent about seventy men (who knew the Qur'an by heart) towards \nthe pagans (of Najd) who were less than they in number and there was a peace treaty between them \nand Allah's Messenger (ﷺ) (but the Pagans broke the treaty and killed the seventy men). So Allah's Messenger (ﷺ) \nrecited Qunut for a period of one month asking Allah to punish them.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد , وَعَاصِم هُوَ اِبْن سُلَيْمَان الْأَحْوَل. ‏ ‏قَوْله : ( قَدْ كَانَ الْقُنُوت ) ‏ ‏فِيهِ إِثْبَات مَشْرُوعِيَّته فِي الْجُمْلَة كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( قَالَ : فَإِنَّ فُلَانًا أَخْبَرَنِي عَنْك أَنَّك قُلْت بَعْد الرُّكُوع , فَقَالَ : كَذَبَ ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَة هَذَا الرَّجُل صَرِيحًا , وَيُحْتَمَل أَنْ يَكُون مُحَمَّد بْن سِيرِينَ بِدَلِيلِ رِوَايَته الْمُتَقَدِّمَة , فَإِنَّ مَفْهُوم قَوْله \" بَعْد الرُّكُوع يَسِيرًا \" يُحْتَمَل أَنْ يَكُون وَقَبْل الرُّكُوع كَثِيرًا , وَيُحْتَمَل أَنْ يَكُون لَا قُنُوت قَبْله أَصْلًا , وَمَعْنَى قَوْله \" كَذَبَ \" أَيْ أَخْطَأَ , وَهُوَ لُغَة أَهْل الْحِجَاز , يُطْلِقُونَ الْكَذِب عَلَى مَا هُوَ أَعَمّ مِنْ الْعَمْد وَالْخَطَأ , وَيُحْتَمَل أَنْ يَكُون أَرَادَ بِقَوْلِهِ \" كَذَبَ \" أَيْ إِنْ كَانَ حَكَى أَنَّ الْقُنُوت دَائِمًا بَعْد الرُّكُوع , وَهَذَا يُرَجِّح الِاحْتِمَال الْأَوَّل , وَيُبَيِّنهُ مَا أَخْرَجَهُ اِبْن مَاجَهْ مِنْ رِوَايَة حُمَيْدٍ عَنْ أَنَس أَنَّهُ سُئِلَ عَنْ الْقُنُوت فَقَالَ \" قَبْل الرُّكُوع وَبَعْده \" إِسْنَاده قَوِيّ , وَرَوَى اِبْن الْمُنْذِر مِنْ طَرِيق أُخْرَى عَنْ حُمَيْدٍ عَنْ أَنَس \" أَنَّ بَعْض أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَنَتُوا فِي صَلَاة الْفَجْر قَبْل الرُّكُوع وَبَعْضهمْ بَعْد الرُّكُوع \" وَرَوَى مُحَمَّد بْن نَصْر مِنْ طَرِيق أُخْرَى عَنْ حُمَيْدٍ عَنْ أَنَس \" أَنَّ أَوَّل مَنْ جَعَلَ الْقُنُوت قَبْل الرُّكُوع - أَيْ دَائِمًا - عُثْمَان , لِكَيْ يُدْرِك النَّاس الرَّكْعَة \" وَقَدْ وَافَقَ عَاصِمًا عَلَى رِوَايَته هَذِهِ عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس كَمَا سَيَأْتِي فِي الْمَغَازِي بِلَفْظِ \" سَأَلَ رَجُل أَنَسًا عَنْ الْقُنُوت بَعْد الرُّكُوع أَوْ عِنْد الْفَرَاغ مِنْ الْقِرَاءَة ؟ قَالَ : لَا بَلْ عِنْد الْفَرَاغ مِنْ الْقِرَاءَة \" وَمَجْمُوع مَا جَاءَ عَنْ أَنَس مِنْ ذَلِكَ أَنَّ الْقُنُوت لِلْحَاجَةِ بَعْد الرُّكُوع لَا خِلَاف عَنْهُ فِي ذَلِكَ , وَأَمَّا لِغَيْرِ الْحَاجَة فَالصَّحِيح عَنْهُ أَنَّهُ قَبْل الرُّكُوع , وَقَدْ اِخْتَلَفَ عَمَل الصَّحَابَة فِي ذَلِكَ وَالظَّاهِر أَنَّهُ مِنْ الِاخْتِلَاف الْمُبَاح. ‏ ‏قَوْله : ( كَانَ بَعَثَ قَوْمًا يُقَال لَهُمْ الْقُرَّاء ) ‏ ‏سَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي كِتَاب الْمَغَازِي , وَكَذَا عَلَى رِوَايَة أَبِي مِجْلَز , وَالتَّيْمِيّ الرَّاوِي عَنْهُ هُوَ سُلَيْمَان وَهُوَ يَرْوِي عَنْ أَنَس نَفْسه , وَيُرْوَى عَنْهُ أَيْضًا بِوَاسِطَةٍ كَمَا فِي هَذَا الْحَدِيث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1003,
    "category": "كتاب الوتر",
    "text_chakl": "أَخْبَرَنَا أَحْمَدُ بْنُ يُونُسَ، قَالَ حَدَّثَنَا زَائِدَةُ، عَنِ التَّيْمِيِّ، عَنْ أَبِي مِجْلَزٍ، عَنْ أَنَسٍ، قَالَ قَنَتَ النَّبِيُّ صلى الله عليه وسلم شَهْرًا يَدْعُو عَلَى رِعْلٍ وَذَكْوَانَ‏.‏",
    "english_text": "The Prophet (ﷺ) recited Qunut for one month (in the Fajr prayer) asking Allah to punish the tribes of Ral \nand Dhakwan.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنِي مُحَمَّد ) ‏ ‏هُوَ اِبْن مُقَاتِل , وَعَبْد اللَّه هُوَ اِبْن الْمُبَارَك. ‏ ‏قَوْله : ( عَنْ أَبِي مِجْلَزٍ ) ‏ ‏بِكَسْرِ الْمِيمِ وَسُكُونِ الْجِيمِ وَفَتْحِ اللَّامِ بَعْدَهَا زَاي اِسْمه لَاحِق بْن حُمَيْدٍ , وَرِوَايَتُهُ هَذِهِ مُخْتَصَرَة لِمَا ظَهَرَ مِنْ رِوَايَةِ إِسْحَاق بْنَ أَبِي طَلْحَة الَّتِي تَقَدَّمَتْ , وَكَذَلِكَ رِوَايَة مَالِك عَنْ إِسْحَاقَ الَّتِي بَعْدَ هَذِهِ مُخْتَصَرَة بِالنِّسْبَةِ إِلَى رِوَايَةِ هَمَّامٍ عَنْ إِسْحَاقَ الْمُتَقَدِّمَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1004,
    "category": "كتاب الوتر",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، قَالَ كَانَ الْقُنُوتُ فِي الْمَغْرِبِ وَالْفَجْرِ‏.‏",
    "english_text": "The Qunut used to be recited in the Maghrib and the Fajr prayers.",
    "explication": "‏ ‏قَوْلُهُ : ( إِسْمَاعِيل ) ‏ ‏هُوَ الْمَعْرُوف بِابْنِ عُلَيَّة , وَالْإِسْنَاد كُلّه بَصْرِيُّونَ , وَعَبْد اللَّه بْن أَبِي الْأَسْوَد نُسِبَ إِلَى جَدّ أَبِيهِ , وَاسْم أَبِيهِ مُحَمَّد بْن حُمَيْدٍ. ‏ ‏قَوْلُهُ : ( كَانَ الْقُنُوت ) ‏ ‏أَيْ فِي أَوَّل الْأَمْر , وَاحْتُجَّ بِهَذَا عَلَى أَنَّ قَوْل الصَّحَابِيّ كُنَّا نَفْعَل كَذَا لَهُ حُكْم الرَّفْع وَإِنْ لَمْ يُقَيِّدهُ بِزَمَنِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا هُوَ قَوْل الْحَاكِم , وَقَدْ اِتَّفَقَ الشَّيْخَانِ عَلَى إِخْرَاج هَذَا الْحَدِيث فِي الْمُسْنَد الصَّحِيح وَلَيْسَ فِيهِ تَقْيِيد , وَسَنَذْكُرُ اِخْتِلَاف النَّقْل عَنْ أَنَس فِي الْقُنُوت فِي مَحَلّه مِنْ الصَّلَاة وَفِي أَيّ الصَّلَوَات شُرِعَ , وَهَلْ اِسْتَمَرَّ مُطْلَقًا أَوْ مُدَّة مُعَيَّنَة أَوْ فِي حَالَة دُون حَالَة حَيْثُ أَوْرَدَ الْمُصَنِّف بَعْض ذَلِكَ فِي آخِر أَبْوَاب الْوِتْر إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]