[
  {
    "id": 1005,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَسْتَسْقِي وَحَوَّلَ رِدَاءَهُ‏.‏",
    "english_text": "The Prophet (p.b.u.h) went out to offer the Istisqa' prayer and turned (and put on) his cloak inside out.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم قَاضِي الْمَدِينَة , وَسَيَأْتِي فِي \" بَاب تَحْوِيل الرِّدَاء \" التَّصْرِيح بِسَمَاعِ عَبْد اللَّه لَهُ مِنْ عَبَّاد. ‏ ‏قَوْله : ( عَنْ عَمّه ) ‏ ‏هُوَ عَبْد اللَّه بْن زَيْد بْن عَاصِم , كَمَا سَيَأْتِي صَرِيحًا فِي الْبَاب الْمَذْكُور وَسِيَاقه أَتَمّ. ‏ ‏قَوْله : ( خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ إِلَى الْمُصَلَّى كَمَا سَيَأْتِي التَّصْرِيح بِهِ أَيْضًا فِيهِ , وَيَأْتِي الْكَلَام فِيهِ عَلَى كَيْفِيَّة تَحْوِيل الرِّدَاء وَزَادَ فِيهِ \" وَصَلَّى رَكْعَتَيْنِ \". وَقَدْ اِتَّفَقَ فُقَهَاء الْأَمْصَار عَلَى مَشْرُوعِيَّة صَلَاة الِاسْتِسْقَاء وَأَنَّهَا رَكْعَتَانِ إِلَّا مَا رُوِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَالَ : يَبْرُزُونَ لِلدُّعَاءِ وَالتَّضَرُّع , وَإِنْ خَطَبَ لَهُمْ فَحَسَن. وَلَمْ يَعْرِف الصَّلَاة , هَذَا هُوَ الْمَشْهُور عَنْهُ. وَنَقَلَ أَبُو بَكْر الرَّازِيُّ عَنْهُ التَّخْيِير بَيْن الْفِعْل وَالتَّرْك , وَحَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى اِسْتِحْبَاب الْخُرُوج إِلَى الِاسْتِسْقَاء , وَالْبُرُوز إِلَى ظَاهِر الْمِصْر , لَكِنْ حَكَى الْقُرْطُبِيّ عَنْ أَبِي حَنِيفَة أَيْضًا أَنَّهُ لَا يُسْتَحَبّ الْخُرُوج , وَكَأَنَّهُ اُشْتُبِهَ عَلَيْهِ بِقَوْلِهِ فِي الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1006,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرَّكْعَةِ الآخِرَةِ يَقُولُ ‏\"‏ اللَّهُمَّ أَنْجِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ، اللَّهُمَّ أَنْجِ سَلَمَةَ بْنَ هِشَامٍ، اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ، اللَّهُمَّ اجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ ‏\"‏‏.‏ وَأَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ غِفَارُ غَفَرَ اللَّهُ لَهَا، وَأَسْلَمُ سَالَمَهَا اللَّهُ ‏\"‏‏.‏ قَالَ ابْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ هَذَا كُلُّهُ فِي الصُّبْحِ‏.‏",
    "english_text": "Whenever the Prophet (p.b.u.h) lifted his head from the bowing in the last rak`a he used to say: \"O \nAllah! Save `Aiyash bin Abi Rabi`a. O Allah! Save Salama bin Hisham. O Allah! Save Walid bin \nWalid. O Allah! Save the weak faithful believers. O Allah! Be hard on the tribes of Mudar and send \n(famine) years on them like the famine years of (Prophet) Joseph .\" The Prophet (ﷺ) further said, \"Allah \nforgive the tribes of Ghifar and save the tribes of Aslam.\" Abu Az-Zinad (a sub-narrator) said, \"The \nQunut used to be recited by the Prophet (ﷺ) in the Fajr prayer.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُغِيرَة بْن عَبْد الرَّحْمَن ) ‏ ‏هُوَ الْحِزَامِيّ بِالْمُهْمَلَةِ وَالزَّاي لَا الْمَخْزُومِيّ , وَهُمَا مَدَنِيَّانِ مِنْ طَبَقَة وَاحِدَة لَكِنْ الْحِزَامِيّ مَعْرُوف بِالرِّوَايَةِ عَنْ أَبِي الزِّنَاد دُون الْمَخْزُومِيّ , وَقَدْ بَيَّنَهُ اِبْن مَعِين وَالنَّسَائِيُّ , لَكِنَّهُ لَمْ يَنْفَرِد بِهَذَا الْحَدِيث فَسَيَأْتِي فِي الْجِهَاد مِنْ رِوَايَة الثَّوْرِيّ , وَفِي أَحَادِيث الْأَنْبِيَاء مِنْ رِوَايَة شُعَيْب , وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة مُوسَى بْن عُقْبَة كُلّهمْ عَنْ أَبِي الزِّنَاد. ‏ ‏قَوْله : ( اللَّهُمَّ اِجْعَلْهَا سِنِينَ ) ‏ ‏فِي الرِّوَايَة الْمَاضِيَة فِي \" بَاب يَهْوِي بِالتَّكْبِيرِ مِنْ صِفَة الصَّلَاة \" : \" اللَّهُمَّ اِجْعَلْهَا عَلَيْهِمْ \" وَالضَّمِير فِي قَوْله \" اِجْعَلْهَا \" يَعُود عَلَى الْمُدَّة الَّتِي تَقَع فِيهَا الشِّدَّة الْمُعَبَّر عَنْهَا بِالْوَطْأَةِ , وَزَادَ بَعْد قَوْله فِيهَا كَسِنِي يُوسُف \" وَأَهْل الْمَشْرِق يَوْمئِذٍ مِنْ مُضَر مُخَالِفُونَ لَهُ \" وَسَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث مُسْتَوْفًى فِي تَفْسِير آل عِمْرَان إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( وَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : غِفَار غَفَرَ اللَّه لَهَا إِلَخْ ) ‏ ‏هَذَا حَدِيث آخَر , وَهُوَ عِنْد الْمُصَنِّف بِالْإِسْنَادِ الْمَذْكُور وَكَأَنَّهُ سَمِعَهُ هَكَذَا فَأَوْرَدَهُ كَمَا سَمِعَهُ. وَقَدْ أَخْرَجَهُ أَحْمَد عَنْ قُتَيْبَة كَمَا أَخْرَجَهُ الْبُخَارِيّ , وَيُحْتَمَل أَنْ يَكُون لَهُ تَعَلُّق بِالتَّرْجَمَةِ مِنْ جِهَة أَنَّ الدُّعَاء عَلَى الْمُشْرِكِينَ بِالْقَحْطِ يَنْبَغِي أَنْ يُخَصّ بِمَنْ كَانَ مُحَارِبًا دُون مَنْ كَانَ مُسَالِمًا. ‏ ‏قَوْله : ( غِفَار غَفَرَ اللَّه لَهَا ) ‏ ‏فِيهِ الدُّعَاء بِمَا يُشْتَقّ مِنْ الِاسْم كَأَنْ يَقُول لِأَحْمَد : أَحْمَد اللَّه عَاقِبَتك , وَلِعَلِيٍّ : أَعْلَاك اللَّه. وَهُوَ مِنْ جِنَاس الِاشْتِقَاق , وَلَا يَخْتَصّ بِالدُّعَاءِ بَلْ يَأْتِي مِثْله فِي الْخَبَر , وَمِنْهُ قَوْله تَعَالَى ( وَأَسْلَمْت مَعَ سُلَيْمَان ) وَسَيَأْتِي فِي الْمَغَازِي حَدِيث \" عَصِيَّة عَصَتْ اللَّه وَرَسُوله \" وَإِنَّمَا اِخْتَصَّتْ الْقَبِيلَتَانِ بِهَذَا الدُّعَاء لِأَنَّ غِفَارًا أَسْلَمُوا قَدِيمًا , وَأَسْلَمُ سَالَمَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا سَيَأْتِي بَيَان ذَلِكَ فِي أَوَائِل الْمَنَاقِب إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( قَالَ اِبْن أَبِي الزِّنَاد عَنْ أَبِيهِ : هَذَا كُلّه فِي الصُّبْح ) ‏ ‏يَعْنِي أَنَّ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد رَوَى هَذَا الْحَدِيث عَنْ أَبِيهِ بِهَذَا الْإِسْنَاد , فَبَيَّنَ أَنَّ الدُّعَاء الْمَذْكُور كَانَ فِي الصُّبْح , وَقَدْ تَقَدَّمَ بَعْض بَيَان الِاخْتِلَاف فِي ذَلِكَ فِي أَثْنَاء صِفَة الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1007,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ كُنَّا عِنْدَ عَبْدِ اللَّهِ فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا رَأَى مِنَ النَّاسِ إِدْبَارًا قَالَ ‏\"‏ اللَّهُمَّ سَبْعٌ كَسَبْعِ يُوسُفَ ‏\"‏‏.‏ فَأَخَذَتْهُمْ سَنَةٌ حَصَّتْ كُلَّ شَىْءٍ حَتَّى أَكَلُوا الْجُلُودَ وَالْمَيْتَةَ وَالْجِيَفَ، وَيَنْظُرَ أَحَدُهُمْ إِلَى السَّمَاءِ فَيَرَى الدُّخَانَ مِنَ الْجُوعِ، فَأَتَاهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ إِنَّكَ تَأْمُرُ بِطَاعَةِ اللَّهِ وَبِصِلَةِ الرَّحِمِ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا، فَادْعُ اللَّهَ لَهُمْ قَالَ اللَّهُ تَعَالَى ‏{‏فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ‏}‏ إِلَى قَوْلِهِ ‏{‏عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى‏}‏ فَالْبَطْشَةُ يَوْمَ بَدْرٍ، وَقَدْ مَضَتِ الدُّخَانُ وَالْبَطْشَةُ وَاللِّزَامُ وَآيَةُ الرُّومِ‏.‏",
    "english_text": "We were with `Abdullah and he said, \"When the Prophet (ﷺ) saw the refusal of the people to accept Islam \nhe said, \"O Allah! Send (famine) years on them for (seven years) like the seven years (of famine \nduring the time) of (Prophet) Joseph.\" So famine overtook them for one year and destroyed every kind \nof life to such an extent that the people started eating hides, carcasses and rotten dead animals. \nWhenever one of them looked towards the sky, he would (imagine himself to) see smoke because of \nhunger. So Abu Sufyan went to the Prophet (ﷺ) and said, \"O Muhammad! You order people to obey Allah \nand to keep good relations with kith and kin. No doubt the people of your tribe are dying, so please \npray to Allah for them.\" So Allah revealed: \"Then watch you For the day that The sky will bring forth \na kind Of smoke Plainly visible ... Verily! You will return (to disbelief) On the day when We shall \nseize You with a mighty grasp. (44.10-16) Ibn Mas`ud added, \"Al-Batsha (i.e. grasp) happened in the \nbattle of Badr and no doubt smoke, Al-Batsha, Al-Lizam, and the verse of Surat Ar-Rum have all \npassed .",
    "explication": "‏ ‏قَوْله : ( كُنَّا عِنْد عَبْد اللَّه ) ) ‏ ‏يَعْنِي اِبْن مَسْعُود , وَسَيَأْتِي فِي تَفْسِير الدُّخَان سَبَب تَحْدِيث عَبْد اللَّه بْن مَسْعُود بِهَذَا الْحَدِيث. ‏ ‏قَوْله : ( لَمَّا رَأَى مِنْ النَّاس إِدْبَارًا ) ‏ ‏أَيْ مِنْ الْإِسْلَام , وَسَيَأْتِي فِي تَفْسِير الدُّخَان أَنَّ قُرَيْشًا لَمَّا أَبْطَئُوا عَنْ الْإِسْلَام. ‏ ‏قَوْله : ( فَأَخَذَتْهُمْ سَنَة ) ‏ ‏بِفَتْحِ الْمُهْمَلَة بَعْدهَا نُون خَفِيفَة أَيْ أَصَابَهُمْ الْقَحْط , وَقَوْله \" حَصَتْ \" بِفَتْحِ الْحَاء وَالصَّاد الْمُهْمَلَتَيْنِ أَيْ اِسْتَأْصَلَتْ النَّبَات حَتَّى خَلَتْ الْأَرْض مِنْهُ. ‏ ‏قَوْله : ( حَتَّى أَكَلْنَا ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِيّ وَالْحَمَوِيِّ \" حَتَّى أَكَلُوا \" وَهُوَ الْوَجْه , وَكَذَا قَوْله \" يَنْظُر أَحَدكُمْ \" عِنْد الْأَكْثَر \" يَنْظُر أَحَدهمْ \" وَهُوَ الصَّوَاب. وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَيْهِ بَعْد تِسْعَة أَبْوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1008,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا أَبُو قُتَيْبَةَ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَتَمَثَّلُ بِشِعْرِ أَبِي طَالِبٍ وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ثِمَالُ الْيَتَامَى عِصْمَةٌ لِلأَرَامِلِ وَقَالَ عُمَرُ بْنُ حَمْزَةَ حَدَّثَنَا سَالِمٌ، عَنْ أَبِيهِ، رُبَّمَا ذَكَرْتُ قَوْلَ الشَّاعِرِ وَأَنَا أَنْظُرُ، إِلَى وَجْهِ النَّبِيِّ صلى الله عليه وسلم يَسْتَسْقِي، فَمَا يَنْزِلُ حَتَّى يَجِيشَ كُلُّ مِيزَابٍ‏.‏ وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ثِمَالَ الْيَتَامَى عِصْمَةً لِلأَرَامِلِ وَهْوَ قَوْلُ أَبِي طَالِبٍ‏.‏",
    "english_text": "My father said, \"I heard Ibn `Umar reciting the poetic verses of Abu Talib: And a white (person) (i.e. \nthe Prophet) who is requested to pray for rain and who takes care of the orphans and is the guardian of \nwidows.\" Salim's father (Ibn `Umar) said, \"The following poetic verse occurred to my mind while I \nwas looking at the face of the Prophet (p.b.u.h) while he was praying for rain. He did not get down till \nthe rain water flowed profusely from every roof-gutter: And a white (person) who is requested to pray \nfor rain and who takes care of the orphans and is the guardian of widows . . . And these were the \nwords of Abu Talib.\"",
    "explication": "‏ ‏قَوْله : ( يَتَمَثَّل ) ‏ ‏أَيْ يَنْشُد شِعْر غَيْره. ‏ ‏قَوْله : ( وَأَبْيَض ) ‏ ‏بِفَتْحِ الضَّاد وَهُوَ مَجْرُور بِرَبِّ مُقَدَّرَة أَوْ مَنْصُوب بِإِضْمَارِ أَعْنِي أَوْ أَخُصّ , وَالرَّاجِح أَنَّهُ بِالنَّصْبِ عَطْفًا عَلَى قَوْله \" سَيِّدًا \" فِي الْبَيْت الَّذِي قَبْله. ‏ ‏قَوْله : ( ثِمَال ) ‏ ‏بِكَسْرِ الْمُثَلَّثَة وَتَخْفِيف الْمِيم هُوَ الْعِمَاد وَالْمَلْجَأ وَالْمُطْعِم وَالْمُغِيث وَالْمُعِين وَالْكَافِي , قَدْ أُطْلِقَ عَلَى كُلّ مِنْ ذَلِكَ. وَقَوْله \" عِصْمَة لِلْأَرَامِلِ \" أَيْ يَمْنَعهُمْ مِمَّا يَضُرّهُمْ , وَالْأَرَامِل جَمْع أَرْمَلَة وَهِيَ الْفَقِيرَة الَّتِي لَا زَوْج لَهَا , وَقَدْ يُسْتَعْمَل فِي الرَّجُل أَيْضًا مَجَازًا , وَمِنْ ثُمَّ لَوْ أَوْصَى لِلْأَرَامِلِ خُصَّ النِّسَاء دُون الرِّجَال. وَهَذَا الْبَيْت مِنْ أَبْيَات فِي قَصِيدَة لِأَبِي طَالِب ذَكَرَهَا اِبْن إِسْحَاق فِي السِّيرَة بِطُولِهَا , وَهِيَ أَكْثَر مِنْ ثَمَانِينَ بَيْتًا , قَالَهَا لَمَّا تَمَالَأَتْ قُرَيْش عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَفَّرُوا عَنْهُ مَنْ يُرِيد الْإِسْلَام , أَوَّلهَا : ‏ ‏وَلَمَّا رَأَيْت الْقَوْم لَا وُدّ فِيهِمُ ‏ ‏وَقَدْ قَطَعُوا كُلّ الْعُرَى وَالْوَسَائِل ‏ ‏وَقَدْ جَاهَرُونَا بِالْعَدَاوَةِ وَالْأَذَى ‏ ‏وَقَدْ طَاوَعُوا أَمْر الْعَدُوّ الْمُزَايِل ‏ ‏يَقُول فِيهَا : ‏ ‏أَعَبْد مَنَافٍ أَنْتُمُ خَيْر قَوْمكُم ‏ ‏فَلَا تُشْرِكُوا فِي أَمْركُمْ كُلّ وَاغِل ‏ ‏فَقَدْ خِفْت إِنْ لَمْ يُصْلِح اللَّه أَمْركُمْ ‏ ‏تَكُونُوا كَمَا كَانَتْ أَحَادِيث وَائِل ‏ ‏يَقُول فِيهَا : ‏ ‏أَعُوذ بِرَبِّ النَّاس مِنْ كُلّ طَاعِن ‏ ‏عَلَيْنَا بِسُوءٍ أَوْ مُلِحّ بِبَاطِلِ ‏ ‏وَثَوْر وَمَنْ أَرْسَى ثُبَيْرًا مَكَانه ‏ ‏وَرَاقٍ لِبِرٍّ فِي حِرَاء وَنَازِل ‏ ‏وَبِالْبَيْتِ حَقّ الْبَيْت مِنْ بَطْن مَكَّة ‏ ‏وَبِاَللَّهِ إِنَّ اللَّه لَيْسَ بِغَافِلِ ‏ ‏يَقُول فِيهَا : ‏ ‏كَذَبْتُمْ وَبَيْت اللَّه نَبْزِي مُحَمَّدًا ‏ ‏وَلَمَّا أُطَاعِن حَوْله وَنُنَاضِل ‏ ‏وَنُسْلِمهُ حَتَّى نُصَرَّع حَوْله ‏ ‏وَنُذْهَل عَنْ أَبْنَائِنَا وَالْحَلَائِل ‏ ‏يَقُول فِيهَا : ‏ ‏وَمَا تَرْكُ قَوْم لَا أَبَا لِك سَيِّدًا ‏ ‏يَحُوط الذِّمَار بَيْن بَكْر بْن وَائِل ‏ ‏وَأَبْيَض يُسْتَسْقَى الْغَمَام بِوَجْهِهِ ‏ ‏ثِمَال الْيَتَامَى عِصْمَة لِلْأَرَامِلِ ‏ ‏يَلُوذ بِهِ الْهُلَّاك مِنْ آل هَاشِم ‏ ‏فَهُمْ عِنْده فِي نِعْمَة وَفَوَاضِل ‏ ‏قَالَ السُّهَيْلِيّ : فَإِنْ قِيلَ كَيْف قَالَ أَبُو طَالِب \" يُسْتَسْقَى الْغَمَام بِوَجْهِهِ \" وَلَمْ يَرَهُ قَطّ اِسْتَسْقَى , إِنَّمَا كَانَ ذَلِكَ مِنْهُ بَعْد الْهِجْرَة ! وَأَجَابَ بِمَا حَاصِله : أَنَّ أَبَا طَالِب أَشَارَ إِلَى مَا وَقَعَ فِي زَمَن عَبْد الْمُطَّلِب حَيْثُ اِسْتَسْقَى لِقُرَيْشٍ وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَهُ غُلَام. اِنْتَهَى. وَيُحْتَمَل أَنْ يَكُون أَبُو طَالِب مَدَحَهُ بِذَلِكَ لَمَّا رَأَى مِنْ مَخَايِل ذَلِكَ فِيهِ وَإِنْ لَمْ يُشَاهِد وُقُوعه , وَسَيَأْتِي فِي الْكَلَام عَلَى حَدِيث اِبْن مَسْعُود مَا يُشْعِر بِأَنَّ سُؤَال أَبِي سُفْيَان لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الِاسْتِسْقَاء وَقَعَ بِمَكَّة. وَذَكَرَ اِبْن التِّين أَنَّ فِي شِعْر أَبِي طَالِب هَذَا دَلَالَة عَلَى أَنَّهُ كَانَ يَعْرِف نُبُوَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل أَنْ يُبْعَث لَمَّا أَخْبَرَهُ بِهِ بَحِيرًا أَوْ غَيْره مِنْ شَأْنه , وَفِيهِ نَظَر لِمَا تَقَدَّمَ عَنْ اِبْن إِسْحَاق أَنَّ إِنْشَاء أَبِي طَالِب لِهَذَا الشِّعْر كَانَ بَعْد الْمَبْعَث , وَمَعْرِفَة أَبِي طَالِب بِنُبُوَّةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَاءَتْ فِي كَثِير مِنْ الْأَخْبَار , وَتَمَسَّكَ بِهَا الشِّيعَة فِي أَنَّهُ كَانَ مُسْلِمًا. وَرَأَيْت لِعَلِيِّ بْن حَمْزَة الْبَصْرِيّ جُزْءًا جَمَعَ فِيهِ شِعْر أَبِي طَالِب وَزَعَمَ فِي أَوَّله أَنَّهُ كَانَ مُسْلِمًا وَأَنَّهُ مَاتَ عَلَى الْإِسْلَام وَأَنَّ الْحَشَوِيَّة تَزْعُم أَنَّهُ مَاتَ عَلَى الْكُفْر وَأَنَّهُمْ لِذَلِكَ يَسْتَجِيزُون لَعْنه , ثُمَّ بَالَغَ فِي سَبّهمْ وَالرَّدّ عَلَيْهِمْ , وَاسْتَدَلَّ لِدَعْوَاهُ بِمَا لَا دَلَالَة فِيهِ. وَقَدْ بَيَّنْت فَسَاد ذَلِكَ كُلّه فِي تَرْجَمَة أَبِي طَالِب مِنْ كِتَاب الْإِصَابَة , وَسَيَأْتِي بَعْضه فِي تَرْجَمَة أَبِي طَالِب مِنْ كِتَاب مَبْعَث النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( وَقَالَ عُمَر بْن حَمْزَة ) ‏ ‏أَيْ اِبْن عَبْد اللَّه بْن عُمَر , وَسَالِم شَيْخه هُوَ عَمّه , وَعُمْر مُخْتَلَف فِي الِاحْتِجَاج بِهِ وَكَذَلِكَ عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن دِينَار الْمَذْكُور فِي الطَّرِيق الْمَوْصُولَة , فَاعْتَضَدَتْ إِحْدَى الطَّرِيقَيْنِ بِالْأُخْرَى , وَهُوَ مِنْ أَمْثِلَة أَحَد قِسْمَيْ الصَّحِيح كَمَا تَقَرَّرَ فِي عُلُوم الْحَدِيث , وَطَرِيق عُمَر الْمُعَلَّقَة وَصَلَهَا أَحْمَد وَابْن مَاجَهْ وَالْإِسْمَاعِيلِيّ مِنْ رِوَايَة أَبِي عَقِيل عَبْد اللَّه بْن عَقِيل الثَّقَفِيّ عَنْهُ , وَعَقِيل فِيهِمَا بِفَتْحِ الْعَيْن. ‏ ‏قَوْله : ( يَسْتَسْقِي ) ‏ ‏بِفَتْحِ أَوَّله زَادَ اِبْن مَاجَهْ فِي رِوَايَته \" عَلَى الْمِنْبَر \" وَفِي رِوَايَته أَيْضًا \" فِي الْمَدِينَة \". ‏ ‏قَوْله : ( يَجِيش ) ‏ ‏بِفَتْحِ أَوَّله وَكَسْر الْجِيم وَآخِره مُعْجَمَة يُقَال : جَاشَ الْوَادِي إِذَا زَخَرَ بِالْمَاءِ , وَجَاشَتْ الْقِدْر إِذَا غَلَتْ , وَجَاشَ الشَّيْء إِذَا تَحَرَّكَ. وَهُوَ كِنَايَة عَنْ كَثْرَة الْمَطَر. ‏ ‏قَوْله : ( كُلّ مِيزَاب ) ) ‏ ‏بِكَسْرِ الْمِيم وَبِالزَّايِ مَعْرُوف , وَهُوَ مَا يَسِيل مِنْهُ الْمَاء مِنْ مَوْضِعٍ عَالٍ. وَوَقَعَ فِي رِوَايَة الْحَمَوِيِّ \" حَتَّى يَجِيش لَك \" بِتَقْدِيمِ اللَّام عَلَى الْكَاف وَهُوَ تَصْحِيف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1009,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ الْمُثَنَّى، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ كَانَ إِذَا قَحَطُوا اسْتَسْقَى بِالْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ فَقَالَ اللَّهُمَّ إِنَّا كُنَّا نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا فَتَسْقِينَا وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا فَاسْقِنَا‏.‏ قَالَ فَيُسْقَوْنَ‏.‏",
    "english_text": "Whenever drought threatened them, `Umar bin Al-Khattab, used to ask Al-Abbas bin `Abdul Muttalib \nto invoke Allah for rain. He used to say, \"O Allah! We used to ask our Prophet to invoke You for rain, \nand You would bless us with rain, and now we ask his uncle to invoke You for rain. O Allah ! Bless \nus with rain.\"(1) And so it would rain.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي الْحَسَن بْن مُحَمَّد ) ‏ ‏هُوَ الزَّعْفَرَانِيّ وَالْأَنْصَارِيّ شَيْخه يَرْوِي عَنْهُ الْبُخَارِيّ كَثِيرًا وَرُبَّمَا أَدْخَلَ بَيْنهمَا وَاسِطَة كَهَذَا الْمَوْضِع , وَوَهَمَ مَنْ زَعَمَ أَنَّ الْبُخَارِيّ أَخْرَجَ هَذَا الْحَدِيث عَنْ الْأَنْصَارِيّ نَفْسه. ‏ ‏قَوْله : ( أَنَّ عُمَر بْن الْخَطَّاب كَانَ إِذَا قُحِطُوا ) ‏ ‏بِضَمِّ الْقَاف وَكَسْر الْمُهْمَلَة أَيْ أَصَابَهُمْ الْقَحْط , وَقَدْ بَيَّنَ الزُّبَيْر بْن بَكَّار فِي الْأَنْسَاب صِفَة مَا دَعَا بِهِ الْعَبَّاس فِي هَذِهِ الْوَاقِعَة وَالْوَقْت الَّذِي وَقَعَ فِيهِ ذَلِكَ , فَأَخْرَجَ بِإِسْنَادٍ لَهُ أَنَّ الْعَبَّاس لَمَّا اِسْتَسْقَى بِهِ عُمَر قَالَ \" اللَّهُمَّ إِنَّهُ لَمْ يَنْزِل بَلَاء إِلَّا بِذَنْبٍ , وَلَمْ يُكْشَف إِلَّا بِتَوْبَةٍ , وَقَدْ تَوَجَّهَ الْقَوْم بِي إِلَيْك لِمَكَانِي مِنْ نَبِيّك , وَهَذِهِ أَيْدِينَا إِلَيْك بِالذُّنُوبِ وَنَوَاصِينَا إِلَيْك بِالتَّوْبَةِ فَاسْقِنَا الْغَيْث. فَأَرْخَتْ السَّمَاء مِثْل الْجِبَال حَتَّى أَخْصَبَتْ الْأَرْض , وَعَاشَ النَّاس \" وَأَخْرَجَ أَيْضًا مِنْ طَرِيق دَاوُدَ عَنْ عَطَاء عَنْ زَيْد بْن أَسْلَمَ عَنْ اِبْن عُمَر قَالَ \" اِسْتَسْقَى عُمَر بْن الْخَطَّاب عَام الرَّمَادَة بِالْعَبَّاسِ بْن عَبْد الْمُطَّلِب \" فَذَكَرَ الْحَدِيث وَفِيهِ \" فَخَطَبَ النَّاس عُمَر فَقَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَرَى لِلْعَبَّاسِ مَا يَرَى الْوَلَد لِلْوَالِدِ , فَاقْتَدُوا أَيّهَا النَّاس بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عَمّه الْعَبَّاس وَاتَّخِذُوهُ وَسِيلَة إِلَى اللَّه \" وَفِيهِ \" فَمَا بَرِحُوا حَتَّى سَقَاهُمْ اللَّه \" وَأَخْرَجَهُ الْبَلَاذُرِيّ مِنْ طَرِيق هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ فَقَالَ \" عَنْ أَبِيهِ \" بَدَل اِبْن عُمَر , فَيُحْتَمَل أَنْ يَكُون لِزَيْدٍ فِيهِ شَيْخَانِ , وَذَكَرَ اِبْن سَعْد وَغَيْره أَنَّ عَام الرَّمَادَة كَانَ سَنَة ثَمَان عَشْرَة , وَكَانَ اِبْتِدَاؤُهُ مَصْدَر الْحَاجّ مِنْهَا وَدَامَ تِسْعَة أَشْهُر , وَالرَّمَادَة بِفَتْحِ الرَّاء وَتَخْفِيف الْمِيم , سُمِّيَ الْعَام بِهَا لِمَا حَصَلَ مِنْ شِدَّة الْجَدْب فَاغْبَرَّتْ الْأَرْض جِدًّا مِنْ عَدَم الْمَطَر , وَقَدْ تَقَدَّمَ مِنْ رِوَايَة الْإِسْمَاعِيلِيّ رَفْع حَدِيث أَنَس الْمَذْكُور فِي قِصَّة عُمَر وَالْعَبَّاس , وَكَذَلِكَ أَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه مِنْ طَرِيق مُحَمَّد بْن الْمُثَنَّى بِالْإِسْنَادِ الْمَذْكُور. وَيُسْتَفَاد مِنْ قِصَّة الْعَبَّاس اِسْتِحْبَاب الِاسْتِشْفَاع بِأَهْلِ الْخَيْر وَالصَّلَاح وَأَهْل بَيْت النُّبُوَّة , وَفِيهِ فَضْل الْعَبَّاس وَفَضْل عُمَر لِتَوَاضُعِهِ لِلْعَبَّاسِ وَمَعْرِفَته بِحَقِّهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1010,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، قَالَ حَدَّثَنَا وَهْبٌ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَسْقَى فَقَلَبَ رِدَاءَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) turned his cloak inside out on Istisqa.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْحَاق ) ‏ ‏هُوَ اِبْن رَاهْوَيْهِ كَمَا جَزَمَ بِهِ أَبُو نُعَيْم فِي الْمُسْتَخْرَج وَأَخْرَجَهُ مِنْ طَرِيقه. ‏ ‏قَوْله : ( عَنْ مُحَمَّد بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم , وَهُوَ أَخُو عَبْد اللَّه بْن أَبِي بَكْر الْمَذْكُور فِي الطَّرِيق الثَّانِيَة مِنْ هَذَا الْبَاب , وَقَدْ حَدَّثَ بِهِ عَنْ عَبَّاد أَبُوهُمَا أَبُو بَكْر بْن مُحَمَّد بْن عَمْرو كَمَا سَيَأْتِي بَعْد خَمْسَة عَشَر بَابًا. ‏ ‏قَوْله : ( اِسْتَسْقَى فَقَلَبَ رِدَاءَهُ ) ‏ ‏ذَكَرَ الْوَاقِدِيُّ أَنَّ طُول رِدَائِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ سِتَّة أَذْرُع فِي ثَلَاثَة أَذْرُع وَطُول إِزَاره أَرْبَعَة أَذْرُع وَشِبْرَيْنِ فِي ذِرَاعَيْنِ وَشِبْر , كَانَ يَلْبَسهُمَا فِي الْجُمُعَة وَالْعِيدَيْنِ. وَوَقَعَ فِي \" شَرْح الْأَحْكَام لِابْنِ بَزِيزَةَ \" ذَرْع الرِّدَاء كَاَلَّذِي ذَكَرَهُ الْوَاقِدِيُّ فِي فَرْع الْإِزَار , وَالْأَوَّل أَوْلَى. قَالَ الزَّيْن بْن الْمُنِير : تُرْجِمَ بِلَفْظِ التَّحْوِيل , وَاَلَّذِي وَقَعَ فِي الطَّرِيقَيْنِ اللَّذَيْنِ سَاقَهُمَا لَفْظ الْقَلْب , وَكَأَنَّهُ أَرَادَ أَنَّهُمَا بِمَعْنًى وَاحِد. اِنْتَهَى. وَلَمْ تَتَّفِق الرُّوَاة فِي الطَّرِيق الثَّانِيَة عَلَى لَفْظ الْقَلْب , فَإِنَّ رِوَايَة أَبِي ذَرّ \" حَوَّلَ \" وَكَذَا هُوَ فِي أَوَّل حَدِيث فِي الِاسْتِسْقَاء , وَكَذَلِكَ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق مَالِك عَنْ عَبْد اللَّه بْن أَبِي بَكْر , وَقَدْ وَقَعَ بَيَان الْمُرَاد مِنْ ذَلِكَ فِي \" بَاب الِاسْتِسْقَاء بِالْمُصَلَّى \" فِي زِيَادَة سُفْيَان عَنْ الْمَسْعُودِيّ عَنْ أَبِي بَكْر اِبْن مُحَمَّد , وَلَفْظه \" قَلَبَ رِدَاءَهُ جَعَلَ الْيَمِين عَلَى الشِّمَال \" وَزَادَ فِيهِ اِبْن مَاجَهْ وَابْن خُزَيْمَةَ مِنْ هَذَا الْوَجْه \" وَالشِّمَال عَلَى الْيَمِين \" وَالْمَسْعُودِيّ لَيْسَ مِنْ شَرْط الْكِتَاب وَإِنَّمَا ذَكَرَ زِيَادَته اِسْتِطْرَادًا , وَسَيَأْتِي بَيَان كَوْن زِيَادَته مَوْصُولَة أَوْ مُعَلَّقَة فِي الْبَاب الْمَذْكُور إِنْ شَاءَ اللَّه تَعَالَى. وَلَهُ شَاهِد أَخَرَجَهُ أَبُو دَاوُدَ مِنْ طَرِيق الزُّبَيْدِيّ عَنْ الزُّهْرِيِّ عَنْ عَبَّاد بِلَفْظِ \" فَجَعَلَ عِطَافه الْأَيْمَن عَلَى عَاتِقه الْأَيْسَر , وَعِطَافه الْأَيْسَر عَلَى عَاتِقه الْأَيْمَن \" وَلَهُ مِنْ طَرِيق عُمَارَة بْن غَزِيَّةَ عَنْ عَبَّاد \" اِسْتَسْقَى وَعَلَيْهِ خَمِيصَة سَوْدَاء , فَأَرَادَ أَنْ يَأْخُذ بِأَسْفَلِهَا فَيَجْعَلهُ أَعْلَاهَا , فَلَمَّا ثَقُلَتْ عَلَيْهِ قَلَبَهَا عَلَى عَاتِقه \" وَقَدْ اِسْتَحَبَّ الشَّافِعِيّ فِي الْجَدِيد فِعْل مَا هَمَّ بِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ تَنْكِيس الرِّدَاء مَعَ التَّحْوِيل الْمَوْصُوف , وَزَعَمَ الْقُرْطُبِيّ كَغَيْرِهِ أَنَّ الشَّافِعِيّ اِخْتَارَ فِي الْجَدِيد تَنْكِيس الرِّدَاء لَا تَحْوِيله , وَاَلَّذِي فِي \" الْأُمّ \" مَا ذَكَرْته. وَالْجُمْهُور عَلَى اِسْتِحْبَاب التَّحْوِيل فَقَطْ , وَلَا رَيْب أَنَّ الَّذِي اِسْتَحَبَّهُ الشَّافِعِيّ أَحْوَط. وَعَنْ أَبِي حَنِيفَة وَبَعْض الْمَالِكِيَّة لَا يُسْتَحَبّ شَيْء مِنْ ذَلِكَ , وَاسْتَحَبَّ الْجُمْهُور أَيْضًا أَنْ يُحَوِّل النَّاس بِتَحْوِيلِ الْإِمَام , وَيَشْهَد لَهُ مَا رَوَاهُ أَحْمَد مِنْ طَرِيق أُخْرَى عَنْ عَبَّاد فِي هَذَا الْحَدِيث بِلَفْظِ \" وَحَوَّلَ النَّاس مَعَهُ \" وَقَالَ اللَّيْث وَأَبُو يُوسُف : يُحَوِّل الْإِمَام وَحْده. وَاسْتَثْنَى اِبْن الْمَاجِشُونِ النِّسَاء فَقَالَ : لَا يُسْتَحَبّ فِي حَقّهنَّ. ثُمَّ إِنَّ ظَاهِر قَوْله \" فَقَلَبَ رِدَاءَهُ \" أَنَّ التَّحْوِيل وَقَعَ بَعْد فَرَاغ الِاسْتِسْقَاء , وَلَيْسَ كَذَلِكَ , بَلْ الْمَعْنَى فَقَلَبَ رِدَاءَهُ فِي أَثْنَاء الِاسْتِسْقَاء. وَقَدْ بَيَّنَهُ مَالِك فِي رِوَايَته الْمَذْكُورَة وَلَفْظه \" حَوَّلَ رِدَاءَهُ حِين اِسْتَقْبَلَ الْقِبْلَة \" وَلِمُسْلِمٍ مِنْ رِوَايَة يَحْيَى بْن سَعِيد عَنْ أَبِي بَكْر بْن مُحَمَّد \" وَإِنَّهُ لَمَّا أَرَادَ أَنْ يَدْعُو اِسْتَقْبَلَ الْقِبْلَة وَحَوَّلَ رِدَاءَهُ \" وَأَصْله لِلْمُصَنِّفِ كَمَا سَيَأْتِي بَعْد أَبْوَاب , وَلَهُ مِنْ رِوَايَة الزُّهْرِيِّ عَنْ عَبَّاد \" فَقَامَ فَدَعَا اللَّه قَائِمًا , ثُمَّ تَوَجَّهَ قِبَل الْقِبْلَة وَحَوَّلَ رِدَاءَهُ \" , فَعُرِفَ بِذَلِكَ أَنَّ التَّحْوِيل وَقَعَ فِي أَثْنَاء الْخُطْبَة عِنْد إِرَادَة الدُّعَاء. وَاخْتُلِفَ فِي حِكْمَة هَذَا التَّحْوِيل : فَجَزَمَ الْمُهَلَّب بِأَنَّهُ لِلتَّفَاؤُلِ بِتَحْوِيلِ الْحَال عَمَّا هِيَ عَلَيْهِ , وَتَعَقَّبَهُ اِبْن الْعَرَبِيّ بِأَنَّ مِنْ شَرْط الْفَأْل أَنْ لَا يُقْصَد إِلَيْهِ. قَالَ : وَإِنَّمَا التَّحْوِيل أَمَارَة بَيْنه وَبَيْن رَبّه , قِيلَ لَهُ حَوِّلْ رِدَاءَك لِيَتَحَوَّل حَالك. وَتُعُقِّبَ بِأَنَّ الَّذِي جَزَمَ بِهِ يَحْتَاج إِلَى نَقْل , وَاَلَّذِي رَدَّهُ وَرَدَ فِيهِ حَدِيث رِجَاله ثِقَات أَخْرَجَهُ الدَّارَقُطْنِيُّ وَالْحَاكِم مِنْ طَرِيق جَعْفَر بْن مُحَمَّد بْن عَلِيّ عَنْ أَبِيهِ عَنْ جَابِر , وَرَجَّحَ الدَّارَقُطْنِيُّ إِرْسَاله. وَعَلَى كُلّ حَال فَهُوَ أَوْلَى مِنْ الْقَوْل بِالظَّنِّ. وَقَالَ بَعْضهمْ : إِنَّمَا حَوَّلَ رِدَاءَهُ لِيَكُونَ أَثْبَتَ عَلَى عَاتِقه عِنْد رَفْع يَدَيْهِ فِي الدُّعَاء فَلَا يَكُون سُنَّة فِي كُلّ حَال. وَأُجِيبَ بِأَنَّ التَّحْوِيل مِنْ جِهَة إِلَى جِهَة لَا يَقْتَضِي الثُّبُوت عَلَى الْعَاتِق , فَالْحَمْل عَلَى الْمَعْنَى الْأَوَّل أَوْلَى , فَإِنَّ الِاتِّبَاع أَوْلَى مِنْ تَرْكه لِمُجَرَّدِ اِحْتِمَال الْخُصُوص , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1011,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ أَنَّهُ سَمِعَ عَبَّادَ بْنَ تَمِيمٍ، يُحَدِّثُ أَبَاهُ عَنْ عَمِّهِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى الْمُصَلَّى فَاسْتَسْقَى، فَاسْتَقْبَلَ الْقِبْلَةَ، وَقَلَبَ رِدَاءَهُ، وَصَلَّى رَكْعَتَيْنِ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ كَانَ ابْنُ عُيَيْنَةَ يَقُولُ هُوَ صَاحِبُ الأَذَانِ، وَلَكِنَّهُ وَهْمٌ، لأَنَّ هَذَا عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيُّ، مَازِنُ الأَنْصَارِ‏.‏",
    "english_text": "The Prophet (ﷺ) went towards the Musalla and invoked Allah for rain. He faced the Qibla and wore his \ncloak inside out, and offered two rak`at.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم قَاضِي الْمَدِينَة , وَسَيَأْتِي فِي \" بَاب تَحْوِيل الرِّدَاء \" التَّصْرِيح بِسَمَاعِ عَبْد اللَّه لَهُ مِنْ عَبَّاد. ‏ ‏قَوْله : ( عَنْ عَمّه ) ‏ ‏هُوَ عَبْد اللَّه بْن زَيْد بْن عَاصِم , كَمَا سَيَأْتِي صَرِيحًا فِي الْبَاب الْمَذْكُور وَسِيَاقه أَتَمّ. ‏ ‏قَوْله : ( خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ إِلَى الْمُصَلَّى كَمَا سَيَأْتِي التَّصْرِيح بِهِ أَيْضًا فِيهِ , وَيَأْتِي الْكَلَام فِيهِ عَلَى كَيْفِيَّة تَحْوِيل الرِّدَاء وَزَادَ فِيهِ \" وَصَلَّى رَكْعَتَيْنِ \". وَقَدْ اِتَّفَقَ فُقَهَاء الْأَمْصَار عَلَى مَشْرُوعِيَّة صَلَاة الِاسْتِسْقَاء وَأَنَّهَا رَكْعَتَانِ إِلَّا مَا رُوِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَالَ : يَبْرُزُونَ لِلدُّعَاءِ وَالتَّضَرُّع , وَإِنْ خَطَبَ لَهُمْ فَحَسَن. وَلَمْ يَعْرِف الصَّلَاة , هَذَا هُوَ الْمَشْهُور عَنْهُ. وَنَقَلَ أَبُو بَكْر الرَّازِيُّ عَنْهُ التَّخْيِير بَيْن الْفِعْل وَالتَّرْك , وَحَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى اِسْتِحْبَاب الْخُرُوج إِلَى الِاسْتِسْقَاء , وَالْبُرُوز إِلَى ظَاهِر الْمِصْر , لَكِنْ حَكَى الْقُرْطُبِيّ عَنْ أَبِي حَنِيفَة أَيْضًا أَنَّهُ لَا يُسْتَحَبّ الْخُرُوج , وَكَأَنَّهُ اُشْتُبِهَ عَلَيْهِ بِقَوْلِهِ فِي الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1012,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا أَبُو ضَمْرَةَ، أَنَسُ بْنُ عِيَاضٍ قَالَ حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَذْكُرُ أَنَّ رَجُلاً، دَخَلَ يَوْمَ الْجُمُعَةِ مِنْ باب كَانَ وُجَاهَ الْمِنْبَرِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ فَاسْتَقْبَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَوَاشِي وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُغِيثُنَا‏.‏ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ فَقَالَ ‏\"‏ اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا ‏\"‏‏.‏ قَالَ أَنَسٌ وَلاَ وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ وَلاَ قَزَعَةً وَلاَ شَيْئًا، وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلاَ دَارٍ، قَالَ فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ‏.‏ قَالَ وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سِتًّا، ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ الْمُقْبِلَةِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُمْسِكْهَا، قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالْجِبَالِ وَالآجَامِ وَالظِّرَابِ وَالأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ قَالَ فَانْقَطَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ‏.‏ قَالَ شَرِيكٌ فَسَأَلْتُ أَنَسًا أَهُوَ الرَّجُلُ الأَوَّلُ قَالَ لاَ أَدْرِي‏.‏",
    "english_text": "I heard Anas bin Malik saying, \"On a Friday a person entered the main Mosque through the gate \nfacing the pulpit while Allah's Messenger (ﷺ) was delivering the Khutba. The man stood in front of Allah's \nApostle and said, 'O Allah's Messenger (ﷺ)! The livestock are dying and the roads are cut off; so please pray \nto Allah for rain.' \" Anas added, \"Allah's Messenger (ﷺ) (p.b.u.h) raised both his hands and said, 'O Allah! \nBless us with rain! O Allah! Bless us with rain! O Allah! Bless us with rain!' \" Anas added, \"By Allah, \nwe could not see any trace of cloud in the sky and there was no building or a house between us and \n(the mountains of) Sila.\" Anas added, \"A heavy cloud like a shield appeared from behind it (i.e. Sila' \nMountain). When it came in the middle of the sky, it spread and then rained.\" Anas further said, \"By \nAllah! We could not see the sun for a week. Next Friday a person entered through the same gate and \nat that time Allah's Messenger (ﷺ) was delivering the Friday's Khutba. The man stood in front of him and \nsaid, 'O Allah's Messenger (ﷺ)! The livestock are dying and the roads are cut off, please pray to Allah to \nwithhold rain.' \" Anas added, \"Allah's Messenger (ﷺ) I raised both his hands and said, 'O Allah! Round about \nus and not on us. O Allah! On the plateaus, on the mountains, on the hills, in the valleys and on the \nplaces where trees grow.' So the rain stopped and we came out walking in the sun.\" Sharik asked Anas \nwhether it was the same person who had asked for the rain (the last Friday). Anas replied that he did \nnot know.",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَته فِي حَدِيث أَنَس , وَرَوَى الْإِمَام أَحْمَد مِنْ حَدِيث كَعْب بْن مُرَّة مَا يُمْكِن أَنْ يُفَسِّر هَذَا الْمُبْهَم بِأَنَّهُ كَعْب الْمَذْكُور وَسَأَذْكُرُ بَعْض سِيَاقه بَعْد قَلِيل , وَرَوَى الْبَيْهَقِيُّ فِي الدَّلَائِل مِنْ طَرِيق مُرْسَلَة مَا يُمْكِن أَنْ يُفَسَّر بِأَنَّهُ خَارِجَة بْن حِصْن بْن حُذَيْفَة بْن بَدْر الْفَزَارِيُّ , وَلَكِنْ رَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق شُرَحْبِيل بْن السَّمْط أَنَّهُ \" قَالَ لِكَعْبِ بْن مُرَّة : يَا كَعْب حَدِّثْنَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحْذَرْ , قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه اِسْتَسْقِ اللَّه عَزَّ وَجَلَّ , فَرَفَعَ يَدَيْهِ فَقَالَ : اللَّهُمَّ اِسْقِنَا \" الْحَدِيث. فَفِي هَذَا أَنَّهُ غَيْر كَعْب , وَسَيَأْتِي بَعْد أَبْوَاب فِي هَذِهِ الْقِصَّة \" فَأَتَاهُ أَبُو سُفْيَان \" وَمِنْ ثَمَّ زَعَمَ بَعْضهمْ أَنَّهُ أَبُو سُفْيَان بْن حَرْب , وَهُوَ وَهْم لِأَنَّهُ جَاءَ فِي وَاقِعَة أُخْرَى كَمَا سَنُوَضِّحُهُ إِنْ شَاءَ اللَّه تَعَالَى فِي \" بَاب إِذَا اِسْتَشْفَعَ الْمُشْرِكُونَ بِالْمُسْلِمِينَ \" وَقَدْ تَقَدَّمَ فِي الْجُمُعَة مِنْ رِوَايَة إِسْحَاق بْن أَبِي طَلْحَة عَنْ أَنَس \" أَصَابَ النَّاس سَنَة - أَيْ جَدْب - عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَبَيْنًا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب يَوْم الْجُمُعَة قَامَ أَعْرَابِيّ \" وَسَيَأْتِي مِنْ رِوَايَة يَحْيَى بْن سَعِيد عَنْ أَنَس \" أَتَى رَجُل أَعْرَابِيّ مِنْ أَهْل الْبَدْو \" وَأَمَّا قَوْله فِي رِوَايَة ثَابِت الْآتِيَة فِي \" بَاب الدُّعَاء إِذَا كُثْر الْمَطَر \" عَنْ أَنَس \" فَقَامَ النَّاس فَصَاحُوا \" فَلَا يُعَارِض ذَلِكَ , لِأَنَّهُ يَحْتَمِل أَنْ يَكُونُوا سَأَلُوهُ بَعْد أَنْ سَأَلَ , وَيَحْتَمِل أَنَّهُ نَسَبَ ذَلِكَ إِلَيْهِمْ لِمُوَافَقَةِ سُؤَال السَّائِل مَا كَانُوا يُرِيدُونَهُ مِنْ طَلَب دُعَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُمْ , وَقَدْ وَقَعَ فِي رِوَايَة ثَابِت أَيْضًا عِنْد أَحْمَد \" إِذْ قَالَ بَعْض أَهْل الْمَسْجِد \" وَهِيَ تُرَجِّح الِاحْتِمَال الْأَوَّل. ‏ ‏قَوْله : ( مِنْ بَاب كَانَ وِجَاه الْمِنْبَر ) ) ‏ ‏بِكَسْرِ وَاو وِجَاه وَيَجُوز ضَمّهَا أَيْ مُوَاجِهَة , وَوَقَعَ فِي شَرْح اِبْن التِّين أَنَّ مَعْنَاهُ مُسْتَدْبِر الْقِبْلَة , وَهُوَ وَهْم , وَكَأَنَّهُ ظَنَّ أَنَّ الْبَاب الْمَذْكُور كَانَ مُقَابِل ظَهْر الْمِنْبَر , وَلَيْسَ الْأَمْر كَذَلِكَ. وَوَقَعَ فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر \" مِنْ بَاب كَانَ نَحْو دَار الْقَضَاء \" وَفَسَّرَ بَعْضهمْ دَارَ الْقَضَاء بِأَنَّهَا دَار الْإِمَارَة , وَلَيْسَ كَذَلِكَ وَإِنَّمَا هِيَ دَار عُمَر بْن الْخَطَّاب , وَسُمِّيَتْ دَار الْقَضَاء لِأَنَّهَا بِيعَتْ فِي قَضَاء دَيْنه فَكَانَ يُقَال لَهَا دَار قَضَاء دَيْن عُمَر , ثُمَّ طَالَ ذَلِكَ فَقِيلَ لَهَا دَار الْقَضَاء ذَكَرَهُ الزُّبَيْر بْن بَكَّار بِسَنَدِهِ إِلَى اِبْن عُمَر , وَذَكَرَ عُمَر بْن شَبَّة فِي \" أَخْبَار الْمَدِينَة \" عَنْ أَبِي غَسَّان الْمَدَنِيّ : سَمِعْت اِبْن أَبِي فُدَيْك عَنْ عَمّه كَانَتْ دَار الْقَضَاء لِعُمَر , فَأَمَرَ عَبْد اللَّه وَحَفْصَة أَنْ يَبِيعَاهَا عِنْد وَفَاته فِي دَيْن كَانَ عَلَيْهِ , فَبَاعُوهَا مِنْ مُعَاوِيَة , وَكَانَتْ تُسَمَّى دَار الْقَضَاء. قَالَ اِبْن أَبِي فُدَيْك سَمِعْت عَمِّي يَقُول : إِنْ كَانَتْ لَتُسَمَّى دَار قَضَاء الدَّيْن. قَالَ وَأَخْبَرَنِي عَمِّي أَنَّ الْخَوْخَة الشَّارِعَة فِي دَار الْقَضَاء غَرْبِيّ الْمَسْجِد هِيَ خَوْخَة أَبُو بَكْر الصِّدِّيق الَّتِي قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَبْقَى فِي الْمَسْجِد خَوْخَة إِلَّا خَوْخَة أَبِي بَكْر \" وَقَدْ صَارَتْ بَعْد ذَلِكَ إِلَى مَرْوَان وَهُوَ أَمِير الْمَدِينَة , فَلَعَلَّهَا شُبْهَة مَنْ قَالَ إِنَّهَا دَار الْإِمَارَة فَلَا يَكُون غَلَطًا كَمَا قَالَ صَاحِب الْمَطَالِع وَغَيْره , وَجَاءَ فِي تَسْمِيَتهَا دَار الْقَضَاء قَوْل آخَر رَوَاهُ عُمَر بْن شَبَّة فِي \" أَخْبَار الْمَدِينَة \" عَنْ أَبِي غَسَّان الْمَدَنِيّ أَيْضًا عَنْ عَبْد الْعَزِيز بْن عِمْرَان عَنْ رَاشِد بْن حَفْص عَنْ أُمّ الْحَكَم بِنْت عَبْد اللَّه عَنْ عَمَّتهَا سَهْلَة بِنْت عَاصِم قَالَتْ : كَانَتْ دَار الْقَضَاء لِعَبْدِ الرَّحْمَن بْن عَوْف وَإِنَّمَا سُمِّيَتْ دَار الْقَضَاء لِأَنَّ عَبْد الرَّحْمَن بْن عَوْف اِعْتَزَلَ فِيهَا لَيَالِي الشُّورَى حَتَّى قُضِيَ الْأَمْر فِيهَا فَبَاعَهَا بَنُو عَبْد الرَّحْمَن مِنْ مُعَاوِيَة بْن أَبِي سُفْيَان. قَالَ عَبْد الْعَزِيز : فَكَانَتْ فِيهَا الدَّوَاوِين وَبَيْت الْمَال , ثُمَّ صَيَّرَهَا السَّفَّاح رَحْبَة لِلْمَسْجِدِ. وَزَادَ أَحْمَد فِي رِوَايَة ثَابِت عَنْ أَنَس \" إِنِّي لَقَائِم عِنْد الْمِنْبَر \" فَأَفَادَ بِذَلِكَ قُوَّة ضَبْطه لِلْقِصَّةِ لِقُرْبِهِ , وَمِنْ ثَمَّ لَمْ يَرِدْ هَذَا الْحَدِيث بِهَذَا السِّيَاق كُلّه إِلَّا مِنْ رِوَايَته. ‏ ‏قَوْله : ( قَائِم يَخْطُب ) ‏ ‏زَادَ فِي رِوَايَة قَتَادَة فِي الْأَدَب \" بِالْمَدِينَةِ \". ‏ ‏قَوْله : ( فَقَالَ يَا رَسُول اللَّه ) ‏ ‏هَذَا يَدُلّ عَلَى أَنَّ السَّائِل كَانَ مُسْلِمًا فَانْتَفَى أَنْ يَكُون أَبَا سُفْيَان فَإِنَّهُ حِين سُؤَاله لِذَلِكَ كَانَ لَمْ يُسْلِم كَمَا سَيَأْتِي فِي حَدِيث عَبْد اللَّه بْن مَسْعُود قَرِيبًا. ‏ ‏قَوْله : ( هَلَكَتْ الْأَمْوَال ) ‏ ‏فِي رِوَايَة كَرِيمَة وَأَبِي ذَرّ جَمِيعًا عَنْ الْكُشْمِيهَنِيِّ \" الْمَوَاشِي \" وَهُوَ الْمُرَاد بِالْأَمْوَالِ هُنَا لَا الصَّامِت , وَقَدْ تَقَدَّمَ فِي كِتَاب الْجُمُعَة بِلَفْظِ \" هَلَكَ الْكُرَاع \" وَهُوَ بِضَمِّ الْكَاف يُطْلَق عَلَى الْخَيْل وَغَيْرهَا , وَفِي رِوَايَة يَحْيَى بْن سَعِيد الْآتِيَة \" هَلَكَتْ الْمَاشِيَة , هَلَكَ الْعِيَال , هَلَكَ النَّاس \" وَهُوَ مِنْ ذِكْر الْعَامّ بَعْد الْخَاصّ , وَالْمُرَاد بِهَلَاكِهِمْ عَدَم وُجُود مَا يَعِيشُونَ بِهِ مِنْ الْأَقْوَات الْمَفْقُودَة بِحَبْسِ الْمَطَر. ‏ ‏قَوْله : ( وَانْقَطَعَتْ السُّبُل ) ‏ ‏فِي رِوَايَة الْأَصِيلِيِّ \" وَتَقَطَّعَتْ \" بِمُثَنَّاةٍ وَتَشْدِيد الطَّاء , وَالْمُرَاد بِذَلِكَ أَنَّ الْإِبِل ضَعُفَتْ - لِقِلَّةِ الْقُوت - عَنْ السَّفَر , أَوْ لِكَوْنِهَا لَا تَجِد فِي طَرِيقهَا مِنْ الْكَلَأ مَا يُقِيم أَوَدَهَا , وَقِيلَ الْمُرَاد نَفَاد مَا عِنْد النَّاس مِنْ الطَّعَام أَوْ قِلَّته فَلَا يَجِدُونَ مَا يَحْمِلُونَهُ يَجْلِبُونَهُ إِلَى الْأَسْوَاق. وَوَقَعَ فِي رِوَايَة قَتَادَة الْآتِيَة عَنْ أَنَس \" قَحَطَ الْمَطَر \" أَيْ قَلَّ , وَهُوَ بِفَتْحِ الْقَاف وَالطَّاء وَحُكِيَ بِضَمٍّ ثُمَّ كَسْر , وَزَادَ فِي رِوَايَة ثَابِت الْآتِيَة عَنْ أَنَس \" وَاحْمَرَّتْ الشَّجَر \" وَاحْمِرَارهَا كِنَايَة عَنْ يُبْس وَرَقهَا لِعَدَمِ شُرْبهَا الْمَاء , أَوْ لِانْتِثَارِهِ فَتَصِير الشَّجَر أَعْوَادًا بِغَيْرِ وَرَق. وَوَقَعَ لِأَحْمَد فِي رِوَايَة قَتَادَة \" وَأَمْحَلَتْ الْأَرْض \" وَهَذِهِ الْأَلْفَاظ يُحْتَمَل أَنْ يَكُون الرَّجُل قَالَ كُلّهَا , وَيُحْتَمَل أَنْ يَكُون بَعْض الرُّوَاة رَوَى شَيْئًا مِمَّا قَالَهُ بِالْمَعْنَى لِأَنَّهَا مُتَقَارِبَة فَلَا تَكُون غَلَطًا كَمَا قَالَ صَاحِب الْمَطَالِع وَغَيْره. ‏ ‏قَوْله : ( فَادْعُ اللَّه يُغِيثنَا ) ‏ ‏أَيْ فَهُوَ يُغِيثنَا , وَهَذِهِ رِوَايَة الْأَكْثَر , وَلِأَبِي ذَرّ \" أَنْ يُغِيثنَا \" وَفِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر الْآتِيَة لِلْكُشْمِيهَنِيّ \" يُغِثْنَا \" بِالْجَزْمِ , وَيَجُوز الضَّمّ فِي يُغِيثنَا عَلَى أَنَّهُ مِنْ الْإِغَاثَة وَبِالْفَتْحِ عَلَى أَنَّهُ مِنْ الْغَيْث , وَيُرَجِّح الْأَوَّل قَوْله فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر \" فَقَالَ اللَّهُمَّ أَغِثْنَا \" وَوَقَعَ فِي رِوَايَة قَتَادَة \" فَادْعُ اللَّه أَنْ يَسْقِيَنَا \" وَلَهُ فِي الْأَدَب \" فَاسْتَسْقِ رَبّك \" قَالَ قَاسِم بْن ثَابِت رَوَاهُ لَنَا مُوسَى بْن هَارُون \" اللَّهُمَّ أَغِثْنَا \" وَجَائِز أَنْ يَكُون مِنْ الْغَوْث أَوْ مِنْ الْغَيْث , وَالْمَعْرُوف فِي كَلَام الْعَرَب غِثْنَا لِأَنَّهُ مِنْ الْغَوْث , وَقَالَ اِبْن الْقَطَّاع : غَاثَ اللَّه عِبَاده غَيْثًا وَغِيَاثًا سَقَاهُمْ الْمَطَر , وَأَغَاثَهُمْ أَجَابَ دُعَاءَهُمْ , وَيُقَال غَاثَ وَأَغَاثَ بِمَعْنًى , وَالرُّبَاعِيّ أَعْلَى. وَقَالَ اِبْن دُرَيْد : الْأَصْل غَاثَهُ اللَّه يَغُوثهُ غَوْثًا فَأُغِيثَ , وَاسْتُعْمِلَ أَغَاثَهُ , وَمَنْ فَتَحَ أَوَّله فَمِنْ الْغَيْث وَيُحْتَمَل أَنْ يَكُون مَعْنَى أَغِثْنَا أَعْطِنَا غَوْثًا وَغَيْثًا. ‏ ‏قَوْله : ( فَرَفَعَ يَدَيْهِ ) ) ‏ ‏زَادَ النَّسَائِيُّ فِي رِوَايَة سَعِيد عَنْ يَحْيَى بْن سَعِيد \" وَرَفَعَ النَّاس أَيْدِيهمْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُونَ \" وَزَادَ فِي رِوَايَة شَرِيك \" حِذَاء وَجْهه \" وَلِابْنِ خُزَيْمَةَ مِنْ رِوَايَة حُمَيْدٍ عَنْ أَنَس \" حَتَّى رَأَيْت بَيَاض إِبْطَيْهِ \" وَتَقَدَّمَ فِي الْجُمُعَة بِلَفْظِ \" فَمَدَّ يَدَيْهِ وَدَعَا \" زَادَ فِي رِوَايَة قَتَادَة فِي الْأَدَب \" فَنَظَرَ إِلَى السَّمَاء \". ‏ ‏قَوْله : ( فَقَالَ : اللَّهُمَّ اِسْقِنَا ) ‏ ‏أَعَادَهُ ثَلَاثًا فِي هَذِهِ الرِّوَايَة , وَوَقَعَ فِي رِوَايَة ثَابِت الْآتِيَة عَنْ أَنَس \" اللَّهُمَّ اِسْقِنَا \" مَرَّتَيْنِ , وَالْأَخْذ بِالزِّيَادَةِ أَوْلَى , وَيُرَجِّحهَا مَا تَقَدَّمَ فِي الْعِلْم أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ إِذَا دَعَا دَعَا ثَلَاثًا \". ‏ ‏قَوْله : ( وَلَا وَاَللَّه ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْوَاوِ , وَلِأَبِي ذَرّ بِالْفَاءِ , وَفِي رِوَايَة ثَابِت الْمَذْكُورَة \" وَأَيْم اللَّه \". ‏ ‏قَوْله : ( مِنْ سَحَاب ) ‏ ‏أَيْ مُجْتَمِع ‏ ‏( وَلَا قَزَعَة ) ‏ ‏بِفَتْحِ الْقَاف وَالزَّاي بَعْدهَا مُهْمَلَة أَيْ سَحَاب مُتَفَرِّق , قَالَ اِبْن سِيده. الْقَزَع قِطَع مِنْ السَّحَاب رِقَاق , زَادَ أَبُو عُبَيْد : وَأَكْثَر مَا يَجِيء فِي الْخَرِيف. ‏ ‏قَوْله : ( وَلَا شَيْئًا ) ‏ ‏بِالنَّصْبِ عَطْفًا عَلَى مَوْضِع الْجَارّ وَالْمَجْرُور أَيْ مَا نَرَى شَيْئًا , وَالْمُرَاد نَفْي عَلَامَات الْمَطَر مِنْ رِيح وَغَيْره. ‏ ‏قَوْله : ( وَمَا بَيْننَا وَبَيْن سَلْع ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون اللَّام جَبَل مَعْرُوف بِالْمَدِينَةِ , وَقَدْ حُكِيَ أَنَّهُ بِفَتْحِ اللَّام. ‏ ‏قَوْله : ( مِنْ بَيْت وَلَا دَار ) ‏ ‏أَيْ يَحْجُبنَا عَنْ رُؤْيَته , وَأَشَارَ بِذَلِكَ إِلَى أَنَّ السَّحَاب كَانَ مَفْقُودًا لَا مُسْتَتِرًا بِبَيْتٍ وَلَا غَيْره. وَوَقَعَ فِي رِوَايَة ثَابِت فِي عَلَامَات النُّبُوَّة قَالَ \" قَالَ أَنَس : وَإِنَّ السَّمَاء لَفِي مِثْل الزُّجَاجَة \" أَيْ لِشِدَّةِ صَفَائِهَا , وَذَلِكَ مُشْعِر بِعَدَمِ السَّحَاب أَيْضًا. ‏ ‏قَوْله : ( فَطَلَعَتْ ) ‏ ‏أَيْ ظَهَرَتْ ) ‏ ‏( مِنْ وَرَائِهِ ) ‏ ‏أَيْ سَلْعٍ , وَكَأَنَّهَا نَشَأَتْ مِنْ جِهَة الْبَحْر لِأَنَّ وَضْع سَلْعٍ يَقْتَضِي ذَلِكَ. ‏ ‏قَوْله : ( مِثْل التُّرْس ) ‏ ‏أَيْ مُسْتَدِيرَة , وَلَمْ يُرِدْ أَنَّهَا مِثْله فِي الْقَدْر لِأَنَّ فِي رِوَايَة حَفْص بْن عُبَيْد اللَّه عِنْد أَبِي عَوَانَة \" فَنَشَأَتْ سَحَابَة مِثْل رِجْل الطَّائِر وَأَنَا أَنْظُر إِلَيْهَا \" فَهَذَا يُشْعِر بِأَنَّهَا كَانَتْ صَغِيرَة , وَفِي رِوَايَة ثَابِت الْمَذْكُورَة \" فَهَاجَتْ رِيح أَنْشَأَتْ سَحَابًا ثُمَّ اِجْتَمَعَ \" وَفِي رِوَايَة قَتَادَة فِي الْأَدَب \" فَنَشَأَ السَّحَاب بَعْضه إِلَى بَعْض \" وَفِي رِوَايَة إِسْحَاق الْآتِيَة \" حَتَّى ثَارَ السَّحَاب أَمْثَال الْجِبَال \" أَيْ لِكَثْرَتِهِ , وَفِيهِ \" ثُمَّ لَمْ يَنْزِل عَنْ مِنْبَره حَتَّى رَأَيْنَا الْمَطَر يَتَحَادَر عَلَى لِحْيَته \" وَهَذَا يَدُلّ عَلَى أَنَّ السَّقْف وُكِفَ لِكَوْنِهِ كَانَ مِنْ جَرِيد النَّخْل. ‏ ‏قَوْله : ( فَلَمَّا تَوَسَّطَتْ السَّمَاء اِنْتَشَرَتْ ) ‏ ‏هَذَا يُشْعِر بِأَنَّهَا اِسْتَمَرَّتْ مُسْتَدِيرَة حَتَّى اِنْتَهَتْ إِلَى الْأُفُق فَانْبَسَطَتْ حِينَئِذٍ , وَكَأَنَّ فَائِدَته تَعْمِيم الْأَرْض بِالْمَطَرِ. ‏ ‏قَوْله : ( مَا رَأَيْنَا الشَّمْس سَبْتًا ) ‏ ‏كِنَايَة عَنْ اِسْتِمْرَار الْغَيْم الْمَاطِر , وَهَذَا فِي الْغَالِب , وَإِلَّا فَقَدْ يَسْتَمِرّ الْمَطَر وَالشَّمْس بَادِيَة , وَقَدْ تُحْجَب الشَّمْس بِغَيْرِ مَطَر. وَأَصْرَح مِنْ ذَلِكَ رِوَايَة إِسْحَاق الْآتِيَة بِلَفْظِ \" فَمُطِرْنَا يَوْمنَا ذَلِكَ وَمِنْ الْغَد وَمِنْ بَعْد الْغَد وَاَلَّذِي يَلِيه حَتَّى الْجُمُعَة الْأُخْرَى \". وَأَمَّا قَوْله \" سَبْتًا \" فَوَقَعَ لِلْأَكْثَرِ بِلَفْظِ السَّبْت - يَعْنِي أَحَد الْأَيَّام - وَالْمُرَاد بِهِ الْأُسْبُوع , وَهُوَ مِنْ تَسْمِيَة الشَّيْء بِاسْمِ بَعْضه كَمَا يُقَال جُمْعَة قَالَهُ صَاحِب النِّهَايَة. قَالَ : وَيُقَال أَرَادَ قِطْعَة مِنْ الزَّمَان. وَقَالَ الزَّيْن بْن الْمُنِير : قَوْله \" سَبْتًا \" أَيْ مِنْ السَّبْت إِلَى السَّبْت , أَيْ جُمْعَة. وَقَالَ الْمُحِبّ الطَّبَرِيُّ مِثْله وَزَادَ أَنَّ فِيهِ تَجَوُّزًا لِأَنَّ السَّبْت لَمْ يَكُنْ مَبْدَأ وَلَا الثَّانِي مُنْتَهَى , وَإِنَّمَا عَبَّرَ أَنَس بِذَلِكَ لِأَنَّهُ كَانَ مِنْ الْأَنْصَار وَكَانُوا قَدْ جَاوَرُوا الْيَهُود فَأَخَذُوا بِكَثِيرٍ مِنْ اِصْطِلَاحهمْ , وَإِنَّمَا سَمَّوْا الْأُسْبُوع سَبْتًا لِأَنَّهُ أَعْظَم الْأَيَّام عِنْد الْيَهُود , كَمَا أَنَّ الْجُمُعَة عِنْد الْمُسْلِمِينَ كَذَلِكَ. وَحَكَى النَّوَوِيّ تَبَعًا لِغَيْرِهِ كَثَابِتٍ فِي الدَّلَائِل أَنَّ الْمُرَاد بِقَوْلِهِ سَبْتًا قِطْعَة مِنْ الزَّمَان , وَلَفْظ ثَابِت : النَّاس يَقُولُونَ مَعْنَاهُ مِنْ سَبْت إِلَى سَبْت وَإِنَّمَا السَّبْت قِطْعَة مِنْ الزَّمَان. وَأَنَّ الدَّاوُدِيّ رَوَاهُ بِلَفْظِ \" سِتًّا \" وَهُوَ تَصْحِيف. وَتُعُقِّبَ بِأَنَّ الدَّاوُدِيّ لَمْ يَنْفَرِد بِذَلِكَ فَقَدْ وَقَعَ فِي رِوَايَة الْحَمَوِيِّ وَالْمُسْتَمْلِي هُنَا سِتًّا , وَكَذَا رَوَاهُ سَعِيد بْن مَنْصُور عَنْ الدَّرَاوَرْدِيّ عَنْ شَرِيك , وَوَافَقَهُ أَحْمَد مِنْ رِوَايَة ثَابِت عَنْ أَنَس , وَكَأَنَّ مَنْ اِدَّعَى أَنَّهُ تَصْحِيف اِسْتَبْعَدَ اِجْتِمَاع قَوْله سِتًّا مَعَ قَوْله فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر الْآتِيَة سَبْعًا , وَلَيْسَ بِمُسْتَبْعَدٍ لِأَنَّ مَنْ قَالَ سِتًّا أَرَادَ سِتَّة أَيَّام تَامَّة , وَمَنْ قَالَ سَبْعًا أَضَافَ أَيْضًا يَوْمًا مُلَفَّقًا مِنْ الْجُمُعَتَيْنِ. وَقَدْ وَقَعَ فِي رِوَايَة مَالِك عَنْ شَرِيك \" فَمُطِرْنَا مِنْ جُمُعَة إِلَى جُمُعَة \" وَفِي رِوَايَة لِلنَّسَفِيّ \" فَدَامَتْ جُمْعَة \" وَفِي رِوَايَة عَبْدُوسٍ وَالْقَابِسِيّ فِيمَا حَكَاهُ عِيَاض \" سَبَّتْنَا \" كَمَا يُقَال جَمَّعَتْنَا , وَوَهَمَ مَنْ عَزَا هَذِهِ الرِّوَايَة لِأَبِي ذَرّ , وَفِي رِوَايَة قَتَادَة الْآتِيَة \" فَمُطِرْنَا فَمَا كِدْنَا نَصِل إِلَى مَنَازِلنَا \" أَيْ مِنْ كَثْرَة الْمَطَر , وَقَدْ تَقَدَّمَ لِلْمُصَنِّفِ فِي الْجُمُعَة مِنْ وَجْه آخَر بِلَفْظِ \" فَخَرَجْنَا نَخُوض الْمَاء حَتَّى أَتَيْنَا مَنَازِلنَا \" وَلِمُسْلِمٍ فِي رِوَايَة ثَابِت \" فَأُمْطِرْنَا حَتَّى رَأَيْت الرَّجُل تُهِمّهُ نَفْسه أَنْ يَأْتِي أَهْله \" وَلِابْنِ خُزَيْمَةَ فِي رِوَايَة حُمَيْدٍ \" حَتَّى أَهَمَّ الشَّابّ الْقَرِيب الدَّار الرُّجُوع إِلَى أَهْله \" وَلِلْمُصَنِّفِ فِي الْأَدَب مِنْ طَرِيق قَتَادَة \" حَتَّى سَالَتْ مَثَاعِب الْمَدِينَة \" وَمَثَاعِب جَمْع مَثْعَب بِالْمُثَلَّثَةِ وَآخِره مُوَحَّدَة مَسِيل الْمَاء. ‏ ‏قَوْله : ( ثُمَّ دَخَلَ رَجُل مِنْ ذَلِكَ الْبَاب فِي الْجُمْلَة الْمُقْبِلَة ) ‏ ‏ظَاهِره أَنَّهُ غَيْر الْأَوَّل , لِأَنَّ النَّكِرَة إِذَا تَكَرَّرَتْ دَلَّتْ عَلَى التَّعَدُّد , وَقَدْ قَالَ شَرِيك فِي آخِر هَذَا الْحَدِيث هُنَا \" سَأَلْت أَنَسًا : أَهُوَ الرَّجُل الْأَوَّل ؟ قَالَ : لَا أَدْرِي \" وَهَذَا يَقْتَضِي أَنَّهُ لَمْ يَجْزِم بِالتَّغَايُرِ , فَالظَّاهِر أَنَّ الْقَاعِدَة الْمَذْكُورَة مَحْمُولَة عَلَى الْغَالِب لِأَنَّ أَنَسًا مِنْ أَهْل اللِّسَان وَقَدْ تَعَدَّدَتْ. وَسَيَأْتِي فِي رِوَايَة إِسْحَاق عَنْ أَنَس \" فَقَامَ ذَلِكَ الرَّجُل أَوْ غَيْره \" وَكَذَا لِقَتَادَة فِي الْأَدَب , وَتَقَدَّمَ فِي الْجُمُعَة مِنْ وَجْه آخَر كَذَلِكَ , وَهَذَا يَقْتَضِي أَنَّهُ كَانَ يَشُكّ فِيهِ , وَسَيَأْتِي مِنْ رِوَايَة يَحْيَى بْن سَعِيد فَأَتَى الرَّجُل فَقَالَ : يَا رَسُول اللَّه \". وَمِثْله لِأَبِي عَوَانَة مِنْ طَرِيق حَفْص عَنْ أَنَس بِلَفْظِ \" فَمَا زِلْنَا نُمْطِر حَتَّى جَاءَ ذَلِكَ الْأَعْرَابِيّ فِي الْجُمُعَة الْأُخْرَى \" وَأَصْله فِي مُسْلِم , وَهَذَا يَقْتَضِي الْجَزْم بِكَوْنِهِ وَاحِدًا , فَلَعَلَّ أَنَسًا تَذَكَّرَهُ بَعْد أَنْ نَسِيَهُ , أَوْ نَسِيَهُ بَعْد أَنْ كَانَ تَذَكَّرَهُ , وَيُؤَيِّد ذَلِكَ رِوَايَة الْبَيْهَقِيِّ فِي \" الدَّلَائِل \" مِنْ طَرِيق يَزِيد أَنَّ عُبَيْدًا السُّلَمِيّ قَالَ \" لَمَّا قَفَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَة تَبُوك أَتَاهُ وَفْد بَنِي فَزَارَة وَفِيهِ خَارِجَة بْن حِصْن أَخُو عُيَيْنَةَ قَدِمُوا عَلَى إِبِل عِجَاف فَقَالُوا : يَا رَسُول اللَّه اُدْعُ لَنَا رَبّك أَنْ يُغِيثَنَا \" فَذَكَرَ الْحَدِيث وَفِيهِ \" فَقَالَ : اللَّهُمَّ اِسْقِ بَلَدك وَبَهِيمك , وَانْشُرْ بَرَكَتك. اللَّهُمَّ اِسْقِنَا غَيْثًا مُغِيثًا مَرِيئًا مُرِيعًا طَبَقًا وَاسِعًا عَاجِلًا غَيْر آجِل نَافِعًا غَيْر ضَارٍ , اللَّهُمَّ سُقْيَا رَحْمَة لَا سُقْيَا عَذَاب , اللَّهُمَّ اِسْقِنَا الْغَيْث وَانْصُرْنَا عَلَى الْأَعْدَاء \" وَفِيهِ \" قَالَ فَلَا وَاَللَّه مَا نَرَى فِي السَّمَاء مِنْ قَزَعَة وَلَا سَحَاب , وَمَا بَيْن الْمَسْجِد وَسَلْعٍ مِنْ بِنَاء \" فَذَكَرَ نَحْو حَدِيث أَنَس بِتَمَامِهِ وَفِيهِ \" قَالَ الرَّجُل - يَعْنِي الَّذِي سَأَلَهُ أَنْ يَسْتَسْقِي لَهُمْ - هَلَكَتْ الْأَمْوَال \" الْحَدِيث كَذَا فِي الْأَصْل , وَالظَّاهِر أَنَّ السَّائِل هُوَ خَارِجَة الْمَذْكُور لِكَوْنِهِ كَانَ كَبِير الْوَفْد وَلِذَلِكَ سُمِّيَ مِنْ بَيْنهمْ وَاَللَّه أَعْلَم. وَأَفَادَتْ هَذِهِ الرِّوَايَة صِفَة الدُّعَاء الْمَذْكُور , وَالْوَقْت الَّذِي وَقَعَ فِيهِ. ‏ ‏قَوْله : ( هَلَكَتْ الْأَمْوَال وَانْقَطَعَتْ السُّبُل ) ‏ ‏أَيْ بِسَبَبِ غَيْر السَّبَب الْأَوَّل , وَالْمُرَاد أَنَّ كَثْرَة الْمَاء اِنْقَطَعَ الْمَرْعَى بِسَبَبِهَا فَهَلَكَتْ الْمَوَاشِي مِنْ عَدَم الرَّعْي , أَوْ لِعَدَمِ مَا يُكِنُّهَا مِنْ الْمَطَر , وَيَدُلّ عَلَى ذَلِكَ قَوْله فِي رِوَايَة سَعِيد عَنْ شَرِيك عِنْد النَّسَائِيِّ \" مِنْ كَثْرَة الْمَاء \" وَأَمَّا اِنْقِطَاع السُّبُل فَلِتَعَذُّرِ سُلُوك الطُّرُق مِنْ كَثْرَة الْمَاء. وَفِي رِوَايَة حُمَيْدٍ عِنْد اِبْن خُزَيْمَةَ \" وَاحْتَبَسَ الرَّكْبَانِ \" وَفِي رِوَايَة مَالِك عَنْ شَرِيك \" تَهَدَّمَتْ الْبُيُوت \" وَفِي رِوَايَة إِسْحَاق الْآتِيَة \" هُدِمَ الْبِنَاء وَغَرِقَ الْمَال \". ‏ ‏قَوْله : ( فَادْعُ اللَّه يُمْسِكهَا ) ‏ ‏يَجُوز فِي يُمْسِكهَا الضَّمّ وَالسُّكُون , ولِلكُشْمِيهَنِيِّ هُنَا \" أَنْ يُمْسِكهَا \" وَالضَّمِير يَعُود عَلَى الْأَمْطَار أَوْ عَلَى السَّحَاب أَوْ عَلَى السَّمَاء , وَالْعَرَب تُطْلِق عَلَى الْمَطَر سَمَاء , وَوَقَعَ فِي رِوَايَة سَعِيد عَنْ شَرِيك \" أَنْ يُمْسِك عَنَّا الْمَاء \" وَفِي رِوَايَة أَحْمَد مِنْ طَرِيق ثَابِت \" أَنْ يَرْفَعهَا عَنَّا \" وَفِي رِوَايَة قَتَادَة فِي الْأَدَب \" فَادْعُ رَبّك أَنْ يَحْبِسهَا عَنَّا. فَضَحِكَ \" وَفِي رِوَايَة ثَابِت \" فَتَبَسَّمَ \" زَادَ فِي رِوَايَة حُمَيْدٍ \" لِسُرْعَةِ مَلَال اِبْن آدَم \". ‏ ‏قَوْله : ( فَرَفَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدَيْهِ ) ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَيْهِ قَرِيبًا. ‏ ‏قَوْله : ( اللَّهُمَّ حَوَالَيْنَا ) ‏ ‏بِفَتْحِ اللَّام وَفِيهِ حَذْف تَقْدِيره اِجْعَلْ أَوْ أَمْطِرْ , وَالْمُرَاد بِهِ صَرْف الْمَطَر عَنْ الْأَبْنِيَة وَالدُّور. ‏ ‏قَوْله : ( وَلَا عَلَيْنَا ) ‏ ‏فِيهِ بَيَان لِلْمُرَادِ بِقَوْلِهِ \" حَوَالَيْنَا \" لِأَنَّهَا تَشْمَل الطُّرُق الَّتِي حَوْلهمْ فَأَرَادَ إِخْرَاجهَا بِقَوْلِهِ \" وَلَا عَلَيْنَا \". قَالَ الطِّيبِيُّ : فِي إِدْخَال الْوَاو هُنَا مَعْنًى لَطِيف , وَذَلِكَ أَنَّهُ لَوْ أَسْقَطَهَا لَكَانَ مُسْتَسْقِيًا لِلْآكَامِ وَمَا مَعَهَا فَقَطْ , وَدُخُول الْوَاو يَقْتَضِي أَنَّ طَلَب الْمَطَر عَلَى الْمَذْكُورَات لَيْسَ مَقْصُودًا لِعَيْنِهِ وَلَكِنْ لِيَكُونَ وِقَايَة مِنْ أَذَى الْمَطَر , فَلَيْسَتْ الْوَاو مُخَلَّصَة لِلْعَطْفِ وَلَكِنَّهَا لِلتَّعْلِيلِ , وَهُوَ كَقَوْلِهِمْ تَجُوع الْحُرَّة وَلَا تَأْكُل بِثَدْيَيْهَا , فَإِنَّ الْجُوع لَيْسَ مَقْصُودًا لِعَيْنِهِ وَلَكِنْ لِكَوْنِهِ مَانِعًا عَنْ الرَّضَاع بِأُجْرَةٍ إِذْ كَانُوا يَكْرَهُونَ ذَلِكَ أَنَفًا ا ه. ‏ ‏قَوْله : ( اللَّهُمَّ عَلَى الْآكَام ) ‏ ‏فِيهِ بَيَان الْمُرَاد بِقَوْلِهِ \" حَوَالَيْنَا \" وَالْإِكَام بِكَسْرِ الْهَمْزَة وَقَدْ تُفْتَح وَتُمَدّ : جَمْع أَكَمَة بِفَتَحَاتٍ , قَالَ اِبْن الْبَرْقِيّ : هُوَ التُّرَاب الْمُجْتَمِع , وَقَالَ الدَّاوُدِيُّ : هِيَ أَكْبَر مِنْ الْكُدْيَة. وَقَالَ الْقَزَّاز : هِيَ الَّتِي مِنْ حَجَر وَاحِد وَهُوَ قَوْل الْخَلِيل. وَقَالَ الْخَطَّابِيُّ : هِيَ الْهَضْبَة الضَّخْمَة , وَقِيلَ الْجَبَل الصَّغِير , وَقِيلَ مَا اِرْتَفَعَ مِنْ الْأَرْض , وَقَالَ الثَّعَالِبِيّ : الْأَكَمَة أَعْلَى مِنْ الرَّابِيَة وَقِيلَ دُونهَا. ‏ ‏قَوْله : ( وَالظِّرَاب ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَآخِره مُوَحَّدَة جَمْع ظَرِب بِكَسْرِ الرَّاء وَقَدْ تُسْكَن. وَقَالَ الْقَزَّاز : هُوَ الْجَبَل الْمُنْبَسِط لَيْسَ بِالْعَالِي , وَقَالَ الْجَوْهَرِيّ : الرَّابِيَة الصَّغِيرَة. ‏ ‏قَوْله : ( وَالْأَوْدِيَة ) ‏ ‏فِي رِوَايَة مَالِك \" بُطُون الْأَوْدِيَة \" وَالْمُرَاد بِهَا مَا يَتَحَصَّل فِيهِ الْمَاء لِيُنْتَفَع بِهِ , قَالُوا : وَلَمْ تُسْمَع أَفْعِلَة جَمْع فَاعِل إِلَّا الْأَوْدِيَة جَمْع وَادٍ وَفِيهِ نَظَر , وَزَادَ مَالِك فِي رِوَايَته وَرُءُوس الْجِبَال. ‏ ‏قَوْله : ( فَانْقَطَعَتْ ) ‏ ‏أَيْ السَّمَاء أَوْ السَّحَابَة الْمَاطِرَة , وَالْمَعْنَى أَنَّهَا أَمْسَكَتْ عَنْ الْمَطَر عَلَى الْمَدِينَة , وَفِي رِوَايَة مَالِك \" فَانْجَابَتْ عَنْ الْمَدِينَة اِنْجِيَاب الثَّوْب \" أَيْ خَرَجَتْ عَنْهَا كَمَا يَخْرُج الثَّوْب عَنْ لَابِسه , وَفِي رِوَايَة سَعِيد عَنْ شَرِيك \" فَمَا هُوَ إِلَّا أَنْ تَكَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ تَمَزَّقَ السَّحَاب حَتَّى مَا نَرَى مِنْهُ شَيْئًا \" وَالْمُرَاد بِقَوْلِهِ \" مَا نَرَى مِنْهُ شَيْئًا \" أَيْ فِي الْمَدِينَة , وَلِمُسْلِمٍ فِي رِوَايَة حَفْص \" فَلَقَدْ رَأَيْت السَّحَاب يَتَمَزَّق كَأَنَّهُ الْمُلَاء حِين تُطْوَى \" وَالْمُلَاء بِضَمِّ الْمِيم وَالْقَصْر وَقَدْ يُمَدّ جَمْع مُلَاءَة وَهُوَ ثَوْب مَعْرُوف , وَفِي رِوَايَة قَتَادَة عِنْد الْمُصَنِّف \" فَلَقَدْ رَأَيْت السَّحَاب يَنْقَطِع يَمِينًا وَشِمَالًا يُمْطِرُونَ - أَيْ أَهْل النَّوَاحِي - وَلَا يُمْطِر أَهْل الْمَدِينَة \" وَلَهُ فِي الْأَدَب \" فَجَعَلَ السَّحَاب يَتَصَدَّع عَنْ الْمَدِينَة - وَزَادَ فِيهِ - يُرِيهِمْ اللَّه كَرَامَة نَبِيّه وَإِجَابَة دَعَوْته \" وَلَهُ فِي رِوَايَة ثَابِت عَنْ أَنَس \" فَتَكَشَّطَتْ - أَيْ تَكَشَّفَتْ - فَجَعَلَتْ تُمْطِر حَوْل الْمَدِينَة وَلَا تُمْطِر بِالْمَدِينَةِ قَطْرَة , فَنَظَرْت إِلَى الْمَدِينَة وَإِنَّهَا لَمِثْل الْإِكْلِيل \" وَلِأَحْمَد مِنْ هَذَا الْوَجْه \" فَتَقَوَّرَ مَا فَوْق رُءُوسنَا مِنْ السَّحَاب حَتَّى كَأَنَّا فِي إِكْلِيل \" وَالْإِكْلِيل بِكَسْرِ الْهَمْزَة وَسُكُون الْكَاف كُلّ شَيْء دَارَ مِنْ جَوَانِبه , وَاشْتُهِرَ لِمَا يُوضَع عَلَى الرَّأْس فَيُحِيط بِهِ , وَهُوَ مِنْ مَلَابِس الْمُلُوك كَالتَّاجِ , وَفِي رِوَايَة إِسْحَاق عَنْ أَنَس \" فَمَا يُشِير بِيَدِهِ إِلَى نَاحِيَة مِنْ السَّحَاب إِلَّا تَفَرَّجَتْ حَتَّى صَارَتْ الْمَدِينَة فِي مِثْل الْجَوْبَة \" وَالْجَوْبَة بِفَتْحِ الْجِيم ثُمَّ الْمُوَحَّدَة وَهِيَ الْحُفْرَة الْمُسْتَدِيرَة الْوَاسِعَة , وَالْمُرَاد بِهَا هُنَا الْفُرْجَة فِي السَّحَاب. وَقَالَ الْخَطَّابِيُّ : الْمُرَاد بِالْجَوْبَةِ هُنَا التُّرْس , وَضَبَطَهَا الزَّيْن بْن الْمُنِير تَبَعًا لِغَيْرِهِ بِنُونٍ بَدَل الْمُوَحَّدَة , ثُمَّ فَسَّرَهُ بِالشَّمْسِ إِذْ ظَهَرَتْ فِي خِلَال السَّحَاب. لَكِنْ جَزَمَ عِيَاض بِأَنَّ مَنْ قَالَهُ بِالنُّونِ فَقَدْ صَحَّفَ. وَفِي رِوَايَة إِسْحَاق مِنْ الزِّيَادَة أَيْضًا \" وَسَالَ الْوَادِي - وَادِي قَنَاة - شَهْرًا , وَقَنَاة بِفَتْحِ الْقَاف وَالنُّون الْخَفِيفَة عَلَم عَلَى أَرْض ذَات مَزَارِع بِنَاحِيَةِ أُحُد , وَوَادِيهَا أَحَد أَوْدِيَة الْمَدِينَة الْمَشْهُورَة قَالَهُ الْحَازِمِيّ. وَذَكَرَ مُحَمَّد بْن الْحَسَن الْمَخْزُومِيّ فِي \" أَخْبَار الْمَدِينَة \" بِإِسْنَادٍ لَهُ أَنَّ أَوَّل مَنْ سَمَّاهُ وَادِي قَنَاة تُبَّع الْيَمَانِيّ لَمَّا قَدِمَ يَثْرِب قَبْل الْإِسْلَام. وَفِي رِوَايَة لَهُ أَنَّ تُبَّعًا بَعَثَ رَائِدًا يَنْظُر إِلَى مَزَارِع الْمَدِينَة فَقَالَ : نَظَرْت فَإِذَا قَنَاة حَبّ وَلَا تِبْن , وَالْجُرُف حَبّ وَتِبْن , وَالْحِرَار - يَعْنِي جَمْع حِرَّة بِمُهْمَلَتَيْنِ - لَا حَبّ وَلَا تِبْن ا ه. وَتَقَدَّمَ فِي الْجُمُعَة مِنْ هَذَا الْوَجْه \" وَسَالَ الْوَادِي قَنَاة \" وَأُعْرِبَ بِالضَّمِّ عَلَى الْبَدَل عَلَى أَنَّ قَنَاة اِسْم الْوَادِي وَلَعَلَّهُ مِنْ تَسْمِيَة الشَّيْء بِاسْمِ مَا جَاوَرَهُ. وَقَرَأْت بِخَطِّ الرَّضِيّ الشَّاطِبِيّ قَالَ : الْفُقَهَاء تَقُولهُ بِالنَّصْبِ وَالتَّنْوِين يَتَوَهَّمُونَهُ قَنَاة مِنْ الْقَنَوَات , وَلَيْسَ كَذَلِكَ ا ه. وَهَذَا الَّذِي ذَكَرَهُ قَدْ جَزَمَ بِهِ بَعْض الشُّرَّاح وَقَالَ : هُوَ عَلَى التَّشْبِيه. أَيْ سَالَ مِثْل الْقَنَاة. وَقَوْله فِي الرِّوَايَة الْمَذْكُورَة \" إِلَّا حَدَّثَ بِالْجَوْدِ \" هُوَ بِفَتْحِ الْجِيم الْمَطَر الْغَزِير , وَهَذَا يَدُلّ عَلَى أَنَّ الْمَطَر اِسْتَمَرَّ فِيمَا سِوَى الْمَدِينَة , فَقَدْ يُشْكِل بِأَنَّهُ يَسْتَلْزِم أَنَّ قَوْل السَّائِل \" هَلَكَتْ الْأَمْوَال وَانْقَطَعَتْ السُّبُل \" لَمْ يَرْتَفِع الْإِهْلَاك وَلَا الْقَطْع وَهُوَ خِلَاف مَطْلُوبه , وَيُمْكِن الْجَوَاب بِأَنَّ الْمُرَاد أَنَّ الْمَطَر اِسْتَمَرَّ حَوْل الْمَدِينَة مِنْ الْإِكَام وَالظِّرَاب وَبُطُون الْأَوْدِيَة لَا فِي الطُّرُق الْمَسْلُوكَة , وَوُقُوع الْمَطَر فِي بُقْعَة دُون بُقْعَة كَثِير وَلَوْ كَانَتْ تُجَاوِرهَا , وَإِذَا جَازَ ذَلِكَ جَازَ أَنْ يُوجَد لِلْمَاشِيَةِ أَمَاكِن تُكِنّهَا وَتَرْعَى فِيهَا بِحَيْثُ لَا يَضُرّهَا الْمَطَر فَيَزُول الْإِشْكَال. وَفِي هَذَا الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ جَوَاز مُكَالَمَة الْإِمَام فِي الْخُطْبَة لِلْحَاجَةِ , وَفِيهِ الْقِيَام فِي الْخُطْبَة وَأَنَّهَا لَا تَنْقَطِع بِالْكَلَامِ وَلَا تَنْقَطِع بِالْمَطَرِ , وَفِيهِ قِيَام الْوَاحِد بِأَمْرِ الْجَمَاعَة , وَإِنَّمَا لَمْ يُبَاشِر ذَلِكَ بَعْض أَكَابِر الصَّحَابَة لِأَنَّهُمْ كَانُوا يَسْلُكُونَ الْأَدَب بِالتَّسْلِيمِ وَتَرْك الِابْتِدَاء بِالسُّؤَالِ , وَمِنْهُ قَوْل أَنَس , \" كَانَ يُعْجِبنَا أَنْ يَجِيء الرَّجُل مِنْ الْبَادِيَة فَيَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَسُؤَال الدُّعَاء مِنْ أَهْل الْخَيْر وَمَنْ يُرْجَى مِنْهُ الْقَبُول وَإِجَابَتهمْ لِذَلِكَ , وَمِنْ أَدَبه بَثّ الْحَال لَهُمْ قَبْل الطَّلَب لِتَحْصِيلِ الرِّقَّة الْمُقْتَضِيَة لِصِحَّةِ التَّوَجُّه فَتُرْجَى الْإِجَابَة عِنْده , وَفِيهِ تَكْرَار الدُّعَاء ثَلَاثًا , وَإِدْخَال دُعَاء الِاسْتِسْقَاء فِي خُطْبَة الْجُمُعَة وَالدُّعَاء بِهِ عَلَى الْمِنْبَر وَلَا تَحْوِيل فِيهِ وَلَا اِسْتِقْبَال , وَالِاجْتِزَاء بِصَلَاةِ الْجُمُعَة عَنْ صَلَاة الِاسْتِسْقَاء , وَلَيْسَ فِي السِّيَاق مَا يَدُلّ عَلَى أَنَّهُ نَوَاهَا مَعَ الْجُمُعَة , وَفِيهِ عَلَم مِنْ أَعْلَام النُّبُوَّة فِي إِجَابَة اللَّه دُعَاء نَبِيّه عَلَيْهِ الصَّلَاة وَالسَّلَام عَقِبه أَوْ مَعَهُ اِبْتِدَاء فِي الِاسْتِسْقَاء وَانْتِهَاء فِي الِاسْتِصْحَاء وَامْتِثَال السَّحَاب أَمْره بِمُجَرَّدِ الْإِشَارَة , وَفِيهِ الْأَدَب فِي الدُّعَاء حَيْثُ لَمْ يَدْعُ بِرَفْعِ الْمَطَر مُطْلَقًا لِاحْتِمَالِ الِاحْتِيَاج إِلَى اِسْتِمْرَاره فَاحْتَرَزَ فِيهِ بِمَا يَقْتَضِي رَفْع الضَّرَر وَبَقَاء النَّفْع , وَيُسْتَنْبَط مِنْهُ أَنَّ مَنْ أَنْعَمَ اللَّه عَلَيْهِ بِنِعْمَةٍ لَا يَنْبَغِي لَهُ أَنْ يَتَسَخَّطهَا لِعَارِضٍ يَعْرِض فِيهَا , بَلْ يَسْأَل اللَّه رَفْع ذَلِكَ الْعَارِض وَإِبْقَاء النِّعْمَة. وَفِيهِ أَنَّ الدُّعَاء بِرَفْعِ الضَّرَر لَا يُنَافِي التَّوَكُّل وَإِنْ كَانَ مَقَام الْأَفْضَل التَّفْوِيض لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ عَالِمًا بِمَا وَقَعَ لَهُمْ مِنْ الْجَدْب , وَأَخَّرَ السُّؤَال فِي ذَلِكَ تَفْوِيضًا لِرَبِّهِ , ثُمَّ أَجَابَهُمْ إِلَى الدُّعَاء لَمَّا سَأَلُوهُ فِي ذَلِكَ بَيَانًا لِلْجَوَازِ وَتَقْرِير السُّنَّة فِي هَذِهِ الْعِبَادَة الْخَاصَّة , أَشَارَ إِلَى ذَلِكَ اِبْن أَبِي جَمْرَة نَفَعَ اللَّه بِهِ. وَفِيهِ جَوَاز تَبَسُّم الْخَطِيب عَلَى الْمِنْبَر تَعَجُّبًا مِنْ أَحْوَال النَّاس , وَجَوَاز الصِّيَاح فِي الْمَسْجِد بِسَبَبِ الْحَاجَة الْمُقْتَضِيَة لِذَلِكَ. وَفِيهِ الْيَمِين لِتَأْكِيدِ الْكَلَام , وَيُحْتَمَل أَنْ يَكُون ذَلِكَ جَرَى عَلَى لِسَان أَنَس بِغَيْرِ قَصْد الْيَمِين , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز الِاسْتِسْقَاء بِغَيْرِ صَلَاة مَخْصُوصَة , وَعَلَى أَنَّ الِاسْتِسْقَاء لَا تُشْرَع فِيهِ صَلَاة , فَأَمَّا الْأَوَّل فَقَالَ بِهِ الشَّافِعِيّ وَكَرِهَهُ سُفْيَان الثَّوْرِيّ , وَأَمَّا الثَّانِي فَقَالَ بِهِ أَبُو حَنِيفَة كَمَا تَقَدَّمَ , وَتُعُقِّبَ بِأَنَّ الَّذِي وَقَعَ فِي هَذِهِ الْقِصَّة مُجَرَّد دُعَاء لَا يُنَافِي مَشْرُوعِيَّة الصَّلَاة لَهَا , وَقَدْ بُيِّنَتْ فِي وَاقِعَة أُخْرَى كَمَا تَقَدَّمَ , وَاسْتُدِلَّ بِهِ عَلَى الِاكْتِفَاء بِدُعَاءِ الْإِمَام فِي الِاسْتِسْقَاء قَالَهُ اِبْن بَطَّال , وَتُعُقِّبَ بِمَا سَيَأْتِي فِي رِوَايَة يَحْيَى بْن سَعِيد \" وَرَفَعَ النَّاس أَيْدِيهمْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُونَ \" وَقَدْ اِسْتَدَلَّ بِهِ الْمُصَنِّف فِي الدَّعَوَات عَلَى رَفْع الْيَدَيْنِ فِي كُلّ دُعَاء. وَفِي الْبَاب عِدَّة أَحَادِيث جَمَعَهَا الْمُنْذِرِيُّ فِي جُزْء مُفْرَد وَأَوْرَدَ مِنْهَا النَّوَوِيّ فِي صِفَة الصَّلَاة فِي شَرْح الْمُهَذَّب قَدْر ثَلَاثِينَ حَدِيثًا , وَسَنَذْكُرُ وَجْه الْجَمْع بَيْنهَا وَبَيْن قَوْل أَنَس \" كَانَ لَا يَرْفَع يَدَيْهِ إِلَّا فِي الِاسْتِسْقَاء \" بَعْد أَرْبَعَة عَشْر بَابًا إِنْ شَاءَ اللَّه تَعَالَى. وَفِيهِ جَوَاز الدُّعَاء بِالِاسْتِصْحَاء لِلْحَاجَةِ , وَقَدْ تَرْجَمَ لَهُ الْبُخَارِيّ بَعْد ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1013,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ شَرِيكٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، دَخَلَ الْمَسْجِدَ يَوْمَ جُمُعَةٍ مِنْ بَابٍ كَانَ نَحْوَ دَارِ الْقَضَاءِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا ثُمَّ قَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُغِيثُنَا فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا ‏\"‏‏.‏ قَالَ أَنَسٌ وَلاَ وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ، وَلاَ قَزَعَةً، وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلاَ دَارٍ‏.‏ قَالَ فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ، فَلاَ وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سِتًّا، ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُمْسِكْهَا عَنَّا‏.‏ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ قَالَ فَأَقْلَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ‏.‏ قَالَ شَرِيكٌ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ أَهُوَ الرَّجُلُ الأَوَّلُ فَقَالَ مَا أَدْرِي‏.‏",
    "english_text": "Anas bin Malik said, \"A person entered the Mosque on a Friday through the gate facing the Daril- \nQada' and Allah's Messenger (ﷺ) was standing delivering the Khutba (sermon). The man stood in front of \nAllah's Messenger (ﷺ) and said, 'O Allah's Messenger (ﷺ), livestock are dying and the roads are cut off; please pray \nto Allah for rain.' So Allah's Messenger (ﷺ) (p.b.u.h) raised both his hands and said, 'O Allah! Bless us with \nrain. O Allah! Bless us with rain. O Allah! Bless us with rain!\" Anas added, \"By Allah, there were no \nclouds in the sky and there was no house or building between us and the mountain of Sila'. Then a big \ncloud like a shield appeared from behind it (i.e. Silas Mountain) and when it came in the middle of the \nsky, it spread and then rained. By Allah! We could not see the sun for a week. The next Friday, a \nperson entered through the same gate and Allah's Messenger (ﷺ) was delivering the Friday Khutba and the \nman stood in front of him and said, 'O Allah's Messenger (ﷺ)! The livestock are dying and the roads are cut \noff; Please pray to Allah to withhold rain.' \" Anas added, \"Allah's Messenger (ﷺ) raised both his hands and \nsaid, 'O Allah! Round about us and not on us. O Allah!' On the plateaus, on the mountains, on the \nhills, in the valleys and on the places where trees grow.' \" Anas added, \"The rain stopped and we came \nout, walking in the sun.\" Sharik asked Anas whether it was the same person who had asked for rain \nthe previous Friday. Anas replied that he did not know.",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَته فِي حَدِيث أَنَس , وَرَوَى الْإِمَام أَحْمَد مِنْ حَدِيث كَعْب بْن مُرَّة مَا يُمْكِن أَنْ يُفَسِّر هَذَا الْمُبْهَم بِأَنَّهُ كَعْب الْمَذْكُور وَسَأَذْكُرُ بَعْض سِيَاقه بَعْد قَلِيل , وَرَوَى الْبَيْهَقِيُّ فِي الدَّلَائِل مِنْ طَرِيق مُرْسَلَة مَا يُمْكِن أَنْ يُفَسَّر بِأَنَّهُ خَارِجَة بْن حِصْن بْن حُذَيْفَة بْن بَدْر الْفَزَارِيُّ , وَلَكِنْ رَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق شُرَحْبِيل بْن السَّمْط أَنَّهُ \" قَالَ لِكَعْبِ بْن مُرَّة : يَا كَعْب حَدِّثْنَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحْذَرْ , قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه اِسْتَسْقِ اللَّه عَزَّ وَجَلَّ , فَرَفَعَ يَدَيْهِ فَقَالَ : اللَّهُمَّ اِسْقِنَا \" الْحَدِيث. فَفِي هَذَا أَنَّهُ غَيْر كَعْب , وَسَيَأْتِي بَعْد أَبْوَاب فِي هَذِهِ الْقِصَّة \" فَأَتَاهُ أَبُو سُفْيَان \" وَمِنْ ثَمَّ زَعَمَ بَعْضهمْ أَنَّهُ أَبُو سُفْيَان بْن حَرْب , وَهُوَ وَهْم لِأَنَّهُ جَاءَ فِي وَاقِعَة أُخْرَى كَمَا سَنُوَضِّحُهُ إِنْ شَاءَ اللَّه تَعَالَى فِي \" بَاب إِذَا اِسْتَشْفَعَ الْمُشْرِكُونَ بِالْمُسْلِمِينَ \" وَقَدْ تَقَدَّمَ فِي الْجُمُعَة مِنْ رِوَايَة إِسْحَاق بْن أَبِي طَلْحَة عَنْ أَنَس \" أَصَابَ النَّاس سَنَة - أَيْ جَدْب - عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَبَيْنًا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب يَوْم الْجُمُعَة قَامَ أَعْرَابِيّ \" وَسَيَأْتِي مِنْ رِوَايَة يَحْيَى بْن سَعِيد عَنْ أَنَس \" أَتَى رَجُل أَعْرَابِيّ مِنْ أَهْل الْبَدْو \" وَأَمَّا قَوْله فِي رِوَايَة ثَابِت الْآتِيَة فِي \" بَاب الدُّعَاء إِذَا كُثْر الْمَطَر \" عَنْ أَنَس \" فَقَامَ النَّاس فَصَاحُوا \" فَلَا يُعَارِض ذَلِكَ , لِأَنَّهُ يَحْتَمِل أَنْ يَكُونُوا سَأَلُوهُ بَعْد أَنْ سَأَلَ , وَيَحْتَمِل أَنَّهُ نَسَبَ ذَلِكَ إِلَيْهِمْ لِمُوَافَقَةِ سُؤَال السَّائِل مَا كَانُوا يُرِيدُونَهُ مِنْ طَلَب دُعَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُمْ , وَقَدْ وَقَعَ فِي رِوَايَة ثَابِت أَيْضًا عِنْد أَحْمَد \" إِذْ قَالَ بَعْض أَهْل الْمَسْجِد \" وَهِيَ تُرَجِّح الِاحْتِمَال الْأَوَّل. ‏ ‏قَوْله : ( مِنْ بَاب كَانَ وِجَاه الْمِنْبَر ) ) ‏ ‏بِكَسْرِ وَاو وِجَاه وَيَجُوز ضَمّهَا أَيْ مُوَاجِهَة , وَوَقَعَ فِي شَرْح اِبْن التِّين أَنَّ مَعْنَاهُ مُسْتَدْبِر الْقِبْلَة , وَهُوَ وَهْم , وَكَأَنَّهُ ظَنَّ أَنَّ الْبَاب الْمَذْكُور كَانَ مُقَابِل ظَهْر الْمِنْبَر , وَلَيْسَ الْأَمْر كَذَلِكَ. وَوَقَعَ فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر \" مِنْ بَاب كَانَ نَحْو دَار الْقَضَاء \" وَفَسَّرَ بَعْضهمْ دَارَ الْقَضَاء بِأَنَّهَا دَار الْإِمَارَة , وَلَيْسَ كَذَلِكَ وَإِنَّمَا هِيَ دَار عُمَر بْن الْخَطَّاب , وَسُمِّيَتْ دَار الْقَضَاء لِأَنَّهَا بِيعَتْ فِي قَضَاء دَيْنه فَكَانَ يُقَال لَهَا دَار قَضَاء دَيْن عُمَر , ثُمَّ طَالَ ذَلِكَ فَقِيلَ لَهَا دَار الْقَضَاء ذَكَرَهُ الزُّبَيْر بْن بَكَّار بِسَنَدِهِ إِلَى اِبْن عُمَر , وَذَكَرَ عُمَر بْن شَبَّة فِي \" أَخْبَار الْمَدِينَة \" عَنْ أَبِي غَسَّان الْمَدَنِيّ : سَمِعْت اِبْن أَبِي فُدَيْك عَنْ عَمّه كَانَتْ دَار الْقَضَاء لِعُمَر , فَأَمَرَ عَبْد اللَّه وَحَفْصَة أَنْ يَبِيعَاهَا عِنْد وَفَاته فِي دَيْن كَانَ عَلَيْهِ , فَبَاعُوهَا مِنْ مُعَاوِيَة , وَكَانَتْ تُسَمَّى دَار الْقَضَاء. قَالَ اِبْن أَبِي فُدَيْك سَمِعْت عَمِّي يَقُول : إِنْ كَانَتْ لَتُسَمَّى دَار قَضَاء الدَّيْن. قَالَ وَأَخْبَرَنِي عَمِّي أَنَّ الْخَوْخَة الشَّارِعَة فِي دَار الْقَضَاء غَرْبِيّ الْمَسْجِد هِيَ خَوْخَة أَبُو بَكْر الصِّدِّيق الَّتِي قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَبْقَى فِي الْمَسْجِد خَوْخَة إِلَّا خَوْخَة أَبِي بَكْر \" وَقَدْ صَارَتْ بَعْد ذَلِكَ إِلَى مَرْوَان وَهُوَ أَمِير الْمَدِينَة , فَلَعَلَّهَا شُبْهَة مَنْ قَالَ إِنَّهَا دَار الْإِمَارَة فَلَا يَكُون غَلَطًا كَمَا قَالَ صَاحِب الْمَطَالِع وَغَيْره , وَجَاءَ فِي تَسْمِيَتهَا دَار الْقَضَاء قَوْل آخَر رَوَاهُ عُمَر بْن شَبَّة فِي \" أَخْبَار الْمَدِينَة \" عَنْ أَبِي غَسَّان الْمَدَنِيّ أَيْضًا عَنْ عَبْد الْعَزِيز بْن عِمْرَان عَنْ رَاشِد بْن حَفْص عَنْ أُمّ الْحَكَم بِنْت عَبْد اللَّه عَنْ عَمَّتهَا سَهْلَة بِنْت عَاصِم قَالَتْ : كَانَتْ دَار الْقَضَاء لِعَبْدِ الرَّحْمَن بْن عَوْف وَإِنَّمَا سُمِّيَتْ دَار الْقَضَاء لِأَنَّ عَبْد الرَّحْمَن بْن عَوْف اِعْتَزَلَ فِيهَا لَيَالِي الشُّورَى حَتَّى قُضِيَ الْأَمْر فِيهَا فَبَاعَهَا بَنُو عَبْد الرَّحْمَن مِنْ مُعَاوِيَة بْن أَبِي سُفْيَان. قَالَ عَبْد الْعَزِيز : فَكَانَتْ فِيهَا الدَّوَاوِين وَبَيْت الْمَال , ثُمَّ صَيَّرَهَا السَّفَّاح رَحْبَة لِلْمَسْجِدِ. وَزَادَ أَحْمَد فِي رِوَايَة ثَابِت عَنْ أَنَس \" إِنِّي لَقَائِم عِنْد الْمِنْبَر \" فَأَفَادَ بِذَلِكَ قُوَّة ضَبْطه لِلْقِصَّةِ لِقُرْبِهِ , وَمِنْ ثَمَّ لَمْ يَرِدْ هَذَا الْحَدِيث بِهَذَا السِّيَاق كُلّه إِلَّا مِنْ رِوَايَته. ‏ ‏قَوْله : ( قَائِم يَخْطُب ) ‏ ‏زَادَ فِي رِوَايَة قَتَادَة فِي الْأَدَب \" بِالْمَدِينَةِ \". ‏ ‏قَوْله : ( فَقَالَ يَا رَسُول اللَّه ) ‏ ‏هَذَا يَدُلّ عَلَى أَنَّ السَّائِل كَانَ مُسْلِمًا فَانْتَفَى أَنْ يَكُون أَبَا سُفْيَان فَإِنَّهُ حِين سُؤَاله لِذَلِكَ كَانَ لَمْ يُسْلِم كَمَا سَيَأْتِي فِي حَدِيث عَبْد اللَّه بْن مَسْعُود قَرِيبًا. ‏ ‏قَوْله : ( هَلَكَتْ الْأَمْوَال ) ‏ ‏فِي رِوَايَة كَرِيمَة وَأَبِي ذَرّ جَمِيعًا عَنْ الْكُشْمِيهَنِيِّ \" الْمَوَاشِي \" وَهُوَ الْمُرَاد بِالْأَمْوَالِ هُنَا لَا الصَّامِت , وَقَدْ تَقَدَّمَ فِي كِتَاب الْجُمُعَة بِلَفْظِ \" هَلَكَ الْكُرَاع \" وَهُوَ بِضَمِّ الْكَاف يُطْلَق عَلَى الْخَيْل وَغَيْرهَا , وَفِي رِوَايَة يَحْيَى بْن سَعِيد الْآتِيَة \" هَلَكَتْ الْمَاشِيَة , هَلَكَ الْعِيَال , هَلَكَ النَّاس \" وَهُوَ مِنْ ذِكْر الْعَامّ بَعْد الْخَاصّ , وَالْمُرَاد بِهَلَاكِهِمْ عَدَم وُجُود مَا يَعِيشُونَ بِهِ مِنْ الْأَقْوَات الْمَفْقُودَة بِحَبْسِ الْمَطَر. ‏ ‏قَوْله : ( وَانْقَطَعَتْ السُّبُل ) ‏ ‏فِي رِوَايَة الْأَصِيلِيِّ \" وَتَقَطَّعَتْ \" بِمُثَنَّاةٍ وَتَشْدِيد الطَّاء , وَالْمُرَاد بِذَلِكَ أَنَّ الْإِبِل ضَعُفَتْ - لِقِلَّةِ الْقُوت - عَنْ السَّفَر , أَوْ لِكَوْنِهَا لَا تَجِد فِي طَرِيقهَا مِنْ الْكَلَأ مَا يُقِيم أَوَدَهَا , وَقِيلَ الْمُرَاد نَفَاد مَا عِنْد النَّاس مِنْ الطَّعَام أَوْ قِلَّته فَلَا يَجِدُونَ مَا يَحْمِلُونَهُ يَجْلِبُونَهُ إِلَى الْأَسْوَاق. وَوَقَعَ فِي رِوَايَة قَتَادَة الْآتِيَة عَنْ أَنَس \" قَحَطَ الْمَطَر \" أَيْ قَلَّ , وَهُوَ بِفَتْحِ الْقَاف وَالطَّاء وَحُكِيَ بِضَمٍّ ثُمَّ كَسْر , وَزَادَ فِي رِوَايَة ثَابِت الْآتِيَة عَنْ أَنَس \" وَاحْمَرَّتْ الشَّجَر \" وَاحْمِرَارهَا كِنَايَة عَنْ يُبْس وَرَقهَا لِعَدَمِ شُرْبهَا الْمَاء , أَوْ لِانْتِثَارِهِ فَتَصِير الشَّجَر أَعْوَادًا بِغَيْرِ وَرَق. وَوَقَعَ لِأَحْمَد فِي رِوَايَة قَتَادَة \" وَأَمْحَلَتْ الْأَرْض \" وَهَذِهِ الْأَلْفَاظ يُحْتَمَل أَنْ يَكُون الرَّجُل قَالَ كُلّهَا , وَيُحْتَمَل أَنْ يَكُون بَعْض الرُّوَاة رَوَى شَيْئًا مِمَّا قَالَهُ بِالْمَعْنَى لِأَنَّهَا مُتَقَارِبَة فَلَا تَكُون غَلَطًا كَمَا قَالَ صَاحِب الْمَطَالِع وَغَيْره. ‏ ‏قَوْله : ( فَادْعُ اللَّه يُغِيثنَا ) ‏ ‏أَيْ فَهُوَ يُغِيثنَا , وَهَذِهِ رِوَايَة الْأَكْثَر , وَلِأَبِي ذَرّ \" أَنْ يُغِيثنَا \" وَفِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر الْآتِيَة لِلْكُشْمِيهَنِيّ \" يُغِثْنَا \" بِالْجَزْمِ , وَيَجُوز الضَّمّ فِي يُغِيثنَا عَلَى أَنَّهُ مِنْ الْإِغَاثَة وَبِالْفَتْحِ عَلَى أَنَّهُ مِنْ الْغَيْث , وَيُرَجِّح الْأَوَّل قَوْله فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر \" فَقَالَ اللَّهُمَّ أَغِثْنَا \" وَوَقَعَ فِي رِوَايَة قَتَادَة \" فَادْعُ اللَّه أَنْ يَسْقِيَنَا \" وَلَهُ فِي الْأَدَب \" فَاسْتَسْقِ رَبّك \" قَالَ قَاسِم بْن ثَابِت رَوَاهُ لَنَا مُوسَى بْن هَارُون \" اللَّهُمَّ أَغِثْنَا \" وَجَائِز أَنْ يَكُون مِنْ الْغَوْث أَوْ مِنْ الْغَيْث , وَالْمَعْرُوف فِي كَلَام الْعَرَب غِثْنَا لِأَنَّهُ مِنْ الْغَوْث , وَقَالَ اِبْن الْقَطَّاع : غَاثَ اللَّه عِبَاده غَيْثًا وَغِيَاثًا سَقَاهُمْ الْمَطَر , وَأَغَاثَهُمْ أَجَابَ دُعَاءَهُمْ , وَيُقَال غَاثَ وَأَغَاثَ بِمَعْنًى , وَالرُّبَاعِيّ أَعْلَى. وَقَالَ اِبْن دُرَيْد : الْأَصْل غَاثَهُ اللَّه يَغُوثهُ غَوْثًا فَأُغِيثَ , وَاسْتُعْمِلَ أَغَاثَهُ , وَمَنْ فَتَحَ أَوَّله فَمِنْ الْغَيْث وَيُحْتَمَل أَنْ يَكُون مَعْنَى أَغِثْنَا أَعْطِنَا غَوْثًا وَغَيْثًا. ‏ ‏قَوْله : ( فَرَفَعَ يَدَيْهِ ) ) ‏ ‏زَادَ النَّسَائِيُّ فِي رِوَايَة سَعِيد عَنْ يَحْيَى بْن سَعِيد \" وَرَفَعَ النَّاس أَيْدِيهمْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُونَ \" وَزَادَ فِي رِوَايَة شَرِيك \" حِذَاء وَجْهه \" وَلِابْنِ خُزَيْمَةَ مِنْ رِوَايَة حُمَيْدٍ عَنْ أَنَس \" حَتَّى رَأَيْت بَيَاض إِبْطَيْهِ \" وَتَقَدَّمَ فِي الْجُمُعَة بِلَفْظِ \" فَمَدَّ يَدَيْهِ وَدَعَا \" زَادَ فِي رِوَايَة قَتَادَة فِي الْأَدَب \" فَنَظَرَ إِلَى السَّمَاء \". ‏ ‏قَوْله : ( فَقَالَ : اللَّهُمَّ اِسْقِنَا ) ‏ ‏أَعَادَهُ ثَلَاثًا فِي هَذِهِ الرِّوَايَة , وَوَقَعَ فِي رِوَايَة ثَابِت الْآتِيَة عَنْ أَنَس \" اللَّهُمَّ اِسْقِنَا \" مَرَّتَيْنِ , وَالْأَخْذ بِالزِّيَادَةِ أَوْلَى , وَيُرَجِّحهَا مَا تَقَدَّمَ فِي الْعِلْم أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ إِذَا دَعَا دَعَا ثَلَاثًا \". ‏ ‏قَوْله : ( وَلَا وَاَللَّه ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْوَاوِ , وَلِأَبِي ذَرّ بِالْفَاءِ , وَفِي رِوَايَة ثَابِت الْمَذْكُورَة \" وَأَيْم اللَّه \". ‏ ‏قَوْله : ( مِنْ سَحَاب ) ‏ ‏أَيْ مُجْتَمِع ‏ ‏( وَلَا قَزَعَة ) ‏ ‏بِفَتْحِ الْقَاف وَالزَّاي بَعْدهَا مُهْمَلَة أَيْ سَحَاب مُتَفَرِّق , قَالَ اِبْن سِيده. الْقَزَع قِطَع مِنْ السَّحَاب رِقَاق , زَادَ أَبُو عُبَيْد : وَأَكْثَر مَا يَجِيء فِي الْخَرِيف. ‏ ‏قَوْله : ( وَلَا شَيْئًا ) ‏ ‏بِالنَّصْبِ عَطْفًا عَلَى مَوْضِع الْجَارّ وَالْمَجْرُور أَيْ مَا نَرَى شَيْئًا , وَالْمُرَاد نَفْي عَلَامَات الْمَطَر مِنْ رِيح وَغَيْره. ‏ ‏قَوْله : ( وَمَا بَيْننَا وَبَيْن سَلْع ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون اللَّام جَبَل مَعْرُوف بِالْمَدِينَةِ , وَقَدْ حُكِيَ أَنَّهُ بِفَتْحِ اللَّام. ‏ ‏قَوْله : ( مِنْ بَيْت وَلَا دَار ) ‏ ‏أَيْ يَحْجُبنَا عَنْ رُؤْيَته , وَأَشَارَ بِذَلِكَ إِلَى أَنَّ السَّحَاب كَانَ مَفْقُودًا لَا مُسْتَتِرًا بِبَيْتٍ وَلَا غَيْره. وَوَقَعَ فِي رِوَايَة ثَابِت فِي عَلَامَات النُّبُوَّة قَالَ \" قَالَ أَنَس : وَإِنَّ السَّمَاء لَفِي مِثْل الزُّجَاجَة \" أَيْ لِشِدَّةِ صَفَائِهَا , وَذَلِكَ مُشْعِر بِعَدَمِ السَّحَاب أَيْضًا. ‏ ‏قَوْله : ( فَطَلَعَتْ ) ‏ ‏أَيْ ظَهَرَتْ ) ‏ ‏( مِنْ وَرَائِهِ ) ‏ ‏أَيْ سَلْعٍ , وَكَأَنَّهَا نَشَأَتْ مِنْ جِهَة الْبَحْر لِأَنَّ وَضْع سَلْعٍ يَقْتَضِي ذَلِكَ. ‏ ‏قَوْله : ( مِثْل التُّرْس ) ‏ ‏أَيْ مُسْتَدِيرَة , وَلَمْ يُرِدْ أَنَّهَا مِثْله فِي الْقَدْر لِأَنَّ فِي رِوَايَة حَفْص بْن عُبَيْد اللَّه عِنْد أَبِي عَوَانَة \" فَنَشَأَتْ سَحَابَة مِثْل رِجْل الطَّائِر وَأَنَا أَنْظُر إِلَيْهَا \" فَهَذَا يُشْعِر بِأَنَّهَا كَانَتْ صَغِيرَة , وَفِي رِوَايَة ثَابِت الْمَذْكُورَة \" فَهَاجَتْ رِيح أَنْشَأَتْ سَحَابًا ثُمَّ اِجْتَمَعَ \" وَفِي رِوَايَة قَتَادَة فِي الْأَدَب \" فَنَشَأَ السَّحَاب بَعْضه إِلَى بَعْض \" وَفِي رِوَايَة إِسْحَاق الْآتِيَة \" حَتَّى ثَارَ السَّحَاب أَمْثَال الْجِبَال \" أَيْ لِكَثْرَتِهِ , وَفِيهِ \" ثُمَّ لَمْ يَنْزِل عَنْ مِنْبَره حَتَّى رَأَيْنَا الْمَطَر يَتَحَادَر عَلَى لِحْيَته \" وَهَذَا يَدُلّ عَلَى أَنَّ السَّقْف وُكِفَ لِكَوْنِهِ كَانَ مِنْ جَرِيد النَّخْل. ‏ ‏قَوْله : ( فَلَمَّا تَوَسَّطَتْ السَّمَاء اِنْتَشَرَتْ ) ‏ ‏هَذَا يُشْعِر بِأَنَّهَا اِسْتَمَرَّتْ مُسْتَدِيرَة حَتَّى اِنْتَهَتْ إِلَى الْأُفُق فَانْبَسَطَتْ حِينَئِذٍ , وَكَأَنَّ فَائِدَته تَعْمِيم الْأَرْض بِالْمَطَرِ. ‏ ‏قَوْله : ( مَا رَأَيْنَا الشَّمْس سَبْتًا ) ‏ ‏كِنَايَة عَنْ اِسْتِمْرَار الْغَيْم الْمَاطِر , وَهَذَا فِي الْغَالِب , وَإِلَّا فَقَدْ يَسْتَمِرّ الْمَطَر وَالشَّمْس بَادِيَة , وَقَدْ تُحْجَب الشَّمْس بِغَيْرِ مَطَر. وَأَصْرَح مِنْ ذَلِكَ رِوَايَة إِسْحَاق الْآتِيَة بِلَفْظِ \" فَمُطِرْنَا يَوْمنَا ذَلِكَ وَمِنْ الْغَد وَمِنْ بَعْد الْغَد وَاَلَّذِي يَلِيه حَتَّى الْجُمُعَة الْأُخْرَى \". وَأَمَّا قَوْله \" سَبْتًا \" فَوَقَعَ لِلْأَكْثَرِ بِلَفْظِ السَّبْت - يَعْنِي أَحَد الْأَيَّام - وَالْمُرَاد بِهِ الْأُسْبُوع , وَهُوَ مِنْ تَسْمِيَة الشَّيْء بِاسْمِ بَعْضه كَمَا يُقَال جُمْعَة قَالَهُ صَاحِب النِّهَايَة. قَالَ : وَيُقَال أَرَادَ قِطْعَة مِنْ الزَّمَان. وَقَالَ الزَّيْن بْن الْمُنِير : قَوْله \" سَبْتًا \" أَيْ مِنْ السَّبْت إِلَى السَّبْت , أَيْ جُمْعَة. وَقَالَ الْمُحِبّ الطَّبَرِيُّ مِثْله وَزَادَ أَنَّ فِيهِ تَجَوُّزًا لِأَنَّ السَّبْت لَمْ يَكُنْ مَبْدَأ وَلَا الثَّانِي مُنْتَهَى , وَإِنَّمَا عَبَّرَ أَنَس بِذَلِكَ لِأَنَّهُ كَانَ مِنْ الْأَنْصَار وَكَانُوا قَدْ جَاوَرُوا الْيَهُود فَأَخَذُوا بِكَثِيرٍ مِنْ اِصْطِلَاحهمْ , وَإِنَّمَا سَمَّوْا الْأُسْبُوع سَبْتًا لِأَنَّهُ أَعْظَم الْأَيَّام عِنْد الْيَهُود , كَمَا أَنَّ الْجُمُعَة عِنْد الْمُسْلِمِينَ كَذَلِكَ. وَحَكَى النَّوَوِيّ تَبَعًا لِغَيْرِهِ كَثَابِتٍ فِي الدَّلَائِل أَنَّ الْمُرَاد بِقَوْلِهِ سَبْتًا قِطْعَة مِنْ الزَّمَان , وَلَفْظ ثَابِت : النَّاس يَقُولُونَ مَعْنَاهُ مِنْ سَبْت إِلَى سَبْت وَإِنَّمَا السَّبْت قِطْعَة مِنْ الزَّمَان. وَأَنَّ الدَّاوُدِيّ رَوَاهُ بِلَفْظِ \" سِتًّا \" وَهُوَ تَصْحِيف. وَتُعُقِّبَ بِأَنَّ الدَّاوُدِيّ لَمْ يَنْفَرِد بِذَلِكَ فَقَدْ وَقَعَ فِي رِوَايَة الْحَمَوِيِّ وَالْمُسْتَمْلِي هُنَا سِتًّا , وَكَذَا رَوَاهُ سَعِيد بْن مَنْصُور عَنْ الدَّرَاوَرْدِيّ عَنْ شَرِيك , وَوَافَقَهُ أَحْمَد مِنْ رِوَايَة ثَابِت عَنْ أَنَس , وَكَأَنَّ مَنْ اِدَّعَى أَنَّهُ تَصْحِيف اِسْتَبْعَدَ اِجْتِمَاع قَوْله سِتًّا مَعَ قَوْله فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر الْآتِيَة سَبْعًا , وَلَيْسَ بِمُسْتَبْعَدٍ لِأَنَّ مَنْ قَالَ سِتًّا أَرَادَ سِتَّة أَيَّام تَامَّة , وَمَنْ قَالَ سَبْعًا أَضَافَ أَيْضًا يَوْمًا مُلَفَّقًا مِنْ الْجُمُعَتَيْنِ. وَقَدْ وَقَعَ فِي رِوَايَة مَالِك عَنْ شَرِيك \" فَمُطِرْنَا مِنْ جُمُعَة إِلَى جُمُعَة \" وَفِي رِوَايَة لِلنَّسَفِيّ \" فَدَامَتْ جُمْعَة \" وَفِي رِوَايَة عَبْدُوسٍ وَالْقَابِسِيّ فِيمَا حَكَاهُ عِيَاض \" سَبَّتْنَا \" كَمَا يُقَال جَمَّعَتْنَا , وَوَهَمَ مَنْ عَزَا هَذِهِ الرِّوَايَة لِأَبِي ذَرّ , وَفِي رِوَايَة قَتَادَة الْآتِيَة \" فَمُطِرْنَا فَمَا كِدْنَا نَصِل إِلَى مَنَازِلنَا \" أَيْ مِنْ كَثْرَة الْمَطَر , وَقَدْ تَقَدَّمَ لِلْمُصَنِّفِ فِي الْجُمُعَة مِنْ وَجْه آخَر بِلَفْظِ \" فَخَرَجْنَا نَخُوض الْمَاء حَتَّى أَتَيْنَا مَنَازِلنَا \" وَلِمُسْلِمٍ فِي رِوَايَة ثَابِت \" فَأُمْطِرْنَا حَتَّى رَأَيْت الرَّجُل تُهِمّهُ نَفْسه أَنْ يَأْتِي أَهْله \" وَلِابْنِ خُزَيْمَةَ فِي رِوَايَة حُمَيْدٍ \" حَتَّى أَهَمَّ الشَّابّ الْقَرِيب الدَّار الرُّجُوع إِلَى أَهْله \" وَلِلْمُصَنِّفِ فِي الْأَدَب مِنْ طَرِيق قَتَادَة \" حَتَّى سَالَتْ مَثَاعِب الْمَدِينَة \" وَمَثَاعِب جَمْع مَثْعَب بِالْمُثَلَّثَةِ وَآخِره مُوَحَّدَة مَسِيل الْمَاء. ‏ ‏قَوْله : ( ثُمَّ دَخَلَ رَجُل مِنْ ذَلِكَ الْبَاب فِي الْجُمْلَة الْمُقْبِلَة ) ‏ ‏ظَاهِره أَنَّهُ غَيْر الْأَوَّل , لِأَنَّ النَّكِرَة إِذَا تَكَرَّرَتْ دَلَّتْ عَلَى التَّعَدُّد , وَقَدْ قَالَ شَرِيك فِي آخِر هَذَا الْحَدِيث هُنَا \" سَأَلْت أَنَسًا : أَهُوَ الرَّجُل الْأَوَّل ؟ قَالَ : لَا أَدْرِي \" وَهَذَا يَقْتَضِي أَنَّهُ لَمْ يَجْزِم بِالتَّغَايُرِ , فَالظَّاهِر أَنَّ الْقَاعِدَة الْمَذْكُورَة مَحْمُولَة عَلَى الْغَالِب لِأَنَّ أَنَسًا مِنْ أَهْل اللِّسَان وَقَدْ تَعَدَّدَتْ. وَسَيَأْتِي فِي رِوَايَة إِسْحَاق عَنْ أَنَس \" فَقَامَ ذَلِكَ الرَّجُل أَوْ غَيْره \" وَكَذَا لِقَتَادَة فِي الْأَدَب , وَتَقَدَّمَ فِي الْجُمُعَة مِنْ وَجْه آخَر كَذَلِكَ , وَهَذَا يَقْتَضِي أَنَّهُ كَانَ يَشُكّ فِيهِ , وَسَيَأْتِي مِنْ رِوَايَة يَحْيَى بْن سَعِيد فَأَتَى الرَّجُل فَقَالَ : يَا رَسُول اللَّه \". وَمِثْله لِأَبِي عَوَانَة مِنْ طَرِيق حَفْص عَنْ أَنَس بِلَفْظِ \" فَمَا زِلْنَا نُمْطِر حَتَّى جَاءَ ذَلِكَ الْأَعْرَابِيّ فِي الْجُمُعَة الْأُخْرَى \" وَأَصْله فِي مُسْلِم , وَهَذَا يَقْتَضِي الْجَزْم بِكَوْنِهِ وَاحِدًا , فَلَعَلَّ أَنَسًا تَذَكَّرَهُ بَعْد أَنْ نَسِيَهُ , أَوْ نَسِيَهُ بَعْد أَنْ كَانَ تَذَكَّرَهُ , وَيُؤَيِّد ذَلِكَ رِوَايَة الْبَيْهَقِيِّ فِي \" الدَّلَائِل \" مِنْ طَرِيق يَزِيد أَنَّ عُبَيْدًا السُّلَمِيّ قَالَ \" لَمَّا قَفَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَة تَبُوك أَتَاهُ وَفْد بَنِي فَزَارَة وَفِيهِ خَارِجَة بْن حِصْن أَخُو عُيَيْنَةَ قَدِمُوا عَلَى إِبِل عِجَاف فَقَالُوا : يَا رَسُول اللَّه اُدْعُ لَنَا رَبّك أَنْ يُغِيثَنَا \" فَذَكَرَ الْحَدِيث وَفِيهِ \" فَقَالَ : اللَّهُمَّ اِسْقِ بَلَدك وَبَهِيمك , وَانْشُرْ بَرَكَتك. اللَّهُمَّ اِسْقِنَا غَيْثًا مُغِيثًا مَرِيئًا مُرِيعًا طَبَقًا وَاسِعًا عَاجِلًا غَيْر آجِل نَافِعًا غَيْر ضَارٍ , اللَّهُمَّ سُقْيَا رَحْمَة لَا سُقْيَا عَذَاب , اللَّهُمَّ اِسْقِنَا الْغَيْث وَانْصُرْنَا عَلَى الْأَعْدَاء \" وَفِيهِ \" قَالَ فَلَا وَاَللَّه مَا نَرَى فِي السَّمَاء مِنْ قَزَعَة وَلَا سَحَاب , وَمَا بَيْن الْمَسْجِد وَسَلْعٍ مِنْ بِنَاء \" فَذَكَرَ نَحْو حَدِيث أَنَس بِتَمَامِهِ وَفِيهِ \" قَالَ الرَّجُل - يَعْنِي الَّذِي سَأَلَهُ أَنْ يَسْتَسْقِي لَهُمْ - هَلَكَتْ الْأَمْوَال \" الْحَدِيث كَذَا فِي الْأَصْل , وَالظَّاهِر أَنَّ السَّائِل هُوَ خَارِجَة الْمَذْكُور لِكَوْنِهِ كَانَ كَبِير الْوَفْد وَلِذَلِكَ سُمِّيَ مِنْ بَيْنهمْ وَاَللَّه أَعْلَم. وَأَفَادَتْ هَذِهِ الرِّوَايَة صِفَة الدُّعَاء الْمَذْكُور , وَالْوَقْت الَّذِي وَقَعَ فِيهِ. ‏ ‏قَوْله : ( هَلَكَتْ الْأَمْوَال وَانْقَطَعَتْ السُّبُل ) ‏ ‏أَيْ بِسَبَبِ غَيْر السَّبَب الْأَوَّل , وَالْمُرَاد أَنَّ كَثْرَة الْمَاء اِنْقَطَعَ الْمَرْعَى بِسَبَبِهَا فَهَلَكَتْ الْمَوَاشِي مِنْ عَدَم الرَّعْي , أَوْ لِعَدَمِ مَا يُكِنُّهَا مِنْ الْمَطَر , وَيَدُلّ عَلَى ذَلِكَ قَوْله فِي رِوَايَة سَعِيد عَنْ شَرِيك عِنْد النَّسَائِيِّ \" مِنْ كَثْرَة الْمَاء \" وَأَمَّا اِنْقِطَاع السُّبُل فَلِتَعَذُّرِ سُلُوك الطُّرُق مِنْ كَثْرَة الْمَاء. وَفِي رِوَايَة حُمَيْدٍ عِنْد اِبْن خُزَيْمَةَ \" وَاحْتَبَسَ الرَّكْبَانِ \" وَفِي رِوَايَة مَالِك عَنْ شَرِيك \" تَهَدَّمَتْ الْبُيُوت \" وَفِي رِوَايَة إِسْحَاق الْآتِيَة \" هُدِمَ الْبِنَاء وَغَرِقَ الْمَال \". ‏ ‏قَوْله : ( فَادْعُ اللَّه يُمْسِكهَا ) ‏ ‏يَجُوز فِي يُمْسِكهَا الضَّمّ وَالسُّكُون , ولِلكُشْمِيهَنِيِّ هُنَا \" أَنْ يُمْسِكهَا \" وَالضَّمِير يَعُود عَلَى الْأَمْطَار أَوْ عَلَى السَّحَاب أَوْ عَلَى السَّمَاء , وَالْعَرَب تُطْلِق عَلَى الْمَطَر سَمَاء , وَوَقَعَ فِي رِوَايَة سَعِيد عَنْ شَرِيك \" أَنْ يُمْسِك عَنَّا الْمَاء \" وَفِي رِوَايَة أَحْمَد مِنْ طَرِيق ثَابِت \" أَنْ يَرْفَعهَا عَنَّا \" وَفِي رِوَايَة قَتَادَة فِي الْأَدَب \" فَادْعُ رَبّك أَنْ يَحْبِسهَا عَنَّا. فَضَحِكَ \" وَفِي رِوَايَة ثَابِت \" فَتَبَسَّمَ \" زَادَ فِي رِوَايَة حُمَيْدٍ \" لِسُرْعَةِ مَلَال اِبْن آدَم \". ‏ ‏قَوْله : ( فَرَفَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدَيْهِ ) ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَيْهِ قَرِيبًا. ‏ ‏قَوْله : ( اللَّهُمَّ حَوَالَيْنَا ) ‏ ‏بِفَتْحِ اللَّام وَفِيهِ حَذْف تَقْدِيره اِجْعَلْ أَوْ أَمْطِرْ , وَالْمُرَاد بِهِ صَرْف الْمَطَر عَنْ الْأَبْنِيَة وَالدُّور. ‏ ‏قَوْله : ( وَلَا عَلَيْنَا ) ‏ ‏فِيهِ بَيَان لِلْمُرَادِ بِقَوْلِهِ \" حَوَالَيْنَا \" لِأَنَّهَا تَشْمَل الطُّرُق الَّتِي حَوْلهمْ فَأَرَادَ إِخْرَاجهَا بِقَوْلِهِ \" وَلَا عَلَيْنَا \". قَالَ الطِّيبِيُّ : فِي إِدْخَال الْوَاو هُنَا مَعْنًى لَطِيف , وَذَلِكَ أَنَّهُ لَوْ أَسْقَطَهَا لَكَانَ مُسْتَسْقِيًا لِلْآكَامِ وَمَا مَعَهَا فَقَطْ , وَدُخُول الْوَاو يَقْتَضِي أَنَّ طَلَب الْمَطَر عَلَى الْمَذْكُورَات لَيْسَ مَقْصُودًا لِعَيْنِهِ وَلَكِنْ لِيَكُونَ وِقَايَة مِنْ أَذَى الْمَطَر , فَلَيْسَتْ الْوَاو مُخَلَّصَة لِلْعَطْفِ وَلَكِنَّهَا لِلتَّعْلِيلِ , وَهُوَ كَقَوْلِهِمْ تَجُوع الْحُرَّة وَلَا تَأْكُل بِثَدْيَيْهَا , فَإِنَّ الْجُوع لَيْسَ مَقْصُودًا لِعَيْنِهِ وَلَكِنْ لِكَوْنِهِ مَانِعًا عَنْ الرَّضَاع بِأُجْرَةٍ إِذْ كَانُوا يَكْرَهُونَ ذَلِكَ أَنَفًا ا ه. ‏ ‏قَوْله : ( اللَّهُمَّ عَلَى الْآكَام ) ‏ ‏فِيهِ بَيَان الْمُرَاد بِقَوْلِهِ \" حَوَالَيْنَا \" وَالْإِكَام بِكَسْرِ الْهَمْزَة وَقَدْ تُفْتَح وَتُمَدّ : جَمْع أَكَمَة بِفَتَحَاتٍ , قَالَ اِبْن الْبَرْقِيّ : هُوَ التُّرَاب الْمُجْتَمِع , وَقَالَ الدَّاوُدِيُّ : هِيَ أَكْبَر مِنْ الْكُدْيَة. وَقَالَ الْقَزَّاز : هِيَ الَّتِي مِنْ حَجَر وَاحِد وَهُوَ قَوْل الْخَلِيل. وَقَالَ الْخَطَّابِيُّ : هِيَ الْهَضْبَة الضَّخْمَة , وَقِيلَ الْجَبَل الصَّغِير , وَقِيلَ مَا اِرْتَفَعَ مِنْ الْأَرْض , وَقَالَ الثَّعَالِبِيّ : الْأَكَمَة أَعْلَى مِنْ الرَّابِيَة وَقِيلَ دُونهَا. ‏ ‏قَوْله : ( وَالظِّرَاب ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَآخِره مُوَحَّدَة جَمْع ظَرِب بِكَسْرِ الرَّاء وَقَدْ تُسْكَن. وَقَالَ الْقَزَّاز : هُوَ الْجَبَل الْمُنْبَسِط لَيْسَ بِالْعَالِي , وَقَالَ الْجَوْهَرِيّ : الرَّابِيَة الصَّغِيرَة. ‏ ‏قَوْله : ( وَالْأَوْدِيَة ) ‏ ‏فِي رِوَايَة مَالِك \" بُطُون الْأَوْدِيَة \" وَالْمُرَاد بِهَا مَا يَتَحَصَّل فِيهِ الْمَاء لِيُنْتَفَع بِهِ , قَالُوا : وَلَمْ تُسْمَع أَفْعِلَة جَمْع فَاعِل إِلَّا الْأَوْدِيَة جَمْع وَادٍ وَفِيهِ نَظَر , وَزَادَ مَالِك فِي رِوَايَته وَرُءُوس الْجِبَال. ‏ ‏قَوْله : ( فَانْقَطَعَتْ ) ‏ ‏أَيْ السَّمَاء أَوْ السَّحَابَة الْمَاطِرَة , وَالْمَعْنَى أَنَّهَا أَمْسَكَتْ عَنْ الْمَطَر عَلَى الْمَدِينَة , وَفِي رِوَايَة مَالِك \" فَانْجَابَتْ عَنْ الْمَدِينَة اِنْجِيَاب الثَّوْب \" أَيْ خَرَجَتْ عَنْهَا كَمَا يَخْرُج الثَّوْب عَنْ لَابِسه , وَفِي رِوَايَة سَعِيد عَنْ شَرِيك \" فَمَا هُوَ إِلَّا أَنْ تَكَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ تَمَزَّقَ السَّحَاب حَتَّى مَا نَرَى مِنْهُ شَيْئًا \" وَالْمُرَاد بِقَوْلِهِ \" مَا نَرَى مِنْهُ شَيْئًا \" أَيْ فِي الْمَدِينَة , وَلِمُسْلِمٍ فِي رِوَايَة حَفْص \" فَلَقَدْ رَأَيْت السَّحَاب يَتَمَزَّق كَأَنَّهُ الْمُلَاء حِين تُطْوَى \" وَالْمُلَاء بِضَمِّ الْمِيم وَالْقَصْر وَقَدْ يُمَدّ جَمْع مُلَاءَة وَهُوَ ثَوْب مَعْرُوف , وَفِي رِوَايَة قَتَادَة عِنْد الْمُصَنِّف \" فَلَقَدْ رَأَيْت السَّحَاب يَنْقَطِع يَمِينًا وَشِمَالًا يُمْطِرُونَ - أَيْ أَهْل النَّوَاحِي - وَلَا يُمْطِر أَهْل الْمَدِينَة \" وَلَهُ فِي الْأَدَب \" فَجَعَلَ السَّحَاب يَتَصَدَّع عَنْ الْمَدِينَة - وَزَادَ فِيهِ - يُرِيهِمْ اللَّه كَرَامَة نَبِيّه وَإِجَابَة دَعَوْته \" وَلَهُ فِي رِوَايَة ثَابِت عَنْ أَنَس \" فَتَكَشَّطَتْ - أَيْ تَكَشَّفَتْ - فَجَعَلَتْ تُمْطِر حَوْل الْمَدِينَة وَلَا تُمْطِر بِالْمَدِينَةِ قَطْرَة , فَنَظَرْت إِلَى الْمَدِينَة وَإِنَّهَا لَمِثْل الْإِكْلِيل \" وَلِأَحْمَد مِنْ هَذَا الْوَجْه \" فَتَقَوَّرَ مَا فَوْق رُءُوسنَا مِنْ السَّحَاب حَتَّى كَأَنَّا فِي إِكْلِيل \" وَالْإِكْلِيل بِكَسْرِ الْهَمْزَة وَسُكُون الْكَاف كُلّ شَيْء دَارَ مِنْ جَوَانِبه , وَاشْتُهِرَ لِمَا يُوضَع عَلَى الرَّأْس فَيُحِيط بِهِ , وَهُوَ مِنْ مَلَابِس الْمُلُوك كَالتَّاجِ , وَفِي رِوَايَة إِسْحَاق عَنْ أَنَس \" فَمَا يُشِير بِيَدِهِ إِلَى نَاحِيَة مِنْ السَّحَاب إِلَّا تَفَرَّجَتْ حَتَّى صَارَتْ الْمَدِينَة فِي مِثْل الْجَوْبَة \" وَالْجَوْبَة بِفَتْحِ الْجِيم ثُمَّ الْمُوَحَّدَة وَهِيَ الْحُفْرَة الْمُسْتَدِيرَة الْوَاسِعَة , وَالْمُرَاد بِهَا هُنَا الْفُرْجَة فِي السَّحَاب. وَقَالَ الْخَطَّابِيُّ : الْمُرَاد بِالْجَوْبَةِ هُنَا التُّرْس , وَضَبَطَهَا الزَّيْن بْن الْمُنِير تَبَعًا لِغَيْرِهِ بِنُونٍ بَدَل الْمُوَحَّدَة , ثُمَّ فَسَّرَهُ بِالشَّمْسِ إِذْ ظَهَرَتْ فِي خِلَال السَّحَاب. لَكِنْ جَزَمَ عِيَاض بِأَنَّ مَنْ قَالَهُ بِالنُّونِ فَقَدْ صَحَّفَ. وَفِي رِوَايَة إِسْحَاق مِنْ الزِّيَادَة أَيْضًا \" وَسَالَ الْوَادِي - وَادِي قَنَاة - شَهْرًا , وَقَنَاة بِفَتْحِ الْقَاف وَالنُّون الْخَفِيفَة عَلَم عَلَى أَرْض ذَات مَزَارِع بِنَاحِيَةِ أُحُد , وَوَادِيهَا أَحَد أَوْدِيَة الْمَدِينَة الْمَشْهُورَة قَالَهُ الْحَازِمِيّ. وَذَكَرَ مُحَمَّد بْن الْحَسَن الْمَخْزُومِيّ فِي \" أَخْبَار الْمَدِينَة \" بِإِسْنَادٍ لَهُ أَنَّ أَوَّل مَنْ سَمَّاهُ وَادِي قَنَاة تُبَّع الْيَمَانِيّ لَمَّا قَدِمَ يَثْرِب قَبْل الْإِسْلَام. وَفِي رِوَايَة لَهُ أَنَّ تُبَّعًا بَعَثَ رَائِدًا يَنْظُر إِلَى مَزَارِع الْمَدِينَة فَقَالَ : نَظَرْت فَإِذَا قَنَاة حَبّ وَلَا تِبْن , وَالْجُرُف حَبّ وَتِبْن , وَالْحِرَار - يَعْنِي جَمْع حِرَّة بِمُهْمَلَتَيْنِ - لَا حَبّ وَلَا تِبْن ا ه. وَتَقَدَّمَ فِي الْجُمُعَة مِنْ هَذَا الْوَجْه \" وَسَالَ الْوَادِي قَنَاة \" وَأُعْرِبَ بِالضَّمِّ عَلَى الْبَدَل عَلَى أَنَّ قَنَاة اِسْم الْوَادِي وَلَعَلَّهُ مِنْ تَسْمِيَة الشَّيْء بِاسْمِ مَا جَاوَرَهُ. وَقَرَأْت بِخَطِّ الرَّضِيّ الشَّاطِبِيّ قَالَ : الْفُقَهَاء تَقُولهُ بِالنَّصْبِ وَالتَّنْوِين يَتَوَهَّمُونَهُ قَنَاة مِنْ الْقَنَوَات , وَلَيْسَ كَذَلِكَ ا ه. وَهَذَا الَّذِي ذَكَرَهُ قَدْ جَزَمَ بِهِ بَعْض الشُّرَّاح وَقَالَ : هُوَ عَلَى التَّشْبِيه. أَيْ سَالَ مِثْل الْقَنَاة. وَقَوْله فِي الرِّوَايَة الْمَذْكُورَة \" إِلَّا حَدَّثَ بِالْجَوْدِ \" هُوَ بِفَتْحِ الْجِيم الْمَطَر الْغَزِير , وَهَذَا يَدُلّ عَلَى أَنَّ الْمَطَر اِسْتَمَرَّ فِيمَا سِوَى الْمَدِينَة , فَقَدْ يُشْكِل بِأَنَّهُ يَسْتَلْزِم أَنَّ قَوْل السَّائِل \" هَلَكَتْ الْأَمْوَال وَانْقَطَعَتْ السُّبُل \" لَمْ يَرْتَفِع الْإِهْلَاك وَلَا الْقَطْع وَهُوَ خِلَاف مَطْلُوبه , وَيُمْكِن الْجَوَاب بِأَنَّ الْمُرَاد أَنَّ الْمَطَر اِسْتَمَرَّ حَوْل الْمَدِينَة مِنْ الْإِكَام وَالظِّرَاب وَبُطُون الْأَوْدِيَة لَا فِي الطُّرُق الْمَسْلُوكَة , وَوُقُوع الْمَطَر فِي بُقْعَة دُون بُقْعَة كَثِير وَلَوْ كَانَتْ تُجَاوِرهَا , وَإِذَا جَازَ ذَلِكَ جَازَ أَنْ يُوجَد لِلْمَاشِيَةِ أَمَاكِن تُكِنّهَا وَتَرْعَى فِيهَا بِحَيْثُ لَا يَضُرّهَا الْمَطَر فَيَزُول الْإِشْكَال. وَفِي هَذَا الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ جَوَاز مُكَالَمَة الْإِمَام فِي الْخُطْبَة لِلْحَاجَةِ , وَفِيهِ الْقِيَام فِي الْخُطْبَة وَأَنَّهَا لَا تَنْقَطِع بِالْكَلَامِ وَلَا تَنْقَطِع بِالْمَطَرِ , وَفِيهِ قِيَام الْوَاحِد بِأَمْرِ الْجَمَاعَة , وَإِنَّمَا لَمْ يُبَاشِر ذَلِكَ بَعْض أَكَابِر الصَّحَابَة لِأَنَّهُمْ كَانُوا يَسْلُكُونَ الْأَدَب بِالتَّسْلِيمِ وَتَرْك الِابْتِدَاء بِالسُّؤَالِ , وَمِنْهُ قَوْل أَنَس , \" كَانَ يُعْجِبنَا أَنْ يَجِيء الرَّجُل مِنْ الْبَادِيَة فَيَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَسُؤَال الدُّعَاء مِنْ أَهْل الْخَيْر وَمَنْ يُرْجَى مِنْهُ الْقَبُول وَإِجَابَتهمْ لِذَلِكَ , وَمِنْ أَدَبه بَثّ الْحَال لَهُمْ قَبْل الطَّلَب لِتَحْصِيلِ الرِّقَّة الْمُقْتَضِيَة لِصِحَّةِ التَّوَجُّه فَتُرْجَى الْإِجَابَة عِنْده , وَفِيهِ تَكْرَار الدُّعَاء ثَلَاثًا , وَإِدْخَال دُعَاء الِاسْتِسْقَاء فِي خُطْبَة الْجُمُعَة وَالدُّعَاء بِهِ عَلَى الْمِنْبَر وَلَا تَحْوِيل فِيهِ وَلَا اِسْتِقْبَال , وَالِاجْتِزَاء بِصَلَاةِ الْجُمُعَة عَنْ صَلَاة الِاسْتِسْقَاء , وَلَيْسَ فِي السِّيَاق مَا يَدُلّ عَلَى أَنَّهُ نَوَاهَا مَعَ الْجُمُعَة , وَفِيهِ عَلَم مِنْ أَعْلَام النُّبُوَّة فِي إِجَابَة اللَّه دُعَاء نَبِيّه عَلَيْهِ الصَّلَاة وَالسَّلَام عَقِبه أَوْ مَعَهُ اِبْتِدَاء فِي الِاسْتِسْقَاء وَانْتِهَاء فِي الِاسْتِصْحَاء وَامْتِثَال السَّحَاب أَمْره بِمُجَرَّدِ الْإِشَارَة , وَفِيهِ الْأَدَب فِي الدُّعَاء حَيْثُ لَمْ يَدْعُ بِرَفْعِ الْمَطَر مُطْلَقًا لِاحْتِمَالِ الِاحْتِيَاج إِلَى اِسْتِمْرَاره فَاحْتَرَزَ فِيهِ بِمَا يَقْتَضِي رَفْع الضَّرَر وَبَقَاء النَّفْع , وَيُسْتَنْبَط مِنْهُ أَنَّ مَنْ أَنْعَمَ اللَّه عَلَيْهِ بِنِعْمَةٍ لَا يَنْبَغِي لَهُ أَنْ يَتَسَخَّطهَا لِعَارِضٍ يَعْرِض فِيهَا , بَلْ يَسْأَل اللَّه رَفْع ذَلِكَ الْعَارِض وَإِبْقَاء النِّعْمَة. وَفِيهِ أَنَّ الدُّعَاء بِرَفْعِ الضَّرَر لَا يُنَافِي التَّوَكُّل وَإِنْ كَانَ مَقَام الْأَفْضَل التَّفْوِيض لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ عَالِمًا بِمَا وَقَعَ لَهُمْ مِنْ الْجَدْب , وَأَخَّرَ السُّؤَال فِي ذَلِكَ تَفْوِيضًا لِرَبِّهِ , ثُمَّ أَجَابَهُمْ إِلَى الدُّعَاء لَمَّا سَأَلُوهُ فِي ذَلِكَ بَيَانًا لِلْجَوَازِ وَتَقْرِير السُّنَّة فِي هَذِهِ الْعِبَادَة الْخَاصَّة , أَشَارَ إِلَى ذَلِكَ اِبْن أَبِي جَمْرَة نَفَعَ اللَّه بِهِ. وَفِيهِ جَوَاز تَبَسُّم الْخَطِيب عَلَى الْمِنْبَر تَعَجُّبًا مِنْ أَحْوَال النَّاس , وَجَوَاز الصِّيَاح فِي الْمَسْجِد بِسَبَبِ الْحَاجَة الْمُقْتَضِيَة لِذَلِكَ. وَفِيهِ الْيَمِين لِتَأْكِيدِ الْكَلَام , وَيُحْتَمَل أَنْ يَكُون ذَلِكَ جَرَى عَلَى لِسَان أَنَس بِغَيْرِ قَصْد الْيَمِين , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز الِاسْتِسْقَاء بِغَيْرِ صَلَاة مَخْصُوصَة , وَعَلَى أَنَّ الِاسْتِسْقَاء لَا تُشْرَع فِيهِ صَلَاة , فَأَمَّا الْأَوَّل فَقَالَ بِهِ الشَّافِعِيّ وَكَرِهَهُ سُفْيَان الثَّوْرِيّ , وَأَمَّا الثَّانِي فَقَالَ بِهِ أَبُو حَنِيفَة كَمَا تَقَدَّمَ , وَتُعُقِّبَ بِأَنَّ الَّذِي وَقَعَ فِي هَذِهِ الْقِصَّة مُجَرَّد دُعَاء لَا يُنَافِي مَشْرُوعِيَّة الصَّلَاة لَهَا , وَقَدْ بُيِّنَتْ فِي وَاقِعَة أُخْرَى كَمَا تَقَدَّمَ , وَاسْتُدِلَّ بِهِ عَلَى الِاكْتِفَاء بِدُعَاءِ الْإِمَام فِي الِاسْتِسْقَاء قَالَهُ اِبْن بَطَّال , وَتُعُقِّبَ بِمَا سَيَأْتِي فِي رِوَايَة يَحْيَى بْن سَعِيد \" وَرَفَعَ النَّاس أَيْدِيهمْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْعُونَ \" وَقَدْ اِسْتَدَلَّ بِهِ الْمُصَنِّف فِي الدَّعَوَات عَلَى رَفْع الْيَدَيْنِ فِي كُلّ دُعَاء. وَفِي الْبَاب عِدَّة أَحَادِيث جَمَعَهَا الْمُنْذِرِيُّ فِي جُزْء مُفْرَد وَأَوْرَدَ مِنْهَا النَّوَوِيّ فِي صِفَة الصَّلَاة فِي شَرْح الْمُهَذَّب قَدْر ثَلَاثِينَ حَدِيثًا , وَسَنَذْكُرُ وَجْه الْجَمْع بَيْنهَا وَبَيْن قَوْل أَنَس \" كَانَ لَا يَرْفَع يَدَيْهِ إِلَّا فِي الِاسْتِسْقَاء \" بَعْد أَرْبَعَة عَشْر بَابًا إِنْ شَاءَ اللَّه تَعَالَى. وَفِيهِ جَوَاز الدُّعَاء بِالِاسْتِصْحَاء لِلْحَاجَةِ , وَقَدْ تَرْجَمَ لَهُ الْبُخَارِيّ بَعْد ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1014,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ جَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ فَادْعُ اللَّهَ أَنْ يَسْقِيَنَا‏.‏ فَدَعَا فَمُطِرْنَا، فَمَا كِدْنَا أَنْ نَصِلَ إِلَى مَنَازِلِنَا فَمَا زِلْنَا نُمْطَرُ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ‏.‏ قَالَ فَقَامَ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ فَقَالَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَصْرِفَهُ عَنَّا‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ قَالَ فَلَقَدْ رَأَيْتُ السَّحَابَ يَتَقَطَّعُ يَمِينًا وَشِمَالاً يُمْطَرُونَ وَلاَ يُمْطَرُ أَهْلُ الْمَدِينَةِ‏.‏",
    "english_text": "Anas I said, \"While Allah's Messenger (ﷺ) (p.b.u.h) was delivering the Friday Khutba (sermon) a man came \nand said, 'O Allah's Messenger (ﷺ)! Rain is scarce; please ask Allah to bless us with rain.' So he invoked \nAllah for it, and it rained so much that we could hardly reach our homes and it continued raining till \nthe next Friday.\" Anas further said, \"Then the same or some other person stood up and said, 'O Allah's \nApostle! Invoke Allah to withhold the rain.' On that, Allah's Messenger (ﷺ) I said, 'O Allah! Round about us \nand not on us.' \" Anas added, \"I saw the clouds dispersing right and left and it continued to rain but \nnot over Medina.\"",
    "explication": "حَدِيث أَنَس فِي قِصَّة الَّذِي طَلَبَ الِاسْتِقَاء ثُمَّ الِاسْتِصْحَاء وَالْغَرَض مِنْهُ ضَحِكه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْدَ قَوْل الْقَائِل \" غَرِقْنَا \" أَوْرَدَهُ مِنْ وَجْهَيْنِ عَنْ قَتَادَةَ , وَسَاقَهُ هُنَا عَلَى لَفْظ سَعِيد بْن أَبِي عَرُوبَة , وَسَاقَهُ فِي الدَّعَوَات عَلَى لَفْظ أَبِي عَوَانَة , وَمُحَمَّد بْن مَحْبُوب شَيْخه هُوَ أَبُو عَبْد اللَّه الْبِنَائِيّ الْبَصْرِيّ , وَهُوَ غَيْر مُحَمَّد بْن الْحَسَن الَّذِي لَقِيَهُ مَحْبُوب , وَوَهِمَ مَنْ وَحَّدَهُمَا كَشَيْخِنَا اِبْن الْمُلَقِّن فَإِنَّهُ جَزَمَ بِذَلِكَ وَزَعَمَ أَنَّ الْبُخَارِيّ رَوَى عَنْهُ هُنَا وَرَوَى عَنْ رَجُل عَنْهُ , وَلَيْسَ كَذَلِكَ بَلْ هُمَا اِثْنَانِ أَحَدهمَا فِي عِدَاد شُيُوخ الْآخَر , وَشَيْخ الْبُخَارِيّ اِسْمه مُحَمَّد وَاسْم أَبِيهِ مَحْبُوب وَالْآخَر اِسْمه مُحَمَّد وَاسْم أَبِيهِ الْحَسَن وَمَحْبُوب لَقَب مُحَمَّد لَا لَقَب الْحَسَن , وَقَدْ أَخْرَجَ لَهُ الْبُخَارِيّ فِي كِتَاب الْأَحْكَام حَدِيثًا وَاحِدًا قَالَ فِيهِ \" حَدَّثَنَا مَحْبُوب بْن الْحَسَن \" وَسَبَب الْوَهْم أَنَّهُ وَقَعَ فِي بَعْض الْأَسَانِيد \" حَدَّثَنَا مُحَمَّد بْن الْحَسَن مَحْبُوب \" فَظَنُّوا أَنَّهُ لَقَب الْحَسَن وَلَيْسَ كَذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1015,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ هَلَكَتِ الْمَوَاشِي وَتَقَطَّعَتِ السُّبُلُ‏.‏ فَدَعَا، فَمُطِرْنَا مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ، ثُمَّ جَاءَ فَقَالَ تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ، وَهَلَكَتِ الْمَوَاشِي فَادْعُ اللَّهَ يُمْسِكْهَا‏.‏ فَقَامَ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَالأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ‏.‏",
    "english_text": "A man came to the Prophet (p.b.u.h) and said, \"Livestock are destroyed and the roads are cut off.\" So \nAllah's Messenger (ﷺ) invoked Allah for rain and it rained from that Friday till the next Friday. The same \nperson came again and said, \"Houses have collapsed, roads are cut off, and the livestock are \ndestroyed. Please pray to Allah to withhold the rain.\" Allah's Messenger (ﷺ) (stood up and) said, \"O Allah! \n(Let it rain) on the plateaus, on the hills, in the valleys and over the places where trees grow.\" So the \nclouds cleared away from Medina as clothes are taken off .",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1016,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَوَاشِي وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ، فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَمُطِرُوا مِنْ جُمُعَةٍ إِلَى جُمُعَةٍ، فَجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ وَهَلَكَتِ الْمَوَاشِي‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اللَّهُمَّ عَلَى رُءُوسِ الْجِبَالِ وَالآكَامِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ‏.‏",
    "english_text": "A man came to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! Livestock are destroyed and the roads \nare cut off. So please invoke Allah.\" So Allah's Messenger (ﷺ) prayed and it rained from that Friday to the \nnext Friday. Then he came to Allah's Messenger (ﷺ) I and said, \"O Allah's Messenger (ﷺ)! Houses have collapsed, \nroads are cut off and the livestock are destroyed.\" So Allah's Messenger (ﷺ) (p.b.u.h) prayed, \"O Allah! (Let \nit rain) on the tops of mountains, on the plateaus, in the valleys and over the places where trees grow.\" \nSo the clouds cleared away from Medina as clothes are taken off.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1017,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا الْحَسَنُ بْنُ بِشْرٍ، قَالَ حَدَّثَنَا مُعَافَى بْنُ عِمْرَانَ، عَنِ الأَوْزَاعِيِّ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، شَكَا إِلَى النَّبِيِّ صلى الله عليه وسلم هَلاَكَ الْمَالِ وَجَهْدَ الْعِيَالِ، فَدَعَا اللَّهَ يَسْتَسْقِي، وَلَمْ يَذْكُرْ أَنَّهُ حَوَّلَ رِدَاءَهُ وَلاَ اسْتَقْبَلَ الْقِبْلَةَ‏.‏",
    "english_text": "I p man complained to the Prophet (ﷺ) about the destruction of livestock and property and the hunger of \nthe offspring. So he invoked (Allah for rain. The narrator (Anas) did not mention that the Prophet (ﷺ) had \nworn his cloak inside out or faced the Qibla.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1018,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الْمَوَاشِي، وَتَقَطَّعَتِ السُّبُلُ، فَادْعُ اللَّهَ‏.‏ فَدَعَا اللَّهَ، فَمُطِرْنَا مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ، فَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ وَهَلَكَتِ الْمَوَاشِي‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اللَّهُمَّ عَلَى ظُهُورِ الْجِبَالِ وَالآكَامِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ‏.‏",
    "english_text": "A man came to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! Livestock are destroyed and the roads \nare cut off; so please invoke Allah.\" So Allah's Messenger (ﷺ) prayed for rain and it rained from that Friday \ntill the next Friday. Then a man came to the Prophet (p.b.u.h) and said, \"O Allah's Messenger (ﷺ)! The \nhouses have collapsed, roads are cut off and the livestock are destroyed.\" So Allah's Messenger (ﷺ) said, \"O \nAllah ! (Let it rain) on the tops of the mountains, on the plateaus, in the valleys and over the places \nwhere trees grow.\" So the clouds cleared away from Medina as clothes are taken off.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1019,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، حَدَّثَنَا مَنْصُورٌ، وَالأَعْمَشُ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ أَتَيْتُ ابْنَ مَسْعُودٍ فَقَالَ إِنَّ قُرَيْشًا أَبْطَئُوا عَنِ الإِسْلاَمِ،، فَدَعَا عَلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فَأَخَذَتْهُمْ سَنَةٌ حَتَّى هَلَكُوا فِيهَا وَأَكَلُوا الْمَيْتَةَ وَالْعِظَامَ، فَجَاءَهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ، جِئْتَ تَأْمُرُ بِصِلَةِ الرَّحِمِ، وَإِنَّ قَوْمَكَ هَلَكُوا، فَادْعُ اللَّهَ‏.‏ فَقَرَأَ ‏{‏فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ‏}‏ ثُمَّ عَادُوا إِلَى كُفْرِهِمْ فَذَلِكَ قَوْلُهُ تَعَالَى ‏{‏يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى‏}‏ يَوْمَ بَدْرٍ‏.‏ قَالَ وَزَادَ أَسْبَاطٌ عَنْ مَنْصُورٍ فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم، فَسُقُوا الْغَيْثَ، فَأَطْبَقَتْ عَلَيْهِمْ سَبْعًا، وَشَكَا النَّاسُ كَثْرَةَ الْمَطَرِ فَقَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ فَانْحَدَرَتِ السَّحَابَةُ عَنْ رَأْسِهِ، فَسُقُوا النَّاسُ حَوْلَهُمْ‏.‏",
    "english_text": "One day I went to Ibn Mas`ud who said, \"When Quraish delayed in embracing Islam, the Prophet (ﷺ) I \ninvoked Allah to curse them, so they were afflicted with a (famine) year because of which many of \nthem died and they ate the carcasses and Abu Sufyan came to the Prophet (ﷺ) and said, 'O Muhammad! \nYou came to order people to keep good relation with kith and kin and your nation is being destroyed, \nso invoke Allah I ? So the Prophet (ﷺ) I recited the Holy verses of Sirat-Ad-Dukhan: 'Then watch you For \nthe day that The sky will Bring forth a kind Of smoke Plainly visible.' (44.10) When the famine was \ntaken off, the people renegade once again as nonbelievers. The statement of Allah, (in Sura \"Ad- \nDukhan\"-44) refers to that: 'On the day when We shall seize You with a mighty grasp.' (44.16) And \nthat was what happened on the day of the battle of Badr.\" Asbath added on the authority of Mansur, \n\"Allah's Messenger (ﷺ) prayed for them and it rained heavily for seven days. So the people complained of the \nexcessive rain. The Prophet (ﷺ) said, 'O Allah! (Let it rain) around us and not on us.' So the clouds \ndispersed over his head and it rained over the surroundings.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ مَسْرُوق قَالَ : أَتَيْت اِبْن مَسْعُود ) ‏ ‏سَيَأْتِي فِي تَفْسِير الرُّوم بِالْإِسْنَادِ الْمَذْكُور فِي أَوَّله \" بَيْنَمَا رَجُل يُحَدِّث فِي كِنْدَة فَقَالَ يَجِيء دُخَان يَوْم الْقِيَامَة \" فَذَكَرَ الْقِصَّة وَفِيهَا \" فَفَزِعْنَا فَأَتَيْت اِبْن مَسْعُود \" الْحَدِيث. ‏ ‏قَوْله : ( فَقَالَ : إِنَّ قُرَيْشًا أَبْطَئُوا ) ‏ ‏سَيَأْتِي فِي الطَّرِيق الْمَذْكُورَة إِنْكَار اِبْن مَسْعُود لِمَا قَالَهُ الْقَاصّ الْمَذْكُور , وَسَنَذْكُرُ فِي تَفْسِير سُورَة الدُّخَان مَا وَقَعَ لَنَا فِي تَسْمِيَة الْقَاصّ الْمَذْكُور وَأَقْوَال الْعُلَمَاء فِي الْمُرَاد بِقَوْلِهِ تَعَالَى ( فَارْتَقِبْ يَوْم تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) مَعَ بَقِيَّة شَرْح هَذَا الْحَدِيث , وَنَقْتَصِر فِي هَذَا الْبَاب عَلَى مَا يَتَعَلَّق بِالِاسْتِسْقَاءِ اِبْتِدَاء وَانْتِهَاء. ‏ ‏قَوْله : ( فَدَعَا عَلَيْهِمْ ) ‏ ‏تَقَدَّمَ فِي أَوَائِل الِاسْتِسْقَاء صِفَة مَا دَعَا بِهِ عَلَيْهِمْ وَهُوَ قَوْله \" اللَّهُمَّ سَبْعًا كَسَبْعِ يُوسُف \" وَهُوَ مَنْصُوب بِفِعْلٍ تَقْدِيره أَسْأَلك , أَوْ سَلِّطْ عَلَيْهِمْ. وَسَيَأْتِي فِي تَفْسِير سُورَة يُوسُف بِلَفْظِ \" اللَّهُمَّ اِكْفِنِيهِمْ بِسَبْعٍ كَسَبْعِ يُوسُف \" وَفِي سُورَة الدُّخَان \" اللَّهُمَّ أَعِنِّي عَلَيْهِمْ إِلَخْ \" وَأَفَادَ الدِّمْيَاطِيّ أَنَّ اِبْتِدَاء دُعَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى قُرَيْش بِذَلِكَ كَانَ عَقِب طَرْحهمْ عَلَى ظَهْره سَلَى الْجَزُور الَّذِي تَقَدَّمَتْ قِصَّته فِي الطَّهَارَة وَكَانَ ذَلِكَ بِمَكَّة قَبْل الْهِجْرَة , وَقَدْ دَعَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ بِذَلِكَ بَعْدهَا بِالْمَدِينَةِ فِي الْقُنُوت كَمَا تَقَدَّمَ أَوَائِل الِاسْتِسْقَاء مِنْ حَدِيث أَبِي هُرَيْرَة , وَلَا يَلْزَم مِنْ ذَلِكَ اِتِّحَاد هَذِهِ الْقَصَص إِذْ لَا مَانِع أَنْ يَدْعُو بِذَلِكَ عَلَيْهِمْ مِرَارًا , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( فَجَاءَهُ أَبُو سُفْيَان ) ‏ ‏يَعْنِي الْأُمَوِيّ وَالِد مُعَاوِيَة , وَالظَّاهِر أَنَّ مَجِيئَهُ كَانَ قَبْل الْهِجْرَة لِقَوْلِ اِبْن مَسْعُود \" ثُمَّ عَادُوا , فَذَلِكَ ‏ ‏قَوْله : ( يَوْم نَبْطِش الْبَطْشَة الْكُبْرَى ) ‏ ‏يَوْم بَدْر \" وَلَمْ يُنْقَل أَنَّ أَبَا سُفْيَان قَدِمَ الْمَدِينَة قَبْل بَدْر , وَعَلَى هَذَا فَيُحْتَمَل أَنْ يَكُون أَبُو طَالِب كَانَ حَاضِرًا ذَلِكَ فَلِذَلِكَ قَالَ \" وَأَبْيَض يُسْتَسْقَى الْغَمَام بِوَجْهِهِ \" الْبَيْت , لَكِنْ سَيَأْتِي بَعْد هَذَا بِقَلِيلِ مَا يَدُلّ عَلَى أَنَّ الْقِصَّة الْمَذْكُورَة وَقَعَتْ بِالْمَدِينَةِ , فَإِنْ لَمْ يُحْمَل عَلَى التَّعَدُّد وَإِلَّا فَهُوَ مُشْكِل جِدًّا وَاَللَّه الْمُسْتَعَان. ‏ ‏قَوْله : ( جِئْت تَأْمُر بِصِلَةِ الرَّحِم ) ‏ ‏يَعْنِي وَاَلَّذِينَ هَلَكُوا بِدُعَائِك مِنْ ذَوِي رَحِمك فَيَنْبَغِي أَنْ تَصِل رَحِمك بِالدُّعَاءِ لَهُمْ , وَلَمْ يَقَع فِي هَذَا السِّيَاق التَّصْرِيح بِأَنَّهُ دَعَا لَهُمْ , وَسَيَأْتِي هَذَا الْحَدِيث فِي تَفْسِير سُورَة \" ص \" بِلَفْظِ \" فَكَشَفَ عَنْهُمْ ثُمَّ عَادُوا \" وَفِي سُورَة الدُّخَان مِنْ وَجْه آخَر بِلَفْظِ \" فَاسْتَسْقَى لَهُمْ فَسُقُوا \" وَنَحْوه فِي رِوَايَة أَسْبَاط الْمُعَلَّقَة. ‏ ‏قَوْله : ( بِدُخَانٍ مُبِين ) ‏ ‏الْآيَة سَقَطَ قَوْله الْآيَة لِغَيْرِ أَبِي ذَرّ , وَسَيَأْتِي ذِكْر بَقِيَّة اِخْتِلَاف الرِّوَايَة فِي تَفْسِير سُورَة الدُّخَان. ‏ ‏قَوْله : ( يَوْم نَبْطِش الْبَطْشَة الْكُبْرَى ) ‏ ‏زَادَ الْأَصِيلِيُّ بَقِيَّة الْآيَة. ‏ ‏قَوْله : ( وَزَادَ أَسْبَاط ) ‏ ‏هُوَ اِبْن نَصْر , وَوَهَمَ مَنْ زَعَمَ أَنَّهُ أَسْبَاط بْن مُحَمَّد. ‏ ‏قَوْله : ( عَنْ مَنْصُور ) ‏ ‏يَعْنِي بِإِسْنَادِهِ الْمَذْكُور قَبْله إِلَى اِبْن مَسْعُود وَقَدْ وَصَلَهُ الْجَوْزَقِيّ وَالْبَيْهَقِيُّ مِنْ رِوَايَة عَلِيّ بْن ثَابِت عَنْ أَسْبَاط بْن نَصْر عَنْ مَنْصُور وَهُوَ اِبْن الْمُعْتَمِر عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود قَالَ \" لَمَّا رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ النَّاس إِدْبَارًا \" فَذَكَرَ نَحْو الَّذِي قَبْله وَزَادَ \" فَجَاءَهُ أَبُو سُفْيَان وَنَاس مِنْ أَهْل مَكَّة فَقَالُوا : يَا مُحَمَّد إِنَّك تَزْعُم أَنَّك بُعِثْت رَحْمَة وَإِنَّ قَوْمك قَدْ هَلَكُوا فَادْعُ اللَّه لَهُمْ , فَدَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسُقُوا الْغَيْث \" الْحَدِيث. وَقَدْ أَشَارُوا بِقَوْلِهِمْ \" بُعِثْت رَحْمَة \" إِلَى قَوْله تَعَالَى ( وَمَا أَرْسَلْنَاك إِلَّا رَحْمَة لِلْعَالَمِينَ ). ‏ ‏قَوْله : ( فَسُقُوا النَّاسُ حَوْلَهُمْ ) ‏ ‏كَذَا فِي جَمِيع الرِّوَايَات فِي الصَّحِيح بِضَمِّ السِّين وَالْقَاف وَهُوَ عَلَى لُغَة بَنِي الْحَارِث , وَفِي رِوَايَة الْبَيْهَقِيِّ الْمَذْكُورَة \" فَأُسْقِيَ النَّاس حَوْلهمْ \" وَزَادَ بَعْد هَذَا \" فَقَالَ - يَعْنِي اِبْن مَسْعُود - لَقَدْ مَرَّتْ آيَة الدُّخَان وَهُوَ الْجُوع إِلَخْ \" وَقَدْ تَعَقَّبَ الدَّاوُدِيُّ وَغَيْره هَذِهِ الزِّيَادَة وَنَسَبُوا أَسْبَاط بْن نَصْر إِلَى الْغَلَط فِي قَوْله \" وَشَكَا النَّاس كَثْرَة الْمَطَر إِلَخْ \" وَزَعَمُوا أَنَّهُ أَدْخَلَ حَدِيثًا فِي حَدِيث , وَأَنَّ الْحَدِيث الَّذِي فِيهِ شَكْوَى كَثْرَة الْمَطَر وَقَوْله \" اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا \" لَمْ يَكُنْ فِي قِصَّة قُرَيْش وَإِنَّمَا هُوَ فِي الْقِصَّة الَّتِي رَوَاهَا أَنَس , وَلَيْسَ هَذَا التَّعَقُّب عِنْدِي بِجَيِّدٍ إِذْ لَا مَانِع أَنْ يَقَع ذَلِكَ مَرَّتَيْنِ , وَالدَّلِيل عَلَى أَنَّ أَسْبَاط بْن نَصْر لَمْ يُغَلِّط مَا سَيَأْتِي فِي تَفْسِير الدُّخَان مِنْ رِوَايَة أَبِي مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى فِي هَذَا الْحَدِيث \" فَقِيلَ : يَا رَسُول اللَّه اِسْتَسْقِ اللَّه لِمُضَرَ , فَإِنَّهَا قَدْ هَلَكَتْ. قَالَ : لِمُضَرَ ؟ إِنَّك لَجَرِيء. فَاسْتَسْقَى فَسُقُوا \" ا ه. وَالْقَائِل \" فَقِيلَ \" يَظْهَر لِي أَنَّهُ أَبُو سُفْيَان لِمَا ثَبَتَ فِي كَثِير مِنْ طُرُق هَذَا الْحَدِيث فِي الصَّحِيحَيْنِ \" فَجَاءَهُ أَبُو سُفْيَان \" ثُمَّ وَجَدْت فِي الدَّلَائِل لِلْبَيْهَقِيّ مِنْ طَرِيق شَبَابَة عَنْ شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ سَالِم عَنْ أَبِي الْجَعْد عَنْ شُرَحْبِيل بْن السَّمْط عَنْ كَعْب بْن مُرَّة - أَوْ مُرَّة بْن كَعْب - قَالَ \" دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. عَلَى مُضَر , فَأَتَاهُ أَبُو سُفْيَان فَقَالَ : اُدْعُ اللَّه لِقَوْمِك فَإِنَّهُمْ قَدْ هَلَكُوا \" وَرَوَاهُ أَحْمَد وَابْن مَاجَهْ مِنْ رِوَايَة الْأَعْمَش عَنْ عَمْرو بْن مُرَّة بِهَذَا الْإِسْنَاد عَنْ كَعْب بْن مُرَّة وَلَمْ يَشُكّ , فَأَبْهَمَ أَبَا سُفْيَان قَالَ \" جَاءَهُ رَجُل فَقَالَ اِسْتَسْقِ اللَّه لِمُضَرَ , فَقَالَ : إِنَّك لَجَرِيء , أَلِمُضَرَ ؟ قَالَ : يَا رَسُول اللَّه اِسْتَنْصَرْت اللَّه فَنَصَرَك , وَدَعَوْت اللَّه فَأَجَابَك , فَرَفَعَ يَدَيْهِ فَقَالَ : اللَّهُمَّ اِسْقِنَا غَيْثًا مُغِيثًا مُرِيعًا مَرِيئًا طَبَقًا عَاجِلًا غَيْر رَائِث نَافِعًا غَيْر ضَارّ , قَالَ فَأُجِيبُوا , فَمَا لَبِثُوا أَنْ أَتَوْهُ فَشَكَوْا إِلَيْهِ كَثْرَة الْمَطَر فَقَالُوا : قَدْ تَهَدَّمَتْ الْبُيُوت , فَرَفَعَ يَدَيْهِ وَقَالَ : \" اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا , فَجَعَلَ السَّحَاب يَتَقَطَّع يَمِينًا وَشِمَالًا \" فَظَهَرَ بِذَلِكَ أَنَّ هَذَا الرَّجُل الْمُبْهَم الْمَقُول لَهُ \" إِنَّك لَجَرِيء \" هُوَ أَبُو سُفْيَان , لَكِنْ يَظْهَر لِي أَنَّ فَاعِل \" قَالَ يَا رَسُول اللَّه اِسْتَنْصَرْت اللَّه إِلَخْ \" هُوَ كَعْب اِبْن مُرَّة رَاوِي هَذَا الْخَبَر لِمَا أَخْرَجَهُ أَحْمَد أَيْضًا وَالْحَاكِم مِنْ طَرِيق شُعْبَة أَيْضًا عَنْ عَمْرو بْن مُرَّة بِهَذَا الْإِسْنَاد إِلَى كَعْب قَالَ \" دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى مُضَر. فَأَتَيْته فَقُلْت : يَا رَسُول اللَّه , إِنَّ اللَّه قَدْ نَصَرَك وَأَعْطَاك وَاسْتَجَابَ لَك , وَإِنَّ قَوْمك قَدْ هَلَكُوا \" الْحَدِيث , فَعَلَى هَذَا كَأَنَّ أَبَا سُفْيَان وَكَعْبًا حَضَرَا جَمِيعًا , فَكَلَّمَهُ أَبُو سُفْيَان بِشَيْءٍ وَكَعْب بِشَيْءٍ , فَدَلَّ ذَلِكَ عَلَى اِتِّحَاد قِصَّتهمَا , وَقَدْ ثَبَتَ فِي هَذِهِ مَا ثَبَتَ فِي تِلْكَ مِنْ قَوْله إِنَّك لَجَرِيء , وَمِنْ قَوْله \" فَقَالَ : اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا \" وَغَيْر ذَلِكَ. وَظَهَرَ بِذَلِكَ أَنَّ أَسْبَاط بْن نَصْر لَمْ يَغْلَط فِي الزِّيَادَة الْمَذْكُورَة وَلَمْ يَنْتَقِل مِنْ حَدِيث إِلَى حَدِيث , وَسِيَاق كَعْب بْن مُرَّة يُشْعِر بِأَنَّ ذَلِكَ وَقَعَ فِي الْمَدِينَة بِقَوْلِهِ \" اِسْتَنْصَرْت اللَّه فَنَصَرَك \" لِأَنَّ كُلًّا مِنْهُمَا كَانَ بِالْمَدِينَةِ بَعْد الْهِجْرَة , لَكِنْ لَا يَلْزَم مِنْ ذَلِكَ اِتِّحَاد هَذِهِ الْقِصَّة مَعَ قِصَّة أَنَس , بَلْ قِصَّة أَنَس وَاقِعَة أُخْرَى لِأَنَّ فِي رِوَايَة أَنَس \" فَلَمْ يَزَلْ عَلَى الْمِنْبَر حَتَّى مُطِرُوا \" وَفِي هَذِهِ \" فَمَا كَانَ إِلَّا جُمْعَة أَوْ نَحْوهَا حَتَّى مُطِرُوا \" وَالسَّائِل فِي هَذِهِ الْقِصَّة غَيْر السَّائِل فِي تِلْكَ فَهُمَا قِصَّتَانِ وَقَعَ فِي كُلّ مِنْهُمَا طَلَب الدُّعَاء بِالِاسْتِسْقَاءِ ثُمَّ طَلَب الدُّعَاء بِالِاسْتِصْحَاء , وَإِنْ ثَبَتَ أَنَّ كَعْب بْن مُرَّة أَسْلَمَ قَبْل الْهِجْرَة حُمِلَ قَوْله \" اِسْتَنْصَرْت اللَّه فَنَصَرَك \" عَلَى النَّصْر بِإِجَابَةِ دُعَائِهِ عَلَيْهِمْ , وَزَالَ الْإِشْكَال الْمُتَقَدِّم وَاَللَّه أَعْلَم. وَإِنِّي لَيَكْثُر تَعَجُّبِي مِنْ كَثْرَة إِقْدَام الدِّمْيَاطِيّ عَلَى تَغْلِيط مَا فِي الصَّحِيح بِمُجَرَّدِ التَّوَهُّم , مَعَ إِمْكَان التَّصْوِيب بِمَزِيدِ التَّأَمُّل , وَالتَّنْقِيب عَنْ الطُّرُق , وَجَمْع مَا وَرَدَ فِي الْبَاب مِنْ اِخْتِلَاف الْأَلْفَاظ , فَلِلَّهِ الْحَمْد عَلَى مَا عَلَّمَ وَأَنْعَمَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1020,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ جُمُعَةٍ، فَقَامَ النَّاسُ فَصَاحُوا فَقَالُوا يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ وَاحْمَرَّتِ الشَّجَرُ وَهَلَكَتِ الْبَهَائِمُ، فَادْعُ اللَّهَ يَسْقِينَا‏.‏ فَقَالَ ‏\"‏ اللَّهُمَّ اسْقِنَا ‏\"‏‏.‏ مَرَّتَيْنِ، وَايْمُ اللَّهِ مَا نَرَى فِي السَّمَاءِ قَزَعَةً مِنْ سَحَابٍ، فَنَشَأَتْ سَحَابَةٌ وَأَمْطَرَتْ، وَنَزَلَ عَنِ الْمِنْبَرِ فَصَلَّى، فَلَمَّا انْصَرَفَ لَمْ تَزَلْ تُمْطِرُ إِلَى الْجُمُعَةِ الَّتِي تَلِيهَا، فَلَمَّا قَامَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ صَاحُوا إِلَيْهِ تَهَدَّمَتِ الْبُيُوتُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يَحْبِسُهَا عَنَّا‏.‏ فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ فَكُشِطَتِ الْمَدِينَةُ، فَجَعَلَتْ تُمْطِرُ حَوْلَهَا وَلاَ تَمْطُرُ بِالْمَدِينَةِ قَطْرَةً، فَنَظَرْتُ إِلَى الْمَدِينَةِ وَإِنَّهَا لَفِي مِثْلِ الإِكْلِيلِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) I was delivering the Khutba (sermon) on a Friday when the people stood up, shouted \nand said, \"O Allah's Messenger (ﷺ)! There is no rain (drought), the trees have dried and the livestock are \ndestroyed; Please pray to Allah for rain.\" So Allah's Messenger (ﷺ) said twice, \"O Allah! Bless us with rain.\" \nBy Allah, there was no trace of cloud in the sky and suddenly the sky became overcast with clouds \nand it started raining. The Prophet (ﷺ) came down the pulpit and offered the prayer. When he came back \nfrom the prayer (to his house) it was raining and it rained continuously till the next Friday. When the \nProphet started delivering the Friday Khutba (sermon), the people started shouting and said to him, \n\"The houses have collapsed and the roads are cut off; so please pray to Allah to withhold the rain.\" So \nthe Prophet (ﷺ) smiled and said, \"O Allah! Round about us and not on us.\" So the sky became clear over \nMedina but it kept on raining over the outskirts (of Medina) and not a single drop of rain fell over \nMedian. I looked towards the sky which was as bright and clear as a crown.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1021,
    "category": "كتاب الاستسقاء",
    "text_chakl": "وَقَالَ لَنَا أَبُو نُعَيْمٍ عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ، خَرَجَ عَبْدُ اللَّهِ بْنُ يَزِيدَ الأَنْصَارِيُّ وَخَرَجَ مَعَهُ الْبَرَاءُ بْنُ عَازِبٍ وَزَيْدُ بْنُ أَرْقَمَ رضى الله عنهم فَاسْتَسْقَى، فَقَامَ بِهِمْ عَلَى رِجْلَيْهِ عَلَى غَيْرِ مِنْبَرٍ فَاسْتَغْفَرَ، ثُمَّ صَلَّى رَكْعَتَيْنِ يَجْهَرُ بِالْقِرَاءَةِ وَلَمْ يُؤَذِّنْ، وَلَمْ يُقِمْ‏.‏ قَالَ أَبُو إِسْحَاقَ وَرَأَى عَبْدُ اللَّهِ بْنُ يَزِيدَ النَّبِيَّ صلى الله عليه وسلم‏.‏",
    "english_text": "Narrated 'Abdullah bin Yazid Al-Ansari that he went out with Al-Bara' bin 'Azib, and Zaid bin Arqam and invoked for rain. He ('Abdullah bin Yazid) stood up but not on a pulpit and invoked Allah for rain and then offered two Rak'a prayers with loud recitation without pronouncing Adhan or Iqama. Abu Ishaq said that 'Adbullah bin Yazid had seen the Prophet (ﷺ) (doing the same)",
    "explication": "‏ ‏قَوْله : ( وَقَالَ لَنَا أَبُو نُعَيْم ) ‏ ‏قَالَ الْكَرْمَانِيُّ تَبَعًا لِغَيْرِهِ : الْفَرْق بَيْن \" قَالَ لَنَا \" و \" حَدَّثَنَا \" أَنَّ الْقَوْل يُسْتَعْمَل فِيمَا يُسْمَع مِنْ الشَّيْخ فِي مَقَام الْمُذَاكَرَة , وَالتَّحْدِيث فِيمَا يُسْمَع فِي مَقَام التَّحَمُّل ا ه. لَكِنْ لَيْسَ اِسْتِعْمَال الْبُخَارِيّ لِذَلِكَ مُنْحَصِرًا فِي الْمُذَاكَرَة فَإِنَّهُ يَسْتَعْمِلهُ فِيمَا يَكُون ظَاهِره الْوَقْف , وَفِيمَا يَصْلُح لِلْمُتَابَعَاتِ , لِتَخَلُّصِ صِيغَة التَّحْدِيث لِمَا وُضِعَ الْكِتَاب لِأَجْلِهِ مِنْ الْأُصُول الْمَرْفُوعَة. وَالدَّلِيل عَلَى ذَلِكَ وُجُود كَثِير مِنْ الْأَحَادِيث الَّتِي عَبَّرَ فِيهَا فِي الْجَامِع بِصِيغَةِ الْقَوْل مُعَبِّرًا فِيهَا بِصِيغَةِ التَّحْدِيث فِي تَصَانِيفه الْخَارِجَة عَنْ الْجَامِع. ‏ ‏قَوْله : ( عَنْ زُهَيْر ) ‏ ‏هُوَ اِبْن مُعَاوِيَة أَبُو خَيْثَمَةَ الْجُعْفِيُّ , وَأَبُو إِسْحَاق هُوَ السَّبِيعِيّ. ‏ ‏قَوْله : ( خَرَجَ عَبْد اللَّه بْن يَزِيد الْأَنْصَارِيّ ) ‏ ‏يَعْنِي إِلَى الصَّحْرَاء يَسْتَسْقِي , وَذَلِكَ حَيْثُ كَانَ أَمِيرًا عَلَى الْكُوفَة مِنْ جِهَة عَبْد اللَّه بْن الزُّبَيْر فِي سَنَة أَرْبَع وَسِتِّينَ قَبْل غَلَبَة الْمُخْتَار بْن أَبِي عُبَيْد عَلَيْهَا , ذَكَرَ ذَلِكَ اِبْن سَعْد وَغَيْره , وَقَدْ رَوَى هَذَا الْحَدِيث قَبِيصَة عَنْ الثَّوْرِيّ عَنْ أَبِي إِسْحَاق قَالَ \" بَعَثَ اِبْن الزُّبَيْر إِلَى عَبْد اللَّه بْن يَزِيد الْخَطْمِيّ أَنْ اِسْتَسْقِ بِالنَّاسِ , فَخَرَجَ وَخَرَجَ النَّاس مَعَهُ وَفِيهِمْ زَيْد بْن أَرْقَم وَالْبَرَاء بْن عَازِب \" أَخْرَجَهُ يَعْقُوب بْن سُفْيَان فِي تَارِيخه وَخَالَفَهُ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ فَقَالَ فِيهِ \" إِنَّ اِبْن الزُّبَيْر خَرَجَ يَسْتَسْقِي بِالنَّاسِ \" الْحَدِيث , وَقَوْله إِنَّ اِبْن الزُّبَيْر هُوَ الَّذِي فَعَلَ ذَلِكَ وَهْم , وَإِنَّمَا الَّذِي فَعَلَهُ هُوَ عَبْد اللَّه بْن يَزِيد بِأَمْرِ اِبْن الزُّبَيْر , وَقَدْ وَافَقَ قَبِيصَة عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ الثَّوْرِيّ عَلَى ذَلِكَ. ‏ ‏قَوْله : ( فَقَامَ بِهِمْ ) ‏ ‏فِي رِوَايَة أَبِي الْوَقْت وَأَبِي ذَرّ \" لَهُمْ \". ‏ ‏قَوْله : ( فَاسْتَسْقَى ) ‏ ‏فِي رِوَايَة أَبِي الْوَقْت \" فَاسْتَغْفَرَ \". ‏ ‏( فَائِدَة ) ‏ ‏: أَوْرَدَ الْحُمَيْدِيُّ فِي \" الْجَمْع \" هَذَا الْحَدِيث فِيمَا اِنْفَرَدَ بِهِ الْبُخَارِيّ وَوَهَمَ فِي ذَلِكَ , وَسَبَبه أَنَّ رِوَايَة مُسْلِم وَقَعَتْ فِي الْمَغَازِي ضِمْن حَدِيث لِزَيْدِ بْن أَرْقَم. ‏ ‏قَوْله : ( ثُمَّ صَلَّى رَكْعَتَيْنِ ) ‏ ‏ظَاهِره أَنَّهُ أَخَّرَ الصَّلَاة عَنْ الْخُطْبَة , وَصَرَّحَ بِذَلِكَ الثَّوْرِيّ فِي رِوَايَة وَخَالَفَهُ شُعْبَة فَقَالَ فِي رِوَايَته عَنْ أَبِي إِسْحَاق \" أَنَّ عَبْد اللَّه بْن يَزِيد خَرَجَ يَسْتَسْقِي بِالنَّاسِ فَصَلَّى رَكْعَتَيْنِ ثُمَّ اِسْتَسْقَى \" أَخْرَجَهُ مُسْلِم , وَقَدْ تَقَدَّمَ فِي أَوَائِل الِاسْتِسْقَاء ذِكْر الِاخْتِلَاف فِي ذَلِكَ وَأَنَّ الْجُمْهُور ذَهَبُوا إِلَى تَقْدِيم الصَّلَاة , وَمِمَّنْ اِخْتَارَ تَقْدِيم الْخُطْبَة اِبْن الْمُنْذِر , وَصَرَّحَ الشَّيْخ أَبُو حَامِد وَغَيْره بِأَنَّ هَذَا الْخِلَاف فِي الِاسْتِحْبَاب لَا فِي الْجَوَاز. ‏ ‏قَوْله : ( وَلَمْ يُؤَذِّن وَلَمْ يُقِمْ ) ‏ ‏قَالَ اِبْن بَطَّال : أَجْمَعُوا عَلَى أَنْ لَا أَذَان وَلَا إِقَامَة لِلِاسْتِسْقَاءِ وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ أَبُو إِسْحَاق وَرَأَى عَبْد اللَّه بْن يَزِيد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْحَمَوِيِّ وَحْده \" وَرَوَى عَبْد اللَّه بْن يَزِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثُمَّ وَجَدْته كَذَلِكَ فِي نُسْخَة الصَّغَانِيِّ , فَإِنْ كَانَتْ رِوَايَته مَحْفُوظَة اِحْتُمِلَ أَنْ يَكُون الْمُرَاد أَنَّهُ رَوَى هَذَا الْحَدِيث بِعَيْنِهِ , وَالْأَظْهَر أَنَّ مُرَاده أَنَّهُ رَوَى فِي الْجُمْلَة فَيُوَافِق قَوْله رَأَى لِأَنَّ كُلًّا مِنْهُمَا يَثْبُت لَهُ الصُّحْبَة , أَمَّا سَمَاع هَذَا الْحَدِيث فَلَا. وَقَوْله \" قَالَ أَبُو إِسْحَاق \" هُوَ مَوْصُول , وَقَدْ رَوَاهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة أَحْمَد بْن يُونُس وَعَلِيّ بْن الْجَعْدِيّ عَنْ زُهَيْر وَصَرَّحَا بِاتِّصَالِهِ إِلَى أَبِي إِسْحَاق , وَكَأَنَّ السِّرّ فِي إِيرَاد هَذَا الْمَوْقُوف هُنَا كَوْنه يُفَسِّر الْمُرَاد بِقَوْلِهِ فِي الرِّوَايَة الْمَرْفُوعَة بَعْده \" فَدَعَا اللَّه قَائِمًا \" أَيْ كَانَ عَلَى رِجْلَيْهِ لَا عَلَى الْمِنْبَر , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1022,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عَبَّادُ بْنُ تَمِيمٍ، أَنَّ عَمَّهُ ـ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ بِالنَّاسِ يَسْتَسْقِي لَهُمْ، فَقَامَ فَدَعَا اللَّهَ قَائِمًا، ثُمَّ تَوَجَّهَ قِبَلَ الْقِبْلَةِ، وَحَوَّلَ رِدَاءَهُ فَأُسْقُوا‏.‏",
    "english_text": "that his uncle (who was one of the companions of the Prophet) had told him, \"The Prophet (ﷺ) went out \nwith the people to invoke Allah for rain for them. He stood up and invoked Allah for rain, then faced \nthe Qibla and turned his cloak (inside out) and it rained.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم قَاضِي الْمَدِينَة , وَسَيَأْتِي فِي \" بَاب تَحْوِيل الرِّدَاء \" التَّصْرِيح بِسَمَاعِ عَبْد اللَّه لَهُ مِنْ عَبَّاد. ‏ ‏قَوْله : ( عَنْ عَمّه ) ‏ ‏هُوَ عَبْد اللَّه بْن زَيْد بْن عَاصِم , كَمَا سَيَأْتِي صَرِيحًا فِي الْبَاب الْمَذْكُور وَسِيَاقه أَتَمّ. ‏ ‏قَوْله : ( خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ إِلَى الْمُصَلَّى كَمَا سَيَأْتِي التَّصْرِيح بِهِ أَيْضًا فِيهِ , وَيَأْتِي الْكَلَام فِيهِ عَلَى كَيْفِيَّة تَحْوِيل الرِّدَاء وَزَادَ فِيهِ \" وَصَلَّى رَكْعَتَيْنِ \". وَقَدْ اِتَّفَقَ فُقَهَاء الْأَمْصَار عَلَى مَشْرُوعِيَّة صَلَاة الِاسْتِسْقَاء وَأَنَّهَا رَكْعَتَانِ إِلَّا مَا رُوِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَالَ : يَبْرُزُونَ لِلدُّعَاءِ وَالتَّضَرُّع , وَإِنْ خَطَبَ لَهُمْ فَحَسَن. وَلَمْ يَعْرِف الصَّلَاة , هَذَا هُوَ الْمَشْهُور عَنْهُ. وَنَقَلَ أَبُو بَكْر الرَّازِيُّ عَنْهُ التَّخْيِير بَيْن الْفِعْل وَالتَّرْك , وَحَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى اِسْتِحْبَاب الْخُرُوج إِلَى الِاسْتِسْقَاء , وَالْبُرُوز إِلَى ظَاهِر الْمِصْر , لَكِنْ حَكَى الْقُرْطُبِيّ عَنْ أَبِي حَنِيفَة أَيْضًا أَنَّهُ لَا يُسْتَحَبّ الْخُرُوج , وَكَأَنَّهُ اُشْتُبِهَ عَلَيْهِ بِقَوْلِهِ فِي الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1023,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَسْتَسْقِي فَتَوَجَّهَ إِلَى الْقِبْلَةِ يَدْعُو، وَحَوَّلَ رِدَاءَهُ، ثُمَّ صَلَّى رَكْعَتَيْنِ جَهَرَ فِيهِمَا بِالْقِرَاءَةِ‏.‏",
    "english_text": "from his uncle who said, \"The Prophet (ﷺ) went out to invoke Allah for rain. He faced the Qibla invoking \nAllah. He turned over his cloak (inside out) and then offered two rak`at and recited the Qur'an aloud in \nthem.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم قَاضِي الْمَدِينَة , وَسَيَأْتِي فِي \" بَاب تَحْوِيل الرِّدَاء \" التَّصْرِيح بِسَمَاعِ عَبْد اللَّه لَهُ مِنْ عَبَّاد. ‏ ‏قَوْله : ( عَنْ عَمّه ) ‏ ‏هُوَ عَبْد اللَّه بْن زَيْد بْن عَاصِم , كَمَا سَيَأْتِي صَرِيحًا فِي الْبَاب الْمَذْكُور وَسِيَاقه أَتَمّ. ‏ ‏قَوْله : ( خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ إِلَى الْمُصَلَّى كَمَا سَيَأْتِي التَّصْرِيح بِهِ أَيْضًا فِيهِ , وَيَأْتِي الْكَلَام فِيهِ عَلَى كَيْفِيَّة تَحْوِيل الرِّدَاء وَزَادَ فِيهِ \" وَصَلَّى رَكْعَتَيْنِ \". وَقَدْ اِتَّفَقَ فُقَهَاء الْأَمْصَار عَلَى مَشْرُوعِيَّة صَلَاة الِاسْتِسْقَاء وَأَنَّهَا رَكْعَتَانِ إِلَّا مَا رُوِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَالَ : يَبْرُزُونَ لِلدُّعَاءِ وَالتَّضَرُّع , وَإِنْ خَطَبَ لَهُمْ فَحَسَن. وَلَمْ يَعْرِف الصَّلَاة , هَذَا هُوَ الْمَشْهُور عَنْهُ. وَنَقَلَ أَبُو بَكْر الرَّازِيُّ عَنْهُ التَّخْيِير بَيْن الْفِعْل وَالتَّرْك , وَحَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى اِسْتِحْبَاب الْخُرُوج إِلَى الِاسْتِسْقَاء , وَالْبُرُوز إِلَى ظَاهِر الْمِصْر , لَكِنْ حَكَى الْقُرْطُبِيّ عَنْ أَبِي حَنِيفَة أَيْضًا أَنَّهُ لَا يُسْتَحَبّ الْخُرُوج , وَكَأَنَّهُ اُشْتُبِهَ عَلَيْهِ بِقَوْلِهِ فِي الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1024,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ خَرَجَ يَسْتَسْقِي قَالَ فَحَوَّلَ إِلَى النَّاسِ ظَهْرَهُ، وَاسْتَقْبَلَ الْقِبْلَةَ يَدْعُو، ثُمَّ حَوَّلَ رِدَاءَهُ، ثُمَّ صَلَّى لَنَا رَكْعَتَيْنِ جَهَرَ فِيهِمَا بِالْقِرَاءَةِ‏.‏",
    "english_text": "\"I saw the Prophet (ﷺ) on the day when he went out to offer the Istisqa' prayer. He turned his back \ntowards the people and faced the Qibla and asked Allah for rain. Then he turned his cloak inside out \nand led us in a two rak`at prayer and recited the Qur'an aloud in them.\"",
    "explication": "‏ ‏قَوْله : ( ثُمَّ صَلَّى رَكْعَتَيْنِ يَجْهَر ) ‏ ‏فِي رِوَايَة كَرِيمَة وَالْأَصِيلِيّ \" جَهَرَ \" بِلَفْظِ الْمَاضِي. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1025,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَسْقَى فَصَلَّى رَكْعَتَيْنِ، وَقَلَبَ رِدَاءَهُ‏.‏",
    "english_text": "\"The Prophet (ﷺ) invoked Allah for rain and offered a two rak`at prayer and he put his cloak inside out.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم قَاضِي الْمَدِينَة , وَسَيَأْتِي فِي \" بَاب تَحْوِيل الرِّدَاء \" التَّصْرِيح بِسَمَاعِ عَبْد اللَّه لَهُ مِنْ عَبَّاد. ‏ ‏قَوْله : ( عَنْ عَمّه ) ‏ ‏هُوَ عَبْد اللَّه بْن زَيْد بْن عَاصِم , كَمَا سَيَأْتِي صَرِيحًا فِي الْبَاب الْمَذْكُور وَسِيَاقه أَتَمّ. ‏ ‏قَوْله : ( خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ إِلَى الْمُصَلَّى كَمَا سَيَأْتِي التَّصْرِيح بِهِ أَيْضًا فِيهِ , وَيَأْتِي الْكَلَام فِيهِ عَلَى كَيْفِيَّة تَحْوِيل الرِّدَاء وَزَادَ فِيهِ \" وَصَلَّى رَكْعَتَيْنِ \". وَقَدْ اِتَّفَقَ فُقَهَاء الْأَمْصَار عَلَى مَشْرُوعِيَّة صَلَاة الِاسْتِسْقَاء وَأَنَّهَا رَكْعَتَانِ إِلَّا مَا رُوِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَالَ : يَبْرُزُونَ لِلدُّعَاءِ وَالتَّضَرُّع , وَإِنْ خَطَبَ لَهُمْ فَحَسَن. وَلَمْ يَعْرِف الصَّلَاة , هَذَا هُوَ الْمَشْهُور عَنْهُ. وَنَقَلَ أَبُو بَكْر الرَّازِيُّ عَنْهُ التَّخْيِير بَيْن الْفِعْل وَالتَّرْك , وَحَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى اِسْتِحْبَاب الْخُرُوج إِلَى الِاسْتِسْقَاء , وَالْبُرُوز إِلَى ظَاهِر الْمِصْر , لَكِنْ حَكَى الْقُرْطُبِيّ عَنْ أَبِي حَنِيفَة أَيْضًا أَنَّهُ لَا يُسْتَحَبّ الْخُرُوج , وَكَأَنَّهُ اُشْتُبِهَ عَلَيْهِ بِقَوْلِهِ فِي الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1026,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، سَمِعَ عَبَّادَ بْنَ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى الْمُصَلَّى يَسْتَسْقِي، وَاسْتَقْبَلَ الْقِبْلَةَ فَصَلَّى رَكْعَتَيْنِ، وَقَلَبَ رِدَاءَهُ‏.‏ قَالَ سُفْيَانُ فَأَخْبَرَنِي الْمَسْعُودِيُّ عَنْ أَبِي بَكْرٍ قَالَ جَعَلَ الْيَمِينَ عَلَى الشِّمَالِ‏.‏",
    "english_text": "\"The Prophet (ﷺ) went out to the Musalla to offer the Istisqa' prayer, faced the Qibla and offered a two rak`at prayer and turned his cloak inside out.\" Narrated Abu Bakr, \"The Prophet (ﷺ) put the right side of \nhis cloak on his left side.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم قَاضِي الْمَدِينَة , وَسَيَأْتِي فِي \" بَاب تَحْوِيل الرِّدَاء \" التَّصْرِيح بِسَمَاعِ عَبْد اللَّه لَهُ مِنْ عَبَّاد. ‏ ‏قَوْله : ( عَنْ عَمّه ) ‏ ‏هُوَ عَبْد اللَّه بْن زَيْد بْن عَاصِم , كَمَا سَيَأْتِي صَرِيحًا فِي الْبَاب الْمَذْكُور وَسِيَاقه أَتَمّ. ‏ ‏قَوْله : ( خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ إِلَى الْمُصَلَّى كَمَا سَيَأْتِي التَّصْرِيح بِهِ أَيْضًا فِيهِ , وَيَأْتِي الْكَلَام فِيهِ عَلَى كَيْفِيَّة تَحْوِيل الرِّدَاء وَزَادَ فِيهِ \" وَصَلَّى رَكْعَتَيْنِ \". وَقَدْ اِتَّفَقَ فُقَهَاء الْأَمْصَار عَلَى مَشْرُوعِيَّة صَلَاة الِاسْتِسْقَاء وَأَنَّهَا رَكْعَتَانِ إِلَّا مَا رُوِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَالَ : يَبْرُزُونَ لِلدُّعَاءِ وَالتَّضَرُّع , وَإِنْ خَطَبَ لَهُمْ فَحَسَن. وَلَمْ يَعْرِف الصَّلَاة , هَذَا هُوَ الْمَشْهُور عَنْهُ. وَنَقَلَ أَبُو بَكْر الرَّازِيُّ عَنْهُ التَّخْيِير بَيْن الْفِعْل وَالتَّرْك , وَحَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى اِسْتِحْبَاب الْخُرُوج إِلَى الِاسْتِسْقَاء , وَالْبُرُوز إِلَى ظَاهِر الْمِصْر , لَكِنْ حَكَى الْقُرْطُبِيّ عَنْ أَبِي حَنِيفَة أَيْضًا أَنَّهُ لَا يُسْتَحَبّ الْخُرُوج , وَكَأَنَّهُ اُشْتُبِهَ عَلَيْهِ بِقَوْلِهِ فِي الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1027,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا عَبْدُ الْوَهَّابِ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ مُحَمَّدٍ، أَنَّ عَبَّادَ بْنَ تَمِيمٍ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ الأَنْصَارِيَّ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى الْمُصَلَّى يُصَلِّي، وَأَنَّهُ لَمَّا دَعَا ـ أَوْ أَرَادَ أَنْ يَدْعُوَ ـ اسْتَقْبَلَ الْقِبْلَةَ وَحَوَّلَ رِدَاءَهُ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ ابْنُ زَيْدٍ هَذَا مَازِنِيٌّ، وَالأَوَّلُ كُوفِيٌّ هُوَ ابْنُ يَزِيدَ‏.‏",
    "english_text": "The Prophet (ﷺ) went out towards the Musalla in order to offer the Istisqa' prayer and when he intended \nto invoke (Allah) or started invoking, he faced the Qibla and turned his cloak inside out.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم قَاضِي الْمَدِينَة , وَسَيَأْتِي فِي \" بَاب تَحْوِيل الرِّدَاء \" التَّصْرِيح بِسَمَاعِ عَبْد اللَّه لَهُ مِنْ عَبَّاد. ‏ ‏قَوْله : ( عَنْ عَمّه ) ‏ ‏هُوَ عَبْد اللَّه بْن زَيْد بْن عَاصِم , كَمَا سَيَأْتِي صَرِيحًا فِي الْبَاب الْمَذْكُور وَسِيَاقه أَتَمّ. ‏ ‏قَوْله : ( خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ إِلَى الْمُصَلَّى كَمَا سَيَأْتِي التَّصْرِيح بِهِ أَيْضًا فِيهِ , وَيَأْتِي الْكَلَام فِيهِ عَلَى كَيْفِيَّة تَحْوِيل الرِّدَاء وَزَادَ فِيهِ \" وَصَلَّى رَكْعَتَيْنِ \". وَقَدْ اِتَّفَقَ فُقَهَاء الْأَمْصَار عَلَى مَشْرُوعِيَّة صَلَاة الِاسْتِسْقَاء وَأَنَّهَا رَكْعَتَانِ إِلَّا مَا رُوِيَ عَنْ أَبِي حَنِيفَة أَنَّهُ قَالَ : يَبْرُزُونَ لِلدُّعَاءِ وَالتَّضَرُّع , وَإِنْ خَطَبَ لَهُمْ فَحَسَن. وَلَمْ يَعْرِف الصَّلَاة , هَذَا هُوَ الْمَشْهُور عَنْهُ. وَنَقَلَ أَبُو بَكْر الرَّازِيُّ عَنْهُ التَّخْيِير بَيْن الْفِعْل وَالتَّرْك , وَحَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى اِسْتِحْبَاب الْخُرُوج إِلَى الِاسْتِسْقَاء , وَالْبُرُوز إِلَى ظَاهِر الْمِصْر , لَكِنْ حَكَى الْقُرْطُبِيّ عَنْ أَبِي حَنِيفَة أَيْضًا أَنَّهُ لَا يُسْتَحَبّ الْخُرُوج , وَكَأَنَّهُ اُشْتُبِهَ عَلَيْهِ بِقَوْلِهِ فِي الصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1028,
    "category": "كتاب الاستسقاء",
    "text_chakl": "قَالَ أَيُّوبُ بْنُ سُلَيْمَانَ حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، قَالَ يَحْيَى بْنُ سَعِيدٍ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ أَتَى رَجُلٌ أَعْرَابِيٌّ مِنْ أَهْلِ الْبَدْوِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَاشِيَةُ هَلَكَ الْعِيَالُ هَلَكَ النَّاسُ‏.‏ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ يَدْعُو، وَرَفَعَ النَّاسُ أَيْدِيَهُمْ مَعَهُ يَدْعُونَ، قَالَ فَمَا خَرَجْنَا مِنَ الْمَسْجِدِ حَتَّى مُطِرْنَا، فَمَا زِلْنَا نُمْطَرُ حَتَّى كَانَتِ الْجُمُعَةُ الأُخْرَى، فَأَتَى الرَّجُلُ إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، بَشِقَ الْمُسَافِرُ، وَمُنِعَ الطَّرِيقُ‏.‏",
    "english_text": "A bedouin came to Allah's Messenger (ﷺ) on a Friday  and said, \"O Allah's Messenger ! The livestock, the offspring, and the people have perished.\" So, Allah's Messenger (ﷺ) raised both his hands invoking Allah (for rain) and the people too raised their hands with Allah's Messenger (ﷺ) invoking Allah (for rain). We had not left the mosque when it started raining. It rained till the next Friday when the same man came to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger! The travelers are compelled to postpone their journeys (because of excessive rain) and the roads are overflowed.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1029,
    "category": "كتاب الاستسقاء",
    "text_chakl": "وَقَالَ الأُوَيْسِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَشَرِيكٍ، سَمِعَا أَنَسًا، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ‏.‏",
    "english_text": "The narrator Anas added that the Prophet (ﷺ) raised his hands (during the invocation) to such an extent that the whiteness of his armpits was visible.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1030,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، وَابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَرْفَعُ يَدَيْهِ فِي شَىْءٍ مِنْ دُعَائِهِ إِلاَّ فِي الاِسْتِسْقَاءِ، وَإِنَّهُ يَرْفَعُ حَتَّى يُرَى بَيَاضُ إِبْطَيْهِ‏.‏",
    "english_text": "The Prophet (ﷺ) never raised his hands for any invocation except for that of Istisqa' and he used to raise \nthem so much that the whiteness of his armpits became visible. (Note: It may be that Anas did not see \nthe Prophet (ﷺ) raising his hands, but it is narrated that the Prophet (ﷺ) used to raise his hands for invocations \nother than Istisqa. See Hadith No. 807 & 808 and also see Hadith No. 612, Vol. 5).",
    "explication": "‏ ‏قَوْله : ( عَنْ سَعِيد ) ‏ ‏هُوَ اِبْن أَبِي عَرُوبَة. ‏ ‏قَوْله : ( عَنْ قَتَادَة عَنْ أَنَس ) ‏ ‏فِي رِوَايَة يَزِيد بْن زُرَيْع عَنْ سَعِيد \" عَنْ قَتَادَة أَنَّ أَنَسًا حَدَّثَهُمْ \" كَمَا سَيَأْتِي فِي صِفَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( إِلَّا فِي الِاسْتِسْقَاء ) ‏ ‏ظَاهِره نَفْي الرَّفْع فِي كُلّ دُعَاء غَيْر الِاسْتِسْقَاء , وَهُوَ مُعَارَض بِالْأَحَادِيثِ الثَّابِتَة بِالرَّفْعِ فِي غَيْر الِاسْتِسْقَاء وَقَدْ تَقَدَّمَ أَنَّهَا كَثِيرَة , وَقَدْ أَفْرَدَهَا الْمُصَنِّف بِتَرْجَمَةٍ فِي كِتَاب الدَّعَوَات وَسَاقَ فِيهَا عِدَّة أَحَادِيث , فَذَهَبَ بَعْضهمْ إِلَى أَنَّ الْعَمَل بِهَا أَوْلَى , وَحُمِلَ حَدِيث أَنَس عَلَى نَفْي رُؤْيَته , وَذَلِكَ لَا يَسْتَلْزِم نَفْي رُؤْيَة غَيْره. وَذَهَبَ آخَرُونَ إِلَى تَأْوِيل حَدِيث أَنَس الْمَذْكُور لِأَجْلِ الْجَمْع بِأَنْ يُحْمَل النَّفْي عَلَى صِفَة مَخْصُوصَة إِمَّا الرَّفْع الْبَلِيغ فَيَدُلّ عَلَيْهِ قَوْله \" حَتَّى يُرَى بَيَاض إِبْطَيْهِ \" وَيُؤَيِّدهُ أَنَّ غَالِب الْأَحَادِيث الَّتِي وَرَدَتْ فِي رَفْع الْيَدَيْنِ فِي الدُّعَاء إِنَّمَا الْمُرَاد بِهِ مَدّ الْيَدَيْنِ وَبَسْطهمَا عِنْد الدُّعَاء , وَكَأَنَّهُ عِنْد الِاسْتِسْقَاء مَعَ ذَلِكَ زَادَ فَرَفَعَهُمَا إِلَى جِهَة وَجْهه حَتَّى حَاذَتَاهُ وَبِهِ حِينَئِذٍ يُرَى بَيَاض إِبْطَيْهِ , وَأَمَّا صِفَة الْيَدَيْنِ فِي ذَلِكَ فَلِمَا رَوَاهُ مُسْلِم مِنْ رِوَايَة ثَابِت عَنْ أَنَس \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَسْقَى فَأَشَارَ بِظَهْرِ كَفَّيْهِ إِلَى السَّمَاء \" وَلِأَبِي دَاوُدَ مِنْ حَدِيث أَنَس أَيْضًا \" كَانَ يَسْتَسْقِي هَكَذَا وَمَدَّ يَدَيْهِ - وَجَعَلَ بُطُونهمَا مِمَّا يَلِي الْأَرْض - حَتَّى رَأَيْت بَيَاض إِبْطَيْهِ \" قَالَ النَّوَوِيّ : قَالَ الْعُلَمَاء : السُّنَّة فِي كُلّ دُعَاء لِرَفْعِ الْبَلَاء أَنْ يَرْفَع يَدَيْهِ جَاعِلًا ظُهُور كَفَّيْهِ إِلَى السَّمَاء , وَإِذَا دَعَا بِسُؤَالِ شَيْء وَتَحْصِيله أَنْ يَجْعَل كَفَّيْهِ إِلَى السَّمَاء. اِنْتَهَى. وَقَالَ غَيْره : الْحِكْمَة فِي الْإِشَارَة بِظُهُورِ الْكَفَّيْنِ فِي الِاسْتِسْقَاء دُون غَيْره لِلتَّفَاؤُلِ بِتَقَلُّبِ الْحَال ظَهْرًا لِبَطْنٍ كَمَا قِيلَ فِي تَحْوِيل الرِّدَاء , أَوْ هُوَ إِشَارَة إِلَى صِفَة الْمَسْئُول وَهُوَ نُزُول السَّحَاب إِلَى الْأَرْض. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1031,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ ـ هُوَ ابْنُ مُقَاتِلٍ أَبُو الْحَسَنِ الْمَرْوَزِيُّ ـ قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا رَأَى الْمَطَرَ قَالَ ‏\n\"‏ صَيِّبًا نَافِعًا ‏\"‏‏.‏ تَابَعَهُ الْقَاسِمُ بْنُ يَحْيَى عَنْ عُبَيْدِ اللَّهِ‏.‏ وَرَوَاهُ الأَوْزَاعِيُّ وَعُقَيْلٌ عَنْ نَافِعٍ‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) saw the rain, he used to say, \"O Allah! Let it be a strong fruitful rain.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد ) ‏ ‏هُوَ اِبْن مُقَاتِل , وَعَبْد اللَّه هُوَ اِبْن الْمُبَارَك , وَعُبَيْد اللَّه هُوَ اِبْن عُمَر الْعُمَرِيّ , وَنَافِع مَوْلَى اِبْن عُمَر , وَالْقَاسِم بْن مُحَمَّد , أَيْ اِبْن أَبِي بَكْر الصِّدِّيق , وَقَدْ سَمِعَ نَافِع مِنْ عَائِشَة وَنَزَلَ فِي هَذِهِ الرِّوَايَة عَنْهَا , وَكَذَا سَمِعَ عُبَيْد اللَّه مِنْ الْقَاسِم وَنَزَلَ فِي هَذِهِ الرِّوَايَة عَنْهُ , مَعَ أَنَّ مَعْمَرًا قَدْ رَوَاهُ عَنْ عُبَيْد اللَّه بْن عُمَر عَنْ الْقَاسِم نَفْسه بِإِسْقَاطِ نَافِع مِنْ السَّنَد أَخْرَجَهُ عَبْد الرَّزَّاق عَنْهُ. ‏ ‏قَوْله : ( اللَّهُمَّ صَيِّبًا نَافِعًا ) ‏ ‏كَذَا فِي رِوَايَة الْمُسْتَمْلِيّ وَسَقَطَ اللَّهُمَّ لِغَيْرِهِمَا. وَصَيِّبًا مَنْصُوب بِفِعْلٍ مُقَدَّر أَيْ اِجْعَلْهُ , وَنَافِعًا صِفَة لِلصَّيِّبِ وَكَأَنَّهُ اُحْتُرِزَ بِهَا عَنْ الصَّيِّب الضَّارّ. وَهَذَا الْحَدِيث مِنْ هَذَا الْوَجْه مُخْتَصَر , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ رِوَايَة عَطَاء عَنْ عَائِشَة تَامًّا وَلَفْظه \" كَانَ إِذَا كَانَ يَوْم رِيح عُرِفَ ذَلِكَ فِي وَجْهه وَيَقُول إِذَا رَأَى الْمَطَر رَحْمَة \" وَأَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ طَرِيق شُرَيْح بْن هَانِئ عَنْ عَائِشَة أَوْضَح مِنْهُ وَلَفْظه \" كَانَ إِذَا رَأَى نَاشِئًا فِي أُفُق السَّمَاء تَرَكَ الْعَمَل , فَإِنْ كَشَفَ حَمِدَ اللَّه فَإِنْ أَمْطَرَتْ قَالَ : اللَّهُمَّ صَيِّبًا نَافِعًا \" وَسَيَأْتِي لِلْمُصَنِّفِ فِي أَوَائِل بَدْء الْخَلْق مِنْ رِوَايَة عَطَاء أَيْضًا عَنْ عَائِشَة مُقْتَصِرًا عَلَى مَعْنَى الشِّقّ الْأَوَّل وَفِيهِ \" أَقْبَلَ وَأَدْبَرَ وَتَغَيَّرَ وَجْهه \" وَفِيهِ \" وَمَا أَدْرِي لَعَلَّهُ كَمَا قَالَ قَوْم عَادٍ ( هَذَا عَارِض ) الْآيَة \" وَعُرِفَ بِرِوَايَةِ شُرَيْحٍ أَنَّ الدُّعَاء الْمَذْكُور يُسْتَحَبّ بَعْد نُزُول الْمَطَر لِلِازْدِيَادِ مِنْ الْخَيْر وَالْبَرَكَة مُقَيَّدًا بِدَفْعِ مَا يُحْذَر مِنْ ضَرَر. ‏ ‏قَوْله : ( تَابَعَهُ الْقَاسِم بْن يَحْيَى ) ‏ ‏أَيْ اِبْن عَطَاء بْن مُقَدَّم الْمُقَدَّمِيّ عَنْ عُبَيْد اللَّه بْن عُمَر الْمَذْكُور بِإِسْنَادِهِ وَلَمْ أَقِف عَلَى هَذِهِ الرِّوَايَة مَوْصُولَة. وَقَدْ أَخْرَجَ الْبُخَارِيّ فِي التَّوْحِيد عَنْ مُقَدَّم بْن مُحَمَّد عَنْ عَمّه الْقَاسِم اِبْن يَحْيَى بِهَذَا الْإِسْنَاد حَدِيثًا غَيْر هَذَا , وَزَعَمَ مُغَلْطَاي أَنَّ الدَّارَقُطْنِيَّ وَصَلَ هَذِهِ الْمُتَابَعَة فِي غَرَائِب الْأَفْرَاد مِنْ رِوَايَة يَحْيَى عَنْ عُبَيْد اللَّه. قُلْت : لَيْسَ ذَلِكَ مُطَابِقًا إِلَّا إِنْ كَانَ نُسْخَته سَقَطَ مِنْهَا مِنْ مَتْن الْبُخَارِيّ لَفْظ الْقَاسِم بْن يَحْيَى. ‏ ‏قَوْله : ( وَرَوَاهُ الْأَوْزَاعِيُّ وَعُقَيْل عَنْ نَافِع ) ‏ ‏يَعْنِي كَذَلِكَ , فَأَمَّا رِوَايَة الْأَوْزَاعِيِّ فَأَخْرَجَهَا النَّسَائِيُّ فِي \" عَمَل يَوْم وَلَيْلَة \" عَنْ مَحْمُود بْن خَالِد عَنْ الْوَلِيد بْن مُسْلِم عَنْ الْأَوْزَاعِيِّ بِهَذَا وَلَفْظه \" هَنِيئًا \" بَدَل نَافِعًا , وَرُوِّينَاهَا فِي \" الْغِيلَانِيَّات \" مِنْ طَرِيق دُحَيْم عَنْ الْوَلِيد وَشُعَيْب هُوَ اِبْن إِسْحَاق قَالَا حَدَّثَنَا الْأَوْزَاعِيُّ حَدَّثَنِي نَافِع فَذَكَرَهُ , وَكَذَلِكَ وَقَعَ فِي رِوَايَة اِبْن أَبِي الْعِشْرِينَ عَنْ الْأَوْزَاعِيِّ حَدَّثَنِي نَافِع أَخْرَجَهُ اِبْن مَاجَهْ , وَزَالَ بِهَذَا مَا كَانَ يُخْشَى مِنْ تَدْلِيس الْوَلِيد وَتَسْوِيَته , وَقَدْ اُخْتُلِفَ فِيهِ عَلَى الْأَوْزَاعِيِّ اِخْتِلَافًا كَثِيرًا ذَكَرَهُ الدَّارَقُطْنِيُّ فِي الْعِلَل وَأَرْجَحهَا هَذِهِ الرِّوَايَة , وَيُسْتَفَاد مِنْ رِوَايَة دُحَيْم صِحَّة سَمَاع الْأَوْزَاعِيِّ عَنْ نَافِع , خِلَافًا لِمَنْ نَفَاهُ. وَأَمَّا رِوَايَة عُقَيْل فَذَكَرَهَا الدَّارَقُطْنِيُّ أَيْضًا , قَالَ الْكَرْمَانِيُّ : قَالَ أَوَّلًا تَابَعَهُ الْقَاسِم ثُمَّ قَالَ وَرَوَاهُ الْأَوْزَاعِيُّ , فَكَانَ تَغَيُّر الْأُسْلُوب لِإِفَادَةِ الْعُمُوم فِي الثَّانِي , لِأَنَّ الرِّوَايَة أَعَمّ مِنْ أَنْ تَكُون عَلَى سَبِيل الْمُتَابَعَة أَمْ لَا , فَيُحْتَمَل أَنْ يَكُونَا رَوَيَاهُ عَنْ نَافِع كَمَا رَوَاهُ عُبَيْد اللَّه , وَيُحْتَمَل أَنْ يَكُونَا رَوَيَاهُ عَلَى صِفَة أُخْرَى , اِنْتَهَى. وَمَا أَدْرِي لِمَ تَرَكَ اِحْتِمَال أَنَّهُ صَنَعَ ذَلِكَ لِلتَّفَنُّنِ فِي الْعِبَارَة مَعَ أَنَّهُ الْوَاقِع فِي نَفْس الْأَمْر لِمَا بَيَّنَّا مِنْ أَنَّ رِوَايَة الْجَمِيع مُتَّفِقَة لِأَنَّ الْخِلَاف الَّذِي ذَكَرَهُ الدَّارَقُطْنِيُّ إِنَّمَا يَرْجِع إِلَى إِدْخَال وَاسِطَة بَيْن الْأَوْزَاعِيِّ وَنَافِع أَوْ لَا , وَالْبُخَارِيّ قَدْ قَيَّدَ رِوَايَة الْأَوْزَاعِيِّ بِكَوْنِهَا عَنْ نَافِع , وَالرُّوَاة لَمْ يَخْتَلِفُوا فِي أَنَّ نَافِعًا رَوَاهُ عَنْ الْقَاسِم عَنْ عَائِشَة , فَظَهَرَ بِهَذَا كَوْنهَا مُتَابَعَة لَا مُخَالَفَة , وَكَذَلِكَ رِوَايَة عُقَيْل , لَكِنْ لَمَّا كَانَتْ مُتَابَعَة الْقَاسِم أَقْرَب مِنْ مُتَابَعَتهمَا لِأَنَّهُ تَابَعَ فِي عُبَيْد اللَّه وَهُمَا تَابَعَا فِي شَيْخه حَسَن أَنْ يُفْرِدهَا مِنْهُمَا وَلَمَّا أَفْرَدَهَا تَفَنَّنَ فِي الْعِبَارَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1032,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ أَخْبَرَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ أَصَابَتِ النَّاسَ سَنَةٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ عَلَى الْمِنْبَرِ يَوْمَ الْجُمُعَةِ قَامَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَ الْمَالُ وَجَاعَ الْعِيَالُ، فَادْعُ اللَّهَ لَنَا أَنْ يَسْقِيَنَا‏.‏ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ، وَمَا فِي السَّمَاءِ قَزَعَةٌ، قَالَ فَثَارَ سَحَابٌ أَمْثَالُ الْجِبَالِ، ثُمَّ لَمْ يَنْزِلْ عَنْ مِنْبَرِهِ حَتَّى رَأَيْتُ الْمَطَرَ يَتَحَادَرُ عَلَى لِحْيَتِهِ، قَالَ فَمُطِرْنَا يَوْمَنَا ذَلِكَ، وَفِي الْغَدِ وَمِنْ بَعْدِ الْغَدِ وَالَّذِي يَلِيهِ إِلَى الْجُمُعَةِ الأُخْرَى، فَقَامَ ذَلِكَ الأَعْرَابِيُّ أَوْ رَجُلٌ غَيْرُهُ فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَ الْبِنَاءُ وَغَرِقَ الْمَالُ، فَادْعُ اللَّهَ لَنَا‏.‏ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ وَقَالَ ‏\n\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ قَالَ فَمَا جَعَلَ يُشِيرُ بِيَدِهِ إِلَى نَاحِيَةٍ مِنَ السَّمَاءِ إِلاَّ تَفَرَّجَتْ حَتَّى صَارَتِ الْمَدِينَةُ فِي مِثْلِ الْجَوْبَةِ، حَتَّى سَالَ الْوَادِي ـ وَادِي قَنَاةَ ـ شَهْرًا‏.‏ قَالَ فَلَمْ يَجِئْ أَحَدٌ مِنْ نَاحِيَةٍ إِلاَّ حَدَّثَ بِالْجَوْدِ‏.‏",
    "english_text": "In the lifetime of Allah's Messenger (ﷺ) (p.b.u.h) the people were afflicted with a (famine) year. While the \nProphet was delivering the Khutba (sermon) on the pulpit on a Friday, a Bedouin stood up and said, \n\"O Allah's Messenger (ﷺ)! The livestock are dying and the families (offspring) are hungry: please pray to \nAllah to bless us with rain.\" Allah's Messenger (ﷺ) raised both his hands towards the sky and at that time \nthere was not a trace of cloud in they sky. Then the clouds started gathering like mountains. Before he \ngot down from the pulpit I saw rainwater trickling down his beard. It rained that day, the next day, the \nthird day, the fourth day and till the next Friday, when the same Bedouin or some other person stood \nup (during the Friday Khutba) and said, \"O Allah's Messenger (ﷺ)! The houses have collapsed and the \nlivestock are drowned. Please invoke Allah for us.\" So Allah's Messenger (ﷺ) raised both his hands and said, \n\"O Allah! Around us and not on us.\" Whichever side the Prophet (ﷺ) directed his hand, the clouds \ndispersed from there till a hole (in the clouds) was formed over Medina. The valley of Qanat remained \nflowing (with water) for one month and none, came from outside who didn't talk about the abundant \nrain.",
    "explication": "قَدْ مَضَى الْكَلَام عَلَى حَدِيث أَنَس مُسْتَوْفًى فِي \" بَاب تَحْوِيل الرِّدَاء \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1033,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي حُمَيْدٌ، أَنَّهُ سَمِعَ أَنَسًا، يَقُولُ كَانَتِ الرِّيحُ الشَّدِيدَةُ إِذَا هَبَّتْ عُرِفَ ذَلِكَ فِي وَجْهِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "Whenever a strong wind blew, anxiety appeared on the face of the Prophet (fearing that wind might be \na sign of Allah's wrath).",
    "explication": "‏ ‏قَوْله : ( مُحَمَّد بْن جَعْفَر ) ‏ ‏أَيْ اِبْن أَبِي كَثِير الْمَدَنِيّ أَخُو إِسْمَاعِيل. ‏ ‏قَوْله : ( فَأَبْصَرْت دَرَجَات ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَالرَّاء بَعْدهَا جِيم جَمْع دَرَجَة كَذَا لِلْأَكْثَرِ وَالْمُرَاد طُرُقهَا الْمُرْتَفِعَة , وَلِلْمُسْتَمْلِي \" دَوْحَات \" بِفَتْحِ الْمُهْمَلَة وَسُكُون الْوَاو بَعْدهَا مُهْمَلَة جَمْع دَوْحَة وَهِيَ الشَّجَرَة الْعَظِيمَة , وَفِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر عَنْ حُمَيْدٍ \" جُدُرَات \" بِضَمِّ الْجِيم وَالدَّال كَمَا وَقَعَ فِي هَذَا الْبَاب , وَهُوَ جَمْع جُدُر بِضَمَّتَيْنِ جَمْع جِدَار , وَقَدْ رَوَاهُ الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه بِلَفْظِ \" جُدْرَان \" بِسُكُونِ الدَّال وَآخِره نُون جَمْع جِدَار , لَهُ مِنْ رِوَايَة أَبِي ضَمْرَة عَنْ حُمَيْدٍ بِلَفْظِ \" جُدُر \" قَالَ صَاحِب \" الْمَطَالِع \" : جُدُرَات أَرْجَح مِنْ دَوْحَات وَمِنْ دَرَجَات.. قُلْت : وَهِيَ رِوَايَة التِّرْمِذِيّ مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر أَيْضًا. ‏ ‏قَوْله : ( أَوْضَع ) ‏ ‏أَيْ أَسْرَعَ السَّيْر. ‏ ‏قَوْله : ( زَادَ الْحَارِث بْن عُمَيْر عَنْ حُمَيْدٍ ) ‏ ‏يَعْنِي عَنْ أَنَس ‏ ‏( مِنْ حُبّهَا ) ‏ ‏وَهُوَ يَتَعَلَّق بِقَوْلِهِ حَرَّكَهَا أَيْ حَرَّكَ دَابَّته بِسَبَبِ حُبّه الْمَدِينَة , ثُمَّ قَالَ الْمُصَنِّف \" حَدَّثَنَا قُتَيْبَة حَدَّثَنَا إِسْمَاعِيل وَهُوَ اِبْن جَعْفَر عَنْ حُمَيْدٍ عَنْ أَنَس قَالَ جُدُرَات , تَابَعَهُ الْحَارِث بْن عُمَيْر \" يَعْنِي فِي قَوْله \" جُدُرَات \" وَرِوَايَة الْحَارِث بْن عُمَيْر هَذِهِ وَصَلَهَا الْإِمَام أَحْمَد قَالَ \" حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق حَدَّثَنَا الْحَارِث بْن عُمَيْر عَنْ حُمَيْدٍ الطَّوِيل عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَدِمَ مِنْ سَفَر فَنَظَرَ إِلَى جُدُرَات الْمَدِينَة أَوْضَع نَاقَته , وَإِنْ كَانَ عَلَى دَابَّة حَرَّكَهَا مِنْ حُبّهَا \" وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق خَالِد بْن مَخْلَد عَنْ مُحَمَّد بْن جَعْفَر بْن أَبِي كَثِير وَالْحَارِث بْن عُمَيْر جَمِيعًا عَنْ حُمَيْدٍ , وَقَدْ أَوْرَدَ الْمُصَنِّف طَرِيق قُتَيْبَة الْمَذْكُورَة فِي فَضَائِل الْمَدِينَة بِلَفْظِ الْحَارِث بْن عُمَيْر , إِلَّا أَنَّهُ قَالَ \" رَاحِلَته \" بَدَل نَاقَته , وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ \" وَزَادَ الْحَارِث بْن عُمَيْر وَغَيْره عَنْ حُمَيْدٍ \" وَقَدْ نَبَّهْت عَلَى مَنْ رَوَاهُ كَذَلِكَ مُوَافِقًا لِلْحَارِثِ بْن عُمَيْر فِي الزِّيَادَة الْمَذْكُورَة. وَفِي الْحَدِيث دَلَالَة عَلَى فَضْل الْمَدِينَة , وَعَلَى مَشْرُوعِيَّة حُبّ الْوَطَن وَالْحَنِين إِلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1034,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ نُصِرْتُ بِالصَّبَا، وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"I was granted victory with As-Saba and the nation of 'Ad was destroyed by Ad- \nDabur (westerly wind) .",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُسْلِم ) ‏ ‏هُوَ اِبْن إِبْرَاهِيم. ‏ ‏قَوْله : ( بِالصَّبَا ) ‏ ‏بِفَتْحِ الْمُهْمَلَة بَعْدهَا مُوَحَّدَة مَقْصُورَة يُقَال لَهَا الْقَبُول بِفَتْحِ الْقَاف لِأَنَّهَا تُقَابِل بَاب الْكَعْبَة إِذْ مَهَبّهَا مِنْ مَشْرِق الشَّمْس , وَضِدّهَا الدَّبُّور وَهِيَ الَّتِي أُهْلِكَتْ بِهَا قَوْم عَادٍ , وَمِنْ لَطِيف الْمُنَاسَبَة كَوْن الْقَبُول نَصَرْت أَهْل الْقَبُول وَكَوْن الدَّبُّور أَهْلَكْت أَهْل الْإِدْبَار , وَأَنَّ الدَّبُّور أَشَدّ مِنْ الصَّبَا لِمَا سَنَذْكُرُهُ فِي قِصَّة عَادٍ أَنَّهَا لَمْ يَخْرُج مِنْهَا إِلَّا قَدْر يَسِير وَمَعَ ذَلِكَ اِسْتَأْصَلَتْهُمْ , قَالَ اللَّه تَعَالَى ( فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَة ). وَلَمَّا عَلِمَ اللَّه رَأْفَة نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَوْمِهِ رَجَاء أَنْ يُسْلِمُوا سَلَّطَ عَلَيْهِمْ الصَّبَا فَكَانَتْ سَبَب رَحِيلهمْ عَنْ الْمُسْلِمِينَ لِمَا أَصَابَهُمْ بِسَبَبِهَا مِنْ الشِّدَّة , وَمَعَ ذَلِكَ فَلَمْ تُهْلِك مِنْهُمْ أَحَدًا وَلَمْ تَسْتَأْصِلهُمْ. وَمِنْ الرِّيَاح أَيْضًا الْجَنُوب وَالشَّمَال , فَهَذِهِ الْأَرْبَع تَهُبّ مِنْ الْجِهَات الْأَرْبَع , وَأَيّ رِيح هَبَّتْ مِنْ بَيْن جِهَتَيْنِ مِنْهَا يُقَال لَهَا النَّكْبَاء بِفَتْحِ النُّون وَسُكُون الْكَاف بَعْدهَا مُوَحَّدَة وَمَدّ , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة فَوَائِد هَذَا الْحَدِيث فِي بَدْء الْخَلْق إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1035,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، قَالَ أَخْبَرَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يُقْبَضَ الْعِلْمُ، وَتَكْثُرَ الزَّلاَزِلُ، وَيَتَقَارَبَ الزَّمَانُ، وَتَظْهَرَ الْفِتَنُ، وَيَكْثُرَ الْهَرْجُ ـ وَهْوَ الْقَتْلُ الْقَتْلُ ـ حَتَّى يَكْثُرَ فِيكُمُ الْمَالُ فَيَفِيضُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The Hour (Last Day) will not be established until (religious) knowledge will be \ntaken away (by the death of religious learned men), earthquakes will be very frequent, time will pass \nquickly, afflictions will appear, murders will increase and money will overflow amongst you.\" (See \nHadith No. 85 Vol 1).",
    "explication": "حَدِيث أَبِي هُرَيْرَة ثَانِي حَدِيثَيْ الْبَاب , وَقَدْ سَاقَهُ فِي الْفِتَنِ بِالْإِسْنَادِ الْمَذْكُورِ هُنَا مُطَوَّلًا , وَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏وَقَوْله : ( حَتَّى يَهُمَّ ) ‏ ‏بِفَتْحِ أَوَّله وَضَمِّ الْهَاء , وَ ‏ ‏( رَبَّ الْمَالِ ) ‏ ‏مَنْصُوب عَلَى الْمَفْعُولِيَّةِ وَفَاعِله ‏ ‏قَوْله : ( مَنْ يَقْبَلُهُ ) ) ‏ ‏يُقَالُ : هَمَّهُ الشَّيْء أَحْزَنَهُ. وَيُرْوَى بِضَمِّ أَوَّله يُقَالُ : أَهَمَّهُ الْأَمْر أَقْلَقَهُ. وَقَالَ النَّوَوِيّ فِي شَرْحِ مُسْلِم : ضَبَطُوهُ بِوَجْهَيْنِ أَشْهَرُهُمَا بِضَمِّ أَوَّله وَكَسْر الْهَاء وَرَبُّ الْمَالِ مَفْعُول وَالْفَاعِل مَنْ يَقْبَلُ أَيْ : يُحْزِنُهُ , وَالثَّانِي بِفَتْحِ أَوَّله وَضَمِّ الْهَاء وَرَبُّ الْمَالِ فَاعِل , وَمَنْ مَفْعُول أَيْ يَقْصُدُ. وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( لَا أَرَبَ لِي ) ‏ ‏زَادَ فِي الْفِتَنِ \" بِهِ \" أَيْ : لَا حَاجَةَ لِي بِهِ لِاسْتِغْنَائِي عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1036,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا حُسَيْنُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَفِي يَمَنِنَا‏.‏ قَالَ قَالُوا وَفِي نَجْدِنَا قَالَ قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَفِي يَمَنِنَا‏.‏ قَالَ قَالُوا وَفِي نَجْدِنَا قَالَ قَالَ هُنَاكَ الزَّلاَزِلُ وَالْفِتَنُ، وَبِهَا يَطْلُعُ قَرْنُ الشَّيْطَانِ‏.‏",
    "english_text": "(The Prophet) said, \"O Allah! Bless our Sham and our Yemen.\" People said, \"Our Najd as well.\" The \nProphet again said, \"O Allah! Bless our Sham and Yemen.\" They said again, \"Our Najd as well.\" On \nthat the Prophet (ﷺ) said, \"There will appear earthquakes and afflictions, and from there will come out the \nside of the head of Satan.\"",
    "explication": "‏ ‏قَوْله ( عَنْ اِبْن عَوْن ) ‏ ‏هُوَ عَبْد اللَّه ‏ ‏( عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : ذَكَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا الْحَدِيثَ ) ‏ ‏كَذَا أَوْرَدَهُ عَنْ عَلِيّ بْن عَبْد اللَّه عَنْ أَزْهَر السَّمَّان وَأَخْرَجَهُ التِّرْمِذِيّ عَنْ بِشْر بْن آدَم بْن بِنْت أَزْهَر حَدَّثَنِي جَدِّي أَزْهَر بِهَذَا السَّنَد \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَمِثْله لِلْإِسْمَاعِيلِيِّ مِنْ رِوَايَة أَحْمَد بْن إِبْرَاهِيم الدَّوْرَقِيِّ عَنْ أَزْهَر , وَأَخْرَجَهُ مِنْ طَرِيق عُبَيْد اللَّه بْن عَبْد اللَّه بْن عَوْن عَنْ أَبِيهِ كَذَلِكَ , وَقَدْ تَقَدَّمَ مِنْ وَجْه آخَر عَنْ اِبْن عَوْن فِي الِاسْتِسْقَاء مَوْقُوفًا وَذَكَرْت هُنَاكَ الِاخْتِلَاف فِيهِ. ‏ ‏قَوْله ( قَالُوا يَا رَسُول اللَّه : وَفِي نَجْدِنَا , فَأَظُنُّهُ قَالَ فِي الثَّالِثَة : هُنَاكَ الزَّلَازِل وَالْفِتَن , وَبِهَا يَطْلُع قَرْن الشَّيْطَان ) ‏ ‏وَقَعَ فِي رِوَايَة التِّرْمِذِيّ وَالدَّوْرَقِيّ بَعْدَ قَوْله وَفِي نَجْدنَا \" قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَبَارِكْ لَنَا فِي يَمَنِنَا قَالَ وَفِي نَجْدِنَا ؟ قَالَ : هُنَاكَ \" فَذَكَرَهُ لَكِنْ شَكَّ هَلْ قَالَ بِهَا أَوْ مِنْهَا , وَقَالَ يَخْرُج بَدَلَ يَطْلُع , وَقَدْ وَقَعَ فِي رِوَايَة الْحُسَيْن بْن الْحَسَن فِي الِاسْتِسْقَاء مِثْله فِي الْإِعَادَة مَرَّتَيْنِ , وَفِي رِوَايَة وَلَد اِبْن عَوْن \" فَلَمَّا كَانَ الثَّالِثَة أَوْ الرَّابِعَة قَالُوا يَا رَسُول اللَّه وَفِي نَجْدنَا ؟ قَالَ بِهَا الزَّلَازِل وَالْفِتَن وَمِنْهَا يَطْلُع قَرْن الشَّيْطَان \" قَالَ الْمُهَلَّب : إِنَّمَا تَرَكَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الدُّعَاء لِأَهْلِ الْمَشْرِق لِيَضْعُفُوا عَنْ الشَّرّ الَّذِي هُوَ مَوْضُوع فِي جِهَتهمْ لِاسْتِيلَاءِ الشَّيْطَان بِالْفِتَنِ وَأَمَّا قَوْله \" قَرْن الشَّمْس \" فَقَالَ الدَّاوُدِيُّ : لِلشَّمْسِ قَرْن حَقِيقَة وَيَحْتَمِل أَنْ يُرِيد بِالْقَرْنِ قُوَّة الشَّيْطَان وَمَا يَسْتَعِين بِهِ عَلَى الْإِضْلَال , وَهَذَا أَوْجَه , وَقِيلَ إِنَّ الشَّيْطَان يَقْرِن رَأْسه بِالشَّمْسِ عِنْدَ طُلُوعهَا لِيَقَع سُجُود عَبَدَتِهَا لَهُ قِيلَ وَيَحْتَمِل أَنْ يَكُون لِلشَّمْسِ شَيْطَان تَطْلُع الشَّمْس بَيْنَ قَرْنَيْهِ , وَقَالَ الْخَطَّابِيُّ : الْقَرْن الْأُمَّة مِنْ النَّاس يَحْدُثُونَ بَعْدَ فِنَاء آخَرِينَ , وَقَرْن الْحَيَّة أَنْ يُضْرَب الْمَثَل فِيمَا لَا يُحْمَد مِنْ الْأُمُور , وَقَالَ غَيْره كَانَ أَهْل الْمَشْرِق يَوْمَئِذٍ أَهْل كُفْر فَأَخْبَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الْفِتْنَة تَكُون مِنْ تِلْكَ النَّاحِيَة فَكَانَ كَمَا أَخْبَرَ , وَأَوَّل الْفِتَن كَانَ مِنْ قِبَل الْمَشْرِق فَكَانَ ذَلِكَ سَبَبًا لِلْفُرْقَةِ بَيْنَ الْمُسْلِمِينَ وَذَلِكَ مِمَّا يُحِبّهُ الشَّيْطَان وَيَفْرَح بِهِ , وَكَذَلِكَ الْبِدَع نَشَأَتْ مِنْ تِلْكَ الْجِهَة , وَقَالَ الْخَطَّابِيُّ : نَجِد مِنْ جِهَة الْمَشْرِق وَمَنْ كَانَ بِالْمَدِينَةِ كَانَ نَجْده بَادِيَة الْعِرَاق وَنَوَاحِيهَا وَهِيَ مَشْرِق أَهْل الْمَدِينَة , وَأَصْل النَّجْد مَا اِرْتَفَعَ مِنْ الْأَرْض , وَهُوَ خِلَاف الْغَوْر فَإِنَّهُ مَا اِنْخَفَضَ مِنْهَا وَتِهَامَة كُلُّهَا مِنْ الْغَوْر وَمَكَّة مِنْ تِهَامَة اِنْتَهَى وَعُرِفَ بِهَذَا وَهَاء مَا قَالَهُ الدَّاوُدِيُّ إِنَّ نَجْدًا مِنْ نَاحِيَة الْعِرَاق فَإِنَّهُ تَوَهَّمَ أَنَّ نَجْدًا مَوْضِع مَخْصُوص , وَلَيْسَ كَذَلِكَ بَلْ كُلّ شَيْء اِرْتَفَعَ بِالنِّسْبَةِ إِلَى مَا يَلِيه يُسَمَّى الْمُرْتَفِع نَجْدًا وَالْمُنْخَفِض غَوْرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1037,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةَ الصُّبْحِ بِالْحُدَيْبِيَةِ عَلَى إِثْرِ سَمَاءٍ كَانَتْ مِنَ اللَّيْلَةِ، فَلَمَّا انْصَرَفَ النَّبِيُّ صلى الله عليه وسلم أَقْبَلَ عَلَى النَّاسِ فَقَالَ ‏\"‏ هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمْ ‏\"‏‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ قَالَ ‏\"‏ أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ‏.‏ فَذَلِكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ بِنَوْءِ كَذَا وَكَذَا‏.‏ فَذَلِكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوْكَبِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) led the morning prayer in Al-Hudaibiya and it had rained the previous night. When \nthe Prophet (p.b.u.h) had finished the prayer he faced the people and said, \"Do you know what your \nLord has said?\" They replied, \"Allah and His Apostle know better.\" (The Prophet (ﷺ) said), \"Allah says, \n'In this morning some of My worshipers remained as true believers and some became non-believers; \nhe who said that it had rained with the blessing and mercy of Allah is the one who believes in Me and \ndoes not believe in star, but he who said it had rained because of such and such (star) is a disbeliever \nin Me and is a believer in star.' \"",
    "explication": "‏ ‏قَوْله : ( عَنْ زَيْد بْن خَالِد الْجُهَنِيّ ) ‏ ‏هَكَذَا يَقُول صَالِح بْن كَيْسَانَ لَمْ يُخْتَلَف عَلَيْهِ فِي ذَلِكَ , وَخَالَفَهُ الزُّهْرِيُّ فَرَوَاهُ عَنْ شَيْخهمَا عُبَيْد اللَّه فَقَالَ : عَنْ أَبِي هُرَيْرَة أَخْرَجَهُ مُسْلِم عَقِب رِوَايَة صَالِح فَصَحَّحَ الطَّرِيقَيْنِ , لِأَنَّ عُبَيْد اللَّه سَمِعَ مِنْ زَيْد بْن خَالِد وَأَبِي هُرَيْرَة جَمِيعًا عِدَّة أَحَادِيث مِنْهَا حَدِيث الْعَسِيف وَحَدِيث الْأَمَة إِذَا زَنَتْ , فَلَعَلَّهُ سَمِعَ هَذَا مِنْهُمَا فَحَدَّثَ بِهِ تَارَة عَنْ هَذَا وَتَارَة عَنْ هَذَا , وَإِنَّمَا لَمْ يَجْمَعهُمَا لِاخْتِلَافِ لَفْظهمَا كَمَا سَنُشِيرُ إِلَيْهِ. وَقَدْ صَرَّحَ صَالِح بِسَمَاعِهِ لَهُ مِنْ عُبَيْد اللَّه عَنْ أَبِي عَوَانَة , وَرَوَى صَالِح عَنْ عُبَيْد اللَّه بِوَاسِطَةِ الزُّهْرِيِّ عِدَّة أَحَادِيث مِنْهَا حَدِيث اِبْن عَبَّاس فِي شَاة مَيْمُونَة كَمَا تَقَدَّمَ فِي الطَّهَارَة , وَحَدِيثه عَنْهُ فِي قِصَّة هِرَقْل كَمَا تَقَدَّمَ فِي بَدْء الْوَحْي. ‏ ‏قَوْله : ( صَلَّى لَنَا ) ‏ ‏أَيْ لِأَجْلِنَا , أَوْ اللَّام بِمَعْنَى الْبَاء أَيْ صَلَّى بِنَا , وَفِيهِ جَوَاز إِطْلَاق ذَلِكَ مَجَازًا وَإِنَّمَا الصَّلَاة لِلَّهِ تَعَالَى. ‏ ‏قَوْله : ( بِالْحُدَيْبِيَةِ ) ‏ ‏بِالْمُهْمَلَةِ وَالتَّصْغِير وَتُخَفَّف يَاؤُهَا وَتُثَقَّل , يُقَال سُمِّيَتْ بِشَجَرَةِ حَدْبَاء هُنَاكَ. ‏ ‏قَوْله : ( عَلَى إِثْر ) ‏ ‏بِكَسْرِ الْهَمْزَة وَسُكُون الْمُثَلَّثَة عَلَى الْمَشْهُور وَهُوَ مَا يَعْقُب الشَّيْء. ‏ ‏قَوْله : ( سَمَاء ) ‏ ‏أَيْ مَطَر وَأُطْلِقَ عَلَيْهِ سَمَاء لِكَوْنِهِ يَنْزِل مِنْ جِهَة السَّمَاء وَكُلّ جِهَة عُلُوّ تُسَمَّى سَمَاء. ‏ ‏قَوْله : ( كَانَتْ مِنْ اللَّيْل ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَمَوِيِّ \" مِنْ اللَّيْلَة \" بِالْإِفْرَادِ. ‏ ‏قَوْله : ( فَلَمَّا اِنْصَرَفَ ) ‏ ‏أَيْ مِنْ صَلَاته أَوْ مِنْ مَكَانه. ‏ ‏قَوْله : ( هَلْ تَدْرُونَ ) ‏ ‏لَفْظ اِسْتِفْهَام مَعْنَاهُ التَّنْبِيه , وَوَقَعَ فِي رِوَايَة سُفْيَان عَنْ صَالِح عِنْد النَّسَائِيِّ \" أَلَمْ تَسْمَعُوا مَا قَالَ رَبّكُمْ اللَّيْلَة \" وَهَذَا مِنْ الْأَحَادِيث الْإِلَهِيَّة وَهِيَ تَحْتَمِل أَنْ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَهَا عَنْ اللَّه بِلَا وَاسِطَة أَوْ بِوَاسِطَةٍ. ‏ ‏قَوْله : ( أَصْبَحَ مِنْ عِبَادِي ) ‏ ‏هَذِهِ إِضَافَة عُمُوم بِدَلِيلِ التَّقْسِيم إِلَى مُؤْمِن وَكَافِر بِخِلَافٍ مِثْل قَوْله تَعَالَى ( إِنَّ عِبَادِي لَيْسَ لَك عَلَيْهِمْ سُلْطَان ) فَإِنَّهَا إِضَافَة تَشْرِيف. ‏ ‏قَوْله : ( مُؤْمِن بِي وَكَافِر ) ‏ ‏يُحْتَمَل أَنْ يَكُون الْمُرَاد بِالْكُفْرِ هُنَا كُفْر الشِّرْك بِقَرِينَةِ مُقَابَلَته بِالْإِيمَانِ , وَلِأَحْمَد مِنْ رِوَايَة نَصْر بْن عَاصِم اللَّيْثِيّ عَنْ مُعَاوِيَة اللَّيْثِيّ مَرْفُوعًا \" يَكُون النَّاس مُجْدِبِينَ فَيُنْزِل اللَّه عَلَيْهِمْ رِزْقًا مِنْ السَّمَاء مِنْ رِزْقه فَيُصْبِحُونَ مُشْرِكِينَ يَقُولُونَ : مُطِرْنَا بِنَوْءِ كَذَا \" وَيُحْتَمَل أَنْ يَكُون الْمُرَاد بِهِ كُفْر النِّعْمَة , وَيُرْشِد إِلَيْهِ قَوْله فِي رِوَايَة مَعْمَر عَنْ صَالِح عَنْ سُفْيَان \" فَأَمَّا مَنْ حَمِدَنِي عَلَى سُقْيَايَ وَأَثْنَى عَلَيْهِ فَذَلِكَ آمَنَ بِي \" وَفِي رِوَايَة سُفْيَان عِنْد النَّسَائِيِّ وَالْإِسْمَاعِيلِيّ نَحْوه , وَقَالَ فِي آخِره \" وَكَفَرَ بِي \" أَوْ قَالَ \" كَفَرَ نِعْمَتِي \" وَفِي رِوَايَة أَبِي هُرَيْرَة عِنْد مُسْلِم \" قَالَ اللَّه : مَا أَنْعَمْت عَلَى عِبَادِي مِنْ نِعْمَة إِلَّا أَصْبَحَ فَرِيق مِنْهُمْ كَافِرِينَ بِهَا \" وَلَهُ فِي حَدِيث اِبْن عَبَّاس \" أَصْبَحَ مِنْ النَّاس شَاكِر وَمِنْهُمْ كَافِر \" وَعَلَى الْأَوَّل حَمَلَهُ كَثِير مِنْ أَهْل الْعِلْم , وَأَعْلَى مَا وَقَفْت عَلَيْهِ مِنْ ذَلِكَ كَلَام الشَّافِعِيّ , قَالَ فِي \" الْأُمّ \" : مَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا عَلَى مَا كَانَ بَعْض أَهْل الشِّرْك يَعْنُونَ مِنْ إِضَافَة الْمَطَر إِلَى أَنَّهُ مَطَر نَوْء كَذَا فَذَلِكَ كُفْر كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّ النَّوْء وَقْت وَالْوَقْت مَخْلُوق لَا يَمْلِك لِنَفْسِهِ وَلَا لِغَيْرِهِ شَيْئًا , وَمَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا عَلَى مَعْنَى مُطِرْنَا فِي وَقْت كَذَا فَلَا يَكُون كُفْرًا , وَغَيْره مِنْ الْكَلَام أَحَبّ إِلَيَّ مِنْهُ , يَعْنِي حَسْمًا لِلْمَادَّةِ , وَعَلَى ذَلِكَ يُحْمَل إِطْلَاق الْحَدِيث , وَحَكَى اِبْن قُتَيْبَة فِي \" كِتَاب الْأَنْوَاء \" أَنَّ الْعَرَب كَانَتْ فِي ذَلِكَ عَلَى مَذْهَبَيْنِ عَلَى نَحْو مَا ذَكَرَ الشَّافِعِيّ , قَالَ : وَمَعْنَى النَّوْء سُقُوط نَجْم فِي الْمَغْرِب مِنْ النُّجُوم الثَّمَانِيَة وَالْعِشْرِينَ الَّتِي هِيَ مَنَازِل الْقَمَر , قَالَ : وَهُوَ مَأْخُوذ مِنْ نَاءَ إِذَا سَقَطَ , وَقَالَ آخَرُونَ : بَلْ النَّوْء طُلُوع نَجْم مِنْهَا , وَهُوَ مَأْخُوذ مِنْ نَاءَ إِذَا نَهَضَ , وَلَا تَخَالُف بَيْن الْقَوْلَيْنِ فِي الْوَقْت لِأَنَّ كُلّ نَجْم مِنْهَا إِذَا طَلَعَ فِي الْمَشْرِق وَقَعَ حَال طُلُوعه آخَر فِي الْمَغْرِب لَا يَزَال ذَلِكَ مُسْتَمِرًّا إِلَى أَنْ تَنْتَهِي الثَّمَانِيَة وَالْعِشْرُونَ بِانْتِهَاءِ السَّنَة , فَإِنَّ لِكُلِّ وَاحِد مِنْهَا ثَلَاثَة عَشَر يَوْمًا تَقْرِيبًا , قَالَ : وَكَانُوا فِي الْجَاهِلِيَّة يَظُنُّونَ أَنَّ نُزُول الْغَيْث بِوَاسِطَةِ النَّوْء إِمَّا بِصُنْعِهِ عَلَى زَعْمهمْ وَإِمَّا بِعَلَامَتِهِ , فَأَبْطَلَ الشَّرْع قَوْلهمْ وَجَعَلَهُ كُفْرًا , فَإِنْ اِعْتَقَدَ قَائِل ذَلِكَ أَنَّ لِلنَّوْءِ صُنْعًا فِي ذَلِكَ فَكُفْره كُفْر تَشْرِيك , وَإِنْ اِعْتَقَدَ أَنَّ ذَلِكَ مِنْ قَبِيل التَّجْرِبَة فَلَيْسَ بِشِرْكٍ لَكِنْ يَجُوز إِطْلَاق الْكُفْر عَلَيْهِ وَإِرَادَة كُفْر النِّعْمَة لِأَنَّهُ لَمْ يَقَع فِي شَيْء مِنْ طُرُق الْحَدِيث بَيْن الْكُفْر وَالشِّرْك وَاسِطَة , فَيُحْمَل الْكُفْر فِيهِ عَلَى الْمَعْنَيَيْنِ لِتَنَاوُلِ الْأَمْرَيْنِ , وَاَللَّه أَعْلَم. وَلَا يَرِد السَّاكِت , لِأَنَّ الْمُعْتَقِد قَدْ يَشْكُر بِقَلْبِهِ أَوْ يَكْفُر , وَعَلَى هَذَا فَالْقَوْل فِي قَوْله \" فَأَمَّا مَنْ قَالَ \" لِمَا هُوَ أَعَمّ مِنْ النُّطْق وَالِاعْتِقَاد , كَمَا أَنَّ الْكُفْر فِيهِ لِمَا هُوَ أَعَمّ مِنْ كُفْر الشِّرْك وَكُفْر النِّعْمَة , وَاَللَّه أَعْلَم بِالصَّوَابِ. ‏ ‏قَوْله : ( مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا ) ‏ ‏فِي حَدِيث أَبِي سَعِيد عِنْد النَّسَائِيِّ \" مُطِرْنَا بِنَوْءِ الْمِجْدَح \" بِكَسْرِ الْمِيم وَسُكُون الْجِيم وَفَتْح الدَّال بَعْدهَا مُهْمَلَة وَيُقَال بِضَمِّ أَوَّله هُوَ الدَّبَرَان بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة بَعْدهَا , وَقِيلَ سُمِّيَ بِذَلِكَ لِاسْتِدْبَارِهِ الثُّرَيَّا , وَهُوَ نَجْم أَحْمَر صَغِير مُنِير. قَالَ اِبْن قُتَيْبَة : كُلّ النُّجُوم الْمَذْكُورَة لَهُ نَوْء غَيْر أَنَّ بَعْضهَا أَحْمَر وَأَغْزَر مِنْ بَعْض , وَنَوْء الدَّبَرَان غَيْر مَحْمُود عِنْدهمْ , اِنْتَهَى. وَكَأَنَّ ذَلِكَ وَرَدَ فِي الْحَدِيث تَنْبِيهًا عَلَى مُبَالَغَتهمْ فِي نِسْبَة الْمَطَر إِلَى النَّوْء وَلَوْ لَمْ يَكُنْ مَحْمُودًا , أَوْ اِتَّفَقَ وُقُوع ذَلِكَ الْمَطَر فِي ذَلِكَ الْوَقْت إِنْ كَانَتْ الْقِصَّة وَاحِدَة. وَفِي مَغَازِي الْوَاقِدِيِّ أَنَّ الَّذِي قَالَ فِي ذَلِكَ الْوَقْت \" مُطِرْنَا بِنَوْءِ الشِّعْرَى \" هُوَ عَبْد اللَّه بْن أَبِي الْمَعْرُوف بِابْنِ سَلُول أَخْرَجَهُ مِنْ حَدِيث أَبِي قَتَادَة. وَفِي هَذَا الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ طَرَحَ الْإِمَام الْمَسْأَلَة عَلَى أَصْحَابه وَإِنْ كَانَتْ لَا تُدْرَك إِلَّا بِدِقَّةِ النَّظَر. وَيُسْتَنْبَط مِنْهُ أَنَّ لِلْوَلِيِّ الْمُتَمَكِّن مِنْ النَّظَر فِي الْإِشَارَة أَنْ يَأْخُذ مِنْهَا عِبَارَات يَنْسُبهَا إِلَى اللَّه تَعَالَى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَذَا قَرَأْت بِخَطِّ بَعْض شُيُوخنَا , وَكَأَنَّهُ أَخَذَهُ مِنْ اِسْتِنْطَاق النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه عَمَّا قَالَ رَبّهمْ وَحَمْل الِاسْتِفْهَام فِيهِ عَلَى الْحَقِيقَة , لَكِنَّهُمْ رَضِيَ اللَّه عَنْهُمْ فَهِمُوا خِلَاف ذَلِكَ , وَلِهَذَا لَمْ يُجِيبُوا إِلَّا بِتَفْوِيضِ الْأَمْر إِلَى اللَّه وَرَسُوله. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1038,
    "category": "كتاب الاستسقاء",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مِفْتَاحُ الْغَيْبِ خَمْسٌ لاَ يَعْلَمُهَا إِلاَّ اللَّهُ لاَ يَعْلَمُ أَحَدٌ مَا يَكُونُ فِي غَدٍ، وَلاَ يَعْلَمُ أَحَدٌ مَا يَكُونُ فِي الأَرْحَامِ، وَلاَ تَعْلَمُ نَفْسٌ مَاذَا تَكْسِبُ غَدًا، وَمَا تَدْرِي نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ، وَمَا يَدْرِي أَحَدٌ مَتَى يَجِيءُ الْمَطَرُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) (p.b.u.h) said, \"Keys of the unseen knowledge are five which nobody knows but Allah \n. . . nobody knows what will happen tomorrow; nobody knows what is in the womb; nobody knows \nwhat he will gain tomorrow; nobody knows at what place he will die; and nobody knows when it will \nrain.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن يُوسُف ) ‏ ‏هُوَ الْفِرْيَابِيُّ , وَسُفْيَان هُوَ الثَّوْرِيّ. ‏ ‏قَوْله : ( مِفْتَاح ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" مَفَاتِح \". ‏ ‏قَوْله : ( وَمَا يَدْرِي أَحَد مَتَى يَجِيء الْمَطَر ) ‏ ‏زَادَ الْإِسْمَاعِيلِيّ \" إِلَّا اللَّه \" أَخْرَجَهُ مِنْ طَرِيق عَبْد الرَّحْمَن اِبْن مَهْدِيّ عَنْ الثَّوْرِيّ , وَفِيهِ رَدّ عَلَى مَنْ زَعَمَ أَنَّ لِنُزُولِ الْمَطَر وَقْتًا مُعَيَّنًا لَا يَتَخَلَّف عَنْهُ , وَسَيَأْتِي الْكَلَام عَلَى فَوَائِد هَذَا الْحَدِيث فِي تَفْسِير لُقْمَان إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( خَاتِمَة ) ‏ ‏: اِشْتَمَلَتْ أَبْوَاب الِاسْتِسْقَاء مِنْ الْأَحَادِيث الْمَرْفُوعَة عَلَى أَرْبَعِينَ حَدِيثًا , الْمُعَلَّق مِنْهَا تِسْعَة وَالْبَقِيَّة مَوْصُولَة , الْمُكَرَّر فِيهَا وَفِيمَا مَضَى سَبْعَة وَعِشْرُونَ حَدِيثًا , وَالْخَالِص ثَلَاثَة عَشَر , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى حَدِيث اِبْن عُمَر الَّذِي فِيهِ شِعْر أَبِي طَالِب وَحَدِيث أَنَس عَنْ عُمَر فِي الِاسْتِسْقَاء بِالْعَبَّاسِ وَحَدِيث عَبْد اللَّه بْن زَيْد فِي الِاسْتِسْقَاء عَلَى رِجْلَيْهِ وَحَدِيث عَبْد اللَّه بْن زَيْد فِي صِفَة تَحْوِيل الرِّدَاء - وَإِنْ كَانَ أَخْرَجَ أَصْله - وَحَدِيث عَائِشَة فِي قَوْله صَيِّبًا نَافِعًا وَأَصْله أَيْضًا فِيهِ وَحَدِيث أَنَس \" كَانَ إِذَا هَبَّتْ الرِّيح الشَّدِيدَة \" وَسَيَأْتِي بَيَان مَا اِنْفَرَدَ بِهِ مِنْ حَدِيث أَبِي هُرَيْرَة فِي كِتَاب الْفِتَن إِنْ شَاءَ اللَّه تَعَالَى. وَفِيهِ مِنْ الْآثَار عَنْ الصَّحَابَة وَغَيْرهمْ أَثَرَانِ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]