[
  {
    "id": 1040,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَانْكَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم يَجُرُّ رِدَاءَهُ حَتَّى دَخَلَ الْمَسْجِدَ، فَدَخَلْنَا فَصَلَّى بِنَا رَكْعَتَيْنِ، حَتَّى انْجَلَتِ الشَّمْسُ فَقَالَ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا، وَادْعُوا، حَتَّى يُكْشَفَ مَا بِكُمْ ‏\"‏‏.‏",
    "english_text": "We were with Allah's Messenger (ﷺ) when the sun eclipsed. Allah's Messenger (ﷺ) stood up dragging his cloak till \nhe entered the Mosque. He led us in a two-rak`at prayer till the sun (eclipse) had cleared. Then the \nProphet (p.b.u.h) said, \"The sun and the moon do not eclipse because of someone's death. So \nwhenever you see these eclipses pray and invoke (Allah) till the eclipse is over.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا خَالِد ) ‏ ‏هُوَ اِبْن عَبْد اللَّه الطَّحَّان , وَيُونُس هُوَ اِبْن عُبَيْد , وَالْإِسْنَاد كُلّه بَصْرِيُّونَ , وَتَرْجَمَة الْحَسَن عَنْ أَبِي بَكْرَة مُتَّصِلَة عِنْد الْبُخَارِيّ مُنْقَطِعَة عِنْد أَبِي حَاتِم وَالدَّارَقُطْنِيّ , وَسَيَأْتِي التَّصْرِيح بِالْإِخْبَارِ فِيهِ بَعْد أَرْبَعَة أَبْوَاب وَهُوَ يُؤَيِّد صَنِيع الْبُخَارِيّ. ‏ ‏قَوْله : ( فَانْكَسَفَتْ ) ‏ ‏يُقَال كَسَفَتْ الشَّمْس بِفَتْحِ الْكَاف وَانْكَسَفَتْ بِمَعْنًى , وَأَنْكَرَ الْقَزَّاز اِنْكَسَفَتْ وَكَذَا الْجَوْهَرِيّ حَيْثُ نَسَبَهُ لِلْعَامَّةِ وَالْحَدِيث يَرُدّ عَلَيْهِ , وَحُكِيَ كُسِفَتْ بِضَمِّ الْكَاف وَهُوَ نَادِر. ‏ ‏قَوْله : ( فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَجُرّ رِدَاءَهُ ) ‏ ‏زَادَ فِي اللِّبَاس مِنْ وَجْه آخَر عَنْ يُونُس \" مُسْتَعْجِلًا \" وَلِلنَّسَائِيِّ مِنْ رِوَايَة يَزِيد بْن زُرَيْع عَنْ يُونُس \" مِنْ الْعَجَلَة \" وَلِمُسْلِمٍ مِنْ حَدِيث أَسْمَاء \" كَسَفَتْ الشَّمْس عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَفَزِعَ فَأَخْطَأَ بِدِرْعٍ حَتَّى أَدْرَكَ بِرِدَائِهِ \" يَعْنِي أَنَّهُ أَرَادَ لُبْس رِدَائِهِ فَلَبِسَ الدِّرْع مِنْ شُغْل خَاطِره بِذَلِكَ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ جَرّ الثَّوْب لَا يُذَمّ إِلَّا مِمَّنْ قَصَدَ بِهِ الْخُيَلَاء وَوَقَعَ فِي حَدِيث أَبِي مُوسَى بَيَان السَّبَب فِي الْفَزَع كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( فَصَلَّى بِنَا رَكْعَتَيْنِ ) ‏ ‏زَادَ النَّسَائِيُّ \" كَمَا تُصَلُّونَ \" وَاسْتَدَلَّ بِهِ مَنْ قَالَ إِنَّ صَلَاة الْكُسُوف كَصَلَاةِ النَّافِلَة , وَحَمَلَهُ اِبْن حِبَّان وَالْبَيْهَقِيُّ عَلَى أَنَّ الْمَعْنَى كَمَا تُصَلُّونَ فِي الْكُسُوف , لِأَنَّ أَبَا بَكْرَة خَاطَبَ بِذَلِكَ أَهْل الْبَصْرَة , وَقَدْ كَانَ اِبْن عَبَّاس عَلَّمَهُمْ أَنَّهَا رَكْعَتَانِ فِي كُلّ رَكْعَة رُكُوعَانِ كَمَا رَوَى ذَلِكَ الشَّافِعِيّ وَابْن أَبِي شَيْبَة وَغَيْرهمَا , وَيُؤَيِّد ذَلِكَ أَنَّ فِي رِوَايَة عَبْد الْوَارِث عَنْ يُونُس الْآتِيَة فِي أَوَاخِر الْكُسُوف أَنَّ ذَلِكَ وَقَعَ يَوْم مَاتَ إِبْرَاهِيم بْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ ثَبَتَ فِي حَدِيث جَابِر عِنْد مُسْلِم مِثْله وَقَالَ فِيهِ \" إِنَّ فِي كُلّ رَكْعَة رُكُوعَيْنِ \" فَدَلَّ ذَلِكَ عَلَى اِتِّحَاد الْقِصَّة , وَظَهَرَ أَنَّ رِوَايَة أَبِي بَكْرَة مُطْلَقَة. وَفِي رِوَايَة جَابِر زِيَادَة بَيَان فِي صِفَة الرُّكُوع , وَالْأَخْذ بِهَا أَوْلَى. وَوَقَعَ فِي أَكْثَر الطُّرُق عَنْ عَائِشَة أَيْضًا أَنَّ فِي كُلّ رَكْعَة رُكُوعَيْنِ \" وَعِنْد اِبْن خُزَيْمَةَ مِنْ حَدِيثهَا أَيْضًا أَنَّ ذَلِكَ كَانَ يَوْم مَاتَ إِبْرَاهِيم عَلَيْهِ السَّلَام. ‏ ‏قَوْله : ( حَتَّى اِنْجَلَتْ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى إِطَالَة الصَّلَاة حَتَّى يَقَع الِانْجِلَاء , وَأَجَابَ الطَّحَاوِيُّ بِأَنَّهُ قَالَ فِيهِ \" فَصَلُّوا وَادْعُوا \" فَدَلَّ عَلَى أَنَّهُ إِنْ سَلَّمَ مِنْ الصَّلَاة قَبْل الِانْجِلَاء يَتَشَاغَل بِالدُّعَاءِ حَتَّى تَنْجَلِي , وَقَرَّرَهُ اِبْن دَقِيق الْعِيد بِأَنَّهُ جَعَلَ الْغَايَة لِمَجْمُوعِ الْأَمْرَيْنِ , وَلَا يَلْزَم مِنْ ذَلِكَ أَنْ يَكُون غَايَة لِكُلٍّ مِنْهُمَا عَلَى اِنْفِرَاده فَجَازَ أَنْ يَكُون الدُّعَاء مُمْتَدًّا إِلَى غَايَة الِانْجِلَاء بَعْد الصَّلَاة , فَيَصِير غَايَة لِلْمَجْمُوعِ , وَلَا يَلْزَم مِنْهُ تَطْوِيل الصَّلَاة وَلَا تَكْرِيرهَا. وَأَمَّا مَا وَقَعَ عِنْد النَّسَائِيِّ مِنْ حَدِيث النُّعْمَان بْن بَشِير قَالَ \" كَسَفَتْ الشَّمْس عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلَ يُصَلِّي رَكْعَتَيْنِ رَكْعَتَيْنِ وَيَسْأَل عَنْهَا حَتَّى اِنْجَلَتْ \" فَإِنْ كَانَ مَحْفُوظًا اُحْتُمِلَ أَنْ يَكُون مَعْنَى قَوْله رَكْعَتَيْنِ أَيْ رُكُوعَيْنِ , وَقَدْ وَقَعَ التَّعْبِير عَنْ الرُّكُوع بِالرَّكْعَةِ فِي حَدِيث الْحَسَن \" خَسَفَ الْقَمَر وَابْن عَبَّاس بِالْبَصْرَةِ فَصَلَّى رَكْعَتَيْنِ فِي كُلّ رَكْعَة رَكْعَتَانِ \" الْحَدِيث أَخْرَجَهُ الشَّافِعِيّ , وَأَنْ يَكُون السُّؤَال وَقَعَ بِالْإِشَارَةِ فَلَا يَلْزَم التَّكْرَار , وَقَدْ أَخْرَجَ عَبْد الرَّزَّاق بِإِسْنَادٍ صَحِيح عَنْ أَبِي قِلَابَةَ \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ كُلَّمَا رَكَعَ رَكْعَة أَرْسَلَ رَجُلًا يَنْظُر هَلْ اِنْجَلَتْ \" فَتَعَيَّنَ الِاحْتِمَال الْمَذْكُور , وَإِنْ ثَبَتَ تَعَدُّد الْقِصَّة زَالَ الْإِشْكَال أَصْلًا. ‏ ‏قَوْله : ( فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إِنَّ الشَّمْس ) ‏ ‏زَادَ فِي رِوَايَة اِبْن خُزَيْمَةَ \" فَلَمَّا كَشَفَ عَنَّا خَطَبَنَا فَقَالَ \" وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الِانْجِلَاء لَا يُسْقِط الْخُطْبَة كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( لِمَوْتِ أَحَد ) ‏ ‏فِي رِوَايَة عَبْد الْوَارِث الْآتِيَة بَيَان سَبَب هَذَا الْقَوْل وَلَفْظه \" وَذَلِكَ أَنَّ اِبْنًا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُقَال لَهُ إِبْرَاهِيم مَاتَ فَقَالَ النَّاس فِي ذَلِكَ \" وَفِي رِوَايَة مُبَارَك بْن فَضَالَة عِنْد اِبْن حِبَّان \" فَقَالَ النَّاس : إِنَّمَا كَسَفَتْ الشَّمْس لِمَوْتِ إِبْرَاهِيم \" , وَلِأَحْمَد وَالنَّسَائِيِّ وَابْن مَاجَهْ وَصَحَّحَهُ اِبْن خُزَيْمَةَ وَابْن حِبَّان مِنْ رِوَايَة أَبِي قِلَابَةَ عَنْ النُّعْمَان بْن بَشِير قَالَ \" اِنْكَسَفَتْ الشَّمْس عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَرَجَ فَزِعًا يَجُرّ ثَوْبه حَتَّى أَتَى الْمَسْجِد , فَلَمْ يَزَلْ يُصَلِّي حَتَّى اِنْجَلَتْ , فَلَمَّا اِنْجَلَتْ قَالَ : إِنَّ النَّاس يَزْعُمُونَ أَنَّ الشَّمْس وَالْقَمَر لَا يَنْكَسِفَانِ إِلَّا لِمَوْتِ عَظِيم مِنْ الْعُظَمَاء , وَلَيْسَ كَذَلِكَ \" الْحَدِيث. وَفِي هَذَا الْحَدِيث إِبْطَال مَا كَانَ أَهْل الْجَاهِلِيَّة يَعْتَقِدُونَهُ مِنْ تَأْثِير الْكَوَاكِب فِي الْأَرْض , وَهُوَ نَحْو قَوْله فِي الْحَدِيث الْمَاضِي فِي الِاسْتِسْقَاء \" يَقُولُونَ مُطِرْنَا بِنَوْءِ كَذَا \" قَالَ الْخَطَّابِيُّ : كَانُوا فِي الْجَاهِلِيَّة يَعْتَقِدُونَ أَنَّ الْكُسُوف يُوجِب حُدُوث تَغَيُّر فِي الْأَرْض مِنْ مَوْت أَوْ ضَرَر , فَأَعْلَمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ اِعْتِقَاد بَاطِل , وَأَنَّ الشَّمْس وَالْقَمَر خَلْقَانِ مُسَخَّرَانِ لِلَّهِ لَيْسَ لَهُمَا سُلْطَان فِي غَيْرهمَا وَلَا قُدْرَة عَلَى الدَّفْع عَنْ أَنْفُسهمَا. وَفِيهِ مَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِ مِنْ الشَّفَقَة عَلَى أُمَّته وَشِدَّة الْخَوْف مِنْ رَبّه , وَسَيَأْتِي لِذَلِكَ مَزِيد بَيَان. ‏ ‏قَوْله : ( فَإِذَا رَأَيْتُمُوهَا ) ‏ ‏فِي رِوَايَة كَرِيمَة \" رَأَيْتُمُوهُمَا \" بِالتَّثْنِيَةِ , وَسَيَأْتِي الْقَوْل فِيهِ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1041,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ سَمِعْتُ أَبَا مَسْعُودٍ، يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ مِنَ النَّاسِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَقُومُوا فَصَلُّوا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The sun and the moon do not eclipse because of the death of someone from the \npeople but they are two signs amongst the signs of Allah. When you see them stand up and pray.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا شِهَاب بْن عَبَّاد ) ‏ ‏هُوَ الْعَبْدِيّ الْكُوفِيّ مِنْ شُيُوخ الْبُخَارِيّ وَمُسْلِم , وَلَهُمْ شَيْخ آخَر يُقَال لَهُ شِهَاب بْن عَبَّاد الْعَبْدِيّ لَكِنَّهُ بَصْرِيّ وَهُوَ أَقْدَم مِنْ الْكُوفِيّ يَكُون فِي طَبَقَة شُيُوخ شُيُوخه أَخْرَجَ لَهُ الْبُخَارِيّ وَحْده فِي \" الْأَدَب الْمُفْرَد \" وَإِبْرَاهِيم بْن حُمَيْدٍ شَيْخه هُوَ اِبْن عَبْد الرَّحْمَن الرُّؤَاسِيّ بِضَمِّ الرَّاء بَعْدهَا هَمْزَة خَفِيفَة , وَفِي طَبَقَته إِبْرَاهِيم بْن حُمَيْدِ بْن عَبْد الرَّحْمَن بْن عَوْف الزُّهْرِيُّ وَلَمْ يُخَرِّجُوا لَهُ. وَإِسْمَاعِيل هُوَ اِبْن أَبِي خَالِد , وَقَيْس هُوَ اِبْن أَبِي حَازِم , وَهَذَا الْإِسْنَاد كُلّه كُوفِيُّونَ. ‏ ‏قَوْله : ( آيَتَانِ ) ‏ ‏أَيْ عَلَامَتَانِ ‏ ‏( مِنْ آيَات اللَّه ) ‏ ‏أَيْ الدَّالَّة عَلَى وَحْدَانِيَّة اللَّه وَعَظِيم قُدْرَته أَوْ عَلَى تَخْوِيف الْعِبَاد مِنْ بَأْس اللَّه وَسَطَوْته , وَيُؤَيِّدهُ قَوْله تَعَالَى ( وَمَا نُرْسِل بِالْآيَاتِ إِلَّا تَخْوِيفًا ) وَسَيَأْتِي قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُخَوِّف اللَّه بِهِمَا عِبَاده \" فِي بَاب مُفْرَد. ‏ ‏قَوْله : ( فَإِذَا رَأَيْتُمُوهَا ) ‏ ‏أَيْ الْآيَة , ولِلكُشْمِيهَنِيِّ \" رَأَيْتُمُوهُمَا \" بِالتَّثْنِيَةِ , وَكَذَا فِي رِوَايَة الْإِسْمَاعِيلِيّ وَالْمَعْنَى إِذَا رَأَيْتُمْ كُسُوف كُلّ مِنْهُمَا لِاسْتِحَالَةِ وُقُوع ذَلِكَ فِيهِمَا مَعًا فِي حَالَة وَاحِدَة عَادَة وَإِنْ كَانَ ذَلِكَ جَائِزًا فِي الْقُدْرَة الْإِلَهِيَّة. وَاسْتُدِلَّ بِهِ عَلَى مَشْرُوعِيَّة الصَّلَاة فِي كُسُوف الْقَمَر , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي بَاب مُفْرَد إِنْ شَاءَ اللَّه تَعَالَى. وَوَقَعَ فِي رِوَايَة اِبْن الْمُنْذِر \" حَتَّى يَنْجَلِي كُسُوف أَيّهمَا اِنْكَسَفَ \" وَهُوَ أَصْرَح فِي الْمُرَاد , وَأَفَادَ أَبُو عَوَانَة أَنَّ فِي بَعْض الطُّرُق أَنَّ ذَلِكَ كَانَ يَوْم مَاتَ إِبْرَاهِيم , وَهُوَ كَذَلِكَ فِي مُسْنَد الشَّافِعِيّ , وَهُوَ يُؤَيِّد مَا قَدَّمْنَاهُ مِنْ اِتِّحَاد الْقِصَّة. ‏ ‏قَوْله : ( فَقُومُوا فَصَلُّوا ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّهُ لَا وَقْت لِصَلَاةِ الْكُسُوف مُعَيَّن , لِأَنَّ الصَّلَاة عُلِّقَتْ بِرُؤْيَتِهِ , وَهِيَ مُمْكِنَة فِي كُلّ وَقْت مِنْ النَّهَار , وَبِهَذَا قَالَ الشَّافِعِيّ وَمَنْ تَبِعَهُ , وَاسْتَثْنَى الْحَنَفِيَّة أَوْقَات الْكَرَاهَة وَهُوَ مَشْهُور مَذْهَب أَحْمَد , وَعَنْ الْمَالِكِيَّة وَقْتهَا مِنْ وَقْت حِلّ النَّافِلَة إِلَى الزَّوَال , وَفِي رِوَايَة إِلَى صَلَاة الْعَصْر , وَرُجِّحَ الْأَوَّل بِأَنَّ الْمَقْصُود إِيقَاع هَذِهِ الْعِبَادَة قَبْل الِانْجِلَاء. وَقَدْ اِتَّفَقُوا عَلَى أَنَّهَا لَا تُقْضَى بَعْد الِانْجِلَاء , فَلَوْ اِنْحَصَرَتْ فِي وَقْت لَأَمْكَنَ الِانْجِلَاء قَبْله فَيَفُوت الْمَقْصُود , وَلَمْ أَقِف فِي شَيْء مِنْ الطُّرُق مَعَ كَثْرَتهَا عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّاهَا الْأَضْحَى لَكِنَّ ذَلِكَ وَقَعَ اِتِّفَاقًا وَلَا يَدُلّ عَلَى مَنْع مَا عَدَاهُ وَاتَّفَقَتْ الطُّرُق عَلَى أَنَّهُ بَادَرَ إِلَيْهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1042,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا أَصْبَغُ، قَالَ أَخْبَرَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ يُخْبِرُ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ ‏\n\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهَا فَصَلُّوا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The sun and the moon do not eclipse because of the death or life (i.e. birth) of \nsomeone but they are two signs amongst the signs of Allah. When you see them offer the prayer.\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي عَمْرو ) ‏ ‏هُوَ اِبْن الْحَارِث الْمِصْرِيّ , وَعَبْد الرَّحْمَن بْن الْقَاسِم هُوَ اِبْن أَبِي بَكْر الصِّدِّيق , وَنِصْف رِجَال هَذَا الْإِسْنَاد الْأَعْلَى مَدَنِيُّونَ وَنِصْفه الْأَدْنَى مِصْرِيُّونَ. ‏ ‏قَوْله : ( لَا يَخْسِفَانِ ) ‏ ‏بِفَتْحِ أَوَّله وَيَجُوز الضَّمّ , وَحَكَى اِبْن الصَّلَاح مَنْعه , وَرَوَى اِبْن خُزَيْمَةَ وَالْبَزَّار مِنْ طَرِيق نَافِع عَنْ اِبْن عُمَر قَالَ \" خَسَفَتْ الشَّمْس يَوْم مَاتَ إِبْرَاهِيم \" الْحَدِيث وَفِيهِ \" فَافْزَعُوا إِلَى الصَّلَاة وَإِلَى ذِكْر اللَّه وَادْعُوا وَتَصَدَّقُوا \". ‏ ‏قَوْله : ( وَلَا لِحَيَاتِهِ ) ‏ ‏اِسْتُشْكِلَتْ هَذِهِ الزِّيَادَة لِأَنَّ السِّيَاق إِنَّمَا وَرَدَ فِي حَقّ مَنْ ظَنَّ أَنَّ ذَلِكَ لِمَوْتِ إِبْرَاهِيم وَلَمْ يَذْكُرُوا الْحَيَاة. وَالْجَوَاب أَنَّ فَائِدَة ذِكْر الْحَيَاة دَفْع تَوَهُّم مَنْ يَقُول لَا يَلْزَم مِنْ نَفْي كَوْنه سَبَبًا لِلْفَقْدِ أَنْ لَا يَكُون سَبَبًا لِلْإِيجَادِ , فَعَمَّمَ الشَّارِع النَّفْي لِدَفْعِ هَذَا التَّوَهُّم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1043,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، قَالَ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ مَاتَ إِبْرَاهِيمُ، فَقَالَ النَّاسُ كَسَفَتِ الشَّمْسُ لِمَوْتِ إِبْرَاهِيمَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ فَصَلُّوا وَادْعُوا اللَّهَ ‏\"‏‏.‏",
    "english_text": "\"The sun eclipsed in the lifetime of Allah's Messenger (ﷺ) on the day when (his son) Ibrahim died. So the \npeople said that the sun had eclipsed because of the death of Ibrahim. Allah's Messenger (ﷺ) said, \"The sun \nand the moon do not eclipse because of the death or life (i.e. birth) of someone. When you see the \neclipse pray and invoke Allah.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْمُسْنَدِيّ , وَهَاشِم هُوَ أَبُو النَّضْر وَشَيْبَانُ هُوَ النَّحْوِيّ. ‏ ‏قَوْله : ( يَوْم مَاتَ إِبْرَاهِيم ) ‏ ‏يَعْنِي اِبْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ ذَكَرَ جُمْهُور أَهْل السِّيَر أَنَّهُ مَاتَ فِي السَّنَة الْعَاشِرَة مِنْ الْهِجْرَة , فَقِيلَ فِي رَبِيع الْأَوَّل وَقِيلَ فِي رَمَضَان وَقِيلَ فِي ذِي الْحِجَّة , وَالْأَكْثَر عَلَى أَنَّهَا وَقَعَتْ فِي عَاشِر الشَّهْر وَقِيلَ فِي رَابِع عَشَرَة , وَلَا يَصِحّ شَيْء مِنْهَا عَلَى قَوْل ذِي الْحِجَّة لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذْ ذَاكَ بِمَكَّة فِي الْحَجّ , وَقَدْ ثَبَتَ أَنَّهُ شَهِدَ وَفَاته وَكَانَتْ بِالْمَدِينَةِ بِلَا خِلَاف , نَعَمْ قِيلَ إِنَّهُ مَاتَ سَنَة تِسْع فَإِنْ ثَبَتَ يَصِحّ , وَجَزَمَ النَّوَوِيّ بِأَنَّهَا كَانَتْ سَنَة الْحُدَيْبِيَة , وَيُجَاب بِأَنَّهُ كَانَ يَوْمئِذٍ بِالْحُدَيْبِيَةِ وَرَجَعَ مِنْهَا فِي آخِر الشَّهْر , وَفِيهِ رَدّ عَلَى أَهْل الْهَيْئَة لِأَنَّهُمْ يَزْعُمُونَ أَنَّهُ لَا يَقَع فِي الْأَوْقَات الْمَذْكُورَة , وَقَدْ فَرَضَ الشَّافِعِيّ وُقُوع الْعِيد وَالْكُسُوف مَعًا. وَاعْتَرَضَهُ بَعْض مَنْ اِعْتَمَدَ عَلَى قَوْل أَهْل الْهَيْئَة , وَانْتَدَبَ أَصْحَاب الشَّافِعِيّ لِدَفْعِ قَوْل الْمُعْتَرِض فَأَصَابُوا. ‏ ‏قَوْله : ( فَإِذَا رَأَيْتُمْ ) ‏ ‏أَيْ شَيْئًا مِنْ ذَلِكَ , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَإِذَا رَأَيْتُمْ ذَلِكَ \" وَسَيَأْتِي مِنْ وَجْه آخَر بَعْد أَبْوَاب \" فَإِذَا رَأَيْتُمُوهَا \". ‏ ‏( تَنْبِيه ) : ‏ ‏اِبْتَدَأَ الْبُخَارِيّ أَبْوَاب الْكُسُوف بِالْأَحَادِيثِ الْمُطْلَقَة فِي الصَّلَاة بِغَيْرِ تَقْيِيد بِصِفَةِ إِشَارَة مِنْهُ إِلَى أَنَّ ذَلِكَ يُعْطِي أَصْل الِامْتِثَال , وَإِنْ كَانَ إِيقَاعهَا عَلَى الصِّفَة الْمَخْصُوصَة عِنْده أَفْضَل , وَبِهَذَا قَالَ أَكْثَر الْعُلَمَاء. وَوَقَعَ لِبَعْضِ الشَّافِعِيَّة كالْبَنْدَنِيجِيّ أَنَّ صَلَاتهَا رَكْعَتَيْنِ كَالنَّافِلَةِ لَا يُجْزِئ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1044,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَسَفَتِ الشَّمْسُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّاسِ، فَقَامَ فَأَطَالَ الْقِيَامَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ مَا فَعَلَ فِي الأُولَى، ثُمَّ انْصَرَفَ وَقَدِ انْجَلَتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَادْعُوا اللَّهَ وَكَبِّرُوا، وَصَلُّوا وَتَصَدَّقُوا ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ يَا أُمَّةَ مُحَمَّدٍ، وَاللَّهِ مَا مِنْ أَحَدٍ أَغْيَرُ مِنَ اللَّهِ أَنْ يَزْنِيَ عَبْدُهُ أَوْ تَزْنِيَ أَمَتُهُ، يَا أُمَّةَ مُحَمَّدٍ، وَاللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا ‏\"‏‏.‏",
    "english_text": "In the lifetime of Allah's Messenger (ﷺ) (p.b.u.h) the sun eclipsed, so he led the people in prayer, and stood \nup and performed a long Qiyam, then bowed for a long while. He stood up again and performed a \nlong Qiyam but this time the period of standing was shorter than the first. He bowed again for a long \ntime but shorter than the first one, then he prostrated and prolonged the prostration. He did the same in \nthe second rak`a as he did in the first and then finished the prayer; by then the sun (eclipse) had \ncleared. He delivered the Khutba (sermon) and after praising and glorifying Allah he said, \"The sun \nand the moon are two signs against the signs of Allah; they do not eclipse on the death or life of \nanyone. So when you see the eclipse, remember Allah and say Takbir, pray and give Sadaqa.\" The \nProphet then said, \"O followers of Muhammad! By Allah! There is none who has more ghaira (selfrespect) \nthan Allah as He has forbidden that His slaves, male or female commit adultery (illegal \nsexual intercourse). O followers of Muhammad! By Allah! If you knew that which I know you would \nlaugh little and weep much.",
    "explication": "‏ ‏قَوْله : ( خَسَفَتْ الشَّمْس فِي عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُحَافِظ عَلَى الْوُضُوء فَلِهَذَا لَمْ يَحْتَجْ إِلَى الْوُضُوء فِي تِلْكَ الْحَال , وَفِيهِ نَظَر لِأَنَّ فِي السِّيَاق حَذْفًا سَيَأْتِي فِي رِوَايَة اِبْن شِهَاب \" خَسَفَتْ الشَّمْس فَخَرَجَ إِلَى الْمَسْجِد فَصَفّ النَّاس وَرَاءَهُ \" وَفِي رِوَايَة عَمْرَة \" فَخَسَفَتْ فَرَجَعَ ضُحًى فَمَرَّ بَيْن الْحَجَر ثُمَّ قَامَ يُصَلِّي \" وَإِذَا ثَبَتَتْ هَذِهِ الْأَفْعَال جَازَ أَنْ يَكُون حُذِفَ أَيْضًا فَتَوَضَّأَ ثُمَّ قَامَ يُصَلِّي فَلَا يَكُون نَصًّا فِي أَنَّهُ كَانَ عَلَى وُضُوء. ‏ ‏قَوْله : ( فَأَطَالَ الْقِيَام ) ‏ ‏فِي رِوَايَة اِبْن شِهَاب \" فَاقْتَرَأَ قِرَاءَة طَوِيلَة \" وَفِي أَوَاخِر الصَّلَاة مِنْ وَجْه آخَر عَنْهُ \" فَقَرَأَ بِسُورَةٍ طَوِيلَة \" وَفِي حَدِيث اِبْن عَبَّاس بَعْد أَرْبَعَة أَبْوَاب \" فَقَرَأَ نَحْوًا مِنْ سُورَة الْبَقَرَة فِي الرَّكْعَة الْأُولَى \" وَنَحْوه لِأَبِي دَاوُدَ مِنْ طَرِيق سُلَيْمَان بْن يَسَار عَنْ عُرْوَة وَزَادَ فِيهِ أَنَّهُ \" قَرَأَ فِي الْقِيَام الْأَوَّل مِنْ الرَّكْعَة الثَّانِيَة نَحْوًا مِنْ آل عِمْرَان \". ‏ ‏قَوْله : ( ثُمَّ قَامَ فَأَطَالَ الْقِيَام ) ‏ ‏فِي رِوَايَة اِبْن شِهَاب \" ثُمَّ قَالَ سَمِعَ اللَّه لِمَنْ حَمِدَهُ \" وَزَادَ مِنْ وَجْه آخَر عَنْهُ فِي أَوَاخِر الْكُسُوف \" رَبّنَا وَلَك الْحَمْد \" وَاسْتُدِلَّ بِهِ عَلَى اِسْتِحْبَاب الذِّكْر الْمَشْرُوع فِي الِاعْتِدَال فِي أَوَّل الْقِيَام الثَّانِي مِنْ الرَّكْعَة الْأُولَى , وَاسْتَشْكَلَهُ بَعْض مُتَأَخِّرِي الشَّافِعِيَّة مِنْ جِهَة كَوْنه قِيَام قِرَاءَة لَا قِيَام اِعْتِدَال بِدَلِيلِ اِتِّفَاق الْعُلَمَاء مِمَّنْ قَالَ بِزِيَادَةِ الرُّكُوع فِي كُلّ رَكْعَة عَلَى قِرَاءَة الْفَاتِحَة فِيهِ وَإِنْ كَانَ مُحَمَّد بْن مَسْلَمَةَ الْمَالِكِيّ خَالَفَ فِيهِ , وَالْجَوَاب أَنَّ صَلَاة الْكُسُوف جَاءَتْ عَلَى صِفَة مَخْصُوصَة فَلَا مَدْخَل لِلْقِيَاسِ فِيهَا , بَلْ كُلّ مَا ثَبَتَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعَلَهُ فِيهَا كَانَ مَشْرُوعًا لِأَنَّهَا أَصْل بِرَأْسِهِ , وَبِهَذَا الْمَعْنَى رَدَّ الْجُمْهُور عَلَى مَنْ قَاسَهَا عَلَى صَلَاة النَّافِلَة حَتَّى مَنَعَ مِنْ زِيَادَة الرُّكُوع فِيهَا. وَقَدْ أَشَارَ الطَّحَاوِيُّ إِلَى أَنَّ قَوْل أَصْحَابه جَرَى عَلَى الْقِيَاس فِي صَلَاة النَّوَافِل , لَكِنْ اُعْتُرِضَ بِأَنَّ الْقِيَاس مَعَ وُجُود النَّصّ يَضْمَحِلّ , وَبِأَنَّ صَلَاة الْكُسُوف أَشْبَهَ بِصَلَاةِ الْعِيد وَنَحْوهَا مِمَّا يُجْمَع فِيهِ مِنْ مُطْلَق النَّوَافِل , فَامْتَازَتْ صَلَاة الْجِنَازَة بِتَرْكِ الرُّكُوع وَالسُّجُود , وَصَلَاة الْعِيدَيْنِ بِزِيَادَةِ التَّكْبِيرَات , وَصَلَاة الْخَوْف بِزِيَادَةِ الْأَفْعَال الْكَثِيرَة وَاسْتِدْبَار الْقِبْلَة , فَكَذَلِكَ اُخْتُصَّتْ صَلَاة الْكُسُوف بِزِيَادَةِ الرُّكُوع , فَالْأَخْذ بِهِ جَامِع بَيْن الْعَمَل بِالنَّصِّ وَالْقِيَاس بِخِلَافِ مَنْ لَمْ يَعْمَل بِهِ. ‏ ‏قَوْله : ( فَأَطَالَ الرُّكُوع ) ‏ ‏لَمْ أَرَ فِي شَيْء مِنْ الطُّرُق بَيَان مَا قَالَ فِيهِ , إِلَّا أَنَّ الْعُلَمَاء اِتَّفَقُوا عَلَى أَنَّهُ لَا قِرَاءَة فِيهِ , وَإِنَّمَا فِيهِ الذِّكْر مِنْ تَسْبِيح وَتَكْبِير وَنَحْوهمَا , وَلَمْ يَقَع فِي هَذِهِ الرِّوَايَة ذِكْر تَطْوِيل الِاعْتِدَال الَّذِي يَقَع فِيهِ السُّجُود بَعْده , وَلَا تَطْوِيل الْجُلُوس بَيْن السَّجْدَتَيْنِ , وَسَيَأْتِي الْبَحْث فِيهِ فِي \" بَاب طُول السُّجُود \" قَوْله : ( ثُمَّ فَعَلَ فِي الرَّكْعَة الثَّانِيَة مِثْل مَا فَعَلَهُ فِي الْأُولَى ) وَقَعَ ذَلِكَ مُفَسَّرًا فِي رِوَايَة عَمْرَة الْآتِيَة. ‏ ‏قَوْله : ( ثُمَّ اِنْصَرَفَ ) ‏ ‏أَيْ مِنْ الصَّلَاة ‏ ‏( وَقَدْ تَجَلَّتْ الشَّمْس ) ‏ ‏فِي رِوَايَة اِبْن شِهَاب \" اِنْجَلَتْ الشَّمْس قَبْل أَنْ يَنْصَرِف \" وَلِلنَّسَائِيِّ \" ثُمَّ تَشَهَّدَ وَسَلَّمَ \". ‏ ‏قَوْله : ( فَخَطَبَ النَّاس ) ‏ ‏فِيهِ مَشْرُوعِيَّة الْخُطْبَة لِلْكُسُوفِ , وَالْعَجَب أَنَّ مَالِكًا رَوَى حَدِيث هِشَام هَذَا وَفِيهِ التَّصْرِيح بِالْخُطْبَةِ وَلَمْ يَقُلْ بِهِ أَصْحَابه , وَسَيَأْتِي الْبَحْث فِيهِ بَعْد بَاب. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الِانْجِلَاء لَا يُسْقِط الْخُطْبَة , بِخِلَافِ مَا لَوْ اِنْجَلَتْ قَبْل أَنْ يَشْرَع فِي الصَّلَاة فَإِنَّهُ يُسْقِط الصَّلَاة وَالْخُطْبَة , فَلَوْ اِنْجَلَتْ فِي أَثْنَاء الصَّلَاة أَتَمَّهَا عَلَى الْهَيْئَة الْمَذْكُورَة عِنْد مَنْ قَالَ بِهَا , وَسَيَأْتِي ذِكْر دَلِيله , وَعَنْ أَصْبَغ : يُتِمّهَا عَلَى هَيْئَة النَّوَافِل الْمُعْتَادَة. ‏ ‏قَوْله : ( فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ) ‏ ‏زَادَ النَّسَائِيُّ فِي حَدِيث سَمُرَة \" وَشَهِدَ أَنَّهُ عَبْد اللَّه وَرَسُوله \". ‏ ‏قَوْله : ( فَاذْكُرُوا اللَّه ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" فَادْعُوا اللَّه \". ‏ ‏قَوْله : ( وَاَللَّه مَا مِنْ أَحَد ) ‏ ‏فِيهِ الْقَسَم لِتَأْكِيدِ الْخَبَر وَإِنْ كَانَ السَّامِع غَيْر شَاكّ فِيهِ. ‏ ‏قَوْله : ( مَا مِنْ أَحَد أَغْيَر ) بِالنَّصْبِ عَلَى أَنَّهُ الْخَبَر وَعَلَى أَنَّ \" مِنْ \" زَائِدَة , وَيَجُوز فِيهِ الرَّفْع عَلَى لُغَة تَمِيم , أَوْ \" أَغْيَر \" مَخْفُوض صِفَة لِأَحَدٍ , وَالْخَبَر مَحْذُوف تَقْدِيره مَوْجُود. ‏ ‏قَوْله : ( أَغْيَر ) ‏ ‏أَفْعَل تَفْضِيل مِنْ الْغَيْرَة بِفَتْحِ الْغَيْن الْمُعْجَمَة وَهِيَ فِي اللُّغَة تَغَيُّر يَحْصُل مِنْ الْحَمِيَّة وَالْأَنَفَة , وَأَصْلهَا فِي الزَّوْجَيْنِ وَالْأَهْلَيْنِ وَكُلّ ذَلِكَ مُحَال عَلَى اللَّه تَعَالَى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّهُ مُنَزَّه عَنْ كُلّ تَغَيُّر وَنَقْص فَيَتَعَيَّن حَمْله عَلَى الْمَجَاز , فَقِيلَ : لَمَّا كَانَتْ ثَمَرَة الْغَيْرَة صَوْن الْحَرِيم وَمَنْعهمْ وَزَجْر مَنْ يَقْصِد إِلَيْهِمْ , أُطْلِقَ عَلَيْهِ ذَلِكَ لِكَوْنِهِ مَنَعَ مَنْ فَعَلَ ذَلِكَ وَزَجَرَ فَاعِله وَتَوَعَّدَهُ , فَهُوَ مِنْ بَاب تَسْمِيَة الشَّيْء بِمَا يَتَرَتَّب عَلَيْهِ. وَقَالَ اِبْن فَوْرك : الْمَعْنَى مَا أَحَد أَكْثَر زَجْرًا عَنْ الْفَوَاحِش مِنْ اللَّه. وَقَالَ : غَيْرَة اللَّه مَا يَغِير مِنْ حَال الْعَاصِي بِانْتِقَامِهِ مِنْهُ فِي الدُّنْيَا وَالْآخِرَة أَوْ فِي إِحْدَاهُمَا , وَمِنْهُ قَوْله تَعَالَى ( إِنَّ اللَّه لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ) وَقَالَ اِبْن دَقِيق الْعِيد : أَهْل التَّنْزِيه فِي مِثْل هَذَا عَلَى قَوْلَيْنِ , إِمَّا سَاكِت , وَإِمَّا مُؤَوِّل عَلَى أَنَّ الْمُرَاد بِالْغَيْرَةِ شِدَّة الْمَنْع وَالْحِمَايَة , فَهُوَ مِنْ مَجَاز الْمُلَازَمَة. وَقَالَ الطِّيبِيُّ وَغَيْره : وَجْه اِتِّصَال هَذَا الْمَعْنَى بِمَا قَبْله مِنْ قَوْله \" فَاذْكُرُوا اللَّه إِلَخْ \" مِنْ جِهَة أَنَّهُمْ لَمَّا أُمِرُوا بِاسْتِدْفَاعِ الْبَلَاء بِالذِّكْرِ وَالدُّعَاء وَالصَّلَاة وَالصَّدَقَة نَاسَبَ رَدْعهمْ عَنْ الْمَعَاصِي الَّتِي هِيَ مِنْ أَسْبَاب جَلْب الْبَلَاء , وَخَصَّ مِنْهَا الزِّنَا لِأَنَّهُ أَعْظَمهَا فِي ذَلِكَ. وَقِيلَ : لَمَّا كَانَتْ هَذِهِ الْمَعْصِيَة مِنْ أَقْبَح الْمَعَاصِي وَأَشَدّهَا تَأْثِيرًا فِي إِثَارَة النُّفُوس وَغَلَبَة الْغَضَب نَاسَبَ ذَلِكَ تَخْوِيفهمْ فِي هَذَا الْمَقَام مِنْ مُؤَاخَذَة رَبّ الْغَيْرَة وَخَالِقهَا سُبْحَانه وَتَعَالَى. وَقَوْله \" يَا أُمَّة مُحَمَّد \" فِيهِ مَعْنَى الْإِشْفَاق كَمَا يُخَاطِب الْوَالِد وَلَده إِذَا أَشْفَقَ عَلَيْهِ بِقَوْلِهِ \" يَا بُنَيّ \" كَذَا قِيلَ , وَكَانَ قَضِيَّة ذَلِكَ أَنْ يَقُول يَا أُمَّتِي لَكِنْ لِعُدُولِهِ عَنْ الْمُضْمَر إِلَى الْمُظْهَر حِكْمَة , وَكَأَنَّهَا بِسَبَبِ كَوْن الْمَقَام مَقَام تَحْذِير وَتَخْوِيف لِمَا فِي الْإِضَافَة إِلَى الضَّمِير مِنْ الْإِشْعَار بِالتَّكْرِيمِ , وَمِثْله \" يَا فَاطِمَة بِنْت مُحَمَّد لَا أُغْنِي عَنْك مِنْ اللَّه شَيْئًا \" الْحَدِيث. وَصَدَّرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَلَامه بِالْيَمِينِ لِإِرَادَةِ التَّأْكِيد لِلْخَبَرِ وَإِنْ كَانَ لَا يُرْتَاب فِي صِدْقه , وَلَعَلَّ تَخْصِيص الْعِيد وَالْأُمَّة بِالذِّكْرِ رِعَايَة لِحُسْنِ الْأَدَب مَعَ اللَّه تَعَالَى لِتَنَزُّهِهِ عَنْ الزَّوْجَة وَالْأَهْل مِمَّنْ يَتَعَلَّق بِهِمْ الْغَيْرَة غَالِبًا. وَيُؤْخَذ مِنْ قَوْله \" يَا أُمَّة مُحَمَّد \" أَنَّ الْوَاعِظ يَنْبَغِي لَهُ حَالَ وَعْظه أَنْ لَا يَأْتِي بِكَلَامٍ فِيهِ تَفْخِيم لِنَفْسِهِ , بَلْ يُبَالِغ فِي التَّوَاضُع لِأَنَّهُ أَقْرَب إِلَى اِنْتِفَاع مَنْ يَسْمَعهُ. ‏ ‏قَوْله : ( لَوْ تَعْلَمُونَ مَا أَعْلَم ) ‏ ‏أَيْ مِنْ عَظِيم قُدْرَة اللَّه وَانْتِقَامه مِنْ أَهْل الْإِجْرَام , وَقِيلَ مَعْنَاهُ لَوْ دَامَ عِلْمكُمْ كَمَا دَامَ عِلْمِي , لِأَنَّ عِلْمه مُتَوَاصِل بِخِلَافِ غَيْره , وَقِيلَ : مَعْنَاهُ لَوْ عَلِمْتُمْ مِنْ سَعَة رَحْمَة اللَّه وَحِلْمه وَغَيْر ذَلِكَ مَا أَعْلَم لَبَكَيْتُمْ عَلَى مَا فَاتَكُمْ مِنْ ذَلِكَ. ‏ ‏قَوْله : ( لَضَحِكْتُمْ قَلِيلًا ) ‏ ‏قِيلَ مَعْنَى الْقِلَّة هُنَا الْعَدَم , وَالتَّقْدِير لَتَرَكْتُمْ الضَّحِك وَلَمْ يَقَع مِنْكُمْ إِلَّا نَادِرًا لِغَلَبَةِ الْخَوْف وَاسْتِيلَاء الْحُزْن. وَحَكَى اِبْن بَطَّال عَنْ الْمُهَلَّب أَنَّ سَبَب ذَلِكَ مَا كَانَ عَلَيْهِ الْأَنْصَار مِنْ مَحَبَّة اللَّهْو وَالْغِنَاء. وَأَطَالَ فِي تَقْرِير ذَلِكَ بِمَا لَا طَائِل فِيهِ وَلَا دَلِيل عَلَيْهِ. وَمِنْ أَيْنَ لَهُ أَنَّ الْمُخَاطَب بِذَلِكَ الْأَنْصَار دُون غَيْرهمْ ؟ وَالْقِصَّة كَانَتْ فِي أَوَاخِر زَمَنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْثُ اِمْتَلَأَتْ الْمَدِينَة بِأَهْلِ مَكَّة وَوُفُود الْعَرَب وَقَدْ بَالَغَ الزَّيْن بْن الْمُنِير فِي الرَّدّ عَلَيْهِ وَالتَّشْنِيع بِمَا يُسْتَغْنَى عَنْ حِكَايَته. وَفِي الْحَدِيث تَرْجِيح التَّخْوِيف فِي الْخُطْبَة عَلَى التَّوَسُّع فِي التَّرْخِيص لِمَا فِي ذِكْر الرُّخَص مِنْ مُلَاءَمَة النُّفُوس لِمَا جُبِلَتْ عَلَيْهِ مِنْ الشَّهْوَة , وَالطَّبِيب الْحَاذِق يُقَابِل الْعِلَّة بِمَا يُضَادّهَا لَا بِمَا يَزِيدهَا. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ لِصَلَاةِ الْكُسُوف هَيْئَة تَخُصّهَا مِنْ التَّطْوِيل الزَّائِد عَلَى الْعَادَة فِي الْقِيَام وَغَيْره , وَمِنْ زِيَادَة رُكُوع فِي كُلّ رَكْعَة. وَقَدْ وَافَقَ عَائِشَة عَلَى رِوَايَة ذَلِكَ عَبْد اللَّه بْن عَبَّاس وَعَبْد اللَّه بْن عَمْرو مُتَّفَق عَلَيْهِمَا , وَمِثْله عَنْ أَسْمَاء بِنْت أَبِي بَكْر كَمَا تَقَدَّمَ فِي صِفَة الصَّلَاة , وَعَنْ جَابِر عِنْد مُسْلِم , وَعَنْ عَلِيّ عِنْد أَحْمَد , وَعَنْ أَبِي هُرَيْرَة عِنْد النَّسَائِيِّ , وَعَنْ اِبْن عُمَر عِنْد الْبَزَّار , وَعَنْ أُمّ سُفْيَان عِنْد الطَّبَرَانِيِّ وَفِي رِوَايَاتهمْ زِيَادَة رَوَاهَا الْحُفَّاظ الثِّقَات فَالْأَخْذ بِهَا أَوْلَى مِنْ إِلْغَائِهَا وَبِذَلِكَ قَالَ جُمْهُور أَهْل الْعِلْم مِنْ أَهْل الْفُتْيَا , وَقَدْ وَرَدَتْ الزِّيَادَة فِي ذَلِكَ مِنْ طُرُق أُخْرَى فَعِنْد مُسْلِم مِنْ وَجْه آخَر عَنْ عَائِشَة , وَآخَر عَنْ جَابِر أَنَّ فِي كُلّ رَكْعَة ثَلَاث رُكُوعَات , وَعِنْده مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس أَنَّ فِي كُلّ رَكْعَة أَرْبَع رُكُوعَات , وَلِأَبِي دَاوُدَ مِنْ حَدِيث أُبَيِّ بْن كَعْب , وَالْبَزَّار مِنْ حَدِيث عَلِيّ أَنَّ فِي كُلّ رَكْعَة خَمْس رُكُوعَات , وَلَا يَخْلُو إِسْنَاد مِنْهَا عَنْ عِلَّة وَقَدْ أَوْضَحَ ذَلِكَ الْبَيْهَقِيُّ وَابْن عَبْد الْبَرّ , وَنَقَلَ صَاحِب الْهُدَى عَنْ الشَّافِعِيّ وَأَحْمَد وَالْبُخَارِيّ أَنَّهُمْ كَانُوا يَعُدُّونَ الزِّيَادَة عَلَى الرُّكُوعَيْنِ فِي كُلّ رَكْعَة غَلَطًا مِنْ بَعْض الرُّوَاة , فَإِنَّ أَكْثَر طُرُق الْحَدِيث يُمْكِن رَدّ بَعْضهَا إِلَى بَعْض , وَيَجْمَعهَا أَنَّ ذَلِكَ يَوْم مَاتَ إِبْرَاهِيم عَلَيْهِ السَّلَام وَإِذَا اِتَّحَدَتْ تَعَيَّنَ الْأَخْذ بِالرَّاجِحِ , وَجَمَعَ بَعْضهمْ بَيْن هَذِهِ الْأَحَادِيث بِتَعَدُّدِ الْوَاقِعَة , وَأَنَّ الْكُسُوف وَقَعَ مِرَارًا , فَيَكُون كُلّ مِنْ هَذِهِ الْأَوْجُه جَائِزًا , وَإِلَى ذَلِكَ نَحَا إِسْحَاق لَكِنْ لَمْ تَثْبُت عِنْده الزِّيَادَة عَلَى أَرْبَع رُكُوعَات. وَقَالَ اِبْن خُزَيْمَةَ وَابْن الْمُنْذِر وَالْخَطَّابِيّ وَغَيْرهمْ مِنْ الشَّافِعِيَّة : يَجُوز الْعَمَل بِجَمِيعِ مَا ثَبَتَ مِنْ ذَلِكَ وَهُوَ مِنْ الِاخْتِلَاف الْمُبَاح , وَقَوَّاهُ النَّوَوِيّ فِي شَرْح مُسْلِم , وَأَبْدَى بَعْضهمْ أَنَّ حِكْمَة الزِّيَادَة فِي الرُّكُوع وَالنَّقْص كَانَ بِحَسَبِ سُرْعَة الِانْجِلَاء وَبُطْئِهِ , فَحِين وَقَعَ الِانْجِلَاء فِي أَوَّل رُكُوع اقْتَصَرَ عَلَى مِثْل النَّافِلَة , وَحِين أَبْطَأَ زَادَ رُكُوعًا , وَحِين زَادَ فِي الْإِبْطَاء زَادَ ثَالِثًا وَهَكَذَا إِلَى غَايَة مَا وَرَدَ فِي ذَلِكَ. وَتَعَقَّبَهُ النَّوَوِيّ وَغَيْره بِأَنَّ إِبْطَاء الِانْجِلَاء وَعَدَمه لَا يُعْلَم فِي أَوَّل الْحَال وَلَا فِي الرَّكْعَة الْأُولَى , وَقَدْ اِتَّفَقَتْ الرِّوَايَات عَلَى أَنَّ عَدَد الرُّكُوع فِي الرَّكْعَتَيْنِ سَوَاء , وَهَذَا يَدُلّ عَلَى أَنَّهُ مَقْصُود فِي نَفْسه مَنْوِيّ مِنْ أَوَّل الْحَال. وَأُجِيبَ بِاحْتِمَالِ أَنْ يَكُون الِاعْتِمَاد عَلَى الرَّكْعَة الْأُولَى , وَأَمَّا الثَّانِيَة فَهِيَ تَبَع لَهَا فَمَهْمَا اِتَّفَقَ وُقُوعه فِي الْأُولَى بِسَبَبِ بُطْء الِانْجِلَاء يَقَع مِثْله فِي الثَّانِيَة لِيُسَاوِي بَيْنهمَا , وَمِنْ ثَمَّ قَالَ أَصْبَغ كَمَا تَقَدَّمَ : إِذَا وَقَعَ الِانْجِلَاء فِي أَثْنَائِهَا يُصَلِّي الثَّانِيَة كَالْعَادَةِ. وَعَلَى هَذَا فَيَدْخُل الْمُصَلِّي فِيهَا عَلَى نِيَّة مُطْلَق الصَّلَاة , وَيَزِيد فِي الرُّكُوع بِحَسَبِ الْكُسُوف , وَلَا مَانِع مِنْ ذَلِكَ. وَأَجَابَ بَعْض الْحَنَفِيَّة عَنْ زِيَادَة الرُّكُوع بِحَمْلِهِ عَلَى رَفْع الرَّأْس لِرُؤْيَةِ الشَّمْس هَلْ اِنْجَلَتْ أَمْ لَا ؟ فَإِذَا لَمْ يَرَهَا اِنْجَلَتْ رَجَعَ إِلَى رُكُوعه فَفَعَلَ ذَلِكَ مَرَّة أَوْ مِرَارًا فَظَنَّ بَعْض مَنْ رَآهُ يَفْعَل ذَلِكَ رُكُوعًا زَائِدًا. وَتُعُقِّبَ بِالْأَحَادِيثِ الصَّحِيحَة الصَّرِيحَة فِي أَنَّهُ أَطَالَ الْقِيَام بَيْن الرُّكُوعَيْنِ وَلَوْ كَانَ الرَّفْع لِرُؤْيَةِ الشَّمْس فَقَطْ لَمْ يَحْتَجْ إِلَى تَطْوِيل , وَلَا سِيَّمَا الْأَخْبَار الصَّرِيحَة بِأَنَّهُ ذَكَرَ ذَلِكَ الِاعْتِدَال ثُمَّ شَرَعَ فِي الْقِرَاءَة فَكُلّ ذَلِكَ يَرُدّ هَذَا الْحَمْل , وَلَوْ كَانَ كَمَا زَعَمَ هَذَا الْقَائِل لَكَانَ فِيهِ إِخْرَاج لِفِعْلِ الرَّسُول عَنْ الْعِبَادَة الْمَشْرُوعَة أَوْ لَزِمَ مِنْهُ إِثْبَات هَيْئَة فِي الصَّلَاة لَا عَهْد بِهَا وَهُوَ مَا فَرَّ مِنْهُ. وَفِي حَدِيث عَائِشَة مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ الْمُبَادَرَة بِالصَّلَاةِ وَسَائِر مَا ذُكِرَ عِنْد الْكُسُوف , وَالزَّجْر عَنْ كَثْرَة الضَّحِك , وَالْحَثّ عَلَى كَثْرَة الْبُكَاء , وَالتَّحَقُّق بِمَا سَيَصِيرُ إِلَيْهِ الْمَرْء مِنْ الْمَوْت وَالْفَنَاء وَالِاعْتِبَار بِآيَاتِ اللَّه. وَفِيهِ الرَّدّ عَلَى مَنْ زَعَمَ أَنَّ لِلْكَوَاكِبِ تَأْثِيرًا فِي الْأَرْض لِانْتِفَاءِ ذَلِكَ عَنْ الشَّمْس وَالْقَمَر فَكَيْف بِمَا دُونهمَا. وَفِيهِ تَقْدِيم الْإِمَام فِي الْمَوْقِف , وَتَعْدِيل الصُّفُوف , وَالتَّكْبِير بَعْد الْوُقُوف فِي مَوْضِع الصَّلَاة , وَبَيَان مَا يُخْشَى اِعْتِقَاده عَلَى غَيْر الصَّوَاب , وَاهْتِمَام الصَّحَابَة بِنَقْلِ أَفْعَال النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيُقْتَدَى بِهِ فِيهَا. وَمِنْ حِكْمَة وُقُوع الْكُسُوف تَبْيِين أُنْمُوذَج مَا سَيَقَعُ فِي الْقِيَامَة , وَصُورَة عِقَاب مَنْ لَمْ يُذْنِب , وَالتَّنْبِيه عَلَى سُلُوك طَرِيق الْخَوْف مَعَ الرَّجَاء لِوُقُوعِ الْكُسُوف بِالْكَوْكَبِ ثُمَّ كَشْف ذَلِكَ عَنْهُ لِيَكُونَ الْمُؤْمِن مِنْ رَبّه عَلَى خَوْف وَرَجَاء. وَفِي الْكُسُوف إِشَارَة إِلَى تَقْبِيح رَأْي مَنْ يَعْبُد الشَّمْس أَوْ الْقَمَر , وَحَمَلَ بَعْضهمْ الْأَمْر فِي قَوْله تَعَالَى ( لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ ) عَلَى صَلَاة الْكُسُوف لِأَنَّهُ الْوَقْت الَّذِي يُنَاسِب الْإِعْرَاض عَنْ عِبَادَتهمَا لِمَا يَظْهَر فِيهِمَا مِنْ التَّغْيِير وَالنَّقْص الْمُنَزَّه عَنْهُ الْمَعْبُود جَلَّ وَعَلَا سُبْحَانه وَتَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1045,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، قَالَ أَخْبَرَنَا يَحْيَى بْنُ صَالِحٍ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمِ بْنِ أَبِي سَلاَّمٍ الْحَبَشِيُّ الدِّمَشْقِيُّ، قَالَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ لَمَّا كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم نُودِيَ إِنَّ الصَّلاَةَ جَامِعَةٌ‏.‏",
    "english_text": "\"When the sun eclipsed in the lifetime of Allah's Messenger (ﷺ) an announcement was made that a prayer \nwas to be offered in congregation.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي إِسْحَاق ) ‏ ‏هُوَ اِبْن مَنْصُور عَلَى رَأْي الْجَيَّانِيّ أَوْ اِبْن رَاهْوَيْهِ عَلَى رَأْي أَبِي نُعَيْم , وَيَحْيَى اِبْن صَالِح مِنْ شُيُوخ الْبُخَارِيّ وَرُبَّمَا أَخْرَجَ عَنْهُ بِوَاسِطَةٍ كَهَذَا. ‏ ‏قَوْله : ( الْحَبَشِيّ ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة بَعْدهَا مُعْجَمَة , وَوَهَمَ مَنْ ضَبَطَهُ بِضَمِّ أَوَّله وَسُكُون ثَانِيه. ‏ ‏قَوْله : ( أَخْبَرَنِي أَبُو سَلَمَة عَنْ عَبْد اللَّه ) ‏ ‏فِي رِوَايَة حَجَّاج الصَّوَاف عَنْ يَحْيَى \" حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنِي عَبْد اللَّه \" أَخْرَجَهُ اِبْن خُزَيْمَةَ. ‏ ‏قَوْله : ( نُودِيَ ) ‏ ‏كَذَا فِيهِ بِلَفْظِ الْبِنَاء لِلْمَفْعُولِ , وَصَرَّحَ الشَّيْخَانِ فِي حَدِيث عَائِشَة بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ مُنَادِيًا فَنَادَى بِذَلِكَ. قَالَ اِبْن دَقِيق الْعِيد : هَذَا الْحَدِيث حُجَّة لِمَنْ اِسْتَحَبَّ ذَلِكَ , وَقَدْ اِتَّفَقُوا عَلَى أَنَّهُ لَا يُؤَذَّن لَهَا وَلَا يُقَام. ‏ ‏قَوْله : ( أَنَّ الصَّلَاة ) ‏ ‏بِفَتْحِ الْهَمْزَة وَتَخْفِيف النُّون وَهِيَ الْمُفَسِّرَة , وَرُوِيَ بِتَشْدِيدِ النُّون وَالْخَبَر مَحْذُوف تَقْدِيره أَنَّ الصَّلَاة ذَات جَمَاعَة حَاضِرَة وَيُرْوَى بِرَفْعِ جَامِعَة عَلَى أَنَّهُ الْخَبَر , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ \" نُودِيَ بِالصَّلَاةِ جَامِعَة \" وَفِيهِ مَا تَقَدَّمَ فِي لَفْظ التَّرْجَمَة. وَعَنْ بَعْض الْعُلَمَاء يَجُوز فِي الصَّلَاة جَامِعَة النَّصْب فِيهِمَا , وَالرَّفْع فِيهِمَا , وَيَجُوز رَفْع الْأَوَّل وَنَصْب الثَّانِي , وَبِالْعَكْسِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1046,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، ح وَحَدَّثَنِي أَحْمَدُ بْنُ صَالِحٍ، قَالَ حَدَّثَنَا عَنْبَسَةُ، قَالَ حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُرْوَةُ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ خَسَفَتِ الشَّمْسُ فِي حَيَاةِ النَّبِيِّ صلى الله عليه وسلم فَخَرَجَ إِلَى الْمَسْجِدِ فَصَفَّ النَّاسُ وَرَاءَهُ، فَكَبَّرَ فَاقْتَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم قِرَاءَةً طَوِيلَةً، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ‏.‏ فَقَامَ وَلَمْ يَسْجُدْ، وَقَرَأَ قِرَاءَةً طَوِيلَةً، هِيَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى، ثُمَّ كَبَّرَ وَرَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ أَدْنَى مِنَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ‏.‏ ثُمَّ سَجَدَ، ثُمَّ قَالَ فِي الرَّكْعَةِ الآخِرَةِ مِثْلَ ذَلِكَ، فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ، وَانْجَلَتِ الشَّمْسُ قَبْلَ أَنْ يَنْصَرِفَ، ثُمَّ قَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏\n\"‏ هُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ ‏\"‏‏.‏ وَكَانَ يُحَدِّثُ كَثِيرُ بْنُ عَبَّاسٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ كَانَ يُحَدِّثُ يَوْمَ خَسَفَتِ الشَّمْسُ بِمِثْلِ حَدِيثِ عُرْوَةَ عَنْ عَائِشَةَ‏.‏ فَقُلْتُ لِعُرْوَةَ إِنَّ أَخَاكَ يَوْمَ خَسَفَتْ بِالْمَدِينَةِ لَمْ يَزِدْ عَلَى رَكْعَتَيْنِ مِثْلَ الصُّبْحِ‏.‏ قَالَ أَجَلْ لأَنَّهُ أَخْطَأَ السُّنَّةَ‏.‏",
    "english_text": "(the wife of the Prophet (p.b.u.h) In the lifetime of the Prophet (ﷺ) the sun eclipsed and he went to the \nMosque and the people aligned behind him. He said the Takbir (starting the prayer) and prolonged the \nrecitation (from the Qur'an) and then said Takbir and performed a prolonged bowing; then he (lifted \nhis head and) said, \"Sami allahu liman hamidah\" (Allah heard him who sent his praises to Him). He \nthen did not prostrate but stood up and recited a prolonged recitation which was shorter than the first \nrecitation. He again said Takbir and then bowed a prolonged bowing but shorter than the first one and \nthen said, \"Sami`a l-lahu Lyman hamidah Rabbana walak-lhamd, (Allah heard him who sent his \npraises to Him. O our Sustainer! All the praises are for You)\" and then prostrated and did the same in \nthe second rak`a; thus he completed four bowing and four prostrations. The sun (eclipse) had cleared \nbefore he finished the prayer. (After the prayer) he stood up, glorified and praised Allah as He \ndeserved and then said, \"The sun and the moon are two of the signs of Allah. They do not eclipse \nbecause of the death or the life (i.e. birth) of someone. When you see them make haste for the prayer.\" \nNarrated Az-Zuhri: I said to 'Urwa, \"When the sun eclipsed at Medina your brother (`Abdullah bin Az-Zubair) offered only a two-rak`at prayer like that of the morning (Fajr) prayer.\" 'Urwa replied, \"Yes, \nfor he missed the Prophet's tradition (concerning this matter).\"",
    "explication": "‏ ‏قَوْله : ( فَصَفَّ النَّاس ) ‏ ‏بِالرَّفْعِ أَيْ اِصْطَفَوْا , يُقَال صَفَّ الْقَوْم إِذَا صَارُوا صَفًّا , وَيَجُوز النَّصْب وَالْفَاعِل مَحْذُوف وَالْمُرَاد بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( ثُمَّ قَالَ فِي الرَّكْعَة الْآخِرَة مِثْل ذَلِكَ ) ‏ ‏فِيهِ إِطْلَاق الْقَوْل عَلَى الْفِعْل , فَقَدْ ذَكَرَهُ مِنْ هَذَا الْوَجْه فِي الْبَاب الَّذِي يَلِيه بِلَفْظِ \" ثُمَّ فَعَلَ \". ‏ ‏قَوْله : ( فَأَفْزَعُوا ) ‏ ‏بِفَتْحِ الزَّاي أَيْ اِلْتَجِئُوا وَتَوَجَّهُوا , وَفِيهِ إِشَارَة إِلَى الْمُبَادَرَة إِلَى الْمَأْمُور بِهِ , وَأَنَّ الِالْتِجَاء إِلَى اللَّه عِنْد الْمَخَاوِف بِالدُّعَاءِ وَالِاسْتِغْفَار سَبَب لِمَحْوِ مَا فُرِّطَ مِنْ الْعِصْيَان يُرْجَى بِهِ زَوَال الْمَخَاوِف وَأَنَّ الذُّنُوب سَبَب لِلْبَلَايَا وَالْعُقُوبَات الْعَاجِلَة وَالْآجِلَة , نَسْأَل اللَّه تَعَالَى رَحْمَته وَعَفْوه وَغُفْرَانه. ‏ ‏قَوْله : ( إِلَى الصَّلَاة ) ‏ ‏أَيْ الْمَعْهُودَة الْخَاصَّة , وَهِيَ الَّتِي تَقَدَّمَ فِعْلهَا مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل الْخُطْبَة. وَلَمْ يُصِبْ مَنْ اِسْتَدَلَّ بِهِ عَلَى مُطْلَق الصَّلَاة. وَيُسْتَنْبَط مِنْهُ أَنَّ الْجَمَاعَة لَيْسَتْ شَرْطًا فِي صِحَّتهَا لِأَنَّ فِيهِ إِشْعَارًا بِالْمُبَادَرَةِ إِلَى الصَّلَاة وَالْمُسَارَعَة إِلَيْهَا , وَانْتِظَار الْجَمَاعَة قَدْ يُؤَدِّي إِلَى فَوَاتهَا وَإِلَى إِخْلَاء بَعْض الْوَقْت مِنْ الصَّلَاة. ‏ ‏قَوْله : ( وَكَانَ يُحَدِّث كَثِير بْن عَبَّاس ) ‏ ‏هُوَ بِتَقْدِيمِ الْخَبَر عَلَى الِاسْم , وَقَدْ وَقَعَ فِي مُسْلِم مِنْ طَرِيق الزُّبَيْدِيّ عَنْ الزُّهْرِيِّ بِلَفْظِ \" وَأَخْبَرَنِي كَثِير بْن الْعَبَّاس \" وَصَرَّحَ بِرَفْعِهِ , وَأَخْرَجَهُ مُسْلِم أَيْضًا وَالنَّسَائِيُّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن نَمِر عَنْ الزُّهْرِيِّ كَذَلِكَ وَسَاقَ الْمَتْن بِلَفْظِ \" صَلَّى يَوْم كَسَفَتْ الشَّمْس أَرْبَع رَكَعَات فِي رَكْعَتَيْنِ وَأَرْبَع سَجَدَات \" وَطَوَّلَهُ الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه. ‏ ‏قَوْله : ( فَقُلْت لِعُرْوَةَ ) ‏ ‏هُوَ مَقُول الزُّهْرِيِّ أَيْضًا. ‏ ‏قَوْله : ( أَنَّ أَخَاك ) ‏ ‏يَعْنِي عَبْد اللَّه بْن الزُّبَيْر , وَصَرَّحَ بِهِ الْمُصَنِّف مِنْ وَجْه آخَر كَمَا سَيَأْتِي فِي أَوَاخِر الْكُسُوف , وَلِلْإِسْمَاعِيلِيِّ \" فَقُلْت لِعُرْوَةَ وَاَللَّه مَا فَعَلَ ذَاكَ أَخُوك عَبْد اللَّه بْن الزُّبَيْر , اِنْخَسَفَتْ الشَّمْس وَهُوَ بِالْمَدِينَةِ زَمَن أَرَادَ أَنْ يَسِير إِلَى الشَّام فَمَا صَلَّى إِلَّا مِثْل الصُّبْح \". ‏ ‏قَوْله : ( قَالَ أَجَل لِأَنَّهُ أَخْطَأَ السُّنَّة ) ‏ ‏فِي رِوَايَة اِبْن حِبَّان \" فَقَالَ أَجَل , كَذَلِكَ صَنَعَ وَأَخْطَأَ السُّنَّة \" وَاسْتُدِلَّ بِهِ عَلَى أَنَّ السُّنَّة أَنْ يُصَلِّي صَلَاة الْكُسُوف فِي كُلّ رَكْعَة رُكُوعَانِ , وَتُعُقِّبَ بِأَنَّ عُرْوَة تَابِعِيّ وَعَبْد اللَّه صَحَابِيّ فَالْأَخْذ بِفِعْلِهِ أَوْلَى , وَأُجِيبَ بِأَنَّ قَوْل عُرْوَة وَهُوَ تَابِعِيّ \" السُّنَّة كَذَا \" وَإِنْ قُلْنَا إِنَّهُ مُرْسَل عَلَى الصَّحِيح لَكِنْ قَدْ ذَكَرَ عُرْوَة مُسْتَنَده فِي ذَلِكَ وَهُوَ خَبَر عَائِشَة الْمَرْفُوع , فَانْتَفَى عَنْهُ اِحْتِمَال كَوْنه مَوْقُوفًا أَوْ مُنْقَطِعًا , فَيُرَجَّح الْمَرْفُوع عَلَى الْمَوْقُوف , فَلِذَلِكَ حُكِمَ عَلَى صَنِيع أَخِيهِ بِالْخَطَأِ , وَهُوَ أَمْر نِسْبِيّ وَإِلَّا فَمَا صَنَعَهُ عَبْد اللَّه يَتَأَدَّى بِهِ أَصْل السُّنَّة وَإِنْ كَانَ فِيهِ تَقْصِير بِالنِّسْبَةِ إِلَى كَمَالِ السُّنَّة. وَيُحْتَمَل أَنْ يَكُون عَبْد اللَّه أَخْطَأَ السُّنَّة عَنْ غَيْر قَصْد لِأَنَّهَا لَمْ تَبْلُغهُ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1047,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ‏.‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى يَوْمَ خَسَفَتِ الشَّمْسُ، فَقَامَ فَكَبَّرَ، فَقَرَأَ قِرَاءَةً طَوِيلَةً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ رَأْسَهُ، فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ‏.‏ وَقَامَ كَمَا هُوَ، ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً، وَهْىَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْىَ أَدْنَى مِنَ الرَّكْعَةِ الأُولَى، ثُمَّ سَجَدَ سُجُودًا طَوِيلاً، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الآخِرَةِ مِثْلَ ذَلِكَ، ثُمَّ سَلَّمَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَقَالَ فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ ‏\n\"‏ إِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ ‏\"‏‏.‏",
    "english_text": "(the wife of the Prophet) On the day when the sun Khasafat (eclipsed) Allah's Messenger (ﷺ) prayed; he \nstood up and said Takbir and recited a prolonged recitation, then he performed a prolonged bowing, \nthen he raised his head and said, \"Sami`a l-lahu Lyman Hamidah,\" and then remained standing and \nrecited a prolonged recitation which was shorter than the first. Then he performed a prolonged bowing \nwhich was shorter than the first. Then he prostrated and prolonged the prostration and he did the same \nin the second rak`a as in the first and then finished the prayer with Taslim. By that time the sun \n(eclipse) had cleared He addressed the people and said, \"The sun and the moon are two of the signs of \nAllah; they do not eclipse (Yakhsifan) because of the death or the life (i.e. birth) of someone. So when \nyou see them make haste for the prayer.\"",
    "explication": "‏ ‏قَوْله : ( فَصَفَّ النَّاس ) ‏ ‏بِالرَّفْعِ أَيْ اِصْطَفَوْا , يُقَال صَفَّ الْقَوْم إِذَا صَارُوا صَفًّا , وَيَجُوز النَّصْب وَالْفَاعِل مَحْذُوف وَالْمُرَاد بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( ثُمَّ قَالَ فِي الرَّكْعَة الْآخِرَة مِثْل ذَلِكَ ) ‏ ‏فِيهِ إِطْلَاق الْقَوْل عَلَى الْفِعْل , فَقَدْ ذَكَرَهُ مِنْ هَذَا الْوَجْه فِي الْبَاب الَّذِي يَلِيه بِلَفْظِ \" ثُمَّ فَعَلَ \". ‏ ‏قَوْله : ( فَأَفْزَعُوا ) ‏ ‏بِفَتْحِ الزَّاي أَيْ اِلْتَجِئُوا وَتَوَجَّهُوا , وَفِيهِ إِشَارَة إِلَى الْمُبَادَرَة إِلَى الْمَأْمُور بِهِ , وَأَنَّ الِالْتِجَاء إِلَى اللَّه عِنْد الْمَخَاوِف بِالدُّعَاءِ وَالِاسْتِغْفَار سَبَب لِمَحْوِ مَا فُرِّطَ مِنْ الْعِصْيَان يُرْجَى بِهِ زَوَال الْمَخَاوِف وَأَنَّ الذُّنُوب سَبَب لِلْبَلَايَا وَالْعُقُوبَات الْعَاجِلَة وَالْآجِلَة , نَسْأَل اللَّه تَعَالَى رَحْمَته وَعَفْوه وَغُفْرَانه. ‏ ‏قَوْله : ( إِلَى الصَّلَاة ) ‏ ‏أَيْ الْمَعْهُودَة الْخَاصَّة , وَهِيَ الَّتِي تَقَدَّمَ فِعْلهَا مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل الْخُطْبَة. وَلَمْ يُصِبْ مَنْ اِسْتَدَلَّ بِهِ عَلَى مُطْلَق الصَّلَاة. وَيُسْتَنْبَط مِنْهُ أَنَّ الْجَمَاعَة لَيْسَتْ شَرْطًا فِي صِحَّتهَا لِأَنَّ فِيهِ إِشْعَارًا بِالْمُبَادَرَةِ إِلَى الصَّلَاة وَالْمُسَارَعَة إِلَيْهَا , وَانْتِظَار الْجَمَاعَة قَدْ يُؤَدِّي إِلَى فَوَاتهَا وَإِلَى إِخْلَاء بَعْض الْوَقْت مِنْ الصَّلَاة. ‏ ‏قَوْله : ( وَكَانَ يُحَدِّث كَثِير بْن عَبَّاس ) ‏ ‏هُوَ بِتَقْدِيمِ الْخَبَر عَلَى الِاسْم , وَقَدْ وَقَعَ فِي مُسْلِم مِنْ طَرِيق الزُّبَيْدِيّ عَنْ الزُّهْرِيِّ بِلَفْظِ \" وَأَخْبَرَنِي كَثِير بْن الْعَبَّاس \" وَصَرَّحَ بِرَفْعِهِ , وَأَخْرَجَهُ مُسْلِم أَيْضًا وَالنَّسَائِيُّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن نَمِر عَنْ الزُّهْرِيِّ كَذَلِكَ وَسَاقَ الْمَتْن بِلَفْظِ \" صَلَّى يَوْم كَسَفَتْ الشَّمْس أَرْبَع رَكَعَات فِي رَكْعَتَيْنِ وَأَرْبَع سَجَدَات \" وَطَوَّلَهُ الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه. ‏ ‏قَوْله : ( فَقُلْت لِعُرْوَةَ ) ‏ ‏هُوَ مَقُول الزُّهْرِيِّ أَيْضًا. ‏ ‏قَوْله : ( أَنَّ أَخَاك ) ‏ ‏يَعْنِي عَبْد اللَّه بْن الزُّبَيْر , وَصَرَّحَ بِهِ الْمُصَنِّف مِنْ وَجْه آخَر كَمَا سَيَأْتِي فِي أَوَاخِر الْكُسُوف , وَلِلْإِسْمَاعِيلِيِّ \" فَقُلْت لِعُرْوَةَ وَاَللَّه مَا فَعَلَ ذَاكَ أَخُوك عَبْد اللَّه بْن الزُّبَيْر , اِنْخَسَفَتْ الشَّمْس وَهُوَ بِالْمَدِينَةِ زَمَن أَرَادَ أَنْ يَسِير إِلَى الشَّام فَمَا صَلَّى إِلَّا مِثْل الصُّبْح \". ‏ ‏قَوْله : ( قَالَ أَجَل لِأَنَّهُ أَخْطَأَ السُّنَّة ) ‏ ‏فِي رِوَايَة اِبْن حِبَّان \" فَقَالَ أَجَل , كَذَلِكَ صَنَعَ وَأَخْطَأَ السُّنَّة \" وَاسْتُدِلَّ بِهِ عَلَى أَنَّ السُّنَّة أَنْ يُصَلِّي صَلَاة الْكُسُوف فِي كُلّ رَكْعَة رُكُوعَانِ , وَتُعُقِّبَ بِأَنَّ عُرْوَة تَابِعِيّ وَعَبْد اللَّه صَحَابِيّ فَالْأَخْذ بِفِعْلِهِ أَوْلَى , وَأُجِيبَ بِأَنَّ قَوْل عُرْوَة وَهُوَ تَابِعِيّ \" السُّنَّة كَذَا \" وَإِنْ قُلْنَا إِنَّهُ مُرْسَل عَلَى الصَّحِيح لَكِنْ قَدْ ذَكَرَ عُرْوَة مُسْتَنَده فِي ذَلِكَ وَهُوَ خَبَر عَائِشَة الْمَرْفُوع , فَانْتَفَى عَنْهُ اِحْتِمَال كَوْنه مَوْقُوفًا أَوْ مُنْقَطِعًا , فَيُرَجَّح الْمَرْفُوع عَلَى الْمَوْقُوف , فَلِذَلِكَ حُكِمَ عَلَى صَنِيع أَخِيهِ بِالْخَطَأِ , وَهُوَ أَمْر نِسْبِيّ وَإِلَّا فَمَا صَنَعَهُ عَبْد اللَّه يَتَأَدَّى بِهِ أَصْل السُّنَّة وَإِنْ كَانَ فِيهِ تَقْصِير بِالنِّسْبَةِ إِلَى كَمَالِ السُّنَّة. وَيُحْتَمَل أَنْ يَكُون عَبْد اللَّه أَخْطَأَ السُّنَّة عَنْ غَيْر قَصْد لِأَنَّهَا لَمْ تَبْلُغهُ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1048,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ، وَلَكِنَّ اللَّهَ تَعَالَى يُخَوِّفُ بِهَا عِبَادَهُ ‏\"‏‏.‏ وَقَالَ أَبُو عَبْدِ اللَّهِ لَمْ يَذْكُرْ عَبْدُ الْوَارِثِ وَشُعْبَةُ وَخَالِدُ بْنُ عَبْدِ اللَّهِ وَحَمَّادُ بْنُ سَلَمَةَ عَنْ يُونُسَ ‏\"‏ يُخَوِّفُ بِهَا عِبَادَهُ ‏\"‏‏.‏ وَتَابَعَهُ مُوسَى عَنْ مُبَارَكٍ عَنِ الْحَسَنِ قَالَ أَخْبَرَنِي أَبُو بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ ‏\"‏ إِنَّ اللَّهَ تَعَالَى يُخَوِّفُ بِهِمَا عِبَادَهُ ‏\"‏‏.‏ وَتَابَعَهُ أَشْعَثُ عَنِ الْحَسَنِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said: \"The sun and the moon are two signs amongst the signs of Allah and they do not \neclipse because of the death of someone but Allah frightens His devotees with them.\"",
    "explication": "‏ ‏قَوْله : ( لَمْ يَذْكُر عَبْد الْوَارِث وَشُعْبَة وَخَالِد بْن عَبْد اللَّه وَحَمَّاد بْن سَلَمَة عَنْ يُونُس : يُخَوِّف اللَّه بِهِمَا عِبَاده ) ‏ ‏أَمَّا رِوَايَة عَبْد الْوَارِث فَأَوْرَدَهَا الْمُصَنِّف بَعْد عَشْرَة أَبْوَاب عَنْ أَبِي مَعْمَر عَنْهُ وَلَيْسَ فِيهَا ذَلِكَ , لَكِنَّهُ ثَبَتَ مِنْ رِوَايَة عَبْد الْوَارِث مِنْ وَجْه آخَر أَخْرَجَهُ النَّسَائِيُّ عَنْ عِمْرَان بْن مُوسَى عَنْ عَبْد الْوَارِث وَذَكَرَ فِيهِ يُخَوِّف اللَّه بِهِمَا عِبَاده , وَقَالَ الْبَيْهَقِيُّ : لَمْ يَذْكُرهُ أَبُو مَعْمَر , وَذَكَرَهُ غَيْره عَنْ عَبْد الْوَارِث. وَأَمَّا رِوَايَة شُعْبَة فَوَصَلَهَا الْمُصَنِّف فِي الْبَاب الْمَذْكُور وَلَيْسَ فِيهَا ذَلِكَ , وَأَمَّا رِوَايَة خَالِد بْن عَبْد اللَّه فَسَبَقَتْ فِي أَوَّل الْكُسُوف , وَأَمَّا رِوَايَة حَمَّاد بْن سَلَمَة فَوَصَلَهَا الطَّبَرَانِيُّ مِنْ رِوَايَة حَجَّاج بْن مِنْهَال عَنْهُ بِلَفْظِ رِوَايَة خَالِد وَمَعْنَاهُ وَقَالَ فِيهِ \" فَإِذَا كَسَفَ وَاحِد مِنْهُمَا فَصَلُّوا وَادْعُوا \". ‏ ‏قَوْله : ( وَتَابَعَهُ أَشْعَث ) ‏ ‏يَعْنِي اِبْن عَبْد الْمَلِك الْحُمْرَانِيّ ‏ ‏( عَنْ الْحَسَن ) ‏ ‏يَعْنِي فِي حَذْف قَوْله \" يُخَوِّف اللَّه بِهِمَا عِبَاده \" وَقَدْ وَصَلَ النَّسَائِيُّ هَذِهِ الطَّرِيق وَابْن حِبَّان وَغَيْرهمَا مِنْ طُرُق عَنْ أَشْعَث عَنْ الْحَسَن وَلَيْسَ فِيهَا ذَلِكَ. ‏ ‏قَوْله : ( وَتَابَعَهُ مُوسَى عَنْ مُبَارَك عَنْ الْحَسَن قَالَ : أَخْبَرَنِي أَبُو بَكْر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخَوِّف اللَّه بِهِمَا عِبَاده ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرّ \" إِنَّ اللَّه تَعَالَى \". وَمُوسَى هُوَ اِبْن إِسْمَاعِيل التَّبُوذَكِيُّ كَمَا جَزَمَ بِهِ الْمِزِّيّ , وَقَالَ الدِّمْيَاطِيّ وَمَنْ تَبِعَهُ : هُوَ اِبْن دَاوُدَ الضَّبِّيّ , وَالْأَوَّل أَرْجَح لِأَنَّ اِبْن إِسْمَاعِيل مَعْرُوف فِي رِجَال الْبُخَارِيّ دُون اِبْن دَاوُدَ , وَلَمْ تَقَع لِي هَذِهِ الرِّوَايَة إِلَى الْآن مِنْ طَرِيق وَاحِد مِنْهُمَا. وَقَدْ أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ رِوَايَة أَبِي الْوَلِيد وَابْن حِبَّان مِنْ رِوَايَة هُدْبَة وَقَاسِم بْن أَصْبَغ مِنْ رِوَايَة سُلَيْمَان بْن حَرْب كُلّهمْ عَنْ مُبَارَك , وَسَاقَ الْحَدِيث بِتَمَامِهِ , إِلَّا أَنَّ رِوَايَة هُدْبَة لَيْسَ فِيهَا \" يُخَوِّف اللَّه بِهِمَا عِبَاده \". ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ قَوْله \" تَابَعَهُ أَشْعَث \" فِي رِوَايَة كَرِيمَة عَقِب مُتَابَعَة مُوسَى , وَالصَّوَاب تَقْدِيمه لِمَا بَيَّنَّاهُ مِنْ خُلُوّ رِوَايَة أَشْعَث مِنْ قَوْله \" يُخَوِّف اللَّه بِهِمَا عِبَاده \". ‏ ‏قَوْله : ( يُخَوِّف ) فِيهِ رَدّ عَلَى مَنْ يَزْعُم مِنْ أَهْل الْهَيْئَة أَنَّ الْكُسُوف أَمْر عَادِيّ لَا يَتَأَخَّر وَلَا يَتَقَدَّم , إِذْ لَوْ كَانَ كَمَا يَقُولُونَ لَمْ يَكُنْ فِي ذَلِكَ تَخْوِيف وَيَصِير بِمَنْزِلَةِ الْجَزْر وَالْمَدّ فِي الْبَحْر , وَقَدْ رَدَّ ذَلِكَ عَلَيْهِمْ اِبْن الْعَرَبِيّ وَغَيْر وَاحِد مِنْ أَهْل الْعِلْم بِمَا فِي حَدِيث أَبِي مُوسَى الْآتِي حَيْثُ قَالَ \" فَقَامَ فَزِعًا يَخْشَى أَنْ تَكُون السَّاعَة \" قَالُوا : فَلَوْ كَانَ الْكُسُوف بِالْحِسَابِ لَمْ يَقَع الْفَزَع , وَلَوْ كَانَ بِالْحِسَابِ لَمْ يَكُنْ لِلْأَمْرِ بِالْعِتْقِ وَالصَّدَقَة وَالصَّلَاة وَالذِّكْر مَعْنًى , فَإِنَّ ظَاهِر الْأَحَادِيث أَنَّ ذَلِكَ يُفِيد التَّخْوِيف , وَأَنَّ كُلّ مَا ذُكِرَ مِنْ أَنْوَاع الطَّاعَة يُرْجَى أَنْ يُدْفَع بِهِ مَا يُخْشَى مِنْ أَثَر ذَلِكَ الْكُسُوف. وَمِمَّا نَقَصَ اِبْن الْعَرَبِيّ وَغَيْره أَنَّهُمْ يَزْعُمُونَ أَنَّ الشَّمْس لَا تَنْكَسِف عَلَى الْحَقِيقَة , وَإِنَّمَا يَحُول الْقَمَر بَيْنهَا وَبَيْن أَهْل الْأَرْض عِنْد اِجْتِمَاعهمَا فِي الْعُقْدَتَيْنِ فَقَالَ : هُمْ يَزْعُمُونَ أَنَّ الشَّمْس أَضْعَاف الْقَمَر فِي الْجِرْم , فَكَيْف يَحْجُب الصَّغِير الْكَبِير إِذَا قَابَلَهُ , أَمْ كَيْف يُظْلِم الْكَثِير بِالْقَلِيلِ , وَلَا سِيَّمَا وَهُوَ مِنْ جِنْسه ؟ وَكَيْف تَحْجُب الْأَرْض نُور الشَّمْس وَهِيَ فِي زَاوِيَة مِنْهَا لِأَنَّهُمْ يَزْعُمُونَ أَنَّ الشَّمْس أَكْبَر مِنْ الْأَرْض بِتِسْعِينَ ضِعْفًا. وَقَدْ وَقَعَ فِي حَدِيث النُّعْمَان بْن بَشِير وَغَيْره لِلْكُسُوفِ سَبَب آخَر غَيْر مَا يَزْعُمهُ أَهْل الْهَيْئَة وَهُوَ مَا أَخْرَجَهُ أَحْمَد وَالنَّسَائِيُّ وَابْن مَاجَهْ وَصَحَّحَهُ اِبْن خُزَيْمَةَ وَالْحَاكِم بِلَفْظِ \" إِنَّ الشَّمْس وَالْقَمَر لَا يَنْكَسِفَانِ لِمَوْتِ أَحَد وَلَا لِحَيَاتِهِ وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَات اللَّه , وَأَنَّ اللَّه إِذَا تَجَلَّى لِشَيْءٍ مِنْ خَلْقه خَشَعَ لَهُ \" وَقَدْ اِسْتَشْكَلَ الْغَزَالِيّ هَذِهِ الزِّيَادَة وَقَالَ : إِنَّهَا لَمْ تَثْبُت فَيَجِب تَكْذِيب نَاقِلهَا. قَالَ : وَلَوْ صَحَّتْ لَكَانَ تَأْوِيلهَا أَهْوَن مِنْ مُكَابَرَة أُمُور قَطْعِيَّة لَا تُصَادِم أَصْلًا مِنْ أُصُول الشَّرِيعَة. قَالَ اِبْن بَزِيزَةَ : هَذَا عَجَب مِنْهُ , كَيْف يُسَلِّم دَعْوَى الْفَلَاسِفَة وَيَزْعُم أَنَّهَا لَا تَصَادُم الشَّرِيعَة مَعَ أَنَّهَا مَبْنِيَّة عَلَى أَنَّ الْعَالَم كُرَوِيّ الشَّكْل وَظَاهِر الشَّرْع يُعْطِي خِلَاف ذَلِكَ وَالثَّابِت مِنْ قَوَاعِد الشَّرِيعَة أَنَّ الْكُسُوف أَثَر الْإِرَادَة الْقَدِيمَة وَفِعْل الْفَاعِل الْمُخْتَار , فَيَخْلُق فِي هَذَيْنِ الْجِرْمَيْنِ النُّور مَتَى شَاءَ وَالظُّلْمَة مَتَى شَاءَ مِنْ غَيْر تَوَقُّف عَلَى سَبَب أَوْ رَبْط بِاقْتِرَابٍ. وَالْحَدِيث الَّذِي رَدَّهُ الْغَزَالِيّ قَدْ أَثْبَتَهُ غَيْر وَاحِد مِنْ أَهْل الْعِلْم , وَهُوَ ثَابِت مِنْ حَيْثُ الْمَعْنَى أَيْضًا , لِأَنَّ النُّورِيَّة وَالْإِضَاءَة مِنْ عَالَم الْجَمَال الْحِسِّيّ , فَإِذَا تَجَلَّتْ صِفَة الْجَلَال اِنْطَمَسَتْ الْأَنْوَار لِهَيْبَتِهِ. وَيُؤَيِّدهُ قَوْله تَعَالَى ( فَلَمَّا تَجَلَّى رَبّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا ) ا ه. وَيُؤَيِّد هَذَا الْحَدِيث مَا رَوَيْنَاهُ عَنْ طَاوُسٍ أَنَّهُ نَظَرَ إِلَى الشَّمْس وَقَدْ اِنْكَسَفَتْ فَبَكَى حَتَّى كَادَ أَنْ يَمُوت وَقَالَ : هِيَ أَخْوَف لِلَّهِ مِنَّا. وَقَالَ اِبْن دَقِيق الْعِيد : رُبَّمَا يَعْتَقِد بَعْضهمْ أَنَّ الَّذِي يَذْكُرهُ أَهْل الْحِسَاب يُنَافِي قَوْله \" يُخَوِّف اللَّه بِهِمَا عِبَاده \" وَلَيْسَ بِشَيْءٍ لِأَنَّ اللَّه أَفْعَالًا عَلَى حَسَب الْعَادَة , وَأَفْعَالًا خَارِجَة عَنْ ذَلِكَ , وَقُدْرَته حَاكِمَة عَلَى كُلّ سَبَب , فَلَهُ أَنْ يَقْتَطِع مَا يَشَاء مِنْ الْأَسْبَاب وَالْمُسَبِّبَات بَعْضهَا عَنْ بَعْض. وَإِذَا ثَبَتَ ذَلِكَ فَالْعُلَمَاء بِاَللَّهِ لِقُوَّةِ اِعْتِقَادهمْ فِي عُمُوم قُدْرَته عَلَى خَرْق الْعَادَة وَأَنَّهُ يَفْعَل مَا يَشَاء إِذَا وَقَعَ شَيْء غَرِيب حَدَثَ عِنْدهمْ الْخَوْف لِقُوَّةِ ذَلِكَ الِاعْتِقَاد , وَذَلِكَ لَا يَمْنَع أَنْ يَكُون هُنَاكَ أَسْبَاب تَجْرِي عَلَيْهَا الْعَادَة إِلَى أَنْ يَشَاء اللَّه خَرْقهَا. وَحَاصِله أَنَّ الَّذِي يَذْكُرهُ أَهْل الْحِسَاب حَقًّا فِي نَفْس الْأَمْر لَا يُنَافِي كَوْن ذَلِكَ مُخَوِّفًا لِعِبَادِ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1049,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ يَهُودِيَّةً جَاءَتْ تَسْأَلُهَا فَقَالَتْ لَهَا أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ‏.‏ فَسَأَلَتْ عَائِشَةُ ـ رضى الله عنها ـ رَسُولَ اللَّهِ صلى الله عليه وسلم أَيُعَذَّبُ النَّاسُ فِي قُبُورِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَائِذًا بِاللَّهِ مِنْ ذَلِكَ‏.‏ ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَخَسَفَتِ الشَّمْسُ، فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ يُصَلِّي، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ، ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ وَانْصَرَفَ، فَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ‏.‏",
    "english_text": "A Jewess came to ask `Aisha (the wife of the Prophet) about something. She said to her, \"May Allah \ngive you refuge from the punishment of the grave.\" So `Aisha ' asked Allah's Messenger (ﷺ) \"Would the \npeople be punished in their graves?\" Allah's Messenger (ﷺ) after seeking refuge with Allah from the \npunishment of the grave (and thus replied in the affirmative). Then one day, Allah's Messenger (ﷺ) rode to go \nto some place but the sun eclipsed. He returned in the forenoon and passed through the rear of the \ndwellings (of his wives) and stood for the (eclipse) prayer, and the people stood behind him. He stood \nup for a long period and then performed a prolonged bowing which was shorter than the first bowing. \nThen he raised his head and prostrated. Then he stood up (for the second rak`a) for a long while but \nthe standing was shorter than that of the first rak`a. Then he performed a prolonged bowing which was \nshorter than the first one. Then he raised his head and prostrated. Then he stood up for a long time but \nshorter than the first. Then he performed a prolonged bowing but shorter than the first. Then he raised \nhis head and prostrated and finished the prayer and (then delivered the sermon and) said as much as \nAllah wished. And then he ordered the people to seek refuge with Allah from the punishment of the \ngrave.",
    "explication": "‏ ‏قَوْله : ( عَائِذًا بِاَللَّهِ مِنْ ذَلِكَ ) ‏ ‏قَالَ اِبْن السَّيِّد : هُوَ مَنْصُوب عَلَى الْمَصْدَر الَّذِي يَجِيء عَلَى مِثَال فَاعِل كَقَوْلِهِمْ عُوفِيَ عَافِيَة. أَوْ عَلَى الْحَال الْمُؤَكِّدَة النَّائِبَة مَنَاب الْمَصْدَر وَالْعَامِل فِيهِ مَحْذُوف كَأَنَّهُ قَالَ : أَعُوذ بِاَللَّهِ عَائِذًا , وَلَمْ يَذْكُر الْفِعْل لِأَنَّ الْحَال نَائِبَة عَنْهُ , وَرُوِيَ بِالرَّفْعِ أَيْ أَنَا عَائِذ وَكَأَنَّ ذَلِكَ كَانَ قَبْل أَنْ يَطَّلِع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى عَذَاب الْقَبْر كَمَا سَيَأْتِي الْبَحْث فِيهِ فِي كِتَاب الْجَنَائِز إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( بَيْن ظَهْرَانَيْ ) ‏ ‏بِفَتْحِ الظَّاء الْمُعْجَمَة وَالنُّون عَلَى التَّثْنِيَة و \" الْحُجَر \" بِضَمِّ الْمُهْمَلَة وَفَتْح الْجِيم جَمْع حُجْرَة بِسُكُونِ الْجِيم قِيلَ الْمُرَاد بَيْن ظَهْر الْحُجَر وَالنُّون وَالْيَاء زَائِدَتَانِ , وَقِيلَ بَلْ الْكَلِمَة كُلّهَا زَائِدَة , وَالْمُرَاد بِالْحُجَرِ بُيُوت أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( وَانْصَرَفَ فَقَالَ مَا شَاءَ اللَّه أَنْ يَقُول ) ‏ ‏تَقَدَّمَ بَيَانه فِي رِوَايَة عُرْوَة , وَأَنَّهُ خَطَبَ وَأَمَرَ بِالصَّلَاةِ وَالصَّدَقَة وَالذِّكْر وَغَيْر ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1050,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّهُ قَالَ لَمَّا كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم نُودِيَ إِنَّ الصَّلاَةَ جَامِعَةٌ فَرَكَعَ النَّبِيُّ صلى الله عليه وسلم رَكْعَتَيْنِ فِي سَجْدَةٍ ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ فِي سَجْدَةٍ، ثُمَّ جَلَسَ، ثُمَّ جُلِّيَ عَنِ الشَّمْسِ‏.‏ قَالَ وَقَالَتْ عَائِشَةُ ـ رضى الله عنها ـ مَا سَجَدْتُ سُجُودًا قَطُّ كَانَ أَطْوَلَ مِنْهَا‏.‏",
    "english_text": "When the sun eclipsed in the lifetime of Allah's Messenger (ﷺ) and an announcement was made that the \nprayer was to be held in congregation. The Prophet (ﷺ) performed two bowing in one rak`a. Then he stood \nup and performed two bowing in one rak`a. Then he sat down and finished the prayer; and by then the \n(eclipse) had cleared `Aisha said, \"I had never performed such a long prostration.\"",
    "explication": "‏ ‏قَوْله : ( رَكْعَتَيْنِ فِي سَجْدَة ) ‏ ‏الْمُرَاد بِالسَّجْدَةِ هُنَا الرَّكْعَة بِتَمَامِهَا , وَبِالرَّكْعَتَيْنِ الرُّكُوعَانِ , وَهُوَ مُوَافِق لِرِوَايَتَيْ عَائِشَة وَابْن عَبَّاس الْمُتَقَدِّمَتَيْنِ فِي أَنَّ فِي كُلّ رَكْعَة رُكُوعَيْنِ وَسُجُودَيْنِ , وَلَوْ تُرِكَ عَلَى ظَاهِره لَاسْتَلْزَمَ تَثْنِيَة الرُّكُوع وَإِفْرَاد السُّجُود وَلَمْ يَصِرْ إِلَيْهِ أَحَد. فَتَعَيَّنَ تَأْوِيله. ‏ ‏قَوْله : ( ثُمَّ جَلَسَ ثُمَّ جُلِّيَ عَنْ الشَّمْس ) ‏ ‏أَيْ بَيْن جُلُوسه فِي التَّشَهُّد وَالسَّلَام , فَتَبَيَّنَ قَوْله فِي حَدِيث عَائِشَة \" ثُمَّ اِنْصَرَفَ وَقَدْ تَجَلَّتْ الشَّمْس \". ‏ ‏قَوْله : ( قَالَ وَقَالَتْ عَائِشَة ) ‏ ‏الْقَائِل هُوَ اِبْن سَلَمَة فِي نَقْدِي , وَيُحْتَمَل أَنْ يَكُون عَبْد اللَّه بْن عَمْرو فَيَكُون مِنْ رِوَايَة صَحَابِيّ عَنْ صَحَابِيَّة , وَوَهَمَ مَنْ زَعَمَ أَنَّهُ مُعَلَّق فَقَدْ أَخْرَجَهُ مُسْلِم وَابْن خُزَيْمَةَ وَغَيْرهمَا مِنْ رِوَايَة أَبِي سَلَمَة عَنْ عَبْد اللَّه بْن عَمْرو وَفِيهِ قَوْل عَائِشَة هَذَا. ‏ ‏قَوْله : ( مَا سَجَدْت سُجُودًا قَطُّ كَانَ أَطْوَل مِنْهَا ) ‏ ‏كَذَا فِيهِ , وَفِي رِوَايَة غَيْره \" مِنْهُ \" أَيْ مِنْ السُّجُود الْمَذْكُور , زَادَ مُسْلِم فِيهِ \" وَلَا رَكَعْت رُكُوعًا قَطُّ كَانَ أَطْوَل مِنْهُ \" , وَتَقَدَّمَ فِي رِوَايَة عُرْوَة عَنْ عَائِشَة بِلَفْظِ \" ثُمَّ سَجَدَ فَأَطَالَ السُّجُود \" وَفِي أَوَائِل صِفَة الصَّلَاة مِنْ حَدِيث أَسْمَاء بِنْت أَبِي بَكْر مِثْله , وَلِلنَّسَائِيِّ مِنْ وَجْه آخَر عَنْ عَبْد اللَّه بْن عَمْرو بِلَفْظِ \" ثُمَّ رَفَعَ رَأْسه فَسَجَدَ وَأَطَالَ السُّجُود \" وَنَحْوه عِنْده عَنْ أَبِي هُرَيْرَة , وَلِلشَّيْخَيْنِ مِنْ حَدِيث أَبِي مُوسَى \" بِأَطْوَل قِيَام وَرُكُوع وَسُجُود رَأَيْته قَطُّ \" وَلِأَبِي دَاوُدَ وَالنَّسَائِيِّ مِنْ حَدِيث سَمُرَة \" كَأَطْوَل مَا سَجَدَ بِنَا فِي صَلَاة قَطُّ \" وَكُلّ هَذِهِ الْأَحَادِيث ظَاهِرَة فِي أَنَّ السُّجُود فِي الْكُسُوف يَطُول كَمَا يَطُول الْقِيَام وَالرُّكُوع , وَأَبْدَى بَعْض الْمَالِكِيَّة فِيهِ بَحْثًا فَقَالَ : لَا يَلْزَم مِنْ كَوْنه أَطَالَ أَنْ يَكُون بَلَغَ بِهِ حَدّ الْإِطَالَة فِي الرُّكُوع , وَكَأَنَّهُ غَفَلَ عَمَّا رَوَاهُ مُسْلِم فِي حَدِيث جَابِر بِلَفْظِ \" وَسُجُوده نَحْو مِنْ رُكُوعه \" وَهَذَا مَذْهَب أَحْمَد وَإِسْحَاق وَأَحَد قَوْلَيْ الشَّافِعِيّ وَبِهِ جَزَمَ أَهْل الْعِلْم بِالْحَدِيثِ مِنْ أَصْحَابه وَاخْتَارَهُ اِبْن سُرَيْج ثُمَّ النَّوَوِيّ , وَتَعَقَّبَهُ صَاحِب \" الْمُهَذَّب \" بِأَنَّهُ لَمْ يُنْقَل فِي خَبَر وَلَمْ يَقُلْ بِهِ الشَّافِعِيّ ا ه. وَرَدَّ عَلَيْهِ فِي الْأَمْرَيْنِ مَعًا فَإِنَّ الشَّافِعِيّ نَصَّ عَلَيْهِ فِي الْبُوَيْطِيّ وَلَفْظه \" ثُمَّ يَسْجُد سَجْدَتَيْنِ طَوِيلَتَيْنِ يُقِيم فِي كُلّ سَجْدَة نَحْوًا مِمَّا قَامَ فِي رُكُوعه \". ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ فِي حَدِيث جَابِر الَّذِي أَشَرْت إِلَيْهِ عِنْد مُسْلِم تَطْوِيل الِاعْتِدَال الَّذِي يَلِيه السُّجُود وَلَفْظه \" ثُمَّ رَكَعَ فَأَطَالَ , ثُمَّ سَجَدَ \" وَقَالَ النَّوَوِيّ : هِيَ رِوَايَة شَاذَّة مُخَالِفَة فَلَا يُعْمَل بِهَا أَوْ الْمُرَاد زِيَادَة الطُّمَأْنِينَة فِي الِاعْتِدَال لَا إِطَالَته نَحْو الرُّكُوع , وَتُعُقِّبَ بِمَا رَوَاهُ النَّسَائِيُّ وَابْن خُزَيْمَةَ وَغَيْرهمَا , مِنْ حَدِيث عَبْد اللَّه بْن عَمْرو أَيْضًا فَفِيهِ \" ثُمَّ رَكَعَ فَأَطَالَ حَتَّى قِيلَ لَا يَرْفَع , ثُمَّ رَفَعَ فَأَطَالَ حَتَّى قِيلَ لَا يَسْجُد , ثُمَّ سَجَدَ فَأَطَالَ حَتَّى قِيلَ لَا يَرْفَع , ثُمَّ رَفَعَ فَجَلَسَ فَأَطَالَ الْجُلُوس حَتَّى قِيلَ لَا يَسْجُد , ثُمَّ سَجَدَ \" لَفْظ اِبْن خُزَيْمَةَ مِنْ طَرِيق الثَّوْرِيّ عَنْ عَطَاء بْن السَّائِب عَنْ أَبِيهِ عَنْهُ , وَالثَّوْرِيُّ سَمِعَ مِنْ عَطَاء قَبْل الِاخْتِلَاط فَالْحَدِيث صَحِيح , وَلَمْ أَقِف فِي شَيْء مِنْ الطُّرُق عَلَى تَطْوِيل الْجُلُوس بَيْن السَّجْدَتَيْنِ إِلَّا فِي هَذَا , وَقَدْ نَقَلَ الْغَزَالِيّ الِاتِّفَاق عَلَى تَرْك إِطَالَته , فَإِنْ أَرَادَ الِاتِّفَاق الْمَذْهَبِيّ فَلَا كَلَام , وَإِلَّا فَهُوَ مَحْجُوج بِهَذِهِ الرِّوَايَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1051,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ انْخَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم، فَقَامَ قِيَامًا طَوِيلاً نَحْوًا مِنْ قِرَاءَةِ سُورَةِ الْبَقَرَةِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ انْصَرَفَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَقَالَ صلى الله عليه وسلم ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللَّهَ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ، رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ، ثُمَّ رَأَيْنَاكَ كَعْكَعْتَ‏.‏ قَالَ صلى الله عليه وسلم ‏\"‏ إِنِّي رَأَيْتُ الْجَنَّةَ، فَتَنَاوَلْتُ عُنْقُودًا، وَلَوْ أَصَبْتُهُ لأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا، وَأُرِيتُ النَّارَ، فَلَمْ أَرَ مَنْظَرًا كَالْيَوْمِ قَطُّ أَفْظَعَ، وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ ‏\"‏‏.‏ قَالُوا بِمَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ بِكُفْرِهِنَّ ‏\"‏‏.‏ قِيلَ يَكْفُرْنَ بِاللَّهِ قَالَ ‏\"‏ يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الإِحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ كُلَّهُ، ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ ‏\"‏‏.‏",
    "english_text": "The sun eclipsed in the lifetime of the Prophet (p.b.u.h) . Allah's Messenger (ﷺ) offered the eclipse prayer \nand stood for a long period equal to the period in which one could recite Surat-al-Baqara. Then he \nbowed for a long time and then stood up for a long period which was shorter than that of the first \nstanding, then bowed again for a long time but for a shorter period than the first; then he prostrated \ntwice and then stood up for a long period which was shorter than that of the first standing; then he \nbowed for a long time which was shorter than the previous one, and then he raised his head and stood \nup for a long period which was shorter than the first standing, then he bowed for a long time which \nwas shorter than the first bowing, and then prostrated (twice) and finished the prayer. By then, the sun \n(eclipse) had cleared. The Prophet (ﷺ) then said, \"The sun and the moon are two of the signs of Allah. \nThey eclipse neither because of the death of somebody nor because of his life (i.e. birth). So when you \nsee them, remember Allah.\" The people say, \"O Allah's Messenger (ﷺ)! We saw you taking something from \nyour place and then we saw you retreating.\" The Prophet (ﷺ) replied, \"I saw Paradise and stretched my \nhands towards a bunch (of its fruits) and had I taken it, you would have eaten from it as long as the \nworld remains. I also saw the Hell-fire and I had never seen such a horrible sight. I saw that most of \nthe inhabitants were women.\" The people asked, \"O Allah's Messenger (ﷺ)! Why is it so?\" The Prophet (ﷺ) \nreplied, \"Because of their ungratefulness.\" It was asked whether they are ungrateful to Allah. The \nProphet said, \"They are ungrateful to their companions of life (husbands) and ungrateful to good \ndeeds. If you are benevolent to one of them throughout the life and if she sees anything (undesirable) \nin you, she will say, 'I have never had any good from you.' \"",
    "explication": "حَدِيث اِبْن عَبَّاسٍ يَأْتِي فِي الْكُسُوفِ , وَهُوَ ظَاهِر الْمُنَاسَبَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1052,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنِ امْرَأَتِهِ، فَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّهَا قَالَتْ أَتَيْتُ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حِينَ خَسَفَتِ الشَّمْسُ، فَإِذَا النَّاسُ قِيَامٌ يُصَلُّونَ، وَإِذَا هِيَ قَائِمَةٌ تُصَلِّي فَقُلْتُ مَا لِلنَّاسِ فَأَشَارَتْ بِيَدِهَا إِلَى السَّمَاءِ، وَقَالَتْ سُبْحَانَ اللَّهِ‏.‏ فَقُلْتُ آيَةٌ فَأَشَارَتْ أَىْ نَعَمْ‏.‏ قَالَتْ فَقُمْتُ حَتَّى تَجَلاَّنِي الْغَشْىُ، فَجَعَلْتُ أَصُبُّ فَوْقَ رَأْسِي الْمَاءَ، فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\n\"‏ مَا مِنْ شَىْءٍ كُنْتُ لَمْ أَرَهُ إِلاَّ قَدْ رَأَيْتُهُ فِي مَقَامِي هَذَا حَتَّى الْجَنَّةَ وَالنَّارَ، وَلَقَدْ أُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ مِثْلَ ـ أَوْ قَرِيبًا مِنْ ـ فِتْنَةِ الدَّجَّالِ ـ لاَ أَدْرِي أَيَّتَهُمَا قَالَتْ أَسْمَاءُ ـ يُؤْتَى أَحَدُكُمْ فَيُقَالُ لَهُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُوقِنُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ مُحَمَّدٌ رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى، فَأَجَبْنَا وَآمَنَّا وَاتَّبَعْنَا‏.‏ فَيُقَالُ لَهُ نَمْ صَالِحًا، فَقَدْ عَلِمْنَا إِنْ كُنْتَ لَمُوقِنًا‏.‏ وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَيَّتَهُمَا قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي، سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ ‏\"‏‏.‏",
    "english_text": "Asma' bint Al Bakr said, \"I came to `Aisha the wife of the Prophet (p.b.u.h) during the solar eclipse. \nThe people were standing and offering the prayer and she was also praying too. I asked her, 'What has \nhappened to the people?' She pointed out with her hand towards the sky and said, 'Subhan-Allah'. I \nsaid, 'Is there a sign?' She pointed out in the affirmative.\" Asma' further said, \"I too then stood up for \nthe prayer till I fainted and then poured water on my head. When Allah's Messenger (ﷺ) had finished his \nprayer, he thanked and praised Allah and said, 'I have seen at this place of mine what I have never \nseen even Paradise and Hell. No doubt, it has been inspired to me that you will be put to trial in the \ngraves like or nearly like the trial of (Masih) Ad-Dajjal. (I do not know which one of the two Asma' \nsaid.) (The angels) will come to everyone of you and will ask what do you know about this man (i.e. \nMuhammad). The believer or a firm believer (I do not know which word Asma' said) will reply, 'He is \nMuhammad, Allah's Messenger (ﷺ) (p.b.u.h) who came to us with clear evidences and guidance, so we \naccepted his teachings, believed and followed him.' The angels will then say to him, 'Sleep peacefully \nas we knew surely that you were a firm believer.' The hypocrite or doubtful person (I do not know \nwhich word Asma' said) will say, 'I do not know. I heard the people saying something so I said it (the \nsame).' \"",
    "explication": "‏ ‏قَوْله : ( هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة بْن الزُّبَيْر. عَنْ ( فَاطِمَة ) هِيَ بِنْت الْمُنْذِر بْن الزُّبَيْر وَهِيَ زَوْجَة هِشَام وَبِنْت عَمّه. ‏ ‏قَوْله : ( عَنْ أَسْمَاء ) ‏ ‏أَيْ بِنْت أَبِي بَكْر الصِّدِّيق زَوْج الزُّبَيْر بْن الْعَوَّام وَهِيَ جَدَّة هِشَام وَفَاطِمَة جَمِيعًا. ‏ ‏قَوْله : ( فَقُلْت مَا شَأْن النَّاس ) ‏ ‏أَيْ : لِمَا رَأَتْ مِنْ اِضْطِرَابهمْ. ‏ ‏قَوْله : ( فَأَشَارَتْ ) ‏ ‏أَيْ عَائِشَة إِلَى السَّمَاء أَيْ : اِنْكَسَفَتْ الشَّمْس. ‏ ‏قَوْله : ( فَإِذَا النَّاس قِيَام ) ‏ ‏كَأَنَّهَا اِلْتَفَتَتْ مِنْ حُجْرَة عَائِشَة إِلَى مَنْ فِي الْمَسْجِد فَوَجَدَتْهُمْ قِيَامًا فِي صَلَاة الْكُسُوف , فَفِيهِ إِطْلَاق النَّاس عَلَى الْبَعْض. ‏ ‏قَوْله : ( فَقَالَتْ سُبْحَان اللَّه ) ‏ ‏أَيْ : أَشَارَتْ قَائِلَة سُبْحَان اللَّه. ‏ ‏قَوْله : ( قُلْت آيَة ) ‏ ‏هُوَ بِالرَّفْعِ خَبَر مُبْتَدَأ مَحْذُوف أَيْ : هَذِهِ آيَة أَيْ : عَلَامَة , وَيَجُوز حَذْف هَمْزَة الِاسْتِفْهَام وَإِثْبَاتهَا. ‏ ‏قَوْله : ( فَقُمْت ) ‏ ‏أَيْ : فِي الصَّلَاة. ‏ ‏قَوْله : ( حَتَّى عَلَانِي ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْعَيْنِ الْمُهْمَلَة وَتَخْفِيف اللَّام , وَفِي رِوَايَة كَرِيمَة تَجَلَّانِي بِمُثَنَّاةٍ وَجِيم وَلَام مُشَدَّدَة , وَجِلَال الشَّيْء مَا غُطِّيَ بِهِ. وَالْغَشْي بِفَتْحِ الْغَيْن وَإِسْكَان الشِّين الْمُعْجَمَتَيْنِ وَتَخْفِيف الْيَاء وَبِكَسْرِ الشِّين وَتَشْدِيد الْيَاء أَيْضًا هُوَ طَرَف مِنْ الْإِغْمَاء , وَالْمُرَاد بِهِ هُنَا الْحَالَة الْقَرِيبَة مِنْهُ فَأَطْلَقَتْهُ مَجَازًا , وَلِهَذَا قَالَتْ : فَجَعَلْت أَصُبّ عَلَى رَأْسِي الْمَاء أَيْ : فِي تِلْكَ الْحَال لِيَذْهَب. وَوَهَمَ مَنْ قَالَ بِأَنَّ صَبَّهَا كَانَ بَعْد الْإِفَاقَة , وَسَيَأْتِي تَقْرِير ذَلِكَ فِي كِتَاب الطَّهَارَة , وَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث أَيْضًا فِي صَلَاة الْكُسُوف إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( أُرِيته ) ‏ ‏هُوَ بِضَمِّ الْهَمْزَة. ‏ ‏قَوْله : ( حَتَّى الْجَنَّة وَالنَّار ) ‏ ‏رُوِّينَاهُ بِالْحَرَكَاتِ الثَّلَاث فِيهِمَا. ‏ ‏قَوْله : ( مِثْل أَوْ قَرِيبًا ) ‏ ‏كَذَا هُوَ بِتَرْكِ التَّنْوِين فِي الْأَوَّل وَإِثْبَاته فِي الثَّانِي , قَالَ اِبْن مَالِك , تَوْجِيهه أَنَّ أَصْله مِثْل فِتْنَة الدَّجَّال أَوْ قَرِيبًا مِنْ فِتْنَة الدَّجَّال , فَحُذِفَ مَا أُضِيفَ إِلَى مِثْل وَتُرِكَ عَلَى هَيْئَته قَبْل الْحَذْف , وَجَازَ الْحَذْف لِدَلَالَةِ مَا بَعْده عَلَيْهِ , وَهَذَا كَقَوْلِ الشَّاعِر : ‏ ‏بَيْن ذِرَاعَيْ وَجَبْهَة الْأَسَد ‏ ‏تَقْدِيره : بَيْن ذِرَاعَيْ الْأَسَد وَجَبْهَة الْأَسَد وَقَالَ الْآخَر : ‏ ‏أَمَام وَخَلْف الْمَرْء مِنْ لُطْف رَبّه ‏ ‏كَوَالِيء تَزْوِي عَنْهُ مَا هُوَ يَحْذَر ‏ ‏وَفِي رِوَايَة بِتَرْكِ التَّنْوِين فِي الثَّانِي أَيْضًا , وَتَوْجِيهه أَنَّهُ مُضَاف إِلَى فِتْنَة أَيْضًا , وَإِظْهَار حَرْف الْجَرّ بَيْن الْمُضَاف وَالْمُضَاف إِلَيْهِ جَائِز عِنْد قَوْم. وَقَوْله : \" لَا أَدْرِي أَيّ ذَلِكَ قَالَتْ أَسْمَاء \" جُمْلَة مُعْتَرِضَة بَيَّنَ بِهَا الرَّاوِي أَنَّ الشَّكّ مِنْهُ هَلْ قَالَتْ لَهُ أَسْمَاء مِثْل أَوْ قَالَتْ قَرِيبًا , وَسَتَأْتِي مَبَاحِث هَذَا الْمَتْن فِي كِتَاب الْجَنَائِز إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ فِي نُسْخَة الصَّغَانِيّ هُنَا : قَالَ اِبْن عَبَّاس مَرْقَدنَا مَخْرَجنَا. وَفِي ثُبُوت ذَلِكَ نَظَر لِأَنَّهُ لَمْ يَقَع فِي الْحَدِيث لِذَلِكَ ذِكْر وَإِنْ كَانَ قَدْ يَظْهَر لَهُ مُنَاسَبَة. وَقَدْ ذَكَرَ ذَلِكَ فِي مَوْضِعه مِنْ سُورَة يس. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1053,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا رَبِيعُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا زَائِدَةُ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ لَقَدْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالْعَتَاقَةِ فِي كُسُوفِ الشَّمْسِ‏.‏",
    "english_text": "No doubt the Prophet (ﷺ) ordered people to manumit slaves during the solar eclipse.",
    "explication": "‏ ‏قَوْله : ( لَقَدْ أَمَرَ ) ‏ ‏فِي رِوَايَة مُعَاوِيَة بْن عَمْرو عَنْ زَائِدَة عِنْد الْإِسْمَاعِيلِيّ \" كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُرهُمْ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1054,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ يَهُودِيَّةً، جَاءَتْ تَسْأَلُهَا فَقَالَتْ أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ‏.‏ فَسَأَلَتْ عَائِشَةُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَيُعَذَّبُ النَّاسُ فِي قُبُورِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَائِذًا بِاللَّهِ مِنْ ذَلِكَ‏.‏ ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَكَسَفَتِ الشَّمْسُ فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ فَصَلَّى، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ سُجُودًا طَوِيلاً ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ وَهْوَ دُونَ السُّجُودِ الأَوَّلِ، ثُمَّ انْصَرَفَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ",
    "english_text": "A Jewess came to `Aisha to ask her about something and then she said, \"May Allah give you refuge \nfrom the punishment of the grave.\" So `Aisha asked Allah's Messenger (ﷺ), \"Would the people be punished \nin their graves?\" Allah's Messenger (ﷺ) asked Allah's refuge from the punishment of the grave (indicating an \naffirmative reply). Then one day Allah's Messenger (ﷺ) rode (to leave for some place) but the sun eclipsed. \nHe returned on the forenoon and passed through the rear of the dwellings (of his wives) and stood up \nand started offering the (eclipse) prayer and the people stood behind him. He stood for a long period \nand then performed a long bowing and then stood straight for a long period which was shorter than \nthat of the first standing, then he performed a prolonged bowing which was shorter than the first \nbowing, then he raised his head and prostrated for a long time and then stood up (for the second rak`a) \nfor a long while, but the standing was shorter than the standing of the first rak`a. Then he performed a \nprolonged bowing which was shorter than that of the first one. He then stood up for a long time but \nshorter than the first, then again performed a long bowing which was shorter than the first and then \nprostrated for a shorter while than that of the first prostration. Then he finished the prayer and \ndelivered the sermon and) said what Allah wished; and ordered the people to seek refuge with Allah \nfrom the punishment of the grave.",
    "explication": "‏ ‏قَوْله : ( عَائِذًا بِاَللَّهِ مِنْ ذَلِكَ ) ‏ ‏قَالَ اِبْن السَّيِّد : هُوَ مَنْصُوب عَلَى الْمَصْدَر الَّذِي يَجِيء عَلَى مِثَال فَاعِل كَقَوْلِهِمْ عُوفِيَ عَافِيَة. أَوْ عَلَى الْحَال الْمُؤَكِّدَة النَّائِبَة مَنَاب الْمَصْدَر وَالْعَامِل فِيهِ مَحْذُوف كَأَنَّهُ قَالَ : أَعُوذ بِاَللَّهِ عَائِذًا , وَلَمْ يَذْكُر الْفِعْل لِأَنَّ الْحَال نَائِبَة عَنْهُ , وَرُوِيَ بِالرَّفْعِ أَيْ أَنَا عَائِذ وَكَأَنَّ ذَلِكَ كَانَ قَبْل أَنْ يَطَّلِع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى عَذَاب الْقَبْر كَمَا سَيَأْتِي الْبَحْث فِيهِ فِي كِتَاب الْجَنَائِز إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( بَيْن ظَهْرَانَيْ ) ‏ ‏بِفَتْحِ الظَّاء الْمُعْجَمَة وَالنُّون عَلَى التَّثْنِيَة و \" الْحُجَر \" بِضَمِّ الْمُهْمَلَة وَفَتْح الْجِيم جَمْع حُجْرَة بِسُكُونِ الْجِيم قِيلَ الْمُرَاد بَيْن ظَهْر الْحُجَر وَالنُّون وَالْيَاء زَائِدَتَانِ , وَقِيلَ بَلْ الْكَلِمَة كُلّهَا زَائِدَة , وَالْمُرَاد بِالْحُجَرِ بُيُوت أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( وَانْصَرَفَ فَقَالَ مَا شَاءَ اللَّه أَنْ يَقُول ) ‏ ‏تَقَدَّمَ بَيَانه فِي رِوَايَة عُرْوَة , وَأَنَّهُ خَطَبَ وَأَمَرَ بِالصَّلَاةِ وَالصَّدَقَة وَالذِّكْر وَغَيْر ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1055,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، عَنْ أَبِي مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الشَّمْسُ وَالْقَمَرُ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The sun and the moon do not eclipse because of someone's death or life but they \nare two signs amongst the signs of Allah, so pray whenever you see them.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا شِهَاب بْن عَبَّاد ) ‏ ‏هُوَ الْعَبْدِيّ الْكُوفِيّ مِنْ شُيُوخ الْبُخَارِيّ وَمُسْلِم , وَلَهُمْ شَيْخ آخَر يُقَال لَهُ شِهَاب بْن عَبَّاد الْعَبْدِيّ لَكِنَّهُ بَصْرِيّ وَهُوَ أَقْدَم مِنْ الْكُوفِيّ يَكُون فِي طَبَقَة شُيُوخ شُيُوخه أَخْرَجَ لَهُ الْبُخَارِيّ وَحْده فِي \" الْأَدَب الْمُفْرَد \" وَإِبْرَاهِيم بْن حُمَيْدٍ شَيْخه هُوَ اِبْن عَبْد الرَّحْمَن الرُّؤَاسِيّ بِضَمِّ الرَّاء بَعْدهَا هَمْزَة خَفِيفَة , وَفِي طَبَقَته إِبْرَاهِيم بْن حُمَيْدِ بْن عَبْد الرَّحْمَن بْن عَوْف الزُّهْرِيُّ وَلَمْ يُخَرِّجُوا لَهُ. وَإِسْمَاعِيل هُوَ اِبْن أَبِي خَالِد , وَقَيْس هُوَ اِبْن أَبِي حَازِم , وَهَذَا الْإِسْنَاد كُلّه كُوفِيُّونَ. ‏ ‏قَوْله : ( آيَتَانِ ) ‏ ‏أَيْ عَلَامَتَانِ ‏ ‏( مِنْ آيَات اللَّه ) ‏ ‏أَيْ الدَّالَّة عَلَى وَحْدَانِيَّة اللَّه وَعَظِيم قُدْرَته أَوْ عَلَى تَخْوِيف الْعِبَاد مِنْ بَأْس اللَّه وَسَطَوْته , وَيُؤَيِّدهُ قَوْله تَعَالَى ( وَمَا نُرْسِل بِالْآيَاتِ إِلَّا تَخْوِيفًا ) وَسَيَأْتِي قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُخَوِّف اللَّه بِهِمَا عِبَاده \" فِي بَاب مُفْرَد. ‏ ‏قَوْله : ( فَإِذَا رَأَيْتُمُوهَا ) ‏ ‏أَيْ الْآيَة , ولِلكُشْمِيهَنِيِّ \" رَأَيْتُمُوهُمَا \" بِالتَّثْنِيَةِ , وَكَذَا فِي رِوَايَة الْإِسْمَاعِيلِيّ وَالْمَعْنَى إِذَا رَأَيْتُمْ كُسُوف كُلّ مِنْهُمَا لِاسْتِحَالَةِ وُقُوع ذَلِكَ فِيهِمَا مَعًا فِي حَالَة وَاحِدَة عَادَة وَإِنْ كَانَ ذَلِكَ جَائِزًا فِي الْقُدْرَة الْإِلَهِيَّة. وَاسْتُدِلَّ بِهِ عَلَى مَشْرُوعِيَّة الصَّلَاة فِي كُسُوف الْقَمَر , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي بَاب مُفْرَد إِنْ شَاءَ اللَّه تَعَالَى. وَوَقَعَ فِي رِوَايَة اِبْن الْمُنْذِر \" حَتَّى يَنْجَلِي كُسُوف أَيّهمَا اِنْكَسَفَ \" وَهُوَ أَصْرَح فِي الْمُرَاد , وَأَفَادَ أَبُو عَوَانَة أَنَّ فِي بَعْض الطُّرُق أَنَّ ذَلِكَ كَانَ يَوْم مَاتَ إِبْرَاهِيم , وَهُوَ كَذَلِكَ فِي مُسْنَد الشَّافِعِيّ , وَهُوَ يُؤَيِّد مَا قَدَّمْنَاهُ مِنْ اِتِّحَاد الْقِصَّة. ‏ ‏قَوْله : ( فَقُومُوا فَصَلُّوا ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّهُ لَا وَقْت لِصَلَاةِ الْكُسُوف مُعَيَّن , لِأَنَّ الصَّلَاة عُلِّقَتْ بِرُؤْيَتِهِ , وَهِيَ مُمْكِنَة فِي كُلّ وَقْت مِنْ النَّهَار , وَبِهَذَا قَالَ الشَّافِعِيّ وَمَنْ تَبِعَهُ , وَاسْتَثْنَى الْحَنَفِيَّة أَوْقَات الْكَرَاهَة وَهُوَ مَشْهُور مَذْهَب أَحْمَد , وَعَنْ الْمَالِكِيَّة وَقْتهَا مِنْ وَقْت حِلّ النَّافِلَة إِلَى الزَّوَال , وَفِي رِوَايَة إِلَى صَلَاة الْعَصْر , وَرُجِّحَ الْأَوَّل بِأَنَّ الْمَقْصُود إِيقَاع هَذِهِ الْعِبَادَة قَبْل الِانْجِلَاء. وَقَدْ اِتَّفَقُوا عَلَى أَنَّهَا لَا تُقْضَى بَعْد الِانْجِلَاء , فَلَوْ اِنْحَصَرَتْ فِي وَقْت لَأَمْكَنَ الِانْجِلَاء قَبْله فَيَفُوت الْمَقْصُود , وَلَمْ أَقِف فِي شَيْء مِنْ الطُّرُق مَعَ كَثْرَتهَا عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّاهَا الْأَضْحَى لَكِنَّ ذَلِكَ وَقَعَ اِتِّفَاقًا وَلَا يَدُلّ عَلَى مَنْع مَا عَدَاهُ وَاتَّفَقَتْ الطُّرُق عَلَى أَنَّهُ بَادَرَ إِلَيْهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1056,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، وَهِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى بِالنَّاسِ، فَأَطَالَ الْقِرَاءَةَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِرَاءَةَ، وَهْىَ دُونَ قِرَاءَتِهِ الأُولَى، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ دُونَ رُكُوعِهِ الأَوَّلِ، ثُمَّ رَفَعَ رَأْسَهُ فَسَجَدَ سَجْدَتَيْنِ، ثُمَّ قَامَ فَصَنَعَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ، ثُمَّ قَامَ فَقَالَ ‏\n\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ يُرِيهِمَا عِبَادَهُ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَافْزَعُوا إِلَى الصَّلاَةِ ‏\"‏‏.‏",
    "english_text": "In the lifetime of the Prophet (ﷺ) the sun eclipsed and the Prophet (p.b.u.h) stood up to offer the prayer \nwith the people and recited a long recitation, then he performed a prolonged bowing, and then lifted \nhis head and recited a prolonged recitation which was shorter than the first. Then he performed a \nprolonged bowing which was shorter than the first and then lifted his head and performed two \nprostrations. He then stood up for the second rak`a and offered it like the first. Then he stood up and \nsaid, \"The sun and the moon do not eclipse because of someone's life or death but they are two signs \namongst the signs of Allah which He shows to His worshipers. So whenever you see them, make haste \nfor the prayer.\"",
    "explication": "‏ ‏قَوْله : ( مَعْمَر عَنْ الزُّهْرِيِّ وَهِشَام ) ‏ ‏سَاقَهُ عَلَى لَفْظ الزُّهْرِيِّ , وَقَدْ تَقَدَّمَتْ رِوَايَة هِشَام مُفْرَدَة فِي الْبَاب الثَّانِي , وَتَقَدَّمَ الْكَلَام عَلَيْهِ هُنَاكَ. وَبَيَّنَ عَبْد الرَّزَّاق عَنْ مَعْمَر أَنَّ فِي رِوَايَة هِشَام مِنْ الزِّيَادَة \" فَتَصَدَّقُوا \" وَقَدْ تَقَدَّمَ ذَلِكَ أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1057,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ خَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَزِعًا، يَخْشَى أَنْ تَكُونَ السَّاعَةُ، فَأَتَى الْمَسْجِدَ، فَصَلَّى بِأَطْوَلِ قِيَامٍ وَرُكُوعٍ وَسُجُودٍ رَأَيْتُهُ قَطُّ يَفْعَلُهُ وَقَالَ ‏\n\"‏ هَذِهِ الآيَاتُ الَّتِي يُرْسِلُ اللَّهُ لاَ تَكُونُ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنْ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ، فَإِذَا رَأَيْتُمْ شَيْئًا مِنْ ذَلِكَ فَافْزَعُوا إِلَى ذِكْرِهِ وَدُعَائِهِ وَاسْتِغْفَارِهِ ‏\"‏‏.‏",
    "english_text": "The sun eclipsed and the Prophet (ﷺ) got up, being afraid that it might be the Hour (i.e. Day of Judgment). \nHe went to the Mosque and offered the prayer with the longest Qiyam, bowing and prostration that I \nhad ever seen him doing. Then he said, \"These signs which Allah sends do not occur because of the \nlife or death of somebody, but Allah makes His worshipers afraid by them. So when you see anything \nthereof, proceed to remember Allah, invoke Him and ask for His forgiveness.\"",
    "explication": "‏ ‏قَوْله : ( فَقَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَزِعًا ) ‏ ‏بِكَسْرِ الزَّاي صِفَة مُشَبَّهَة , وَيَجُوز الْفَتْح عَلَى أَنَّهُ مَصْدَر بِمَعْنَى الصِّفَة. ‏ ‏قَوْله : ( يُخْشَى أَنْ تَكُون السَّاعَة ) ‏ ‏بِالضَّمِّ عَلَى أَنَّ كَانَ تَامَّة أَيْ يُخْشَى أَنْ تَحْضُر السَّاعَة , أَوْ نَاقِصَة وَالسَّاعَة اِسْمهَا وَالْخَبَر مَحْذُوف , أَوْ الْعَكْس. قِيلَ وَفِيهِ جَوَاز الْإِخْبَار بِمَا يُوجِبهُ الظَّنّ مِنْ شَاهِد الْحَال , لِأَنَّ سَبَب الْفَزَع يَخْفَى عَنْ الْمُشَاهِد لِصُورَةِ الْفَزَع فَيُحْتَمَل أَنْ يَكُون الْفَزَع لِغَيْرِ مَا ذُكِرَ , فَعَلَى هَذَا فَيُشْكِل هَذَا الْحَدِيث مِنْ حَيْثُ إِنَّ لِلسَّاعَةِ مُقَدِّمَات كَثِيرَة لَمْ تَكُنْ وَقَعَتْ كَفَتْحِ الْبِلَاد وَاسْتِخْلَاف الْخُلَفَاء وَخُرُوج الْخَوَارِج. ثُمَّ الْأَشْرَاط كَطُلُوعِ الشَّمْس مِنْ مَغْرِبهَا وَالدَّابَّة وَالدَّجَّال وَالدُّخَان وَغَيْر ذَلِكَ. وَيُجَاب عَنْ هَذَا بِاحْتِمَالِ أَنْ تَكُون قِصَّة الْكُسُوف وَقَعَتْ قَبْل إِعْلَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهَذِهِ الْعَلَامَات , أَوْ لَعَلَّهُ خَشِيَ أَنْ يَكُون ذَلِكَ بَعْض الْمُقَدِّمَات , أَوْ أَنَّ الرَّاوِي ظَنَّ أَنَّ الْخَشْيَة لِذَلِكَ وَكَانَتْ لِغَيْرِهِ كَعُقُوبَةٍ تَحْدُث كَمَا كَانَ يَخْشَى عِنْد هُبُوب الرِّيح. هَذَا حَاصِل مَا ذَكَرَهُ النَّوَوِيّ تَبَعًا لِغَيْرِهِ , وَزَادَ بَعْضهمْ أَنَّ الْمُرَاد بِالسَّاعَةِ غَيْر يَوْم الْقِيَامَة , أَيْ السَّاعَة الَّتِي جُعِلَتْ عَلَامَة عَلَى أَمْر مِنْ الْأُمُور , كَمَوْتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ غَيْر ذَلِكَ , وَفِي الْأَوَّل نَظَر لِأَنَّ قِصَّة الْكُسُوف مُتَأَخِّرَة جِدًّا , فَقَدْ تَقَدَّمَ أَنَّ مَوْت إِبْرَاهِيم كَانَ فِي الْعَاشِرَة كَمَا اِتَّفَقَ عَلَيْهِ أَهْل الْأَخْبَار , وَقَدْ أَخْبَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَثِيرٍ مِنْ الْأَشْرَاط وَالْحَوَادِث قَبْل ذَلِكَ. وَأَمَّا الثَّالِث فَتَحْسِين الظَّنّ بِالصَّحَابِيِّ يَقْتَضِي أَنَّهُ لَا يُجْزَم بِذَلِكَ إِلَّا بِتَوْقِيفٍ. وَأَمَّا الرَّابِع فَلَا يَخْفَى بُعْده. وَأَقْرَبهَا الثَّانِي فَلَعَلَّهُ خَشِيَ أَنْ يَكُون الْكُسُوف مُقَدِّمَة لِبَعْضِ الْأَشْرَاط كَطُلُوعِ الشَّمْس مِنْ مَغْرِبهَا , وَلَا يَسْتَحِيل أَنْ يَتَخَلَّل بَيْن الْكُسُوف وَالطُّلُوع الْمَذْكُور أَشْيَاء مِمَّا ذُكِرَ وَتَقَع مُتَتَالِيَة بَعْضهَا إِثْر بَعْض مَعَ اِسْتِحْضَار قَوْله تَعَالَى ( وَمَا أَمْر السَّاعَة إِلَّا كَلَمْحِ الْبَصَر أَوْ هُوَ أَقْرَب ) , ثُمَّ ظَهَرَ لِي أَنَّهُ يُحْتَمَل أَنْ يَخْرُج عَلَى مَسْأَلَة دُخُول النَّسْخ فِي الْأَخْبَار فَإِذَا قِيلَ بِجَوَازِ ذَلِكَ زَالَ الْإِشْكَال. وَقِيلَ لَعَلَّهُ قَدَّرَ وُقُوع الْمُمْكِن لَوْلَا مَا أَعْلَمَهُ اللَّه تَعَالَى بِأَنَّهُ لَا يَقَع قَبْل الْأَشْرَاط تَعْظِيمًا مِنْهُ لِأَمْرِ الْكُسُوف لِيَتَبَيَّن لِمَنْ يَقَع لَهُ مِنْ أُمَّته ذَلِكَ كَيْف يَخْشَى وَيَفْزَع لَا سِيَّمَا إِذَا وَقَعَ لَهُمْ ذَلِكَ بَعْد حُصُول الْأَشْرَاط أَوْ أَكْثَرهَا. وَقِيلَ لَعَلَّ حَالَة اِسْتِحْضَار إِمْكَان الْقُدْرَة غَلَبَتْ عَلَى اِسْتِحْضَار مَا تَقَدَّمَ مِنْ الشُّرُوط لِاحْتِمَالِ أَنْ تَكُون تِلْكَ الْأَشْرَاط كَانَتْ مَشْرُوطَة بِشَرْطٍ لَمْ يَتَقَدَّم ذِكْره فَيَقَع الْمَخُوف بِغَيْرِ أَشْرَاط لِفَقْدِ الشَّرْط , وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم. ‏ ‏قَوْله : ( هَذِهِ الْآيَات الَّتِي يُرْسِل اللَّه ) ‏ ‏ثُمَّ قَالَ ‏ ‏( وَلَكِنْ يُخَوِّف اللَّه بِهَا عِبَاده ) ‏ ‏مُوَافِق لِقَوْلِهِ تَعَالَى ( وَمَا نُرْسِل بِالْآيَاتِ إِلَّا تَخْوِيفًا ) وَمُوَافِق لِمَا تَقَدَّمَ تَقْرِيره فِي الْبَاب الْأَوَّل , وَاسْتُدِلَّ بِذَلِكَ عَلَى أَنَّ الْأَمْر بِالْمُبَادَرَةِ إِلَى الذِّكْر وَالدُّعَاء وَالِاسْتِغْفَار وَغَيْر ذَلِكَ لَا يَخْتَصّ بِالْكُسُوفَيْنِ لِأَنَّ الْآيَات أَعَمّ مِنْ ذَلِكَ , وَقَدْ تَقَدَّمَ الْقَوْل فِي ذَلِكَ فِي أَوَاخِر الِاسْتِسْقَاء. وَلَمْ يَقَع فِي هَذِهِ الرِّوَايَة ذِكْر الصَّلَاة , فَلَا حُجَّة فِيهِ لِمَنْ اِسْتَحَبَّهَا عِنْد كُلّ آيَة. ‏ ‏قَوْله : ( إِلَى ذِكْر اللَّه ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" إِلَى ذِكْره \" وَالضَّمِير يَعُود عَلَى اللَّه فِي قَوْله \" يُخَوِّف اللَّه بِهَا عِبَاده \" , وَفِيهِ النَّدْب إِلَى الِاسْتِغْفَار عِنْد الْكُسُوف وَغَيْره لِأَنَّهُ مِمَّا يُدْفَع بِهِ الْبَلَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1058,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا زَائِدَةُ، قَالَ حَدَّثَنَا زِيَادُ بْنُ عِلاَقَةَ، قَالَ سَمِعْتُ الْمُغِيرَةَ بْنَ شُعْبَةَ، يَقُولُ انْكَسَفَتِ الشَّمْسُ يَوْمَ مَاتَ إِبْرَاهِيمُ، فَقَالَ النَّاسُ انْكَسَفَتْ لِمَوْتِ إِبْرَاهِيمَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَادْعُوا اللَّهَ وَصَلُّوا حَتَّى يَنْجَلِيَ ‏\"‏‏.‏",
    "english_text": "On the day of Ibrahim's death, the sun eclipsed and the people said that the eclipse was due to the \ndeath of Ibrahim (the son of the Prophet). Allah's Messenger (ﷺ) said, \"The sun and the moon are two signs \namongst the signs of Allah. They do not eclipse because of someone's death or life. So when you see \nthem, invoke Allah and pray till the eclipse is clear.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْمُسْنَدِيّ , وَهَاشِم هُوَ أَبُو النَّضْر وَشَيْبَانُ هُوَ النَّحْوِيّ. ‏ ‏قَوْله : ( يَوْم مَاتَ إِبْرَاهِيم ) ‏ ‏يَعْنِي اِبْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ ذَكَرَ جُمْهُور أَهْل السِّيَر أَنَّهُ مَاتَ فِي السَّنَة الْعَاشِرَة مِنْ الْهِجْرَة , فَقِيلَ فِي رَبِيع الْأَوَّل وَقِيلَ فِي رَمَضَان وَقِيلَ فِي ذِي الْحِجَّة , وَالْأَكْثَر عَلَى أَنَّهَا وَقَعَتْ فِي عَاشِر الشَّهْر وَقِيلَ فِي رَابِع عَشَرَة , وَلَا يَصِحّ شَيْء مِنْهَا عَلَى قَوْل ذِي الْحِجَّة لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذْ ذَاكَ بِمَكَّة فِي الْحَجّ , وَقَدْ ثَبَتَ أَنَّهُ شَهِدَ وَفَاته وَكَانَتْ بِالْمَدِينَةِ بِلَا خِلَاف , نَعَمْ قِيلَ إِنَّهُ مَاتَ سَنَة تِسْع فَإِنْ ثَبَتَ يَصِحّ , وَجَزَمَ النَّوَوِيّ بِأَنَّهَا كَانَتْ سَنَة الْحُدَيْبِيَة , وَيُجَاب بِأَنَّهُ كَانَ يَوْمئِذٍ بِالْحُدَيْبِيَةِ وَرَجَعَ مِنْهَا فِي آخِر الشَّهْر , وَفِيهِ رَدّ عَلَى أَهْل الْهَيْئَة لِأَنَّهُمْ يَزْعُمُونَ أَنَّهُ لَا يَقَع فِي الْأَوْقَات الْمَذْكُورَة , وَقَدْ فَرَضَ الشَّافِعِيّ وُقُوع الْعِيد وَالْكُسُوف مَعًا. وَاعْتَرَضَهُ بَعْض مَنْ اِعْتَمَدَ عَلَى قَوْل أَهْل الْهَيْئَة , وَانْتَدَبَ أَصْحَاب الشَّافِعِيّ لِدَفْعِ قَوْل الْمُعْتَرِض فَأَصَابُوا. ‏ ‏قَوْله : ( فَإِذَا رَأَيْتُمْ ) ‏ ‏أَيْ شَيْئًا مِنْ ذَلِكَ , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَإِذَا رَأَيْتُمْ ذَلِكَ \" وَسَيَأْتِي مِنْ وَجْه آخَر بَعْد أَبْوَاب \" فَإِذَا رَأَيْتُمُوهَا \". ‏ ‏( تَنْبِيه ) : ‏ ‏اِبْتَدَأَ الْبُخَارِيّ أَبْوَاب الْكُسُوف بِالْأَحَادِيثِ الْمُطْلَقَة فِي الصَّلَاة بِغَيْرِ تَقْيِيد بِصِفَةِ إِشَارَة مِنْهُ إِلَى أَنَّ ذَلِكَ يُعْطِي أَصْل الِامْتِثَال , وَإِنْ كَانَ إِيقَاعهَا عَلَى الصِّفَة الْمَخْصُوصَة عِنْده أَفْضَل , وَبِهَذَا قَالَ أَكْثَر الْعُلَمَاء. وَوَقَعَ لِبَعْضِ الشَّافِعِيَّة كالْبَنْدَنِيجِيّ أَنَّ صَلَاتهَا رَكْعَتَيْنِ كَالنَّافِلَةِ لَا يُجْزِئ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1059,
    "category": "كتاب الكسوف",
    "text_chakl": "وَقَالَ أَبُو أُسَامَةَ حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَتْنِي فَاطِمَةُ بِنْتُ الْمُنْذِرِ، عَنْ أَسْمَاءَ، قَالَتْ فَانْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ تَجَلَّتِ الشَّمْسُ فَخَطَبَ، فَحَمِدَ اللَّهَ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏\n\"‏ أَمَّا بَعْدُ ‏\"‏‏.‏",
    "english_text": "And this was narrated by Asma' who said, \"Allah's Messenger (ﷺ) finished the eclipse prayer and by then the sun (eclipse) had cleared. Then he delivered the Khutba (religious talk) and praised Allah as He deserved and then said Amma ba'du.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1060,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا مَحْمُودٌ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ شُعْبَةَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ قَالَ انْكَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَكْعَتَيْنِ‏.‏",
    "english_text": "In the lifetime of the Prophet (ﷺ) the sun eclipsed and then he offered a two rak`at prayer.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1061,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَخَرَجَ يَجُرُّ رِدَاءَهُ حَتَّى انْتَهَى إِلَى الْمَسْجِدِ، وَثَابَ النَّاسُ إِلَيْهِ فَصَلَّى بِهِمْ رَكْعَتَيْنِ، فَانْجَلَتِ الشَّمْسُ فَقَالَ ‏\n\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، وَإِنَّهُمَا لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ، وَإِذَا كَانَ ذَاكَ فَصَلُّوا وَادْعُوا حَتَّى يُكْشَفَ مَا بِكُمْ ‏\"‏‏.‏ وَذَاكَ أَنَّ ابْنًا لِلنَّبِيِّ صلى الله عليه وسلم مَاتَ، يُقَالُ لَهُ إِبْرَاهِيمُ، فَقَالَ النَّاسُ فِي ذَاكَ‏.‏",
    "english_text": "In the lifetime of the Allah's Messenger (ﷺ) (p.b.u.h) the sun eclipsed and he went out dragging his clothes \ntill he reached the Mosque. The people gathered around him and he led them and offered two rak`at. \nWhen the sun (eclipse) cleared, he said, \"The sun and the moon are two signs amongst the signs of \nAllah; they do not eclipse because of the death of someone, and so when an eclipse occurs, pray and \ninvoke Allah till the eclipse is over.\" It happened that a son of the Prophet (ﷺ) called Ibrahim died on that \nday and the people were talking about that (saying that the eclipse was caused by his death).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1062,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا مَحْمُودٌ، قَالَ حَدَّثَنَا أَبُو أَحْمَدَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى بِهِمْ فِي كُسُوفِ الشَّمْسِ أَرْبَعَ رَكَعَاتٍ فِي سَجْدَتَيْنِ، الأَوَّلُ الأَوَّلُ أَطْوَلُ‏.‏",
    "english_text": "The Prophet (ﷺ) led us and performed four bowing in two rak`at during the solar eclipse and the first rak`a \nwas longer.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو أَحْمَد ) ‏ ‏هُوَ الزُّبَيْرِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ , وَهَذَا الْمَتْن طَرَف مِنْ الْحَدِيث الطَّوِيل الْمَاضِي فِي \" بَاب صَلَاة الْكُسُوف فِي الْمَسْجِد \" وَكَأَنَّهُ مُخْتَصَر مِنْهُ بِالْمَعْنَى فَإِنَّهُ قَالَ فِيهِ \" ثُمَّ قَامَ قِيَامًا طَوِيلًا وَهُوَ دُون الْقِيَام الْأَوَّل \" وَقَالَ فِي هَذَا \" أَرْبَع رَكَعَات فِي سَجْدَتَيْنِ الْأُولَى أَطْوَل \" وَقَدْ رَوَاهُ الْإِسْمَاعِيلِيّ بِلَفْظِ \" الْأُولَى فَالْأُولَى أَطْوَل \" وَفِيهِ دَلِيل لِمَنْ قَالَ : إِنَّ الْقِيَام الْأَوَّل مِنْ الرَّكْعَة الثَّانِيَة يَكُون دُون الْقِيَام الثَّانِي مِنْ الرَّكْعَة الْأُولَى , وَقَدْ قَالَ اِبْن بَطَّال : إِنَّهُ لَا خِلَاف أَنَّ الرَّكْعَة الْأُولَى بِقِيَامِهَا وَرُكُوعَيْهَا تَكُون أَطْوَل مِنْ الرَّكْعَة الثَّانِيَة بِقِيَامِهَا وَرُكُوعَيْهَا. وَقَالَ النَّوَوِيّ : اِتَّفَقُوا عَلَى أَنَّ الْقِيَام الثَّانِي وَرُكُوعه فِيهِمَا أَقْصَر مِنْ الْقِيَام الْأَوَّل وَرُكُوعه فِيهِمَا , وَاخْتَلَفُوا فِي الْقِيَام الْأَوَّل مِنْ الثَّانِيَة وَرُكُوعه هَلْ هُمَا أَقْصَر مِنْ الْقِيَام الثَّانِي مِنْ الْأُولَى وَرُكُوعه أَوْ يَكُونَانِ سَوَاء ؟ قِيلَ : وَسَبَب هَذَا الْخِلَاف فَهْم مَعْنَى قَوْله \" وَهُوَ دُون الْقِيَام الْأَوَّل \" هَلْ الْمُرَاد بِهِ الْأَوَّل مِنْ الثَّانِيَة أَوْ يَرْجِع إِلَى الْجَمِيع فَيَكُون كُلّ قِيَام دُون الَّذِي قَبْله. وَرِوَايَة الْإِسْمَاعِيلِيّ تُعَيِّن هَذَا الثَّانِي , وَيُرَجِّحهُ أَيْضًا أَنَّهُ لَوْ كَانَ الْمُرَاد مِنْ قَوْله \" الْقِيَام الْأَوَّل \" أَوَّل قِيَام مِنْ الْأُولَى فَقَطْ لَكَانَ الْقِيَام الثَّانِي وَالثَّالِث مَسْكُوتًا عَنْ مِقْدَارهمَا , فَالْأَوَّل أَكْثَر فَائِدَة , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1063,
    "category": "كتاب الكسوف",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ، قَالَ حَدَّثَنَا الْوَلِيدُ، قَالَ أَخْبَرَنَا ابْنُ نَمِرٍ، سَمِعَ ابْنَ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ جَهَرَ النَّبِيُّ صلى الله عليه وسلم فِي صَلاَةِ الْخُسُوفِ بِقِرَاءَتِهِ، فَإِذَا فَرَغَ مِنْ قِرَاءَتِهِ كَبَّرَ فَرَكَعَ، وَإِذَا رَفَعَ مِنَ الرَّكْعَةِ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ‏.‏ ثُمَّ يُعَاوِدُ الْقِرَاءَةَ فِي صَلاَةِ الْكُسُوفِ، أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ‏.‏ وَقَالَ الأَوْزَاعِيُّ وَغَيْرُهُ سَمِعْتُ الزُّهْرِيَّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ الشَّمْسَ، خَسَفَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَعَثَ مُنَادِيًا بِالصَّلاَةُ جَامِعَةٌ، فَتَقَدَّمَ فَصَلَّى أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ‏.‏ وَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ نَمِرٍ سَمِعَ ابْنَ شِهَابٍ مِثْلَهُ‏.‏ قَالَ الزُّهْرِيُّ فَقُلْتُ مَا صَنَعَ أَخُوكَ ذَلِكَ، عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ مَا صَلَّى إِلاَّ رَكْعَتَيْنِ مِثْلَ الصُّبْحِ إِذْ صَلَّى بِالْمَدِينَةِ‏.‏ قَالَ أَجَلْ، إِنَّهُ أَخْطَأَ السُّنَّةَ‏.‏ تَابَعَهُ سُفْيَانُ بْنُ حُسَيْنٍ وَسُلَيْمَانُ بْنُ كَثِيرٍ عَنِ الزُّهْرِيِّ فِي الْجَهْرِ‏.‏",
    "english_text": "The Prophet (p.b.u.h) recited (the Qur'an) aloud during the eclipse prayer and when he had finished \nthe eclipse prayer he said the Takbir and bowed. When he stood straight from bowing he would say \n\"Sami 'allahu liman hamidah Rabbana wa laka l-hamd.\" And he would again start reciting. In the \neclipse prayer there are four bowing and four prostrations in two rak`at. Al-Auza'i and others said that \nthey had heard Az-Zuhri from 'Urwa from `Aisha saying, \"In the lifetime of Allah's Messenger (ﷺ) the sun \neclipsed, and he made a person to announce: 'Prayer in congregation.' He led the prayer and performed \nfour bowing and four prostrations in two rak`at.\" Narrated Al-Walid that `Abdur-Rahman bin Namir \nhad informed him that he had heard the same. Ibn Shihab heard the same. Az-Zuhri said, \"I asked \n('Urwa), 'What did your brother `Abdullah bin Az-Zubair do? He prayed two rak`at (of the eclipse \nprayer) like the morning prayer, when he offered the (eclipse) prayer in Medina.' 'Urwa replied that he \nhad missed (i.e. did not pray according to) the Prophet's tradition.\" Sulaiman bin Kathir and Sufyan \nbin Husain narrated from Az-Zuhri that the prayer for the eclipse used to be offered with loud \nrecitation.",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنَا اِبْن نَمِر ) ‏ ‏بِفَتْحِ النُّون وَكَسْر الْمِيم , اِسْمه عَبْد الرَّحْمَن , وَهُوَ دِمَشْقِيّ وَثَّقَهُ دُحَيْم وَالذُّهْلِيّ وَابْن الْبَرْقِيّ وَآخَرُونَ , وَضَعَّفَهُ اِبْن مَعِين لِأَنَّهُ لَمْ يَرْوِ عَنْهُ غَيْر الْوَلِيد وَلَيْسَ لَهُ فِي الصَّحِيحَيْنِ غَيْر هَذَا الْحَدِيث , وَقَدْ تَابَعَهُ عَلَيْهِ الْأَوْزَاعِيُّ وَغَيْره. ‏ ‏قَوْله : ( جَهَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي صَلَاة الْخُسُوف بِقِرَاءَتِهِ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى الْجَهْر فِيهَا بِالنَّهَارِ , وَحَمَلَهُ جَمَاعَة مِمَّنْ لَمْ يَرَ بِذَلِكَ عَلَى كُسُوف الْقَمَر , وَلَيْسَ بِجَيِّدٍ لِأَنَّ الْإِسْمَاعِيلِيّ رَوَى هَذَا الْحَدِيث مِنْ وَجْه آخَر عَنْ الْوَلِيد بِلَفْظِ \" كَسَفَتْ الشَّمْس فِي عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَ الْحَدِيث , وَكَذَا رِوَايَة الْأَوْزَاعِيِّ الَّتِي بَعْده صَرِيحَة فِي الشَّمْس. ‏ ‏قَوْله : ( وَقَالَ الْأَوْزَاعِيُّ وَغَيْره سَمِعْت الزُّهْرِيَّ إِلَخْ ) ‏ ‏وَصَلَهُ مُسْلِم عَنْ مُحَمَّد بْن مَهْرَان عَنْ الْوَلِيد اِبْن مُسْلِم حَدَّثَنَا الْأَوْزَاعِيُّ وَغَيْره فَذَكَرَهُ , وَأَعَادَ الْإِسْنَاد إِلَى الْوَلِيد قَالَ : أَخْبَرَنَا عَبْد الرَّحْمَن بْن نَمِر فَذَكَرَهُ , وَزَادَ فِيهِ مُسْلِم طَرِيق كَثِير بْن عَبَّاس عَنْ أَخِيهِ وَلَمْ يَذْكُر قِصَّة عَبْد اللَّه بْن الزُّبَيْر , وَاسْتَدَلَّ بَعْضهمْ عَلَى ضَعْف رِوَايَة عَبْد الرَّحْمَن بْن نَمِر فِي الْجَهْر بِأَنَّ الْأَوْزَاعِيَّ لَمْ يَذْكُرهُ فِي رِوَايَته الْجَهْر , وَهَذَا ضَعِيف لِأَنَّ مَنْ ذَكَرَ حُجَّة عَلَى مَنْ لَمْ يَذْكُر , لَا سِيَّمَا وَاَلَّذِي لَمْ يَذْكُرهُ لَمْ يَتَعَرَّض لِنَفْيِهِ , وَقَدْ ثَبَتَ الْجَهْر فِي رِوَايَة الْأَوْزَاعِيِّ عِنْد أَبِي دَاوُدَ وَالْحَاكِم مِنْ طَرِيق الْوَلِيد بْن مَزِيد عَنْهُ , وَوَافَقَهُ سُلَيْمَان بْن كَثِير وَغَيْره كَمَا تَرَى. ‏ ‏قَوْله : ( قَالَ أَجَلْ ) ‏ ‏أَيْ نَعَمْ وَزْنًا وَمَعْنًى , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ \" مِنْ أَجْل \" بِسُكُونِ الْجِيم , وَعَلَى الْأَوَّل فَقَوْله \" إِنَّهُ أَخْطَأَ \" بِكَسْرِ هَمْزَة إِنَّهُ وَعَلَى الثَّانِي بِفَتْحِهَا. ‏ ‏قَوْله : ( تَابَعَهُ سُلَيْمَان بْن كَثِير وَسُفْيَان بْن حُسَيْن عَنْ الزُّهْرِيِّ فِي الْجَهْر ) ‏ ‏يَعْنِي بِإِسْنَادِهِ الْمَذْكُور , وَرِوَايَة سُلَيْمَان وَصَلَهَا أَحْمَد عَنْ عَبْد الصَّمَد بْن عَبْد الْوَارِث عَنْهُ بِلَفْظِ \" خَسَفَتْ الشَّمْس عَلَى عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَبَّرَ ثُمَّ كَبَّرَ النَّاس ثُمَّ قَرَأَ فَجَهَرَ بِالْقِرَاءَةِ \" الْحَدِيث , وَرَوَيْنَاهُ فِي مُسْنَد أَبِي دَاوُدَ الطَّيَالِسِيِّ عَنْ سُلَيْمَان بْن كَثِير بِهَذَا الْإِسْنَاد مُخْتَصَرًا \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَهَرَ بِالْقِرَاءَةِ فِي صَلَاة الْكُسُوف \" وَأَمَّا رِوَايَة سُفْيَان بْن حُسَيْن فَوَصَلَهَا التِّرْمِذِيّ وَالطَّحَاوِيّ بِلَفْظِ \" صَلَّى صَلَاة الْكُسُوف وَجَهَرَ بِالْقِرَاءَةِ فِيهَا \" وَقَدْ تَابَعَهُمْ عَلَى ذِكْر الْجَهْر عَنْ الزُّهْرِيِّ عُقَيْل عِنْد الطَّحَاوِيِّ وَإِسْحَاق بْنُ رَاشِد عِنْد الدَّارَقُطْنِيِّ , وَهَذِهِ طُرُق يُعَضِّد بَعْضهَا بَعْضًا يُفِيد مَجْمُوعهَا الْجَزْم بِذَلِكَ فَلَا مَعْنَى لِتَعْلِيلِ مَنْ أَعَلَّهُ بِتَضْعِيفِ سُفْيَان بْن حُسَيْن وَغَيْره , فَلَوْ لَمْ يَرِد فِي ذَلِكَ إِلَّا رِوَايَة الْأَوْزَاعِيِّ لَكَانَتْ كَافِيَة , وَقَدْ وَرَدَ الْجَهْر فِيهَا عَنْ عَلَى مَرْفُوعًا وَمَوْقُوفًا أَخْرَجَهُ اِبْن خُزَيْمَةَ وَغَيْره. وَقَالَ بِهِ صَاحِبَا أَبِي حَنِيفَة وَأَحْمَد وَإِسْحَاق وَابْن خُزَيْمَةَ وَابْن الْمُنْذِر وَغَيْرهمَا مِنْ مُحَدِّثِي الشَّافِعِيَّة وَابْن الْعَرَبِيّ مِنْ الْمَالِكِيَّة , وَقَالَ الطَّبَرِيُّ : يُخَيَّر بَيْن الْجَهْر وَالْإِسْرَار , وَقَالَ الْأَئِمَّة الثَّلَاثَة : يُسِرّ فِي الشَّمْس وَيَجْهَر فِي الْقَمَر , وَاحْتَجَّ الشَّافِعِيّ بِقَوْلِ اِبْن عَبَّاس \" قَرَأَ نَحْوًا مِنْ سُورَة الْبَقَرَة \" لِأَنَّهُ لَوْ جَهَرَ لَمْ يَحْتَجْ إِلَى تَقْدِير , وَتُعُقِّبَ بِاحْتِمَالِ أَنْ يَكُون بَعِيدًا مِنْهُ , لَكِنْ ذَكَرَ الشَّافِعِيّ تَعْلِيقًا عَنْ اِبْن عَبَّاس أَنَّهُ صَلَّى بِجَنْبِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْكُسُوف فَلَمْ يَسْمَع مِنْهُ حَرْفًا , وَوَصَلَهُ الْبَيْهَقِيُّ مِنْ ثَلَاثَة طُرُق أَسَانِيدهَا وَاهِيَة , وَعَلَى تَقْدِير صِحَّتهَا فَمُثْبِت الْجَهْر مَعَهُ قَدْر زَائِدَة فَالْأَخْذ بِهِ أَوْلَى , وَإِنْ ثَبَتَ الْعَدَد فَيَكُون فَعَلَ ذَلِكَ لِبَيَانِ الْجَوَاز , وَهَكَذَا الْجَوَاب عَنْ حَدِيث سَمُرَة عِنْد اِبْن خُزَيْمَةَ وَالتِّرْمِذِيّ \" لَمْ يَسْمَع لَهُ صَوْتًا \" وَأَنَّهُ إِنْ ثَبَتَ لَا يَدُلّ عَلَى نَفْي الْجَهْر , قَالَ اِبْن الْعَرَبِيّ : الْجَهْر عِنْدِي أَوْلَى لِأَنَّهَا صَلَاة جَامِعَة يُنَادَى لَهَا وَيُخْطَب فَأَشْبَهَتْ الْعِيد وَالِاسْتِسْقَاء , وَاَللَّه أَعْلَم. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَتْ أَبْوَاب الْكُسُوف عَلَى أَرْبَعِينَ حَدِيثًا نِصْفهَا مَوْصُول وَنِصْفهَا مُعَلَّق , الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى اِثْنَانِ وَثَلَاثُونَ , وَالْخَالِص ثَمَانِيَة. وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى حَدِيث أَبِي بَكْرَة , وَحَدِيث أَسْمَاء فِي الْعَتَاقَة , وَرِوَايَة عَمْرَة عَنْ عَائِشَة الْأُولَى أَطْوَل لَكِنَّهُ أَخْرَجَ أَصْله. وَفِيهِ مِنْ الْآثَار عَنْ الصَّحَابَة وَالتَّابِعِينَ خَمْسَة آثَار فِيهَا أَثَر عَبْد اللَّه بْن الزُّبَيْر , وَفِيهَا أَثَر عُرْوَة فِي تَخْطِئَته , وَهُمَا مَوْصُولَانِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]