[
  {
    "id": 1067,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الأَسْوَدَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَرَأَ النَّبِيُّ صلى الله عليه وسلم النَّجْمَ بِمَكَّةَ فَسَجَدَ فِيهَا، وَسَجَدَ مَنْ مَعَهُ، غَيْرَ شَيْخٍ أَخَذَ كَفًّا مِنْ حَصًى أَوْ تُرَابٍ فَرَفَعَهُ إِلَى جَبْهَتِهِ وَقَالَ يَكْفِينِي هَذَا‏.‏ فَرَأَيْتُهُ بَعْدَ ذَلِكَ قُتِلَ كَافِرًا‏.‏",
    "english_text": "The Prophet (ﷺ) recited Suratan-Najm (103) at Mecca and prostrated while reciting it and those who were \nwith him did the same except an old man who took a handful of small stones or earth and lifted it to \nhis forehead and said, \"This is sufficient for me.\" Later on, I saw him killed as a non-believer.",
    "explication": "‏ ‏قَوْله : ( سَمِعْت الْأَسْوَد ) ‏ ‏هُوَ اِبْن يَزِيد , وَعَبْد اللَّه هُوَ اِبْن مَسْعُود. ‏ ‏قَوْله : ( وَسَجَدَ مَنْ مَعَهُ غَيْر شَيْخ ) ‏ ‏سَمَّاهُ فِي تَفْسِير سُورَة النَّجْم مِنْ طَرِيق إِسْرَائِيل عَنْ أَبِي إِسْحَاق : أُمَيَّة بْن خَلَف , وَوَقَعَ فِي سِيرَة اِبْن إِسْحَاق أَنَّهُ الْوَلِيد بْن الْمُغِيرَة , وَفِيهِ نَظَر لِأَنَّهُ لَمْ يُقْتَل , وَفِي تَفْسِير سُنَيْد : الْوَلِيد بْن الْمُغِيرَة أَوْ عُتْبَة بْن رَبِيعَة بِالشَّكِّ وَفِيهِ نَظَر لِمَا أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ حَدِيث مَخْرَمَةَ بْن نَوْفَل قَالَ \" لَمَّا أَظْهَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْإِسْلَام أَسْلَمَ أَهْل مَكَّة حَتَّى إِنَّهُ كَانَ لَيَقْرَأ السَّجْدَة فَيَسْجُدُونَ فَلَا يَقْدِر بَعْضهمْ أَنْ يَسْجُد مِنْ الزِّحَام , حَتَّى قَدَّمَ رُؤَسَاء قُرَيْش الْوَلِيد بْن الْمُغِيرَة وَأَبُو جَهْل , وَغَيْرهمَا وَكَانُوا بِالطَّائِفِ فَرَجَعُوا وَقَالُوا : تَدْعُونَ دِين آبَائِكُمْ \" لَكِنْ فِي ثُبُوت هَذَا نَظَر , لِقَوْلِ أَبِي سُفْيَان فِي الْحَدِيث الطَّوِيل : \" إِنَّهُ لَمْ يَرْتَدّ أَحَد مِمَّنْ أَسْلَمَ \" وَيُمْكِن أَنْ يُجْمَع بِأَنَّ النَّفْي مُقَيَّد بِمَنْ اِرْتَدَّ سَخَطًا لَا بِسَبَبِ مُرَاعَاة خَاطِر رُؤَسَائِهِ. وَرَوَى الطَّبَرِيُّ مِنْ طَرِيق أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر أَنَّ الَّذِي رَفَعَ التُّرَاب فَسَجَدَ عَلَيْهِ هُوَ سَعِيد بْن الْعَاصِ اِبْن أُمَيَّة أَبُو أُحَيْحَة وَتَبِعَهُ النَّحَّاس , وَذَكَرَ أَبُو حَيَّان شَيْخ شُيُوخنَا فِي تَفْسِيره أَنَّهُ أَبُو لَهَب وَلَمْ يَذْكُر مُسْتَنَده , وَفِي مُصَنَّف اِبْن أَبِي شَيْبَة عَنْ أَبِي هُرَيْرَة \" سَجَدُوا فِي النَّجْم إِلَّا رَجُلَيْنِ مِنْ قُرَيْش أَرَادَا بِذَلِكَ الشُّهْرَة \". وَلِلنَّسَائِيِّ مِنْ حَدِيث الْمُطَّلِب بْن أَبِي وَدَاعَة قَالَ \" قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّجْم , فَسَجَدَ وَسَجَدَ مَنْ مَعَهُ , فَرَفَعْت رَأْسِي وَأَبَيْت أَنْ أَسْجُد \" وَلَمْ يَكُنْ الْمُطَّلِب يَوْمئِذٍ أَسْلَمَ. وَمَهْمَا ثَبَتَ مِنْ ذَلِكَ فَلَعَلَّ اِبْن مَسْعُود لَمْ يَرَهُ أَوْ خَصَّ وَاحِدًا بِذِكْرِهِ لِاخْتِصَاصِهِ بِأَخْذِ الْكَفّ مِنْ التُّرَاب دُون غَيْره. وَأَفَادَ الْمُصَنِّف فِي رِوَايَة إِسْرَائِيل أَنَّ النَّجْم أَوَّل سُورَة أُنْزِلَتْ فِيهَا سَجْدَة , وَهَذَا هُوَ السِّرّ فِي بُدَاءَة الْمُصَنِّف فِي هَذِهِ الْأَبْوَاب بِهَذَا الْحَدِيث , وَاسْتُشْكِلَ بِأَنَّ ( اِقْرَأْ بِاسْمِ رَبِّكَ ) أَوَّل السُّوَر نُزُولًا وَفِيهَا أَيْضًا سَجْدَة فَهِيَ سَابِقَة عَلَى النَّجْم , وَأُجِيبَ بِأَنَّ السَّابِق مِنْ اِقْرَأْ أَوَائِلهَا , وَأَمَّا بَقِيَّتهَا فَنَزَلَ بَعْد ذَلِكَ. بِدَلِيلِ قِصَّة أَبِي جَهْل فِي نَهْيه لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الصَّلَاة , أَوْ الْأَوَّلِيَّة مُقَيَّدَة بِشَيْءٍ مَحْذُوف بَيَّنَتْهُ رِوَايَة زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ أَبِي إِسْحَاق عِنْد اِبْن مَرْدَوَيْهِ بِلَفْظِ \" أَنَّ أَوَّل سُورَة اِسْتَعْلَنَ بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالنَّجْم \" وَلَهُ مِنْ رِوَايَة عَبْد الْكَبِير صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بْن دِينَار عَنْ أَبِي إِسْحَاق \" أَوَّل سُورَة تَلَاهَا عَلَى الْمُشْرِكِينَ \" فَذَكَرَهُ , فَيُجْمَع بَيْن الرِّوَايَات الثَّلَاث بِأَنَّ الْمُرَاد أَوَّل سُورَة فِيهَا سَجْدَة تَلَاهَا جَهْرًا عَلَى الْمُشْرِكِينَ. وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَيْهِ فِي تَفْسِير سُورَة النَّجْم إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1068,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ فِي الْجُمُعَةِ فِي صَلاَةِ الْفَجْرِ ‏{‏الم * تَنْزِيلُ‏}‏ السَّجْدَةَ وَ‏{‏هَلْ أَتَى عَلَى الإِنْسَانِ‏}‏",
    "english_text": "On Fridays the Prophet (ﷺ) used to recite Alif Lam Mim Tanzil-As-Sajda (in the first rak`a) and Hal \nata `alal-insani i.e. Surat ad-Dahr (LXXVI) (in the second rak`a), in the Fajr prayer.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا أَبُو نُعَيْمٍ ) ‏ ‏فِي نُسْخَة مِنْ رِوَايَة كَرِيمَة \" حَدَّثَنَا مُحَمَّد بْن يُوسُف \" أَيْ الْفِرْيَابِيُّ , وَذُكِرَا فِي بَعْض النُّسَخ جَمِيعًا. وَسُفْيَان هُوَ الثَّوْرِيّ. وَسَعْد بْن إِبْرَاهِيم أَيْ اِبْن عَبْد الرَّحْمَن بْن عَوْف نَسَبَهُ النَّسَائِيُّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن مَهْدِيّ وَغَيْره عَنْ الثَّوْرِيّ. وَهُوَ تَابِعِيّ صَغِير , وَشَيْخه تَابِعِيّ كَبِير , وَهُمَا مَعًا مَدَنِيَّانِ. ‏ ‏قَوْلُهُ : ( فِي الْفَجْر يَوْم الْجُمُعَة ) ‏ ‏فِي رِوَايَة كَرِيمَة وَالْأَصِيلِيّ \" فِي الْجُمُعَة فِي صَلَاة الْفَجْر \". ‏ ‏قَوْلُهُ : ( الم تَنْزِيل ) ‏ ‏بِضَمِّ اللَّام عَلَى الْحِكَايَة , زَادَ فِي رِوَايَة كَرِيمَة \" السَّجْدَة \" وَهُوَ بِالنَّصْبِ. ‏ ‏قَوْلُهُ : ( وَهَلْ أَتَى عَلَى الْإِنْسَانِ ) ‏ ‏زَادَ الْأَصِيلِيّ فِي رِوَايَته \" حِينٌ مِنْ الدَّهْرِ \" وَالْمُرَاد أَنْ يَقْرَأ فِي كُلّ رَكْعَة بِسُورَةٍ , وَكَذَا بَيَّنَهُ مُسْلِم مِنْ طَرِيق إِبْرَاهِيم بْن سَعْد بْن إِبْرَاهِيم عَنْ أَبِيهِ بِلَفْظِ \" الم تَنْزِيل , فِي الرَّكْعَة الْأُولَى , وَفِي الثَّانِيَة : هَلْ أَتَى عَلَى الْإِنْسَانِ \" وَفِيهِ دَلِيل عَلَى اِسْتِحْبَاب قِرَاءَة هَاتَيْنِ السُّورَتَيْنِ فِي هَذِهِ الصَّلَاة مِنْ هَذَا الْيَوْم لِمَا تُشْعِر الصِّيغَة بِهِ مِنْ مُوَاظَبَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ أَوْ إِكْثَاره مِنْهُ , بَلْ وَرَدَ مِنْ حَدِيث اِبْن مَسْعُود التَّصْرِيح بِمُدَاوَمَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ , أَخْرَجَهُ الطَّبَرَانِيُّ وَلَفْظه \" يُدِيم ذَلِكَ \" وَأَصْله فِي اِبْن مَاجَهْ بِدُونِ هَذِهِ الزِّيَادَة وَرِجَاله ثِقَات , لَكِنْ صَوَّبَ أَبُو حَاتِم إِرْسَاله. وَكَأَنَّ اِبْن دَقِيق الْعِيد لَمْ يَقِف عَلَيْهِ فَقَالَ فِي الْكَلَام عَلَى حَدِيث الْبَاب : لَيْسَ فِي الْحَدِيث مَا يَقْتَضِي فِعْل ذَلِكَ دَائِمًا اِقْتِضَاء قَوِيًّا , وَهُوَ كَمَا قَالَ بِالنِّسْبَةِ لِحَدِيثِ الْبَاب , فَإِنَّ الصِّيغَة لَيْسَتْ نَصًّا فِي الْمُدَاوَمَة لَكِنَّ الزِّيَادَة الَّتِي ذَكَرْنَاهَا نَصّ فِي ذَلِكَ. وَقَدْ أَشَارَ أَبُو الْوَلِيد الْبَاجِيّ فِي رِجَال الْبُخَارِيّ إِلَى الطَّعْن فِي سَعْد بْن إِبْرَاهِيم لِرِوَايَتِهِ لِهَذَا الْحَدِيث , وَأَنَّ مَالِكًا اِمْتَنَعَ مِنْ الرِّوَايَة عَنْهُ لِأَجْلِهِ , وَأَنَّ النَّاس تَرَكُوا الْعَمَل بِهِ لَا سِيَّمَا أَهْل الْمَدِينَة ا ه. وَلَيْسَ كَمَا قَالَ , فَإِنَّ سَعْدًا لَمْ يَنْفَرِد بِهِ مُطْلَقًا , فَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق سَعِيد بْن جُبَيْر عَنْ اِبْنِ عَبَّاسٍ مِثْله , وَكَذَا اِبْن مَاجَهْ وَالطَّبَرَانِيُّ مِنْ حَدِيث اِبْن مَسْعُود , وَابْن مَاجَهْ مِنْ حَدِيث سَعْد بْن أَبِي وَقَّاص , وَالطَّبَرَانِيُّ فِي الْأَوْسَط مِنْ حَدِيث عَلِيّ. وَأَمَّا دَعْوَاهُ أَنَّ النَّاس تَرَكُوا الْعَمَل بِهِ فَبَاطِلَة , لِأَنَّ أَكْثَر أَهْل الْعِلْم مِنْ الصَّحَابَة وَالتَّابِعِينَ قَدْ قَالُوا بِهِ كَمَا نَقَلَهُ اِبْن الْمُنْذِرِ وَغَيْره , حَتَّى إِنَّهُ ثَابِتٌ عَنْ إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن عَوْف وَالِد سَعْد وَهُوَ مِنْ كِبَار التَّابِعِينَ مِنْ أَهْل الْمَدِينَة أَنَّهُ أَمَّ النَّاس بِالْمَدِينَةِ بِهِمَا فِي الْفَجْر يَوْم الْجُمُعَة , أَخْرَجَهُ اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيحٍ , وَكَلَام اِبْن الْعَرَبِيّ يُشْعِر بِأَنَّ تَرْك ذَلِكَ أَمْر طَرَأَ عَلَى أَهْل الْمَدِينَة لِأَنَّهُ قَالَ : وَهُوَ أَمْر لَمْ يُعْلَم بِالْمَدِينَةِ , فَاَللَّه أَعْلَم بِمَنْ قَطَعَهُ كَمَا قَطَعَ غَيْره ا ه. وَأَمَّا اِمْتِنَاع مَالِك مِنْ الرِّوَايَة عَنْ سَعْد فَلَيْسَ لِأَجْلِ هَذَا الْحَدِيث , بَلْ لِكَوْنِهِ طَعَنَ فِي نَسَب مَالِك , كَذَا حَكَاهُ اِبْن الْبَرْقِيّ عَنْ يَحْيَى بْن مَعِين , وَحَكَى أَبُو حَاتِم عَنْ عَلِيّ بْن الْمَدِينِيّ قَالَ : كَانَ سَعْد بْن إِبْرَاهِيم لَا يُحَدِّث بِالْمَدِينَةِ فَلِذَلِكَ لَمْ يَكْتُب عَنْهُ أَهْلهَا. وَقَالَ السَّاجِيُّ : أَجْمَع أَهْل الْعِلْم عَلَى صِدْقه. وَقَدْ رَوَى مَالِك عَنْ عَبْد اللَّه بْن إِدْرِيس عَنْ شُعْبَة عَنْهُ , فَصَحَّ أَنَّهُ حُجَّة بِاتِّفَاقِهِمْ. قَالَ : وَمَالِك إِنَّمَا لَمْ يَرْوِ عَنْهُ لِمَعْنًى مَعْرُوف , فَأَمَّا أَنْ يَكُون تَكَلَّمَ فِيهِ فَلَا أَحْفَظ ذَلِكَ ا ه. وَقَدْ اِخْتَلَفَ تَعْلِيل الْمَالِكِيَّة بِكَرَاهَةِ قِرَاءَة السَّجْدَة فِي الصَّلَاة , فَقِيلَ لِكَوْنِهَا تَشْتَمِل عَلَى زِيَادَة سُجُود فِي الْفَرْض , قَالَ الْقُرْطُبِيّ : وَهُوَ تَعْلِيل فَاسِد بِشَهَادَةِ هَذَا الْحَدِيث. وَقِيلَ لِخَشْيَةِ التَّخْلِيط عَلَى الْمُصَلِّينَ , وَمِنْ ثَمَّ فَرَّقَ بَعْضهمْ بَيْن الْجَهْرِيَّة وَالسَّرِيَّة لِأَنَّ الْجَهْرِيَّة يُؤْمَن مَعَهَا التَّخْلِيطُ , لَكِنْ صَحَّ مِنْ حَدِيث اِبْن عُمَر أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ سُورَة فِيهَا سَجْدَة فِي صَلَاة الظُّهْر فَسَجَدَ بِهِمْ فِيهَا , أَخْرَجَهُ أَبُو دَاوُدَ وَالْحَاكِم , فَبَطَلَتْ التَّفْرِقَة. وَمِنْهُمْ مَنْ عَلَّلَ الْكَرَاهَة بِخَشْيَةِ اِعْتِقَاد الْعَوَامّ أَنَّهَا فَرْض , قَالَ اِبْن دَقِيق الْعِيد : أَمَّا الْقَوْل بِالْكَرَاهَةِ مُطْلَقًا فَيَأْبَاهُ الْحَدِيث , لَكِنْ إِذَا اِنْتَهَى الْحَال إِلَى وُقُوع هَذِهِ الْمَفْسَدَة فَيَنْبَغِي أَنْ تُتْرَك أَحْيَانًا لِتَنْدَفِع , فَإِنَّ الْمُسْتَحَبّ قَدْ يُتْرَك لِدَفْعِ الْمَفْسَدَة الْمُتَوَقَّعَة , وَهُوَ يَحْصُل بِالتَّرْكِ فِي بَعْض الْأَوْقَات ا ه. وَإِلَى ذَلِكَ أَشَارَ اِبْن الْعَرَبِيّ بِقَوْلِهِ : يَنْبَغِي أَنْ يُفْعَل ذَلِكَ فِي الْأَغْلَب لِلْقُدْرَةِ , وَيُقْطَع أَحْيَانًا لِئَلَّا تَظُنّهُ الْعَامَّة سُنَّة ا ه. وَهَذَا عَلَى قَاعِدَتهمْ فِي التَّفْرِقَة بَيْن السُّنَّة وَالْمُسْتَحَبّ. وَقَالَ صَاحِب الْمُحِيط مِنْ الْحَنَفِيَّة : يُسْتَحَبّ قِرَاءَة هَاتَيْنِ السُّورَتَيْنِ فِي صُبْح يَوْم الْجُمُعَة بِشَرْطِ أَنْ يَقْرَأ غَيْر ذَلِكَ أَحْيَانًا لِئَلَّا يَظُنّ الْجَاهِل أَنَّهُ لَا يُجْزِئ غَيْره. وَأَمَّا صَاحِب الْهِدَايَة مِنْهُمْ فَذَكَرَ أَنَّ عِلَّة الْكَرَاهَة هِجْرَان الْبَاقِي وَإِيهَام التَّفْضِيل. وَقَوْل الطَّحَاوِيّ يُنَاسِب قَوْل صَاحِب الْمُحِيط , فَإِنَّهُ خَصَّ الْكَرَاهَة بِمَنْ يَرَاهُ حَتْمًا لَا يُجْزِئ غَيْره أَوْ يَرَى الْقِرَاءَة بِغَيْرِهِ مَكْرُوهَة. ‏ ‏( فَائِدَتَانِ ) ‏ ‏الْأُولَى : لَمْ أَرَ فِي شَيْء مِنْ الطُّرُق التَّصْرِيحَ بِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَجَدَ لَمَّا قَرَأَ سُورَة تَنْزِيل السَّجْدَة فِي هَذَا الْمَحَلّ إِلَّا فِي كِتَاب الشَّرِيعَة لِابْنِ أَبِي دَاوُدَ مِنْ طَرِيق أُخْرَى عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْنِ عَبَّاسٍ قَالَ \" غَدَوْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْجُمُعَة فِي صَلَاة الْفَجْر فَقَرَأَ سُورَة فِيهَا سَجْدَة فَسَجَدَ \" الْحَدِيث , وَفِي إِسْنَاده مَنْ يُنْظَر فِي حَاله. ولِلطَّبَرَانِيِّ فِي الصَّغِير مِنْ حَدِيث عَلِيّ \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَجَدَ فِي صَلَاة الصُّبْح فِي تَنْزِيل السَّجْدَة \" لَكِنْ فِي إِسْنَاده ضَعْف. ‏ ‏الثَّانِيَة : قِيلَ الْحِكْمَة فِي اِخْتِصَاص يَوْم الْجُمُعَة بِقِرَاءَةِ سُورَة السَّجْدَة قَصْد السُّجُود الزَّائِد حَتَّى أَنَّهُ يُسْتَحَبّ لِمَنْ لَمْ يَقْرَأ هَذِهِ السُّورَة بِعَيْنِهَا أَنْ يَقْرَأ سُورَة غَيْرهَا فِيهَا سَجْدَة , وَقَدْ عَابَ ذَلِكَ عَلَى فَاعِله غَيْرُ وَاحِد مِنْ الْعُلَمَاء , وَنَسَبَهُمْ صَاحِب الْهَدْي إِلَى قِلَّة الْعِلْم وَنَقْص الْمَعْرِفَة , لَكِنْ عِنْد اِبْن أَبِي شَيْبَة بِإِسْنَادٍ قَوِيّ عَنْ إِبْرَاهِيم النَّخَعِيِّ أَنَّهُ قَالَ : يُسْتَحَبّ أَنْ يَقْرَأ فِي الصُّبْح يَوْم الْجُمُعَة بِسُورَةٍ فِيهَا سَجْدَة. وَعِنْده مِنْ طَرِيقه أَيْضًا أَنَّهُ فَعَلَ ذَلِكَ فَقَرَأَ سُورَة مَرْيَم. وَمِنْ طَرِيق اِبْن عَوْن قَالَ : كَانُوا يَقْرَءُونَ فِي الصُّبْح يَوْم الْجُمُعَة بِسُورَةٍ فِيهَا سَجْدَة. وَعِنْده مِنْ طَرِيقه أَيْضًا قَالَ : وَسَأَلْت مُحَمَّدًا - يَعْنِي اِبْن سِيرِينَ - عَنْهُ فَقَالَ لَا أَعْلَم بِهِ بَأْسًا ا ه. فَهَذَا قَدْ ثَبَتَ عَنْ بَعْض عُلَمَاء الْكُوفَة وَالْبَصْرَة فَلَا يَنْبَغِي الْقَطْع بِتَزْيِيفِهِ. وَقَدْ ذَكَرَ النَّوَوِيّ فِي زِيَادَات الرَّوْضَة هَذِهِ الْمَسْأَلَة وَقَالَ : لَمْ أَرَ فِيهَا كَلَامًا لِأَصْحَابِنَا , ثُمَّ قَالَ : وَقِيَاس مَذْهَبنَا أَنَّهُ يُكْرَه فِي الصَّلَاة إِذَا قَصَدَهُ ا ه. وَقَدْ أَفْتَى اِبْن عَبْد السَّلَام قَبْله بِالْمَنْعِ وَبِبُطْلَانِ الصَّلَاة بِقَصْدِ ذَلِكَ , قَالَ صَاحِب الْمُهِمَّات : مُقْتَضَى كَلَام الْقَاضِي حُسَيْن الْجَوَاز. وَقَالَ الْفَارِقِيّ فِي فَوَائِد الْمُهَذَّب : لَا تُسْتَحَبّ قِرَاءَة سَجْدَة غَيْر تَنْزِيل , فَإِنْ ضَاقَ الْوَقْت عَنْ قِرَاءَتهَا قَرَأَ بِمَا أَمْكَنَ مِنْهَا وَلَوْ بِآيَةِ السَّجْدَة مِنْهَا , وَوَافَقَهُ اِبْن أَبِي عَصْرُون فِي كِتَاب الِانْتِصَار وَفِيهِ نَظَرٌ. ‏ ‏( تَكْمِلَة ) : ‏ ‏قَالَ الزَّيْن ابْن الْمُنِير : مُنَاسَبَة تَرْجَمَة الْبَاب لِمَا قَبْلهَا أَنَّ ذَلِكَ مِنْ جُمْلَة مَا يَتَعَلَّق بِفَضْلِ يَوْم الْجُمُعَة لِاخْتِصَاصِ صُبْحهَا بِالْمُوَاظَبَةِ عَلَى قِرَاءَة هَاتَيْنِ السُّورَتَيْنِ. وَقِيلَ : إِنَّ الْحِكْمَة فِي هَاتَيْنِ السُّورَتَيْنِ الْإِشَارَة إِلَى مَا فِيهِمَا مِنْ ذِكْر خَلْق آدَم وَأَحْوَال يَوْم الْقِيَامَة , لِأَنَّ ذَلِكَ كَانَ وَسَيَقَعُ يَوْم الْجُمُعَة , ذَكَرَهُ اِبْن دِحْيَة فِي الْعَلَم الْمَشْهُور وَقَرَّرَهُ تَقْرِيرًا حَسَنًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1069,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَأَبُو النُّعْمَانِ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ ‏{‏ص‏}‏ لَيْسَ مِنْ عَزَائِمِ السُّجُودِ، وَقَدْ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَسْجُدُ فِيهَا‏.‏",
    "english_text": "The prostration of Sa`d is not a compulsory one but I saw the Prophet (ﷺ) prostrating while reciting it.",
    "explication": "‏ ‏قَوْله : ( وَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْجُد فِيهَا ) ‏ ‏وَقَعَ فِي تَفْسِير ص عِنْد الْمُصَنِّف مِنْ طَرِيق مُجَاهِد قَالَ \" سَأَلْت اِبْن عَبَّاس مِنْ أَيْنَ سَجَدْت فِي ص ؟ \" وَلِابْنِ خُزَيْمَةَ مِنْ هَذَا الْوَجْه \" مِنْ أَيْنَ أَخَذْت سَجْدَة ص \" ثُمَّ اِتَّفَقَا فَقَالَ ( وَمِنْ ذُرِّيَّتِهِ دَاوُد وَسُلَيْمَان ) إِلَى قَوْله : ( فَبِهُدَاهُمْ اِقْتَدِهْ ) فَفِي هَذَا أَنَّهُ اِسْتَنْبَطَ مَشْرُوعِيَّة السُّجُود فِيهَا مِنْ الْآيَة , وَفِي الْأَوَّل أَنَّهُ أَخَذَهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَلَا تَعَارُض بَيْنهمَا لِاحْتِمَالِ أَنْ يَكُون اِسْتَفَادَهُ مِنْ الطَّرِيقَيْنِ. وَقَدْ وَقَعَ فِي أَحَادِيث الْأَنْبِيَاء مِنْ طَرِيق مُجَاهِد فِي آخِره \" فَقَالَ اِبْن عَبَّاس : نَبِيّكُمْ مِمَّنْ أُمِرَ أَنْ يَقْتَدِي بِهِمْ \" فَاسْتُنْبِطَ وَجْه سُجُود النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا مِنْ الْآيَة , وَسَبَب ذَلِكَ كَوْن السَّجْدَة الَّتِي فِي ص إِنَّمَا وَرَدَتْ بِلَفْظِ الرُّكُوع فَلَوْلَا التَّوْقِيف مَا ظَهَرَ أَنَّ فِيهَا سَجْدَة. وَفِي النَّسَائِيِّ مِنْ طَرِيق سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس مَرْفُوعًا \" سَجَدَهَا دَاوُدُ تَوْبَة , وَنَحْنُ نَسْجُدهَا شُكْرًا \" فَاسْتَدَلَّ الشَّافِعِيّ بِقَوْلِهِ \" شُكْرًا \" عَلَى أَنَّهُ لَا يَسْجُد فِيهَا فِي الصَّلَاة لِأَنَّ سُجُود الشَّاكِر لَا يُشْرَع دَاخِل الصَّلَاة. وَلِأَبِي دَاوُدَ وَابْن خُزَيْمَةَ وَالْحَاكِم مِنْ حَدِيث أَبِي سَعِيد \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ وَهُوَ عَلَى الْمِنْبَر ص , فَلَمَّا بَلَغَ السَّجْدَة نَزَلَ فَسَجَدَ وَسَجَدَ النَّاس مَعَهُ , ثُمَّ قَرَأَهَا فِي يَوْم آخَر فَتَهَيَّأَ النَّاس لِلسُّجُودِ فَقَالَ : \" إِنَّمَا هِيَ تَوْبَة نَبِيّ , وَلَكِنِّي رَأَيْتُكُمْ تَهَيَّأْتُمْ فَنَزَلَ وَسَجَدَ وَسَجَدُوا مَعَهُ \" فَهَذَا السِّيَاق يُشْعِر بِأَنَّ السُّجُود فِيهَا لَمْ يُؤَكَّد كَمَا أُكِّدَ فِي غَيْرهَا , وَاسْتَدَلَّ بَعْض الْحَنَفِيَّة مِنْ مَشْرُوعِيَّة السُّجُود عِنْد قَوْله : ( وَخَرَّ رَاكِعًا وَأَنَابَ ) بِأَنَّ الرُّكُوع عِنْدهَا يَنُوب عَنْ السُّجُود , فَإِنْ شَاءَ الْمُصَلِّي رَكَعَ بِهَا وَإِنْ شَاءَ سَجَدَ , ثُمَّ طَرَدَهُ فِي جَمِيع سَجَدَات التِّلَاوَة , وَبِهِ قَالَ اِبْن مَسْعُود. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1070,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ سُورَةَ النَّجْمِ فَسَجَدَ بِهَا، فَمَا بَقِيَ أَحَدٌ مِنَ الْقَوْمِ إِلاَّ سَجَدَ، فَأَخَذَ رَجُلٌ مِنَ الْقَوْمِ كَفًّا مِنْ حَصًى أَوْ تُرَابٍ، فَرَفَعَهُ إِلَى وَجْهِهِ وَقَالَ يَكْفِينِي هَذَا، فَلَقَدْ رَأَيْتُهُ بَعْدُ قُتِلَ كَافِرًا‏.‏",
    "english_text": "The Prophet (ﷺ) recited Surat-an-Najm (53) and prostrated while reciting it and all the people prostrated and a man amongst the people took a handful of stones or earth and raised it to his face and said, \"This is sufficient for me. Later on I saw him killed as a non-believer.\"",
    "explication": "‏ ‏قَوْله : ( سَمِعْت الْأَسْوَد ) ‏ ‏هُوَ اِبْن يَزِيد , وَعَبْد اللَّه هُوَ اِبْن مَسْعُود. ‏ ‏قَوْله : ( وَسَجَدَ مَنْ مَعَهُ غَيْر شَيْخ ) ‏ ‏سَمَّاهُ فِي تَفْسِير سُورَة النَّجْم مِنْ طَرِيق إِسْرَائِيل عَنْ أَبِي إِسْحَاق : أُمَيَّة بْن خَلَف , وَوَقَعَ فِي سِيرَة اِبْن إِسْحَاق أَنَّهُ الْوَلِيد بْن الْمُغِيرَة , وَفِيهِ نَظَر لِأَنَّهُ لَمْ يُقْتَل , وَفِي تَفْسِير سُنَيْد : الْوَلِيد بْن الْمُغِيرَة أَوْ عُتْبَة بْن رَبِيعَة بِالشَّكِّ وَفِيهِ نَظَر لِمَا أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ حَدِيث مَخْرَمَةَ بْن نَوْفَل قَالَ \" لَمَّا أَظْهَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْإِسْلَام أَسْلَمَ أَهْل مَكَّة حَتَّى إِنَّهُ كَانَ لَيَقْرَأ السَّجْدَة فَيَسْجُدُونَ فَلَا يَقْدِر بَعْضهمْ أَنْ يَسْجُد مِنْ الزِّحَام , حَتَّى قَدَّمَ رُؤَسَاء قُرَيْش الْوَلِيد بْن الْمُغِيرَة وَأَبُو جَهْل , وَغَيْرهمَا وَكَانُوا بِالطَّائِفِ فَرَجَعُوا وَقَالُوا : تَدْعُونَ دِين آبَائِكُمْ \" لَكِنْ فِي ثُبُوت هَذَا نَظَر , لِقَوْلِ أَبِي سُفْيَان فِي الْحَدِيث الطَّوِيل : \" إِنَّهُ لَمْ يَرْتَدّ أَحَد مِمَّنْ أَسْلَمَ \" وَيُمْكِن أَنْ يُجْمَع بِأَنَّ النَّفْي مُقَيَّد بِمَنْ اِرْتَدَّ سَخَطًا لَا بِسَبَبِ مُرَاعَاة خَاطِر رُؤَسَائِهِ. وَرَوَى الطَّبَرِيُّ مِنْ طَرِيق أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر أَنَّ الَّذِي رَفَعَ التُّرَاب فَسَجَدَ عَلَيْهِ هُوَ سَعِيد بْن الْعَاصِ اِبْن أُمَيَّة أَبُو أُحَيْحَة وَتَبِعَهُ النَّحَّاس , وَذَكَرَ أَبُو حَيَّان شَيْخ شُيُوخنَا فِي تَفْسِيره أَنَّهُ أَبُو لَهَب وَلَمْ يَذْكُر مُسْتَنَده , وَفِي مُصَنَّف اِبْن أَبِي شَيْبَة عَنْ أَبِي هُرَيْرَة \" سَجَدُوا فِي النَّجْم إِلَّا رَجُلَيْنِ مِنْ قُرَيْش أَرَادَا بِذَلِكَ الشُّهْرَة \". وَلِلنَّسَائِيِّ مِنْ حَدِيث الْمُطَّلِب بْن أَبِي وَدَاعَة قَالَ \" قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّجْم , فَسَجَدَ وَسَجَدَ مَنْ مَعَهُ , فَرَفَعْت رَأْسِي وَأَبَيْت أَنْ أَسْجُد \" وَلَمْ يَكُنْ الْمُطَّلِب يَوْمئِذٍ أَسْلَمَ. وَمَهْمَا ثَبَتَ مِنْ ذَلِكَ فَلَعَلَّ اِبْن مَسْعُود لَمْ يَرَهُ أَوْ خَصَّ وَاحِدًا بِذِكْرِهِ لِاخْتِصَاصِهِ بِأَخْذِ الْكَفّ مِنْ التُّرَاب دُون غَيْره. وَأَفَادَ الْمُصَنِّف فِي رِوَايَة إِسْرَائِيل أَنَّ النَّجْم أَوَّل سُورَة أُنْزِلَتْ فِيهَا سَجْدَة , وَهَذَا هُوَ السِّرّ فِي بُدَاءَة الْمُصَنِّف فِي هَذِهِ الْأَبْوَاب بِهَذَا الْحَدِيث , وَاسْتُشْكِلَ بِأَنَّ ( اِقْرَأْ بِاسْمِ رَبِّكَ ) أَوَّل السُّوَر نُزُولًا وَفِيهَا أَيْضًا سَجْدَة فَهِيَ سَابِقَة عَلَى النَّجْم , وَأُجِيبَ بِأَنَّ السَّابِق مِنْ اِقْرَأْ أَوَائِلهَا , وَأَمَّا بَقِيَّتهَا فَنَزَلَ بَعْد ذَلِكَ. بِدَلِيلِ قِصَّة أَبِي جَهْل فِي نَهْيه لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الصَّلَاة , أَوْ الْأَوَّلِيَّة مُقَيَّدَة بِشَيْءٍ مَحْذُوف بَيَّنَتْهُ رِوَايَة زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ أَبِي إِسْحَاق عِنْد اِبْن مَرْدَوَيْهِ بِلَفْظِ \" أَنَّ أَوَّل سُورَة اِسْتَعْلَنَ بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالنَّجْم \" وَلَهُ مِنْ رِوَايَة عَبْد الْكَبِير صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بْن دِينَار عَنْ أَبِي إِسْحَاق \" أَوَّل سُورَة تَلَاهَا عَلَى الْمُشْرِكِينَ \" فَذَكَرَهُ , فَيُجْمَع بَيْن الرِّوَايَات الثَّلَاث بِأَنَّ الْمُرَاد أَوَّل سُورَة فِيهَا سَجْدَة تَلَاهَا جَهْرًا عَلَى الْمُشْرِكِينَ. وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَيْهِ فِي تَفْسِير سُورَة النَّجْم إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1071,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما أَنَّ النَّبِيَّ صلى الله عليه وسلم سَجَدَ بِالنَّجْمِ وَسَجَدَ مَعَهُ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْجِنُّ وَالإِنْسُ‏.‏ وَرَوَاهُ ابْنُ طَهْمَانَ عَنْ أَيُّوبَ‏.‏",
    "english_text": "The Prophet (ﷺ) I prostrated while reciting An-Najm and with him prostrated the Muslims, the pagans, the \njinns, and all human beings.",
    "explication": "‏ ‏قَوْله : ( سَجَدَ بِالنَّجْمِ ) ‏ ‏زَادَ الطَّبَرَانِيُّ فِي الْأَوْسَط مِنْ هَذَا الْوَجْه \" بِمَكَّة \" فَأَفَادَ اِتِّحَاد قِصَّة اِبْن عَبَّاس وَابْن مَسْعُود. ‏ ‏قَوْله : ( وَالْجِنّ ) ‏ ‏كَأَنَّ اِبْن عَبَّاس اِسْتَنَدَ فِي ذَلِكَ إِلَى إِخْبَار النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِمَّا مُشَافَهَة لَهُ وَإِمَّا بِوَاسِطَةٍ , لِأَنَّهُ لَمْ يَحْضُر الْقِصَّة لِصِغَرِهِ. وَأَيْضًا فَهُوَ مِنْ الْأُمُور الَّتِي لَا يَطَّلِع الْإِنْسَان عَلَيْهَا إِلَّا بِتَوْقِيفٍ وَتَجْوِيز أَنَّهُ كَشَفَ لَهُ عَنْ ذَلِكَ بَعِيد لِأَنَّهُ لَمْ يَحْضُرهَا قَطْعًا. ‏ ‏قَوْله : ( وَرَوَاهُ إِبْرَاهِيم بْن طَهْمَانَ عَنْ أَيُّوب ) ‏ ‏يَأْتِي الْكَلَام عَلَيْهِ فِي تَفْسِير سُورَة النَّجْم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1072,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنَا يَزِيدُ بْنُ خُصَيْفَةَ، عَنِ ابْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، أَنَّهُ أَخْبَرَهُ، أَنَّهُ، سَأَلَ زَيْدَ بْنَ ثَابِتٍ ـ رضى الله عنه ـ فَزَعَمَ أَنَّهُ قَرَأَ عَلَى النَّبِيِّ صلى الله عليه وسلم ‏{‏وَالنَّجْمِ‏}‏ فَلَمْ يَسْجُدْ فِيهَا‏.‏",
    "english_text": "I asked Zaid bin Thabit about prostration on which he said that he had recited An-Najm before the \nProphet, yet he (the Prophet) had not performed a prostration.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَزِيد بْن خُصَيْفَةَ ) ‏ ‏بِالْخَاءِ الْمُعْجَمَة وَالصَّاد الْمُهْمَلَة مُصَغَّر , وَهُوَ يَزِيد بْن عَبْد اللَّه بْن خُصَيْفَةَ نُسِبَ إِلَى جَدّه , وَشَيْخه اِبْن قُسَيْطٍ هُوَ يَزِيد بْن عَبْد اللَّه بْن قُسَيْطٍ الْمَذْكُور فِي الْإِسْنَاد الثَّانِي , وَرِجَال الْإِسْنَادَيْنِ مَعًا مَدَنِيُّونَ غَيْر شَيْخَيْ الْبُخَارِيّ. ‏ ‏قَوْله : ( أَنَّهُ سَأَلَ زَيْد بْن ثَابِت فَزَعَمَ ) ‏ ‏حَذَفَ الْمَسْئُول عَنْهُ , وَظَاهِر السِّيَاق يُوهِم أَنَّ الْمَسْئُول عَنْهُ السُّجُود فِي النَّجْم وَلَيْسَ كَذَلِكَ , وَقَدْ بَيَّنَهُ مُسْلِم عَنْ عَلِيّ بْن حُجْر وَغَيْره عَنْ إِسْمَاعِيل بْن جَعْفَر بِهَذَا الْإِسْنَاد قَالَ \" سَأَلْت زَيْد بْن ثَابِت عَنْ الْقِرَاءَة مَعَ الْإِمَام , فَقَالَ : لَا قِرَاءَة مَعَ الْإِمَام فِي شَيْء , وَزَعَمَ أَنَّهُ قَرَأَ النَّجْم \" الْحَدِيث. فَحَذَفَ الْمُصَنِّف الْمَوْقُوف لِأَنَّهُ لَيْسَ مِنْ غَرَضه فِي هَذَا الْمَكَان وَلِأَنَّهُ يُخَالِف زَيْد بْن ثَابِت فِي تَرْك الْقِرَاءَة خَلْف الْإِمَام وِفَاقًا لِمَنْ أَوْجَبَهَا مِنْ كِبَار الصَّحَابَة تَبَعًا لِلْحَدِيثِ الصَّحِيح الدَّالّ عَلَى ذَلِكَ كَمَا تَقَدَّمَ فِي صِفَة الصَّلَاة. ‏ ‏قَوْله : ( فَزَعَمَ ) ‏ ‏أَرَادَ أَخْبَرَ , وَالزَّعْم يُطْلَق عَلَى الْمُحَقَّق قَلِيلًا كَهَذَا وَعَلَى الْمَشْكُوك كَثِيرًا , قَدْ تَكَرَّرَ ذَلِكَ , وَمِنْ شَوَاهِده قَوْل الشَّاعِر : ‏ ‏عَلَى اللَّه أَرْزَاق الْعِبَاد كَمَا زَعَمْ ‏ ‏. وَيُحْتَمَل أَنْ يَكُون زَعَمَ فِي هَذَا الشِّعْر بِمَعْنَى ضَمِنَ وَمِنْهُ الزَّعِيم غَارِم أَيْ الضَّامِن. وَاسْتَنْبَطَ بَعْضهمْ مِنْ حَدِيث زَيْد بْن ثَابِت أَنَّ الْقَارِئ إِذَا تَلَا عَلَى الشَّيْخ لَا يُنْدَب لَهُ سُجُود التِّلَاوَة مَا لَمْ يَسْجُد الشَّيْخ أَدَبًا مَعَ الشَّيْخ وَفِيهِ نَظَر. ‏ ‏( فَائِدَة ) : ‏ ‏اِتَّفَقَ اِبْن أَبِي ذِئْب وَيَزِيد بْن خُصَيْفَةَ عَلَى هَذَا الْإِسْنَاد عَلَى اِبْن قُسَيْطٍ , وَخَالَفَهُمَا أَبُو صَخْر فَرَوَاهُ عَنْ اِبْن قُسَيْطٍ عَنْ خَارِجَة بْن زَيْد عَنْ أَبِيهِ أَخْرَجَهُ أَبُو دَاوُدَ وَالطَّبَرَانِيُّ فَإِنْ كَانَ مَحْفُوظًا حُمِلَ عَلَى أَنَّ لِابْنِ قُسَيْطٍ فِيهِ شَيْخَيْنِ , وَزَادَ أَبُو صَخْر فِي رِوَايَته \" وَصَلَّيْت خَلْف عُمَر بْن عَبْد الْعَزِيز وَأَبِي بَكْر بْنِ حَزْم فَلَمْ يَسْجُدَا فِيهَا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1073,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ قَرَأْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم ‏{‏وَالنَّجْمِ‏}‏ فَلَمْ يَسْجُدْ فِيهَا‏.‏",
    "english_text": "I recited An-Najm before the Prophet, yet he did not perform a prostration.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَزِيد بْن خُصَيْفَةَ ) ‏ ‏بِالْخَاءِ الْمُعْجَمَة وَالصَّاد الْمُهْمَلَة مُصَغَّر , وَهُوَ يَزِيد بْن عَبْد اللَّه بْن خُصَيْفَةَ نُسِبَ إِلَى جَدّه , وَشَيْخه اِبْن قُسَيْطٍ هُوَ يَزِيد بْن عَبْد اللَّه بْن قُسَيْطٍ الْمَذْكُور فِي الْإِسْنَاد الثَّانِي , وَرِجَال الْإِسْنَادَيْنِ مَعًا مَدَنِيُّونَ غَيْر شَيْخَيْ الْبُخَارِيّ. ‏ ‏قَوْله : ( أَنَّهُ سَأَلَ زَيْد بْن ثَابِت فَزَعَمَ ) ‏ ‏حَذَفَ الْمَسْئُول عَنْهُ , وَظَاهِر السِّيَاق يُوهِم أَنَّ الْمَسْئُول عَنْهُ السُّجُود فِي النَّجْم وَلَيْسَ كَذَلِكَ , وَقَدْ بَيَّنَهُ مُسْلِم عَنْ عَلِيّ بْن حُجْر وَغَيْره عَنْ إِسْمَاعِيل بْن جَعْفَر بِهَذَا الْإِسْنَاد قَالَ \" سَأَلْت زَيْد بْن ثَابِت عَنْ الْقِرَاءَة مَعَ الْإِمَام , فَقَالَ : لَا قِرَاءَة مَعَ الْإِمَام فِي شَيْء , وَزَعَمَ أَنَّهُ قَرَأَ النَّجْم \" الْحَدِيث. فَحَذَفَ الْمُصَنِّف الْمَوْقُوف لِأَنَّهُ لَيْسَ مِنْ غَرَضه فِي هَذَا الْمَكَان وَلِأَنَّهُ يُخَالِف زَيْد بْن ثَابِت فِي تَرْك الْقِرَاءَة خَلْف الْإِمَام وِفَاقًا لِمَنْ أَوْجَبَهَا مِنْ كِبَار الصَّحَابَة تَبَعًا لِلْحَدِيثِ الصَّحِيح الدَّالّ عَلَى ذَلِكَ كَمَا تَقَدَّمَ فِي صِفَة الصَّلَاة. ‏ ‏قَوْله : ( فَزَعَمَ ) ‏ ‏أَرَادَ أَخْبَرَ , وَالزَّعْم يُطْلَق عَلَى الْمُحَقَّق قَلِيلًا كَهَذَا وَعَلَى الْمَشْكُوك كَثِيرًا , قَدْ تَكَرَّرَ ذَلِكَ , وَمِنْ شَوَاهِده قَوْل الشَّاعِر : ‏ ‏عَلَى اللَّه أَرْزَاق الْعِبَاد كَمَا زَعَمْ ‏ ‏. وَيُحْتَمَل أَنْ يَكُون زَعَمَ فِي هَذَا الشِّعْر بِمَعْنَى ضَمِنَ وَمِنْهُ الزَّعِيم غَارِم أَيْ الضَّامِن. وَاسْتَنْبَطَ بَعْضهمْ مِنْ حَدِيث زَيْد بْن ثَابِت أَنَّ الْقَارِئ إِذَا تَلَا عَلَى الشَّيْخ لَا يُنْدَب لَهُ سُجُود التِّلَاوَة مَا لَمْ يَسْجُد الشَّيْخ أَدَبًا مَعَ الشَّيْخ وَفِيهِ نَظَر. ‏ ‏( فَائِدَة ) : ‏ ‏اِتَّفَقَ اِبْن أَبِي ذِئْب وَيَزِيد بْن خُصَيْفَةَ عَلَى هَذَا الْإِسْنَاد عَلَى اِبْن قُسَيْطٍ , وَخَالَفَهُمَا أَبُو صَخْر فَرَوَاهُ عَنْ اِبْن قُسَيْطٍ عَنْ خَارِجَة بْن زَيْد عَنْ أَبِيهِ أَخْرَجَهُ أَبُو دَاوُدَ وَالطَّبَرَانِيُّ فَإِنْ كَانَ مَحْفُوظًا حُمِلَ عَلَى أَنَّ لِابْنِ قُسَيْطٍ فِيهِ شَيْخَيْنِ , وَزَادَ أَبُو صَخْر فِي رِوَايَته \" وَصَلَّيْت خَلْف عُمَر بْن عَبْد الْعَزِيز وَأَبِي بَكْر بْنِ حَزْم فَلَمْ يَسْجُدَا فِيهَا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1074,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، وَمُعَاذُ بْنُ فَضَالَةَ، قَالاَ أَخْبَرَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ رَأَيْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَرَأَ ‏{‏إِذَا السَّمَاءُ انْشَقَّتْ‏}‏ فَسَجَدَ بِهَا فَقُلْتُ يَا أَبَا هُرَيْرَةَ، أَلَمْ أَرَكَ تَسْجُدُ قَالَ لَوْ لَمْ أَرَ النَّبِيَّ صلى الله عليه وسلم يَسْجُدُ لَمْ أَسْجُدْ‏.‏",
    "english_text": "I saw Abu Huraira reciting Idha-Sama' un-Shaqqat and he prostrated during its recitation. I asked Abu \nHuraira, \"Didn't I see you prostrating?\" Abu Huraira said, \"Had I not seen the Prophet (ﷺ) prostrating, I \nwould not have prostrated.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1075,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ عَلَيْنَا السُّورَةَ فِيهَا السَّجْدَةُ، فَيَسْجُدُ وَنَسْجُدُ، حَتَّى مَا يَجِدُ أَحَدُنَا مَوْضِعَ جَبْهَتِهِ‏.‏",
    "english_text": "When the Prophet (ﷺ) recited a Sura that contained the prostration he would prostrate and we would do \nthe same and some of us (because of the heavy rush) could not find a place for prostration.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ الْقَطَّانُ , وَسَيَأْتِي الْكَلَام عَلَى الْمَتْن فِي الْبَاب الْأَخِير. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1076,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا بِشْرُ بْنُ آدَمَ، قَالَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ السَّجْدَةَ وَنَحْنُ عِنْدَهُ فَيَسْجُدُ وَنَسْجُدُ مَعَهُ فَنَزْدَحِمُ حَتَّى مَا يَجِدُ أَحَدُنَا لِجَبْهَتِهِ مَوْضِعًا يَسْجُدُ عَلَيْهِ‏.‏",
    "english_text": "When the Prophet (ﷺ) recited Surat As-Sajda and we were with him, he would prostrate and we also \nwould prostrate with him and some of us (because of the heavy rush) would not find a place (for our \nforeheads) to prostrate on.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا بِشْر بْن آدَم ) ‏ ‏هُوَ الضَّرِير الْبَغْدَادِيّ , بَصْرِيّ الْأَصْل , لَيْسَ لَهُ فِي الْبُخَارِيّ إِلَّا هَذَا الْمَوْضِع الْوَاحِد. وَفِي طَبَقَته بِشْر بْن آدَم بْن يَزِيد بَصْرِيّ أَيْضًا وَهُوَ اِبْن بِنْت أَزْهَر السَّمَّان , وَفِي كُلّ مِنْهُمَا مَقَال. وَرَجَّحَ اِبْن عَدِيّ أَنَّ شَيْخ الْبُخَارِيّ هُنَا هُوَ اِبْن بِنْت أَزْهَر , وَعَلَى كُلّ تَقْدِير فَلَمْ يُخَرِّج لَهُ إِلَّا فِي الْمُتَابَعَات , فَسَيَأْتِي مِنْ طَرِيق أُخْرَى بَعْد بَاب وَيَأْتِي الْكَلَام عَلَيْهِ. وَوَافَقَهُ عَلَى هَذِهِ الرِّوَايَة عَنْ عَلِيّ بْن مُسْهِر سُوِيد بْن سَعِيد , أَخْرَجَهُ الْإِسْمَاعِيلِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1077,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ أَبِي مُلَيْكَةَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ رَبِيعَةَ بْنِ عَبْدِ اللَّهِ بْنِ الْهُدَيْرِ التَّيْمِيِّ ـ قَالَ أَبُو بَكْرٍ وَكَانَ رَبِيعَةُ مِنْ خِيَارِ النَّاسِ عَمَّا حَضَرَ رَبِيعَةُ مِنْ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ قَرَأَ يَوْمَ الْجُمُعَةِ عَلَى الْمِنْبَرِ بِسُورَةِ النَّحْلِ حَتَّى إِذَا جَاءَ السَّجْدَةَ نَزَلَ فَسَجَدَ وَسَجَدَ النَّاسُ، حَتَّى إِذَا كَانَتِ الْجُمُعَةُ الْقَابِلَةُ قَرَأَ بِهَا حَتَّى إِذَا جَاءَ السَّجْدَةَ قَالَ يَا أَيُّهَا النَّاسُ إِنَّا نَمُرُّ بِالسُّجُودِ فَمَنْ سَجَدَ فَقَدْ أَصَابَ، وَمَنْ لَمْ يَسْجُدْ فَلاَ إِثْمَ عَلَيْهِ‏.‏ وَلَمْ يَسْجُدْ عُمَرُ ـ رضى الله عنه‏.‏ وَزَادَ نَافِعٌ عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما إِنَّ اللَّهَ لَمْ يَفْرِضِ السُّجُودَ إِلاَّ أَنْ نَشَاءَ‏.‏",
    "english_text": "`Umar bin Al-Khattab recited Surat-an-Nahl on a Friday on the pulpit and when he reached the verse \nof Sajda he got down from the pulpit and prostrated and the people also prostrated. The next Friday \n`Umar bin Al-Khattab recited the same Sura and when he reached the verse of Sajda he said, \"O \npeople! When we recite the verses of Sajda (during the sermon) whoever prostrates does the right \nthing, yet it is no sin for the one who does not prostrate.\" And `Umar did not prostrate (that day). \nAdded Ibn `Umar \"Allah has not made the prostration of recitation compulsory but if we wish we can \ndo it.\"",
    "explication": "حَدِيث نَافِع عَنْ اِبْن عُمَر أَخْرَجَهُ مِنْ حَدِيث مَالِك عَنْهُ بِلَفْظِ ‏ ‏\" إِذَا جَاءَ أَحَدكُمْ الْجُمُعَة فَلْيَغْتَسِلْ \" ‏ ‏وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ مَالِك أَنَّ نَافِعًا حَدَّثَهُمْ فَذَكَرَهُ , أَخْرَجَهُ الْبَيْهَقِيُّ , وَالْفَاء لِلتَّعْقِيبِ , وَظَاهِره أَنَّ الْغُسْل يَعْقُب الْمَجِيء , وَلَيْسَ ذَلِكَ الْمُرَاد وَإِنَّمَا التَّقْدِير إِذَا أَرَادَ أَحَدكُمْ , وَقَدْ جَاءَ مُصَرَّحًا بِهِ فِي رِوَايَة اللَّيْث عَنْ نَافِع عِنْد مُسْلِم وَلَفْظه \" إِذَا أَرَادَ أَحَدكُمْ أَنْ يَأْتِي الْجُمُعَة فَلْيَغْتَسِلْ \" وَنَظِير ذَلِكَ قَوْلُهُ تَعَالَى ( إِذَا نَاجَيْتُمْ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) فَإِنَّ الْمَعْنَى إِذَا أَرَدْتُمْ الْمُنَاجَاة بِلَا خِلَاف. وَيُقَوِّي رِوَايَة اللَّيْث حَدِيثُ أَبِي هُرَيْرَة الْآتِي قَرِيبًا بِلَفْظِ \" مَنْ اِغْتَسَلَ يَوْم الْجُمُعَة ثُمَّ رَاحَ \" فَهُوَ صَرِيح فِي تَأْخِير الرَّوَاح عَنْ الْغُسْل , وَعُرِفَ بِهَذَا فَسَاد قَوْل مَنْ حَمَلَهُ عَلَى ظَاهِره وَاحْتُجَّ بِهِ عَلَى أَنَّ الْغُسْل لِلْيَوْمِ لَا لِلصَّلَاةِ , لِأَنَّ الْحَدِيث وَاحِد وَمُخَرِّجه وَاحِد , وَقَدْ بَيَّنَ اللَّيْث فِي رِوَايَته الْمُرَاد , وَقَوَّاهُ حَدِيث أَبِي هُرَيْرَة , وَرِوَايَة نَافِع عَنْ اِبْنِ عُمَر لِهَذَا الْحَدِيث مَشْهُورَة جِدًّا فَقَدْ اِعْتَنَى بِتَخْرِيجِ طُرُقه أَبُو عَوَانَة فِي صَحِيحه فَسَاقَهُ مِنْ طَرِيق سَبْعِينَ نَفْسًا رَوَوْهُ عَنْ نَافِع , وَقَدْ تَتَبَّعْت مَا فَاتَهُ وَجَمَعْت مَا وَقَعَ لِي مِنْ طُرُقه فِي جُزْء مُفْرَد لِغَرَضٍ اِقْتَضَى ذَلِكَ فَبَلَغَتْ أَسْمَاء مَنْ رَوَاهُ عَنْ نَافِع مِائَةً وَعِشْرِينَ نَفْسًا , فَمَا يُسْتَفَاد مِنْهُ هُنَا ذِكْر سَبَب الْحَدِيث , فَفِي رِوَايَة إِسْمَاعِيل بْن أُمَيَّة عَنْ نَافِع عِنْد أَبِي عَوَانَة وَقَاسِم بْن أَصْبَغَ \" كَانَ النَّاس يَغْدُونَ فِي أَعْمَالهمْ , فَإِذَا كَانَتْ الْجُمُعَة جَاءُوا وَعَلَيْهِمْ ثِيَاب مُتَغَيِّرَة , فَشَكَوْا ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَنْ جَاءَ مِنْكُمْ الْجُمُعَة فَلْيَغْتَسِلْ \" وَمِنْهَا ذِكْر مَحَلّ الْقَوْل , فَفِي رِوَايَة الْحَكَم بْن عُتَيْبَة عَنْ نَافِع عَنْ اِبْن عُمَر \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَعْوَاد هَذَا الْمِنْبَر بِالْمَدِينَةِ يَقُول \" أَخْرَجَهُ يَعْقُوب الْجَصَّاص فِي فَوَائِده مِنْ رِوَايَة الْيَسَع بْن قَيْس عَنْ الْحَكَم , وَطَرِيق الْحَكَم عِنْد النَّسَائِيِّ وَغَيْره مِنْ رِوَايَة شُعْبَة عَنْهُ بِدُونِ هَذَا السِّيَاق بِلَفْظِ حَدِيث الْبَاب إِلَّا قَوْلَهُ \" جَاءَ \" فَعِنْده \" رَاحَ \" وَكَذَا رَوَاهُ النَّسَائِيُّ مِنْ رِوَايَة إِبْرَاهِيم بْن طَهْمَانَ عَنْ أَيُّوب وَمَنْصُور وَمَالِك ثَلَاثَتهمْ عَنْ نَافِع , وَمِنْهَا مَا يَدُلّ عَلَى تَكْرَار ذَلِكَ فَفِي رِوَايَة صَخْر بْن جُوَيْرِيَةَ عَنْ نَافِع عِنْد أَبِي مُسْلِم الْكَجِّيّ بِلَفْظِ \" كَانَ إِذَا خَطَبَ يَوْم الْجُمُعَة قَالَ \" الْحَدِيث. وَمِنْهَا زِيَادَة فِي الْمَتْن , فَفِي رِوَايَة عُثْمَان بْن وَاقِد عَنْ نَافِع عِنْد أَبِي عَوَانَة وَابْن خُزَيْمَةَ وَابْن حِبَّان فِي صِحَاحهمْ بِلَفْظِ \" مَنْ أَتَى الْجُمُعَة مِنْ الرِّجَال وَالنِّسَاء فَلْيَغْتَسِلْ , وَمَنْ لَمْ يَأْتِهَا فَلَيْسَ عَلَيْهِ غُسْل \" وَرِجَاله ثِقَات , لَكِنْ قَالَ الْبَزَّار : أَخْشَى أَنْ يَكُون عُثْمَان بْن وَاقِد وَهِمَ فِيهِ. وَمِنْهَا زِيَادَة فِي الْمَتْن وَالْإِسْنَاد أَيْضًا , أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْن خُزَيْمَةَ وَابْن حِبَّان وَغَيْرهمْ مِنْ طُرُق عَنْ مُفَضَّل بْن فَضَالَة عَنْ عَيَّاش بْن عَبَّاسٍ الْقِتْبَانِيّ عَنْ بُكَيْر بْن عَبْد اللَّه بْن الْأَشَجّ عَنْ نَافِع عَنْ اِبْنِ عُمَر عَنْ حَفْصَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْجُمُعَة وَاجِبَة عَلَى كُلّ مُحْتَلِم , وَعَلَى مَنْ رَاحَ إِلَى الْجُمُعَة الْغُسْل \" قَالَ الطَّبَرَانِيُّ فِي الْأَوْسَط : لَمْ يَرْوِهِ عَنْ نَافِع بِزِيَادَةِ حَفْصَة إِلَّا بُكَيْر , وَلَا عَنْهُ إِلَّا عَيَّاش تَفَرَّدَ بِهِ مُفَضَّل. قُلْتُ : رُوَاته ثِقَات , فَإِنْ كَانَ مَحْفُوظًا فَهُوَ حَدِيث آخَر وَلَا مَانِع أَنْ يَسْمَعهُ اِبْن عُمَر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْ غَيْره مِنْ الصَّحَابَة , فَسَيَأْتِي فِي ثَانِي أَحَادِيث الْبَاب مِنْ رِوَايَة اِبْن عُمَر عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا سِيَّمَا مَعَ اِخْتِلَاف الْمُتُون , قَالَ اِبْن دَقِيق الْعِيد : فِي الْحَدِيث دَلِيل عَلَى تَعْلِيق الْأَمْر بِالْغُسْلِ بِالْمَجِيءِ إِلَى الْجُمُعَة , وَاسْتُدِلَّ بِهِ لِمَالِكٍ فِي أَنَّهُ يُعْتَبَر أَنْ يَكُون الْغُسْل مُتَّصِلًا بِالذَّهَابِ , وَوَافَقَهُ الْأَوْزَاعِيُّ وَاللَّيْث وَالْجُمْهُور قَالُوا : يُجْزِئ مِنْ بَعْد الْفَجْر , وَيَشْهَد لَهُمْ حَدِيث اِبْن عَبَّاسٍ الْآتِي قَرِيبًا. وَقَالَ الْأَثْرَم : سَمِعْت أَحْمَد سُئِلَ عَمَّنْ اِغْتَسَلَ ثُمَّ أَحْدَثَ هَلْ يَكْفِيه الْوُضُوء ؟ فَقَالَ : نَعَمْ. وَلَمْ أَسْمَع فِيهِ أَعْلَى مِنْ حَدِيث اِبْن أَبْزَى , يُشِير إِلَى مَا أَخْرَجَهُ اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيحٍ عَنْ سَعِيد بْن عَبْد الرَّحْمَن بْن أَبْزَى عَنْ أَبِيهِ وَلَهُ صُحْبَة \" أَنَّهُ كَانَ يَغْتَسِل يَوْم الْجُمُعَة ثُمَّ يُحْدِث فَيَتَوَضَّأ وَلَا يُعِيد الْغُسْل \" وَمُقْتَضَى النَّظَر أَنْ يُقَال : إِذَا عُرِفَ أَنَّ الْحِكْمَة فِي الْأَمْر بِالْغُسْلِ يَوْم الْجُمُعَة وَالتَّنْظِيف رِعَايَة الْحَاضِرِينَ مِنْ التَّأَذِّي بِالرَّائِحَةِ الْكَرِيهَة , فَمَنْ خَشِيَ أَنْ يُصِيبهُ فِي أَثْنَاء النَّهَار مَا يُزِيل تَنْظِيفه اُسْتُحِبَّ لَهُ أَنْ يُؤَخِّر الْغُسْل لِوَقْتِ ذَهَابه , وَلَعَلَّ هَذَا هُوَ الَّذِي لَحَظَهُ مَالِك فَشَرَطَ اِتِّصَال الذَّهَاب بِالْغُسْلِ لِيَحْصُل الْأَمْن مِمَّا يُغَايِر التَّنْظِيف وَاللَّهُ أَعْلَمُ. قَالَ اِبْن دَقِيق الْعِيد : وَلَقَدْ أَبْعَدَ الظَّاهِرِيّ إِبْعَادًا يَكَاد أَنْ يَكُون مَجْزُومًا بِبُطْلَانِهِ حَيْثُ لَمْ يَشْتَرِط تَقَدُّم الْغُسْل عَلَى إِقَامَة صَلَاة الْجُمُعَة حَتَّى لَوْ اِغْتَسَلَ قَبْل الْغُرُوب كَفَى عِنْده تَعَلُّقًا بِإِضَافَةِ الْغُسْل إِلَى الْيَوْم , يَعْنِي كَمَا سَيَأْتِي فِي حَدِيث الْبَاب الثَّالِث , وَقَدْ تَبَيَّنَ مِنْ بَعْض الرِّوَايَات أَنَّ الْغُسْل لِإِزَالَةِ الرَّوَائِح الْكَرِيهَة يَعْنِي كَمَا سَيَأْتِي مِنْ حَدِيث عَائِشَة بَعْد أَبْوَاب , قَالَ : وَفُهِمَ مِنْهُ أَنَّ الْمَقْصُود عَدَم تَأَذِّي الْحَاضِرِينَ وَذَلِكَ لَا يَتَأَتَّى بَعْد إِقَامَة الْجُمُعَة , وَكَذَلِكَ أَقُول لَوْ قَدَّمَهُ بِحَيْثُ لَا يَتَحَصَّل هَذَا الْمَقْصُود لَمْ يُعْتَدّ بِهِ. وَالْمَعْنَى إِذَا كَانَ مَعْلُومًا كَالنَّصِّ قَطْعًا أَوْ ظَنًّا مُقَارِنًا لِلْقَطْعِ فَاتِّبَاعه وَتَعْلِيق الْحُكْم بِهِ أَوْلَى مِنْ اِتِّبَاع مُجَرَّد اللَّفْظ. قُلْتُ : وَقَدْ حَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى أَنَّ مَنْ اِغْتَسَلَ بَعْد الصَّلَاة لَمْ يَغْتَسِل لِلْجُمُعَةِ وَلَا فَعَلَ مَا أُمِرَ بِهِ. وَادَّعَى اِبْن حَزْم أَنَّهُ قَوْل جَمَاعَة مِنْ الصَّحَابَة وَالتَّابِعِينَ وَأَطَالَ فِي تَقْرِير ذَلِكَ بِمَا هُوَ بِصَدَدِ الْمَنْع , وَالرَّدّ يُفْضِي إِلَى التَّطْوِيل بِمَا لَا طَائِل تَحْته , وَلَمْ يُورِد عَنْ أَحَد مِمَّنْ ذَكَرَ التَّصْرِيح بِإِجْزَاءِ الِاغْتِسَال بَعْد صَلَاة الْجُمُعَة , وَإِنَّمَا أَوْرَدَ عَنْهُمْ مَا يَدُلّ عَلَى أَنَّهُ لَا يُشْتَرَط اِتِّصَال الْغُسْل بِالذَّهَابِ إِلَى الْجُمُعَة , فَأَخَذَ هُوَ مِنْهُ أَنَّهُ لَا فَرْق بَيْن مَا قَبْل الزَّوَال أَوْ بَعْده وَالْفَرْق بَيْنهمَا ظَاهِر كَالشَّمْسِ , وَاللَّهُ أَعْلَمُ. وَاسْتُدِلَّ مِنْ مَفْهُوم الْحَدِيث عَلَى أَنَّ الْغُسْل لَا يُشْرَع لِمَنْ لَمْ يَحْضُر الْجُمُعَة , وَقَدْ تَقَدَّمَ التَّصْرِيح بِمُقْتَضَاهُ فِي آخِر رِوَايَة عُثْمَان بْن وَاقِد عَنْ نَافِع , وَهَذَا هُوَ الْأَصَحّ عِنْد الشَّافِعِيَّة , وَبِهِ قَالَ الْجُمْهُور خِلَافًا لِأَكْثَر الْحَنَفِيَّة , وَقَوْلُهُ فِيهِ \" الْجُمُعَة \" الْمُرَاد بِهِ الصَّلَاة أَوْ الْمَكَان الَّذِي تُقَام فِيهِ , وَذَكَرَ الْمَجِيء لِكَوْنِهِ الْغَالِب وَإِلَّا فَالْحُكْم شَامِل لِمَنْ كَانَ مُجَاوِرًا لِلْجَامِعِ أَوْ مُقِيمًا بِهِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْأَمْر لَا يُحْمَل عَلَى الْوُجُوب إِلَّا بِقَرِينَةٍ لِقَوْلِهِ كَانَ يَأْمُرنَا مَعَ أَنَّ الْجُمْهُور حَمَلُوهُ عَلَى النَّدْب كَمَا سَيَأْتِي فِي الْكَلَام عَلَى الْحَدِيث الثَّالِث , وَهَذَا بِخِلَافِ صِيغَة افْعَلْ فَإِنَّهَا عَلَى الْوُجُوب حَتَّى تَظْهَر قَرِينَة عَلَى النَّدْب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1078,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي قَالَ، حَدَّثَنِي بَكْرٌ، عَنْ أَبِي رَافِعٍ، قَالَ صَلَّيْتُ مَعَ أَبِي هُرَيْرَةَ الْعَتَمَةَ فَقَرَأَ ‏{‏إِذَا السَّمَاءُ انْشَقَّتْ‏}‏ فَسَجَدَ فَقُلْتُ مَا هَذِهِ قَالَ سَجَدْتُ بِهَا خَلْفَ أَبِي الْقَاسِمِ صلى الله عليه وسلم فَلاَ أَزَالُ أَسْجُدُ فِيهَا حَتَّى أَلْقَاهُ‏.‏",
    "english_text": "I offered the `Isha' prayer behind Abu Huraira and he recited Idhas-Sama' Un-Shaqqat, and prostrated. \nI said, \"What is this?\" Abu Huraira said, \"I prostrated behind Abul-Qasim and I will do the same till I \nmeet him.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا مُعْتَمِرٌ ) ‏ ‏هُوَ اِبْنُ سُلَيْمَانَ التَّيْمِيُّ , وَبَكْرٌ هُوَ اِبْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ , وَأَبُو رَافِعٍ هُوَ الصَّائِغُ , وَهُوَ وَمَنْ قَبْلَهُ مِنْ رِجَالِ الْإِسْنَادِ بَصْرِيُّونَ , وَهُوَ مِنْ كِبَارِ التَّابِعِينَ وَبَكْرٌ مِنْ أَوْسَاطِهِمْ وَسُلَيْمَانُ مِنْ صِغَارِهِمْ. ‏ ‏قَوْلُهُ : ( فَقُلْتُ لَهُ ) ‏ ‏أَيْ فِي شَأْنِ السَّجْدَةِ يَعْنِي سَأَلْته عَنْ حُكْمِهَا , وَفِي الرِّوَايَةِ الَّتِي بَعْدَهَا \" فَقُلْتُ مَا هَذِهِ ؟ \". ‏ ‏قَوْلُهُ : ( سَجَدْت ) ‏ ‏زَادَ غَيْرُ أَبِي ذَرٍّ \" بِهَا \" أَيْ بِالسَّجْدَةِ , أَوْ الْبَاءُ لِلظَّرْفِ أَيْ فِيهَا يَعْنِي السُّورَةَ , وَفِي الرِّوَايَةِ الْآتِيَةِ لِغَيْرِ الْكُشْمِيهَنِيِّ \" سَجَدْت فِيهَا \". ‏ ‏قَوْلُهُ : ( خَلْفَ أَبِي الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏أَيْ فِي الصَّلَاةِ , وَبِهِ يَتِمُّ اِسْتِدْلَالُ الْمُصَنِّفِ لِهَذِهِ التَّرْجَمَةِ وَاَلَّتِي بَعْدَهَا , وَنُوزِعَ فِي ذَلِكَ لِأَنَّ سُجُودَهُ فِي السُّورَةِ أَعَمُّ مِنْ أَنْ يَكُونَ دَاخِلَ الصَّلَاةِ أَوْ خَارِجَهَا فَلَا يَنْهَضُ الدَّلِيلُ , وَقَالَ اِبْنُ الْمُنِيرِ : لَا حُجَّةَ فِيهِ عَلَى مَالِكٍ حَيْثُ كَرِهَ السَّجْدَةَ فِي الْفَرِيضَةِ يَعْنِي فِي الْمَشْهُورِ عَنْهُ , لِأَنَّهُ لَيْسَ مَرْفُوعًا , وَغَفَلَ عَنْ رِوَايَةِ أَبِي الْأَشْعَثِ عَنْ مُعْتَمِرٍ بِهَذَا الْإِسْنَادِ بِلَفْظِ \" صَلَّيْت خَلْفَ أَبِي الْقَاسِمِ فَسَجَدَ بِهَا \" أَخْرَجَهُ اِبْنُ خُزَيْمَةَ , وَكَذَلِكَ أَخْرَجَهُ الْجَوْزَقِيُّ مِنْ طَرِيقِ يَزِيدَ بْنِ هَارُونَ عَنْ سُلَيْمَانَ التَّيْمِيِّ بِلَفْظِ \" صَلَّيْت مَعَ أَبِي الْقَاسِمِ فَسَجَدَ فِيهَا \". ‏ ‏قَوْلُهُ : ( حَتَّى أَلْقَاهُ ) ‏ ‏كِنَايَةٌ عَنْ الْمَوْتِ , وَسَيَأْتِي الْكَلَامُ عَلَى بَقِيَّةِ فَوَائِدِهِ فِي أَبْوَابِ سُجُودِ التِّلَاوَةِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1079,
    "category": "كتاب سجود القرآن",
    "text_chakl": "حَدَّثَنَا صَدَقَةُ، قَالَ أَخْبَرَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ السُّورَةَ الَّتِي فِيهَا السَّجْدَةُ فَيَسْجُدُ وَنَسْجُدُ حَتَّى مَا يَجِدُ أَحَدُنَا مَكَانًا لِمَوْضِعِ جَبْهَتِهِ‏.‏",
    "english_text": "Whenever the Prophet (ﷺ) recited the Sura which contained the prostration of recitation he used to \nprostrate and then, we, too, would prostrate and some of us did not find a place for prostration.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ الْقَطَّانُ , وَسَيَأْتِي الْكَلَام عَلَى الْمَتْن فِي الْبَاب الْأَخِير. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]