[
  {
    "id": 1188,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ قَزَعَةَ، قَالَ سَمِعْتُ أَبَا سَعِيدٍ ـ رضى الله عنه ـ أَرْبَعًا قَالَ سَمِعْتُ مِنَ النَّبِيِّ، صلى الله عليه وسلم وَكَانَ غَزَا مَعَ النَّبِيِّ صلى الله عليه وسلم ثِنْتَىْ عَشْرَةَ غَزْوَةً ح‏.‏",
    "english_text": "I heard Abu Said saying four words. He said, \"I heard the Prophet (ﷺ) \n     (saying the following narrative).\" He had participated in twelve holy \n     battles with the Prophet.",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي عَبْد اَلْمَلِك ) ‏ ‏هُوَ اِبْن عُمَيْر كَمَا وَقَعَ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ. ‏ ‏قَوْله : ( عَنْ قَزَعَةَ ) ‏ ‏بِفَتْحِ اَلْقَافِ وَكَذَا اَلزَّاي , وَحَكَى اِبْن اَلْأَثِيرِ سُكُونهَا بَعْدَهَا مُهْمَلَة , وَهُوَ ابْن يَحْيَى وَيُقَالُ اِبْنُ اَلْأَسْوَدِ , وَسَيَأْتِي بعْدَ خَمْسَة أَبْوَابٍ فِي هَذَا اَلْإِسْنَادِ \" سَمِعْتُ قَزَعَة مَوْلَى زِيَاد \" وَهُوَ هَذَا وَزِيَاد مَوْلَاهُ هُوَ اِبْن أَبِي سُفْيَان اَلْأَمِير اَلْمَشْهُور , وَرِوَايَة عَبْد اَلْمَلِك بْن عُمَيْر عَنْهُ مِنْ رِوَايَةِ اَلْأَقْرَانِ لِأَنَّهُمَا مِنْ طَبَقَةٍ وَاحِدَةٍ. ‏ ‏قَوْله : ( سَمِعْتُ أَبَا سَعِيد أَرْبَعًا ) ‏ ‏أَيْ يَذْكُرُ أَرْبَعًا أَوْ سَمِعْتُ مِنْهُ أَرْبَعًا أَيْ أَرْبَعَ كَلِمَات. ‏ ‏قَوْله : ( وَكَانَ غَزَا ) ‏ ‏اَلْقَائِل ذَلِكَ هُوَ قَزَعَة وَالْمَقُول عَنْهُ أَبُو سَعِيد اَلْخُدْرِيّ. ‏ ‏قَوْله : ( ثِنْتَيْ عَشْرَةَ غَزْوَةً ) ‏ ‏كَذَا اِقْتَصَرَ اَلْمُؤَلِّف عَلَى هَذَا اَلْقَدْرِ وَلَمْ يَذْكُرْ مِنْ اَلْمَتْنِ شَيْئًا , وَذَكَرَ بَعْدَهُ حَدِيث أَبِي هُرَيْرَة فِي شَدِّ اَلرِّحَالِ فَظَنَّ الدَّاوُدِيُّ اَلشَّارِح أَنَّ اَلْبُخَارِيَّ سَاقَ الْإِسْنَادَيْنِ لِهَذَا اَلْمَتْنِ , وَفِيهِ نَظَرٌ لِأَنَّ حَدِيث أَبِي سَعِيد مُشْتَمِل عَلَى أَرْبَعَةِ أَشْيَاءَ كَمَا ذَكَرَ اَلْمُصَنِّف , وَحَدِيث أَبِي هُرَيْرَة مُقْتَصِر عَلَى شَدِّ اَلرِّحَالِ فَقَطْ , لَكِنْ لَا يُمْنَعُ اَلْجَمْع بَيْنَهُمَا فِي سِيَاقٍ وَاحِدٍ بِنَاءً عَلَى قَاعِدَة اَلْبُخَارِيّ فِي إِجَازَةِ اِخْتِصَارِ اَلْحَدِيثِ , وَقَالَ اِبْن رَشِيد : لَمَّا كَانَ أَحَدُ اَلْأَرْبَع هُوَ قَوْلُهُ \" لَا تُشَدُّ اَلرِّحَال \" ذَكَرَ صَدْر اَلْحَدِيث إِلَى اَلْمَوْضِعِ اَلَّذِي يَتَلَاقَى فِيهِ اِفْتِتَاح أَبِي هُرَيْرَة لِحَدِيث أَبِي سَعِيد فَاقْتَطَفَ اَلْحَدِيث , وَكَأَنَّهُ قَصَدَ بِذَلِكَ اَلْإِغْمَاض لِيُنَبِّهَ غَيْر اَلْحَافِظِ عَلَى فَائِدَة اَلْحِفْظِ , عَلَى أَنَّهُ مَا أَخْلَاهُ عَنْ اَلْإِيضَاحِ عَنْ قُرْبٍ فَإِنَّهُ سَاقَهُ بِتَمَامِهِ خَامِس تَرْجَمَة. ‏ ‏قَوْله : ( وَحَدَّثَنَا عَلِيّ ) ‏ ‏هُوَ اِبْنُ اَلْمَدِينِيّ , وَسُفْيَان هُوَ اِبْن عُيَيْنَةَ , وَسَعِيد هُوَ اِبْن اَلْمُسَيِّب , وَوَقَعَ عِنْد اَلْبَيْهَقِيّ وَجْه آخَر عَنْ عَلِيّ بْن اَلْمَدِينِيّ قَالَ \" حَدَّثَنَا بِهِ سُفْيَان مَرَّةً بِهَذَا اَللَّفْظِ وَكَانَ أَكْثَرَ مَا يُحَدِّثُ بِهِ بِلَفْظِ تُشَدُّ اَلرِّحَال \". ‏ ‏قَوْله : ( لَا تُشَدّ اَلرِّحَال ) ‏ ‏بِضَمّ أَوَّله بِلَفْظ اَلنَّفْي , وَالْمُرَاد اَلنَّهْي عَنْ اَلسَّفَرِ إِلَى غَيْرِهَا , قَالَ اَلطِّيبِيّ : هُوَ أَبْلَغُ مِنْ صَرِيحِ اَلنَّهْيِ , كَأَنَّهُ قَالَ : لَا يَسْتَقِيمُ أَنْ يُقْصَدَ بِالزِّيَارَةِ إِلَّا هَذِهِ اَلْبِقَاع لِاخْتِصَاصِهَا بِمَا اِخْتَصَّتْ بِهِ , وَالرِّحَال بِالْمُهْمَلَةِ جَمْع رَحْلٍ وَهُوَ لِلْبَعِيرِ كَالسَّرْجِ لِلْفَرَسِ , وَكَنَّى بِشَدِّ اَلرِّحَالِ عَنْ اَلسَّفَرِ لِأَنَّهُ لَازِمُهُ وَخَرَجَ ذِكْرُهَا مَخْرَج اَلْغَالِبِ فِي رُكُوبِ اَلْمُسَافِرِ وَإِلَّا فَلَا فَرْقَ بَيْنَ رُكُوب اَلرَّوَاحِل وَالْخَيْل وَالْبِغَال وَالْحَمِير وَالْمَشْي فِي اَلْمَعْنَى اَلْمَذْكُورِ , وَيَدُلُّ عَلَيْهِ قَوْلُهُ فِي بَعْضِ طُرُقِهِ \" إِنَّمَا يُسَافِرُ \" أَخْرَجَهُ مُسْلِم مِنْ طَرِيقِ عِمْرَان بْن أَبِي أَنَس عَنْ سُلَيْمَانَ اَلْأَغَرِّ عَنْ أَبِي هُرَيْرَة. ‏ ‏قَوْله : ( إِلَّا ) ‏ ‏اَلِاسْتِثْنَاء مُفَرَّغ وَالتَّقْدِير لَا تُشَدُّ اَلرِّحَال إِلَى مَوْضِع , وَلَازَمَهُ مَنْع اَلسَّفَرِ إِلَى كُلِّ مَوْضِعٍ غَيْرَهَا , لِأَنَّ اَلْمُسْتَثْنَى مِنْهُ فِي اَلْمُفَرَّغِ مُقَدَّر بِأَعَمّ اَلْعَامّ , لَكِنْ يُمْكِنُ أَنْ يَكُونَ اَلْمُرَاد بِالْعُمُومِ هُنَا اَلْمَوْضِع اَلْمَخْصُوص وَهُوَ اَلْمَسْجِدُ كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( اَلْمَسْجِد اَلْحَرَام ) ‏ ‏أَيْ اَلْمُحَرَّم وَهُوَ كَقَوْلِهِمَا اَلْكِتَاب بِمَعْنَى اَلْمَكْتُوب , وَالْمَسْجِد بِالْخَفْضِ عَلَى الْبَدَلِيَّة , وَيَجُوزُ اَلرَّفْعُ عَلَى اَلِاسْتِئْنَافِ وَالْمُرَاد بِهِ جَمِيع اَلْحَرَمِ , وَقِيلَ يَخْتَصُّ بِالْمَوْضِعِ اَلَّذِي يُصَلَّى فِيهِ دُونَ اَلْبُيُوتِ وَغَيْرهَا مِنْ أَجْزَاءِ اَلْحَرَمِ , قَالَ اَلطَّبَرِيّ : وَيَتَأَيَّدُ بِقَوْلِهِ \" مَسْجِدِي هَذَا \" لِأَنَّ اَلْإِشَارَةَ فِيهِ إِلَى مَسْجِدِ اَلْجَمَاعَةِ فَيَنْبَغِي أَنْ يَكُونَ اَلْمُسْتَثْنَى كَذَلِكَ , وَقِيلَ اَلْمُرَاد بِهِ اَلْكَعْبَة حَكَاهُ اَلْمُحِبّ اَلطَّبَرِيّ وَذَكَرَ أَنَّهُ يَتَأَيَّدُ بِمَا رَوَاهُ اَلنَّسَائِيّ بِلَفْظ \" إِلَّا اَلْكَعْبَة \" وَفِيهِ نَظَرٌ لِأَنَّ اَلَّذِي عِنْدَ اَلنَّسَائِيِّ \" إِلَّا مَسْجِد اَلْكَعْبَةِ \" حَتَّى وَلَوْ سَقَطَتْ لَفْظَة مَسْجِد لَكَانَتْ مُرَادَة , وَيُؤَيِّدُ اَلْأَوَّل مَا رَوَاهُ اَلطَّيَالِسِيّ مِنْ طَرِيقِ عَطَاءٍ أَنَّهُ قِيلَ لَهُ : هَذَا اَلْفَضْلُ فِي اَلْمَسْجِدِ وَحْدَهُ أَوْ فِي اَلْحَرَمِ ؟ قَالَ : بَلْ فِي اَلْحَرَمِ لِأَنَّهُ كُلّه مَسْجِد. ‏ ‏قَوْله : ( وَمَسْجِد اَلرَّسُولِ ) ‏ ‏أَيْ مُحَمَّد صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَفِي اَلْعُدُولِ عَنْ \" مَسْجِدِي \" إِشَارَة إِلَى اَلتَّعْظِيمِ , وَيَحْتَمِلُ أَنْ يَكُونَ ذَلِكَ مِنْ تَصَرُّفِ اَلرُّوَاةِ , وَيُؤَيِّدُهُ قَوْلُهُ فِي حَدِيث أَبِي سَعِيد اَلْآتِي قَرِيبًا \" وَمَسْجِدِي \". ‏ ‏قَوْله : ( وَمَسْجِد اَلْأَقْصَى ) ‏ ‏أَيْ بَيْتِ اَلْمَقْدِسِ وَهُوَ مِنْ إِضَافَةِ اَلْمَوْصُوفِ إِلَى اَلصِّفَةِ , وَقَدْ جَوَّزَهُ اَلْكُوفِيُّونَ وَاسْتَشْهَدُوا لَهُ بِقَوْلِهِ تَعَالَى ( وَمَا كُنْت بِجَانِبِ اَلْغَرْبِيِّ ) وَالْبَصْرِيُّونَ يُؤَوِّلُونَهُ بِإِضْمَارِ اَلْمَكَان , أَيْ اَلَّذِي بِجَانِبِ اَلْمَكَانِ اَلْغَرْبِيِّ وَمَسْجِد اَلْمَكَان اَلْأَقْصَى وَنَحْوِ ذَلِكَ , وَسُمِّيَ اَلْأَقْصَى لِبُعْدِهِ عَنْ اَلْمَسْجِدِ اَلْحَرَام فِي اَلْمَسَافَةِ , وَقِيلَ فِي اَلزَّمَانِ , وَفِيهِ نَظَرٌ لِأَنَّهُ ثَبَتَ فِي اَلصَّحِيحِ أَنَّ بَيْنَهُمَا أَرْبَعِينَ سَنَة , وَسَيَأْتِي فِي تَرْجَمَةِ إِبْرَاهِيمَ اَلْخَلِيلِ مِنْ أَحَادِيثِ اَلْأَنْبِيَاءِ وَبَيَان مَا فِيهِ مِنْ اَلْإِشْكَالِ وَالْجَوَاب عَنْهُ , وَقَالَ اَلزَّمَخْشَرِيّ : سُمِّيَ اَلْأَقْصَى لِأَنَّهُ لَمْ يَكُنْ حِينَئِذٍ وَرَاءَهُ مَسْجِد , وَقِيلَ لِبُعْدِهِ عَنْ اَلْأَقْذَارِ وَالْخَبَثِ , وَقِيلَ هُوَ أَقْصَى بِالنِّسْبَةِ إِلَى مَسْجِدِ اَلْمَدِينَةِ لِأَنَّهُ بَعِيدٌ مِنْ مَكَّةَ وَبَيْت اَلْمَقْدِسِ أَبْعَد مِنْهُ. وَلِبَيْتِ اَلْمَقْدِسِ عِدَّة أَسْمَاء تَقْرُبُ مِنْ اَلْعِشْرِينَ مِنْهَا إِيلِيَاء بِالْمَدِّ وَالْقَصْرِ وَبِحَذْفِ اَلْيَاءِ اَلْأُولَى وَعَنْ اِبْن عَبَّاس إِدْخَال اَلْأَلِف وَاللَّام عَلَى هَذَا اَلثَّالِثِ , وَبَيْت اَلْمَقْدِسِ بِسُكُونِ اَلْقَافِ وَبِفَتْحِهَا مَعَ اَلتَّشْدِيدِ , وَالْقُدْسِ بِغَيْرِ مِيمٍ مَعَ ضَمِّ اَلْقَافِ وَسُكُون اَلدَّالِ وَبِضَمِّهَا أَيْضًا , وَشَلَّم بِالْمُعْجَمَةِ وَتَشْدِيد اَللَّامِ وَبِالْمُهْمَلَةِ وَشَلَام بِمُعْجَمَةٍ , وَسَلِم بِفَتْحِ اَلْمُهْمَلَةِ وَكَسْرِ اَللَّامِ اَلْخَفِيفَةِ , وَأُورِي سَلِم بِسُكُونِ اَلْوَاوِ وَكَسْر اَلرَّاءِ بَعْدَهَا تَحْتَانِيَّة سَاكِنَة قَالَ اَلْأَعْشَى : ‏ ‏وَقَدْ طُفْت لِلْمَالِ آفَاقه ‏ ‏دِمَشْق فَحِمْصَ فَأُورِي سَلِم ‏ ‏وَمِنْ أَسْمَائِهِ كُورَة وَبَيْت أَيْل وَصِهْيُون وَمِصْرُوث آخِره مُثَلَّثَة وَكُورْشِيلَا وَبَابُوس بِمُوَحَّدَتَيْنِ وَمُعْجَمَة , وَقَدْ تَتَبَّعَ أَكْثَر هَذِهِ اَلْأَسْمَاء اَلْحُسَيْن بْن خَالَوَيْهِ اَللُّغَوِيّ فِي كِتَاب \" لَيْسَ \" , وَسَيَأْتِي مَا يَتَعَلَّقُ بِمَكَّةَ وَالْمَدِينَة فِي كِتَاب اَلْحَجّ. وَفِي هَذَا اَلْحَدِيثِ فَضِيلَة هَذِهِ اَلْمَسَاجِدِ وَمَزِيَّتهَا عَلَى غَيْرِهَا لِكَوْنِهَا مَسَاجِدَ اَلْأَنْبِيَاءِ , وَلِأَنَّ اَلْأَوَّل قِبْلَة اَلنَّاسِ وَإِلَيْهِ حَجُّهُمْ , وَالثَّانِي كَانَ قِبْلَةَ اَلْأُمَمِ اَلسَّالِفَةِ , وَالثَّالِث أُسِّسَ عَلَى اَلتَّقْوَى. وَاخْتُلِفَ فِي شَدِّ اَلرِّحَالِ إِلَى غَيْرِهَا كَالذَّهَابِ إِلَى زِيَارَةِ اَلصَّالِحِينَ أَحْيَاءً وَأَمْوَاتًا وَإِلَى اَلْمَوَاضِعِ اَلْفَاضِلَةِ لِقَصْد اَلتَّبَرُّك بِهَا وَالصَّلَاة فِيهَا فَقَالَ اَلشَّيْخُ أَبُو مُحَمَّد اَلْجُوَيْنِيّ : يَحْرُمُ شَدّ اَلرِّحَال إِلَى غَيْرِهَا عَمَلًا بِظَاهِرِ هَذَا اَلْحَدِيثِ , وَأَشَارَ اَلْقَاضِي حُسَيْن إِلَى اِخْتِيَارِهِ وَبِهِ قَالَ عِيَاض وَطَائِفَة , وَيَدُلُّ عَلَيْهِ مَا رَوَاهُ أَصْحَابُ اَلسُّنَنِ مِنْ إِنْكَار بَصْرَة اَلْغِفَارِيّ عَلَى أَبِي هُرَيْرَة خُرُوجه إِلَى اَلطُّورِ وَقَالَ لَهُ \" لَوْ أَدْرَكْتُك قَبْلَ أَنْ تَخْرُجَ مَا خَرَجْت \" وَاسْتَدَلَّ بِهَذَا اَلْحَدِيثِ فَدَلَّ عَلَى أَنَّهُ يَرَى حَمْلَ اَلْحَدِيثِ عَلَى عُمُومِهِ , وَوَافَقَهُ أَبُو هُرَيْرَة. وَالصَّحِيحُ عِنْدَ إِمَامِ اَلْحَرَمَيْنِ وَغَيْره مِنْ اَلشَّافِعِيَّةِ أَنَّهُ لَا يَحْرُمُ , وَأَجَابُوا عَنْ اَلْحَدِيثِ بِأَجْوِبَةٍ مِنْهَا أَنَّ اَلْمُرَادَ أَنَّ اَلْفَضِيلَةَ اَلتَّامَّةَ إِنَّمَا هِيَ فِي شَدّ اَلرِّحَالُ إِلَى هَذِهِ اَلْمَسَاجِدِ بِخِلَافِ غَيْرِهَا فَإِنَّهُ جَائِز , وَقَدْ وَقَعَ فِي رِوَايَةٍ لِأَحْمَدَ سَيَأْتِي ذِكْرهَا بِلَفْظ \" لَا يَنْبَغِي لِلْمَطِيِّ أَنْ تَعْمَلَ \" وَهُوَ لَفْظٌ ظَاهِرٌ فِي غَيْرِ اَلتَّحْرِيمِ وَمِنْهَا أَنَّ اَلنَّهْيَ مَخْصُوص بِمَنْ نَذَرَ عَلَى نَفْسِهِ اَلصَّلَاةَ فِي مَسْجِدٍ مِنْ سَائِرِ اَلْمَسَاجِدِ غَيْر اَلثَّلَاثَةِ فَإِنَّهُ لَا يَجِبُ اَلْوَفَاء بِهِ قَالَهُ ابْن بَطَّال , وَقَالَ اَلْخَطَّابِيّ : اَللَّفْظُ لَفْظ اَلْخَبَرِ وَمَعْنَاهُ اَلْإِيجَاب فِيمَا يَنْذِرُهُ اَلْإِنْسَانُ مِنْ اَلصَّلَاةِ فِي اَلْبِقَاعِ اَلَّتِي يُتَبَرَّكُ بِهَا أَيْ لَا يَلْزَمُ اَلْوَفَاء بِشَيْءٍ مِنْ ذَلِكَ غَيْر هَذِهِ اَلْمَسَاجِدِ اَلثَّلَاثَةِ , وَمِنْهَا أَنَّ اَلْمُرَادَ حُكْم اَلْمَسَاجِدِ فَقَطْ وَأَنَّهُ لَا تُشَدُّ اَلرِّحَال إِلَى مَسْجِدٍ مِنْ اَلْمَسَاجِدِ لِلصَّلَاةِ فِيهِ غَيْر هَذِهِ اَلثَّلَاثَةِ ; وَأَمَّا قَصْدُ غَيْر اَلْمَسَاجِدِ لِزِيَارَةِ صَالِحٍ أَوْ قَرِيبٍ أَوْ صَاحِبٍ أَوْ طَلَب عِلْمٍ أَوْ تِجَارَةٍ أَوْ نُزْهَةٍ فَلَا يَدْخُلُ فِي اَلنَّهْيِ , وَيُؤَيِّدُهُ مَا رَوَى أَحْمَد مِنْ طَرِيق شَهْر بْن حَوْشَب قَالَ : سَمِعْتُ أَبَا سَعِيد وَذُكِرَتْ عِنْدَهُ اَلصَّلَاةُ فِي اَلطُّورِ فَقَالَ : قَالَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" لَا يَنْبَغِي لِلْمُصَلِّي أَنْ يَشُدَّ رِحَالَهُ إِلَى مَسْجِدٍ تُبْتَغَى فِيهِ اَلصَّلَاة غَيْر اَلْمَسْجِدِ اَلْحَرَام وَالْمَسْجِدِ اَلْأَقْصَى وَمَسْجِدِي \" وَشَهْرٌ حَسَنُ اَلْحَدِيثِ وَإِنْ كَانَ فِيهِ بَعْض اَلضَّعْفِ. وَمِنْهَا أَنَّ اَلْمُرَادَ قَصْدهَا بِالِاعْتِكَافِ فِيمَا حَكَاهُ اَلْخَطَّابِيّ عَنْ بَعْضِ اَلسَّلَفِ أَنَّهُ قَالَ : لَا يُعْتَكَفُ فِي غَيْرِهَا , وَهُوَ أَخَصُّ مِنْ اَلَّذِي قَبْلَهُ , وَلَمْ أَرَ عَلَيْهِ دَلِيلًا , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ نَذَرَ إِتْيَانَ أَحَدِ هَذِهِ اَلْمَسَاجِد لَزِمَهُ ذَلِكَ , وَبِهِ قَالَ مَالِك وَأَحْمَد وَالشَّافِعِيّ وَالْبُوَيْطِيّ وَاخْتَارَهُ أَبُو إِسْحَاق اَلْمَرْوَزِيّ , وَقَالَ أَبُو حَنِيفَة لَا يَجِبُ مُطْلَقًا , وَقَالَ اَلشَّافِعِيّ فِي \" اَلْأُمِّ \" يَجِبُ فِي اَلْمَسْجِدِ اَلْحَرَام لِتَعَلُّق اَلنُّسُك بِهِ بِخِلَاف اَلْمَسْجِدَيْنِ اَلْأَخِيرَيْنِ , وَهَذَا هُوَ اَلْمَنْصُورُ لِأَصْحَابِ اَلشَّافِعِيِّ , وَقَالَ اِبْن اَلْمُنْذِر : يَجِبُ إِلَى اَلْحَرَمَيْنِ , وَأَمَّا اَلْأَقْصَى فَلَا , وَاسْتَأْنَسَ بِحَدِيثِ جَابِر \" أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي نَذَرْتُ إِنْ فَتَحَ اَللَّهُ عَلَيْك مَكَّة أَنْ أُصَلِّيَ فِي بَيْتِ اَلْمَقْدِسِ , قَالَ : صَلِّ هَاهُنَا \" وَقَالَ اِبْن اَلتِّينِ : اَلْحُجَّةُ عَلَى اَلشَّافِعِيِّ أَنَّ إِعْمَال اَلْمَطِيّ إِلَى مَسْجِدِ اَلْمَدِينَةِ وَالْمَسْجِدِ اَلْأَقْصَى وَالصَّلَاةِ فِيهِمَا قُرْبَة فَوَجَبَ أَنْ يُلْزَمَ بِالنَّذْرِ كَالْمَسْجِدِ اَلْحَرَام اِنْتَهَى. وَفِيمَا يَلْزَمُ مَنْ نَذَرَ إِتْيَانَ هَذِهِ اَلْمَسَاجِدِ تَفْصِيل وَخِلَاف يَطُولُ ذِكْرُهُ مَحَلّه كُتُب اَلْفُرُوع , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ نَذَرَ إِتْيَان غَيْر هَذِهِ اَلْمَسَاجِدِ اَلثَّلَاثَةِ لِصَلَاةٍ أَوْ غَيْرهَا لَمْ يَلْزَمْهُ غَيْرُهَا لِأَنَّهَا لَا فَضْلَ لِبَعْضِهَا عَلَى بَعْضٍ فَتَكْفِي صَلَاتُهُ فِي أَيِّ مَسْجِدٍ كَانَ , قَالَ اَلنَّوَوِيّ : لَا اِخْتِلَافَ فِي ذَلِكَ إِلَّا مَا رُوِيَ عَنْ اَللَّيْثِ أَنَّهُ قَالَ يَجِبُ اَلْوَفَاءُ بِهِ , وَعَنْ اَلْحَنَابِلَةِ رِوَايَة يَلْزَمُهُ كَفَّارَة يَمِين وَلَا يَنْعَقِدُ نَذْره , وَعَنْ اَلْمَالِكِيَّةِ رِوَايَة إِنْ تَعَلَّقَتْ بِهِ عِبَادَةٌ تَخْتَصُّ بِهِ كَرِبَاطٍ لَزِمَ وَإِلَّا فَلَا , وَذُكِرَ عَنْ مُحَمَّد بْن مَسْلَمَةَ اَلْمَالِكِيِّ أَنَّهُ يَلْزَمُ فِي مَسْجِد قُبَاء لِأَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْتِيه كُلَّ سَبْت كَمَا سَيَأْتِي , قَالَ الْكَرْمَانِيّ : وَقَعَ فِي هَذِهِ اَلْمَسْأَلَةِ فِي عَصْرِنَا فِي اَلْبِلَادِ اَلشَّامِيَّةِ مُنَاظَرَات كَثِيرَة وَصُنِّفَ فِيهَا رَسَائِلُ مِنْ اَلطَّرَفَيْنِ , قُلْت : يُشِيرُ إِلَى مَا رَدَّ بِهِ اَلشَّيْخ تَقِيّ اَلدِّين اَلسُّبْكِيّ وَغَيْره عَلَى اَلشَّيْخِ تَقِيّ اَلدِّين ابْن تَيْمِيَةَ وَمَا اِنْتَصَرَ بِهِ اَلْحَافِظُ شَمْس اَلدِّين بْن عَبْد اَلْهَادِي وَغَيْره لِابْن تَيْمِيَةَ وَهِيَ مَشْهُورَةٌ فِي بِلَادِنَا , وَالْحَاصِلِ أَنَّهُمْ أَلْزَمُوا اِبْن تَيْمِيَةَ بِتَحْرِيمِ شَدِّ اَلرَّحْلِ إِلَى زِيَارَةِ قَبْرِ سَيِّدِنَا رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنْكَرْنَا صُورَة ذَلِكَ , وَفِي شَرْحِ ذَلِكَ مِنْ اَلطَّرَفَيْنِ طُول , وَهِيَ مِنْ أَبْشَعِ اَلْمَسَائِلِ اَلْمَنْقُولَةِ عَنْ اِبْن تَيْمِيَةَ , وَمِنْ جُمْلَةِ مَا اُسْتَدَلَّ بِهِ عَلَى دَفْعِ مَا اِدَّعَاهُ غَيْرُهُ مِنْ اَلْإِجْمَاعِ عَلَى مَشْرُوعِيَّةِ زِيَارَةِ قَبْرِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ مَا نُقِلَ عَنْ مَالِكٍ أَنَّهُ كَرِهَ أَنْ يَقُولَ زُرْت قَبْرَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَقَدْ أَجَابَ عَنْهُ اَلْمُحَقِّقُونَ مِنْ أَصْحَابِهِ بِأَنَّهُ كَرِهَ اَللَّفْظَ أَدَبًا لَا أَصْلَ اَلزِّيَارَة فَإِنَّهَا مِنْ أَفْضَلِ اَلْأَعْمَالِ وَأَجَلِّ اَلْقُرُبَات اَلْمُوَصِّلَة إِلَى ذِي اَلْجَلَالِ وَإِنَّ مَشْرُوعِيَّتَهَا مَحَلّ إِجْمَاع بِلَا نِزَاع وَاَللَّه اَلْهَادِي إِلَى اَلصَّوَابِ. قَالَ بَعْض اَلْمُحَقِّقِينَ : قَوْلُهُ \" إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ \" اَلْمُسْتَثْنَى مِنْهُ مَحْذُوف , فَإِمَّا أَنْ يُقَدِّرَ عَامًّا فَيَصِيرَ : لَا تُشَدّ اَلرِّحَال إِلَى مَكَانٍ فِي أَيِّ أَمْرٍ كَانَ إِلَّا إِلَى اَلثَّلَاثَةِ , أَوْ أَخَصّ مِنْ ذَلِكَ. لَا سَبِيلَ إِلَى اَلْأَوَّلِ لِإِفْضَائِهِ إِلَى سَدِّ بَابِ اَلسَّفَرِ لِلتِّجَارَةِ وَصِلَةِ اَلرَّحِمِ وَطَلَبِ اَلْعِلْمِ وَغَيْرهَا فَتَعَيَّنَ اَلثَّانِي , وَالْأَوْلَى أَنْ يُقَدَّرَ مَا هُوَ أَكْثَرُ مُنَاسَبَة وَهُوَ : لَا تُشَدّ اَلرِّحَال إِلَى مَسْجِدٍ لِلصَّلَاةِ فِيهِ إِلَّا إِلَى اَلثَّلَاثَةِ , فَيَبْطُلُ بِذَلِكَ قَوْل مَنْ مَنَعَ شَدَّ اَلرِّحَال إِلَى زِيَارَةِ اَلْقَبْرِ اَلشَّرِيفِ وَغَيْره مِنْ قُبُورِ اَلصَّالِحِينَ وَاَللَّه أَعْلَمُ. وَقَالَ اَلسُّبْكِيّ اَلْكَبِير : لَيْسَ فِي اَلْأَرْضِ بُقْعَةٌ لَهَا فَضْل لِذَاتهَا حَتَّى تُشَدَّ اَلرِّحَال إِلَيْهَا غَيْر اَلْبِلَادِ اَلثَّلَاثَةِ , وَمُرَادِي بِالْفَضْلِ مَا شَهِدَ اَلشَّرْع بِاعْتِبَارِهِ وَرَتَّبَ عَلَيْهِ حُكْمًا شَرْعِيًّا , وَأَمَّا غَيْرُهَا مِنْ اَلْبِلَادِ فَلَا تُشَدُّ إِلَيْهَا لِذَاتهَا بَلْ لِزِيَارَةٍ أَوْ جِهَاد أَوْ عِلْم أَوْ نَحْو ذَلِكَ مِنْ اَلْمَنْدُوبَاتِ أَوْ اَلْمُبَاحَات , قَالَ : وَقَدْ اِلْتَبَسَ ذَلِكَ عَلَى بَعْضِهِمْ فَزَعَمَ أَنَّ شَدَّ اَلرِّحَالِ إِلَى اَلزِّيَارَةِ لِمَنْ فِي غَيْرِ اَلثَّلَاثَةِ دَاخِل فِي اَلْمَنْعِ , وَهُوَ خَطَأٌ لِأَنَّ اَلِاسْتِثْنَاءَ إِنَّمَا يَكُونُ مِنْ جِنْس اَلْمُسْتَثْنَى مِنْهُ , فَمَعْنَى اَلْحَدِيثِ : لَا تُشَدّ اَلرِّحَال إِلَى مَسْجِدٍ مِنْ اَلْمَسَاجِدِ أَوْ إِلَى مَكَانٍ مِنْ اَلْأَمْكِنَةِ لِأَجْلِ ذَلِكَ اَلْمَكَانِ إِلَّا إِلَى اَلثَّلَاثَةِ اَلْمَذْكُورَةِ , وَشَدّ اَلرِّحَال إِلَى زِيَارَةٍ أَوْ طَلَبِ عِلْمٍ لَيْسَ إِلَى اَلْمَكَانِ بَلْ إِلَى مَنْ فِي ذَلِكَ اَلْمَكَانِ وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1189,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تُشَدُّ الرِّحَالُ إِلاَّ إِلَى ثَلاَثَةِ مَسَاجِدَ الْمَسْجِدِ الْحَرَامِ، وَمَسْجِدِ الرَّسُولِ صلى الله عليه وسلم وَمَسْجِدِ الأَقْصَى ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Do not set out on a journey\n     except for three Mosques i.e. Al-Masjid-AI-Haram, the Mosque of \n     Allah's Messenger (ﷺ) , and the Mosque of Al-Aqsa, (Mosque of Jerusalem).\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي عَبْد اَلْمَلِك ) ‏ ‏هُوَ اِبْن عُمَيْر كَمَا وَقَعَ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ. ‏ ‏قَوْله : ( عَنْ قَزَعَةَ ) ‏ ‏بِفَتْحِ اَلْقَافِ وَكَذَا اَلزَّاي , وَحَكَى اِبْن اَلْأَثِيرِ سُكُونهَا بَعْدَهَا مُهْمَلَة , وَهُوَ ابْن يَحْيَى وَيُقَالُ اِبْنُ اَلْأَسْوَدِ , وَسَيَأْتِي بعْدَ خَمْسَة أَبْوَابٍ فِي هَذَا اَلْإِسْنَادِ \" سَمِعْتُ قَزَعَة مَوْلَى زِيَاد \" وَهُوَ هَذَا وَزِيَاد مَوْلَاهُ هُوَ اِبْن أَبِي سُفْيَان اَلْأَمِير اَلْمَشْهُور , وَرِوَايَة عَبْد اَلْمَلِك بْن عُمَيْر عَنْهُ مِنْ رِوَايَةِ اَلْأَقْرَانِ لِأَنَّهُمَا مِنْ طَبَقَةٍ وَاحِدَةٍ. ‏ ‏قَوْله : ( سَمِعْتُ أَبَا سَعِيد أَرْبَعًا ) ‏ ‏أَيْ يَذْكُرُ أَرْبَعًا أَوْ سَمِعْتُ مِنْهُ أَرْبَعًا أَيْ أَرْبَعَ كَلِمَات. ‏ ‏قَوْله : ( وَكَانَ غَزَا ) ‏ ‏اَلْقَائِل ذَلِكَ هُوَ قَزَعَة وَالْمَقُول عَنْهُ أَبُو سَعِيد اَلْخُدْرِيّ. ‏ ‏قَوْله : ( ثِنْتَيْ عَشْرَةَ غَزْوَةً ) ‏ ‏كَذَا اِقْتَصَرَ اَلْمُؤَلِّف عَلَى هَذَا اَلْقَدْرِ وَلَمْ يَذْكُرْ مِنْ اَلْمَتْنِ شَيْئًا , وَذَكَرَ بَعْدَهُ حَدِيث أَبِي هُرَيْرَة فِي شَدِّ اَلرِّحَالِ فَظَنَّ الدَّاوُدِيُّ اَلشَّارِح أَنَّ اَلْبُخَارِيَّ سَاقَ الْإِسْنَادَيْنِ لِهَذَا اَلْمَتْنِ , وَفِيهِ نَظَرٌ لِأَنَّ حَدِيث أَبِي سَعِيد مُشْتَمِل عَلَى أَرْبَعَةِ أَشْيَاءَ كَمَا ذَكَرَ اَلْمُصَنِّف , وَحَدِيث أَبِي هُرَيْرَة مُقْتَصِر عَلَى شَدِّ اَلرِّحَالِ فَقَطْ , لَكِنْ لَا يُمْنَعُ اَلْجَمْع بَيْنَهُمَا فِي سِيَاقٍ وَاحِدٍ بِنَاءً عَلَى قَاعِدَة اَلْبُخَارِيّ فِي إِجَازَةِ اِخْتِصَارِ اَلْحَدِيثِ , وَقَالَ اِبْن رَشِيد : لَمَّا كَانَ أَحَدُ اَلْأَرْبَع هُوَ قَوْلُهُ \" لَا تُشَدُّ اَلرِّحَال \" ذَكَرَ صَدْر اَلْحَدِيث إِلَى اَلْمَوْضِعِ اَلَّذِي يَتَلَاقَى فِيهِ اِفْتِتَاح أَبِي هُرَيْرَة لِحَدِيث أَبِي سَعِيد فَاقْتَطَفَ اَلْحَدِيث , وَكَأَنَّهُ قَصَدَ بِذَلِكَ اَلْإِغْمَاض لِيُنَبِّهَ غَيْر اَلْحَافِظِ عَلَى فَائِدَة اَلْحِفْظِ , عَلَى أَنَّهُ مَا أَخْلَاهُ عَنْ اَلْإِيضَاحِ عَنْ قُرْبٍ فَإِنَّهُ سَاقَهُ بِتَمَامِهِ خَامِس تَرْجَمَة. ‏ ‏قَوْله : ( وَحَدَّثَنَا عَلِيّ ) ‏ ‏هُوَ اِبْنُ اَلْمَدِينِيّ , وَسُفْيَان هُوَ اِبْن عُيَيْنَةَ , وَسَعِيد هُوَ اِبْن اَلْمُسَيِّب , وَوَقَعَ عِنْد اَلْبَيْهَقِيّ وَجْه آخَر عَنْ عَلِيّ بْن اَلْمَدِينِيّ قَالَ \" حَدَّثَنَا بِهِ سُفْيَان مَرَّةً بِهَذَا اَللَّفْظِ وَكَانَ أَكْثَرَ مَا يُحَدِّثُ بِهِ بِلَفْظِ تُشَدُّ اَلرِّحَال \". ‏ ‏قَوْله : ( لَا تُشَدّ اَلرِّحَال ) ‏ ‏بِضَمّ أَوَّله بِلَفْظ اَلنَّفْي , وَالْمُرَاد اَلنَّهْي عَنْ اَلسَّفَرِ إِلَى غَيْرِهَا , قَالَ اَلطِّيبِيّ : هُوَ أَبْلَغُ مِنْ صَرِيحِ اَلنَّهْيِ , كَأَنَّهُ قَالَ : لَا يَسْتَقِيمُ أَنْ يُقْصَدَ بِالزِّيَارَةِ إِلَّا هَذِهِ اَلْبِقَاع لِاخْتِصَاصِهَا بِمَا اِخْتَصَّتْ بِهِ , وَالرِّحَال بِالْمُهْمَلَةِ جَمْع رَحْلٍ وَهُوَ لِلْبَعِيرِ كَالسَّرْجِ لِلْفَرَسِ , وَكَنَّى بِشَدِّ اَلرِّحَالِ عَنْ اَلسَّفَرِ لِأَنَّهُ لَازِمُهُ وَخَرَجَ ذِكْرُهَا مَخْرَج اَلْغَالِبِ فِي رُكُوبِ اَلْمُسَافِرِ وَإِلَّا فَلَا فَرْقَ بَيْنَ رُكُوب اَلرَّوَاحِل وَالْخَيْل وَالْبِغَال وَالْحَمِير وَالْمَشْي فِي اَلْمَعْنَى اَلْمَذْكُورِ , وَيَدُلُّ عَلَيْهِ قَوْلُهُ فِي بَعْضِ طُرُقِهِ \" إِنَّمَا يُسَافِرُ \" أَخْرَجَهُ مُسْلِم مِنْ طَرِيقِ عِمْرَان بْن أَبِي أَنَس عَنْ سُلَيْمَانَ اَلْأَغَرِّ عَنْ أَبِي هُرَيْرَة. ‏ ‏قَوْله : ( إِلَّا ) ‏ ‏اَلِاسْتِثْنَاء مُفَرَّغ وَالتَّقْدِير لَا تُشَدُّ اَلرِّحَال إِلَى مَوْضِع , وَلَازَمَهُ مَنْع اَلسَّفَرِ إِلَى كُلِّ مَوْضِعٍ غَيْرَهَا , لِأَنَّ اَلْمُسْتَثْنَى مِنْهُ فِي اَلْمُفَرَّغِ مُقَدَّر بِأَعَمّ اَلْعَامّ , لَكِنْ يُمْكِنُ أَنْ يَكُونَ اَلْمُرَاد بِالْعُمُومِ هُنَا اَلْمَوْضِع اَلْمَخْصُوص وَهُوَ اَلْمَسْجِدُ كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( اَلْمَسْجِد اَلْحَرَام ) ‏ ‏أَيْ اَلْمُحَرَّم وَهُوَ كَقَوْلِهِمَا اَلْكِتَاب بِمَعْنَى اَلْمَكْتُوب , وَالْمَسْجِد بِالْخَفْضِ عَلَى الْبَدَلِيَّة , وَيَجُوزُ اَلرَّفْعُ عَلَى اَلِاسْتِئْنَافِ وَالْمُرَاد بِهِ جَمِيع اَلْحَرَمِ , وَقِيلَ يَخْتَصُّ بِالْمَوْضِعِ اَلَّذِي يُصَلَّى فِيهِ دُونَ اَلْبُيُوتِ وَغَيْرهَا مِنْ أَجْزَاءِ اَلْحَرَمِ , قَالَ اَلطَّبَرِيّ : وَيَتَأَيَّدُ بِقَوْلِهِ \" مَسْجِدِي هَذَا \" لِأَنَّ اَلْإِشَارَةَ فِيهِ إِلَى مَسْجِدِ اَلْجَمَاعَةِ فَيَنْبَغِي أَنْ يَكُونَ اَلْمُسْتَثْنَى كَذَلِكَ , وَقِيلَ اَلْمُرَاد بِهِ اَلْكَعْبَة حَكَاهُ اَلْمُحِبّ اَلطَّبَرِيّ وَذَكَرَ أَنَّهُ يَتَأَيَّدُ بِمَا رَوَاهُ اَلنَّسَائِيّ بِلَفْظ \" إِلَّا اَلْكَعْبَة \" وَفِيهِ نَظَرٌ لِأَنَّ اَلَّذِي عِنْدَ اَلنَّسَائِيِّ \" إِلَّا مَسْجِد اَلْكَعْبَةِ \" حَتَّى وَلَوْ سَقَطَتْ لَفْظَة مَسْجِد لَكَانَتْ مُرَادَة , وَيُؤَيِّدُ اَلْأَوَّل مَا رَوَاهُ اَلطَّيَالِسِيّ مِنْ طَرِيقِ عَطَاءٍ أَنَّهُ قِيلَ لَهُ : هَذَا اَلْفَضْلُ فِي اَلْمَسْجِدِ وَحْدَهُ أَوْ فِي اَلْحَرَمِ ؟ قَالَ : بَلْ فِي اَلْحَرَمِ لِأَنَّهُ كُلّه مَسْجِد. ‏ ‏قَوْله : ( وَمَسْجِد اَلرَّسُولِ ) ‏ ‏أَيْ مُحَمَّد صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَفِي اَلْعُدُولِ عَنْ \" مَسْجِدِي \" إِشَارَة إِلَى اَلتَّعْظِيمِ , وَيَحْتَمِلُ أَنْ يَكُونَ ذَلِكَ مِنْ تَصَرُّفِ اَلرُّوَاةِ , وَيُؤَيِّدُهُ قَوْلُهُ فِي حَدِيث أَبِي سَعِيد اَلْآتِي قَرِيبًا \" وَمَسْجِدِي \". ‏ ‏قَوْله : ( وَمَسْجِد اَلْأَقْصَى ) ‏ ‏أَيْ بَيْتِ اَلْمَقْدِسِ وَهُوَ مِنْ إِضَافَةِ اَلْمَوْصُوفِ إِلَى اَلصِّفَةِ , وَقَدْ جَوَّزَهُ اَلْكُوفِيُّونَ وَاسْتَشْهَدُوا لَهُ بِقَوْلِهِ تَعَالَى ( وَمَا كُنْت بِجَانِبِ اَلْغَرْبِيِّ ) وَالْبَصْرِيُّونَ يُؤَوِّلُونَهُ بِإِضْمَارِ اَلْمَكَان , أَيْ اَلَّذِي بِجَانِبِ اَلْمَكَانِ اَلْغَرْبِيِّ وَمَسْجِد اَلْمَكَان اَلْأَقْصَى وَنَحْوِ ذَلِكَ , وَسُمِّيَ اَلْأَقْصَى لِبُعْدِهِ عَنْ اَلْمَسْجِدِ اَلْحَرَام فِي اَلْمَسَافَةِ , وَقِيلَ فِي اَلزَّمَانِ , وَفِيهِ نَظَرٌ لِأَنَّهُ ثَبَتَ فِي اَلصَّحِيحِ أَنَّ بَيْنَهُمَا أَرْبَعِينَ سَنَة , وَسَيَأْتِي فِي تَرْجَمَةِ إِبْرَاهِيمَ اَلْخَلِيلِ مِنْ أَحَادِيثِ اَلْأَنْبِيَاءِ وَبَيَان مَا فِيهِ مِنْ اَلْإِشْكَالِ وَالْجَوَاب عَنْهُ , وَقَالَ اَلزَّمَخْشَرِيّ : سُمِّيَ اَلْأَقْصَى لِأَنَّهُ لَمْ يَكُنْ حِينَئِذٍ وَرَاءَهُ مَسْجِد , وَقِيلَ لِبُعْدِهِ عَنْ اَلْأَقْذَارِ وَالْخَبَثِ , وَقِيلَ هُوَ أَقْصَى بِالنِّسْبَةِ إِلَى مَسْجِدِ اَلْمَدِينَةِ لِأَنَّهُ بَعِيدٌ مِنْ مَكَّةَ وَبَيْت اَلْمَقْدِسِ أَبْعَد مِنْهُ. وَلِبَيْتِ اَلْمَقْدِسِ عِدَّة أَسْمَاء تَقْرُبُ مِنْ اَلْعِشْرِينَ مِنْهَا إِيلِيَاء بِالْمَدِّ وَالْقَصْرِ وَبِحَذْفِ اَلْيَاءِ اَلْأُولَى وَعَنْ اِبْن عَبَّاس إِدْخَال اَلْأَلِف وَاللَّام عَلَى هَذَا اَلثَّالِثِ , وَبَيْت اَلْمَقْدِسِ بِسُكُونِ اَلْقَافِ وَبِفَتْحِهَا مَعَ اَلتَّشْدِيدِ , وَالْقُدْسِ بِغَيْرِ مِيمٍ مَعَ ضَمِّ اَلْقَافِ وَسُكُون اَلدَّالِ وَبِضَمِّهَا أَيْضًا , وَشَلَّم بِالْمُعْجَمَةِ وَتَشْدِيد اَللَّامِ وَبِالْمُهْمَلَةِ وَشَلَام بِمُعْجَمَةٍ , وَسَلِم بِفَتْحِ اَلْمُهْمَلَةِ وَكَسْرِ اَللَّامِ اَلْخَفِيفَةِ , وَأُورِي سَلِم بِسُكُونِ اَلْوَاوِ وَكَسْر اَلرَّاءِ بَعْدَهَا تَحْتَانِيَّة سَاكِنَة قَالَ اَلْأَعْشَى : ‏ ‏وَقَدْ طُفْت لِلْمَالِ آفَاقه ‏ ‏دِمَشْق فَحِمْصَ فَأُورِي سَلِم ‏ ‏وَمِنْ أَسْمَائِهِ كُورَة وَبَيْت أَيْل وَصِهْيُون وَمِصْرُوث آخِره مُثَلَّثَة وَكُورْشِيلَا وَبَابُوس بِمُوَحَّدَتَيْنِ وَمُعْجَمَة , وَقَدْ تَتَبَّعَ أَكْثَر هَذِهِ اَلْأَسْمَاء اَلْحُسَيْن بْن خَالَوَيْهِ اَللُّغَوِيّ فِي كِتَاب \" لَيْسَ \" , وَسَيَأْتِي مَا يَتَعَلَّقُ بِمَكَّةَ وَالْمَدِينَة فِي كِتَاب اَلْحَجّ. وَفِي هَذَا اَلْحَدِيثِ فَضِيلَة هَذِهِ اَلْمَسَاجِدِ وَمَزِيَّتهَا عَلَى غَيْرِهَا لِكَوْنِهَا مَسَاجِدَ اَلْأَنْبِيَاءِ , وَلِأَنَّ اَلْأَوَّل قِبْلَة اَلنَّاسِ وَإِلَيْهِ حَجُّهُمْ , وَالثَّانِي كَانَ قِبْلَةَ اَلْأُمَمِ اَلسَّالِفَةِ , وَالثَّالِث أُسِّسَ عَلَى اَلتَّقْوَى. وَاخْتُلِفَ فِي شَدِّ اَلرِّحَالِ إِلَى غَيْرِهَا كَالذَّهَابِ إِلَى زِيَارَةِ اَلصَّالِحِينَ أَحْيَاءً وَأَمْوَاتًا وَإِلَى اَلْمَوَاضِعِ اَلْفَاضِلَةِ لِقَصْد اَلتَّبَرُّك بِهَا وَالصَّلَاة فِيهَا فَقَالَ اَلشَّيْخُ أَبُو مُحَمَّد اَلْجُوَيْنِيّ : يَحْرُمُ شَدّ اَلرِّحَال إِلَى غَيْرِهَا عَمَلًا بِظَاهِرِ هَذَا اَلْحَدِيثِ , وَأَشَارَ اَلْقَاضِي حُسَيْن إِلَى اِخْتِيَارِهِ وَبِهِ قَالَ عِيَاض وَطَائِفَة , وَيَدُلُّ عَلَيْهِ مَا رَوَاهُ أَصْحَابُ اَلسُّنَنِ مِنْ إِنْكَار بَصْرَة اَلْغِفَارِيّ عَلَى أَبِي هُرَيْرَة خُرُوجه إِلَى اَلطُّورِ وَقَالَ لَهُ \" لَوْ أَدْرَكْتُك قَبْلَ أَنْ تَخْرُجَ مَا خَرَجْت \" وَاسْتَدَلَّ بِهَذَا اَلْحَدِيثِ فَدَلَّ عَلَى أَنَّهُ يَرَى حَمْلَ اَلْحَدِيثِ عَلَى عُمُومِهِ , وَوَافَقَهُ أَبُو هُرَيْرَة. وَالصَّحِيحُ عِنْدَ إِمَامِ اَلْحَرَمَيْنِ وَغَيْره مِنْ اَلشَّافِعِيَّةِ أَنَّهُ لَا يَحْرُمُ , وَأَجَابُوا عَنْ اَلْحَدِيثِ بِأَجْوِبَةٍ مِنْهَا أَنَّ اَلْمُرَادَ أَنَّ اَلْفَضِيلَةَ اَلتَّامَّةَ إِنَّمَا هِيَ فِي شَدّ اَلرِّحَالُ إِلَى هَذِهِ اَلْمَسَاجِدِ بِخِلَافِ غَيْرِهَا فَإِنَّهُ جَائِز , وَقَدْ وَقَعَ فِي رِوَايَةٍ لِأَحْمَدَ سَيَأْتِي ذِكْرهَا بِلَفْظ \" لَا يَنْبَغِي لِلْمَطِيِّ أَنْ تَعْمَلَ \" وَهُوَ لَفْظٌ ظَاهِرٌ فِي غَيْرِ اَلتَّحْرِيمِ وَمِنْهَا أَنَّ اَلنَّهْيَ مَخْصُوص بِمَنْ نَذَرَ عَلَى نَفْسِهِ اَلصَّلَاةَ فِي مَسْجِدٍ مِنْ سَائِرِ اَلْمَسَاجِدِ غَيْر اَلثَّلَاثَةِ فَإِنَّهُ لَا يَجِبُ اَلْوَفَاء بِهِ قَالَهُ ابْن بَطَّال , وَقَالَ اَلْخَطَّابِيّ : اَللَّفْظُ لَفْظ اَلْخَبَرِ وَمَعْنَاهُ اَلْإِيجَاب فِيمَا يَنْذِرُهُ اَلْإِنْسَانُ مِنْ اَلصَّلَاةِ فِي اَلْبِقَاعِ اَلَّتِي يُتَبَرَّكُ بِهَا أَيْ لَا يَلْزَمُ اَلْوَفَاء بِشَيْءٍ مِنْ ذَلِكَ غَيْر هَذِهِ اَلْمَسَاجِدِ اَلثَّلَاثَةِ , وَمِنْهَا أَنَّ اَلْمُرَادَ حُكْم اَلْمَسَاجِدِ فَقَطْ وَأَنَّهُ لَا تُشَدُّ اَلرِّحَال إِلَى مَسْجِدٍ مِنْ اَلْمَسَاجِدِ لِلصَّلَاةِ فِيهِ غَيْر هَذِهِ اَلثَّلَاثَةِ ; وَأَمَّا قَصْدُ غَيْر اَلْمَسَاجِدِ لِزِيَارَةِ صَالِحٍ أَوْ قَرِيبٍ أَوْ صَاحِبٍ أَوْ طَلَب عِلْمٍ أَوْ تِجَارَةٍ أَوْ نُزْهَةٍ فَلَا يَدْخُلُ فِي اَلنَّهْيِ , وَيُؤَيِّدُهُ مَا رَوَى أَحْمَد مِنْ طَرِيق شَهْر بْن حَوْشَب قَالَ : سَمِعْتُ أَبَا سَعِيد وَذُكِرَتْ عِنْدَهُ اَلصَّلَاةُ فِي اَلطُّورِ فَقَالَ : قَالَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" لَا يَنْبَغِي لِلْمُصَلِّي أَنْ يَشُدَّ رِحَالَهُ إِلَى مَسْجِدٍ تُبْتَغَى فِيهِ اَلصَّلَاة غَيْر اَلْمَسْجِدِ اَلْحَرَام وَالْمَسْجِدِ اَلْأَقْصَى وَمَسْجِدِي \" وَشَهْرٌ حَسَنُ اَلْحَدِيثِ وَإِنْ كَانَ فِيهِ بَعْض اَلضَّعْفِ. وَمِنْهَا أَنَّ اَلْمُرَادَ قَصْدهَا بِالِاعْتِكَافِ فِيمَا حَكَاهُ اَلْخَطَّابِيّ عَنْ بَعْضِ اَلسَّلَفِ أَنَّهُ قَالَ : لَا يُعْتَكَفُ فِي غَيْرِهَا , وَهُوَ أَخَصُّ مِنْ اَلَّذِي قَبْلَهُ , وَلَمْ أَرَ عَلَيْهِ دَلِيلًا , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ نَذَرَ إِتْيَانَ أَحَدِ هَذِهِ اَلْمَسَاجِد لَزِمَهُ ذَلِكَ , وَبِهِ قَالَ مَالِك وَأَحْمَد وَالشَّافِعِيّ وَالْبُوَيْطِيّ وَاخْتَارَهُ أَبُو إِسْحَاق اَلْمَرْوَزِيّ , وَقَالَ أَبُو حَنِيفَة لَا يَجِبُ مُطْلَقًا , وَقَالَ اَلشَّافِعِيّ فِي \" اَلْأُمِّ \" يَجِبُ فِي اَلْمَسْجِدِ اَلْحَرَام لِتَعَلُّق اَلنُّسُك بِهِ بِخِلَاف اَلْمَسْجِدَيْنِ اَلْأَخِيرَيْنِ , وَهَذَا هُوَ اَلْمَنْصُورُ لِأَصْحَابِ اَلشَّافِعِيِّ , وَقَالَ اِبْن اَلْمُنْذِر : يَجِبُ إِلَى اَلْحَرَمَيْنِ , وَأَمَّا اَلْأَقْصَى فَلَا , وَاسْتَأْنَسَ بِحَدِيثِ جَابِر \" أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي نَذَرْتُ إِنْ فَتَحَ اَللَّهُ عَلَيْك مَكَّة أَنْ أُصَلِّيَ فِي بَيْتِ اَلْمَقْدِسِ , قَالَ : صَلِّ هَاهُنَا \" وَقَالَ اِبْن اَلتِّينِ : اَلْحُجَّةُ عَلَى اَلشَّافِعِيِّ أَنَّ إِعْمَال اَلْمَطِيّ إِلَى مَسْجِدِ اَلْمَدِينَةِ وَالْمَسْجِدِ اَلْأَقْصَى وَالصَّلَاةِ فِيهِمَا قُرْبَة فَوَجَبَ أَنْ يُلْزَمَ بِالنَّذْرِ كَالْمَسْجِدِ اَلْحَرَام اِنْتَهَى. وَفِيمَا يَلْزَمُ مَنْ نَذَرَ إِتْيَانَ هَذِهِ اَلْمَسَاجِدِ تَفْصِيل وَخِلَاف يَطُولُ ذِكْرُهُ مَحَلّه كُتُب اَلْفُرُوع , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ نَذَرَ إِتْيَان غَيْر هَذِهِ اَلْمَسَاجِدِ اَلثَّلَاثَةِ لِصَلَاةٍ أَوْ غَيْرهَا لَمْ يَلْزَمْهُ غَيْرُهَا لِأَنَّهَا لَا فَضْلَ لِبَعْضِهَا عَلَى بَعْضٍ فَتَكْفِي صَلَاتُهُ فِي أَيِّ مَسْجِدٍ كَانَ , قَالَ اَلنَّوَوِيّ : لَا اِخْتِلَافَ فِي ذَلِكَ إِلَّا مَا رُوِيَ عَنْ اَللَّيْثِ أَنَّهُ قَالَ يَجِبُ اَلْوَفَاءُ بِهِ , وَعَنْ اَلْحَنَابِلَةِ رِوَايَة يَلْزَمُهُ كَفَّارَة يَمِين وَلَا يَنْعَقِدُ نَذْره , وَعَنْ اَلْمَالِكِيَّةِ رِوَايَة إِنْ تَعَلَّقَتْ بِهِ عِبَادَةٌ تَخْتَصُّ بِهِ كَرِبَاطٍ لَزِمَ وَإِلَّا فَلَا , وَذُكِرَ عَنْ مُحَمَّد بْن مَسْلَمَةَ اَلْمَالِكِيِّ أَنَّهُ يَلْزَمُ فِي مَسْجِد قُبَاء لِأَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْتِيه كُلَّ سَبْت كَمَا سَيَأْتِي , قَالَ الْكَرْمَانِيّ : وَقَعَ فِي هَذِهِ اَلْمَسْأَلَةِ فِي عَصْرِنَا فِي اَلْبِلَادِ اَلشَّامِيَّةِ مُنَاظَرَات كَثِيرَة وَصُنِّفَ فِيهَا رَسَائِلُ مِنْ اَلطَّرَفَيْنِ , قُلْت : يُشِيرُ إِلَى مَا رَدَّ بِهِ اَلشَّيْخ تَقِيّ اَلدِّين اَلسُّبْكِيّ وَغَيْره عَلَى اَلشَّيْخِ تَقِيّ اَلدِّين ابْن تَيْمِيَةَ وَمَا اِنْتَصَرَ بِهِ اَلْحَافِظُ شَمْس اَلدِّين بْن عَبْد اَلْهَادِي وَغَيْره لِابْن تَيْمِيَةَ وَهِيَ مَشْهُورَةٌ فِي بِلَادِنَا , وَالْحَاصِلِ أَنَّهُمْ أَلْزَمُوا اِبْن تَيْمِيَةَ بِتَحْرِيمِ شَدِّ اَلرَّحْلِ إِلَى زِيَارَةِ قَبْرِ سَيِّدِنَا رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنْكَرْنَا صُورَة ذَلِكَ , وَفِي شَرْحِ ذَلِكَ مِنْ اَلطَّرَفَيْنِ طُول , وَهِيَ مِنْ أَبْشَعِ اَلْمَسَائِلِ اَلْمَنْقُولَةِ عَنْ اِبْن تَيْمِيَةَ , وَمِنْ جُمْلَةِ مَا اُسْتَدَلَّ بِهِ عَلَى دَفْعِ مَا اِدَّعَاهُ غَيْرُهُ مِنْ اَلْإِجْمَاعِ عَلَى مَشْرُوعِيَّةِ زِيَارَةِ قَبْرِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ مَا نُقِلَ عَنْ مَالِكٍ أَنَّهُ كَرِهَ أَنْ يَقُولَ زُرْت قَبْرَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَقَدْ أَجَابَ عَنْهُ اَلْمُحَقِّقُونَ مِنْ أَصْحَابِهِ بِأَنَّهُ كَرِهَ اَللَّفْظَ أَدَبًا لَا أَصْلَ اَلزِّيَارَة فَإِنَّهَا مِنْ أَفْضَلِ اَلْأَعْمَالِ وَأَجَلِّ اَلْقُرُبَات اَلْمُوَصِّلَة إِلَى ذِي اَلْجَلَالِ وَإِنَّ مَشْرُوعِيَّتَهَا مَحَلّ إِجْمَاع بِلَا نِزَاع وَاَللَّه اَلْهَادِي إِلَى اَلصَّوَابِ. قَالَ بَعْض اَلْمُحَقِّقِينَ : قَوْلُهُ \" إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ \" اَلْمُسْتَثْنَى مِنْهُ مَحْذُوف , فَإِمَّا أَنْ يُقَدِّرَ عَامًّا فَيَصِيرَ : لَا تُشَدّ اَلرِّحَال إِلَى مَكَانٍ فِي أَيِّ أَمْرٍ كَانَ إِلَّا إِلَى اَلثَّلَاثَةِ , أَوْ أَخَصّ مِنْ ذَلِكَ. لَا سَبِيلَ إِلَى اَلْأَوَّلِ لِإِفْضَائِهِ إِلَى سَدِّ بَابِ اَلسَّفَرِ لِلتِّجَارَةِ وَصِلَةِ اَلرَّحِمِ وَطَلَبِ اَلْعِلْمِ وَغَيْرهَا فَتَعَيَّنَ اَلثَّانِي , وَالْأَوْلَى أَنْ يُقَدَّرَ مَا هُوَ أَكْثَرُ مُنَاسَبَة وَهُوَ : لَا تُشَدّ اَلرِّحَال إِلَى مَسْجِدٍ لِلصَّلَاةِ فِيهِ إِلَّا إِلَى اَلثَّلَاثَةِ , فَيَبْطُلُ بِذَلِكَ قَوْل مَنْ مَنَعَ شَدَّ اَلرِّحَال إِلَى زِيَارَةِ اَلْقَبْرِ اَلشَّرِيفِ وَغَيْره مِنْ قُبُورِ اَلصَّالِحِينَ وَاَللَّه أَعْلَمُ. وَقَالَ اَلسُّبْكِيّ اَلْكَبِير : لَيْسَ فِي اَلْأَرْضِ بُقْعَةٌ لَهَا فَضْل لِذَاتهَا حَتَّى تُشَدَّ اَلرِّحَال إِلَيْهَا غَيْر اَلْبِلَادِ اَلثَّلَاثَةِ , وَمُرَادِي بِالْفَضْلِ مَا شَهِدَ اَلشَّرْع بِاعْتِبَارِهِ وَرَتَّبَ عَلَيْهِ حُكْمًا شَرْعِيًّا , وَأَمَّا غَيْرُهَا مِنْ اَلْبِلَادِ فَلَا تُشَدُّ إِلَيْهَا لِذَاتهَا بَلْ لِزِيَارَةٍ أَوْ جِهَاد أَوْ عِلْم أَوْ نَحْو ذَلِكَ مِنْ اَلْمَنْدُوبَاتِ أَوْ اَلْمُبَاحَات , قَالَ : وَقَدْ اِلْتَبَسَ ذَلِكَ عَلَى بَعْضِهِمْ فَزَعَمَ أَنَّ شَدَّ اَلرِّحَالِ إِلَى اَلزِّيَارَةِ لِمَنْ فِي غَيْرِ اَلثَّلَاثَةِ دَاخِل فِي اَلْمَنْعِ , وَهُوَ خَطَأٌ لِأَنَّ اَلِاسْتِثْنَاءَ إِنَّمَا يَكُونُ مِنْ جِنْس اَلْمُسْتَثْنَى مِنْهُ , فَمَعْنَى اَلْحَدِيثِ : لَا تُشَدّ اَلرِّحَال إِلَى مَسْجِدٍ مِنْ اَلْمَسَاجِدِ أَوْ إِلَى مَكَانٍ مِنْ اَلْأَمْكِنَةِ لِأَجْلِ ذَلِكَ اَلْمَكَانِ إِلَّا إِلَى اَلثَّلَاثَةِ اَلْمَذْكُورَةِ , وَشَدّ اَلرِّحَال إِلَى زِيَارَةٍ أَوْ طَلَبِ عِلْمٍ لَيْسَ إِلَى اَلْمَكَانِ بَلْ إِلَى مَنْ فِي ذَلِكَ اَلْمَكَانِ وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1190,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ رَبَاحٍ، وَعُبَيْدِ اللَّهِ بْنِ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، عَنْ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ صَلاَةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلاَةٍ فِيمَا سِوَاهُ إِلاَّ الْمَسْجِدَ الْحَرَامَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"One prayer in my Mosque is better than one thousand prayers in any other \nmosque excepting Al-Masjid-AI-Haram.\"",
    "explication": "‏ ‏قَوْله : ( زَيْد بْن رَبَاح ) ‏ ‏بِالْمُوَحَّدَةِ , وَعُبَيْد اَللَّهِ بِالتَّصْغِيرِ , وَالْأَغَرّ هُوَ سَلْمَانُ شَيْخ اَلزُّهْرِيّ اَلْمُتَقَدِّم. ‏ ‏قَوْله : ( صَلَاة فِي مَسْجِدِي هَذَا ) ‏ ‏قَالَ اَلنَّوَوِيّ : يَنْبَغِي أَنْ يَحْرِصَ اَلْمُصَلِّي عَلَى اَلصَّلَاةِ فِي اَلْمَوْضِعِ اَلَّذِي كَانَ فِي زَمَانِهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ دُونَ مَا زِيدَ فِيهِ بَعْدَهُ , لِأَنَّ اَلتَّضْعِيفَ إِنَّمَا وَرَدَ فِي مَسْجِدِهِ , وَقَدْ أَكَّدَهُ بِقَوْلِهِ هَذَا , بِخِلَاف مَسْجِد مَكَّةَ فَإِنَّهُ يَشْمَلُ جَمِيعَ مَكَّةَ , بَلْ صَحَّحَ اَلنَّوَوِيّ أَنَّهُ يَعُمُّ جَمِيعَ اَلْحَرَمِ. ‏ ‏قَوْله : ( إِلَّا اَلْمَسْجِد اَلْحَرَام ) ‏ ‏قَالَ اِبْن بَطَّال : يَجُوزُ فِي هَذَا اَلِاسْتِثْنَاءِ أَنْ يَكُونَ اَلْمُرَاد فَإِنَّهُ مُسَاوٍ لِمَسْجِدِ اَلْمَدِينَةِ وَفَاضِلًا أَوْ مَفْضُولًا. وَالْأَوَّلُ أَرْجَح لِأَنَّهُ لَوْ كَانَ فَاضِلًا أَوْ مَفْضُولًا لَمْ يُعْلَمْ مِقْدَار ذَلِكَ إِلَّا بِدَلِيلٍ , بِخِلَافِ اَلْمُسَاوَاةِ اِنْتَهَى. وَكَأَنَّهُ لَمْ يَقِفْ عَلَى دَلِيل اَلثَّانِي , وَقَدْ أَخْرَجَهُ اَلْإِمَامُ أَحْمَد وَصَحَّحَهُ ابْن حِبَّانَ مِنْ طَرِيقِ عَطَاءٍ عَنْ عَبْد اَللَّه بْن اَلزُّبَيْر قَالَ : قَالَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" صَلَاة فِي مَسْجِدِي هَذَا أَفْضَل مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ مِنْ اَلْمَسَاجِدِ إِلَّا اَلْمَسْجِد اَلْحَرَام , وَصَلَاة فِي اَلْمَسْجِدِ اَلْحَرَام أَفْضَل مِنْ مِائَةِ صَلَاةٍ فِي هَذَا \" وَفِي رِوَايَة اِبْن حِبَّانَ \" وَصَلَاةٌ فِي ذَلِكَ أَفْضَل مِنْ مِائَةِ صَلَاةٍ فِي مَسْجِدِ اَلْمَدِينَةِ \" قَالَ اِبْن عَبْد اَلْبَرّ : اِخْتُلِفَ عَلَى اِبْن اَلزُّبَيْر فِي رَفْعِهِ وَوَقْفِهِ , وَمَنْ رَفَعَهُ أَحْفَظُ وَأَثْبَتُ , وَمَثَله لَا يُقَالُ بِالرَّأْي. وَفِي اِبْن مَاجَهْ مِنْ حَدِيثِ جَابِر مَرْفُوعًا \" صَلَاة فِي مَسْجِدِي أَفْضَل مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ إِلَّا اَلْمَسْجِد اَلْحَرَام , وَصَلَاة فِي اَلْمَسْجِدِ اَلْحَرَام أَفْضَل مِنْ مِائَةِ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ \" وَفِي بَعْضِ اَلنُّسَخِ \" مِنْ مِائَةِ صَلَاةٍ فِيمَا سِوَاهُ \" فَعَلَى اَلْأَوَّلِ مَعْنَاهُ فِيمَا سِوَاهُ إِلَّا مَسْجِد اَلْمَدِينَةِ , وَعَلَى اَلثَّانِي مَعْنَاهُ مِنْ مَائِهِ صَلَاة فِي مَسْجِدِ اَلْمَدِينَةِ وَرِجَال إِسْنَاده ثِقَات , لَكِنَّهُ مِنْ رِوَايَة عَطَاء فِي ذَلِكَ عَنْهُ , قَالَ اِبْن عَبْد اَلْبَرّ : جَائِزٌ أَنْ يَكُونَ عِنْدَ عَطَاءٍ فِي ذَلِكَ عَنْهُمَا , وَعَلَى ذَلِكَ يَحْمِلُهُ أَهْلُ اَلْعِلْمِ بِالْحَدِيثِ , وَيُؤَيِّدُهُ أَنَّ عَطَاءً إِمَامٌ وَاسِعُ اَلرِّوَايَةِ مَعْرُوفٌ بِالرِّوَايَةِ عَنْ جَابِر وَابْن اَلزُّبَيْر , وَرَوَى اَلْبَزَّار وَالطَّبَرَانِيّ مِنْ حَدِيثِ أَبِي اَلدَّرْدَاءِ رَفَعَهُ \" اَلصَّلَاة فِي اَلْمَسْجِدِ اَلْحَرَام بِمِائَةِ أَلْفِ صَلَاةٍ , وَالصَّلَاة فِي مَسْجِدِي بِأَلْفِ صَلَاة , وَالصَّلَاة فِي بَيْتِ اَلْمَقْدِسِ بِخَمْسمِائَة صَلَاة \" قَالَ اَلْبَزَّار إِسْنَاده حَسَن. فَوَضَّحَ بِذَلِكَ أَنَّ اَلْمُرَادَ بِالِاسْتِثْنَاءِ تَفْضِيل اَلْمَسْجِدِ اَلْحَرَام , وَهُوَ يَرُدُّ عَلَى تَأْوِيلِ عَبْد اَللَّه بْن نَافِع وَغَيْره , وَرَوَى اِبْن عَبْد اَلْبَرّ مِنْ طَرِيقِ يَحْيَى بْن يَحْيَى اَللَّيْثِيّ أَنَّهُ سَأَلَ عَبْد اَللَّه بْن نَافِع عَنْ تَأْوِيلِ هَذَا اَلْحَدِيثِ فَقَالَ : مَعْنَاهُ فَإِنَّ اَلصَّلَاةَ فِي مَسْجِدِي أَفْضَل مِنْ اَلصَّلَاةِ فِيهِ بِدُونِ أَلْفِ صَلَاة , قَالَ اِبْن عَبْد اَلْبَرّ : لَفْظ دُون يَشْمَلُ اَلْوَاحِد فَيَلْزَمُ أَنْ تَكُونَ اَلصَّلَاة فِي مَسْجِدِ اَلْمَدِينَةِ أَفْضَل مِنْ اَلصَّلَاةِ فِي مَسْجِدِ مَكَّةَ بِتِسْعمِائَة وَتِسْع وَتِسْعِينَ صَلَاة , وَحَسْبُك بِقَوْلٍ يُؤَوَّلُ إِلَى هَذَا ضَعْفًا. قَالَ : وَزَعَمَ بَعْض أَصْحَابِنَا أَنَّ اَلصَّلَاةَ فِي مَسْجِدِ اَلْمَدِينَةِ أَفْضَل مِنْ اَلصَّلَاةِ فِي مَسْجِدِ مَكَّةَ بِمِائَةِ صَلَاة , وَاحْتَجَّ بِرِوَايَةِ سُلَيْمَان بْن عَتِيق عَنْ اِبْن اَلزُّبَيْر عَنْ عُمَر قَالَ \" صَلَاة فِي اَلْمَسْجِدِ اَلْحَرَام خَيْر مِنْ مِائَةِ صَلَاةٍ فِيمَا سِوَاهُ \" وَتُعُقِّبَ بِأَنَّ اَلْمَحْفُوظَ بِهَذَا اَلْإِسْنَادِ بِلَفْظ \" صَلَاة فِي اَلْمَسْجِدِ اَلْحَرَام أَفْضَل مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ إِلَّا مَسْجِد اَلرَّسُولِ فَإِنَّمَا فَضَّلَهُ عَلَيْهِ بِمِائَةِ صَلَاة \" وَرَوَى عَبْد اَلرَّزَّاق عَنْ اِبْن جُرَيْج قَالَ أَخْبَرَنِي سُلَيْمَان بْن عَتِيق وَعَطَاء عَنْ اِبْن اَلزُّبَيْر أَنَّهُمَا سَمِعَاهُ يَقُولُ \" صَلَاة فِي اَلْمَسْجِدِ اَلْحَرَام خَيْر مِنْ مِائَةِ صَلَاة فِيهِ \" وَيُشِيرُ إِلَى مَسْجِدِ اَلْمَدِينَةِ. وَلِلنَّسَائِيِّ مِنْ رِوَايَةِ مُوسَى اَلْجُهَنِيّ عَنْ نَافِعٍ عَنْ اِبْن عُمَر مَا يُؤَيِّدُ هَذَا وَلَفْظه كَلَفْظِ أَبِي هُرَيْرَة وَفِي آخِرِهِ \" إِلَّا اَلْمَسْجِد اَلْحَرَام فَإِنَّهُ أَفْضَلُ مِنْهُ بِمِائَةِ صَلَاة \" وَاسْتُدِلَّ بِهَذَا اَلْحَدِيثِ عَلَى تَفْضِيلِ مَكَّةَ عَلَى اَلْمَدِينَةِ لِأَنَّ اَلْأَمْكِنَةَ تُشَرَّفُ بِفَضْلِ اَلْعِبَادَةِ فِيهَا عَلَى غَيْرِهَا مِمَّا تَكُونُ اَلْعِبَادَة فِيهِ مَرْجُوحَة وَهُوَ قَوْلُ اَلْجُمْهُورِ , وَحُكِيَ عَنْ مَالِك , وَبِهِ قَالَ ابْن وَهْب وَوَمُطَرِّف وَابْن حَبِيب مِنْ أَصْحَابِهِ , لَكِنَّ اَلْمَشْهُورَ عَنْ مَالِك وَأَكْثَر أَصْحَابِهِ تَفْضِيل اَلْمَدِينَةِ , وَاسْتَدَلُّوا بِقَوْلِهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" مَا بَيْنَ قَبْرِي وَمِنْبَرِي رَوْضَة مِنْ رِيَاضِ اَلْجَنَّةِ \" مَعَ قَوْلِهِ \" مَوْضِع سَوْط فِي اَلْجَنَّةِ خَيْر مِنْ اَلدُّنْيَا وَمَا فِيهَا \" قَالَ اِبْن عَبْد اَلْبَرّ : هَذَا اِسْتِدْلَالٌ بِالْخَبَرِ فِي غَيْرِ مَا وَرَدَ فِيهِ وَلَا يُقَاوِمُ اَلنَّصّ اَلْوَارِد فِي فَضْلِ مَكَّةَ , ثُمَّ سَاقَ حَدِيثَ أَبِي سَلَمَةَ عَنْ عَبْد اَللَّه بْن عَدِيّ بْن اَلْحَمْرَاء قَالَ \" رَأَيْت رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَاقِفًا عَلَى اَلْحَزْوَرَةِ فَقَالَ : وَاَللَّهِ إِنَّك لَخَيْرُ أَرْضِ اَللَّهِ وَأَحَبُّ أَرْض اَللَّهِ إِلَى اَللَّهِ , وَلَوْلَا أَنِّي أُخْرِجْت مِنْك مَا خَرَجْتُ \" وَهُوَ حَدِيثٌ صَحِيحٌ أَخْرَجَهُ أَصْحَابُ اَلسُّنَنِ وَصَحَّحَهُ اَلتِّرْمِذِيُّ وَابْن خُزَيْمَة وَابْن حِبَّانَ وَغَيْرُهُمْ , قَالَ اِبْن عَبْد اَلْبَرّ : هَذَا نَصٌّ فِي مَحَلّ اَلْخِلَاف فَلَا يَنْبَغِي اَلْعُدُولُ عَنْهُ وَاَللَّه أَعْلَمُ. وَقَدْ رَجَعَ عَنْ هَذَا اَلْقَوْلِ كَثِير مِنْ اَلْمُصَنِّفِينَ مِنْ اَلْمَالِكِيَّةِ , لَكِنْ اِسْتَثْنَى عِيَاض اَلْبُقْعَة اَلَّتِي دُفِنَ فِيهَا اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَحَكَى اَلِاتِّفَاقَ عَلَى أَنَّهَا أَفْضَلُ اَلْبِقَاعِ , وَتُعُقِّبَ بِأَنَّ هَذَا لَا يَتَعَلَّقُ بِالْبَحْثِ اَلْمَذْكُورِ لِأَنَّ مَحَلَّهُ مَا يَتَرَتَّبُ عَلَيْهِ اَلْفَضْلُ لِلْعَابِدِ. وَأَجَابَ اَلْقَرَافِيّ بِأَنَّ سَبَبَ اَلتَّفْضِيلِ لَا يَنْحَصِرُ فِي كَثْرَةِ اَلثَّوَابِ عَلَى اَلْعَمَلِ بَلْ قَدْ يَكُونُ لِغَيْرِهَا كَتَفْضِيلِ جِلْد اَلْمُصْحَف عَلَى سَائِرِ اَلْجُلُودِ , وَقَالَ اَلنَّوَوِيّ فِي شَرْحِ اَلْمُهَذَّبِ : لَمْ أَرَ لِأَصْحَابِنَا نَقْلًا فِي ذَلِكَ , وَقَالَ اِبْن عَبْد اَلْبَرّ : إِنَّمَا يُحْتَجُّ بِقَبْرِ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مَنْ أَنْكَرَ فَضْلَهَا , أَمَّا مَنْ أَقَرَّ بِهِ وَأَنَّهُ لَيْسَ أَفْضَل بَعْدَ مَكَّةَ مِنْهَا فَقَدْ أَنْزَلَهَا مَنْزِلَتَهَا. وَقَالَ غَيْره : سَبَبُ تَفْضِيلِ اَلْبُقْعَةِ اَلَّتِي ضَمَّتْ أَعْضَاءَهُ اَلشَّرِيفَة أَنَّهُ رُوِيَ أَنَّ اَلْمَرْءَ يُدْفَنُ فِي اَلْبُقْعَةِ اَلَّتِي أُخِذَ مِنْهَا تُرَابُهُ عِنْدَمَا يُخْلَقُ رَوَاهُ اِبْن عَبْد اَلْبَرّ فِي أَوَاخِرِ تَمْهِيدِهِ مِنْ طَرِيقِ عَطَاء اَلْخُرَاسَانِيِّ مَوْقُوفًا , وَعَلَى هَذَا فَقَدَ رَوَى اَلزُّبَيْر بْن بَكَّارٍ أَنَّ جِبْرِيلَ أَخَذَ اَلتُّرَابَ اَلَّذِي خُلِقَ مِنْهُ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ تُرَاب اَلْكَعْبَة , فَعَلَى هَذَا فَالْبُقْعَة اَلَّتِي ضَمَّتْ أَعْضَاءَهُ مِنْ تُرَاب اَلْكَعْبَة فَيَرْجِعُ اَلْفَضْلُ اَلْمَذْكُورُ إِلَى مَكَّةَ إِنْ صَحَّ ذَلِكَ وَاللَّهُ أَعْلَمُ. وَاسْتُدِلَّ بِهِ عَلَى تَضْعِيف اَلصَّلَاة مُطْلَقًا فِي اَلْمَسْجِدَيْنِ , وَقَدْ تَقَدَّمَ اَلنَّقْلُ عَنْ اَلطَّحَاوِيّ وَغَيْره أَنَّ ذَلِكَ مُخْتَصّ بِالْفَرَائِضِ لِقَوْلِهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" أَفْضَل صَلَاة اَلْمَرْءِ فِي بَيْتِهِ إِلَّا اَلْمَكْتُوبَة \" وَيُمْكِنُ أَنْ يُقَالَ لَا مَانِعَ مِنْ إِبْقَاء اَلْحَدِيث عَلَى عُمُومِهِ فَتَكُونُ صَلَاة اَلنَّافِلَةِ فِي بَيْتٍ بِالْمَدِينَةِ أَوْ مَكَّةَ تُضَاعَفُ عَلَى صَلَاتِهَا فِي اَلْبَيْتِ بِغَيْرِهِمَا وَكَذَا فِي اَلْمَسْجِدَيْنِ وَإِنْ كَانَتْ فِي اَلْبُيُوتِ أَفْضَل مُطْلَقًا. ثُمَّ إِنَّ اَلتَّضْعِيفَ اَلْمَذْكُورَ يَرْجِعُ إِلَى اَلثَّوَابِ وَلَا يَتَعَدَّى إِلَى اَلْإِجْزَاءِ بِاتِّفَاقِ اَلْعُلَمَاءِ كَمَا نَقَلَهُ اَلنَّوَوِيّ وَغَيْره , فَلَوْ كَانَ عَلَيْهِ صَلَاتَانِ فَصَلَّى فِي أَحَدِ اَلْمَسْجِدَيْنِ صَلَاةً لَمْ تُجْزِهِ إِلَّا عَنْ وَاحِدَة وَاَللَّه أَعْلَمُ. وَقَدْ أَوْهَمَ كَلَام اَلْمُقْرِي أَبِي بَكْر اَلنَّقَّاش فِي تَفْسِيرِهِ خِلَاف ذَلِكَ فَإِنَّهُ قَالَ فِيهِ : حَسَبْتُ اَلصَّلَاة بِالْمَسْجِدِ اَلْحَرَام فَبَلَغَتْ صَلَاةٌ وَاحِدَة بِالْمَسْجِدِ اَلْحَرَام عُمْر خَمْس وَخَمْسِينَ سَنَة وَسِتَّةَ أَشْهُر وَعِشْرِينَ لَيْلَةً اِنْتَهَى. وَهَذَا مَعَ قَطْعِ اَلنَّظَرِ عَنْ اَلتَّضْعِيفِ بِالْجَمَاعَةِ فَإِنَّهَا تَزِيدُ سَبْعًا وَعِشْرِينَ دَرَجَةً كَمَا تَقَدَّمَ فِي أَبْوَابِ اَلْجَمَاعَةِ , لَكِنْ هَلْ يَجْتَمِعُ التَّضْعِيفَانِ أَوْ لَا ؟ مَحَلّ بَحْث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1191,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ ـ هُوَ الدَّوْرَقِيُّ ـ حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا أَيُّوبُ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ ـ رضى الله عنهما ـ كَانَ لاَ يُصَلِّي مِنَ الضُّحَى إِلاَّ فِي يَوْمَيْنِ يَوْمَ يَقْدَمُ بِمَكَّةَ، فَإِنَّهُ كَانَ يَقْدَمُهَا ضُحًى، فَيَطُوفُ بِالْبَيْتِ، ثُمَّ يُصَلِّي رَكْعَتَيْنِ خَلْفَ الْمَقَامِ، وَيَوْمَ يَأْتِي مَسْجِدَ قُبَاءٍ، فَإِنَّهُ كَانَ يَأْتِيهِ كُلَّ سَبْتٍ، فَإِذَا دَخَلَ الْمَسْجِدَ كَرِهَ أَنْ يَخْرُجَ مِنْهُ حَتَّى يُصَلِّيَ فِيهِ‏.‏ قَالَ وَكَانَ يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَزُورُهُ رَاكِبًا وَمَاشِيًا‏.‏ قَالَ وَكَانَ يَقُولُ إِنَّمَا أَصْنَعُ كَمَا رَأَيْتُ أَصْحَابِي يَصْنَعُونَ، وَلاَ أَمْنَعُ أَحَدًا أَنْ يُصَلِّيَ فِي أَىِّ سَاعَةٍ شَاءَ مِنْ لَيْلٍ أَوْ نَهَارٍ، غَيْرَ أَنْ لاَ تَتَحَرَّوْا طُلُوعَ الشَّمْسِ وَلاَ غُرُوبَهَا‏.‏",
    "english_text": "Ibn `Umar never offered the Duha prayer except on two occasions: \n(1) Whenever he reached Mecca; and he always used to reach Mecca in the forenoon. He would \nperform Tawaf round the Ka`ba and then offer two rak`at at the rear of Maqam Ibrahim. \n(2) Whenever he visited Quba, for he used to visit it every Saturday. When he entered the Mosque, he \ndisliked to leave it without offering a prayer. Ibn `Umar narrated that Allah's Messenger (ﷺ) used to visit the \nMosque of Quba (sometime) walking and (sometime) riding. And he (i.e. Ibn `Umar) used to say, \"I \ndo only what my companions used to do and I don't forbid anybody to pray at any time during the day \nor night except that one should not intend to pray at sunrise or sunset.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا حَمَّادٌ ) ‏ ‏هُوَ اِبْن زَيْدٍ. ‏ ‏قَوْله : ( أُصَلِّي ) ‏ ‏زَادَ الْإِسْمَاعِيلِيّ فِي أَوَّله مِنْ وَجْهَيْنِ عَنْ حَمَّاد بْن زَيْد \" كَانَ لَا يُصَلِّي مِنْ أَوَّل النَّهَار حَتَّى تَزُولَ الشَّمْس وَيَقُول أُصَلِّي إِلَخْ \". ‏ ‏قَوْله : ( أَنْ لَا تَحَرَّوْا ) ‏ ‏أَصْلُهُ تَتَحَرَّوْا أَيْ تَقْصِدُوا , وَزَادَ عَبْد الرَّزَّاق فِي آخِرِ هَذَا الْحَدِيث عَنْ اِبْن جُرَيْجٍ عَنْ نَافِع \" فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ ذَلِكَ وَقَالَ : إِنَّهُ يَطْلُع قَرْن الشَّيْطَان مَعَ طُلُوع الشَّمْس \". ‏ ‏( تَنْبِيهٌ ) : ‏ ‏قَالَ بَعْض الْعُلَمَاء : الْمُرَاد بِحَصْرِ الْكَرَاهَة فِي الْأَوْقَات الْخَمْسَة إِنَّمَا هُوَ بِالنِّسْبَةِ إِلَى الْأَوْقَات الْأَصْلِيَّة وَإِلَّا فَقَدْ ذَكَرُوا أَنَّهُ يُكْرَهُ التَّنَفُّل وَقْتَ إِقَامَة الصَّلَاة , وَوَقْتَ صُعُود الْإِمَام لِخُطْبَةِ الْجُمُعَة , وَفِي حَالَة الصَّلَاة الْمَكْتُوبَة جَمَاعَةً لِمَنْ لَمْ يُصَلِّهَا. وَعِنْدَ الْمَالِكِيَّة كَرَاهَة التَّنَفُّل بَعْدَ الْجُمُعَة حَتَّى يَنْصَرِف النَّاس , وَعِنْدَ الْحَنَفِيَّة كَرَاهَة التَّنَفُّل قَبْلَ صَلَاة الْمَغْرِب , وَسَيَأْتِي ثُبُوت الْأَمْر بِهِ فِي هَذَا الْجَامِع الصَّحِيح. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1192,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْتِي مَسْجِدَ قُبَاءٍ كُلَّ سَبْتٍ مَاشِيًا وَرَاكِبًا‏.‏ وَكَانَ عَبْدُ اللَّهِ ـ رضى الله عنهما ـ يَفْعَلُهُ‏.‏",
    "english_text": "Ibn `Umar said, \"The Prophet (ﷺ) used to go to the Mosque of Quba every Saturday (sometimes) walking \nand (sometimes) riding.\" `Abdullah (Ibn `Umar) used to do the same.",
    "explication": "‏ ‏قَوْله : ( مَاشِيًا وَرَاكِبًا ) ‏ ‏أَيْ بِحَسَبِ مَا تَيَسَّرَ , وَالْوَاوُ بِمَعْنًى أَوْ. ‏ ‏قَوْله : ( وَكَانَ عَبْد اَللَّه ) ‏ ‏أَيْ اِبْن عُمَر كَمَا ثَبَتَ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1193,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْتِي قُبَاءً رَاكِبًا وَمَاشِيًا‏.‏ زَادَ ابْنُ نُمَيْرٍ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ فَيُصَلِّي فِيهِ رَكْعَتَيْنِ‏.‏",
    "english_text": "The Prophet (ﷺ) used to go to the Mosque of Quba (sometimes) walking and sometimes riding. Added \nNafi` (in another narration), \"He then would offer two rak`at (in the Mosque of Quba).\"",
    "explication": "‏ ‏قَوْله : ( تُرْكَزُ ) ‏ ‏أَيْ تُغْرَزُ فِي الْأَرْضِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1194,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْمَازِنِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Between my house and the pulpit there is a garden of the gardens of Paradise.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اَللَّه بْن أَبِي بَكْر ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن عَمْرو بْن حَزْم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1195,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَمِنْبَرِي عَلَى حَوْضِي ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Between my house and my pulpit there is a garden of the gardens of Paradise, and \nmy pulpit is on my fountain tank (i.e. Al-Kauthar).\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عُبَيْد اَللَّهِ ) ‏ ‏هُوَ اِبْن عُمَر اَلْعُمَرِيُّ , وَثَبَتَ ذَلِكَ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ. ‏ ‏قَوْله : ( وَمِنْبَرِي عَلَى حَوْضِي ) ‏ ‏سَقَطَتْ هَذِهِ اَلْجُمْلَةُ مِنْ رِوَايَةِ أَبِي ذَرٍّ , وَسَيَأْتِي هَذَا اَلْحَدِيثُ بِسَنَدِهِ وَمَتْنِهِ كَامِلًا فِي أَوَاخِرِ فَضْلِ اَلْمَدِينَةِ مِنْ أَوَاخِر كِتَاب اَلْحَجّ , وَيَأْتِي اَلْكَلَام عَلَى اَلْمَتْنِ هُنَاكَ إِنْ شَاءَ اَللَّهُ تَعَالَى مُسْتَوْفًى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1196,
    "category": "كتاب فضل الصلاة في مسجد مكة والمدينة",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ، سَمِعْتُ قَزَعَةَ، مَوْلَى زِيَادٍ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ ـ رضى الله عنه ـ يُحَدِّثُ بِأَرْبَعٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فَأَعْجَبْنَنِي وَآنَقْنَنِي قَالَ ‏\n\"‏ لاَ تُسَافِرِ الْمَرْأَةُ يَوْمَيْنِ إِلاَّ مَعَهَا زَوْجُهَا أَوْ ذُو مَحْرَمٍ‏.‏ وَلاَ صَوْمَ فِي يَوْمَيْنِ الْفِطْرِ وَالأَضْحَى، وَلاَ صَلاَةَ بَعْدَ صَلاَتَيْنِ بَعْدَ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ، وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ، وَلاَ تُشَدُّ الرِّحَالُ إِلاَّ إِلَى ثَلاَثَةِ مَسَاجِدَ مَسْجِدِ الْحَرَامِ وَمَسْجِدِ الأَقْصَى وَمَسْجِدِي ‏\"‏‏.‏",
    "english_text": "(freed slave of) Ziyad: I heard Abu Sa`id Al-khudri narrating four things from the Prophet (ﷺ) and I \nappreciated them very much. He said, conveying the words of the Prophet. \n(1) \"A woman should not go on a two day journey except with her husband or a Dhi-Mahram. \n(2) No fasting is permissible on two days: `Id-ul-Fitr and `Id-ul-Adha. \n(3) No prayer after two prayers, i.e. after the Fajr prayer till the sunrises and after the `Asr prayer till \nthe sun sets. \n(4) Do not prepare yourself for a journey except to three Mosques, i.e. Al-Masjid-AI-Haram, the \nMosque of Aqsa (Jerusalem) and my Mosque.\"",
    "explication": "‏ ‏قَوْله : ( وَآنَقْنَنِي ) ‏ ‏بِالْمَدِّ ثُمَّ نُون مَفْتُوحَة ثُمَّ قَاف سَاكِنَة بَعْدَهَا نُونَانِ , يُقَالُ آنَقَهُ كَذَا إِذَا أَعْجَبَهُ , وَشَيْء مُونِق أَي مُعْجِب , وَقَوْله وَأَعْجَبْنَنِي مِنْ اَلتَّأْكِيدِ بِغَيْرِ اَللَّفْظِيِّ , وَحَكَى اِبْن اَلْأَثِيرِ أَنَّهُ رَوَى \" أَيْنَقْنَنِي \" بِتَحْتَانِيَّةٍ بَدَل اَلْأَلِف قَالَ : وَلَيْسَ بِشَيْء , وَضَبَطَهُ اَلْأَصِيلِيّ \" أَتَقْنَنِي \" بِمُثَنَّاة فَوْقَانِيَّة مِنْ اَلتَّوْقِ , وَإِنَّمَا يُقَالُ مِنْهُ تَوِّقْنِي كَشَوِّقْنِي. ‏ ‏قَوْله : ( لَا تُسَافِرُ اَلْمَرْأَةُ ) ‏ ‏سَيَأْتِي اَلْكَلَامُ عَلَيْهِ فِي اَلْحَجِّ. ‏ ‏قَوْله : ( وَلَا صَوْمَ ) ‏ ‏سَيَأْتِي فِي اَلصَّوْمِ , وَقَوْله فِي اَلصَّلَاةِ تَقَدَّمَ فِي أَوَاخِر اَلْمَوَاقِيتِ , ‏ ‏وَقَوْله ( وَلَا تُشَدُّ اَلرِّحَال ) ‏ ‏تَقَدَّمَ قَرِيبًا. ‏ ‏( خَاتِمَة ) ‏ ‏اِشْتَمَلَتْ أَبْوَاب اَلتَّطَوُّعِ وَمَا مَعَهَا مِنْ اَلْأَحَادِيثِ اَلْمَرْفُوعَةِ عَلَى أَرْبَعَة وَثَلَاثِينَ حَدِيثًا اَلْمُعَلَّق مِنْهَا عَشَرَة أَحَادِيثَ وَسَائِرهَا مَوْصُولَة , اَلْمُكَرَّر مِنْهَا فِيهَا وَفِيمَا مَضَى اِثْنَانِ وَعِشْرُونَ حَدِيثًا , وَالْخَالِص اِثْنَا عَشَر وَافَقَهُ مُسْلِم عَلَى تَخْرِيجِهَا سِوَى حَدِيث اِبْن عُمَر فِي صَلَاةِ اَلضُّحَى , وَحَدِيثِ عَبْد اَللَّه بْن مُغَفَّل فِي اَلرَّكْعَتَيْنِ قَبْلَ اَلْمَغْرِبِ , وَحَدِيث عُقْبَة بْن عَامِر فِيهِ , وَفِيهَا مِنْ اَلْآثَارِ اَلْمَوْقُوفَةِ عَلَى اَلصَّحَابَةِ وَمَنْ بَعْدَهُمْ أَحَدَ عَشَرَ أَثَرًا وَهِيَ اَلسِّتَّةُ اَلْمَذْكُورَةُ فِي اَلْبَابِ اَلْأَوَّلِ , وَأَثَر اِبْن عُمَر عَنْ أَبِيهِ وَأَبِي بَكْر وَنَفْسه فِي تَرْكِ صَلَاةِ اَلضُّحَى , وَأَثَر أَبِي تَمِيم فِي اَلرَّكْعَتَيْنِ قَبْلَ اَلْمَغْرِبِ , وَأَثَر مَحْمُود بْن اَلرَّبِيع عَنْ أَبِي أَيُّوب وَكُلّهَا مَوْصُولَة. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]