[
  {
    "id": "1198",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّهُ بَاتَ عِنْدَ مَيْمُونَةَ أُمِّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ وَهْىَ خَالَتُهُ ـ قَالَ فَاضْطَجَعْتُ عَلَى عَرْضِ الْوِسَادَةِ، وَاضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا، فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيلٍ أَوْ بَعْدَهُ بِقَلِيلٍ، ثُمَّ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَلَسَ، فَمَسَحَ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ، ثُمَّ قَرَأَ الْعَشْرَ آيَاتٍ خَوَاتِيمَ سُورَةِ آلِ عِمْرَانَ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا، فَأَحْسَنَ وُضُوءَهُ، ثُمَّ قَامَ يُصَلِّي‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ ـ رضى الله عنهما ـ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ، ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا بِيَدِهِ، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ، فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ‏.‏",
    "english_text": "`Abdullah bin `Abbas said that he had passed a night in the house of Maimuna the mother of the \nfaithful believers , who was his aunt. He said, \"I slept across the bed, and Allah's Messenger (ﷺ) along with \nhis wife slept lengthwise. Allah's Messenger (ﷺ) slept till midnight or slightly before or after it. Then Allah's \nApostle woke up, sat, and removed the traces of sleep by rubbing his hands over his face. Then he \nrecited the last ten verses of Surat-Al `Imran (2). Then he went towards a hanging leather watercontainer \nand performed a perfect ablution and then stood up for prayer.\" `Abdullah bin `Abbas \nadded, \"I got up and did the same as Allah's Messenger (ﷺ) had done and then went and stood by his side. \nAllah's Messenger (ﷺ) then put his right hand over my head and caught my right ear and twisted it. He \noffered two rak`at, then two rak`at, then two rak`at, then two rak`at, then two rak`at, then two rak`at \nand then offered one rak`a witr. Then he lay down till the Mu'adh-dhin came and then he prayed two \nlight rak`at and went out and offered the early morning (Fajr) prayer.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس. ‏ ‏قَوْله : ( مَخْرَمَةَ ) ‏ ‏بِفَتْحِ الْمِيم وَإِسْكَان الْمُعْجَمَة , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ. ‏ ‏قَوْله : ( فَاضْطَجَعْت ) ‏ ‏قَائِل ذَلِكَ هُوَ اِبْن عَبَّاس , وَفِيهِ اِلْتِفَات لِأَنَّ أُسْلُوب الْكَلَام كَانَ يَقْتَضِي أَنْ يَقُول فَاضْطَجَعَ لِأَنَّهُ قَالَ قَبْل ذَلِكَ إِنَّهُ بَاتَ. ‏ ‏قَوْله : ( فِي عَرْض ) ‏ ‏بِفَتْحِ أَوَّله عَلَى الْمَشْهُور , وَبِالضَّمِّ أَيْضًا , وَأَنْكَرَهُ الْبَاجِيّ مِنْ جِهَة النَّقْل وَمِنْ جِهَة الْمَعْنَى قَالَ : لِأَنَّ الْعُرْض بِالضَّمِّ هُوَ الْجَانِب وَهُوَ لَفْظ مُشْتَرَك. قُلْت : لَكِنْ لَمَّا قَالَ \" فِي طُولهَا \" تَعَيَّنَ الْمُرَاد , وَقَدْ صَحَّتْ بِهِ الرِّوَايَة فَلَا وَجْه لِلْإِنْكَارِ. ‏ ‏قَوْله : ( يَمْسَح النَّوْم ) ‏ ‏أَيْ : يَمْسَح بِيَدِهِ عَيْنَيْهِ , مِنْ بَاب إِطْلَاق اِسْم الْحَالّ عَلَى الْمَحَلّ , أَوْ أَثَر النَّوْم مِنْ بَاب إِطْلَاق السَّبَب عَلَى الْمُسَبَّب. ‏ ‏قَوْله ( ثُمَّ قَرَأَ الْعَشْر الْآيَات أَوَّلهَا ) ( إِنَّ فِي خَلْق السَّمَاوَات وَالْأَرْض ) إِلَى آخِر السُّورَة. قَالَ اِبْن بَطَّال وَمَنْ تَبِعَهُ : فِيهِ دَلِيل عَلَى رَدّ مَنْ كَرِهَ قِرَاءَة الْقُرْآن عَلَى غَيْر طَهَارَة ; لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ هَذِهِ الْآيَات بَعْد قِيَامه مِنْ النَّوْم قَبْل أَنْ يَتَوَضَّأ. وَتَعَقَّبَهُ اِبْن الْمُنِير وَغَيْره بِأَنَّ ذَلِكَ مُفَرَّع عَلَى أَنَّ النَّوْم فِي حَقّه يَنْقُض , وَلَيْسَ كَذَلِكَ ; لِأَنَّهُ قَالَ \" تَنَام عَيْنَايَ وَلَا يَنَام قَلْبِي \" وَأَمَّا كَوْنه تَوَضَّأَ عَقِب ذَلِكَ فَلَعَلَّهُ جَدَّدَ الْوُضُوء أَوْ أَحْدَثَ بَعْد ذَلِكَ فَتَوَضَّأَ. قُلْت : وَهُوَ تَعْقِيب جَيِّد بِالنِّسْبَةِ إِلَى قَوْل اِبْن بَطَّال : بَعْد قِيَامه مِنْ النَّوْم ; لِأَنَّهُ لَمْ يَتَعَيَّن كَوْنه أَحْدَثَ فِي النَّوْم , لَكِنْ لَمَّا عَقَّبَ ذَلِكَ بِالْوُضُوءِ كَانَ ظَاهِرًا فِي كَوْنه أَحْدَثَ , وَلَا يَلْزَم مِنْ كَوْن نَوْمه لَا يَنْقُض وُضُوءَهُ أَنْ لَا يَقَع مِنْهُ حَدَث وَهُوَ نَائِم , نَعَمْ خُصُوصِيَّته أَنَّهُ إِنْ وَقَعَ شَعَرَ بِهِ بِخِلَافِ غَيْره. وَمَا اِدَّعَوْهُ مِنْ التَّجْدِيد وَغَيْره الْأَصْل عَدَمه. وَقَدْ سَبَقَ الْإِسْمَاعِيلِيّ إِلَى مَعْنَى مَا ذَكَرَهُ اِبْن الْمُنِير , وَالْأَظْهَر أَنَّ مُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ مِنْ جِهَة أَنَّ مُضَاجَعَة الْأَهْل فِي الْفِرَاش لَا تَخْلُو مِنْ الْمُلَامَسَة. وَيُمْكِن أَنْ يُؤْخَذ ذَلِكَ مِنْ قَوْل اِبْن عَبَّاس \" فَصَنَعْت مِثْل مَا صَنَعَ \" وَلَمْ يُرِدْ الْمُصَنِّف أَنَّ مُجَرَّد نَوْمه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْقُض لِأَنَّ فِي آخِر هَذَا الْحَدِيث عِنْده فِي بَاب التَّخْفِيف فِي الْوُضُوء \" ثُمَّ اِضْطَجَعَ فَنَامَ حَتَّى نَفَخَ ثُمَّ صَلَّى \". ثُمَّ رَأَيْت فِي الْحَلَبِيَّات لِلسُّبْكِيِّ الْكَبِير بَعْد أَنْ ذَكَرَ اِعْتِرَاض الْإِسْمَاعِيلِيّ : لَعَلَّ الْبُخَارِيّ اِحْتَجَّ بِفِعْلِ اِبْن عَبَّاس بِحَضْرَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , أَوْ اِعْتَبَرَ اِضْطِجَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ أَهْله وَاللَّمْس يَنْقُض الْوُضُوء. قُلْت : وَيُؤْخَذ مِنْ هَذَا الْحَدِيث تَوْجِيه مَا قَيَّدْت الْحَدِيث بِهِ فِي تَرْجَمَة الْبَاب , وَأَنَّ الْمُرَاد بِهِ الْأَصْغَر , إِذْ لَوْ كَانَ الْأَكْبَر لَمَا اِقْتَصَرَ عَلَى الْوُضُوء ثُمَّ صَلَّى بَلْ كَانَ يَغْتَسِل. ‏ ‏قَوْله : ( إِلَى شَنّ مُعَلَّقَة ) ‏ ‏قَالَ الْخَطَّابِيُّ : الشَّنّ الْقِرْبَة الَّتِي تَبَدَّتْ لِلْبَلَاءِ , وَلِذَلِكَ قَالَ فِي هَذِهِ الرِّوَايَة \" مُعَلَّقَة \" فَأَنَّثَ لِإِرَادَةِ الْقِرْبَة. ‏ ‏قَوْله : ( فَقُمْت فَصَنَعْت مِثْل مَا صَنَعَ ) ‏ ‏تَقَدَّمَتْ الْإِشَارَة فِي بَاب تَخْفِيف الْوُضُوء إِلَى هَذَا الْمَوْضِع فَلْيُرَاجَعْ مِنْ ثَمَّ , وَسَتَأْتِي بَقِيَّة مَبَاحِث هَذَا الْحَدِيث فِي كِتَاب الْوِتْر إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏رَوَى مُسْلِم مِنْ حَدِيث اِبْن عُمَر كَرَاهَة ذِكْر اللَّه بَعْد الْحَدِيث ; لَكِنَّهُ عَلَى غَيْر شَرْط الْمُصَنِّف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1199",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا ابْنُ فُضَيْلٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ كُنَّا نُسَلِّمُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي الصَّلاَةِ فَيَرُدُّ عَلَيْنَا، فَلَمَّا رَجَعْنَا مِنْ عِنْدِ النَّجَاشِيِّ سَلَّمْنَا عَلَيْهِ فَلَمْ يَرُدَّ عَلَيْنَا وَقَالَ ‏\n\"‏ إِنَّ فِي الصَّلاَةِ شُغْلاً ‏\"‏‏.‏",
    "english_text": "We used to greet the Prophet (ﷺ) while he was praying and he used to answer our greetings. When we \nreturned from An-Najashi (the ruler of Ethiopia), we greeted him, but he did not answer us (during the \nprayer) and (after finishing the prayer) he said, \"In the prayer one is occupied (with a more serious \nmatter).\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا اِبْنُ نُمَيْر ) ‏ ‏هُوَ مُحَمَّد بْن عَبْد اَللَّه بْن نُمَيْر , نُسِبَ إِلَى جَدِّهِ , وَلَمْ يُدْرِكْ اَلْبُخَارِيّ عَبْد اَللَّه. ‏ ‏قَوْله : ( كُنَّا نُسَلِّمُ عَلَى اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي اَلصَّلَاةِ ) ‏ ‏فِي رِوَايَةِ أَبِي وَائِل \" كُنَّا نُسَلِّمُ فِي اَلصَّلَاةِ وَنَأْمُرُ بِحَاجَتِنَا \" وَفِي رِوَايَةِ أَبِي اَلْأَحْوَصِ \" خَرَجْتُ فِي حَاجَةٍ وَنَحْنُ يُسَلِّمُ بَعْضنَا عَلَى بَعْضٍ فِي اَلصَّلَاةِ \" وَسَيَأْتِي لِلْمُصَنِّفِ بَعْدَ بَاب نَحْوَهُ فِي حَدِيث اَلتَّشَهُّد. ‏ ‏قَوْله : ( اَلنَّجَاشِيّ ) ‏ ‏بِفَتْحِ اَلنُّونِ وَحُكِيَ كَسْرهَا , وَسَيَأْتِي تَسْمِيَته وَالْإِشَارَة إِلَى شَيْءٍ مِنْ أَمْرِهِ فِي كِتَاب اَلْجَنَائِز إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏( فَائِدَة ) : ‏ ‏رَوَى اِبْن أَبِي شَيْبَة مِنْ مُرْسَلِ اِبْنِ سِيرِينَ أَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ رَدَّ عَلَى اِبْن مَسْعُود فِي هَذِهِ اَلْقِصَّةِ اَلسَّلَام بِالْإِشَارَةِ , وَقَدْ بَوَّبَ اَلْمُصَنِّف لِمَسْأَلَةِ اَلْإِشَارَةِ فِي اَلصَّلَاةِ بِتَرْجَمَةٍ مُفْرَدَةٍ وَسَتَأْتِي فِي أَوَاخِر سُجُود اَلسَّهْو قَرِيبًا. ‏ ‏قَوْله : ( فَلَمْ يَرُدَّ عَلَيْنَا ) ‏ ‏زَاد مُسْلِم فِي رِوَايَةِ ابْن فُضَيْل \" قُلْنَا يَا رَسُول اَللَّهِ كُنَّا نُسَلِّمُ عَلَيْك فِي اَلصَّلَاةِ فَتَرُدُّ عَلَيْنَا \" وَكَذَا فِي رِوَايَةِ أَبِي عَوَانَة اَلَّتِي فِي اَلْهِجْرَةِ. ‏ ‏قَوْله : ( إِنَّ فِي اَلصَّلَاةِ شُغْلًا ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ عَنْ ابْن فُضَيْل \" لَشُغْلًا \" بِزِيَادَة اَللَّام لِلتَّأْكِيدِ , وَالتَّنْكِيرِ فِيهِ لِلتَّنْوِيعِ , أَيْ بِقِرَاءَةِ اَلْقُرْآنِ وَالذِّكْرِ وَالدُّعَاءِ , أَوْ لِلتَّعْظِيمِ أَيْ شُغْلًا وَأَيُّ شُغْلٍ لِأَنَّهَا مُنَاجَاةٌ مَعَ اَللَّهِ تَسْتَدْعِي اَلِاسْتِغْرَاقَ بِخِدْمَتِهِ فَلَا يَصْلُحُ فِيهَا اَلِاشْتِغَالُ بِغَيْرِهِ. وَقَالَ اَلنَّوَوِيّ : مَعْنَاهُ أَنَّ وَظِيفَةَ اَلْمُصَلِّي اَلِاشْتِغَال بِصَلَاتِهِ وَتَدَبُّر مَا يَقُولُهُ فَلَا يَنْبَغِي أَنْ يُعَرَّجَ عَلَى غَيْرِهَا مِنْ رَدِّ اَلسَّلَامِ وَنَحْوِهِ , زَادَ فِي رِوَايَةِ أَبِي وَائِل \" إِنَّ اَللَّهَ يُحْدِثُ مِنْ أَمْرِهِ مَا يَشَاءُ , وَإِنَّ اَللَّهَ قَدْ أَحْدَثَ أَنْ لَا تَكَلَّمُوا فِي اَلصَّلَاةِ \" وَزَادَ فِي رِوَايَة كُلْثُوم اَلْخُزَاعِيّ \" إِلَّا بِذِكْرِ اَللَّهِ وَمَا يَنْبَغِي لَكُمْ فَقُومُوا لِلَّهِ قَانِتِينَ. فَأُمِرْنَا بِالسُّكُوتِ \". ) ‏ ‏قَوْله : ( هُرَيْم ) ‏ ‏بِهَاءٍ وَرَاء مُصَغَّرًا , وَالسَّلُولِيّ بِفَتْحِ اَلْمُهْمَلَةِ وَلَامَيْنِ اَلْأُولَى خَفِيفَة مَضْمُومَة , وَرِجَال الْإِسْنَادَيْنِ مِنْ اَلطَّرِيقَيْنِ كُلّهمْ كُوفِيُّونَ , وَسُفْيَان هُوَ اَلثَّوْرِيُّ , وَرِوَايَة اَلْأَعْمَشِ بِهَذَا اَلْإِسْنَادِ مِمَّا عُدَّ مِنْ أَصَحِّ اَلْأَسَانِيدِ. ‏ ‏قَوْله : ( نَحْوه ) ‏ ‏ظَاهِر فِي أَنَّ لَفْظَ رِوَايَة هُرَيْم غَيْر مُتَّحِدٍ مَعَ لَفْظِ رِوَايَةِ ابْن فُضَيْل وَأَنَّ مَعْنَاهُمَا وَاحِد , وَكَذَا أَخْرَجَ مُسْلِم اَلْحَدِيثَ مِنْ اَلطَّرِيقَيْنِ وَقَالَ فِي رِوَايَة هُرَيْم أَيْضًا \" نَحْوه \" وَلَمْ أَقِفْ عَلَى سِيَاقِ لَفْظ هُرَيْم إِلَّا عِنْد الْجَوْزَقِيّ فَإِنَّهُ سَاقَهُ مِنْ طَرِيقِ إِبْرَاهِيم بْن إِسْحَاق اَلزُّهْرِيّ عَنْهُ وَلَمْ أَرَ بَيْنَهُمَا مُغَايَرَة , إِلَّا أَنَّهُ قَالَ \" قَدِمْنَا \" بَدَل رَجَعْنَا , وَزَادَ \" فَقِيلَ لَهُ يَا رَسُول اَللَّهِ \" وَالْبَاقِي سَوَاء وَسَيَأْتِي فِي اَلْهِجْرَةِ مِنْ طَرِيقِ أَبِي عَوَانَةَ عَنْ اَلْأَعْمَشِ أَوْضَحَ مِنْ هَذَا , وَلِلْحَدِيثِ طُرُق أُخْرَى مِنْهَا عِنْد أَبِي دَاوُد وَالنَّسَائِيّ مِنْ طَرِيقِ أَبِي لَيْلَى عَنْ اِبْن مَسْعُود , وَعِنْدَ اَلنَّسَائِيِّ مِنْ طَرِيق كُلْثُوم اَلْخُزَاعِيّ عَنْهُ , وَعِنْدَ اِبْن مَاجَهْ وَالطَّحَاوِيّ مِنْ طَرِيقِ أَبِي اَلْأَحْوَصِ عَنْهُ , وَسَيَأْتِي اَلتَّنْبِيه عَلَيْهِ فِي \" بَابِ قَوْلِهِ تَعَالَى \" كُلَّ يَوْمٍ هُوَ فِي شَأْن \" مِنْ أَوَاخِر كِتَاب اَلتَّوْحِيد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1187",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا هُرَيْمُ بْنُ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ‏.‏",
    "english_text": "The same as No. 290. from the Prophet.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا اِبْنُ نُمَيْر ) ‏ ‏هُوَ مُحَمَّد بْن عَبْد اَللَّه بْن نُمَيْر , نُسِبَ إِلَى جَدِّهِ , وَلَمْ يُدْرِكْ اَلْبُخَارِيّ عَبْد اَللَّه. ‏ ‏قَوْله : ( كُنَّا نُسَلِّمُ عَلَى اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي اَلصَّلَاةِ ) ‏ ‏فِي رِوَايَةِ أَبِي وَائِل \" كُنَّا نُسَلِّمُ فِي اَلصَّلَاةِ وَنَأْمُرُ بِحَاجَتِنَا \" وَفِي رِوَايَةِ أَبِي اَلْأَحْوَصِ \" خَرَجْتُ فِي حَاجَةٍ وَنَحْنُ يُسَلِّمُ بَعْضنَا عَلَى بَعْضٍ فِي اَلصَّلَاةِ \" وَسَيَأْتِي لِلْمُصَنِّفِ بَعْدَ بَاب نَحْوَهُ فِي حَدِيث اَلتَّشَهُّد. ‏ ‏قَوْله : ( اَلنَّجَاشِيّ ) ‏ ‏بِفَتْحِ اَلنُّونِ وَحُكِيَ كَسْرهَا , وَسَيَأْتِي تَسْمِيَته وَالْإِشَارَة إِلَى شَيْءٍ مِنْ أَمْرِهِ فِي كِتَاب اَلْجَنَائِز إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏( فَائِدَة ) : ‏ ‏رَوَى اِبْن أَبِي شَيْبَة مِنْ مُرْسَلِ اِبْنِ سِيرِينَ أَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ رَدَّ عَلَى اِبْن مَسْعُود فِي هَذِهِ اَلْقِصَّةِ اَلسَّلَام بِالْإِشَارَةِ , وَقَدْ بَوَّبَ اَلْمُصَنِّف لِمَسْأَلَةِ اَلْإِشَارَةِ فِي اَلصَّلَاةِ بِتَرْجَمَةٍ مُفْرَدَةٍ وَسَتَأْتِي فِي أَوَاخِر سُجُود اَلسَّهْو قَرِيبًا. ‏ ‏قَوْله : ( فَلَمْ يَرُدَّ عَلَيْنَا ) ‏ ‏زَاد مُسْلِم فِي رِوَايَةِ ابْن فُضَيْل \" قُلْنَا يَا رَسُول اَللَّهِ كُنَّا نُسَلِّمُ عَلَيْك فِي اَلصَّلَاةِ فَتَرُدُّ عَلَيْنَا \" وَكَذَا فِي رِوَايَةِ أَبِي عَوَانَة اَلَّتِي فِي اَلْهِجْرَةِ. ‏ ‏قَوْله : ( إِنَّ فِي اَلصَّلَاةِ شُغْلًا ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ عَنْ ابْن فُضَيْل \" لَشُغْلًا \" بِزِيَادَة اَللَّام لِلتَّأْكِيدِ , وَالتَّنْكِيرِ فِيهِ لِلتَّنْوِيعِ , أَيْ بِقِرَاءَةِ اَلْقُرْآنِ وَالذِّكْرِ وَالدُّعَاءِ , أَوْ لِلتَّعْظِيمِ أَيْ شُغْلًا وَأَيُّ شُغْلٍ لِأَنَّهَا مُنَاجَاةٌ مَعَ اَللَّهِ تَسْتَدْعِي اَلِاسْتِغْرَاقَ بِخِدْمَتِهِ فَلَا يَصْلُحُ فِيهَا اَلِاشْتِغَالُ بِغَيْرِهِ. وَقَالَ اَلنَّوَوِيّ : مَعْنَاهُ أَنَّ وَظِيفَةَ اَلْمُصَلِّي اَلِاشْتِغَال بِصَلَاتِهِ وَتَدَبُّر مَا يَقُولُهُ فَلَا يَنْبَغِي أَنْ يُعَرَّجَ عَلَى غَيْرِهَا مِنْ رَدِّ اَلسَّلَامِ وَنَحْوِهِ , زَادَ فِي رِوَايَةِ أَبِي وَائِل \" إِنَّ اَللَّهَ يُحْدِثُ مِنْ أَمْرِهِ مَا يَشَاءُ , وَإِنَّ اَللَّهَ قَدْ أَحْدَثَ أَنْ لَا تَكَلَّمُوا فِي اَلصَّلَاةِ \" وَزَادَ فِي رِوَايَة كُلْثُوم اَلْخُزَاعِيّ \" إِلَّا بِذِكْرِ اَللَّهِ وَمَا يَنْبَغِي لَكُمْ فَقُومُوا لِلَّهِ قَانِتِينَ. فَأُمِرْنَا بِالسُّكُوتِ \". ) ‏ ‏قَوْله : ( هُرَيْم ) ‏ ‏بِهَاءٍ وَرَاء مُصَغَّرًا , وَالسَّلُولِيّ بِفَتْحِ اَلْمُهْمَلَةِ وَلَامَيْنِ اَلْأُولَى خَفِيفَة مَضْمُومَة , وَرِجَال الْإِسْنَادَيْنِ مِنْ اَلطَّرِيقَيْنِ كُلّهمْ كُوفِيُّونَ , وَسُفْيَان هُوَ اَلثَّوْرِيُّ , وَرِوَايَة اَلْأَعْمَشِ بِهَذَا اَلْإِسْنَادِ مِمَّا عُدَّ مِنْ أَصَحِّ اَلْأَسَانِيدِ. ‏ ‏قَوْله : ( نَحْوه ) ‏ ‏ظَاهِر فِي أَنَّ لَفْظَ رِوَايَة هُرَيْم غَيْر مُتَّحِدٍ مَعَ لَفْظِ رِوَايَةِ ابْن فُضَيْل وَأَنَّ مَعْنَاهُمَا وَاحِد , وَكَذَا أَخْرَجَ مُسْلِم اَلْحَدِيثَ مِنْ اَلطَّرِيقَيْنِ وَقَالَ فِي رِوَايَة هُرَيْم أَيْضًا \" نَحْوه \" وَلَمْ أَقِفْ عَلَى سِيَاقِ لَفْظ هُرَيْم إِلَّا عِنْد الْجَوْزَقِيّ فَإِنَّهُ سَاقَهُ مِنْ طَرِيقِ إِبْرَاهِيم بْن إِسْحَاق اَلزُّهْرِيّ عَنْهُ وَلَمْ أَرَ بَيْنَهُمَا مُغَايَرَة , إِلَّا أَنَّهُ قَالَ \" قَدِمْنَا \" بَدَل رَجَعْنَا , وَزَادَ \" فَقِيلَ لَهُ يَا رَسُول اَللَّهِ \" وَالْبَاقِي سَوَاء وَسَيَأْتِي فِي اَلْهِجْرَةِ مِنْ طَرِيقِ أَبِي عَوَانَةَ عَنْ اَلْأَعْمَشِ أَوْضَحَ مِنْ هَذَا , وَلِلْحَدِيثِ طُرُق أُخْرَى مِنْهَا عِنْد أَبِي دَاوُد وَالنَّسَائِيّ مِنْ طَرِيقِ أَبِي لَيْلَى عَنْ اِبْن مَسْعُود , وَعِنْدَ اَلنَّسَائِيِّ مِنْ طَرِيق كُلْثُوم اَلْخُزَاعِيّ عَنْهُ , وَعِنْدَ اِبْن مَاجَهْ وَالطَّحَاوِيّ مِنْ طَرِيقِ أَبِي اَلْأَحْوَصِ عَنْهُ , وَسَيَأْتِي اَلتَّنْبِيه عَلَيْهِ فِي \" بَابِ قَوْلِهِ تَعَالَى \" كُلَّ يَوْمٍ هُوَ فِي شَأْن \" مِنْ أَوَاخِر كِتَاب اَلتَّوْحِيد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1200",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا عِيسَى ـ هُوَ ابْنُ يُونُسَ ـ عَنْ إِسْمَاعِيلَ، عَنِ الْحَارِثِ بْنِ شُبَيْلٍ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، قَالَ قَالَ لِي زَيْدُ بْنُ أَرْقَمَ إِنْ كُنَّا لَنَتَكَلَّمُ فِي الصَّلاَةِ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم، يُكَلِّمُ أَحَدُنَا صَاحِبَهُ بِحَاجَتِهِ حَتَّى نَزَلَتْ ‏{‏حَافِظُوا عَلَى الصَّلَوَاتِ‏}‏ الآيَةَ، فَأُمِرْنَا بِالسُّكُوتِ‏.‏",
    "english_text": "In the lifetime of the Prophet (ﷺ) we used to speak while praying, and one of us would tell his needs to his \ncompanions, till the verse, 'Guard strictly your prayers (2.238) was revealed. After that we were \nordered to remain silent while praying.",
    "explication": "‏ ‏قَوْله : ( عَنْ إِسْمَاعِيلَ ) ‏ ‏هُوَ اِبْن أَبِي خَالِد , وَالْحَارِث بْن شُبَيْل لَيْسَ لَهُ فِي اَلْبُخَارِيِّ غَيْرُ هَذَا اَلْحَدِيثِ , وَأَبُوهُ بِمُعْجَمَةٍ وَمُوَحَّدَة وَآخِره لَام مُصَغَّر , وَلَيْسَ لِأَبِي عُمَر وَسَعْد بْن إِيَاس اَلشَّيْبَانِيّ شَيْخه عَنْ زَيْد بْن أَرْقَمَ غَيْرُهُ. ‏ ‏قَوْله : ( إِنْ كُنَّا لَنَتَكَلَّم ) ‏ ‏بِتَخْفِيف اَلنُّون , وَهَذَا حُكْمه اَلرَّفْع , وَكَذَا قَوْله \" أُمِرْنَا \" لِقَوْلِهِ فِيهِ \" عَلَى عَهْدِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" حَتَّى وَلَوْ لَمْ يُقَيِّدْ بِذَلِكَ لَكَانَ ذِكْر نُزُول اَلْآيَةِ كَافِيًا فِي كَوْنِهِ مَرْفُوعًا. ‏ ‏قَوْله : ( يُكَلِّمُ أَحَدنَا صَاحِبه بِحَاجَتِهِ ) ‏ ‏تَفْسِير لِقَوْلِهِ \" نَتَكَلَّمُ \" وَاَلَّذِي يَظْهَرُ أَنَّهُمْ كَانُوا لَا يَتَكَلَّمُونَ فِيهَا بِكُلِّ شَيْءٍ وَإِنَّمَا يَقْتَصِرُونَ عَلَى اَلْحَاجَةِ مِنْ رَدِّ اَلسَّلَامِ وَنَحْوِهِ. ‏ ‏قَوْله : ( حَتَّى نَزَلَتْ ) ‏ ‏ظَاهِر فِي أَنَّ نَسْخَ الْكَلَام فِي اَلصَّلَاةِ وَقَعَ بِهَذِهِ اَلْآيَةِ , فَيَقْتَضِي أَنَّ اَلنَّسْخَ وَقَعَ بِالْمَدِينَةِ لِأَنَّ اَلْآيَةَ مَدَنِيَّةٌ بِاتِّفَاقٍ , فَيُشْكِلُ ذَلِكَ عَلَى قَوْلِ اِبْن مَسْعُود إِنَّ ذَلِكَ وَقَعَ لَمَّا رَجَعُوا مِنْ عِنْدِ اَلنَّجَاشِيِّ , وَكَانَ رُجُوعهمْ مِنْ عِنْدِهِ إِلَى مَكَّةَ , وَذَلِكَ أَنَّ بَعْضَ اَلْمُسْلِمِينَ هَاجَرَ إِلَى اَلْحَبَشَةِ ثُمَّ بَلَغَهُمْ أَنَّ اَلْمُشْرِكِينَ أَسْلَمُوا فَرَجَعُوا إِلَى مَكَّةَ فَوَجَدُوا اَلْأَمْرَ بِخِلَافِ ذَلِكَ وَاشْتَدَّ اَلْأَذَى عَلَيْهِمْ فَخَرَجُوا إِلَيْهَا أَيْضًا فَكَانُوا فِي اَلْمَرَّةِ اَلثَّانِيَةِ أَضْعَاف اَلْأُولَى , وَكَانَ اِبْن مَسْعُود مَعَ اَلْفَرِيقَيْنِ , وَاخْتُلِفَ فِي مُرَادِهِ بِقَوْلِهِ \" فَلَمَّا رَجَعْنَا \" هَلْ أَرَادَ اَلرُّجُوعَ اَلْأَوَّلَ أَوْ اَلثَّانِي , فَجَنَحَ اَلْقَاضِي أَبُو اَلطَّيِّب اَلطَّبَرِيّ وَآخَرُونَ إِلَى اَلْأَوَّلِ وَقَالُوا كَانَ تَحْرِيم الْكَلَام بِمَكَّةَ , وَحَمَلُوا حَدِيث زَيْد عَلَى أَنَّهُ وَقَوْمَهُ لَمْ يَبْلُغْهُمْ اَلنَّسْخ وَقَالُوا لَا مَانِع أَنْ يَتَقَدَّمَ اَلْحُكْم ثُمَّ تَنْزِلَ اَلْآيَةُ بِوَفْقِهِ. وَجَنَحَ آخَرُونَ إِلَى اَلتَّرْجِيحِ فَقَالُوا : يَتَرَجَّحُ حَدِيث اِبْن مَسْعُود بِأَنَّهُ حَكَى لَفْظَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , بِخِلَافِ زَيْد بْن أَرْقَمَ فَلَمْ يَحْكِهِ , وَقَالَ آخَرُونَ : إِنَّمَا أَرَادَ اِبْن مَسْعُود رُجُوعَهُ اَلثَّانِي , وَقَدْ وَرَدَ أَنَّهُ قَدِمَ اَلْمَدِينَة وَالنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ يَتَجَهَّزُ إِلَى بَدْر , وَفِي مُسْتَدْرَك اَلْحَاكِم مِنْ طَرِيقِ أَبِي إِسْحَاق عَنْ عَبْد اَللَّه بْن عُتْبَة بْن مَسْعُود عَنْ اِبْن مَسْعُود قَالَ \" بَعَثَنَا رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى اَلنَّجَاشِيِّ ثَمَانِينَ رَجُلًا \" فَذَكَرَ اَلْحَدِيث بِطُولِهِ وَفِي آخِرِهِ \" فَتَعَجَّلَ عَبْد اَللَّه بْن مَسْعُود فَشَهِدَ بَدْرًا \" وَفِي اَلسِّيَر لِابْن إِسْحَاق : أَنَّ اَلْمُسْلِمِينَ بِالْحَبَشَةِ لَمَّا بَلَغَهُمْ أَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ هَاجَرَ إِلَى اَلْمَدِينَةِ رَجَعَ مِنْهُمْ إِلَى مَكَّةَ ثَلَاثَة وَثَلَاثُونَ رَجُلًا , فَمَاتَ مِنْهُمْ رَجُلَانِ بِمَكَّةَ وَحُبِسَ مِنْهُمْ سَبْعَة وَتَوَجَّهَ إِلَى اَلْمَدِينَةِ أَرْبَعَة وَعِشْرُونَ رَجُلًا فَشَهِدُوا بَدْرًا. فَعَلَى هَذَا كَانَ اِبْن مَسْعُود مِنْ هَؤُلَاءِ , فَظَهَرَ أَنَّ اِجْتِمَاعَهُ بِالنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ رُجُوعِهِ كَانَ بِالْمَدِينَةِ , وَإِلَى هَذَا اَلْجَمْعِ نَحَا اَلْخَطَّابِيّ وَلَمْ يَقِفْهُ مَنْ تَعَقَّبَ كَلَامَهُ عَلَى مُسْتَنَدِهِ , وَيُقَوِّي هَذَا اَلْجَمْعَ رِوَايَة كُلْثُوم اَلْمُتَقَدِّمَة فَإِنَّهَا ظَاهِرَةٌ فِي أَنَّ كُلًّا مِنْ اِبْن مَسْعُود وَزَيْد بْن أَرْقَمَ حَكَى أَنَّ اَلنَّاسِخَ قَوْله تَعَالَى ( وَقُومُوا لِلَّهِ قَانِتِينَ ) وَأَمَّا قَوْلُ ابْن حِبَّانَ : كَانَ نَسْخ الْكَلَام بِمَكَّةَ قَبْلَ اَلْهِجْرَةِ بِثَلَاثِ سِنِينَ , قَالَ : وَمَعْنَى قَوْلِ زَيْد بْن أَرْقَمَ \" كُنَّا نَتَكَلَّمُ \" أَيْ كَانَ قَوْمِي يَتَكَلَّمُونَ لِأَنَّ قَوْمَهُ كَانُوا يُصَلُّونَ قَبْلَ اَلْهِجْرَةِ مَعَ مُصْعَب بْن عُمَيْر اَلَّذِي كَانَ يُعَلِّمُهُمْ اَلْقُرْآنَ , فَلَمَّا نُسِخَ تَحْرِيم الْكَلَام بِمَكَّةَ بَلَغَ ذَلِكَ أَهْل اَلْمَدِينَةِ فَتَرَكُوهُ , فَهُوَ مُتَعَقَّبٌ بِأَنَّ اَلْآيَةَ مَدَنِيَّةٌ بِاتِّفَاقٍ , وَبِأَنَّ إِسْلَامَ اَلْأَنْصَارِ وَتَوَجُّهَ مُصْعَب بْن عُمَيْر إِلَيْهِمْ إِنَّمَا كَانَ قَبْلَ اَلْهِجْرَةِ بِسَنَةٍ وَاحِدَةٍ , وَبِأَنَّ فِي حَدِيثِ زَيْد بْن أَرْقَمَ \" كُنَّا نَتَكَلَّمُ خَلْفَ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" كَذَا أَخْرَجَهُ اَلتِّرْمِذِيُّ فَانْتَفَى أَنْ يَكُونَ اَلْمُرَاد اَلْأَنْصَار اَلَّذِينَ كَانُوا يُصَلُّونَ بِالْمَدِينَةِ قَبْلَ هِجْرَةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ. وَأَجَابَ اِبْن حِبَّانَ فِي مَوْضِعٍ آخَرَ بِأَنَّ زَيْد بْن أَرْقَمَ أَرَادَ بِقَوْلِهِ \" كُنَّا نَتَكَلَّمُ \" مَنْ كَانَ يُصَلِّي خَلْفَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِمَكَّةَ مِنْ اَلْمُسْلِمِينَ , وَهُوَ مُتَعَقَّبٌ أَيْضًا بِأَنَّهُمْ مَا كَانُوا بِمَكَّةَ يَجْتَمِعُونَ إِلَّا نَادِرًا , وَبِمَا رَوَى اَلطَّبَرَانِيّ مِنْ حَدِيثِ أَبِي أُمَامَةَ قَالَ \" كَانَ اَلرَّجُل إِذَا دَخَلَ اَلْمَسْجِد فَوَجَدَهُمْ يُصَلُّونَ سَأَلَ اَلَّذِي إِلَى جَنْبِهِ فَيُخْبِرُهُ بِمَا فَاتَهُ فَيَقْضِي ثُمَّ يَدْخُلُ مَعَهُمْ , حَتَّى جَاءَ مُعَاذ يَوْمًا فَدَخَلَ فِي اَلصَّلَاةِ \" فَذَكَرَ اَلْحَدِيث , وَهَذَا كَانَ بِالْمَدِينَةِ قَطْعًا لِأَنَّ أَبَا أُمَامَةَ وَمُعَاذ بْن جَبَل إِنَّمَا أَسْلَمَا بِهَا. ‏ ‏قَوْله : ( حَافِظُوا عَلَى اَلصَّلَوَاتِ اَلْآيَة ) ‏ ‏كَذَا فِي رِوَايَة كَرِيمَة , وَسَاقَ فِي رِوَايَةِ أَبِي ذَرٍّ وَأَبِي اَلْوَقْتِ اَلْآيَة إِلَى آخِرِهَا , وَانْتَهَتْ رِوَايَةُ اَلْأَصِيلِيّ إِلَى قَوْلِهِ : ( اَلْوُسْطَى وَسَيَأْتِي اَلْكَلَام عَلَى اَلْمُرَادِ بِالْوُسْطَى وَبِالْقُنُوتِ فِي تَفْسِير اَلْبَقَرَة , وَحَدِيث زَيْد بْن أَرْقَمَ ظَاهِر فِي أَنَّ اَلْمُرَادَ بِالْقُنُوتِ اَلسُّكُوت. ‏ ‏قَوْله : ( فَأُمِرْنَا بِالسُّكُوتِ ) ‏ ‏أَيْ عَنْ الْكَلَام اَلْمُتَقَدِّمِ ذِكْره لَا مُطْلَقًا فَإِنَّ اَلصَّلَاةَ لَيْسَ فِيهَا حَال سُكُوت حَقِيقِيَّة. قَالَ اِبْن دَقِيقِ اَلْعِيدِ : وَيَتَرَجَّحُ بِمَا دَلَّ عَلَيْهِ لَفْظ \" حَتَّى \" اَلَّتِي لِلْغَايَةِ وَالْفَاء اَلَّتِي تُشْعِرُ بِتَعْلِيلِ مَا سَبَقَ عَلَيْهَا لِمَا يَأْتِي بَعْدَهَا. ‏ ‏( تَنْبِيه ) : ‏ ‏زَاد مُسْلِم فِي رِوَايَتِهِ \" وَنُهِينَا عَنْ الْكَلَام \" وَلَمْ يَقَعْ فِي اَلْبُخَارِيِّ , وَذَكَرَهَا صَاحِب اَلْعُمْدَةِ وَلَمْ يُنَبِّهْ أَحَد مِنْ شُرَّاحِهَا عَلَيْهَا , وَاسْتُدِلَّ بِهَذِهِ اَلزِّيَادَةِ عَلَى أَنَّ اَلْأَمْرَ بِالشَّيْءِ لَيْسَ نَهْيًا عَنْ ضِدِّهِ , إِذْ لَوْ كَانَ كَذَلِكَ لَمْ يَحْتَجْ إِلَى قَوْلِهِ \" وَنُهِينَا عَنْ الْكَلَام \" وَأُجِيبَ بِأَنَّ دَلَالَتَهُ عَلَى ضِدِّهِ دَلَالَة اِلْتِزَام , وَمِنْ ثَمَّ وَقَعَ اَلْخِلَافُ فَلَعَلَّهُ ذُكِرَ لِكَوْنِهِ أَصْرَحَ وَاَللَّهُ أَعْلَمُ. قَالَ اِبْن دَقِيقِ اَلْعِيدِ : هَذَا اَللَّفْظُ أَحَد مَا يُسْتَدَلُّ بِهِ عَلَى اَلنَّسْخِ وَهُوَ تَقَدُّم أَحَد اَلْحُكْمَيْنِ عَلَى اَلْآخَرِ , وَلَيْسَ كَقَوْلِ اَلرَّاوِي هَذَا مَنْسُوخ لِأَنَّهُ يَطْرُقُهُ اِحْتِمَال أَنْ يَكُونَ قَالَهُ عَنْ اِجْتِهَاد , وَقِيلَ لَيْسَ فِي هَذِهِ اَلْقِصَّةِ نَسْخ لِأَنَّ إِبَاحَةَ الْكَلَام فِي اَلصَّلَاةِ كَانَ بِالْبَرَاءَةِ اَلْأَصْلِيَّةِ , وَالْحُكْم اَلْمُزِيل لَهَا لَيْسَ نَسْخًا. وَأُجِيبَ بِأَنَّ اَلَّذِي يَقَعُ فِي اَلصَّلَاةِ وَنَحْوِهَا مَا يُمْنَعُ أَوْ يُبَاحُ إِذَا قَرَّرَهُ اَلشَّارِعُ كَانَ حُكْمًا شَرْعِيًّا , فَإِذَا وَرَدَ مَا يُخَالِفُهُ كَانَ نَاسِخًا وَهُوَ كَذَلِكَ هُنَا. قَالَ اِبْن دَقِيقِ اَلْعِيدِ : وَقَوْلُهُ \" وَنُهِينَا عَنْ الْكَلَام \" يَقْتَضِي أَنَّ كُلَّ شَيْءٍ يُسَمَّى كَلَامًا فَهُوَ مَنْهِيٌّ عَنْهُ حَمْلًا لِلَّفْظِ عَلَى عُمُومِهِ , وَيَحْتَمِلُ أَنْ تَكُونَ اَللَّام لِلْعَهْدِ اَلرَّاجِعِ إِلَى قَوْلِهِ \" يُكَلِّمُ اَلرَّجُلُ مِنَّا صَاحِبَهُ بِحَاجَتِهِ \" وَقَوْلِهِ \" فَأُمِرْنَا بِالسُّكُوتِ \" أَيْ عَمَّا كَانُوا يَفْعَلُونَهُ مِنْ ذَلِكَ. ‏ ‏( تَكْمِيل ) : ‏ ‏أَجْمَعُوا عَلَى أَنَّ اَلْكَلَام فِي اَلصَّلَاةِ - مِنْ عَالِمٍ بِالتَّحْرِيمِ عَامِد لِغَيْرِ مَصْلَحَتِهَا أَوْ إِنْقَاذ مُسْلِم - مُبْطِل لَهَا , وَاخْتَلَفُوا فِي اَلسَّاهِي وَالْجَاهِلِ فَلَا يُبْطِلُهَا اَلْقَلِيل مِنْهُ عِنْدَ اَلْجُمْهُورِ , وَأَبْطَلَهَا اَلْحَنَفِيَّة مُطْلَقًا كَمَا سَيَأْتِي فِي الْكَلَام عَلَى حَدِيثِ ذِي اَلْيَدَيْنِ فِي اَلسَّهْوِ , وَاخْتَلَفُوا فِي أَشْيَاءَ أَيْضًا كَمَنْ جَرَى عَلَى لِسَانِهِ بِغَيْرِ قَصْدٍ أَوْ تَعَمُّدِ إِصْلَاحِ اَلصَّلَاةِ لِسَهْوٍ دَخَلَ عَلَى إِمَامِهِ أَوْ لِإِنْقَاذِ مُسْلِم لِئَلَّا يَقَعَ فِي مَهْلَكَةٍ أَوْ فَتَحَ عَلَى إِمَامِهِ أَوْ سَبَّحَ لِمَنْ مَرَّ بِهِ أَوْ رَدَّ اَلسَّلَام أَوْ أَجَابَ دَعْوَةَ أَحَدِ وَالِدَيْهِ أَوْ أُكْرِهَ عَلَى الْكَلَام أَوْ تَقَرَّبَ بِقُرْبَةٍ كَأَعْتَقْت عَبْدِي لِلَّهِ , فَفِي جَمِيعِ ذَلِكَ خِلَافٌ مَحَلُّ بَسْطِهِ كُتُبُ اَلْفِقْهِ , وَسَتَأْتِي اَلْإِشَارَةُ إِلَى بَعْضِهِ حَيْثُ يُحْتَاجُ إِلَيْهِ. قَالَ اِبْن اَلْمُنِير فِي اَلْحَاشِيَةِ : اَلْفَرْقُ بَيْن قَلِيل اَلْفِعْل لِلْعَامِدِ فَلَا يُبْطِلُ وَبَيْن قَلِيل اَلْكَلَام أَنَّ اَلْفِعْلَ لَا تَخْلُو مِنْهُ اَلصَّلَاةُ غَالِبًا لِمَصْلَحَتِهَا وَتَخْلُو مِنْ الْكَلَام اَلْأَجْنَبِيِّ غَالِبًا مُطَّرِدًا , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1201",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ ـ رضى الله عنه ـ قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يُصْلِحُ بَيْنَ بَنِي عَمْرِو بْنِ عَوْفٍ، وَحَانَتِ الصَّلاَةُ، فَجَاءَ بِلاَلٌ أَبَا بَكْرٍ ـ رضى الله عنهما ـ فَقَالَ حُبِسَ النَّبِيُّ صلى الله عليه وسلم فَتَؤُمُّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتُمْ‏.‏ فَأَقَامَ بِلاَلٌ الصَّلاَةَ، فَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَصَلَّى، فَجَاءَ النَّبِيُّ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ يَشُقُّهَا شَقًّا حَتَّى قَامَ فِي الصَّفِّ الأَوَّلِ، فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ‏.‏ قَالَ سَهْلٌ هَلْ تَدْرُونَ مَا التَّصْفِيحُ هُوَ التَّصْفِيقُ‏.‏ وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرُوا الْتَفَتَ فَإِذَا النَّبِيُّ صلى الله عليه وسلم فِي الصَّفِّ، فَأَشَارَ إِلَيْهِ مَكَانَكَ‏.‏ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ وَتَقَدَّمَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى‏.‏",
    "english_text": "The Prophet (ﷺ) went out to affect a reconciliation between the tribes of Bani `Amr bin `Auf and the time \nof the prayer became due; Bilal went to Abu Bakr and said, \"The Prophet (ﷺ) is detained. Will you lead \nthe people in the prayer?\" Abu Bakr replied, \"Yes, if you wish.\" So Bilal pronounced the Iqama and \nAbu Bakr led the prayer. In the meantime the Prophet (ﷺ) came crossing the rows (of the praying people) \ntill he stood in the first row and the people started clapping. Abu Bakr never looked hither and thither \nduring the prayer but when the people clapped too much, he looked back and saw the Prophet (ﷺ) in the \n(first) row. The Prophet (ﷺ) waved him to remain at his place, but Abu Bakr raised both his hands and \nsent praises to Allah and then retreated and the Prophet (ﷺ) went forward and led the prayer. (See Hadith \nNo. 295 & 296)",
    "explication": "تَقَدَّمَ اَلْكَلَام عَلَى فَوَائِدِ هَذَا اَلْحَدِيثِ فِي اَلْبَابِ اَلْمَذْكُورِ. وَفِيهِ مِنْ اَلْفَوَائِدِ مِمَّا تَقَدَّمَ بَعْضهَا مَبْسُوطًا : جَوَاز تَأْخِير اَلصَّلَاةِ عَنْ أَوَّلِ اَلْوَقْتِ , وَأَنَّ اَلْمُبَادَرَةَ إِلَيْهَا أَوْلَى مِنْ اِنْتِظَارِ اَلْإِمَامِ اَلرَّاتِبِ , وَأَنَّهُ لَا يَنْبَغِي اَلتَّقَدُّمُ عَلَى اَلْجَمَاعَةِ إِلَّا بِرِضًا مِنْهُمْ , يُؤْخَذُ ذَلِكَ مِنْ قَوْل أَبِي بَكْر ‏ ‏\" إِنْ شِئْتُمْ \" ‏ ‏مَعَ عِلْمِهِ بِأَنَّهُ أَفْضَلُ. وَأَنَّ اَلِالْتِفَاتَ فِي اَلصَّلَاةِ لَا يَقْطَعُهَا. وَأَنَّ مَنْ سَبَّحَ أَوْ حَمِدَ لِأَمْرٍ يَنُوبُهُ لَا يَقْطَعُ صَلَاتَهُ وَلَوْ قَصَدَ بِذَلِكَ تَنْبِيهَ غَيْرِهِ خِلَافًا لِمَنْ قَالَ بِالْبُطْلَانِ. ‏ ‏وَقَوْله فِيهِ \" فَقَالَ سَهْل \" ‏ ‏أَيْ اِبْن سَعْد رَاوِي اَلْحَدِيثِ \" هَلْ تَدْرُونَ مَا اَلتَّصْفِيحُ هُوَ اَلتَّصْفِيقُ \" وَهَذِهِ حُجَّة لِمَنْ قَالَ إِنَّهُمَا قَالَ بِمَعْنًى وَاحِدٍ , وَبِهِ صَرَّحَ اَلْخَطَّابِيّ وَأَبُو عَلِيّ الْقَالِيّ وَالْجَوْهَرِيّ وَغَيْرُهُمْ , وَادَّعَى اِبْن حَزْم نَفْي اَلْخِلَافِ فِي ذَلِكَ , وَتُعُقِّبَ بِمَا حَكَاهُ عِيَاض فِي اَلْإِكْمَالِ أَنَّهُ بِالْحَاء اَلضَّرْبُ بِظَاهِر إِحْدَى اَلْيَدَيْنِ عَلَى اَلْأُخْرَى , وَبِالْقَاف بِبَاطِنِهَا عَلَى بَاطِنِ اَلْأُخْرَى , وَقِيلَ بِالْحَاء اَلضَّرْبُ بِأُصْبُعَيْنِ لِلْإِنْذَارِ وَالتَّنْبِيهِ وَبِالْقَاف بِجَمِيعِهَا لِلَّهْوِ وَاللَّعِبِ , وَأَغْرَبَ الدَّاوُدِيّ فَزَعَمَ أَنَّ اَلصَّحَابَةَ ضَرَبُوا بِأَكُفِّهِمْ عَلَى أَفْخَاذِهِمْ , قَالَ عِيَاض : كَأَنَّهُ أَخَذَهُ مِنْ حَدِيثِ مُعَاوِيَة بْن اَلْحَكَمِ اَلَّذِي أَخْرَجَهُ مُسْلِم فَفِيهِ \" فَجَعَلُوا يَضْرِبُونَ بِأَيْدِيهمْ عَلَى أَفْخَاذِهِمْ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1202",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عِيسَى، حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ كُنَّا نَقُولُ التَّحِيَّةُ فِي الصَّلاَةِ وَنُسَمِّي، وَيُسَلِّمُ بَعْضُنَا عَلَى بَعْضٍ، فَسَمِعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ قُولُوا التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، فَإِنَّكُمْ إِذَا فَعَلْتُمْ ذَلِكَ فَقَدْ سَلَّمْتُمْ عَلَى كُلِّ عَبْدٍ لِلَّهِ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ ‏\"‏‏.‏",
    "english_text": "We used to say the greeting, name and greet each other in the prayer. Allah's Messenger (ﷺ) heard it and \nsaid:--\"Say, 'at-tahiyyatu lil-lahi was-salawatu wat-taiyibatu . Assalamu 'Alaika aiyuha-n-Nabiyu warahmatu- \nl-lahi wa-barakatuhu. _ Assalamu alaina wa-'ala 'ibadi-l-lahi as-salihin.. Ashhadu an la ilaha \nilla-l-lah wa ashhadu anna Muhammadan `Abdu hu wa Rasuluh. (All the compliments are for Allah \nand all the prayers and all the good things (are for Allah). Peace be on you, O Prophet, and Allah's \nmercy and blessings (are on you). And peace be on us and on the good (pious) worshipers of Allah. I \ntestify that none has the right to be worshipped but Allah and that Muhammad is His slave and \nApostle.) So, when you have said this, then you have surely sent the greetings to every good (pious) \nworshipper of Allah, whether he be in the Heaven or on the Earth . \"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ شَقِيق ) ‏ ‏فِي رِوَايَة يَحْيَى الْآتِيَة بَعْد بَاب \" عَنْ الْأَعْمَش حَدَّثَنِي شَقِيق \". ‏ ‏قَوْلُهُ : ( كُنَّا إِذَا صَلَّيْنَا ) ‏ ‏فِي رِوَايَة يَحْيَى الْمَذْكُورَة \" كُنَّا إِذَا كُنَّا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الصَّلَاة \" وَلِأَبِي دَاوُدَ عَنْ مُسَدَّد شَيْخ الْبُخَارِيّ فِيهِ \" إِذَا جَلَسْنَا \" وَمِثْله لِلْإِسْمَاعِيلِيِّ مِنْ رِوَايَة مُحَمَّد بْن خَلَّاد عَنْ يَحْيَى , وَلَهُ مِنْ رِوَايَة عَلِيّ بْن مُسْهِر , وَلِابْنِ إِسْحَاق فِي مُسْنَده عَنْ عِيسَى بْن يُونُس كِلَاهُمَا عَنْ الْأَعْمَش نَحْوه. ‏ ‏قَوْلُهُ : ( قُلْنَا السَّلَام عَلَى جِبْرِيل ) ‏ ‏وَقَعَ فِي هَذِهِ الرِّوَايَة اِخْتِصَار ثَبَتَ فِي رِوَايَة يَحْيَى الْمَذْكُورَة وَهُوَ \" قُلْنَا السَّلَام عَلَى اللَّه مِنْ عِبَاده \" كَذَا وَقَعَ لِلْمُصَنِّفِ فِيهَا , وَأَخْرَجَهُ أَبُو دَاوُدَ عَنْ مُسَدَّد شَيْخ الْبُخَارِيّ فِيهِ فَقَالَ \" قَبْل عِبَاده \" وَكَذَا لِلْمُصَنِّفِ فِي الِاسْتِئْذَان مِنْ طَرِيق حَفْص بْن غِيَاث عَنْ الْأَعْمَش وَهُوَ الْمَشْهُور فِي أَكْثَر الرِّوَايَات وَبِهَذِهِ الزِّيَادَة يَتَبَيَّن مَوْقِع قَوْلُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه هُوَ السَّلَام \" وَلَفْظه فِي رِوَايَة يَحْيَى الْمَذْكُورَة \" لَا تَقُولُوا السَّلَام عَلَى اللَّه , فَإِنَّ اللَّه هُوَ السَّلَام \". ‏ ‏قَوْلُهُ : ( السَّلَام عَلَى فُلَان وَفُلَان ) ‏ ‏فِي رِوَايَة عَبْد اللَّه بْن نُمَيْر عَنْ الْأَعْمَش عِنْد اِبْن مَاجَهْ يَعْنُونَ الْمَلَائِكَة , وَلِلْإِسْمَاعِيلِيِّ مِنْ رِوَايَة عَلِيّ بْن مُسْهِر \" فَنَعُدّ الْمَلَائِكَة \" وَمِثْله لِلسَّرَّاجِ مِنْ رِوَايَة مُحَمَّد بْن فُضَيْلٍ عَنْ الْأَعْمَش بِلَفْظِ \" فَنَعُدّ مِنْ الْمَلَائِكَة مَا شَاءَ اللَّه \". ‏ ‏قَوْلُهُ : ( فَالْتَفَتَ ) ‏ ‏ظَاهِره أَنَّهُ كَلَّمَهُمْ بِذَلِكَ فِي أَثْنَاء الصَّلَاة , وَنَحْوه فِي رِوَايَة حُصَيْنٍ عَنْ أَبِي وَائِل وَهُوَ شَقِيق عِنْد الْمُصَنِّف , فِي أَوَاخِر الصَّلَاة بِلَفْظِ \" فَسَمِعَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : قُولُوا \" لَكِنْ بَيَّنَ حَفْص بْن غِيَاث فِي رِوَايَته الْمَذْكُورَة الْمَحَلّ الَّذِي خَاطَبَهُمْ بِذَلِكَ فِيهِ وَأَنَّهُ بَعْد الْفَرَاغ مِنْ الصَّلَاة وَلَفْظه \" فَلَمَّا اِنْصَرَفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ \" وَفِي رِوَايَة عِيسَى بْن يُونُس أَيْضًا \" فَلَمَّا اِنْصَرَفَ مِنْ الصَّلَاة قَالَ \". ‏ ‏قَوْلُهُ : ( إِنَّ اللَّه هُوَ السَّلَام ) ‏ ‏قَالَ الْبَيْضَاوِيّ مَا حَاصِله : أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْكَرَ التَّسْلِيم عَلَى اللَّه وَبَيَّنَ أَنَّ ذَلِكَ عَكْس مَا يَجِب أَنْ يُقَال , فَإِنَّ كُلّ سَلَام وَرَحْمَة لَهُ وَمِنْهُ وَهُوَ مَالِكهَا وَمُعْطِيهَا. وَقَالَ التُّورْبَشْتِيُّ : وَجْه النَّهْي عَنْ السَّلَام عَلَى اللَّه لِأَنَّهُ الْمَرْجُوع إِلَيْهِ بِالْمَسَائِلِ الْمُتَعَالِي عَنْ الْمَعَانِي الْمَذْكُورَة فَكَيْف يُدْعَى لَهُ وَهُوَ الْمَدْعُوّ عَلَى الْحَالَات. وَقَالَ الْخَطَّابِيُّ : الْمُرَاد أَنَّ اللَّه هُوَ ذُو السَّلَام فَلَا تَقُولُوا السَّلَام عَلَى اللَّه فَإِنَّ السَّلَام مِنْهُ بَدَأَ وَإِلَيْهِ يَعُود , وَمَرْجِع الْأَمْر فِي إِضَافَته إِلَيْهِ أَنَّهُ ذُو السَّلَام مِنْ كُلّ آفَة وَعَيْب. وَيَحْتَمِل أَنْ يَكُون مَرْجِعهَا إِلَى حَظّ الْعَبْد فِيمَا يَطْلُبهُ مِنْ السَّلَامَة مِنْ الْآفَات وَالْمَهَالِك. وَقَالَ النَّوَوِيّ : مَعْنَاهُ أَنَّ السَّلَام اِسْم مِنْ أَسْمَاء اللَّه تَعَالَى , يَعْنِي السَّالِم مِنْ النَّقَائِص , وَيُقَال : الْمُسَلِّم أَوْلِيَاءَهُ وَقِيلَ الْمُسَلِّم عَلَيْهِمْ , قَالَ اِبْن الْأَنْبَارِيّ أَمَرَهُمْ أَنْ يَصْرِفُوهُ إِلَى الْخَلْق لِحَاجَتِهِمْ إِلَى السَّلَامَة وَغِنَاهُ سُبْحَانه وَتَعَالَى عَنْهَا. ‏ ‏قَوْلُهُ : ( فَإِذَا صَلَّى أَحَدكُمْ فَلْيَقُلْ ) ‏ ‏بَيَّنَ حَفْص فِي رِوَايَته الْمَذْكُورَة مَحَلّ الْقَوْل وَلَفْظه \" فَإِذَا جَلَسَ أَحَدكُمْ فِي الصَّلَاة \" وَفِي رِوَايَة حُصَيْنٍ الْمَذْكُورَة \" إِذَا قَعَدَ أَحَدكُمْ فِي الصَّلَاة \" وَلِلنَّسَائِيِّ مِنْ طَرِيق أَبِي الْأَحْوَص عَنْ عَبْد اللَّه \" كُنَّا لَا نَدْرِي مَا نَقُول فِي كُلّ رَكْعَتَيْنِ , وَأَنَّ مُحَمَّدًا عَلَّمَ فَوَاتِح الْخَيْر وَخَوَاتِمه فَقَالَ : إِذَا قَعَدْتُمْ فِي كُلّ رَكْعَتَيْنِ فَقُولُوا \" وَلَهُ مِنْ طَرِيق الْأَسْوَد عَنْ عَبْد اللَّه \" فَقُولُوا فِي كُلّ جَلْسَة \" وَلِابْنِ خُزَيْمَةَ مِنْ وَجْه آخَر عَنْ الْأَسْوَد عَنْ عَبْد اللَّه \" عَلَّمَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ التَّشَهُّد فِي وَسَط الصَّلَاة وَفِي آخِرهَا \" وَزَادَ الطَّحَاوِيُّ مِنْ هَذَا الْوَجْه فِي أَوَّله \" وَأَخَذْت التَّشَهُّد مِنْ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَقَّنَنِيهِ كَلِمَة كَلِمَة \" وَلِلْمُصَنِّفِ فِي الِاسْتِئْذَان مِنْ طَرِيق أَبِي مَعْمَر عَنْ اِبْنِ مَسْعُود \" عَلَّمَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ التَّشَهُّد وَكَفِّي بَيْن كَفَّيْهِ كَمَا يُعَلِّمنِي السُّورَة مِنْ الْقُرْآن \" وَاسْتُدِلَّ بِقَوْلِهِ \" فَلْيَقُلْ \" عَلَى الْوُجُوب خِلَافًا لِمَنْ لَمْ يَقُلْ بِهِ كَمَالِكٍ , وَأَجَابَ بَعْض الْمَالِكِيَّة بِأَنَّ التَّسْبِيح فِي الرُّكُوع وَالسُّجُود مَنْدُوب , وَقَدْ وَقَعَ الْأَمْر بِهِ فِي قَوْلُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَزَلَتْ ( فَسَبِّحْ بِاسْمِ رَبِّك الْعَظِيمِ ) \" اِجْعَلُوهَا فِي رُكُوعكُمْ \" الْحَدِيث فَكَذَلِكَ التَّشَهُّد , وَأَجَابَ الْكَرْمَانِيُّ بِأَنَّ الْأَمْر حَقِيقَته الْوُجُوب فَيُحْمَل عَلَيْهِ إِلَّا إِذَا دَلَّ دَلِيل عَلَى خِلَافه , وَلَوْلَا الْإِجْمَاع عَلَى عَدَم وُجُوب التَّسْبِيح فِي الرُّكُوع وَالسُّجُود لَحَمَلْنَاهُ عَلَى الْوُجُوب. اِنْتَهَى. وَفِي دَعْوَى هَذَا الْإِجْمَاع نَظَر , فَإِنَّ أَحْمَد يَقُول بِوُجُوبِهِ وَيَقُول بِوُجُوبِ التَّشَهُّد الْأَوَّل أَيْضًا , وَرِوَايَة أَبِي الْأَحْوَص الْمُتَقَدِّمَة وَغَيْرهَا تُقَوِّيه , وَقَدْ قَدَّمْنَا مَا فِيهِ قَبْلُ بِبَابٍ , وَقَدْ جَاءَ عَنْ اِبْن مَسْعُود التَّصْرِيح بِفَرْضِيَّةِ التَّشَهُّد , وَذَلِكَ فِيمَا رَوَاهُ الدَّارَقُطْنِيُّ وَغَيْره بِإِسْنَادٍ صَحِيح مِنْ طَرِيق عَلْقَمَة عَنْ اِبْنِ مَسْعُود \" كُنَّا لَا نَدْرِي مَا نَقُول قَبْل أَنْ يُفْرَض عَلَيْنَا التَّشَهُّد \". ‏ ‏قَوْلُهُ : ( التَّحِيَّات ) ‏ ‏جَمْع تَحِيَّة وَمَعْنَاهَا السَّلَام وَقِيلَ الْبَقَاء وَقِيلَ الْعَظَمَة وَقِيلَ السَّلَامَة مِنْ الْآفَات وَالنَّقْص وَقِيلَ الْمَلِك. وَقَالَ أَبُو سَعِيد الضَّرِير : لَيْسَتْ التَّحِيَّة الْمَلِك نَفْسه لَكِنَّهَا الْكَلَام الَّذِي يُحَيَّا بِهِ الْمَلِك. وَقَالَ اِبْن قُتَيْبَة : لَمْ يَكُنْ يُحَيَّا إِلَّا الْمَلِك خَاصَّة , وَكَانَ لِكُلِّ مَلِك تَحِيَّة تَخُصّهُ فَلِهَذَا جُمِعَتْ , فَكَانَ الْمَعْنَى التَّحِيَّات الَّتِي كَانُوا يُسَلِّمُونَ بِهَا عَلَى الْمُلُوك كُلّهَا مُسْتَحَقَّة لِلَّهِ. وَقَالَ الْخَطَّابِيُّ ثُمَّ الْبَغَوِيُّ : وَلَمْ يَكُنْ فِي تَحِيَّاتهمْ شَيْء يَصْلُح لِلثَّنَاءِ عَلَى اللَّه , فَلِهَذَا أُبْهِمَتْ أَلْفَاظهَا وَاسْتُعْمِلَ مِنْهَا مَعْنَى التَّعْظِيم فَقَالَ : قُولُوا التَّحِيَّات لِلَّهِ , أَيْ أَنْوَاع التَّعْظِيم لَهُ. وَقَالَ الْمُحِبّ الطَّبَرِيُّ : يَحْتَمِل أَنْ يَكُون لَفْظ التَّحِيَّة مُشْتَرَكًا بَيْن الْمَعَانِي الْمُقَدَّم ذِكْرهَا , وَكَوْنهَا بِمَعْنَى السَّلَام أَنْسَب هُنَا. ‏ ‏قَوْلُهُ : ( وَالصَّلَوَات ) ‏ ‏قِيلَ الْمُرَاد الْخَمْس , أَوْ مَا هُوَ أَعَمّ مِنْ ذَلِكَ مِنْ الْفَرَائِض وَالنَّوَافِل فِي كُلّ شَرِيعَة وَقِيلَ الْمُرَاد الْعِبَادَات كُلّهَا , وَقِيلَ الدَّعَوَات , وَقِيلَ الْمُرَاد الرَّحْمَة , وَقِيلَ التَّحِيَّات الْعِبَادَات الْقَوْلِيَّة وَالصَّلَوَات الْعِبَادَات الْفِعْلِيَّة وَالطَّيِّبَات الصَّدَقَات. ‏ ‏قَوْلُهُ : ( وَالطَّيِّبَات ) ‏ ‏أَيْ مَا طَابَ مِنْ الْكَلَام وَحَسُنَ أَنْ يُثْنَى بِهِ عَلَى اللَّه دُون مَا لَا يَلِيق بِصِفَاتِهِ مِمَّا كَانَ الْمُلُوك يُحَيُّونَ بِهِ , وَقِيلَ الطَّيِّبَات ذِكْر اللَّه , وَقِيلَ الْأَقْوَال الصَّالِحَة كَالدُّعَاءِ وَالثَّنَاء , وَقِيلَ الْأَعْمَال الصَّالِحَة وَهُوَ أَعَمّ , قَالَ اِبْن دَقِيق الْعِيد : إِذَا حُمِلَ التَّحِيَّة عَلَى السَّلَام فَيَكُون التَّقْدِير التَّحِيَّات الَّتِي تُعَظَّم بِهَا الْمُلُوك مُسْتَمِرَّة لِلَّهِ , وَإِذَا حُمِلَ عَلَى الْبَقَاء فَلَا شَكَّ فِي اِخْتِصَاص اللَّه بِهِ , وَكَذَلِكَ الْمُلْك الْحَقِيقِيّ وَالْعَظَمَة التَّامَّة , وَإِذَا حُمِلَتْ الصَّلَاة عَلَى الْعَهْد أَوْ الْجِنْس كَانَ التَّقْدِير أَنَّهَا لِلَّهِ وَاجِبَة لَا يَجُوز أَنْ يُقْصَد بِهَا غَيْره , وَإِذَا حُمِلَتْ عَلَى الرَّحْمَة فَيَكُون مَعْنَى قَوْلُهُ \" لِلَّهِ \" أَنَّهُ الْمُتَفَضِّل بِهَا لِأَنَّ الرَّحْمَة التَّامَّة لِلَّهِ يُؤْتِيهَا مَنْ يَشَاء. وَإِذَا حُمِلَتْ عَلَى الدُّعَاء فَظَاهِر , وَأَمَّا الطَّيِّبَات فَقَدْ فُسِّرَتْ بِالْأَقْوَالِ , وَلَعَلَّ تَفْسِيرهَا بِمَا هُوَ أَعَمّ أَوْلَى فَتَشْمَل الْأَفْعَال وَالْأَقْوَال وَالْأَوْصَاف , وَطِيبهَا كَوْنهَا كَامِلَة خَالِصَة عَنْ الشَّوَائِب. وَقَالَ الْقُرْطُبِيّ : قَوْلُهُ \" لِلَّهِ \" فِيهِ تَنْبِيهٌ عَلَى الْإِخْلَاص فِي الْعِبَادَة , أَيْ أَنَّ ذَلِكَ لَا يُفْعَل إِلَّا لِلَّهِ , وَيَحْتَمِل أَنْ يُرَاد بِهِ الِاعْتِرَاف بِأَنَّ مَلِك الْمُلُوك وَغَيْر ذَلِكَ مِمَّا ذُكِرَ كُلّه فِي الْحَقِيقَة لِلَّهِ تَعَالَى. وَقَالَ الْبَيْضَاوِيّ : يَحْتَمِل أَنْ يَكُون وَالصَّلَوَات وَالطَّيِّبَات عَطْفًا عَلَى التَّحِيَّات , وَيَحْتَمِل أَنْ تَكُون الصَّلَوَات مُبْتَدَأ وَخَبَره مَحْذُوف وَالطَّيِّبَات مَعْطُوفَة عَلَيْهَا وَالْوَاو الْأُولَى لِعَطْفِ الْجُمْلَة عَلَى الْجُمْلَة , وَالثَّانِيَة لِعَطْفِ الْمُفْرَد عَلَى الْجُمْلَة. وَقَالَ اِبْن مَالِك : إِنْ جُعِلَتْ التَّحِيَّات مُبْتَدَأ وَلَمْ تَكُنْ صِفَة لِمَوْصُوفٍ مَحْذُوف كَانَ قَوْلك وَالصَّلَوَات مُبْتَدَأ لِئَلَّا يُعْطَف نَعْت عَلَى مَنْعُوته فَيَكُون مِنْ بَاب عَطْف الْجُمَل بَعْضهَا عَلَى بَعْض , وَكُلّ جُمْلَة مُسْتَقِلَّة بِفَائِدَتِهَا , وَهَذَا الْمَعْنَى لَا يُوجَد عِنْد إِسْقَاط الْوَاو. ‏ ‏قَوْلُهُ : ( السَّلَام عَلَيْك أَيّهَا النَّبِيّ ) ‏ ‏قَالَ النَّوَوِيّ : يَجُوز فِيهِ وَفِيمَا بَعْده أَيْ السَّلَام حَذْف اللَّام وَإِثْبَاتهَا وَالْإِثْبَات أَفْضَل وَهُوَ الْمَوْجُود فِي رِوَايَات الصَّحِيحَيْنِ. قُلْتُ : لَمْ يَقَع فِي شَيْء مِنْ طُرُق حَدِيث اِبْن مَسْعُود بِحَذْفِ اللَّام , وَإِنَّمَا اِخْتَلَفَ ذَلِكَ فِي حَدِيث اِبْن عَبَّاسٍ وَهُوَ مِنْ أَفْرَاد مُسْلِم , قَالَ الطِّيبِيُّ : أَصْل سَلَام عَلَيْك سَلَّمْت سَلَامًا عَلَيْك , ثُمَّ حُذِفَ الْفِعْل وَأُقِيمَ الْمَصْدَر مَقَامه , وَعُدِلَ عَنْ النَّصْب إِلَى الرَّفْع عَلَى الِابْتِدَاء لِلدَّلَالَةِ عَلَى ثُبُوت الْمَعْنَى وَاسْتِقْرَاره , ثُمَّ التَّعْرِيف إِمَّا لِلْعَهْدِ التَّقْدِيرِيّ , أَيْ ذَلِكَ السَّلَام الَّذِي وُجِّهَ إِلَى الرُّسُل وَالْأَنْبِيَاء عَلَيْك أَيّهَا النَّبِيّ , وَكَذَلِكَ السَّلَام الَّذِي وُجِّهَ إِلَى الْأُمَم السَّالِفَة عَلَيْنَا وَعَلَى إِخْوَاننَا , وَإِمَّا لِلْجِنْسِ وَالْمَعْنَى أَنَّ حَقِيقَة السَّلَام الَّذِي يَعْرِفهُ كُلّ وَاحِد وَعَمَّنْ يَصْدُر وَعَلَى مَنْ يَنْزِل عَلَيْك وَعَلَيْنَا , وَيَجُوز أَنْ يَكُون لِلْعَهْدِ الْخَارِجِيّ إِشَارَة إِلَى قَوْلُهُ تَعَالَى ( وَسَلَام عَلَى عِبَاده الَّذِينَ اِصْطَفَى ) قَالَ : وَلَا شَكَّ أَنَّ هَذِهِ التَّقَادِير أَوْلَى مِنْ تَقْدِير النَّكِرَة. اِنْتَهَى. وَحَكَى صَاحِب الْإِقْلِيد عَنْ أَبِي حَامِد أَنَّ التَّنْكِير فِيهِ لِلتَّعْظِيمِ , وَهُوَ وَجْه مِنْ وُجُوه التَّرْجِيح لَا يَقْصُر عَنْ الْوُجُوه الْمُتَقَدِّمَة. وَقَالَ الْبَيْضَاوِيّ : عَلَّمَهُمْ أَنْ يُفْرِدُوهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالذِّكْرِ لِشَرَفِهِ وَمَزِيد حَقّه عَلَيْهِمْ , ثُمَّ عَلَّمَهُمْ أَنْ يُخَصِّصُوا أَنْفُسهمْ أَوَّلًا لِأَنَّ الِاهْتِمَام بِهَا أَهَمّ , ثُمَّ أَمَرَهُمْ بِتَعْمِيمِ السَّلَام عَلَى الصَّالِحِينَ إِعْلَامًا مِنْهُ بِأَنَّ الدُّعَاء لِلْمُؤْمِنِينَ يَنْبَغِي أَنْ يَكُون شَامِلًا لَهُمْ. وَقَالَ التُّورْبَشْتِيُّ : السَّلَام بِمَعْنَى السَّلَامَة كَالْمَقَامِ وَالْمَقَامَة , وَالسَّلَام مِنْ أَسْمَاء اللَّه تَعَالَى وُضِعَ الْمَصْدَر مَوْضِع الِاسْم مُبَالَغَة , وَالْمَعْنَى أَنَّهُ سَالِم مِنْ كُلّ عَيْب وَآفَة وَنَقْص وَفَسَاد , وَمَعْنَى قَوْلنَا السَّلَام عَلَيْك الدُّعَاء أَيْ سَلِمْت مِنْ الْمَكَارِه , وَقِيلَ مَعْنَاهُ اِسْم السَّلَام عَلَيْك كَأَنَّهُ تَبَرَّكَ عَلَيْهِ بِاسْمِ اللَّه تَعَالَى. فَإِنْ قِيلَ كَيْف شُرِعَ هَذَا اللَّفْظ وَهُوَ خِطَاب بَشَر مَعَ كَوْنه مَنْهِيًّا عَنْهُ فِي الصَّلَاة ؟ فَالْجَوَاب أَنَّ ذَلِكَ مِنْ خَصَائِصه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَإِنْ قِيلَ مَا الْحِكْمَة فِي الْعُدُول عَنْ الْغَيْبَة إِلَى الْخِطَاب فِي قَوْلُهُ عَلَيْك أَيّهَا النَّبِيّ مَعَ أَنَّ لَفْظ الْغَيْبَة هُوَ الَّذِي يَقْتَضِيه السِّيَاق كَأَنْ يَقُول السَّلَام عَلَى النَّبِيّ فَيَنْتَقِل مِنْ تَحِيَّة اللَّه إِلَى تَحِيَّة النَّبِيّ ثُمَّ إِلَى تَحِيَّة النَّفْس ثُمَّ إِلَى الصَّالِحِينَ , أَجَابَ الطِّيبِيُّ بِمَا مُحَصَّله : نَحْنُ نَتَّبِع لَفْظ الرَّسُول بِعَيْنِهِ الَّذِي كَانَ عَلَّمَهُ الصَّحَابَة. وَيَحْتَمِل أَنْ يُقَال عَلَى طَرِيق أَهْل الْعِرْفَان : إِنَّ الْمُصَلِّينَ لَمَّا اِسْتَفْتَحُوا بَاب الْمَلَكُوت بِالتَّحِيَّاتِ أُذِنَ لَهُمْ بِالدُّخُولِ فِي حَرِيم الْحَيّ الَّذِي لَا يَمُوت فَقَرَّتْ أَعْيُنهمْ بِالْمُنَاجَاةِ فَنُبِّهُوا عَلَى أَنَّ ذَلِكَ بِوَاسِطَةِ نَبِيّ الرَّحْمَة وَبَرَكَة مُتَابَعَته فَالْتَفَتُوا فَإِذَا الْحَبِيب فِي حَرَم الْحَبِيب حَاضِر فَأَقْبَلُوا عَلَيْهِ قَائِلِينَ : السَّلَام عَلَيْك أَيّهَا النَّبِيّ وَرَحْمَة اللَّه وَبَرَكَاته ا ه. وَقَدْ وَرَدَ فِي بَعْض طُرُق حَدِيث اِبْن مَسْعُود هَذَا مَا يَقْتَضِي الْمُغَايَرَة بَيْن زَمَانه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيُقَال بِلَفْظِ الْخِطَاب , وَأَمَّا بَعْده فَيُقَال بِلَفْظِ الْغَيْبَة , وَهُوَ مِمَّا يُخْدَش فِي وَجْه الِاحْتِمَال الْمَذْكُور , فَفِي الِاسْتِئْذَان مِنْ صَحِيح الْبُخَارِيّ مِنْ طَرِيق أَبِي مَعْمَر عَنْ اِبْنِ مَسْعُود بَعْد أَنْ سَاقَ حَدِيث التَّشَهُّد قَالَ \" وَهُوَ بَيْن ظَهْرَانِينَا , فَلَمَّا قُبِضَ قُلْنَا السَّلَام \" يَعْنِي عَلَى النَّبِيّ , كَذَا وَقَعَ فِي الْبُخَارِيّ , وَأَخْرَجَهُ أَبُو عَوَانَة فِي صَحِيحه وَالسَّرَّاج وَالْجَوْزَقِيّ وَأَبُو نُعَيْمٍ الْأَصْبَهَانِيّ وَالْبَيْهَقِيُّ مِنْ طُرُق مُتَعَدِّدَة إِلَى أَبِي نُعَيْمٍ شَيْخ الْبُخَارِيّ فِيهِ بِلَفْظِ \" فَلَمَّا قُبِضَ قُلْنَا السَّلَام عَلَى النَّبِيّ \" بِحَذْفِ لَفْظ يَعْنِي , وَكَذَلِكَ رَوَاهُ أَبُو بَكْر بْن أَبِي شَيْبَة عَنْ أَبِي نُعَيْمٍ , قَالَ السُّبْكِيُّ فِي شَرْح الْمِنْهَاج بَعْد أَنْ ذَكَرَ هَذِهِ الرِّوَايَة مِنْ عِنْد أَبِي عَوَانَة وَحْده : إِنْ صَحَّ هَذَا عَنْ الصَّحَابَة دَلَّ عَلَى أَنَّ الْخِطَاب فِي السَّلَام بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَيْر وَاجِب فَيُقَال السَّلَام عَلَى النَّبِيّ. قُلْتُ : قَدْ صَحَّ بِلَا رَيْب وَقَدْ وَجَدْت لَهُ مُتَابِعًا قَوِيًّا. قَالَ عَبْد الرَّزَّاق : \" أَخْبَرَنَا اِبْن جُرَيْجٍ أَخْبَرَنِي عَطَاء أَنَّ الصَّحَابَة كَانُوا يَقُولُونَ وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيّ : السَّلَام عَلَيْك أَيّهَا النَّبِيّ , فَلَمَّا مَاتَ قَالُوا : السَّلَام عَلَى النَّبِيّ \" وَهَذَا إِسْنَاد صَحِيح. وَأَمَّا مَا رَوَى سَعِيد بْن مَنْصُور مِنْ طَرِيق أَبِي عُبَيْدَة بْن عَبْد اللَّه بْن مَسْعُود عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَّمَهُمْ التَّشَهُّد فَذَكَرَهُ قَالَ فَقَالَ اِبْن عَبَّاسٍ : إِنَّمَا كُنَّا نَقُول السَّلَام عَلَيْك أَيّهَا النَّبِيّ إِذْ كَانَ حَيًّا , فَقَالَ اِبْن مَسْعُود : هَكَذَا عَلَّمَنَا وَهَكَذَا نُعَلِّمُ , فَظَاهِر أَنَّ اِبْن عَبَّاسٍ قَالَهُ بَحْثًا وَأَنَّ اِبْن مَسْعُود لَمْ يَرْجِع إِلَيْهِ , لَكِنَّ رِوَايَة أَبِي مَعْمَر أَصَحّ لِأَنَّ أَبَا عُبَيْدَة لَمْ يَسْمَع مِنْ أَبِيهِ وَالْإِسْنَاد إِلَيْهِ مَعَ ذَلِكَ ضَعِيف , فَإِنْ قِيلَ لِمَ عَدَلَ عَنْ الْوَصْف بِالرِّسَالَةِ إِلَى الْوَصْف بِالنُّبُوَّةِ مَعَ أَنَّ الْوَصْف بِالرِّسَالَةِ أَعَمّ فِي حَقّ الْبَشَر ؟ أَجَابَ بَعْضهمْ بِأَنَّ الْحِكْمَة فِي ذَلِكَ أَنْ يَجْمَع لَهُ الْوَصْفَيْنِ لِكَوْنِهِ وَصَفَهُ بِالرِّسَالَةِ فِي آخِر التَّشَهُّد وَإِنْ كَانَ الرَّسُول الْبَشَرِيّ يَسْتَلْزِم النُّبُوَّة , لَكِنَّ التَّصْرِيح بِهِمَا أَبْلَغ. قِيلَ وَالْحِكْمَة فِي تَقْدِيم الْوَصْف بِالنُّبُوَّةِ أَنَّهَا كَذَا وُجِدَتْ فِي الْخَارِج لِنُزُولِ قَوْلُهُ تَعَالَى ( اِقْرَأْ بِاسْمِ رَبِّك ) قَبْل قَوْلُهُ ( يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ ) وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْلُهُ : ( وَرَحْمَة اللَّه ) ‏ ‏أَيْ إِحْسَانه , ‏ ‏( وَبَرَكَاته ) ‏ ‏أَيْ زِيَادَته مِنْ كُلّ خَيْر. ‏ ‏قَوْلُهُ : ( السَّلَام عَلَيْنَا ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى اِسْتِحْبَاب الْبُدَاءَة بِالنَّفْسِ فِي الدُّعَاء وَفِي التِّرْمِذِيّ مُصَحَّحًا مِنْ حَدِيث أُبَيِّ بْن كَعْب \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا ذَكَرَ أَحَدًا فَدَعَا لَهُ بَدَأَ بِنَفْسِهِ \" وَأَصْله فِي مُسْلِم , وَمِنْهُ قَوْل نُوح وَإِبْرَاهِيم عَلَيْهِمَا السَّلَام كَمَا فِي التَّنْزِيل. ‏ ‏قَوْلُهُ : ( عِبَاد اللَّه الصَّالِحِينَ ) ‏ ‏الْأَشْهَر فِي تَفْسِير الصَّالِح أَنَّهُ الْقَائِم بِمَا يَجِب عَلَيْهِ مِنْ حُقُوق اللَّه وَحُقُوق عِبَاده وَتَتَفَاوَت دَرَجَاته , قَالَ التِّرْمِذِيّ الْحَكِيم : مَنْ أَرَادَ أَنْ يَحْظَى بِهَذَا السَّلَام الَّذِي يُسَلِّمهُ الْخَلْق فِي الصَّلَاة فَلْيَكُنْ عَبْدًا صَالِحًا وَإِلَّا حُرِمَ هَذَا الْفَضْل الْعَظِيم. وَقَالَ الْفَاكِهَانِيّ : يَنْبَغِي لِلْمُصَلِّي أَنْ يَسْتَحْضِر فِي هَذَا الْمَحَلّ جَمِيع الْأَنْبِيَاء وَالْمَلَائِكَة وَالْمُؤْمِنِينَ , يَعْنِي لِيَتَوَافَق لَفْظه مَعَ قَصْده. ‏ ‏قَوْلُهُ ( فَإِنَّكُمْ إِذَا قُلْتُمُوهَا ) ‏ ‏أَيْ \" وَعَلَى عِبَاد اللَّه الصَّالِحِينَ \" وَهُوَ كَلَام مُعْتَرِض بَيْن قَوْلُهُ الصَّالِحِينَ وَبَيْن قَوْلُهُ أَشْهَد إِلَخْ , وَإِنَّمَا قُدِّمَتْ لِلِاهْتِمَامِ بِهَا لِكَوْنِهِ أَنْكَرَ عَلَيْهِمْ عَدّ الْمَلَائِكَة وَاحِدًا وَاحِدًا وَلَا يُمْكِن اِسْتِيعَابهمْ لَهُمْ مَعَ ذَلِكَ , فَعَلَّمَهُمْ لَفْظًا يَشْمَل الْجَمِيع مَعَ غَيْر الْمَلَائِكَة مِنْ النَّبِيِّينَ وَالْمُرْسَلِينَ وَالصِّدِّيقِينَ وَغَيْرهمْ بِغَيْرِ مَشَقَّة , وَهَذَا مِنْ جَوَامِع الْكَلِم الَّتِي أُوتِيَهَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَإِلَى ذَلِكَ الْإِشَارَة بِقَوْلِ اِبْن مَسْعُود \" وَأَنَّ مُحَمَّدًا عَلَّمَ فَوَاتِح الْخَيْر وَخَوَاتِمه \" كَمَا تَقَدَّمَ. وَقَدْ وَرَدَ فِي بَعْض طُرُقه سِيَاق التَّشَهُّد مُتَوَالِيًا وَتَأْخِير الْكَلَام الْمَذْكُور بَعْد , وَهُوَ مِنْ تَصَرُّف الرُّوَاة , وَسَيَأْتِي فِي أَوَاخِر الصَّلَاة. ‏ ‏قَوْلُهُ : ( كُلّ عَبْد لِلَّهِ صَالِح ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّ الْجَمْع الْمُضَاف وَالْجَمْع الْمُحَلَّى بِالْأَلِفِ وَاللَّام يَعُمّ , لِقَوْلِهِ أَوَّلًا عِبَاد اللَّه الصَّالِحِينَ ثُمَّ قَالَ أَصَابَتْ كُلّ عَبْد صَالِح. وَقَالَ الْقُرْطُبِيّ : فِيهِ دَلِيل عَلَى أَنَّ جَمْع التَّكْسِير لِلْعُمُومِ , وَفِي هَذِهِ الْعِبَارَة نَظَر وَاسْتُدِلَّ بِهِ عَلَى أَنَّ لِلْعُمُومِ صِيغَة , قَالَ اِبْن دَقِيق الْعِيد : وَهُوَ مَقْطُوع بِهِ عِنْدنَا فِي لِسَان الْعَرَب وَتَصَرُّفَات أَلْفَاظ الْكِتَاب وَالسُّنَّة , قَالَ : وَالِاسْتِدْلَال بِهَذَا فَرْد مِنْ أَفْرَاد لَا تُحْصَى , لَا لِلِاقْتِصَارِ عَلَيْهِ. ‏ ‏قَوْلُهُ : ( فِي السَّمَاء وَالْأَرْض ) ‏ ‏فِي رِوَايَة مُسَدَّد عَنْ يَحْيَى \" أَوْ بَيْن السَّمَاء وَالْأَرْض \" وَالشَّكّ فِيهِ مِنْ مُسَدَّد , وَإِلَّا فَقَدْ رَوَاهُ غَيْره عَنْ يَحْيَى بِلَفْظِ \" مِنْ أَهْل السَّمَاء وَالْأَرْض \" وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ وَغَيْره. ‏ ‏قَوْلُهُ : ( أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه ) ‏ ‏زَادَ اِبْن أَبِي شَيْبَة مِنْ رِوَايَة أَبِي عُبَيْدَة عَنْ أَبِيهِ \" وَحْده لَا شَرِيك لَهُ \" وَسَنَده ضَعِيف , لَكِنْ ثَبَتَتْ هَذِهِ الزِّيَادَة فِي حَدِيث أَبِي مُوسَى عِنْد مُسْلِم وَفِي حَدِيث عَائِشَة الْمَوْقُوف فِي الْمُوَطَّأ. وَفِي حَدِيث اِبْن عُمَر عِنْد الدَّارَقُطْنِيِّ , إِلَّا أَنَّ سَنَده ضَعِيف. وَقَدْ رَوَى أَبُو دَاوُدَ مِنْ وَجْه آخَر صَحِيح عَنْ اِبْنِ عُمَر فِي التَّشَهُّد \" أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه \" قَالَ اِبْن عُمَر : زِدْت فِيهَا \" وَحْده لَا شَرِيك لَهُ \" وَهَذَا ظَاهِره الْوَقْف. ‏ ‏قَوْلُهُ : ( وَأَشْهَد أَنَّ مُحَمَّدًا عَبْده وَرَسُوله ) ‏ ‏لَمْ تَخْتَلِف الطُّرُق عَنْ اِبْنِ مَسْعُود فِي ذَلِكَ , وَكَذَا هُوَ فِي حَدِيث أَبِي مُوسَى وَابْن عُمَر وَعَائِشَة الْمَذْكُور وَجَابِر وَابْن الزُّبَيْر عِنْد الطَّحَاوِيّ وَغَيْره \" وَرَوَى عَبْد الرَّزَّاق عَنْ اِبْنِ جُرَيْجٍ عَنْ عَطَاء قَالَ \" بَيْنَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعَلِّم التَّشَهُّد إِذْ قَالَ رَجُل : وَأَشْهَد أَنَّ مُحَمَّدًا رَسُوله وَعَبْده , فَقَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام : لَقَدْ كُنْت عَبْدًا قَبْل أَنْ أَكُون رَسُولًا. قُلْ : عَبْده وَرَسُوله \" وَرِجَاله ثِقَات إِلَّا أَنَّهُ مُرْسَل , وَفِي حَدِيث اِبْن عَبَّاسٍ عِنْد مُسْلِم وَأَصْحَاب السُّنَن \" وَأَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه \" وَمِنْهُمْ مَنْ حَذَفَ \" وَأَشْهَد \" وَرَوَاهُ اِبْن مَاجَهْ بِلَفْظِ اِبْن مَسْعُود , قَالَ التِّرْمِذِيّ : حَدِيث اِبْن مَسْعُود رُوِيَ عَنْهُ مِنْ غَيْر وَجْه , وَهُوَ أَصَحّ حَدِيث رُوِيَ فِي التَّشَهُّد وَالْعَمَل عَلَيْهِ عِنْد أَكْثَر أَهْل الْعِلْم مِنْ الصَّحَابَة وَمَنْ بَعْدهمْ. قَالَ : وَذَهَبَ الشَّافِعِيّ إِلَى حَدِيث اِبْن عَبَّاسٍ فِي التَّشَهُّد , وَقَالَ الْبَزَّار لَمَّا سُئِلَ عَنْ أَصَحّ حَدِيث فِي التَّشَهُّد قَالَ : هُوَ عِنْدِي حَدِيث اِبْن مَسْعُود , وَرُوِيَ مِنْ نَيِّف وَعِشْرِينَ طَرِيقًا , ثُمَّ سَرَدَ أَكْثَرهَا وَقَالَ : لَا أَعْلَم فِي التَّشَهُّد أَثْبَت مِنْهُ وَلَا أَصَحّ أَسَانِيد وَلَا أَشْهَر رِجَالًا ا ه. وَلَا اِخْتِلَاف بَيْن أَهْل الْحَدِيث فِي ذَلِكَ , وَمِمَّنْ جَزَمَ بِذَلِكَ الْبَغَوِيُّ فِي شَرْح السُّنَّة , وَمِنْ رُجْحَانه أَنَّهُ مُتَّفَق عَلَيْهِ دُون غَيْره , وَأَنَّ الرُّوَاة عَنْهُ مِنْ الثِّقَات لَمْ يَخْتَلِفُوا فِي أَلْفَاظه بِخِلَافِ غَيْره , وَأَنَّهُ تَلَقَّاهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَلْقِينًا فَرَوَى الطَّحَاوِيُّ مِنْ طَرِيق الْأَسْوَد بْن يَزِيد عَنْهُ قَالَ \" أَخَذْت التَّشَهُّد مِنْ فِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَقَّنَنِيهِ كَلِمَة كَلِمَة \" وَقَدْ تَقَدَّمَ أَنَّ فِي رِوَايَة أَبِي مَعْمَر عَنْهُ \" عَلَّمَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ التَّشَهُّد وَكَفِّي بَيْن كَفَّيْهِ \" وَلِابْنِ أَبِي شَيْبَة وَغَيْره مِنْ رِوَايَة جَامِع بْن أَبِي رَاشِد عَنْ أَبِي وَائِل عَنْهُ قَالَ \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعَلِّمنَا التَّشَهُّد كَمَا يُعَلِّمنَا السُّورَة مِنْ الْقُرْآن \" وَقَدْ وَافَقَهُ عَلَى هَذَا اللَّفْظ أَبُو سَعِيد الْخُدْرِيُّ وَسَاقَهُ بِلَفْظِ اِبْن مَسْعُود أَخْرَجَهُ الطَّحَاوِيُّ , لَكِنْ هَذَا الْأَخِير ثَبَتَ مِثْله فِي حَدِيث اِبْن عَبَّاسٍ عِنْد مُسْلِم وَرُجِّحَ أَيْضًا بِثُبُوتِ الْوَاو فِي الصَّلَوَات وَالطَّيِّبَات , وَهِيَ تَقْتَضِي الْمُغَايَرَة بَيْن الْمَعْطُوف وَالْمَعْطُوف عَلَيْهِ فَتَكُون كُلّ جُمْلَة ثَنَاء مُسْتَقِلًّا , بِخِلَافِ مَا إِذَا حُذِفَتْ فَإِنَّهَا تَكُون صِفَة لِمَا قَبْلهَا , وَتَعَدُّد الثَّنَاء فِي الْأَوَّل صَرِيح فَيَكُون أَوْلَى , وَلَوْ قِيلَ إِنَّ الْوَاو مُقَدَّرَة فِي الثَّانِي , وَرُجِّحَ بِأَنَّهُ وَرَدَ بِصِيغَةِ الْأَمْر بِخِلَافِ غَيْره فَإِنَّهُ مُجَرَّد حِكَايَة. وَلِأَحْمَد مِنْ حَدِيث اِبْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَّمَهُ التَّشَهُّد وَأَمَرَهُ أَنْ يُعَلِّمهُ النَّاس , وَلَمْ يُنْقَل ذَلِكَ لِغَيْرِهِ , فَفِيهِ دَلِيل عَلَى مَزِيَّته. وَقَالَ الشَّافِعِيّ بَعْد أَنْ أَخْرَجَ حَدِيث اِبْن عَبَّاسٍ : رَوَيْت أَحَادِيث فِي التَّشَهُّد مُخْتَلِفَة , وَكَانَ هَذَا أَحَبّ إِلَيَّ لِأَنَّهُ أَكْمَلهَا. وَقَالَ فِي مَوْضِع آخَر , وَقَدْ سُئِلَ عَنْ اِخْتِيَاره تَشَهُّد اِبْن عَبَّاسٍ : لَمَّا رَأَيْته وَاسِعًا وَسَمِعْته عَنْ اِبْنِ عَبَّاسٍ صَحِيحًا كَانَ عِنْدِي أَجْمَع وَأَكْثَر لَفْظًا مِنْ غَيْره , وَأَخَذْت بِهِ غَيْر مُعَنِّف لِمَنْ يَأْخُذ بِغَيْرِهِ مِمَّا صَحَّ. وَرَجَّحَهُ بَعْضهمْ بِكَوْنِهِ مُنَاسِبًا لِلَفْظِ الْقُرْآن فِي قَوْلُهُ تَعَالَى ( تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً ) وَأَمَّا مَنْ رَجَّحَهُ بِكَوْنِ اِبْن عَبَّاسٍ مِنْ أَحْدَاث الصَّحَابَة فَيَكُون أَضْبَط لِمَا رَوَى , أَوْ بِأَنَّهُ أَفْقَه مَنْ رَوَاهُ , أَوْ بِكَوْنِ إِسْنَاد حَدِيثه حِجَازِيًّا وَإِسْنَاد اِبْن مَسْعُود كُوفِيًّا وَهُوَ مِمَّا يُرَجَّح بِهِ فَلَا طَائِل فِيهِ لِمَنْ أَنْصَفَ , نَعَمْ يُمْكِن أَنْ يُقَال إِنَّ الزِّيَادَة الَّتِي فِي حَدِيث اِبْن عَبَّاسٍ وَهِيَ \" الْمُبَارَكَات \" لَا تُنَافِي رِوَايَة اِبْن مَسْعُود , وَرُجِّحَ الْأَخْذ بِهَا لِكَوْنِ أَخْذه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ فِي الْأَخِير , وَقَدْ اِخْتَارَ مَالِك وَأَصْحَابه تَشَهُّد عُمَر لِكَوْنِهِ عَلَّمَهُ لِلنَّاسِ وَهُوَ عَلَى الْمِنْبَر وَلَمْ يُنْكِرُوهُ فَيَكُون إِجْمَاعًا , وَلَفْظه نَحْو حَدِيث اِبْن عَبَّاسٍ إِلَّا أَنَّهُ قَالَ \" الزَّاكِيَات \" بَدَل الْمُبَارَكَات وَكَأَنَّهُ بِالْمَعْنَى , لَكِنْ أَوْرَدَ عَلَى الشَّافِعِيّ زِيَادَة \" بِسْمِ اللَّه \" فِي أَوَّل التَّشَهُّد , وَوَقَعَ فِي رِوَايَة عُمَر الْمَذْكُورَة لَكِنْ مِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ لَا مِنْ طَرِيق الزُّهْرِيِّ عَنْ عُرْوَة الَّتِي أَخْرَجَهَا مَالِك أَخْرَجَهُ عَبْد الرَّزَّاق وَسَعِيد بْن مَنْصُور وَغَيْرهمَا وَصَحَّحَهُ الْحَاكِم مَعَ كَوْنه مَوْقُوفًا , وَثَبَتَ فِي الْمُوَطَّأ أَيْضًا عَنْ اِبْنِ عُمَر مَوْقُوفًا وَوَقَعَ أَيْضًا فِي حَدِيث جَابِر الْمَرْفُوع تَفَرَّدَ بِهِ أَيْمَن بْن نَابِل بِالنُّونِ ثُمَّ الْمُوَحَّدَة عَنْ أَبِي الزُّبَيْر عَنْهُ , وَحَكَمَ الْحُفَّاظ - الْبُخَارِيّ وَغَيْره - عَلَى أَنَّهُ أَخْطَأَ فِي إِسْنَاده وَأَنَّ الصَّوَاب رِوَايَة أَبِي الزُّبَيْر عَنْ طَاوُسٍ وَغَيْره عَنْ اِبْنِ عَبَّاسٍ. وَفِي الْجُمْلَة لَمْ تَصِحّ هَذِهِ الزِّيَادَة. وَقَدْ تَرْجَمَ الْبَيْهَقِيُّ عَلَيْهَا \" مَنْ اِسْتَحَبَّ أَوْ أَبَاحَ التَّسْمِيَة قَبْل التَّحِيَّة \" وَهُوَ وَجْه لِبَعْضِ الشَّافِعِيَّة وَضُعِّفَ , وَيَدُلّ عَلَى عَدَم اِعْتِبَارهَا أَنَّهُ ثَبَتَ فِي حَدِيث أَبِي مُوسَى الْمَرْفُوع فِي التَّشَهُّد وَغَيْره \" فَإِذَا قَعَدَ أَحَدكُمْ فَلْيَكُنْ أَوَّل قَوْلُهُ التَّحِيَّات لِلَّهِ \" الْحَدِيث. كَذَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَةَ بِسَنَدِهِ , وَأَخْرَجَ مُسْلِم مِنْ طَرِيق عَبْد الرَّزَّاق هَذِهِ , وَقَدْ أَنْكَرَ اِبْن مَسْعُود وَابْن عَبَّاسٍ وَغَيْرهمَا عَلَى مَنْ زَادَهَا أَخْرَجَهُ الْبَيْهَقِيُّ وَغَيْره. ثُمَّ إِنَّ هَذَا الِاخْتِلَاف إِنَّمَا هُوَ فِي الْأَفْضَل وَكَلَام الشَّافِعِيّ الْمُتَقَدِّم يَدُلّ عَلَى ذَلِكَ , وَنَقَلَ جَمَاعَة مِنْ الْعُلَمَاء الِاتِّفَاق عَلَى جَوَاز التَّشَهُّد بِكُلِّ مَا ثَبَتَ , لَكِنَّ كَلَام الطَّحَاوِيّ يُشْعِر بِأَنَّ بَعْض الْعُلَمَاء يَقُول بِوُجُوبِ التَّشَهُّد الْمَرْوِيّ عَنْ عُمَر , وَذَهَبَ جَمَاعَة مِنْ مُحَدِّثِي الشَّافِعِيَّة كَابْنِ الْمُنْذِرِ إِلَى اِخْتِيَار تَشَهُّد اِبْن مَسْعُود , وَذَهَبَ بَعْضهمْ كَابْنِ خُزَيْمَةَ إِلَى عَدَم التَّرْجِيح , وَقَدْ تَقَدَّمَ الْكَلَام عَنْ الْمَالِكِيَّة أَنَّ التَّشَهُّد مُطْلَقًا غَيْر وَاجِب , وَالْمَعْرُوف عِنْد الْحَنَفِيَّة أَنَّهُ وَاجِب لَا فَرْض , بِخِلَافِ مَا يُوجَد عَنْهُمْ فِي كُتُب مُخَالِفِيهِمْ. وَقَالَ الشَّافِعِيّ : هُوَ فَرْض , لَكِنْ قَالَ : لَوْ لَمْ يَزِدْ رَجُل عَلَى قَوْلُهُ \" التَّحِيَّات لِلَّهِ سَلَام عَلَيْك أَيّهَا النَّبِيّ إِلَخْ \" كَرِهْت ذَلِكَ لَهُ وَلَمْ أَرَ عَلَيْهِ إِعَادَة , هَذَا لَفْظه فِي الْأُمّ. وَقَالَ صَاحِب الرَّوْضَة تَبَعًا لِأَصْلِهِ : وَأَمَّا أَقَلّ التَّشَهُّد فَنَصَّ الشَّافِعِيّ وَأَكْثَر الْأَصْحَاب إِلَى أَنَّهُ.. فَذَكَرَهُ , لَكِنَّهُ قَالَ \" وَأَنَّ مُحَمَّدًا رَسُول اللَّه \" قَالَ : وَنَقَلَهُ اِبْن كَجّ وَالصَّيْدَلَانِيّ فَقَالَا \" وَأَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه \" لَكِنْ أَسْقَطَا \" وَبَرَكَاته \" ا ه. وَقَدْ اُسْتُشْكِلَ جَوَاز حَذْف \" الصَّلَوَات \" مَعَ ثُبُوتهَا فِي جَمِيع الرِّوَايَات الصَّحِيحَة وَكَذَلِكَ \" الطَّيِّبَات \" مَعَ جَزْم جَمَاعَة مِنْ الشَّافِعِيَّة بِأَنَّ الْمُقْتَصَر عَلَيْهِ هُوَ الثَّابِت فِي جَمِيع الرِّوَايَات , وَمِنْهُمْ مَنْ وَجَّهَ الْحَذْف بِكَوْنِهِمَا صِفَتَيْنِ كَمَا هُوَ الظَّاهِر مِنْ سِيَاق اِبْن عَبَّاسٍ , لَكِنْ يُعَكِّر عَلَى هَذَا مَا تَقَدَّمَ مِنْ الْبَحْث فِي ثُبُوت الْعَطْف فِيهِمَا فِي سِيَاق غَيْره وَهُوَ يَقْتَضِي الْمُغَايَرَة. ‏ ‏( فَائِدَة ) : ‏ ‏قَالَ الْقَفَّال فِي فَتَاوِيه : تَرْك الصَّلَاة يَضُرّ بِجَمِيعِ الْمُسْلِمِينَ لِأَنَّ الْمُصَلِّي يَقُول : اللَّهُمَّ اِغْفِرْ لِي وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَات , وَلَا بُدّ أَنْ يَقُول فِي التَّشَهُّد \" السَّلَام عَلَيْنَا وَعَلَى عِبَاد اللَّه الصَّالِحِينَ \" فَيَكُون مُقَصِّرًا بِخِدْمَةِ اللَّه وَفِي حَقّ رَسُوله وَفِي حَقّ نَفْسه وَفِي حَقّ كَافَّة الْمُسْلِمِينَ , وَلِذَلِكَ عُظِّمَتْ الْمَعْصِيَة بِتَرْكِهَا. وَاسْتَنْبَطَ مِنْهُ السُّبْكِيُّ أَنَّ فِي الصَّلَاة حَقًّا لِلْعِبَادِ مَعَ حَقّ اللَّه , وَأَنَّ مَنْ تَرَكَهَا أَخَلَّ بِحَقِّ جَمِيع الْمُؤْمِنِينَ مَنْ مَضَى وَمَنْ يَجِيء إِلَى يَوْم الْقِيَامَة لِوُجُوبِ قَوْله فِيهَا \" السَّلَام عَلَيْنَا وَعَلَى عِبَاد اللَّه الصَّالِحِينَ \". ‏ ‏( تَنْبِيهٌ ) : ‏ ‏ذَكَرَ خَلَف فِي الْأَطْرَاف أَنَّ فِي بَعْض النُّسَخ مِنْ صَحِيح الْبُخَارِيّ عَقِبَ حَدِيث الْبَاب فِي التَّشَهُّد عَنْ أَبِي نُعَيْمٍ \" حَدَّثَنَا قَبِيصَة حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش وَمَنْصُور وَحَمَّاد عَنْ أَبِي وَائِل \" وَبِذَلِكَ جَزَمَ أَبُو نُعَيْمٍ فِي مُسْتَخْرَجه فَأَخْرَجَهُ مِنْ طَرِيق أَبِي نُعَيْمٍ عَنْ الْأَعْمَش بِهِ. وَمِنْ طَرِيق عَبْد الرَّزَّاق عَنْ سُفْيَان بِهِ , ثُمَّ أَخْرَجَهُ مِنْ طَرِيق أَبِي نُعَيْمٍ عَنْ يُوسُف بْن سُلَيْمَان وَقَالَ : أَخْرَجَهُ الْبُخَارِيّ عَنْ أَبِي نُعَيْمٍ فِيمَا أَرَى ا ه. وَبِذَلِكَ جَزَمَ الْمِزِّيُّ فِي الْأَطْرَاف , وَلَمْ أَرَهُ فِي شَيْء مِنْ الرِّوَايَات الَّتِي اِتَّصَلَتْ لَنَا هُنَا لَا عَنْ قَبِيصَة وَلَا عَنْ أَبِي نُعَيْمٍ عَنْ سَيْف , نَعَمْ هُوَ فِي الِاسْتِئْذَان عَنْ أَبِي نُعَيْمٍ. بِهَذَا الْإِسْنَاد , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1203",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ التَّسْبِيحُ لِلرِّجَالِ وَالتَّصْفِيقُ لِلنِّسَاءِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The saying 'Sub Han Allah' is for men and clapping is for women.\" (If something \nhappens in the prayer, the men can invite the attention of the Imam by saying \"Sub Han Allah\". And \nwomen, by clapping their hands).",
    "explication": "‏ ‏قَوْله : ( حَفِظْنَاهُ مِنْ الزُّهْرِيِّ أَيُّمَا حِفْظٍ ) ‏ ‏بِرَفْعِ أَيّ وَمَا زَائِدَةٌ وَهُوَ مُبْتَدَأ وَخَبَره مَحْذُوفٌ تَقْدِيره حِفْظ وَمِنْ الزُّهْرِيِّ مُتَعَلِّقٌ بِحَفِظْنَاهُ , وَرُوِيَ بِنَصْبِ أَيّمَا عَلَى أَنَّهُ مَفْعُول مُطْلَق لِحَفِظَ الْمُقَدَّرِ. ‏ ‏قَوْله : ( مَنْ صَامَ رَمَضَان ) ‏ ‏تَقَدَّمَ فِي الْبَاب قَبْلَهُ مِنْ رِوَايَة مَالِكٍ عَنْ الزُّهْرِيِّ بِسَنَدِهِ بِلَفْظِ \" قَامَ \" بَدَلَ صَامَ , وَتَقَدَّمَ الْكَلَامُ عَلَيْهِ , وَزَادَ اِبْن عُيَيْنَةَ فِي رِوَايَته هُنَا \" وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِلَخْ \". ‏ ‏قَوْله : ( تَابَعَهُ سُلَيْمَان بْن كَثِير عَنْ الزُّهْرِيِّ ) ‏ ‏وَصَلَهُ الذُّهْلِيُّ فِي \" الزَّهْرِيَّاتِ \" وَقَدْ تَقَدَّمَ شَرْحُهُ فِي الْبَابِ قَبْلَهُ , وَسَنَذْكُرُ بَقِيَّةَ الْكَلَامِ عَلَى لَيْلَةِ الْقَدْرِ قَرِيبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1204",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا يَحْيَى، أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ التَّسْبِيحُ لِلرِّجَالِ وَالتَّصْفِيحُ لِلنِّسَاءِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The saying 'Sub Han Allah' is for men and clapping is for women.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اِبْن مُوسَى كَمَا صَرَّحَ بِهِ اِبْن السَّكَن وَسُفْيَان هُوَ الثَّوْرِيّ. ‏ ‏قَوْله ( قَالَ الرَّجُل : تَزَوَّجْ وَلَوْ بِخَاتَمٍ مِنْ حَدِيد ) ‏ ‏هَذَا مُخْتَصَر مِنْ الْحَدِيث الطَّوِيل الَّذِي قَبْله , وَقَدْ ذَكَرْت مَنْ سَاقه عَنْ الثَّوْرِيّ مُطَوَّلًا وَهُوَ عَبْد الرَّزَّاق , لَكِنَّهُ قَرَنَهُ فِي رِوَايَته بِمَعْمَرٍ , وَأَخْرَجَهُ اِبْن مَاجَهْ مِنْ رِوَايَة سُفْيَان الثَّوْرِيّ أَتَمَّ مِمَّا هُنَا , وَقَدْ ذَكَرْت مَا فِي رِوَايَته مِنْ فَائِدَة زَائِده فِي الْحَدِيث الَّذِي قَبْله , وَتَقَدَّمَ مِنْ الْكَلَام فِيهِ مَا يُغْنِي عَنْ إِعَادَته , وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1205",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ يُونُسُ قَالَ الزُّهْرِيُّ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ الْمُسْلِمِينَ، بَيْنَا هُمْ فِي الْفَجْرِ يَوْمَ الاِثْنَيْنِ، وَأَبُو بَكْرٍ ـ رضى الله عنه ـ يُصَلِّي بِهِمْ فَفَجَأَهُمُ النَّبِيُّ صلى الله عليه وسلم قَدْ كَشَفَ سِتْرَ حُجْرَةِ عَائِشَةَ ـ رضى الله عنها ـ فَنَظَرَ إِلَيْهِمْ، وَهُمْ صُفُوفٌ، فَتَبَسَّمَ يَضْحَكُ، فَنَكَصَ أَبُو بَكْرٍ ـ رضى الله عنه ـ عَلَى عَقِبَيْهِ، وَظَنَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يُرِيدُ أَنْ يَخْرُجَ إِلَى الصَّلاَةِ، وَهَمَّ الْمُسْلِمُونَ أَنْ يَفْتَتِنُوا فِي صَلاَتِهِمْ فَرَحًا بِالنَّبِيِّ صلى الله عليه وسلم حِينَ رَأَوْهُ، فَأَشَارَ بِيَدِهِ أَنْ أَتِمُّوا، ثُمَّ دَخَلَ الْحُجْرَةَ وَأَرْخَى السِّتْرَ، وَتُوُفِّيَ ذَلِكَ الْيَوْمَ‏.‏",
    "english_text": "While Abu Bakr was leading the people in the morning prayer on a \n     Monday, the Prophet (ﷺ) came towards them suddenly having lifted the \n     curtain of 'Aisha's house, and looked at them as they were standing in\n     rows and smiled. Abu Bakr tried to come back thinking that Allah's \n     Apostle wanted to come out for the prayer. The attention of the \n     Muslims was diverted from the prayer because they were delighted to \n     see the Prophet. The Prophet (ﷺ) waved his hand to them to complete their \n     prayer, then he went back into the room and let down the curtain. The \n     Prophet expired on that very day.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا بِشْر بْن مُحَمَّد ) ‏ ‏هُوَ اَلْمَرْوَزِيّ , وَعَبْد اَللَّه هُوَ اِبْنُ اَلْمُبَارَك , وَيُونُسُ هُوَ اِبْن زَيْد. ‏ ‏قَوْله : ( قَالَ يُونُس قَالَ اَلزُّهْرِيّ ) ‏ ‏أَيْ قَالَ قَالَ يُونُس وَهِيَ تُحْذَفُ خَطًّا فِي اَلِاصْطِلَاحِ لَا نُطْقًا. ‏ ‏قَوْله : ( فَفَجِأَهُمْ ) ‏ ‏قَالَ اِبْن اَلتِّينِ : كَذَا وَقَعَ فِي اَلْأَصْلِ بِالْأَلِفِ وَحَقّه أَنْ يُكْتَبَ بِالْيَاء لِأَنَّ عَيْنَهُ مَكْسُورَة كَوَطِئَهُمْ اِنْتَهَى , وَبَقِيَّة فَوَائِدِ اَلْمَتْنِ تَقَدَّمَتْ فِي \" بَابِ أَهْلِ اَلْعِلْمِ وَالْفَضْل أَحَقّ بِالْإِمَامَةِ \" مِنْ أَبْوَابِ اَلْإِمَامَةِ , وَيَأْتِي اَلْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي أَوَاخِر اَلْمَغَازِي إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1206",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ نَادَتِ امْرَأَةٌ ابْنَهَا، وَهْوَ فِي صَوْمَعَةٍ قَالَتْ يَا جُرَيْجُ‏.‏ قَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي‏.‏ قَالَتْ يَا جُرَيْجُ‏.‏ قَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي‏.‏ قَالَتْ يَا جُرَيْجُ‏.‏ قَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي‏.‏ قَالَتِ اللَّهُمَّ لاَ يَمُوتُ جُرَيْجٌ حَتَّى يَنْظُرَ فِي وَجْهِ الْمَيَامِيسِ‏.‏ وَكَانَتْ تَأْوِي إِلَى صَوْمَعَتِهِ رَاعِيَةٌ تَرْعَى الْغَنَمَ فَوَلَدَتْ فَقِيلَ لَهَا مِمَّنْ هَذَا الْوَلَدُ قَالَتْ مِنْ جُرَيْجٍ نَزَلَ مِنْ صَوْمَعَتِهِ‏.‏ قَالَ جُرَيْجٌ أَيْنَ هَذِهِ الَّتِي تَزْعُمُ أَنَّ وَلَدَهَا لِي قَالَ يَا بَابُوسُ مَنْ أَبُوكَ قَالَ رَاعِي الْغَنَمِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"A woman called her son while he was in his \n     hermitage and said, 'O Juraij' He said, 'O Allah, my mother (is \n     calling me) and (I am offering) my prayer (what shall I do)?' She \n     again said, 'O Juraij!' He said again, 'O Allah ! My mother (is \n     calling me) and (I am offering) my prayer (what shall I do)?' She \n     again said, 'O Juraij' He again said, 'O Allah! My mother (is calling \n     me) and (I am offering) my prayer. (What shall I do?)' She said, 'O \n     Allah! Do not let Juraij die till he sees the faces of prostitutes.' A\n     shepherdess used to come by his hermitage for grazing her sheep and \n     she gave birth to a child. She was asked whose child that was, and she\n     replied that it was from Juraij and that he had come out from his \n     hermitage. Juraij said, 'Where is that woman who claims that her child\n     is from me?' (When she was brought to him along with the child), \n     Juraij asked the child, 'O Babus, who is your father?' The child \n     replied, 'The shepherd.' \" (See Hadith No 662. Vol 3).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1207",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ حَدَّثَنِي مُعَيْقِيبٌ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي الرَّجُلِ يُسَوِّي التُّرَابَ حَيْثُ يَسْجُدُ قَالَ ‏\n\"‏ إِنْ كُنْتَ فَاعِلاً فَوَاحِدَةً ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) talked about a man leveling the earth on prostrating, and said, \"If you have to do so, then \ndo it once.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا شَيْبَانُ ) ‏ ‏هُوَ اِبْن عَبْد اَلرَّحْمَن , وَيَحْيَى هُوَ اِبْن أَبِي كَثِير. ‏ ‏قَوْله : ( عَنْ أَبِي سَلَمَةِ ) ‏ ‏هُوَ اِبْن عَبْد اَلرَّحْمَن , وَفِي رِوَايَةِ اَلتِّرْمِذِيّ مِنْ طَرِيقِ اَلْأَوْزَاعِيّ عَنْ يَحْيَى \" حَدَّثَنِي أَبُو سَلَمَة \" وَمُعَيْقِيب بِالْمُهْمَلَةِ وَبِالْقَاف وَآخِره مُوَحَّدَة مُصَغَّر هُوَ اِبْن أَبِي فَاطِمَة الدَّوْسِيّ حَلِيف بَنِي عَبْد شَمْس , كَانَ مِنْ اَلسَّابِقِينَ اَلْأَوَّلِينَ , وَلَيْسَ لَهُ فِي اَلْبُخَارِيِّ إِلَّا هَذَا اَلْحَدِيث اَلْوَاحِد. ‏ ‏قَوْله : ( فِي اَلرَّجُلِ ) ‏ ‏أَيْ حُكْم اَلرَّجُل , وَذُكِرَ لِلْغَالِبِ وَإِلَّا فَالْحُكْم جَارٍ فِي جَمِيعِ اَلْمُكَلَّفِينَ. وَحَكَى اَلنَّوَوِيّ اِتِّفَاق اَلْعُلَمَاءِ عَلَى كَرَاهَةِ مَسْح اَلْحَصَى وَغَيْره فِي اَلصَّلَاةِ , وَفِيهِ نَظَرٌ فَقَدْ حَكَى اَلْخَطَّابِيّ فِي \" اَلْمَعَالِمِ \" عَنْ مَالِكٍ أَنَّهُ لَمْ يَرَ بِهِ بَأْسًا وَكَانَ يَفْعَلُهُ فَكَأَنَّهُ لَمْ يَبْلُغْهُ اَلْخَبَرُ , وَأَفْرَطَ بَعْضُ أَهْل اَلظَّاهِر فَقَالَ : إِنَّهُ حَرَامٌ إِذَا زَادَ عَلَى وَاحِدَةٍ لِظَاهِرِ اَلنَّهْيِ , وَلَمْ يُفَرِّقْ بَيْنَ مَا إِذَا تَوَالَى أَوْ لَا , مَعَ أَنَّهُ لَمْ يَقُلْ بِوُجُوبِ اَلْخُشُوعِ , وَاَلَّذِي يَظْهَرُ أَنَّ عِلَّة كَرَاهِيَته اَلْمُحَافَظَة عَلَى اَلْخُشُوعِ , أَوْ لِئَلَّا يَكْثُرَ اَلْعَمَلُ فِي اَلصَّلَاةِ , لَكِنَّ حَدِيثَ أَبِي ذَرٍّ اَلْمُتَقَدِّمَ يَدُلُّ عَلَى أَنَّ اَلْعِلَّةَ فِيهِ أَنْ يَجْعَلَ بَيْنَهُ وَبَيْنَ اَلرَّحْمَةِ اَلَّتِي تُوَاجِهُهُ حَائِلًا. وَرَوَى اِبْن أَبِي شَيْبَة عَنْ أَبِي صَالِح اَلسَّمَّان قَالَ \" إِذَا سَجَدْت فَلَا تَمْسَحِ اَلْحَصَى , فَإِنَّ كُلَّ حَصَاةٍ تُحِبُّ أَنْ يُسْجَدَ عَلَيْهَا \" فَهَذَا تَعْلِيل آخَر وَاَللَّه أَعْلَمُ. ‏ ‏قَوْله : ( حَيْثُ يَسْجُدُ ) ‏ ‏أَيْ مَكَانَ اَلسُّجُودِ , وَهَلْ يَتَنَاوَلُ اَلْعُضْو اَلسَّاجِد ؟ لَا يَبْعُدُ ذَلِكَ. وَقَدْ رَوَى اِبْن أَبِي شَيْبَة عَنْ أَبِي اَلدَّرْدَاءِ قَالَ \" مَا أُحِبّ أَنَّ لِي حُمْر اَلنَّعَم وَأَنِّي مَسَحْت مَكَان جَبِينِي مِنْ اَلْحَصَى \" وَقَالَ عِيَاض : كَرِهَ اَلسَّلَف مَسْح اَلْجَبْهَةِ فِي اَلصَّلَاةِ قَبْلَ اَلِانْصِرَافِ. قُلْت : وَقَدْ تَقَدَّمَ فِي أَوَاخِر صِفَة اَلصَّلَاة حِكَايَة اِسْتِدْلَال اَلْحُمَيْدِيّ لِذَلِكَ بِحَدِيث أَبِي سَعِيد فِي رُؤْيَتِهِ اَلْمَاء وَالطِّين فِي جَبْهَةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ أَنْ اِنْصَرَفَ مِنْ صَلَاةِ اَلصُّبْحِ. ‏ ‏قَوْله : ( فَوَاحِدَة ) ‏ ‏بِالنَّصْبِ عَلَى إِضْمَارِ فِعْلٍ أَيْ فَامْسَحْ وَاحِدَة , أَوْ عَلَى اَلنَّعْتِ لِمَصْدَرٍ مَحْذُوفٍ , وَيَجُوزُ اَلرَّفْعُ عَلَى إِضْمَارِ اَلْخَبَرِ أَيْ فَوَاحِدَة تَكْفِي , أَوْ إِضْمَار اَلْمُبْتَدَإِ أَيْ فَالْمَشْرُوع وَاحِدَة. وَوَقَعَ فِي رِوَايَةِ اَلتِّرْمِذِيّ \" إِنْ كُنْت فَاعِلًا فَمَرَّة وَاحِدَة \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1208",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، حَدَّثَنَا غَالِبٌ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كُنَّا نُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم فِي شِدَّةِ الْحَرِّ، فَإِذَا لَمْ يَسْتَطِعْ أَحَدُنَا أَنْ يُمَكِّنَ وَجْهَهُ مِنَ الأَرْضِ بَسَطَ ثَوْبَهُ فَسَجَدَ عَلَيْهِ‏.‏",
    "english_text": "We used to pray with the Prophet (ﷺ) in scorching heat, and if someone of us could not put his face on the \nearth (because of the heat) then he would spread his clothes and prostrate over them.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا بِشْرٌ ) ‏ ‏هُوَ اِبْن اَلْمُفَضَّل , وَغَالِب هُوَ اَلْقَطَّان كَمَا وَقَعَ فِي رِوَايَةِ أَبِي ذَرٍّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1209",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كُنْتُ أَمُدُّ رِجْلِي فِي قِبْلَةِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ يُصَلِّي، فَإِذَا سَجَدَ غَمَزَنِي فَرَفَعْتُهَا، فَإِذَا قَامَ مَدَدْتُهَا‏.‏",
    "english_text": "I used to stretch my legs towards the Qibla of the Prophet (ﷺ) while he was praying; whenever he \nprostrated he touched me, and I would withdraw my legs, and whenever he stood up, I would restretch \nmy legs.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس , وَالْإِسْنَادُ كُلّه مَدَنِيُّونَ. ‏ ‏قَوْله : ( كُنْت أَنَام بَيْن يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرِجْلَايَ فِي قِبْلَته ) ‏ ‏أَيْ فِي مَكَان سُجُوده , وَيَتَبَيَّن ذَلِكَ مِنْ الرِّوَايَة الَّتِي بَعْد هَذِهِ. ‏ ‏قَوْله : ( فَقَبَضْت رِجْلَيْ ) ‏ ‏كَذَا بِالتَّثْنِيَةِ لِلْأَكْثَرِ , وَكَذَا فِي قَوْلهَا \" بَسَطْتهمَا \" وَلِلْمُسْتَمْلِي وَالْحَمَوِيّ \" رِجْلِي \" بِالْإِفْرَادِ , وَكَذَا \" بَسَطْتهَا \" وَقَدْ اُسْتُدِلَّ بِقَوْلِهَا \" غَمَزَنِي \" عَلَى أَنَّ لَمْسَ الْمَرْأَة لَا يَنْقُض الْوُضُوء , وَتُعُقِّبَ بِاحْتِمَالِ الْحَائِل , أَوْ بِالْخُصُوصِيَّةِ , وَعَلَى أَنَّ الْمَرْأَة لَا تَقْطَع الصَّلَاة , وَسَيَأْتِي مَعَ بَقِيَّة مَبَاحِثه فِي أَبْوَاب السُّتْرَة إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْلهَا \" وَالْبُيُوت يَوْمَئِذٍ لَيْسَ فِيهَا مَصَابِيح \" كَأَنَّهَا أَرَادَتْ بِهِ الِاعْتِذَار عَنْ نَوْمهَا عَلَى تِلْكَ الصِّفَة , قَالَ اِبْن بَطَّالٍ : وَفِيهِ إِشْعَارٌ بِأَنَّهُمْ صَارُوا بَعْد ذَلِكَ يَسْتَصْبِحُونَ. وَمُنَاسَبَة هَذَا الْحَدِيث لِلتَّرْجَمَةِ مِنْ قَوْلهَا \" كُنْت أَنَام \" وَقَدْ صَرَّحَتْ فِي الْحَدِيث الَّذِي يَلِيه بِأَنَّ ذَلِكَ كَانَ عَلَى فِرَاش أَهْله. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1210",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى صَلاَةً قَالَ ‏\"‏ إِنَّ الشَّيْطَانَ عَرَضَ لِي، فَشَدَّ عَلَىَّ لِيَقْطَعَ الصَّلاَةَ عَلَىَّ، فَأَمْكَنَنِي اللَّهُ مِنْهُ، فَذَعَتُّهُ، وَلَقَدْ هَمَمْتُ أَنْ أُوثِقَهُ إِلَى سَارِيَةٍ حَتَّى تُصْبِحُوا فَتَنْظُرُوا إِلَيْهِ فَذَكَرْتُ قَوْلَ سُلَيْمَانَ ـ عَلَيْهِ السَّلاَمُ ـ رَبِّ هَبْ لِي مُلْكًا لاَ يَنْبَغِي لأَحَدٍ مِنْ بَعْدِي‏.‏ فَرَدَّهُ اللَّهُ خَاسِيًا ‏\"‏‏.‏ ثُمَّ قَالَ النَّضْرُ بْنُ شُمَيْلٍ فَذَعَتُّهُ بِالذَّالِ أَىْ خَنَقْتُهُ وَفَدَعَّتُّهُ مِنْ قَوْلِ اللَّهِ ‏{‏يَوْمَ يُدَعُّونَ‏}‏ أَىْ يُدْفَعُونَ وَالصَّوَابُ، فَدَعَتُّهُ إِلاَّ أَنَّهُ كَذَا قَالَ بِتَشْدِيدِ الْعَيْنِ وَالتَّاءِ‏.‏",
    "english_text": "The Prophet (ﷺ) once offered the prayer and said, \"Satan came in front of me and tried to interrupt my \nprayer, but Allah gave me an upper hand on him and I choked him. No doubt, I thought of tying him \nto one of the pillars of the mosque till you get up in the morning and see him. Then I remembered the \nstatement of Prophet Solomon, 'My Lord ! Bestow on me a kingdom such as shall not belong to any \nother after me.' Then Allah made him (Satan) return with his head down (humiliated).\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مَحْمُود ) ‏ ‏هُوَ اِبْنُ غَيْلَان , وَشَبَابَة بِمُعْجَمَةٍ وَمُوَحَّدَتَيْنِ اَلْأُولَى خَفِيفَة. ‏ ‏قَوْله : ( إِنَّ اَلشَّيْطَانَ عَرَضَ ) ‏ ‏تَقَدَّمَ فِي \" بَاب رَبْط اَلْغَرِيمِ فِي اَلْمَسْجِدِ \" مِنْ أَبْوَابِ اَلْمَسَاجِدِ مِنْ وَجْهٍ آخَرَ عَنْ شُعْبَة بِلَفْظ \" إِنَّ عِفْرِيتًا مِنْ اَلْجِنِّ تَفَلَّتَ عَلَيَّ \" وَهُوَ ظَاهِرٌ فِي أَنَّ اَلْمُرَادَ بِالشَّيْطَانِ فِي هَذِهِ اَلرِّوَايَةِ غَيْر إِبْلِيسَ كَبِيرِ اَلشَّيَاطِينِ. ‏ ‏قَوْله : ( فَشَدَّ عَلَيَّ ) ‏ ‏بِالْمُعْجَمَةِ أَيْ حَمَلَ. ‏ ‏قَوْله : ( لِيَقْطَع ) ‏ ‏فِي رِوَايَة اَلْحَمَوِيّ وَالْمُسْتَمْلِي بِحَذْفِ اَللَّامِ. ‏ ‏قَوْله : ( فَذَعَتُّهُ ) ‏ ‏يَأْتِي ضَبْطه بَعْد. ‏ ‏قَوْله : ( فَتَنْظُرُوا ) ‏ ‏فِي رِوَايَة اَلْحَمَوِيّ وَالْمُسْتَمْلِي \" أَوْ تَنْظُرُوا إِلَيْهِ \" بِالشَّكِّ وَقَدْ تَقَدَّمَ بَعْض الْكَلَام عَلَى هَذَا اَلْحَدِيثِ فِي اَلْبَابِ اَلْمَذْكُورِ وَيَأْتِي اَلْكَلَام عَلَى بَقِيَّتِهِ فِي أَوَّلِ بَدْءِ اَلْخَلْقِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏قَوْله : ( قَالَ النَّضْر بْن شُمَيْل فَذَعَتُّهُ بِالذَّالِ ) ‏ ‏يَعْنِي اَلْمُعْجَمَة وَتَخْفِيف اَلْعَيْن اَلْمُهْمَلَة ( أَيْ خَنَقْته , وَأَمَّا فَدَعَّتُّهُ بِالْمُهْمَلَةِ وَتَشْدِيد اَلْعَيْنِ فَمِنْ قَوْله تَعَالَى ( يَوْم يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ ) أَيْ يُدْفَعُونَ وَالصَّوَاب اَلْأَوَّل , إِلَّا أَنَّهُ - يَعْنِي شُعْبَة - كَذَا قَالَهُ بِتَشْدِيدِ اَلْعَيْنِ اِنْتَهَى. وَهَذَا اَلْكَلَامُ وَقَعَ فِي رِوَايَة كَرِيمَة عَنْ الْكُشْمِيهَنِيّ , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق النَّضْر بْن شُمَيْل بِدُونِ هَذِهِ اَلزِّيَادَةِ وَهِيَ فِي كِتَابِ \" غَرِيبِ اَلْحَدِيثِ لِلنَّضْرِ \" وَهُوَ فِي مَرْوِيَّاتِنَا مِنْ طَرِيقِ أَبِي دَاوُد اَلْمَصَاحِفِيّ عَنْ النَّضْرِ كَمَا بَيَّنْتُهُ فِي تَعْلِيقِ اَلتَّعْلِيقِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1211",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الأَزْرَقُ بْنُ قَيْسٍ، قَالَ كُنَّا بِالأَهْوَازِ نُقَاتِلُ الْحَرُورِيَّةَ، فَبَيْنَا أَنَا عَلَى جُرُفِ نَهَرٍ إِذَا رَجُلٌ يُصَلِّي، وَإِذَا لِجَامُ دَابَّتِهِ بِيَدِهِ فَجَعَلَتِ الدَّابَّةُ تُنَازِعُهُ، وَجَعَلَ يَتْبَعُهَا ـ قَالَ شُعْبَةُ ـ هُوَ أَبُو بَرْزَةَ الأَسْلَمِيُّ ـ فَجَعَلَ رَجُلٌ مِنَ الْخَوَارِجِ يَقُولُ اللَّهُمَّ افْعَلْ بِهَذَا الشَّيْخِ‏.‏ فَلَمَّا انْصَرَفَ الشَّيْخُ قَالَ إِنِّي سَمِعْتُ قَوْلَكُمْ، وَإِنِّي غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم سِتَّ غَزَوَاتٍ أَوْ سَبْعَ غَزَوَاتٍ وَثَمَانِيًا، وَشَهِدْتُ تَيْسِيرَهُ، وَإِنِّي أَنْ كُنْتُ أَنْ أُرَاجِعَ مَعَ دَابَّتِي أَحَبُّ إِلَىَّ مِنْ أَنْ أَدَعَهَا تَرْجِعُ إِلَى مَأْلَفِهَا فَيَشُقَّ عَلَىَّ‏.‏",
    "english_text": "We were at Al-Ahwaz fighting the Al-Haruriya (tribe). While I was at the bank of a river a man was \npraying and the reins of his animal were in his hands and the animal was struggling and he was \nfollowing the animal. (Shu`ba, a sub-narrator, said that man was Abu Barza Al-Aslami). A man from \nthe Khawarij said, \"O Allah! Be harsh to this sheik.\" And when the sheik (Abu Barza) finished his \nprayer, he said, \"I heard your remark. No doubt, I participated with Allah's Messenger (ﷺ) in six or seven or \neight holy battles and saw his leniency, and no doubt, I would rather retain my animal than let it return \nto its stable, as it would cause me much trouble. \"",
    "explication": "‏ ‏قَوْله : ( كُنَّا بِاَلْأَهْوَاز ) ‏ ‏بِفَتْحِ اَلْهَمْزَةِ وَسُكُون اَلْهَاءِ هِيَ بَلْدَةٌ مَعْرُوفَةٌ بَيْنَ اَلْبَصْرَةِ وَفَارِسَ فُتِحَتْ فِي خِلَافَةِ عُمَرَ , قَالَ فِي اَلْمُحْكَمِ : لَيْسَ لَهُ وَاحِد مِنْ لَفْظِهِ , قَالَ أَبُو عُبَيْد اَلْبَكْرِيّ : هِيَ بَلَدٌ يَجْمَعُهَا سَبْعٌ كُوَر فَذَكَرَهَا. قَالَ اِبْن خُرْدَاذْبُهْ : هِيَ بِلَادٌ وَاسِعَةٌ مُتَّصِلَةٌ بِالْجَبَلِ وَأَصْبَهَان. ‏ ‏قَوْله : ( الْحَرُورِيَّة ) ‏ ‏بِمُهْمَلَاتٍ أَيْ اَلْخَوَارِج , وَكَانَ اَلَّذِي يُقَاتِلُهُمْ إِذْ ذَاكَ اَلْمُهَلَّب بْن أَبِي صُفْرَة كَمَا فِي رِوَايَةِ عَمْرو بْن مَرْزُوق عَنْ شُعْبَة عِنْدَ اَلْإِسْمَاعِيلِيِّ , وَذَكَرَ مُحَمَّد بْن قَدَامَة اَلْجَوْهَرِيّ فِي كِتَابِهِ \" أَخْبَار اَلْخَوَارِجِ \" أَنَّ ذَلِكَ كَانَ فِي سَنَة خَمْس وَسِتِّينَ مِنْ اَلْهِجْرَةِ , وَكَانَ اَلْخَوَارِج قَدْ حَاصَرُوا أَهْلَ اَلْبَصْرَةِ مَعَ نَافِع بْن اَلْأَزْرَقِ حَتَّى قُتِلَ وَقُتِلَ مِنْ أُمَرَاءِ اَلْبَصْرَةِ جَمَاعَة إِلَى أَنْ وَلَّى عَبْدُ اَللَّه بْنُ اَلزُّبَيْرِ اَلْحَارِثَ بْنَ عَبْد اَللَّه بْن أَبِي رَبِيعَة اَلْمَخْزُومِيّ عَلَى اَلْبَصْرَةِ وَوَلَّى اَلْمُهَلَّبَ بْن أَبِي صُفْرَة عَلَى قِتَالِ اَلْخَوَارِجِ , وَكَذَا ذَكَرَ اَلْمُبَرِّدُ فِي اَلْكَامِلِ نَحْوه. وَهُوَ يُعَكِّرُ عَلَى مَنْ أَرَّخَ وَفَاة أَبِي بَرْزَة سَنَة أَرْبَع وَسِتِّينَ أَوْ قَبْلَهَا. ‏ ‏قَوْله : ( عَلَى جُرُفِ نَهْرِ ) ‏ ‏هُوَ بِضَمِّ اَلْجِيمِ وَالرَّاءِ بَعْدَهَا فَاءَ وَقَدْ تَسْكُنُ اَلرَّاءُ , وَهُوَ اَلْمَكَانُ اَلَّذِي أَكَلَهُ اَلسَّيْل. وَلِلْكُشْمِيهَنِيّ بِفَتْحِ اَلْمُهْمَلَةِ وَسُكُون اَلرَّاءِ أَيْ جَانِبِهِ , وَوَقَعَ فِي رِوَايَةِ حَمَّاد بْن زَيْد عَنْ اَلْأَزْرَقِ فِي اَلْأَدَبِ \" كُنَّا عَلَى شَاطِئِ نَهْرٍ قَدْ نَضَبَ عَنْهُ اَلْمَاءُ \" أَيْ زَالَ وَهُوَ يُقَوِّي رِوَايَة الْكُشْمِيهَنِيّ , وَفِي رِوَايَةِ مَهْدِيّ بْن مَيْمُون عَنْ اَلْأَزْرَقِ عَنْ مُحَمَّد بْن قُدَامَة \" كُنْت فِي ظِلِّ قَصْرِ مِهْرَان بِاَلْأَهْوَاز عَلَى شَاطِئ دُجَيْل \" وَعُرِفَ بِهَذَا تَسْمِيَة اَلنَّهْرِ اَلْمَذْكُورِ وَهُوَ بِالْجِيمِ مُصَغَّر. ‏ ‏قَوْله : ( إِذَا رَجُل ) ‏ ‏فِي رِوَايَة اَلْحَمَوِيّ وَالْكُشْمِيهَنِيّ \" إِذْ جَاءَ رَجُل \". ‏ ‏قَوْله : ( قَالَ شُعْبَة هُوَ أَبُو بَرْزَة اَلْأَسْلَمِيّ ) ‏ ‏أَيْ اَلرَّجُلِ اَلْمُصَلِّي , وَظَاهِره أَنَّ اَلْأَزْرَقَ لَمْ يُسَمِّهِ لِشُعْبَة وَلَكِنْ رَوَاهُ أَبُو دَاوُد اَلطَّيَالِسِيّ فِي مُسْنَدِهِ عَنْ شُعْبَة فَقَالَ فِي آخِرِهِ \" فَإِذَا هُوَ أَبُو بَرْزَة اَلْأَسْلَمِيّ \" وَفِي رِوَايَةِ عَمْرو بْن مَرْزُوق عِنْدَ اَلْإِسْمَاعِيلِيِّ \" فَجَاءَ أَبُو بَرْزَة \" وَفِي رِوَايَةِ حَمَّاد فِي اَلْأَدَبِ \" فَجَاءَ أَبُو بَرْزَة اَلْأَسْلَمِيّ عَلَى فَرَسٍ فَصَلَّى وَخَلَّاهَا فَانْطَلَقَتْ فَاتَّبَعَهَا \" وَرَوَاهُ عَبْد اَلرَّزَّاق عَنْ مَعْمَر عَنْ اَلْأَزْرَقِ بْن قَيْس \" أَنَّ أَبَا بَرْزَة اَلْأَسْلَمِيّ مَشَى إِلَى دَابَّتِهِ وَهُوَ فِي اَلصَّلَاةِ \" اَلْحَدِيث , وَبَيَّنَ مَهْدِيّ بْن مَيْمُون فِي رِوَايَتِهِ أَنَّ تِلْكَ اَلصَّلَاةَ كَانَتْ صَلَاة اَلْعَصْرِ , وَفِي رِوَايَةِ عَمْرو بْن مَرْزُوق عِنْدَ اَلْإِسْمَاعِيلِيِّ \" فَمَضَتْ اَلدَّابَّة فِي قِبْلَتِهِ فَانْطَلَقَ فَأَخَذَهَا ثُمَّ رَجَعَ اَلْقَهْقَرَى \". ‏ ‏قَوْله : ( فَجَعَلَ رَجُل مِنْ اَلْخَوَارِجِ يَقُولُ : اَللَّهُمَّ اِفْعَلْ بِهَذَا اَلشَّيْخِ ) ‏ ‏فِي رِوَايَةِ اَلطَّيَالِسِيّ \" فَإِذَا بِشَيْخٍ يُصَلِّي قَدْ عَمَدَ إِلَى عِنَانِ دَابَّتِهِ فَجَعَلَهُ فِي يَدِهِ فَنَكَصَتْ اَلدَّابَّة فَنَكَصَ مَعَهَا , وَمَعَنَا رَجُلٌ مِنْ اَلْخَوَارِجِ فَجَعَلَ يَسُبُّهُ \" وَفِي رِوَايَةِ مَهْدِيٍّ أَنَّهُ قَالَ : أَلَا تَرَى إِلَى هَذَا اَلْحِمَارِ , وَفِي رِوَايَةِ حَمَّاد فَقَالَ : اُنْظُرُوا إِلَى هَذَا اَلشَّيْخِ تَرَكَ صَلَاتَهُ مِنْ أَجْلِ فَرَس. ‏ ‏قَوْله : ( أَوْ ثَمَانِيًا ) ‏ ‏كَذَا لِلْكُشْمِيهَنِيّ , وَفِي رِوَايَةِ غَيْرِهِ \" أَوْ ثَمَانِي \" بِغَيْرِ أَلِفٍ وَلَا تَنْوِينٍ , وَقَالَ اِبْن مَالِك فِي شَرْح اَلتَّسْهِيل : اَلْأَصْلُ أَوْ ثَمَانِي غَزَوَاتٍ فَحَذَفَ اَلْمُضَاف وَأَبْقَى اَلْمُضَاف إِلَيْهِ عَلَى حَالِهِ , وَقَدْ رَوَاهُ عَمْرو بْن مَرْزُوق بِلَفْظ \" سَبْع غَزَوَات \" بِغَيْرِ شَكّ. ‏ ‏قَوْله : ( وَشَهِدْت تَيْسِيره ) ‏ ‏كَذَا فِي جَمِيعِ اَلْأُصُولِ وَفِي جَمِيعِ اَلطُّرُقِ \" مِنْ اَلتَّيْسِيرِ \" , وَحَكَى اِبْن اَلتِّينِ عَنْ الدَّاوُدِيّ أَنَّهُ وَقَعَ عِنْدَهُ \" وَشَهِدْتُ تُسْتَر \" بِضَمِّ اَلْمُثَنَّاة وَسُكُونِ اَلْمُهْمَلَةِ وَفَتْح اَلْمُثَنَّاة وَقَالَ : مَعْنَى شَهِدْت تُسْتَر أَيْ فَتْحَهَا , وَكَانَ فِي زَمَنِ عُمَر اِنْتَهَى , وَلَمْ أَرَ ذَلِكَ فِي شَيْءٍ مِنْ اَلْأُصُولِ , وَمُقْتَضَاهُ أَنْ لَا يَبْقَى فِي اَلْقِصَّةِ شَائِبَة رَفْع , بِخِلَافِ اَلرِّوَايَةِ اَلْمَحْفُوظَةِ فَإِنَّ فِيهَا إِشَارَةً إِلَى أَنَّ ذَلِكَ كَانَ مِنْ شَأْنِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ تَجْوِيزٌ مِثْلُهُ , وَزَاد عَمْرو بْن مَرْزُوق فِي آخِرِهِ \" قَالَ فَقُلْت لِلرَّجُلِ مَا أَرَى اَللَّهَ إِلَّا مُخْزِيك , شَتَمْتَ رَجُلًا مِنْ أَصْحَابِ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" وَفِي رِوَايَةِ مَهْدِيّ بْن مَيْمُون \" فَقُلْت اُسْكُتْ فَعَلَ اَللَّهُ بِك , هَلْ تَدْرِي مَنْ هَذَا ؟ هُوَ أَبُو بَرْزَة صَاحِب رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" وَلَمْ أَقِفْ فِي شَيْءٍ مِنْ اَلطَّرْقِ عَلَى تَسْمِيَةِ اَلرَّجُلِ اَلْمَذْكُورِ , وَفِي هَذَا اَلْحَدِيثِ مِنْ اَلْفَوَائِدِ جَوَاز حِكَايَةِ اَلرَّجُلِ مَنَاقِبه إِذَا اِحْتَاجَ إِلَى ذَلِكَ وَلَمْ يَكُنْ فِي سِيَاق اَلْفَخْر , وَأَشَارَ أَبُو بَرْزَةَ بِقَوْلِهِ \" وَرَأَيْت تَيْسِيرَهُ \" إِلَى اَلرَّدِّ عَلَى مَنْ شَدَّدَ عَلَيْهِ فِي أَنْ يَتْرُكَ دَابَّته تَذْهَبُ وَلَا يَقْطَعُ صَلَاتَهُ , وَفِيهِ حُجَّةٌ لِلْفُقَهَاءِ فِي قَوْلِهِمْ : أَنَّ كُلَّ شَيْءٍ يُخْشَى إِتْلَافه مِنْ مَتَاع وَغَيْره يَجُوزُ قَطْعُ اَلصَّلَاةِ لِأَجْلِهِ. وَقَوْلُهُ \" مَأْلَفهَا \" يَعْنِي اَلْمَوْضِع اَلَّذِي أَلِفَتْهُ وَاعْتَادَتْهُ , وَهَذَا بِنَاءً عَلَى غَالِب أَمْرهَا , وَمِنْ اَلْجَائِزِ أَنْ لَا تَرْجِعَ إِلَى مَأْلَفِهَا بَلْ تَتَوَجَّهُ إِلَى حَيْثُ لَا يَدْرِي بِمَكَانِهَا فَيَكُونُ فِيهِ تَضْيِيع اَلْمَالِ اَلْمَنْهِيّ عَنْهُ. ‏ ‏( تَنْبِيه ) : ‏ ‏ظَاهِر سِيَاقِ هَذِهِ اَلْقِصَّةِ أَنَّ أَبَا بَرْزَةَ لَمْ يَقْطَعْ صَلَاتَهُ , وَيُؤَيِّدُهُ قَوْلُهُ فِي رِوَايَةِ عَمْرو بْن مَرْزُوق \" فَأَخَذَهَا ثُمَّ رَجَعَ اَلْقَهْقَرَى \" فَإِنَّهُ لَوْ كَانَ قَطَعَهَا مَا بَالَى أَنْ يَرْجِعَ مُسْتَدْبِر اَلْقِبْلَة , وَفِي رُجُوعِهِ اَلْقَهْقَرَى مَا يُشْعِرُ بِأَنَّ مَشْيَهُ إِلَى قَصْدِهَا مَا كَانَ كَثِيرًا , وَهُوَ مُطَابِقٌ لِثَانِي حَدِيثَيْ اَلْبَاب لِأَنَّهُ يَدُلُّ أَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ تَأَخَّرَ فِي صَلَاتِهِ وَتَقَدَّمَ وَلَمْ يَقْطَعْهَا , فَهُوَ عَمَلٌ يَسِيرٌ وَمَشْيٌ قَلِيل فَلَيْسَ فِيهِ اِسْتِدْبَار اَلْقِبْلَة فَلَا يَضُرُّ. وَفِي مُصَنَّفِ اِبْن أَبِي شَيْبَة \" سُئِلَ اَلْحَسَنُ عَنْ رَجُلٍ صَلَّى فَأَشْفَقَ أَنْ تَذْهَبَ دَابَّته , قَالَ : يَنْصَرِفُ. قِيلَ لَهُ أَفَيُتِمّ ؟ قَالَ : إِذَا وَلَّى ظَهْره اَلْقِبْلَة اِسْتَأْنَفَ \" وَقَدْ أَجْمَعَ اَلْفُقَهَاء عَلَى أَنَّ اَلْمَشْيَ اَلْكَثِيرَ فِي اَلصَّلَاةِ اَلْمَفْرُوضَةِ يُبْطِلُهَا فَيُحْمَلُ حَدِيث أَبِي بَرْزَةَ عَلَى اَلْقَلِيلِ كَمَا قَرَّرْنَاهُ , وَقَدْ تَقَدَّمَ أَنَّ فِي بَعْضِ طُرُقِهِ أَنَّ اَلصَّلَاةَ اَلْمَذْكُورَةَ كَانَتْ اَلْعَصْرَ. قَوْلُهُ : ( وَإِنِّي إِنْ كُنْت أَنْ أُرَاجِعَ مَعَ دَابَّتِي أَحَبّ إِلَيَّ مِنْ أَنْ أَدَعَهَا قَالَ اَلسُّهَيْلِيّ : إِنِّي وَمَا بَعْدَهَا اِسْم مُبْتَدَأ وَأَنْ أُرَاجِعَ اِسْم مُبْدَل مِنْ اَلِاسْمِ اَلْأَوَّلِ وَأَحَبّ خَبَر عَنْ اَلثَّانِي وَخَبَر كَانَ مَحْذُوف , أَيْ إِنِّي إِنْ كُنْت رَاجِعًا أَحَبّ إِلَيَّ. وَقَالَ غَيْره أَنْ كُنْت بِفَتْحِ اَلْهَمْزَةِ وَحُذِفَتْ اَللَّامُ وَهِيَ مَعَ كُنْت بِتَقْدِيرِ كَوْنِي وَفِي مَوْضِعِ اَلْبَدَلِ مِنْ اَلضَّمِيرِ فِي إِنِّي , وَأَنَّ اَلثَّانِيَة بِالْفَتْحِ أَيْضًا مَصْدَرِيَّة. وَوَقَعَ فِي رِوَايَةِ حَمَّاد \" فَقَالَ إِنَّ مَنْزِلِي مُتَرَاخٍ - أَيْ مُتَبَاعِد - فَلَوْ صَلَّيْت وَتَرَكْتهُ - أَيْ اَلْفَرَسَ - لَمْ آتِ أَهْلِي إِلَى اَللَّيْلِ \" أَيْ لِبُعْدِ اَلْمَكَانِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1212",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ قَالَتْ عَائِشَةُ خَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَقَرَأَ سُورَةً طَوِيلَةً، ثُمَّ رَكَعَ فَأَطَالَ، ثُمَّ رَفَعَ رَأْسَهُ، ثُمَّ اسْتَفْتَحَ بِسُورَةٍ أُخْرَى، ثُمَّ رَكَعَ حَتَّى قَضَاهَا وَسَجَدَ، ثُمَّ فَعَلَ ذَلِكَ فِي الثَّانِيَةِ، ثُمَّ قَالَ ‏\n\"‏ إِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَصَلُّوا حَتَّى يُفْرَجَ عَنْكُمْ، لَقَدْ رَأَيْتُ فِي مَقَامِي هَذَا كُلَّ شَىْءٍ وُعِدْتُهُ، حَتَّى لَقَدْ رَأَيْتُنِي أُرِيدُ أَنْ آخُذَ قِطْفًا مِنَ الْجَنَّةِ حِينَ رَأَيْتُمُونِي جَعَلْتُ أَتَقَدَّمُ، وَلَقَدْ رَأَيْتُ جَهَنَّمَ يَحْطِمُ بَعْضُهَا بَعْضًا حِينَ رَأَيْتُمُونِي تَأَخَّرْتُ، وَرَأَيْتُ فِيهَا عَمْرَو بْنَ لُحَىٍّ وَهُوَ الَّذِي سَيَّبَ السَّوَائِبَ ‏\"‏‏.‏",
    "english_text": "Once the sun eclipsed and Allah's Messenger (ﷺ) stood up for the prayer and recited a very long Sura and \nwhen bowed for a long while and then raised his head and started reciting another Sura. Then he \nbowed, and after finishing, he prostrated and did the same in the second rak`a and then said, \"These \n(lunar and solar eclipses) are two of the signs of Allah and if you see them, pray till the eclipse is over. \nNo doubt, while standing at this place I saw everything promised to me by Allah and I saw (Paradise) \nand I wanted to pluck a bunch (of grapes) therefrom, at the time when you saw me stepping forward. \nNo doubt, I saw Hell with its different parts destroying each other when you saw me retreating and in \nit I saw `Amr bin Luhai who started the tradition of freeing animals (set them free) in the name of \nidols.\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنَا عَبْد اَللَّه ) ‏ ‏هُوَ اِبْنُ اَلْمُبَارَك , وَيُونُسُ هُوَ اِبْن يَزِيد , وَقَدْ تَقَدَّمَ مَا يَتَعَلَّقُ بِالْكُسُوفِ مِنْ هَذَا اَلْحَدِيثِ مِنْ طَرِيق عُقِيل وَغَيْره عَنْ اَلزُّهْرِيِّ مُسْتَوْفًى. وَقَوْلُهُ \" فَلَمَّا قَضَى \" أَيْ فَرَغَ وَلَمْ يُرِدْ اَلْقَضَاءُ اَلَّذِي هُوَ ضِدُّ اَلْأَدَاءِ. ‏ ‏قَوْله : ( لَقَدْ رَأَيْت فِي مَقَامِي هَذَا كُلّ شَيْءٍ وُعِدْتُهُ ) ‏ ‏فِي رِوَايَةِ ابْن وَهْب عَنْ يُونُسَ عِنْد مُسْلِم \" وُعِدْتُمْ \" وَلَهُ فِي حَدِيثِ جَابِر \" عُرِضَ عَلَيَّ كُلُّ شَيْءٍ تُولِجُونَهُ \". ‏ ‏قَوْله : ( لَقَدْ رَأَيْت ) ‏ ‏كَذَا لِلْأَكْثَرِ وَلِلْحَمَوِيّ وَالْمُسْتَمْلِي \" لَقَدْ رَأَيْته \" وَلِمُسْلِم \" حَتَّى لَقَدْ رَأَيْتنِي \" وَهُوَ أَوْجَه. ‏ ‏قَوْله : ( أُرِيدُ أَنْ آخُذَ قِطْفًا ) ‏ ‏فِي حَدِيثِ جَابِر \" حَتَّى تَنَاوَلْتُ مِنْهَا قِطْفًا فَقَصُرَتْ يَدِي عَنْهُ \" وَالْقِطْفَ بِكَسْرِ أَوَّلِهِ وَذَكَرَ اِبْن اَلْأَثِيرِ أَنَّ كَثِيرًا يَرْوُونَهُ بِالْفَتْحِ , وَالْكَسْرُ هُوَ اَلصَّوَابُ. قَوْلُهُ : ( قِطْفًا مِنْ اَلْجَنَّةِ يَعْنِي عُنْقُود عِنَبٍ كَمَا تَقَدَّمَ فِي اَلْكُسُوفِ مِنْ حَدِيثِ اِبْن عَبَّاس. ‏ ‏قَوْله : ( حِينَ رَأَيْتُمُونِي جَعَلْت أَتَقَدَّمُ ) ‏ ‏قَالَ الْكَرْمَانِيّ : قَالَ فِي جَهَنَّمَ حِينَ رَأَيْتُمُونِي تَأَخَّرْتُ لِأَنَّ اَلتَّقَدُّمَ كَادَ أَنْ يَقَعَ بِخِلَافِ اَلتَّأَخُّرِ فَإِنَّهُ قَدْ وَقَعَ كَذَا قَالَ , وَقَدْ وَقَعَ اَلتَّصْرِيحُ بِوُقُوعِ اَلتَّقَدُّمِ وَالتَّأَخُّرِ جَمِيعًا فِي حَدِيثِ جَابِر عِنْد مُسْلِم وَلَفْظُهُ \" لَقَدْ جِيءَ بِالنَّارِ , وَذَلِكُمْ حِينَ رَأَيْتُمُونِي تَأَخَّرْتُ مَخَافَة أَنْ يُصِيبَنِي مِنْ لَفْحِهَا \" وَفِيهِ \" ثُمَّ جِيءَ بِالْجَنَّةِ , وَذَلِكُمْ حِينَ رَأَيْتُمُونِي تَقَدَّمْتُ حَتَّى قُمْت فِي مَقَامِي \" وَقَدْ تَقَدَّمَ اَلْكَلَام عَلَى فَوَائِدِ هَذَا اَلْحَدِيثِ فِي أَبْوَابِ اَلْكُسُوفِ. ‏ ‏قَوْله : ( وَرَأَيْت فِيهَا عَمْرو بْن لُحَيّ ) ‏ ‏بِاللَّامِ وَالْمُهْمَلَة مُصَغَّر وَسَيَأْتِي شَرْح حَالِهِ فِي أَخْبَارِ اَلْجَاهِلِيَّةِ. ‏ ‏قَوْله : ( وَهُوَ اَلَّذِي سَيَّبَ اَلسَّوَائِب ) ‏ ‏جَمْع سَائِبَة , وَسَيَأْتِي اَلْكَلَامُ عَلَيْهَا فِي تَفْسِيرِ سُورَةِ اَلْمَائِدَةِ إِنْ شَاءَ اَللَّهُ تَعَالَى. وَفِي هَذَا اَلْحَدِيثِ أَنَّ اَلْمَشْيَ اَلْقَلِيل لَا يُبْطِلُ اَلصَّلَاةَ , وَكَذَا اَلْعَمَل اَلْيَسِير , وَأَنَّ اَلنَّارَ وَالْجَنَّةَ مَخْلُوقَتَانِ مَوْجُودَتَانِ وَغَيْر ذَلِكَ مِنْ فَوَائِدِهِ اَلَّتِي تَقَدَّمَتْ مُسْتَقْصَاة فِي صَلَاةِ اَلْكُسُوفِ. وَوَجْهُ تَعَلُّق اَلْحَدِيثِ بِالتَّرْجَمَةِ ظَاهِر مِنْ جِهَةِ جَوَازِ اَلتَّقَدُّمِ وَالتَّأَخُّرِ اَلْيَسِيرِ , لِأَنَّ اَلَّذِي تَنْفَلِتُ دَابَّته يَحْتَاجُ فِي حَال إِمْسَاكهَا إِلَى اَلتَّقَدُّمِ أَوْ اَلتَّأَخُّرِ كَمَا وَقَعَ لِأَبِي بَرْزَة , وَقَدْ أَشَرْت إِلَى ذَلِكَ فِي آخِرِ حَدِيثِهِ. وَأَغْرَبَ الْكَرْمَانِيّ فَقَالَ : وَجْهُ تَعَلُّقِهِ بِهَا أَنَّ فِيهِ مَذَمَّة تَسْيِيب اَلدَّوَابّ مُطْلَقًا سَوَاء كَانَ فِي اَلصَّلَاةِ أَمْ لَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1213",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى نُخَامَةً فِي قِبْلَةِ الْمَسْجِدِ، فَتَغَيَّظَ عَلَى أَهْلِ الْمَسْجِدِ وَقَالَ ‏\n\"‏ إِنَّ اللَّهَ قِبَلَ أَحَدِكُمْ، فَإِذَا كَانَ فِي صَلاَتِهِ، فَلاَ يَبْزُقَنَّ ـ أَوْ قَالَ ـ لاَ يَتَنَخَّمَنَّ ‏\"‏‏.‏ ثُمَّ نَزَلَ فَحَتَّهَا بِيَدِهِ‏.‏ وَقَالَ ابْنُ عُمَرَ ـ رضى الله عنهما ـ إِذَا بَزَقَ أَحَدُكُمْ فَلْيَبْزُقْ عَلَى يَسَارِهِ‏.‏",
    "english_text": "The Prophet (ﷺ) saw some sputum on the wall facing the Qibla of the mosque and became furious with \nthe people of the mosque and said, \"During the prayer, Allah is in front of everyone of you and so he \nshould not spit (or said, 'He should not expectorate').\" Then he got down and scratched the sputum \nwith his hand. Ibn `Umar said (after narrating), \"If anyone of you has to spit during the prayer, he \nshould spit to his left.\"",
    "explication": "‏ ‏قَوْله : ( فَلَا يَبْزُقَنَّ أَوْ قَالَ لَا يَتَنَخَّمَنَّ ) ‏ ‏فِي رِوَايَة اَلْإِسْمَاعِيلِيّ \" لَا يَبْزُقَنَّ أَحَدكُمْ بَيْنَ يَدَيْهِ \". ‏ ‏قَوْله فِيهِ ( وَقَالَ اِبْن عُمَر رَضِيَ اَللَّهُ عَنْهُمَا : إِذَا بَزَقَ أَحَدكُمْ فَلْيَبْزُقْ عَلَى يَسَارِهِ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" عَنْ يَسَارِهِ \" هَكَذَا ذَكَرَهُ مَوْقُوفًا وَلَمْ تَتَقَدَّمْ هَذِهِ اَلزِّيَادَة مِنْ حَدِيثِ اِبْن عُمَر , لَكِنْ وَقَعَ عِنْدَ اَلْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ إِسْحَاق بْن أَبِي إِسْرَائِيل عَنْ حَمَّاد بْن زَيْد بِلَفْظ \" لَا يَبْزُقَنَّ أَحَدكُمْ بَيْنَ يَدَيْهِ , وَلَكِنْ لِيَبْزُقْ خَلْفَهُ أَوْ عَنْ شِمَالِهِ أَوْ تَحْتَ قَدَمِهِ \" فَسَاقَهُ كُلَّهُ مَعْطُوفًا بَعْضه عَلَى بَعْض , وَقَدْ بَيَّنَتْ رِوَايَة اَلْبُخَارِيّ أَنَّ اَلْمَرْفُوعَ مِنْهُ اِنْتَهَى إِلَى قَوْلِهِ \" فَلَا يَبْزُقَنَّ بَيْنَ يَدَيْهِ \" وَالْبَاقِي مَوْقُوف. وَقَدْ اِقْتَصَرَ مُسْلِم وَأَبُو دَاوُد وَغَيْرُهُمَا عَلَى اَلْمَرْفُوعِ مِنْهُ مَعَ أَنَّ هَذَا اَلْمَوْقُوفَ عَنْ اِبْن عُمَر قَدْ ثَبَتَ مِثْلُهُ مِنْ حَدِيثِ أَنَس مَرْفُوعًا , وَقَدْ تَقَدَّمَ اَلْكَلَامُ عَلَى فَوَائِدِ اَلْحَدِيثِ فِي اَلْبَابِ اَلَّذِي أَشَرْت إِلَيْهِ قَبْلُ وَفِيمَا بَعْدَهُ , قَالَ اِبْن بَطَّال : وَرُوِيَ عَنْ مَالِكٍ كَرَاهَةَ اَلنَّفْخِ فِي اَلصَّلَاةِ , وَلَا يَقْطَعُهَا كَمَا يَقْطَعُهَا اَلْكَلَامُ , هُوَ قَوْل أَبِي يُوسُف وَأَشْهَب وَأَحْمَد وَإِسْحَاق , وَفِي اَلْمُدَوَّنَةِ : اَلنَّفْخُ بِمَنْزِلَةِ الْكَلَام يَقْطَعُ اَلصَّلَاةَ. وَعَنْ أَبِي حَنِيفَة وَمُحَمَّد : إِنْ كَانَ يُسْمَعُ فَهُوَ بِمَنْزِلَةِ الْكَلَام وَإِلَّا فَلَا , قَالَ وَالْقَوْل اَلْأَوَّل أَوْلَى , وَلَيْسَ فِي اَلنَّفْخِ مِنْ اَلنُّطْقِ بِالْهَمْزَةِ وَالْفَاءِ أَكْثَر مِمَّا فِي اَلْبُصَاقِ مِنْ اَلنُّطْقِ بِالتَّاء وَالْفَاءِ , قَالَ وَقَدْ اِتَّفَقُوا عَلَى جَوَاز اَلْبُصَاق فِي اَلصَّلَاةِ فَدَلَّ عَلَى جَوَاز اَلنَّفْخ فِيهَا إِذْ لَا فَرْقَ بَيْنَهُمَا , وَلِذَلِكَ ذَكَرَهُ اَلْبُخَارِيّ مَعَهُ فِي اَلتَّرْجَمَةِ اِنْتَهَى كَلَامُهُ , وَلَمْ يَذْكُرْ قَوْلَ اَلشَّافِعِيَّةِ فِي ذَلِكَ وَالْمُصَحَّحُ عِنْدَهُمْ أَنَّهُ إِنْ ظَهَرَ مِنْ اَلنَّفْخِ أَوْ اَلتَّنَخُّمِ أَوْ اَلْبُكَاءِ أَوْ اَلْأَنِينِ أَوْ اَلتَّأَوُّهِ أَوْ اَلتَّنَفُّسِ أَوْ اَلضَّحِكِ أَوْ اَلتَّنَحْنُحِ حَرْفَانِ بَطَلَتْ اَلصَّلَاةُ وَإِلَّا فَلَا , قَالَ اِبْن دَقِيقِ اَلْعِيدِ : وَلِقَائِلٍ أَنْ يَقُولَ لَا يَلْزَمُ مِنْ كَوْن اَلْحَرْفَيْنِ يَتَأَلَّفُ مِنْهُمَا اَلْكَلَامُ أَنْ يَكُونَ كُلّ حَرْفَيْنِ كَلَامًا , وَإِنْ لَمْ يَكُنْ كَذَلِكَ فَالْإِبْطَال بِهِ لَا يَكُونُ بِالنَّصِّ بَلْ بِالْقِيَاسِ فَلْيُرَاعَ شَرْطه فِي مُسَاوَاة اَلْفَرْع لِلْأَصْلِ , قَالَ : وَالْأَقْرَبُ أَنْ يُنْظُرَ إِلَى مَوَاقِعِ اَلْإِجْمَاع وَالْخِلَاف حَيْثُ لَا يُسَمَّى اَلْمَلْفُوظ بِهِ كَلَامًا فَمَا أُجْمِعَ عَلَى إِلْحَاقِهِ بِالْكَلَامِ أُلْحِقَ بِهِ وَمَا لَا فَلَا. قَالَ : وَمِنْ ضَعِيف اَلتَّعْلِيل قَوْلهمْ إِبْطَال اَلصَّلَاةِ بِالنَّفْخِ بِأَنَّهُ يُشْبِهُ اَلْكَلَام فَإِنَّهُ مَرْدُودٌ لِثُبُوتِ اَلسُّنَّةِ اَلصَّحِيحَةِ أَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ نَفَخَ فِي اَلْكُسُوفِ اِنْتَهَى. وَأُجِيبَ بِأَنَّ نَفْخَهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ مَحْمُول عَلَى أَنَّهُ لَمْ يَظْهَرْ مِنْهُ شَيْء مِنْ اَلْحُرُوفِ , وَرُدَّ بِمَا ثَبَتَ فِي أَبِي دَاوُد مِنْ حَدِيثِ عَبْد اَللَّه بْن عَمْرو فَإِنَّ فِيهِ \" ثُمَّ نَفَخَ فِي آخِرِ سُجُودِهِ فَقَالَ أُفْ أُفْ \" فَصَرَّحَ بِظُهُور اَلْحَرْفَيْنِ. وَفِي اَلْحَدِيثِ أَيْضًا أَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ \" وَعُرِضَتْ عَلَيَّ اَلنَّارُ فَجَعَلْت أَنْفُخُ خَشْيَة أَنْ يَغْشَاكُمْ حَرّهَا \" وَالنَّفْخ لِهَذَا اَلْغَرَضِ لَا يَقَعُ إِلَّا بِالْقَصْدِ إِلَيْهِ فَانْتَفَى قَوْل مَنْ حَمَلَهُ عَلَى اَلْغَلَبَةِ , وَالزِّيَادَة اَلْمَذْكُورَة مِنْ رِوَايَةِ حَمَّاد بْن سَلَمَة عَنْ عَطَاءٍ وَقَدْ سُمِعَ مِنْهُ قَبْلَ اَلِاخْتِلَاطِ فِي قَوْلِ يَحْيَى بْن مَعِينٍ وَأَبِي دَاوُد وَالطَّحَاوِيّ وَغَيْرِهِمْ. وَأَجَابَ اَلْخَطَّابِيّ أَنَّ أُفْ لَا تَكُونُ كَلَامًا حَتَّى يُشَدَّدَ اَلْفَاءُ , قَالَ : وَالنَّافِخُ فِي نَفْخِهِ لَا يُخْرِجُ اَلْفَاء صَادِقَة مِنْ مَخْرَجِهَا , وَتَعَقَّبَهُ اِبْن اَلصَّلَاحِ بِأَنَّهُ لَا يَسْتَقِيمُ عَلَى قَوْلِ اَلشَّافِعِيَّةِ أَنَّ اَلْحَرْفَيْنِ كَلَام مُبْطِل أَفْهَمَا أَوْ لَمْ يُفْهِمَا , وَأَشَارَ اَلْبَيْهَقِيّ إِلَى أَنَّ ذَلِكَ مِنْ خَصَائِصِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَرُدَّ بِأَنَّ اَلْخَصَائِصَ لَا تَثْبُتُ إِلَّا بِدَلِيل. ‏ ‏( تَنْبِيهَانِ ) : ‏ ‏اَلْأَوَّل : نَقَلَ اِبْن اَلْمُنْذِر اَلْإِجْمَاع عَلَى أَنَّ اَلضَّحِكَ يُبْطِلُ اَلصَّلَاةَ وَلَمْ يُقَيِّدْهُ بِحَرْفٍ وَلَا حَرْفَيْنِ , وَكَأَنَّ اَلْفَرْقَ بَيْنَ اَلضَّحِك وَالْبُكَاء أَنَّ اَلضَّحِكَ يَهْتِكُ حُرْمَة اَلصَّلَاة بِخِلَاف اَلْبُكَاء وَنَحْوِهِ , وَمِنْ ثَمَّ قَالَ اَلْحَنَفِيَّة وَغَيْرهمْ إِنْ كَانَ اَلْبُكَاء مِنْ أَجْلِ اَلْخَوْفِ مِنْ اَللَّهِ تَعَالَى لَا تَبْطُلُ بِهِ اَلصَّلَاةُ مُطْلَقًا. ( اَلثَّانِي وَرَدَ فِي كَرَاهَةِ اَلنَّفْخِ فِي اَلصَّلَاةِ حَدِيث مَرْفُوع أَخْرَجَهُ اَلتِّرْمِذِيُّ مِنْ حَدِيث أُمّ سَلَمَةَ قَالَتْ \" رَأَى اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ غُلَامًا لَنَا يُقَالُ لَهُ أَفْلَح إِذَا سَجَدَ نَفَخَ , فَقَالَ : يَا أَفْلَحُ تَرِّبْ وَجْهَك \" رَوَاهُ اَلتِّرْمِذِيُّ وَقَالَ : ضَعِيفُ اَلْإِسْنَادِ. قُلْت : وَلَوْ صَحَّ لَمْ يَكُنْ فِيهِ حُجَّةٌ عَلَى إِبْطَالِ اَلصَّلَاةِ بِالنَّفْخِ لِأَنَّهُ لَمْ يَأْمُرْهُ بِإِعَادَةِ اَلصَّلَاةِ , إِنَّمَا يُسْتَفَادُ مِنْ قَوْلِهِ تَرِّبْ وَجْهَك اِسْتِحْبَاب اَلسُّجُودِ عَلَى اَلْأَرْضِ فَهُوَ نَحْوُ اَلنَّهْيِ عَنْ مَسْح اَلْحَصَى. وَفِي اَلْبَابِ عَنْ أَبِي هُرَيْرَة فِي اَلْأَوْسَطِ لِلطَّبَرَانِيِّ وَعَنْ زَيْد بْن ثَابِت عِنْد اَلْبَيْهَقِيّ وَعَنْ أَنَس وَبُرَيْدَة عِنْدَ اَلْبَزَّارِ وَأَسَانِيد اَلْجَمِيعِ ضَعِيفَة جِدًّا , وَثَبَتَ كَرَاهَةُ اَلنَّفْخِ عَنْ اِبْن عَبَّاس كَمَا رَوَاهُ اِبْن أَبِي شَيْبَة , وَالرُّخْصَةُ فِيهِ عَنْ قُدَامَة بْن عَبْد اَللَّه أَخْرَجَهُ اَلْبَيْهَقِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1214",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا كَانَ فِي الصَّلاَةِ فَإِنَّهُ يُنَاجِي رَبَّهُ، فَلاَ يَبْزُقَنَّ بَيْنَ يَدَيْهِ وَلاَ عَنْ يَمِينِهِ، وَلَكِنْ عَنْ شِمَالِهِ تَحْتَ قَدَمِهِ الْيُسْرَى ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whenever anyone of you is in prayer, he is speaking in private to his Lord and so \nhe should neither spit in front of him nor on his right side but to his left side under his left foot.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا هِشَام ) ‏ ‏هُوَ اِبْن أَبِي عَبْد اللَّه الدَّسْتُوَائِيُّ. ‏ ‏قَوْله ( وَقَالَ سَعِيد ) ‏ ‏أَيْ اِبْن أَبِي عَرُوبَة ‏ ‏( عَنْ قَتَادَة ) ‏ ‏أَيْ بِالْإِسْنَادِ الْمَذْكُورِ , وَطَرِيقه مَوْصُولَة عِنْدَ الْإِمَامِ أَحْمَد وَابْنِ حِبَّانَ. وَقَوْلُهُ فِيهَا \" قُدَّامَهُ أَوْ بَيْنَ يَدَيْهِ \" شَكٌّ مِنْ الرَّاوِي. ‏ ‏قَوْله ( وَقَالَ شُعْبَة ) ‏ ‏أَيْ عَنْ قَتَادَة بِالْإِسْنَادِ أَيْضًا , وَطَرِيقه مَوْصُولَة عِنْدَ الْمُصَنِّفِ فِيمَا تَقَدَّمَ عَنْ آدَمَ عَنْهُ , وَتَقَدَّمَ أَيْضًا فِي \" بَاب حَكّ الْمُخَاط مِنْ الْمَسْجِدِ \" عَنْ حَفْص بْن عُمَر عَنْ شُعْبَة , وَأَرَادَ بِهَذَيْنِ التَّعْلِيقَيْنِ بَيَان اِخْتِلَاف أَلْفَاظِ أَصْحَابِ قَتَادَة عَنْهُ فِي رِوَايَةِ هَذَا الْحَدِيثِ , وَرِوَايَة شُعْبَةَ أَتَمُّ الرِّوَايَاتِ , لَكِنْ لَيْسَ فِيهَا الْمُنَاجَاةُ. وَقَالَ الْكَرْمَانِيّ : لَيْسَ هَذَا التَّعْلِيق مَوْقُوفًا عَلَى قَتَادَة وَلَا عَلَى شُعْبَة , يَعْنِي بَلْ هِيَ مَرْفُوعَةٌ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. قَالَ : وَيَحْتَمِلُ الدُّخُولُ تَحْتَ الْإِسْنَادِ السَّابِقِ بِأَنْ يَكُونَ مَعْنَاهُ مَثَلًا : حَدَّثَنَا مُسْلِم حَدَّثَنَا هِشَامٌ وَحَدَّثَنَا مُسْلِم قَالَ : قَالَ سَعِيد , وَحَدَّثَنَا مُسْلِم قَالَ : قَالَ شُعْبَة. اِنْتَهَى. وَهُوَ اِحْتِمَالٌ ضَعِيفٌ بِالنِّسْبَةِ لِشُعْبَةَ , فَإِنَّ مُسْلِم بْن إِبْرَاهِيم سَمِعَ مِنْهُ , وَبَاطِل بِالنِّسْبَةِ لِسَعِيدٍ فَإِنَّهُ لَا رِوَايَةَ لَهُ عَنْهُ , وَالَّذِي ذَكَرْتُهُ هُوَ الْمُعْتَمَدُ. وَكَذَا طَرِيق حُمَيْدٍ وَصَلَهَا الْمُؤَلِّف فِي أَوَّلِ أَبْوَابِ الْمَسَاجِدِ مِنْ طَرِيقِ إِسْمَاعِيل بْن جَعْفَر عَنْهُ , لَكِنْ لَيْسَ فِيهَا قَوْله \" وَلَا عَنْ يَمِينِهِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1215",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّاسُ يُصَلُّونَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَهُمْ عَاقِدُو أُزْرِهِمْ مِنَ الصِّغَرِ عَلَى رِقَابِهِمْ، فَقِيلَ لِلنِّسَاءِ ‏\n\"‏ لاَ تَرْفَعْنَ رُءُوسَكُنَّ حَتَّى يَسْتَوِيَ الرِّجَالُ جُلُوسًا ‏\"‏‏.‏",
    "english_text": "The people used to offer the prayer with the Prophet (ﷺ) with their waist-sheets tied round their necks \nbecause of the shortness of the sheets and the women were ordered not to lift their heads till the men \nhad sat straight.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيدٍ الْقَطَّانُ , ‏ ‏وَسُفْيَان ‏ ‏هُوَ الثَّوْرِيّ , ‏ ‏وَأَبُو حَازِم ‏ ‏هُوَ اِبْن دِينَار , وَسَهْل هُوَ اِبْن سَعْد. ‏ ‏قَوْله : ( كَانَ رِجَالٌ ) ‏ ‏التَّنْكِير فِيهِ لِلتَّنْوِيعِ وَهُوَ يَقْتَضِي أَنَّ بَعْضهمْ كَانَ بِخِلَافِ ذَلِكَ وَهُوَ كَذَلِكَ , وَوَقَعَ فِي رِوَايَة أَبِي دَاوُد \" رَأَيْت الرِّجَال \" وَاللَّام فِيهِ لِلْجِنْسِ فَهُوَ فِي حُكْم النَّكِرَة. ‏ ‏قَوْله : ( عَاقِدِي أُزُرهمْ عَلَى أَعْنَاقهمْ ) ‏ ‏فِي رِوَايَة أَبِي دَاوُدَ مِنْ طَرِيق وَكِيع عَنْ الثَّوْرِيّ : عَاقِدِي أُزُرهمْ فِي أَعْنَاقهمْ مِنْ ضِيق الْأُزُر. وَيُؤْخَذ مِنْهُ أَنَّ الثَّوْب إِذَا أَمْكَنَ الِالْتِحَاف بِهِ كَانَ أَوْلَى مِنْ الِائْتِزَار ; لِأَنَّهُ أَبْلَغُ فِي التَّسَتُّر. ‏ ‏قَوْله : ( وَقَالَ لِلنِّسَاءِ ) ‏ ‏قَالَ الْكَرْمَانِيُّ : فَاعِل قَالَ هُوَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَذَا جَزَمَ بِهِ , وَقَدْ وَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ \" وَيُقَال لِلنِّسَاءِ \" وَفِي رِوَايَة وَكِيع \" فَقَالَ قَائِل يَا مَعْشَر النِّسَاء \" فَكَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ مَنْ يَقُول لَهُنَّ ذَلِكَ , وَيَغْلِبُ عَلَى الظَّنّ أَنَّهُ بِلَال , وَإِنَّمَا نَهَى النِّسَاء عَنْ ذَلِكَ لِئَلَّا يَلْمَحْنَ عِنْد رَفْع رُءُوسهنَّ مِنْ السُّجُود شَيْئًا مِنْ عَوْرَات الرِّجَال بِسَبَبِ ذَلِكَ عِنْد نُهُوضهمْ. وَعِنْد أَحْمَد وَأَبِي دَاوُدَ التَّصْرِيح بِذَلِكَ مِنْ حَدِيث أَسْمَاء بِنْت أَبِي بَكْر وَلَفْظه \" فَلَا تَرْفَع رَأْسهَا حَتَّى يَرْفَع الرِّجَال رُءُوسهمْ كَرَاهِيَة أَنْ يَرَيْنَ عَوْرَات الرِّجَال \" وَيُؤْخَذ مِنْهُ أَنَّهُ لَا يَجِبُ التَّسَتُّر مِنْ أَسْفَل. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1216",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنْتُ أُسَلِّمُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي الصَّلاَةِ فَيَرُدُّ عَلَىَّ، فَلَمَّا رَجَعْنَا سَلَّمْتُ عَلَيْهِ فَلَمْ يَرُدَّ عَلَىَّ وَقَالَ ‏\n\"‏ إِنَّ فِي الصَّلاَةِ شُغْلاً ‏\"‏‏.‏",
    "english_text": "I used to greet the Prophet (ﷺ) while he was in prayer and he would return my greeting, but when we \nreturned (from Ethiopia) I greeted the Prophet (while he was praying) but he did not return the \ngreeting, and (after finishing the prayer) he said, \"In the prayer one is occupied (with a more serious \nmatter).\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا اِبْنُ نُمَيْر ) ‏ ‏هُوَ مُحَمَّد بْن عَبْد اَللَّه بْن نُمَيْر , نُسِبَ إِلَى جَدِّهِ , وَلَمْ يُدْرِكْ اَلْبُخَارِيّ عَبْد اَللَّه. ‏ ‏قَوْله : ( كُنَّا نُسَلِّمُ عَلَى اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي اَلصَّلَاةِ ) ‏ ‏فِي رِوَايَةِ أَبِي وَائِل \" كُنَّا نُسَلِّمُ فِي اَلصَّلَاةِ وَنَأْمُرُ بِحَاجَتِنَا \" وَفِي رِوَايَةِ أَبِي اَلْأَحْوَصِ \" خَرَجْتُ فِي حَاجَةٍ وَنَحْنُ يُسَلِّمُ بَعْضنَا عَلَى بَعْضٍ فِي اَلصَّلَاةِ \" وَسَيَأْتِي لِلْمُصَنِّفِ بَعْدَ بَاب نَحْوَهُ فِي حَدِيث اَلتَّشَهُّد. ‏ ‏قَوْله : ( اَلنَّجَاشِيّ ) ‏ ‏بِفَتْحِ اَلنُّونِ وَحُكِيَ كَسْرهَا , وَسَيَأْتِي تَسْمِيَته وَالْإِشَارَة إِلَى شَيْءٍ مِنْ أَمْرِهِ فِي كِتَاب اَلْجَنَائِز إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏( فَائِدَة ) : ‏ ‏رَوَى اِبْن أَبِي شَيْبَة مِنْ مُرْسَلِ اِبْنِ سِيرِينَ أَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ رَدَّ عَلَى اِبْن مَسْعُود فِي هَذِهِ اَلْقِصَّةِ اَلسَّلَام بِالْإِشَارَةِ , وَقَدْ بَوَّبَ اَلْمُصَنِّف لِمَسْأَلَةِ اَلْإِشَارَةِ فِي اَلصَّلَاةِ بِتَرْجَمَةٍ مُفْرَدَةٍ وَسَتَأْتِي فِي أَوَاخِر سُجُود اَلسَّهْو قَرِيبًا. ‏ ‏قَوْله : ( فَلَمْ يَرُدَّ عَلَيْنَا ) ‏ ‏زَاد مُسْلِم فِي رِوَايَةِ ابْن فُضَيْل \" قُلْنَا يَا رَسُول اَللَّهِ كُنَّا نُسَلِّمُ عَلَيْك فِي اَلصَّلَاةِ فَتَرُدُّ عَلَيْنَا \" وَكَذَا فِي رِوَايَةِ أَبِي عَوَانَة اَلَّتِي فِي اَلْهِجْرَةِ. ‏ ‏قَوْله : ( إِنَّ فِي اَلصَّلَاةِ شُغْلًا ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ عَنْ ابْن فُضَيْل \" لَشُغْلًا \" بِزِيَادَة اَللَّام لِلتَّأْكِيدِ , وَالتَّنْكِيرِ فِيهِ لِلتَّنْوِيعِ , أَيْ بِقِرَاءَةِ اَلْقُرْآنِ وَالذِّكْرِ وَالدُّعَاءِ , أَوْ لِلتَّعْظِيمِ أَيْ شُغْلًا وَأَيُّ شُغْلٍ لِأَنَّهَا مُنَاجَاةٌ مَعَ اَللَّهِ تَسْتَدْعِي اَلِاسْتِغْرَاقَ بِخِدْمَتِهِ فَلَا يَصْلُحُ فِيهَا اَلِاشْتِغَالُ بِغَيْرِهِ. وَقَالَ اَلنَّوَوِيّ : مَعْنَاهُ أَنَّ وَظِيفَةَ اَلْمُصَلِّي اَلِاشْتِغَال بِصَلَاتِهِ وَتَدَبُّر مَا يَقُولُهُ فَلَا يَنْبَغِي أَنْ يُعَرَّجَ عَلَى غَيْرِهَا مِنْ رَدِّ اَلسَّلَامِ وَنَحْوِهِ , زَادَ فِي رِوَايَةِ أَبِي وَائِل \" إِنَّ اَللَّهَ يُحْدِثُ مِنْ أَمْرِهِ مَا يَشَاءُ , وَإِنَّ اَللَّهَ قَدْ أَحْدَثَ أَنْ لَا تَكَلَّمُوا فِي اَلصَّلَاةِ \" وَزَادَ فِي رِوَايَة كُلْثُوم اَلْخُزَاعِيّ \" إِلَّا بِذِكْرِ اَللَّهِ وَمَا يَنْبَغِي لَكُمْ فَقُومُوا لِلَّهِ قَانِتِينَ. فَأُمِرْنَا بِالسُّكُوتِ \". ) ‏ ‏قَوْله : ( هُرَيْم ) ‏ ‏بِهَاءٍ وَرَاء مُصَغَّرًا , وَالسَّلُولِيّ بِفَتْحِ اَلْمُهْمَلَةِ وَلَامَيْنِ اَلْأُولَى خَفِيفَة مَضْمُومَة , وَرِجَال الْإِسْنَادَيْنِ مِنْ اَلطَّرِيقَيْنِ كُلّهمْ كُوفِيُّونَ , وَسُفْيَان هُوَ اَلثَّوْرِيُّ , وَرِوَايَة اَلْأَعْمَشِ بِهَذَا اَلْإِسْنَادِ مِمَّا عُدَّ مِنْ أَصَحِّ اَلْأَسَانِيدِ. ‏ ‏قَوْله : ( نَحْوه ) ‏ ‏ظَاهِر فِي أَنَّ لَفْظَ رِوَايَة هُرَيْم غَيْر مُتَّحِدٍ مَعَ لَفْظِ رِوَايَةِ ابْن فُضَيْل وَأَنَّ مَعْنَاهُمَا وَاحِد , وَكَذَا أَخْرَجَ مُسْلِم اَلْحَدِيثَ مِنْ اَلطَّرِيقَيْنِ وَقَالَ فِي رِوَايَة هُرَيْم أَيْضًا \" نَحْوه \" وَلَمْ أَقِفْ عَلَى سِيَاقِ لَفْظ هُرَيْم إِلَّا عِنْد الْجَوْزَقِيّ فَإِنَّهُ سَاقَهُ مِنْ طَرِيقِ إِبْرَاهِيم بْن إِسْحَاق اَلزُّهْرِيّ عَنْهُ وَلَمْ أَرَ بَيْنَهُمَا مُغَايَرَة , إِلَّا أَنَّهُ قَالَ \" قَدِمْنَا \" بَدَل رَجَعْنَا , وَزَادَ \" فَقِيلَ لَهُ يَا رَسُول اَللَّهِ \" وَالْبَاقِي سَوَاء وَسَيَأْتِي فِي اَلْهِجْرَةِ مِنْ طَرِيقِ أَبِي عَوَانَةَ عَنْ اَلْأَعْمَشِ أَوْضَحَ مِنْ هَذَا , وَلِلْحَدِيثِ طُرُق أُخْرَى مِنْهَا عِنْد أَبِي دَاوُد وَالنَّسَائِيّ مِنْ طَرِيقِ أَبِي لَيْلَى عَنْ اِبْن مَسْعُود , وَعِنْدَ اَلنَّسَائِيِّ مِنْ طَرِيق كُلْثُوم اَلْخُزَاعِيّ عَنْهُ , وَعِنْدَ اِبْن مَاجَهْ وَالطَّحَاوِيّ مِنْ طَرِيقِ أَبِي اَلْأَحْوَصِ عَنْهُ , وَسَيَأْتِي اَلتَّنْبِيه عَلَيْهِ فِي \" بَابِ قَوْلِهِ تَعَالَى \" كُلَّ يَوْمٍ هُوَ فِي شَأْن \" مِنْ أَوَاخِر كِتَاب اَلتَّوْحِيد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1217",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا كَثِيرُ بْنُ شِنْظِيرٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَاجَةٍ لَهُ فَانْطَلَقْتُ، ثُمَّ رَجَعْتُ وَقَدْ قَضَيْتُهَا، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَسَلَّمْتُ عَلَيْهِ، فَلَمْ يَرُدَّ عَلَىَّ، فَوَقَعَ فِي قَلْبِي مَا اللَّهُ أَعْلَمُ بِهِ فَقُلْتُ فِي نَفْسِي لَعَلَّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَجَدَ عَلَىَّ أَنِّي أَبْطَأْتُ عَلَيْهِ، ثُمَّ سَلَّمْتُ عَلَيْهِ فَلَمْ يَرُدَّ عَلَىَّ، فَوَقَعَ فِي قَلْبِي أَشَدُّ مِنَ الْمَرَّةِ الأُولَى، ثُمَّ سَلَّمْتُ عَلَيْهِ فَرَدَّ عَلَىَّ فَقَالَ ‏\n\"‏ إِنَّمَا مَنَعَنِي أَنْ أَرُدَّ عَلَيْكَ أَنِّي كُنْتُ أُصَلِّي ‏\"‏‏.‏ وَكَانَ عَلَى رَاحِلَتِهِ مُتَوَجِّهًا إِلَى غَيْرِ الْقِبْلَةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) sent me for some job and when I had finished it I returned and came to the Prophet (ﷺ) \nand greeted him but he did not return my greeting. So I felt so sorry that only Allah knows it and I \nsaid to myself,, 'Perhaps Allah's Messenger (ﷺ) is angry because I did not come quickly, then again I greeted \nhim but he did not reply. I felt even more sorry than I did the first time. Again I greeted him and he \nreturned the greeting and said, \"The thing which prevented me from returning the greeting was that I \nwas praying.\" And at that time he was on his Rahila and his face was not towards the Qibla.",
    "explication": "‏ ‏قَوْله : ( شِنْظِير ) ‏ ‏بِكَسْر اَلْمُعْجَمَة وَسُكُون اَلنُّونِ بَعْدَهَا ظَاء مُعْجَمَة مَكْسُورَة وَهُوَ عَلَمٌ عَلَى وَالِد كَثِير , وَهُوَ فِي اَللُّغَةِ اَلسَّيِّئُ اَلْخُلُق. ‏ ‏قَوْله : ( بَعَثَنِي اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَاجَة ) ‏ ‏بَيَّنَ مُسْلِم مِنْ طَرِيقِ أَبِي اَلزُّبَيْر عَنْ جَابِر أَنَّ ذَلِكَ كَانَ فِي غَزْوَة بَنِي اَلْمُصْطَلِق. ‏ ‏قَوْله : ( فَلَمْ يَرُدَّ عَلَيَّ ) ‏ ‏فِي رِوَايَةِ مُسْلِم اَلْمَذْكُورَةِ \" فَقَالَ لِي بِيَدِهِ هَكَذَا \" وَفِي رِوَايَة لَهُ أُخْرَى \" فَأَشَارَ إِلَيَّ \" فَيُحْمَلُ قَوْله فِي حَدِيثِ اَلْبَابِ \" فَلَمْ يَرُدَّ عَلَيَّ \" أَيْ بِاللَّفْظِ. وَكَأَنَّ جَابِرًا لَمْ يَعْرِفْ أَوَّلًا أَنَّ اَلْمُرَادَ بِالْإِشَارَةِ اَلرَّدّ عَلَيْهِ فَلِذَلِكَ قَالَ \" فَوَقَعَ فِي قَلْبِي مَا اَللَّهُ أَعْلَمُ بِهِ \" أَيْ مِنْ اَلْحُزْنِ. وَكَأَنَّهُ أَبْهَمَ ذَلِكَ إِشْعَارًا بِأَنَّهُ لَا يَدْخُلُ مِنْ شِدَّتِهِ تَحْتَ اَلْعِبَارَةِ. ‏ ‏قَوْله : ( وَجَدَ ) ‏ ‏بِفَتْح أَوَّله وَالْجِيم أَيْ غَضِبَ. ‏ ‏قَوْله : ( أَنِّي أَبْطَأْت ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" أَنْ أَبْطَأْت \" بِنُونٍ خَفِيفَةٍ. ‏ ‏قَوْله : ( ثُمَّ سَلَّمْت عَلَيْهِ فَرَدَّ عَلَيَّ ) ‏ ‏أَيْ بَعْدَ أَنْ فَرَغَ مِنْ صَلَاتِهِ. ‏ ‏قَوْله : ( وَقَالَ : مَا مَنَعَنِي أَنْ أَرُدَّ عَلَيْك ) ‏ ‏أَيْ اَلسَّلَامَ ‏ ‏( إِلَّا أَنِّي كُنْت أُصَلِّي ) ‏ ‏وَلِمُسْلِم \" فَرَجَعْت وَهُوَ يُصَلِّي عَلَى رَاحِلَتِهِ وَوَجْهُهُ عَلَى غَيْرِ اَلْقِبْلَةِ \" وَفِي هَذَا اَلْحَدِيثِ مِنْ اَلْفَوَائِدِ غَيْر مَا تَقَدَّمَ : كَرَاهَة اِبْتِدَاء اَلسَّلَام عَلَى اَلْمُصَلِّي لِكَوْنِهِ رُبَّمَا شُغِلَ بِذَلِكَ فَكُرِهَ وَاسْتَدْعَى مِنْهُ اَلرَّدّ وَهُوَ مَمْنُوعٌ مِنْهُ , وَبِذَلِكَ قَالَ جَابِر رَاوِي اَلْحَدِيثِ , وَكَرِهَهُ عَطَاء وَالشَّعْبِيّ وَمَالِك فِي رِوَايَة ابْن وَهْب , وَقَالَ فِي اَلْمُدَوَّنَةِ : لَا يُكْرَهُ , وَبِهِ قَالَ أَحْمَد وَالْجُمْهُور وَقَالُوا : يَرُدُّ إِذَا فَرَغَ مِنْ اَلصَّلَاةِ - أَوْ وَهُوَ فِيهَا - بِالْإِشَارَةِ. وَسَيَأْتِي اِخْتِلَافُهُمْ فِي اَلْإِشَارَةِ فِي أَوَاخِر أَبْوَاب سُجُود اَلسَّهْوِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1218",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ بَلَغَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنَّ بَنِي عَمْرِو بْنِ عَوْفٍ بِقُبَاءٍ كَانَ بَيْنَهُمْ شَىْءٌ، فَخَرَجَ يُصْلِحُ بَيْنَهُمْ فِي أُنَاسٍ مِنْ أَصْحَابِهِ، فَحُبِسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَحَانَتِ الصَّلاَةُ، فَجَاءَ بِلاَلٌ إِلَى أَبِي بَكْرٍ ـ رضى الله عنهما ـ فَقَالَ يَا أَبَا بَكْرٍ، إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ حُبِسَ وَقَدْ حَانَتِ الصَّلاَةُ، فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتَ‏.‏ فَأَقَامَ بِلاَلٌ الصَّلاَةَ، وَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَكَبَّرَ لِلنَّاسِ، وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ يَشُقُّهَا شَقًّا، حَتَّى قَامَ فِي الصَّفِّ، فَأَخَذَ النَّاسُ فِي التَّصْفِيحِ‏.‏ قَالَ سَهْلٌ التَّصْفِيحُ هُوَ التَّصْفِيقُ‏.‏ قَالَ وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرَ النَّاسُ الْتَفَتَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَشَارَ إِلَيْهِ، يَأْمُرُهُ أَنْ يُصَلِّيَ، فَرَفَعَ أَبُو بَكْرٍ ـ رضى الله عنه ـ يَدَهُ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ، وَتَقَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى لِلنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ مَا لَكُمْ حِينَ نَابَكُمْ شَىْءٌ فِي الصَّلاَةِ أَخَذْتُمْ بِالتَّصْفِيحِ إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ ‏\"‏‏.‏ ثُمَّ الْتَفَتَ إِلَى أَبِي بَكْرٍ ـ رضى الله عنه ـ فَقَالَ ‏\"‏ يَا أَبَا بَكْرٍ، مَا مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إِلَيْكَ ‏\"‏‏.‏ قَالَ أَبُو بَكْرٍ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "The news about the differences amongst the people of Bani `Amr bin `Auf at Quba reached Allah's \nApostle and so he went to them along with some of his companions to affect a reconciliation. Allah's \nApostle was delayed there and the time for the prayer became due. Bilal came to Abu Bakr! and said, \n\"O Abu Bakr! Allah's Messenger (ﷺ) is detained (there) and the time for the prayer is due. Will you lead the \npeople in prayer?\" Abu Bakr replied, \"Yes, if you wish.\" So Bilal pronounced the Iqama and Abu \nBakr went forward and the people said Takbir. In the meantime, Allah's Messenger (ﷺ) came piercing \nthrough the rows till he stood in the (first) row and the people started clapping. Abu Bakr, would \nnever look hither and thither during the prayer but when the people clapped much he looked back and \nsaw Allah's Messenger (ﷺ). The Prophet (ﷺ) beckoned him to carry on. Abu Bakr raised both his hands, praised \nAllah and retreated till he stood in the row and Allah's Messenger (ﷺ) went forward and led the people in the \nprayer. When he had finished the prayer, he addressed the people and said, \"O people! Why did you \nstart clapping when something happened to you in the prayer? Clapping is for women. Whenever one \nis confronted with something unusual in the prayer one should say, 'Sub Han Allah'.\" Then the \nProphet looked towards Abu Bakr and asked, \"What prevented you from leading the prayer when I \nbeckoned you to carry on?\" Abu Bakr replied, \"It does not befit the son of Al Quhafa to lead the \nprayer in the presence of Allah's Messenger (ﷺ).",
    "explication": "تَقَدَّمَ اَلْكَلَام عَلَى فَوَائِدِ هَذَا اَلْحَدِيثِ فِي اَلْبَابِ اَلْمَذْكُورِ. وَفِيهِ مِنْ اَلْفَوَائِدِ مِمَّا تَقَدَّمَ بَعْضهَا مَبْسُوطًا : جَوَاز تَأْخِير اَلصَّلَاةِ عَنْ أَوَّلِ اَلْوَقْتِ , وَأَنَّ اَلْمُبَادَرَةَ إِلَيْهَا أَوْلَى مِنْ اِنْتِظَارِ اَلْإِمَامِ اَلرَّاتِبِ , وَأَنَّهُ لَا يَنْبَغِي اَلتَّقَدُّمُ عَلَى اَلْجَمَاعَةِ إِلَّا بِرِضًا مِنْهُمْ , يُؤْخَذُ ذَلِكَ مِنْ قَوْل أَبِي بَكْر ‏ ‏\" إِنْ شِئْتُمْ \" ‏ ‏مَعَ عِلْمِهِ بِأَنَّهُ أَفْضَلُ. وَأَنَّ اَلِالْتِفَاتَ فِي اَلصَّلَاةِ لَا يَقْطَعُهَا. وَأَنَّ مَنْ سَبَّحَ أَوْ حَمِدَ لِأَمْرٍ يَنُوبُهُ لَا يَقْطَعُ صَلَاتَهُ وَلَوْ قَصَدَ بِذَلِكَ تَنْبِيهَ غَيْرِهِ خِلَافًا لِمَنْ قَالَ بِالْبُطْلَانِ. ‏ ‏وَقَوْله فِيهِ \" فَقَالَ سَهْل \" ‏ ‏أَيْ اِبْن سَعْد رَاوِي اَلْحَدِيثِ \" هَلْ تَدْرُونَ مَا اَلتَّصْفِيحُ هُوَ اَلتَّصْفِيقُ \" وَهَذِهِ حُجَّة لِمَنْ قَالَ إِنَّهُمَا قَالَ بِمَعْنًى وَاحِدٍ , وَبِهِ صَرَّحَ اَلْخَطَّابِيّ وَأَبُو عَلِيّ الْقَالِيّ وَالْجَوْهَرِيّ وَغَيْرُهُمْ , وَادَّعَى اِبْن حَزْم نَفْي اَلْخِلَافِ فِي ذَلِكَ , وَتُعُقِّبَ بِمَا حَكَاهُ عِيَاض فِي اَلْإِكْمَالِ أَنَّهُ بِالْحَاء اَلضَّرْبُ بِظَاهِر إِحْدَى اَلْيَدَيْنِ عَلَى اَلْأُخْرَى , وَبِالْقَاف بِبَاطِنِهَا عَلَى بَاطِنِ اَلْأُخْرَى , وَقِيلَ بِالْحَاء اَلضَّرْبُ بِأُصْبُعَيْنِ لِلْإِنْذَارِ وَالتَّنْبِيهِ وَبِالْقَاف بِجَمِيعِهَا لِلَّهْوِ وَاللَّعِبِ , وَأَغْرَبَ الدَّاوُدِيّ فَزَعَمَ أَنَّ اَلصَّحَابَةَ ضَرَبُوا بِأَكُفِّهِمْ عَلَى أَفْخَاذِهِمْ , قَالَ عِيَاض : كَأَنَّهُ أَخَذَهُ مِنْ حَدِيثِ مُعَاوِيَة بْن اَلْحَكَمِ اَلَّذِي أَخْرَجَهُ مُسْلِم فَفِيهِ \" فَجَعَلُوا يَضْرِبُونَ بِأَيْدِيهمْ عَلَى أَفْخَاذِهِمْ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1219",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ نُهِيَ عَنِ الْخَصْرِ، فِي الصَّلاَةِ‏.‏ وَقَالَ هِشَامٌ وَأَبُو هِلاَلٍ عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "It was forbidden to keep the hands on the hips during the prayer. (This is narrated by Abu Huraira \nfrom the Prophet.)",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا حَمَّاد ) ‏ ‏هُوَ اِبْن زَيْد وَمُحَمَّد هُوَ اِبْنُ سِيرِينَ. ‏ ‏قَوْله : ( نُهِيَ ) ‏ ‏بِضَمِّ اَلنُّونِ عَلَى اَلْبِنَاءِ لِلْمَجْهُولِ وَفَاعِل ذَلِكَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا فِي رِوَايَة هِشَام. ‏ ‏قَوْله : ( وَقَالَ هِشَام ) ‏ ‏يَعْنِي اِبْن حَسَّان ‏ ‏( وَأَبُو هِلَال ) ‏ ‏يَعْنِي الرَّاسِبِيّ ‏ ‏( عَنْ اِبْنِ سِيرِينَ إِلَخْ ) ‏ ‏أَمَّا رِوَايَةُ هِشَام وَهُوَ اِبْن حَسَّان فَوَصَلَهَا اَلْمُؤَلِّفُ فِي اَلْبَابِ , لَكِنْ وَقَعَ فِي رِوَايَة أَبِي ذَرٍّ عَنْ اَلْحَمَوِيّ وَالْمُسْتَمْلِي \" نَهَى \" عَلَى اَلْبِنَاءِ لِلْفَاعِلِ وَلَمْ يُسَمِّهِ , وَسَمَّاهُ الْكُشْمِيهَنِيّ فِي رِوَايَتِهِ , وَقَدْ رَوَاهُ مُسْلِم وَاَلتِّرْمِذِيّ مِنْ طَرِيقِ أَبِي أُسَامَة عَنْ هِشَام بِلَفْظ \" نَهَى اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُصَلِّيَ اَلرَّجُلُ مُخْتَصِرًا \" وَكَذَا رَوَاهُ أَبُو دَاوُد مِنْ طَرِيقِ مُحَمَّد بْن سَلَمَة عَنْ هِشَام كَذَلِكَ , وَبِلَفْظ \" عَنْ اَلْخَصْرِ فِي اَلصَّلَاةِ \" وَأَمَّا رِوَايَةُ أَبِي هِلَال فَوَصَلَهَا الدَّارَقُطْنِيّ فِي \" اَلْأَفْرَادِ \" مِنْ طَرِيقِ عَمْرو بْن مَرْزُوق عَنْهُ بِلَفْظ \" عَنْ اَلِاخْتِصَارِ فِي اَلصَّلَاةِ \". ‏ ‏قَوْله : ( نُهِيَ ) ‏ ‏بِالضَّمِّ عَلَى اَلْبِنَاءِ لِلْمَفْعُولِ , وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" نَهَى اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1220",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا مُحَمَّدٌ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه قَالَ نُهِيَ أَنْ يُصَلِّيَ الرَّجُلُ مُخْتَصِرًا‏.‏",
    "english_text": "It was forbidden to pray with the hands over one's hips.",
    "explication": "‏ ‏قَوْله : ( مُتَخَصِّرًا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" مُخَصَّرًا \" بِتَشْدِيدِ اَلصَّادِ , وَلِلنَّسَائِيِّ \" مُخْتَصِرًا \" بِزِيَادَة اَلْمُثَنَّاة , وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ سُلَيْمَان بْن حَرْب \" حَدَّثَنَا حَمَّاد بْن زَيْد قَالَ : قِيلَ لِأَيُّوبَ إِنَّ هِشَامًا رَوَى عَنْ مُحَمَّد عَنْ أَبِي هُرَيْرَة قَالَ : نُهِيَ عَنْ اَلِاخْتِصَارِ فِي اَلصَّلَاةِ , فَقَالَ : إِنَّمَا قَالَ اَلتَّخَصُّر. وَكَأَنَّ سَبَبَ إِنْكَارِ أَيُّوبَ لَفْظ اَلِاخْتِصَار لِكَوْنِهِ يُفْهِمُ مَعْنًى آخَرَ غَيْر اَلتَّخَصُّرِ كَمَا سَيَأْتِي , وَقَدْ فَسَّرَهُ اِبْن أَبِي شَيْبَة عَنْ أَبِي أُسَامَة بِالسَّنَدِ اَلْمَذْكُورِ فَقَالَ فِيهِ : قَالَ اِبْنُ سِيرِينَ هُوَ أَنْ يَضَعَ يَدَهُ عَلَى خَاصِرَتِهِ وَهُوَ يُصَلِّي , وَبِذَلِكَ جَزَمَ أَبُو دَاوُد وَنَقَلَهُ اَلتِّرْمِذِيُّ عَنْ بَعْضِ أَهْلِ اَلْعِلْمِ , وَهَذَا هُوَ اَلْمَشْهُورُ مِنْ تَفْسِيرِهِ. وَحَكَى الْهَرَوِيّ فِي اَلْغَرِيبَيْنِ أَنَّ اَلْمُرَادَ بِالِاخْتِصَارِ قِرَاءَة آيَةٍ أَوْ آيَتَيْنِ مِنْ آخِرِ اَلسُّورَة , وَقِيلَ أَنْ يُحْذَفَ اَلطُّمَأْنِينَة. وَهَذَانِ اَلْقَوْلَانِ وَإِنْ كَانَ أَحَدهمَا مِنْ اَلِاخْتِصَارِ مُمْكِنًا لَكِنَّ رِوَايَة اَلتَّخَصُّر وَالْخَصْر تَأْبَاهُمَا , وَقِيلَ اَلِاخْتِصَارُ أَنْ يَحْذِفَ اَلْآيَةَ اَلَّتِي فِيهَا اَلسَّجْدَة إِذَا مَرَّ بِهَا فِي قِرَاءَتِهِ حَتَّى لَا يَسْجُدَ فِي اَلصَّلَاةِ لِتِلَاوَتِهَا حَكَاهُ اَلْغَزَالِيّ. وَحَكَى اَلْخَطَّابِيّ أَنَّ مَعْنَاهُ أَنْ يُمْسِكَ بِيَدِهِ مِخْصَرَة أَيْ عَصًا يَتَوَكَّأُ عَلَيْهَا فِي اَلصَّلَاةِ , وَأَنْكَرَ هَذَا اِبْن اَلْعَرَبِيِّ فِي شَرْحِ اَلتِّرْمِذِيّ فَأَبْلَغَ , وَيُؤَيِّدُ اَلْأَوَّل مَا رَوَى أَبُو دَاوُد وَالنَّسَائِيّ مِنْ طَرِيقِ سَعِيد بْن زِيَاد قَالَ : صَلَّيْت إِلَى جَنْبِ اِبْن عُمَر فَوَضَعْت يَدِي عَلَى خَاصِرَتِي , فَلَمَّا صَلَّى قَالَ : هَذَا اَلصَّلْبُ فِي اَلصَّلَاةِ , وَكَانَ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَى عَنْهُ. وَاخْتُلِفَ فِي حِكْمَة اَلنَّهْي عَنْ ذَلِكَ فَقِيلَ : لِأَنَّ إِبْلِيس أُهْبِطَ مُتَخَصِّرًا أَخْرَجَهُ اِبْن أَبِي شَيْبَة مِنْ طَرِيقِ حُمَيْد بْن هِلَال مَوْقُوفًا. وَقِيلَ : لِأَنَّ اَلْيَهُودَ تُكْثِرُ مِنْ فِعْلِهِ فَنُهِيَ عَنْهُ كَرَاهَةً لِلتَّشَبُّهِ بِهِمْ أَخْرَجَهُ اَلْمُصَنِّفُ فِي ذِكْرِ بَنِي إِسْرَائِيلَ عَنْ عَائِشَة , زَادَ اِبْن أَبِي شَيْبَة فِيهِ \" فِي اَلصَّلَاةِ \" وَفِي رِوَايَة لَهُ \" لَا تَشَبَّهُوا بِالْيَهُودِ \" وَقِيلَ : لِأَنَّهُ رَاحَةُ أَهْلِ اَلنَّارِ أَخْرَجَهُ اِبْن أَبِي شَيْبَة أَيْضًا عَنْ مُجَاهِدٍ قَالَ \" وَضْع اَلْيَدِ عَلَى اَلْحِقْوِ اِسْتِرَاحَة أَهْل اَلنَّارِ \" وَقِيلَ لِأَنَّهَا صِفَة اَلرَّاجِز حِينَ يُنْشِدُ رَوَاهُ سَعِيد بْن مَنْصُور مِنْ طَرِيقِ قَيْس بْن عَبَّاد بِإِسْنَادٍ حَسَنٍ , وَقِيلَ لِأَنَّهُ فِعْلُ اَلْمُتَكَبِّرِينَ حَكَاهُ اَلْمُهَلَّب , وَقِيلَ لِأَنَّهُ فِعْلُ أَهْلِ اَلْمَصَائِب حَكَاهُ اَلْخَطَّابِيّ , وَقَوْلُ عَائِشَة أَعْلَى مَا وَرَدَ فِي ذَلِكَ وَلَا مُنَافَاةَ بَيْنَ اَلْجَمِيعِ. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ فِي نُسْخَة الصَّغَانِيّ فِي \" بَاب اَلْخَصْر فِي اَلصَّلَاةِ \" : وَرُوِيَ أَنَّهُ اِسْتِرَاحَة أَهْل اَلنَّارِ , وَمَا أَظُنُّ أَنَّ قَوْلَهُ رُوِيَ إِلَخْ إِلَّا مِنْ كَلَامِهِ لَا مِنْ كَلَام اَلْبُخَارِيّ , وَقَدْ ذَكَرْت مَنْ رَوَاهُ وَلِلَّهِ اَلْحَمْد , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1221",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا عُمَرُ ـ هُوَ ابْنُ سَعِيدٍ ـ قَالَ أَخْبَرَنِي ابْنُ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ ـ رضى الله عنه ـ قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم الْعَصْرَ، فَلَمَّا سَلَّمَ قَامَ سَرِيعًا دَخَلَ عَلَى بَعْضِ نِسَائِهِ، ثُمَّ خَرَجَ وَرَأَى مَا فِي وُجُوهِ الْقَوْمِ مِنْ تَعَجُّبِهِمْ لِسُرْعَتِهِ فَقَالَ ‏\n\"‏ ذَكَرْتُ وَأَنَا فِي الصَّلاَةِ تِبْرًا عِنْدَنَا، فَكَرِهْتُ أَنْ يُمْسِيَ أَوْ يَبِيتَ عِنْدَنَا فَأَمَرْتُ بِقِسْمَتِهِ ‏\"‏‏.‏",
    "english_text": "I offered the `Asr prayer with the Prophet (ﷺ) and after finishing the prayer with Taslim he got up quickly \nand went to some of his wives and then came out. He noticed the signs of astonishment on the faces of \nthe people caused by his speed. He then said, \"I remembered while I was in my prayer that a piece of \ngold was Lying in my house and I disliked that it should remain with us throughout the night, and so I \nhave ordered it to be distributed.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا رَوْحٌ ) ‏ ‏هُوَ اِبْنُ عُبَادَة , وَعُمَر بْن سَعِيد هُوَ اِبْن أَبِي حُسَيْن اَلْمَكِّيّ , وَقَدْ تَقَدَّمَ هَذَا اَلْحَدِيث وَشَيْء مِنْ فَوَائِدِهِ فِي أَوَاخِر صِفَة اَلصَّلَاة , وَهُوَ ظَاهِرٌ فِيمَا تَرْجَمَ لَهُ لِأَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ تَفَكَّرَ فِي أَمْر اَلتِّبْر اَلْمَذْكُور ثُمَّ لَمْ يُعِدْ اَلصَّلَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1222",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرٍ، عَنِ الأَعْرَجِ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا أُذِّنَ بِالصَّلاَةِ أَدْبَرَ الشَّيْطَانُ لَهُ ضُرَاطٌ حَتَّى لاَ يَسْمَعَ التَّأْذِينَ، فَإِذَا سَكَتَ الْمُؤَذِّنُ أَقْبَلَ، فَإِذَا ثُوِّبَ أَدْبَرَ فَإِذَا سَكَتَ أَقْبَلَ، فَلاَ يَزَالُ بِالْمَرْءِ يَقُولُ لَهُ اذْكُرْ مَا لَمْ يَكُنْ يَذْكُرُ حَتَّى لاَ يَدْرِي كَمْ صَلَّى ‏\"‏‏.‏ قَالَ أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ إِذَا فَعَلَ أَحَدُكُمْ ذَلِكَ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ قَاعِدٌ‏.‏ وَسَمِعَهُ أَبُو سَلَمَةَ مِنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"When the Adhan for the prayer is pronounced, then Satan takes to his heels \npassing wind so that he may not hear the Adhan and when the Mu'adh-dhin finishes, he comes back; \nand when the Iqama is pronounced he again takes to his heels and when it is finished, he again comes \nback and continues reminding the praying person of things that he used not to remember when not in \nprayer till he forgets how much he has prayed.\" Abu Salama bin `Abdur-Rahman said, \"If anyone of \nyou has such a thing (forgetting the number of rak`at he has prayed) he should perform two \nprostrations of Sahu (i.e. forgetfulness) while sitting.\" Abu Salama narrates this from Abu Huraira.",
    "explication": "‏ ‏قَوْله : ( عَنْ جَعْفَر ) ‏ ‏هُوَ اِبْنُ رَبِيعَة اَلْمِصْرِيُّ , وَقَدْ تَقَدَّمَ اَلْكَلَام عَلَى اَلْمَتْنِ فِي أَوَائِل أَبْوَابِ اَلْأَذَانِ مُسْتَوْفًى , وَشَاهِد اَلتَّرْجَمَة قَوْله \" حَتَّى لَا يَدْرِيَ كَمْ صَلَّى \" فَإِنَّهُ يَدُلُّ عَلَى أَنَّ اَلتَّفَكُّرَ لَا يَقْدَحُ فِي صِحَّةِ اَلصَّلَاةِ مَا لَمْ يَتْرُكْ شَيْئًا مِنْ أَرْكَانِهَا. ‏ ‏قَوْله : ( قَالَ أَبُو سَلَمَة بْن عَبْد اَلرَّحْمَن : إِذَا فَعَلَ أَحَدُكُمْ ذَلِكَ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ قَاعِد , وَسَمِعَهُ أَبُو سَلَمَةَ مِنْ أَبِي هُرَيْرَة ) ‏ ‏هَذَا اَلتَّعْلِيق طَرَف مِنْ اَلْحَدِيثِ اَلَّذِي قَبْلَهُ فِي رِوَايَة أَبِي سَلَمَةَ كَمَا سَيَأْتِي فِي خَامِسِ تَرْجَمَةٍ مِنْ أَبْوَابِ اَلسَّهْوِ , لَكِنَّهُ مِنْ رِوَايَة يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة , وَرُبَّمَا تَبَادَرَ إِلَى اَلذِّهْنِ مِنْ سِيَاقِ اَلْمُصَنِّفِ أَنَّ هَذِهِ اَلزِّيَادَةَ مِنْ رِوَايَة جَعْفَر بْن رَبِيعَة عَنْ أَبِي سَلَمَة , وَلَيْسَ كَذَلِكَ , وَسَيَأْتِي فِي سَادِسِ تَرْجَمَةٍ أَيْضًا مِنْ طَرِيق اَلزُّهْرِيّ عَنْ أَبِي سَلَمَةَ لَكِنْ بِاخْتِصَار ذِكْر اَلْأَذَانِ وَهُوَ مِنْ طَرِيق هُذَيْن عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا بِخِلَافِ مَا يُوهِمُهُ سِيَاقه هُنَا , وَسَيَأْتِي اَلْكَلَامُ عَلَيْهِ إِنْ شَاءَ اَللَّهُ تَعَالَى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1223",
    "category": "كتاب العمل في الصلاة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، قَالَ أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ النَّاسُ أَكْثَرَ أَبُو هُرَيْرَةَ، فَلَقِيتُ رَجُلاً فَقُلْتُ بِمَ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْبَارِحَةَ فِي الْعَتَمَةِ فَقَالَ لاَ أَدْرِي‏.‏ فَقُلْتُ لَمْ تَشْهَدْهَا قَالَ بَلَى‏.‏ قُلْتُ لَكِنْ أَنَا أَدْرِي، قَرَأَ سُورَةَ كَذَا وَكَذَا‏.‏",
    "english_text": "People say that I narrate too many narrations of the Prophet; once I met a man (during the lifetime of \nthe Prophet) and asked him, \"Which Sura did Allah's Messenger (ﷺ) s recite yesterday in the `Isha' prayer?\" \nHe said, \"I do not know.\" I said, \"Did you not attend the prayer?\" He said, \"Yes, (I did).\" I said, \"I \nknow. He recited such and such Sura.\"",
    "explication": "‏ ‏قَوْله : ( قَالَ قَالَ أَبُو هُرَيْرَة ) ‏ ‏فِي رِوَايَة اَلْإِسْمَاعِيلِيّ \" عَنْ أَبِي هُرَيْرَة \" ‏ ‏قَوْله : ( يَقُولُ اَلنَّاس أَكْثَرَ أَبُو هُرَيْرَة ) ‏ ‏أَخْرَجَهُ اَلْبَيْهَقِيّ فِي اَلْمَدْخَلِ مِنْ طَرِيقِ أَبِي مُصْعَب عَنْ مُحَمَّد بْن إِبْرَاهِيم بْن دِينَار عَنْ اِبْن أَبِي ذِئْب بِلَفْظ \" إِنَّ اَلنَّاسَ قَالُوا قَدْ أَكْثَرَ أَبُو هُرَيْرَة مِنْ اَلْحَدِيثِ عَنْ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَإِنِّي كُنْت أَلْزَمُهُ لِشِبَع بَطْنِي , فَلَقِيتُ رَجُلًا فَقُلْت لَهُ : بِأَيِّ سُورَة \" فَذَكَرَ اَلْحَدِيث وَقَالَ فِي آخِرِهِ : أَخْرَجَهُ اَلْبُخَارِيّ عَنْ أَبِي مُصْعَب اِنْتَهَى. وَلَمْ أَرَ هَذِهِ اَلطَّرِيقَ فِي صَحِيح اَلْبُخَارِيّ , وَكَأَنَّ اَلْبَيْهَقِيّ تَبِعَ أَطْرَاف خَلَفٍ فَإِنَّهُ ذَكَرَهَا , وَقَدْ قَالَ اِبْن عَسَاكِر : لَمْ أَجِدْهَا وَلَا ذَكَرَهَا أَبُو مَسْعُود اِنْتَهَى. ثُمَّ وَجَدْت فِي مَنَاقِبِ جَعْفَر صَدْرَ هَذَا اَلْحَدِيث , لَكِنْ قَالَ بَعْدَ قَوْلِهِ \" لِشِبَعِ بَطْنِي \" حِين لَا آكُلُ اَلْخَمِير وَلَا أَلْبَسُ اَلْحَرِيرَ ; فَذَكَرَ قِصَّةَ جَعْفَر بْن أَبِي طَالِب , فَلَعَلَّ اَلْبَيْهَقِيّ أَرَادَ هَذَا , وَكَأَنَّ اَلْمَقْبُرِيّ وَغَيْره مِنْ رُوَاتِهِ كَانَ يُحَدِّثُ بِهِ تَامًّا تَارَة وَمُخْتَصَرًا أُخْرَى. وَقَدْ وَقَعَ عِنْدَ اَلْإِسْمَاعِيلِيِّ مِنْ طَرِيق بْن أَبِي فُدَيْكٍ عَنْ اِبْن أَبِي ذِئْب فِي أَوَّلِ هَذَا اَلْحَدِيثِ \" حَفِظْت مِنْ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ دُعَاءَيْنِ \" اَلْحَدِيث وَفِيهِ \" إِنَّ اَلنَّاسَ قَالُوا : أَكْثَرَ أَبُو هُرَيْرَة \" فَذَكَرَهُ , وَقَوْله \" حَفِظْت إِلَخْ \" تَقَدَّمَ فِي اَلْعِلْمِ مَعَ الْكَلَام عَلَيْهِ , وَتَقَدَّمَ فِي اَلْعِلْمِ أَيْضًا مِنْ طَرِيقِ اَلْأَعْرَجِ عَنْ أَبِي هُرَيْرَة \" إِنَّ اَلنَّاسَ يَقُولُونَ أَكْثَرَ أَبُو هُرَيْرَة , وَاَللَّه لَوْلَا آيَتَانِ فِي كِتَابِ اَللَّهِ تَعَالَى مَا حَدَّثْت \" اَلْحَدِيث وَسَيَأْتِي فِي أَوَائِل اَلْبُيُوعِ مِنْ طَرِيقِ سَعِيد بْن اَلْمُسَيِّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَة قَالَ \" إِنَّكُمْ تَقُولُونَ إِنَّ أَبَا هُرَيْرَة أَكْثَرَ \" اَلْحَدِيث وَفِيهِ اَلْإِشَارَةُ إِلَى سَبَبِ إِكْثَارِهِ وَأَنَّ اَلْمُهَاجِرِينَ وَالْأَنْصَارَ كَانُوا يَشْغَلُهُمْ اَلْمَعَاشُ , وَهَذَا يَدُلُّ عَلَى أَنَّهُ كَانَ يَقُولُ هَذِهِ اَلْمَقَالَةَ أَمَامَ مَا يُرِيدُ أَنْ يُحَدِّثَ بِهِ مِمَّا يَدُلُّ عَلَى صِحَّةِ إِكْثَارِهِ وَعَلَى اَلسَّبَبِ فِي ذَلِكَ وَعَلَى سَبَبِ اِسْتِمْرَارِهِ عَلَى اَلتَّحْدِيثِ. ‏ ‏قَوْله : ( فَلَقِيَتْ رَجُلًا ) ‏ ‏لَمْ أَقِفْ عَلَى تَسْمِيَتِهِ وَلَا عَلَى تَسْمِيَةِ اَلسُّورَةِ , وَقَوْله \" بِمَ \" بِكَسْرِ اَلْمُوَحَّدَةِ بِغَيْرِ أَلِفٍ لِأَبِي ذَرٍّ وَهُوَ اَلْمَعْرُوفُ , وَلِلْأَكْثَرِ بِإِثْبَات اَلْأَلِف وَهُوَ قَلِيل , أَيْ بِأَيِّ شَيْء. ‏ ‏قَوْله : ( اَلْبَارِحَةَ ) ‏ ‏أَيْ أَقْرَب لَيْلَةٍ مَضَتْ. وَفِي هَذِهِ اَلْقِصَّةِ إِشَارَة إِلَى سَبَبِ إِكْثَارِ أَبِي هُرَيْرَة وَشِدَّة إِتْقَانه وَضَبْطه , بِخِلَافِ غَيْرِهِ. وَشَاهِد اَلتَّرْجَمَة دَلَالَة اَلْحَدِيثِ عَلَى عَدَمِ ضَبْطِ ذَلِكَ اَلرَّجُلِ كَأَنَّهُ اِشْتَغَلَ بِغَيْرِ أَمْرِ اَلصَّلَاةِ حَتَّى نَسِيَ اَلسُّورَةَ اَلَّتِي قُرِئَتْ , أَوْ دَلَالَته عَلَى ضَبْطِ أَبِي هُرَيْرَة كَأَنَّهُ شُغِلَ فِكْرُهُ بِأَفْعَالِ اَلصَّلَاةِ حَتَّى ضَبَطَهَا وَأَتْقَنَهَا , كَذَا ذَكَرَ الْكَرْمَانِيّ هَذَيْنِ اَلِاحْتِمَالَيْنِ , وَبِالْأَوَّلِ جَزَمَ غَيْره وَاللَّهُ أَعْلَمُ. ‏ ‏( خَاتِمَة ) ‏ ‏اِشْتَمَلَتْ أَبْوَاب اَلْعَمَلِ فِي اَلصَّلَاةِ مِنْ اَلْأَحَادِيثِ اَلْمَرْفُوعَةِ عَلَى اِثْنَيْنِ وَثَلَاثِينَ حَدِيثًا , اَلْمُعَلَّق مِنْ ذَلِكَ سِتَّة وَالْبَقِيَّة مَوْصُولَة. اَلْمُكَرَّرُ مِنْهَا فِيهَا وَفِيمَا مَضَى ثَلَاثَة وَعِشْرُونَ حَدِيثًا وَالْبَقِيَّة خَالِصَة , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجِهَا سِوَى حَدِيث أَبِي بَرْزَةَ فِي قِصَّة اِنْفِلَات دَابَّته , وَحَدِيث عَبْد اَللَّه بْن عَمْرو اَلْمُعَلَّقِ فِي اَلنَّفْخِ فِي اَلسُّجُودِ , وَحَدِيث أَبِي هُرَيْرَة فِي اَلتَّخَصُّرِ , وَحَدِيثه فِي اَلْقِرَاءَةِ فِي اَلْعَتَمَةِ. وَفِيهِ مِنْ اَلْآثَارِ عَنْ اَلصَّحَابَةِ وَغَيْرهمْ سِتَّة آثَار. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]