[
  {
    "id": 1224,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ ـ رضى الله عنه ـ أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم رَكْعَتَيْنِ مِنْ بَعْضِ الصَّلَوَاتِ ثُمَّ قَامَ فَلَمْ يَجْلِسْ، فَقَامَ النَّاسُ مَعَهُ، فَلَمَّا قَضَى صَلاَتَهُ وَنَظَرْنَا تَسْلِيمَهُ كَبَّرَ قَبْلَ التَّسْلِيمِ فَسَجَدَ سَجْدَتَيْنِ وَهُوَ جَالِسٌ ثُمَّ سَلَّمَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) once led us in a prayer and offered two rak`at and got up (for the third rak`a) without \nsitting (after the second rak`a). The people also got up with him, and when he was about to finish his \nprayer, we waited for him to finish the prayer with Taslim but he said Takbir before Taslim and \nperformed two prostrations while sitting and then finished the prayer with Taslim.",
    "explication": "حَدِيث أَنَس فِي صَلَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سُلَيْم وَقَدْ تَقَدَّمَ فِي اَلصُّفُوفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1225,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ ـ رضى الله عنه ـ أَنَّهُ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ مِنِ اثْنَتَيْنِ مِنَ الظُّهْرِ لَمْ يَجْلِسْ بَيْنَهُمَا، فَلَمَّا قَضَى صَلاَتَهُ سَجَدَ سَجْدَتَيْنِ ثُمَّ سَلَّمَ بَعْدَ ذَلِكَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) got up after the second rak`a of the Zuhr prayer without sitting in between (the second \nand the third rak`at). When he finished the prayer he performed two prostrations (of Sahu) and then \nfinished the prayer with Taslim.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اَلرَّحْمَن اَلْأَعْرَجِ ) ‏ ‏كَذَا فِي رِوَايَة كَرِيمَة , وَلَمْ يُسَمَّ فِي رِوَايَة اَلْبَاقِينَ. ‏ ‏قَوْله : ( عَنْ عَبْد اَللَّه اِبْن بُحَيْنَة ) ‏ ‏تَقَدَّمَ فِي اَلتَّشَهُّدِ أَنَّ بُحَيْنَة اِسْم أُمِّهِ أَوْ أُمّ أَبِيهِ , وَعَلَى هَذَا فَيَنْبَغِي أَنْ يُكْتَبَ ابْن بُحَيْنَة بِأَلِفٍ. ‏ ‏قَوْله : ( صَلَّى لَنَا ) ‏ ‏أَيْ بِنَا أَوْ لِأَجْلِنَا , وَقَدْ تَقَدَّمَ فِي أَبْوَابِ اَلتَّشَهُّدِ مِنْ رِوَايَة شُعَيْب عَنْ اِبْن شِهَاب بِلَفْظ \" صَلَّى بِهِمْ \" وَيَأْتِي فِي اَلْأَيْمَانِ وَالنُّذُورِ مِنْ رِوَايَة اِبْن أَبِي ذِئْب عَنْ اِبْن شِهَاب بِلَفْظ \" صَلَّى بِنَا \". ‏ ‏قَوْله : ( مِنْ بَعْضِ اَلصَّلَوَاتِ ) ‏ ‏بَيَّنَ فِي اَلرِّوَايَةِ اَلَّتِي تَلِيهَا أَنَّهَا اَلظُّهْرُ. ‏ ‏قَوْله : ( ثُمَّ قَامَ ) ‏ ‏زَاد اَلضَّحَّاك بْن عُثْمَان عَنْ اَلْأَعْرَجِ \" فَسَبَّحُوا بِهِ فَمَضَى حَتَّى فَرَغَ مِنْ صَلَاتِهِ \" أَخْرَجَهُ اِبْن خُزَيْمَة. وَفِي حَدِيث مُعَاوِيَة عِنْدَ اَلنَّسَائِيِّ وَعُقْبَة بْن عَامِر عِنْدَ اَلْحَاكِمِ جَمِيعًا نَحْوَ هَذِهِ اَلْقِصَّةِ بِهَذِهِ اَلزِّيَادَةِ. ‏ ‏قَوْله : ( فَلَمَّا قَضَى صَلَاتَهُ ) ‏ ‏أَيْ فَرَغَ مِنْهَا كَذَا رَوَاهُ مَالِك عَنْ شَيْخِهِ , وَقَدْ اِسْتُدِلَّ بِهِ لِمَنْ زَعَمَ أَنَّ اَلسَّلَامَ لَيْسَ مِنْ اَلصَّلَاةِ حَتَّى لَوْ أَحْدَثَ بَعْدَ أَنْ جَلَسَ وَقَبْلَ أَنْ يُسَلِّمَ تَمَّتْ صَلَاتُهُ وَهُوَ قَوْلُ بَعْضِ اَلصَّحَابَةِ وَالتَّابِعِينَ وَبِهِ قَالَ أَبُو حَنِيفَة , وَتُعُقِّبَ بِأَنَّ اَلسَّلَامَ لَمَّا كَانَ لِلتَّحْلِيلِ مِنْ اَلصَّلَاةِ كَانَ اَلْمُصَلِّي إِذَا اِنْتَهَى إِلَيْهِ كَمَنْ فَرَغَ مِنْ صَلَاتِهِ وَيَدُلُّ عَلَى ذَلِكَ قَوْله فِي رِوَايَة اِبْن مَاجَهْ مِنْ طَرِيق جَمَاعَة مِنْ اَلثِّقَاتِ عَنْ يَحْيَى بْن سَعِيد عَنْ اَلْأَعْرَجِ \" حَتَّى إِذَا فَرَغَ مِنْ اَلصَّلَاةِ إِلَّا أَنْ يُسَلِّمَ \" فَدَلَّ عَلَى أَنَّ بَعْضَ اَلرُّوَاةِ حَذَفَ اَلِاسْتِثْنَاء لِوُضُوحِهِ , وَالزِّيَادَة مِنْ اَلْحَافِظِ مَقْبُولَة. ) ‏ ‏قَوْله : ( وَنَظَرْنَا تَسْلِيمه : ) ‏ ‏أَيْ اِنْتَظَرْنَا , وَتَقَدَّمَ فِي رِوَايَة شُعَيْب بِلَفْظ \" وَانْتَظَرَ اَلنَّاس تَسْلِيمه \" وَفِي هَذِهِ اَلْجُمْلَةِ رَدّ عَلَى مَنْ زَعَمَ أَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ سَجَدَ فِي قِصَّةِ ابْن بُحَيْنَة قَبْلَ اَلسَّلَامِ سَهْوًا , أَوْ أَنَّ اَلْمُرَادَ بِالسَّجْدَتَيْنِ سَجْدَتَا اَلصَّلَاةِ , أَوْ اَلْمُرَاد بِالتَّسْلِيمِ التَّسْلِيمَة اَلثَّانِيَة , وَلَا يَخْفَى ضَعْفُ ذَلِكَ وَبُعْدُهُ. ‏ ‏قَوْله : ( كَبَّرَ قَبْلَ اَلتَّسْلِيمِ فَسَجَدَ سَجْدَتَيْنِ ) ‏ ‏فِيهِ مَشْرُوعِيَّة سُجُود اَلسَّهْوِ وَأَنَّهُ سَجْدَتَانِ فَلَوْ اِقْتَصَرَ عَلَى سَجْدَةٍ وَاحِدَةٍ سَاهِيًا لَمْ يَلْزَمْهُ شَيْء أَوْ عَامِدًا بَطَلَتْ صَلَاتُهُ لِأَنَّهُ تَعَمَّدَ اَلْإِتْيَان بِسَجْدَةٍ زَائِدَةٍ لَيْسَتْ مَشْرُوعَة , وَأَنَّهُ يُكَبِّرُ لَهُمَا كَمَا يُكَبِّرُ فِي غَيْرهمَا مِنْ اَلسُّجُودِ. وَفِي رِوَايَة اَللَّيْث عَنْ اِبْن شِهَاب كَمَا سَيَأْتِي بَعْدَ ثَلَاثَةِ أَبْوَاب \" يُكَبِّرُ فِي كُلِّ سَجْدَة \" وَفِي رِوَايَة اَلْأَوْزَاعِيّ \" فَكَبَّرَ ثُمَّ سَجَدَ ثُمَّ كَبَّرَ فَرَفَعَ رَأْسَهُ ثُمَّ كَبَّرَ فَسَجَدَ ثُمَّ كَبَّرَ فَرَفَعَ رَأْسَهُ ثُمَّ سَلَّمَ \" أَخْرَجَهُ اِبْن مَاجَهْ , وَنَحْوه فِي رِوَايَة اِبْن جُرَيْج كَمَا سَيَأْتِي بَيَانُهُ عَقِب حَدِيث اَللَّيْث. وَاسْتُدِلَّ بِهِ عَلَى مَشْرُوعِيَّة اَلتَّكْبِير فِيهِمَا وَالْجَهْر بِهِ كَمَا فِي اَلصَّلَاةِ وَأَنَّ بَيْنَهُمَا جِلْسَةً فَاصِلَةً , وَاسْتَدَلَّ بِهِ بَعْض اَلشَّافِعِيَّةِ عَلَى اَلِاكْتِفَاءِ بِالسَّجْدَتَيْنِ لِلسَّهْوِ فِي اَلصَّلَاةِ , وَلَوْ تَكَرَّرَ مِنْ جِهَةِ أَنَّ اَلَّذِي فَاتَ فِي هَذِهِ اَلْقِصَّةِ اَلْجُلُوس وَالتَّشَهُّد فِيهِ وَكُلٌّ مِنْهُمَا لَوْ سَهَا اَلْمُصَلِّي عَنْهُ عَلَى اِنْفِرَادِهِ سَجَدَ لِأَجْلِهِ وَلَمْ يُنْقَلْ أَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ سَجَدَ فِي هَذِهِ اَلْحَالَةِ غَيْر سَجْدَتَيْنِ , وَتُعَقِّبَ بِأَنَّهُ يَنْبَنِي عَلَى ثُبُوتِ مَشْرُوعِيَّة اَلسُّجُود لِتَرْكِ مَا ذُكِرَ , وَلَمْ يَسْتَدِلُّوا عَلَى مَشْرُوعِيَّةِ ذَلِكَ بِغَيْرِ هَذَا اَلْحَدِيثِ فَيَسْتَلْزِمُ إِثْبَات اَلشَّيْءِ بِنَفْسِهِ وَفِيهِ مَا فِيهِ , وَقَدْ صَرَّحَ فِي بَقِيَّةِ اَلْحَدِيثِ بِأَنَّ اَلسُّجُودَ مَكَان مَا نُسِيَ مِنْ اَلْجُلُوسِ كَمَا سَيَأْتِي مِنْ رِوَايَة اَللَّيْث , نَعَمْ حَدِيث ذِي اَلْيَدَيْنِ دَالّ لِذَلِكَ كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( وَهُوَ جَالِس ) ‏ ‏جُمْلَة حَالِيَّة مُتَعَلِّقَة بِقَوْلِهِ \" سَجَدَ \" أَيْ أَنْشَأَ اَلسُّجُود جَالِسًا. ‏ ‏قَوْله : ( ثُمَّ سَلَّمَ ) ‏ ‏زَاد فِي رِوَايَة يَحْيَى بْن سَعِيد ثُمَّ سَلَّمَ بَعْدَ ذَلِكَ وَزَادَ فِي رِوَايَة اَللَّيْث اَلْآتِيَةِ \" وَسَجَدَهُمَا اَلنَّاسُ مَعَهُ مَكَان مَا نَسِيَ مِنْ اَلْجُلُوسِ \" وَاسْتَدَلَّ بِهِ عَلَى أَنَّ سُجُودَ اَلسَّهْوِ قَبْلَ اَلسَّلَامِ وَلَا حُجَّةَ فِيهِ فِي كَوْن جَمِيعه كَذَلِكَ , نَعَمْ يَرُدُّ عَلَى مَنْ زَعَمَ أَنَّ جَمِيعَهُ بَعْدَ اَلسَّلَامِ كَالْحَنَفِيَّةِ وَسَيَأْتِي ذِكْرُ مُسْتَنَدَهِمْ فِي اَلْبَابِ اَلَّذِي بَعْدَهُ , وَاسْتُدِلَّ بِزِيَادَة اَللَّيْث اَلْمَذْكُورَةِ عَلَى أَنَّ اَلسُّجُودَ خَاصٌّ بِالسَّهْوِ فَلَوْ تَعَمَّدَ تَرْكَ شَيْءٍ مِمَّا يُجْبَرُ بِسُجُودِ اَلسَّهْوِ لَا يَسْجُدُ وَهُوَ قَوْلُ اَلْجُمْهُورِ , وَرَجَّحَهُ اَلْغَزَالِيّ وَنَاس مِنْ اَلشَّافِعِيَّةِ , وَاسْتُدِلَّ بِهِ أَيْضًا عَلَى أَنَّ اَلْمَأْمُومَ يَسْجُدُ مَعَ اَلْإِمَامِ إِذَا سَهَا اَلْإِمَامُ وَإِنْ لَمْ يَسْهُ اَلْمَأْمُومُ , وَنَقَلَ اِبْن حَزْمٍ فِيهِ اَلْإِجْمَاع , لَكِنْ اِسْتَثْنَى غَيْره مَا إِذَا ظَنَّ اَلْإِمَامُ أَنَّهُ سَهَا فَسَجَدَ وَتَحَقَّقَ اَلْمَأْمُوم أَنَّ اَلْإِمَامَ لَمْ يَسْهُ فِيمَا سَجَدَ لَهُ وَفِي تَصْوِيرِهَا عُسْر , وَمَا إِذَا تَبَيَّنَ أَنَّ اَلْإِمَامَ مُحْدِث , وَنَقَلَ أَبُو اَلطَّيِّبِ اَلطَّبَرِيّ أَنَّ اِبْنَ سِيرِينَ اِسْتَثْنَى اَلْمَسْبُوق أَيْضًا , وَفِي هَذَا اَلْحَدِيثِ أَنَّ سُجُودَ اَلسَّهْوِ لَا تَشَهُّدَ بَعْدَهُ إِذَا كَانَ قَبْلَ اَلسَّلَامِ وَقَدْ تَرْجَمَ لَهُ اَلْمُصَنِّف قَرِيبًا وَأَنَّ اَلتَّشَهُّدَ اَلْأَوَّلَ غَيْر وَاجِبٍ وَقَدْ تَقَدَّمَ فِي أَوَاخِر صِفَة اَلصَّلَاة , وَأَنَّ مَنْ سَهَا عَنْ اَلتَّشَهُّدِ اَلْأَوَّلِ حَتَّى قَامَ إِلَى اَلرَّكْعَةِ ثُمَّ ذَكَرَ لَا يَرْجِعُ فَقَدْ سَبَّحُوا بِهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَرْجِعْ , فَلَوْ تَعَمَّدَ اَلْمُصَلِّي اَلرُّجُوعَ بَعْدَ تَلَبُّسِهِ بِالرُّكْنِ بَطَلَتْ صَلَاتُهُ عِنْدَ اَلشَّافِعِيِّ خِلَافًا لِلْجُمْهُورِ , وَأَنَّ اَلسَّهْوَ وَالنِّسْيَانَ جَائِزَانِ عَلَى اَلْأَنْبِيَاءِ عَلَيْهِمْ اَلصَّلَاةُ وَالسَّلَامُ فِيمَا طَرِيقه اَلتَّشْرِيع , وَأَنَّ مَحَلّ سُجُود اَلسَّهْوِ آخِر اَلصَّلَاةِ فَلَوْ سَجَدَ لِلسَّهْوِ قَبْلَ أَنْ يَتَشَهَّدَ سَاهِيًا أَعَادَ عِنْدَ مَنْ يُوجِبُ اَلتَّشَهُّدَ اَلْأَخِيرَ وَهُمْ اَلْجُمْهُور. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1226,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى الظُّهْرَ خَمْسًا فَقِيلَ لَهُ أَزِيدَ فِي الصَّلاَةِ فَقَالَ ‏\n\"‏ وَمَا ذَاكَ ‏\"‏‏.‏ قَالَ صَلَّيْتَ خَمْسًا‏.‏ فَسَجَدَ سَجْدَتَيْنِ بَعْدَ مَا سَلَّمَ‏.‏",
    "english_text": "Once Allah's Messenger (ﷺ) offered five rak`at in the Zuhr prayer, and somebody asked him whether there \nwas some increase in the prayer. Allah's Messenger (ﷺ) said, \"What is that?\" He said, \"You have offered five \nrak`at.\" So Allah's Messenger (ﷺ) performed two prostrations of Sahu after Taslim.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه ) ‏ ‏يَعْنِي اِبْن مَسْعُود. ‏ ‏( قَالَ : صَلَّى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الظُّهْر خَمْسًا ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَيْهِ فِي الْبَاب الَّذِي قَبْله , وَتَعَلُّقه بِالتَّرْجَمَةِ مِنْ ‏ ‏قَوْله : ( قَالَ وَمَا ذَاكَ ) ‏ ‏أَيْ مَا سَبَب هَذَا السُّؤَال ؟ وَكَانَ فِي تِلْكَ الْحَالَة غَيْر مُسْتَقْبِل الْقِبْلَة سَهْوًا كَمَا يَظْهَر فِي الرِّوَايَة الْمَاضِيَة مِنْ قَوْله \" فَثَنَى رِجْله وَاسْتَقْبَلَ الْقِبْلَة \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1227,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ صَلَّى بِنَا النَّبِيُّ صلى الله عليه وسلم الظُّهْرَ أَوِ الْعَصْرَ فَسَلَّمَ، فَقَالَ لَهُ ذُو الْيَدَيْنِ الصَّلاَةُ يَا رَسُولَ اللَّهَ أَنَقَصَتْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لأَصْحَابِهِ ‏\n\"‏ أَحَقٌّ مَا يَقُولُ ‏\"‏‏.‏ قَالُوا نَعَمْ‏.‏ فَصَلَّى رَكْعَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَجَدَ سَجْدَتَيْنِ‏.‏ قَالَ سَعْدٌ وَرَأَيْتُ عُرْوَةَ بْنَ الزُّبَيْرِ صَلَّى مِنَ الْمَغْرِبِ رَكْعَتَيْنِ فَسَلَّمَ وَتَكَلَّمَ ثُمَّ صَلَّى مَا بَقِيَ وَسَجَدَ سَجْدَتَيْنِ وَقَالَ هَكَذَا فَعَلَ النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "english_text": "The Prophet (ﷺ) led us in the `Asr or the Zuhr prayer and finished it with Taslim. Dhul-Yadain said to \nhim, \"O Allah's Messenger (ﷺ)! Has the prayer been reduced?\" The Prophet (ﷺ) asked his companions in the \naffirmative. So Allah's Messenger (ﷺ) I offered two more rak`at and then performed two prostrations (of \nSahu). Sa`d said, \"I saw that 'Urwa bin Az-Zubair had offered two rak`at in the Maghrib prayer and \nfinished it with Taslim. He then talked (and when he was informed about it) he completed the rest of \nhis prayer and performed two prostrations, and said, 'The Prophet (ﷺ) prayed like this.' \"",
    "explication": "‏ ‏قَوْله : ( صَلَّى بِنَا رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏ظَاهِر فِي أَنَّ أَبَا هُرَيْرَة حَضَرَ اَلْقِصَّةَ , وَحَمَلَهُ اَلطَّحَاوِيّ عَلَى اَلْمَجَازِ فَقَالَ إِنَّ اَلْمُرَادَ بِهِ صَلَّى بِالْمُسْلِمينَ وَسَبَب ذَلِكَ قَوْل اَلزُّهْرِيِّ : إِنَّ صَاحِب اَلْقِصَّةِ اِسْتُشْهِدَ بِبَدْرٍ , فَإِنَّ مُقْتَضَاهُ أَنْ تَكُونَ اَلْقِصَّةُ وَقَعَتْ قَبْلَ بَدْرٍ وَهِيَ قَبْلُ إِسْلَام أَبِي هُرَيْرَة بِأَكْثَرَ مِنْ خَمْسِ سِنِينَ لَكِنْ اِتَّفَقَ أَئِمَّةُ اَلْحَدِيثِ - كَمَا نَقَلَهُ اِبْن عَبْد اَلْبَرّ وَغَيْره - عَلَى أَنَّ اَلزُّهْرِيّ وَهِمَ فِي ذَلِكَ , وَسَبَبه أَنَّهُ حَمَلَ اَلْقِصَّةَ لِذِي الشِّمَالَيْنِ , وَذُو الشِّمَالَيْنِ هُوَ اَلَّذِي قُتِلَ بِبَدْرٍ وَهُوَ خُزَاعِيّ وَاسْمُهُ عُمَيْر بْن عَبْد عَمْرو بْن نَضْلَةَ , وَأَمَّا ذُو اَلْيَدَيْنِ فَتَأَخَّرَ بَعْدَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِمُدَّةٍ لِأَنَّهُ حَدَّثَ بِهَذَا اَلْحَدِيثِ بَعْدَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا أَخْرَجَهُ اَلطَّبَرَانِيّ وَغَيْره , وَهُوَ سُلَمِيّ وَاسْمُهُ اَلْخِرْبَاقُ عَلَى مَا سَيَأْتِي اَلْبَحْث فِيهِ. وَقَدْ وَقَعَ عِنْد مُسْلِم مِنْ طَرِيقِ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَة \" فَقَامَ رَجُلٌ مِنْ بَنِي سُلَيْم \" فَلَمَّا وَقَعَ عِنْدَ اَلزُّهْرِيِّ بِلَفْظ \" فَقَامَ ذُو الشِّمَالَيْنِ \" وَهُوَ يَعْرِفُ أَنَّهُ قُتِلَ بِبَدْرٍ قَالَ لِأَجْلِ ذَلِكَ أَنَّ اَلْقِصَّةَ وَقَعَتْ قَبْلَ بَدْر , وَقَدْ جَوَّزَ بَعْض اَلْأَئِمَّةِ أَنْ تَكُونَ اَلْقِصَّةُ وَقَعَتْ لِكُلٍّ مِنْ ذِي الشِّمَالَيْنِ وَذِي اَلْيَدَيْنِ وَأَنَّ أَبَا هُرَيْرَة رَوَى اَلْحَدِيثَيْنِ فَأَرْسَلَ أَحَدهمَا وَهُوَ قِصَّةُ ذِي الشِّمَالَيْنِ وَشَاهَدَ اَلْآخَر وَهِيَ قِصَّةُ ذِي اَلْيَدَيْنِ , وَهَذَا مُحْتَمَل مِنْ طَرِيقِ اَلْجَمْعِ , وَقِيلَ يُحْمَلُ عَلَى أَنَّ ذَا الشِّمَالَيْنِ كَانَ يُقَالُ لَهُ أَيْضًا ذُو اَلْيَدَيْنِ وَبِالْعَكْسِ فَكَانَ ذَلِكَ سَبَبًا لِلِاشْتِبَاهِ. وَيَدْفَعُ اَلْمَجَاز اَلَّذِي اِرْتَكَبَهُ اَلطَّحَاوِيّ مَا رَوَاهُ مُسْلِم وَأَحْمَد وَغَيْرُهُمَا مِنْ طَرِيقِ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَةَ فِي هَذَا اَلْحَدِيثِ عَنْ أَبِي هُرَيْرَة بِلَفْظ \" بَيْنَمَا أَنَا أُصَلِّي مَعَ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" وَقَدْ اِتَّفَقَ مُعْظَمُ أَهْلِ اَلْحَدِيثِ مِنْ اَلْمُصَنِّفِينَ وَغَيْرهمْ عَلَى أَنَّ ذَا الشِّمَالَيْنِ غَيْر ذِي اَلْيَدَيْنِ وَنَصَّ عَلَى ذَلِكَ اَلشَّافِعِيِّ رَحِمَهُ اَللَّهُ فِي \" اِخْتِلَافِ اَلْحَدِيثِ \". ‏ ‏قَوْله : ( اَلظُّهْر أَوْ اَلْعَصْر ) ‏ ‏كَذَا فِي هَذِهِ اَلطَّرِيقِ عَنْ آدَم عَنْ شُعْبَة بِالشَّكِّ , وَتَقَدَّمَ فِي أَبْوَابِ اَلْإِمَامَةِ عَنْ أَبِي اَلْوَلِيدِ عَنْ شُعْبَة بِلَفْظ \" اَلظُّهْر \" بِغَيْرِ اَلشَّكِّ , وَلِمُسْلِمٍ مِنْ طَرِيقِ أَبِي سَلَمَة اَلْمَذْكُور \" صَلَاة اَلظُّهْرِ \" وَلَهُ مِنْ طَرِيق أَبِي سُفْيَانَ مَوْلَى اِبْن أَبِي أَحْمَد عَنْ أَبِي هُرَيْرَة \" اَلْعَصْر \" بِغَيْرِ شَكّ , وَسَيَأْتِي بَعْدَ بَاب لِلْمُصَنِّفِ مِنْ طَرِيقِ اِبْنِ سِيرِينَ أَنَّهُ قَالَ : وَأَكْثَرُ ظَنِّي أَنَّهَا اَلْعَصْرُ , وَقَدْ تَقَدَّمَ فِي \" بَاب تَشْبِيك اَلْأَصَابِعِ فِي اَلْمَسْجِدِ \" مِنْ طَرِيقِ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة بِلَفْظ \" إِحْدَى صَلَاتَيْ اَلْعَشِيّ \" قَالَ اِبْن سِيرِينَ : سَمَّاهَا أَبُو هُرَيْرَة وَلَكِنْ نَسِيت أَنَا , وَلِمُسْلِم \" إِحْدَى صَلَاتَيْ اَلْعَشِيّ , إِمَّا اَلظُّهْر وَإِمَّا اَلْعَصْر \" وَالظَّاهِر أَنَّ اَلِاخْتِلَافَ فِيهِ مِنْ اَلرُّوَاةِ. وَأَبْعَدَ مَنْ قَالَ : يُحْمَلُ عَلَى أَنَّ اَلْقِصَّةَ وَقَعَتْ مَرَّتَيْنِ , بَلْ رَوَى اَلنَّسَائِيّ مِنْ طَرِيقِ اِبْنِ عَوْنٍ عَنْ اِبْنِ سِيرِينَ أَنَّ اَلشَّكَّ فِيهِ مِنْ أَبِي هُرَيْرَة وَلَفْظه \" صَلَّى ـ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِحْدَى صَلَاتَيْ اَلْعَشِيّ ـ قَالَ أَبُو هُرَيْرَة ـ وَلَكِنِّي نَسِيتهَا \" فَالظَّاهِر أَنَّ أَبَا هُرَيْرَة رَوَاهُ كَثِيرًا عَلَى اَلشَّكِّ , وَكَانَ رُبَّمَا غَلَبَ عَلَى ظَنِّهِ أَنَّهَا اَلظُّهْرُ فَجَزَمَ بِهَا , وَتَارَةً غَلَبَ عَلَى ظَنِّهِ أَنَّهَا اَلْعَصْرُ فَجَزَمَ بِهَا , وَطَرَأَ اَلشَّكّ فِي تَعْيِينِهَا أَيْضًا عَلَى اِبْنِ سِيرِينَ وَكَانَ اَلسَّبَب فِي ذَلِكَ اَلِاهْتِمَامِ بِمَا فِي اَلْقِصَّةِ مِنْ اَلْأَحْكَامِ اَلشَّرْعِيَّةِ , وَلَمْ تَخْتَلِفْ اَلرُّوَاة فِي حَدِيثِ عِمْرَانَ فِي قِصَّة اَلْخِرْبَاق أَنَّهَا اَلْعَصْرُ , فَإِنْ قُلْنَا أَنَّهُمَا قِصَّةٌ وَاحِدَةٌ فَيَتَرَجَّحُ رِوَايَة مَنْ عَيَّنَ اَلْعَصْر فِي حَدِيث أَبِي هُرَيْرَة. ‏ ‏قَوْله : ( فَسَلَّمَ ) ‏ ‏زَاد أَبُو دَاوُد مِنْ طَرِيق مُعَاذ عَنْ شُعْبَة \" فِي اَلرَّكْعَتَيْنِ \" وَسَيَأْتِي فِي اَلْبَابِ اَلَّذِي بَعْدَهُ مِنْ طَرِيقِ أَيُّوبَ عَنْ اِبْنِ سِيرِينَ وَفِي اَلَّذِي يَلِيه مِنْ طَرِيق أُخْرَى عَنْ اِبْنِ سِيرِينَ بِأَتَمَّ مِنْ هَذَا اَلسِّيَاقِ وَنَسْتَوْفِي اَلْكَلَام عَلَيْهِ ثُمَّ. ‏ ‏قَوْله : ( قَالَ سَعْدٌ ) ‏ ‏يَعْنِي اِبْن إِبْرَاهِيم رَاوِي اَلْحَدِيثِ , وَهُوَ بِالْإِسْنَادِ اَلْمُصَدَّر بِهِ اَلْحَدِيث , وَقَدْ أَخْرَجَهُ اِبْن أَبِي شَيْبَة عَنْ غُنْدَرٍ عَنْ شُعْبَة مُفْرَدًا. وَهَذَا اَلْأَثَرُ يُقَوِّي قَوْلَ مَنْ قَالَ : إِنَّ اَلْكَلَام لِمَصْلَحَةِ اَلصَّلَاةِ لَا يُبْطِلُهَا , لَكِنْ يَحْتَمِلُ أَنْ يَكُونَ عُرْوَةُ تَكَلَّمَ سَاهِيًا أَوْ ظَانًّا أَنَّ اَلصَّلَاةَ تَمَّتْ , وَمُرْسَل عُرْوَة هَذَا مِمَّا يُقَوِّي طَرِيق أَبِي سَلَمَة اَلْمَوْصُولَة , وَيَحْتَمِلُ أَنْ يَكُونَ عُرْوَة حَمَلَهُ عَنْ أَبِي هُرَيْرَة , فَقَدْ رَوَاهُ عَنْ أَبِي هُرَيْرَة جَمَاعَة مِنْ رُفْقَة عُرْوَة مِنْ أَهْلِ اَلْمَدِينَةِ كَابْن اَلْمُسَيِّب وَعُبَيْد اَللَّهِ بْن عَبْد اَللَّه بْن عُتْبَة وَأَبِي بَكْر بْن عَبْد اَلرَّحْمَن بْن اَلْحَارِث وَغَيْرهمْ مِنْ اَلْفُقَهَاءِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1228,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ السَّخْتِيَانِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ‏.‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم انْصَرَفَ مِنِ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الْيَدَيْنِ أَقُصِرَتِ الصَّلاَةُ أَمْ نَسِيتَ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَصَدَقَ ذُو الْيَدَيْنِ ‏\"‏‏.‏ فَقَالَ النَّاسُ نَعَمْ‏.‏ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى اثْنَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ‏.‏",
    "english_text": "Once Allah's Messenger (ﷺ) offered two rak`at and finished his prayer. So Dhul-Yadain asked him, \"Has the \nprayer been reduced or have you forgotten?\" Allah's Messenger (ﷺ) said, \"Has Dhul-Yadain spoken the \ntruth?\" The people replied in the affirmative. Then Allah's Messenger (ﷺ) stood up and offered the remaining \ntwo rak`at and performed Taslim, and then said Takbir and performed two prostrations like his usual \nprostrations, or a bit longer, and then got up.",
    "explication": "حَدِيث أَنَس فِي صَلَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سُلَيْم وَقَدْ تَقَدَّمَ فِي اَلصُّفُوفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1229,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ سَلَمَةَ بْنِ عَلْقَمَةَ، قَالَ قُلْتُ لِمُحَمَّدٍ فِي سَجْدَتَىِ السَّهْوِ تَشَهُّدٌ قَالَ لَيْسَ فِي حَدِيثِ أَبِي هُرَيْرَةَ‏.‏",
    "english_text": "I asked Muhammad (bin Seereen) whether Tashah-hud should be recited after the two prostrations of \nSahu. He replied, \"It is not (mentioned) in Abu Huraira's narration . \"",
    "explication": "‏ ‏قَوْله : ( فَقَامَ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى اِثْنَتَيْنِ ) ‏ ‏لَمْ يَقَعْ فِي غَيْرِ هَذِهِ اَلرِّوَايَةِ لَفْظ اَلْقِيَام , وَقَدْ اِسْتُشْكِلَ لِأَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ قَائِمًا. وَأُجِيبَ بِأَنَّ اَلْمُرَادَ بِقَوْلِهِ فَقَامَ أَيْ اِعْتَدَلَ , لِأَنَّهُ كَانَ مُسْتَنِدًا إِلَى اَلْخَشَبَةِ كَمَا سَيَأْتِي , أَوْ هُوَ كِنَايَة عَنْ اَلدُّخُولِ فِي اَلصَّلَاةِ. وَقَالَ اِبْن اَلْمُنِير فِي اَلْحَاشِيَةِ : فِيهِ إِيمَاء إِلَى أَنَّهُ أَحْرَمَ ثُمَّ جَلَسَ ثُمَّ قَامَ , كَذَا قَالَ وَهُوَ بَعِيدٌ جِدًّا. ‏ ‏قَوْله فِي آخِرِهِ ( ثُمَّ رَفَعَ ) ‏ ‏زَاد فِي \" بَابِ خَبَرِ اَلْوَاحِدِ \" مِنْ هَذَا اَلْوَجْهِ \" ثُمَّ كَبَّرَ ثُمَّ رَفَعَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ ثُمَّ رَفَعَ \" وَسَيَأْتِي اَلْكَلَام عَلَى اَلتَّكْبِيرِ فِي اَلْبَابِ اَلَّذِي يَلِيه. ‏ ‏قَوْله : ( حَدَّثَنَا حَمَّاد ) ‏ ‏هُوَ اِبْن زَيْد , وَكَذَا ثَبَتَ فِي رِوَايَة اَلْإِسْمَاعِيلِيّ مِنْ طَرِيقِ سُلَيْمَان بْن حَرْب. ‏ ‏قَوْله : ( عَنْ سَلَمَة بْن عَلْقَمَةَ ) ‏ ‏هُوَ اَلتَّمِيمِيّ أَبُو بِشْر , وَرُبَّمَا اِشْتَبَهَ بِمَسْلَمَة بْن عَلْقَمَة اَلْمُزَنِيّ وَكُنْيَته أَبُو مُحَمَّد لِكَوْنِهِمَا بَصْرِيَّيْنِ مُتَقَارِبَيْ اَلطَّبَقَة , لَكِنَّ اَلثَّانِيَ بِزِيَادَة مِيم فِي أَوَّلِهِ وَلَمْ يُخَرِّجْ لَهُ اَلْبُخَارِيّ شَيْئًا. ) ‏ ‏قَوْله : ( قُلْت لِمُحَمَّد ) ‏ ‏هُوَ اِبْنُ سِيرِينَ , وَفِي رِوَايَة أَبِي نُعَيْمٍ فِي اَلْمُسْتَخْرَجِ \" سَأَلْتُ مُحَمَّد بْن سِيرِينَ \". ‏ ‏قَوْله : ( قَالَ لَيْسَ فِي حَدِيث أَبِي هُرَيْرَة ) ‏ ‏فِي رِوَايَة أَبِي نُعَيْمٍ \" فَقَالَ لَمْ أَحْفَظْ فِيهِ عَنْ أَبِي هُرَيْرَة شَيْئًا وَأَحَبّ إِلَيَّ أَنْ يَتَشَهَّدَ \" وَقَدْ يُفْهَمُ مِنْ قَوْلِهِ \" لَيْسَ فِي حَدِيث أَبِي هُرَيْرَة \" أَنَّهُ وَرَدَ فِي حَدِيثِ غَيْره وَهُوَ كَذَلِكَ. فَقَدْ رَوَاهُ أَبُو دَاوُد وَاَلتِّرْمِذِيّ وَابْن حِبَّانَ وَالْحَاكِمُ مِنْ طَرِيق أَشْعَثَ بْن عَبْد اَلْمَلِك \" عَنْ مُحَمَّد بْن سِيرِينَ عَنْ خَالِد اَلْحَذَّاء عَنْ أَبِي قِلَابَةَ عَنْ أَبِي اَلْمُهَلَّب عَنْ عِمْرَان بْن حُصَيْن أَنَّ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ فَسَهَا , فَسَجَدَ سَجْدَتَيْنِ ثُمَّ تَشَهَّدَ ثُمَّ سَلَّمَ \" قَالَ اَلتِّرْمِذِيّ : حَسَن غَرِيب , وَقَالَ اَلْحَاكِم : صَحِيحٌ عَلَى شَرْطِ اَلشَّيْخَيْنِ , وَقَالَ ابْن حِبَّانَ : مَا رَوَى اِبْنُ سِيرِينَ عَنْ خَالِدٍ غَيْر هَذَا اَلْحَدِيثِ اِنْتَهَى. وَهُوَ مِنْ رِوَايَة اَلْأَكَابِرِ عَنْ اَلْأَصَاغِر. وَضَعَّفَهُ اَلْبَيْهَقِيّ وَابْن عَبْد اَلْبَرّ وَغَيْرهمَا وَوَهَّمُوا رِوَايَة أَشْعَث لِمُخَالَفَتِهِ غَيْره مِنْ اَلْحُفَّاظِ عَنْ اِبْنِ سِيرِينَ , فَإِنَّ اَلْمَحْفُوظَ عَنْ اِبْنِ سِيرِينَ فِي حَدِيثِ عِمْرَانَ لَيْسَ فِيهِ ذِكْر اَلتَّشَهُّد. وَرَوَى اَلسَّرَّاج مِنْ طَرِيق سَلَمَة بْن عَلْقَمَة أَيْضًا فِي هَذِهِ اَلْقِصَّةِ \" قُلْت لِابْنِ سِيرِينَ : فَالتَّشَهُّد ؟ قَالَ : لَمْ أَسْمَعْ فِي اَلتَّشَهُّدِ شَيْئًا \" وَقَدْ تَقَدَّمَ فِي \" بَاب تَشْبِيك اَلْأَصَابِعِ \" مِنْ طَرِيقِ اِبْنِ عَوْنٍ عَنْ اِبْنِ سِيرِينَ قَالَ : \" نُبِّئْت أَنَّ عِمْرَان بْن حُصَيْن قَالَ : ثُمَّ سَلَّمَ \" وَكَذَا اَلْمَحْفُوظ عَنْ خَالِدٍ بِهَذَا اَلْإِسْنَادِ فِي حَدِيثِ عِمْرَانَ لَيْسَ فِيهِ ذِكْر اَلتَّشَهُّد كَمَا أَخْرَجَهُ مُسْلِم , فَصَارَتْ زِيَادَة أَشْعَث شَاذَّة , وَلِهَذَا قَالَ اِبْن اَلْمُنْذِر : لَا أَحْسَبُ اَلتَّشَهُّد فِي سُجُودِ اَلسَّهْوِ يَثْبُتُ. لَكِنْ قَدْ وَرَدَ فِي اَلتَّشَهُّدِ فِي سُجُودِ اَلسَّهْوِ عَنْ اِبْن مَسْعُود عِنْد أَبِي دَاوُد وَالنَّسَائِيّ , وَعَنْ اَلْمُغِيرَةِ عِنْد اَلْبَيْهَقِيّ وَفِي إِسْنَادِهِمَا ضَعْف , فَقَدْ يُقَالُ إِنَّ اَلْأَحَادِيثَ اَلثَّلَاثَةَ فِي اَلتَّشَهُّدِ بِاجْتِمَاعِهَا تَرْتَقِي إِلَى دَرَجَةِ اَلْحَسَنِ , قَالَ اَلْعَلَائِيّ : وَلَيْسَ ذَلِكَ بِبَعِيدٍ , وَقَدْ صَحَّ ذَلِكَ عَنْ اِبْن مَسْعُود مِنْ قَوْلِهِ أَخْرَجَهُ اِبْن أَبِي شَيْبَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1230,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم إِحْدَى صَلاَتَىِ الْعَشِيِّ ـ قَالَ مُحَمَّدٌ وَأَكْثَرُ ظَنِّي الْعَصْرَ ـ رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ قَامَ إِلَى خَشَبَةٍ فِي مُقَدَّمِ الْمَسْجِدِ فَوَضَعَ يَدَهُ عَلَيْهَا وَفِيهِمْ أَبُو بَكْرٍ وَعُمَرُ ـ رضى الله عنهما ـ فَهَابَا أَنْ يُكَلِّمَاهُ وَخَرَجَ سَرَعَانُ النَّاسِ فَقَالُوا أَقَصُرَتِ الصَّلاَةُ وَرَجُلٌ يَدْعُوهُ النَّبِيُّ صلى الله عليه وسلم ذُو الْيَدَيْنِ فَقَالَ أَنَسِيتَ أَمْ قَصُرَتْ فَقَالَ ‏\n\"‏ لَمْ أَنْسَ وَلَمْ تُقْصَرْ ‏\"‏‏.‏ قَالَ بَلَى قَدْ نَسِيتَ‏.‏ فَصَلَّى رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ رَأْسَهُ فَكَبَّرَ، ثُمَّ وَضَعَ رَأْسَهُ فَكَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ رَأْسَهُ وَكَبَّرَ‏.‏",
    "english_text": "The Prophet (ﷺ) offered one of the evening prayers (the sub-narrator Muhammad said, \"I think that it was \nmost probably the `Asr prayer\") and he finished it after offering two rak`at only. He then stood near a \nprice of wood in front of the Mosque and put his hand over it. Abu Bakr and `Umar were amongst \nthose who were present, but they dared not talk to him about that (because of excessive respect for \nhim), and those who were in a hurry went out. They said, \"Has the prayer been reduced?\" A man who \nwas called Dhul-Yadain by the Prophet (ﷺ) said (to the Prophet), \"Has the prayer been reduced or have \nyou forgotten?\" He said, \"Neither have I forgotten, nor has the prayer been reduced.\" He said, \n\"Certainly you have forgotten.\" So the Prophet (ﷺ) offered two more rak`at and performed Taslim and \nthen said Takbir and performed a prostration of Sahu like his ordinary prostration or a bit longer and \nthen raised his head and said Takbir and then put his head down and performed a prostration like his \nordinary prostration or a bit longer, and then raised his head and said Takbir.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْحَاق ) ‏ ‏هُوَ اِبْن مَنْصُور كَمَا جَزَمَ بِهِ أَبُو نُعَيْم. ‏ ‏قَوْله : ( إِحْدَى صَلَاتَيْ الْعَشِيّ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَلِلْمُسْتَمْلِي وَالْحَمَوِيِّ الْعِشَاء بِالْمَدِّ وَهُوَ وَهْم , فَقَدْ صَحَّ أَنَّهَا الظُّهْرُ أَوْ الْعَصْرُ كَمَا سَيَأْتِي , وَابْتِدَاء الْعَشِيّ مِنْ أَوَّلِ الزَّوَالِ. ‏ ‏قَوْله : ( وَوَضَعَ يَدَهُ الْيُمْنَى عَلَى ظَهْرِ كَفِّهِ الْيُسْرَى ) ‏ ‏عِنْد الْكُشْمِيهَنِيّ \" خَدّه الْأَيْمَن \" بَدَلَ يَدِهِ الْيُمْنَى وَهُوَ أَشْبَهُ لِئَلَّا يَلْزَمَ التَّكْرَارُ. ‏ ‏قَوْله : ( فَرُبَّمَا سَأَلُوهُ : ثُمَّ سَلَّمَ ؟ ) ‏ ‏أَيْ رُبَّمَا سَأَلُوا اِبْنَ سِيرِينَ هَلْ فِي الْحَدِيثِ \" ثُمَّ سَلَّمَ فَيَقُولُ نُبِّئْت إِلَخْ \" وَهَذَا يَدُلُّ عَلَى أَنَّهُ لَمْ يَسْمَعْ ذَلِكَ مِنْ عِمْرَان. وَقَدْ بَيَّنَ أَشْعَث فِي رِوَايَتِهِ عَنْ اِبْنِ سِيرِينَ الْوَاسِطَة بَيْنَهُ وَبَيْنَ عِمْرَانَ فَقَالَ \" قَالَ اِبْن سِيرِينَ حَدَّثَنِي خَالِد الْحَذَّاء عَنْ أَبِي قِلَابَةَ عَنْ عَمِّهِ أَبِي الْمُهَلَّب عَنْ عِمْرَان بْن حُصَيْن \" أَخْرَجَهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ , وَوَقَعَ لَنَا عَالِيًا فِي جُزْء الذُّهْلِيِّ , فَظَهَرَ أَنَّ اِبْنَ سِيرِينَ أَبْهَمَ ثَلَاثَة. وَرِوَايَتُهُ عَنْ خَالِدٍ مِنْ رِوَايَةِ الْأَكَابِرِ عَنْ الْأَصَاغِر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1231,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ الأَسْدِيِّ، حَلِيفِ بَنِي عَبْدِ الْمُطَّلِبِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ فِي صَلاَةِ الظُّهْرِ وَعَلَيْهِ جُلُوسٌ، فَلَمَّا أَتَمَّ صَلاَتَهُ سَجَدَ سَجْدَتَيْنِ فَكَبَّرَ فِي كُلِّ سَجْدَةٍ وَهُوَ جَالِسٌ قَبْلَ أَنْ يُسَلِّمَ، وَسَجَدَهُمَا النَّاسُ مَعَهُ مَكَانَ مَا نَسِيَ مِنَ الْجُلُوسِ‏.‏ تَابَعَهُ ابْنُ جُرَيْجٍ عَنِ ابْنِ شِهَابٍ فِي التَّكْبِيرِ‏.‏",
    "english_text": "(the ally of Bani `Abdul Muttalib) Allah's Messenger (ﷺ) stood up for the Zuhr prayer and he should have sat \n(after the second rak`a but he stood up for the third rak`a without sitting for Tashah-hud) and when he \nfinished the prayer he performed two prostrations and said Takbir on each prostration while sitting, \nbefore ending (the prayer) with Taslim; and the people too performed the two prostrations with him \ninstead of the sitting he forgot.",
    "explication": "‏ ‏قَوْلُهُ : ( بَكْر ) ‏ ‏هُوَ اِبْن مُضَر , وَعَبْد اللَّه بْن مَالِك ابْن بُحَيْنَة هُوَ عَبْد اللَّه ابْن بُحَيْنَة الْمَذْكُور فِي الْإِسْنَاد الَّذِي قَبْله , وَبُحَيْنَة وَالِدَة عَبْد اللَّه عَلَى الْمَشْهُور فَيَنْبَغِي أَنْ تُثْبَت الْأَلِف فِي اِبْن بُحَيْنَة إِذَا ذُكِرَ مَالِك وَيُعْرَب إِعْرَاب عَبْد اللَّه. ‏ ‏( فَائِدَة ) : ‏ ‏لَا خِلَاف فِي أَنَّ أَلْفَاظ التَّشَهُّد فِي الْأُولَى كَاَلَّتِي فِي الْأَخِيرَة , إِلَّا مَا رَوَى الزُّهْرِيُّ عَنْ سَالِم قَالَ : وَكَانَ اِبْن عُمَر لَا يُسَلِّم فِي التَّشَهُّد الْأَوَّل , كَانَ يَرَى ذَلِكَ نَسْخًا لِصَلَاتِهِ. قَالَ الزُّهْرِيُّ : فَأَمَّا أَنَا فَأُسَلِّم , يَعْنِي قَوْلَهُ \" السَّلَام عَلَيْك أَيّهَا النَّبِيّ - إِلَى - الصَّالِحِينَ \" هَكَذَا أَخْرَجَهُ عَبْد الرَّزَّاق. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1232,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ الدَّسْتَوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا نُودِيَ بِالصَّلاَةِ أَدْبَرَ الشَّيْطَانُ وَلَهُ ضُرَاطٌ حَتَّى لاَ يَسْمَعَ الأَذَانَ، فَإِذَا قُضِيَ الأَذَانُ أَقْبَلَ، فَإِذَا ثُوِّبَ بِهَا أَدْبَرَ فَإِذَا قُضِيَ التَّثْوِيبُ أَقْبَلَ حَتَّى يَخْطِرَ بَيْنَ الْمَرْءِ وَنَفْسِهِ يَقُولُ اذْكُرْ كَذَا وَكَذَا مَا لَمْ يَكُنْ يَذْكُرُ حَتَّى يَظَلَّ الرَّجُلُ إِنْ يَدْرِي كَمْ صَلَّى، فَإِذَا لَمْ يَدْرِ أَحَدُكُمْ كَمْ صَلَّى ثَلاَثًا أَوْ أَرْبَعًا فَلْيَسْجُدْ سَجْدَتَيْنِ وَهْوَ جَالِسٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"When the call for prayer is made, Satan takes to his heels passing wind so that \nhe may not hear the Adhan and when the call is finished he comes back, and when the Iqama is \npronounced, Satan again takes to his heels, and when the Iqama is finished he comes back again and \ntries to interfere with the person and his thoughts and say, \"Remember this and that (which he has not \nthought of before the prayer)\", till the praying person forgets how much he has prayed. If anyone of \nyou does not remember whether he has offered three or four rak`at then he should perform two \nprostrations of Sahu while sitting.",
    "explication": "‏ ‏قَوْله : ( إِذَا نُودِيَ لِلصَّلَاةِ ) ‏ ‏وَلِلنَّسَائِيِّ عَنْ قُتَيْبَةَ عَنْ مَالِك \" بِالصَّلَاةِ \" وَهِيَ رِوَايَةٌ لِمُسْلِمٍ أَيْضًا , وَيُمْكِنُ حَمْلُهُمَا عَلَى مَعْنًى وَاحِدٍ. ‏ ‏قَوْله : ( لَهُ ضُرَاطٌ ) ‏ ‏جُمْلَة اِسْمِيَّة وَقَعَتْ حَالًا بِدُونِ وَاوٍ لِحُصُولِ الِارْتِبَاط بِالضَّمِيرِ , وَفِي رِوَايَة الْأَصِيلِيِّ \" وَلَهُ ضُرَاط \" وَهِيَ لِلْمُصَنِّفِ مِنْ وَجْهٍ آخَرَ فِي بَدْء الْخَلْق , قَالَ عِيَاض : يُمْكِنُ حَمْلُهُ عَلَى ظَاهِره لِأَنَّهُ جِسْمٌ مُتَغَذٍّ يَصِحّ مِنْهُ خُرُوج الرِّيح , وَيَحْتَمِلُ أَنَّهَا عِبَارَة عَنْ شِدَّة نِفَارِهِ , وَيُقَوِّيهِ رِوَايَة لِمُسْلِمٍ \" لَهُ حُصَاصٌ \" بِمُهْمَلَاتٍ مَضْمُوم الْأَوَّل فَقَدْ فَسَّرَهُ الْأَصْمَعِيُّ وَغَيْرُهُ بِشِدَّةِ الْعَدْوِ. قَالَ الطِّيبِيُّ : شَبَّهَ شُغْلَ الشَّيْطَان نَفْسه عَنْ سَمَاع الْأَذَان بِالصَّوْتِ الَّذِي يَمْلَأ السَّمْع وَيَمْنَعهُ عَنْ سَمَاع غَيْره , ثُمَّ سَمَّاهُ ضُرَاطًا تَقْبِيحًا لَهُ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏الظَّاهِر أَنَّ الْمُرَاد بِالشَّيْطَانِ إِبْلِيس , وَعَلَيْهِ يَدُلُّ كَلَام كَثِير مِنْ الشُّرَّاحِ كَمَا سَيَأْتِي , وَيَحْتَمِلُ أَنَّ الْمُرَاد جِنْس الشَّيْطَان وَهُوَ كُلّ مُتَمَرِّد مِنْ الْجِنّ وَالْإِنْسِ , لَكِنَّ الْمُرَاد هُنَا شَيْطَانُ الْجِنّ خَاصَّةً. ‏ ‏قَوْله : ( حَتَّى لَا يَسْمَعَ التَّأْذِين ) ‏ ‏ظَاهِره أَنَّهُ يَتَعَمَّد إِخْرَاجَ ذَلِكَ إِمَّا لِيَشْتَغِلَ بِسَمَاعِ الصَّوْت الَّذِي يُخْرِجُهُ عَنْ سَمَاع الْمُؤَذِّن , أَوْ يَصْنَع ذَلِكَ اِسْتِخْفَافًا كَمَا يَفْعَلهُ السُّفَهَاءُ , وَيَحْتَمِلُ أَنْ لَا يَتَعَمَّدَ ذَلِكَ بَلْ يَحْصُلُ لَهُ عِنْدَ سَمَاع الْأَذَان شِدَّةُ خَوْفٍ يُحْدِثُ لَهُ ذَلِكَ الصَّوْت بِسَبَبِهَا , وَيَحْتَمِلُ أَنْ يَتَعَمَّدَ ذَلِكَ لِيُقَابِل مَا يُنَاسِب الصَّلَاة مِنْ الطَّهَارَة بِالْحَدَثِ , وَاسْتُدِلَّ بِهِ عَلَى اِسْتِحْبَاب رَفْعِ الصَّوْت بِالْأَذَانِ لِأَنَّ قَوْلَهُ \" حَتَّى لَا يَسْمَعَ \" ظَاهِر فِي أَنَّهُ يَبْعُدُ إِلَى غَايَةٍ يَنْتَفِي فِيهَا سَمَاعُهُ لِلصَّوْتِ , وَقَدْ وَقَعَ بَيَانُ الْغَايَة فِي رِوَايَةٍ لِمُسْلِمٍ مِنْ حَدِيث جَابِر فَقَالَ \" حَتَّى يَكُون مَكَانَ الرَّوْحَاء \" وَحَكَى الْأَعْمَش عَنْ أَبِي سُفْيَان رَاوِيه عَنْ جَابِر أَنَّ بَيْن الْمَدِينَة وَالرَّوْحَاء سِتَّةً وَثَلَاثِينَ مِيلًا , هَذِهِ رِوَايَة قُتَيْبَةَ عَنْ جَرِير عِنْدَ مُسْلِمٍ , وَأَخْرَجَهُ عَنْ إِسْحَاقَ عَنْ جَرِير وَلَمْ يَسُقْ لَفْظه , وَلَفْظ إِسْحَاق فِي مُسْنَدِهِ \" حَتَّى يَكُونَ بِالرَّوْحَاءِ , وَهِيَ ثَلَاثُونَ مِيلًا مِنْ الْمَدِينَة \" فَأَدْرَجَهُ فِي الْخَبَرِ , وَالْمُعْتَمَد رِوَايَة قُتَيْبَةَ , وَسَيَأْتِي حَدِيث أَبِي سَعِيد فِي \" فَضْل رَفْعِ الصَّوْت بِالْأَذَانِ \" بَعْدَهُ. ‏ ‏قَوْله ( قُضِيَ ) ‏ ‏بِضَمِّ أَوَّلِهِ , وَالْمُرَاد بِالْقَضَاءِ الْفَرَاغ أَوْ الِانْتِهَاء , وَيُرْوَى بِفَتْحِ أَوَّلِهِ عَلَى حَذْفِ الْفَاعِل , وَالْمُرَاد الْمُنَادَى , وَاسْتُدِلَّ بِهِ عَلَى أَنَّهُ كَانَ بَيْنَ الْأَذَان وَالْإِقَامَة فَصْلٌ , خِلَافًا لِمَنْ شَرَطَ فِي إِدْرَاك فَضِيلَة أَوَّل الْوَقْت أَنْ يَنْطَبِقَ أَوَّلُ التَّكْبِير عَلَى أَوَّلِ الْوَقْتِ. ‏ ‏قَوْله : ( إِذَا ثُوِّبَ ) ‏ ‏بِضَمِّ الْمُثَلَّثَة وَتَشْدِيد الْوَاو الْمَكْسُورَة قِيلَ هُوَ مِنْ ثَابَ إِذَا رَجَعَ , وَقِيلَ مِنْ ثَوَّبَ إِذَا أَشَارَ بِثَوْبِهِ عِنْدَ الْفَرَاغ لِإِعْلَامِ غَيْره , قَالَ الْجُمْهُور : الْمُرَاد بِالتَّثْوِيبِ هُنَا الْإِقَامَة , وَبِذَلِكَ جَزَمَ أَبُو عَوَانَةَ فِي صَحِيحه وَالْخَطَّابِيُّ وَالْبَيْهَقِيُّ وَغَيْرُهُمْ , قَالَ الْقُرْطُبِيّ : ثُوِّبَ بِالصَّلَاةِ إِذَا أُقِيمَتْ , وَأَصْلُهُ أَنَّهُ رَجَعَ إِلَى مَا يُشْبِه الْأَذَان , وَكُلّ مَنْ رَدَّدَ صَوْتًا فَهُوَ مُثَوِّبٌ , وَيَدُلّ عَلَيْهِ رِوَايَة مُسْلِم فِي رِوَايَة أَبِي صَالِح عَنْ أَبِي هُرَيْرَةَ \" فَإِذَا سَمِعَ الْإِقَامَة ذَهَبَ \" وَزَعَمَ بَعْضُ الْكُوفِيِّينَ أَنَّ الْمُرَاد بِالتَّثْوِيبِ قَوْل الْمُؤَذِّن بَيْنَ الْأَذَان وَالْإِقَامَة \" حَيَّ عَلَى الصَّلَاة , حَيَّ عَلَى الْفَلَاح , قَدْ قَامَتْ الصَّلَاة \" وَحَكَى ذَلِكَ اِبْن الْمُنْذِرِ عَنْ أَبِي يُوسُفَ عَنْ أَبِي حَنِيفَةَ وَزَعَمَ أَنَّهُ تَفَرَّدَ بِهِ , لَكِنْ فِي سُنَن أَبِي دَاوُدَ عَنْ اِبْن عُمَرَ أَنَّهُ كَرِهَ التَّثْوِيب بَيْنَ الْأَذَان وَالْإِقَامَة , فَهَذَا يَدُلُّ عَلَى أَنَّ لَهُ سَلَفًا فِي الْجُمْلَة , وَيَحْتَمِلُ أَنْ يَكُونَ الَّذِي تَفَرَّدَ بِهِ الْقَوْل الْخَاصّ , وَقَالَ الْخَطَّابِيُّ : لَا يَعْرِفُ الْعَامَّةُ التَّثْوِيبَ إِلَّا قَوْل الْمُؤَذِّن فِي الْأَذَان \" الصَّلَاة خَيْرٌ مِنْ النَّوْم \" لَكِنَّ الْمُرَادَ بِهِ فِي هَذَا الْحَدِيث الْإِقَامَةُ , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( أَقْبَلَ ) ‏ ‏زَادَ مُسْلِم فِي رِوَايَة أَبِي صَالِح عَنْ أَبِي هُرَيْرَةَ \" فَوَسْوَسَ \". ‏ ‏قَوْله : ( أَقْبَلَ حَتَّى يَخْطُرَ ) ‏ ‏بِضَمِّ الطَّاء , قَالَ عِيَاض : كَذَا سَمِعْنَاهُ مِنْ أَكْثَرِ الرُّوَاة , وَضَبَطْنَاهُ عَنْ الْمُتْقِنِينَ بِالْكَسْرِ , وَهُوَ الْوَجْهُ , وَمَعْنَاهُ يُوَسْوِسُ , وَأَصْلُهُ مِنْ خَطَرَ الْبَعِير بِذَنَبِهِ إِذَا حَرَّكَهُ فَضَرَبَ بِهِ فَخِذَيْهِ , وَأَمَّا بِالضَّمِّ فَمِنْ الْمُرُور أَيْ يَدْنُو مِنْهُ فَيَمُرُّ بَيْنَهُ وَبَيْنَ قَلْبِهِ فَيَشْغَلَهُ , وَضَعَّفَ الْحَجَرِيُّ فِي نَوَادِره الضَّمَّ مُطْلَقًا وَقَالَ : هُوَ يَخْطِرُ بِالْكَسْرِ فِي كُلِّ شَيْءٍ. ‏ ‏قَوْله : ( بَيْنَ الْمَرْء وَنَفْسه ) ‏ ‏أَيْ قَلْبه , وَكَذَا هُوَ لِلْمُصَنِّفِ مِنْ وَجْه آخَرَ فِي بَدْء الْخَلْق , قَالَ الْبَاجِيُّ : الْمَعْنَى أَنَّهُ يَحُولُ بَيْنَ الْمَرْء وَبَيْنَ مَا يُرِيدُهُ مِنْ إِقْبَاله عَلَى صَلَاته وَإِخْلَاصه فِيهَا. ‏ ‏قَوْله : ( يَقُول : اُذْكُرْ كَذَا اُذْكُرْ كَذَا ) ) ‏ ‏وَقَعَ فِي رِوَايَة كَرِيمَةَ بِوَاوِ الْعَطْف \" وَاذْكُرْ كَذَا \" وَهِيَ لِمُسْلِمٍ , وَلِلْمُصَنِّفِ فِي صَلَاة السَّهْو \" اُذْكُرْ كَذَا وَكَذَا \" زَادَ مُسْلِم مِنْ رِوَايَة عَبْدِ رَبّه عَنْ الْأَعْرَج \" فَهَنَّاهُ وَمَنَّاهُ وَذَكَّرَهُ مِنْ حَاجَاته مَا لَمْ يَكُنْ يَذْكُرُ \". ‏ ‏قَوْله : ( لِمَا لَمْ يَكُنْ يَذْكُر ) ‏ ‏أَيْ لِشَيْءٍ لَمْ يَكُنْ عَلَى ذِكْرِهِ قَبْلَ دُخُوله فِي الصَّلَاة , وَفِي رِوَايَة لِمُسْلِمٍ \" لِمَا لَمْ يَكُنْ يَذْكُرُ مِنْ قَبْلُ \" , وَمِنْ ثَمَّ اِسْتَنْبَطَ أَبُو حَنِيفَة لِلَّذِي شَكَا إِلَيْهِ أَنَّهُ دَفَنَ مَالًا ثُمَّ لَمْ يَهْتَدِ لِمَكَانِهِ أَنْ يُصَلِّي وَيَحْرِصَ أَنْ لَا يُحَدِّث نَفْسه بِشَيْءٍ مِنْ أَمْر الدُّنْيَا , فَفَعَلَ , فَذَكَرَ مَكَانَ الْمَال فِي الْحَال. قِيلَ : خَصَّهُ بِمَا يُعْلَمُ دُونَ مَا لَا يُعْلَمُ لِأَنَّهُ يَمِيل لِمَا يُعْلَمُ أَكْثَرَ لِتَحَقُّقِ وُجُودِهِ , وَاَلَّذِي يَظْهَر أَنَّهُ لَأَعَمُّ مِنْ ذَلِكَ فَيُذَكِّره بِمَا سَبَقَ لَهُ بِهِ عِلْمٌ لِيَشْتَغِلَ بَالُهُ بِهِ وَبِمَا لَمْ يَكُنْ سَبَقَ لَهُ لِيُوقِعهُ فِي الْفِكْرَةِ فِيهِ , وَهَذَا أَعَمُّ مِنْ أَنْ يَكُون فِي أُمُور الدُّنْيَا أَوْ فِي أُمُور الدِّين كَالْعِلْمِ , لَكِنْ هَلْ يَشْمَل ذَلِكَ التَّفَكُّر فِي مَعَانِي الْآيَات الَّتِي يَتْلُوهَا ؟ لَا يَبْعُد ذَلِكَ , لِأَنَّ غَرَضَهُ نَقْصُ خُشُوعه وَإِخْلَاصه بِأَيِّ وَجْهٍ كَانَ. ‏ ‏قَوْله : ( حَتَّى يَظَلّ الرَّجُل ) ‏ ‏كَذَا لِلْجُمْهُورِ بِالظَّاءِ الْمُشَالَة الْمَفْتُوحَة , وَمَعْنَى يَظَلُّ فِي الْأَصْل اِتِّصَاف الْمُخْبَرِ عَنْهُ بِالْخَبَرِ نَهَارًا لَكِنَّهَا هُنَا بِمَعْنَى يَصِيرُ أَوْ يَبْقَى , وَوَقَعَ عِنْدَ الْأَصِيلِيِّ \" يَضِلُّ \" بِكَسْرِ السَّاقِطَة أَيْ يَنْسَى , وَمِنْهُ قَوْله تَعَالَى ( أَنْ تَضِلَّ إِحْدَاهُمَا ) أَوْ بِفَتْحِهَا , أَيْ يُخْطِئ وَمِنْهُ قَوْله تَعَالَى ( لَا يَضِلُّ رَبِّي وَلَا يَنْسَى ) وَالْمَشْهُور الْأَوَّلُ. ‏ ‏قَوْله : ( لَا يُدْرَى ) ‏ ‏وَفِي رِوَايَة فِي صَلَاة السَّهْو \" إِنْ يَدْرِي \" بِكَسْرِ هَمْزَة إِنْ وَهِيَ نَافِيَة بِمَعْنَى لَا , وَحَكَى اِبْن عَبْد الْبَرِّ عَنْ الْأَكْثَر فِي الْمُوَطَّأ فَتْحُ الْهَمْزَةِ وَوَجْهه بِمَا تَعَقَّبَهُ عَلَيْهِ جَمَاعَة , وَقَالَ الْقُرْطُبِيُّ : لَيْسَتْ رِوَايَة الْفَتْح لِشَيْءٍ إِلَّا مَعَ رِوَايَة الضَّاد السَّاقِطَة فَتَكُون أَنْ مَعَ الْفِعْل بِتَأْوِيلِ الْمَصْدَر وَمَفْعُول ضَلَّ أَنْ بِإِسْقَاطِ حَرْف الْجَرّ أَيْ يَضِلَّ عَنْ دِرَايَته. ‏ ‏قَوْله : ( كَمْ صَلَّى ) ‏ ‏وَلِلْمُصَنِّفِ فِي بَدْء الْخَلْق مِنْ وَجْه آخَرَ عَنْ أَبِي هُرَيْرَة \" حَتَّى لَا يَدْرِي أَثَلَاثًا صَلَّى أَمْ أَرْبَعًا \" وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي أَبْوَاب السَّهْو إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ اِخْتَلَفَ الْعُلَمَاء فِي الْحِكْمَة فِي هُرُوب الشَّيْطَان عِنْدَ سَمَاع الْأَذَان وَالْإِقَامَة دُونَ سَمَاع الْقُرْآن وَالذِّكْرِ فِي الصَّلَاة , فَقِيلَ يَهْرُب حَتَّى لَا يَشْهَد لِلْمُؤَذِّنِ يَوْمَ الْقِيَامَة , فَإِنَّهُ لَا يَسْمَع مَدَى صَوْت الْمُؤَذِّن جِنّ وَلَا إِنْس إِلَّا شَهِدَ لَهُ كَمَا يَأْتِي بَعْدُ , وَلَعَلَّ الْبُخَارِيّ أَشَارَ إِلَى ذَلِكَ بِإِيرَادِهِ الْحَدِيث الْمَذْكُور عَقِبَ هَذَا الْحَدِيث. وَنَقَلَ عِيَاض عَنْ بَعْض أَهْل الْعِلْم أَنَّ اللَّفْظ عَامٌّ وَالْمُرَاد بِهِ خَاصٌّ , وَأَنَّ الَّذِي يَشْهَد مَنْ تَصِحّ مِنْهُ الشَّهَادَة كَمَا سَيَأْتِي الْقَوْل فِيهِ فِي الْبَاب الَّذِي بَعْدَهُ. وَقِيلَ إِنَّ ذَلِكَ خَاصٌّ بِالْمُؤْمِنِينَ فَأَمَّا الْكُفَّار فَلَا تُقْبَل لَهُمْ شَهَادَة , وَرَدّهُ لِمَا جَاءَ مِنْ الْآثَار بِخِلَافِهِ , وَبَالَغَ الزَّيْنُ بْن الْمُنِير فِي تَقْرِير الْأَوَّل وَهُوَ مَقَامُ اِحْتِمَالٍ , وَقِيلَ يَهْرُبُ نُفُورًا عَنْ سَمَاع الْأَذَان ثُمَّ يَرْجِع مُوَسْوِسًا لِيُفْسِدَ عَلَى الْمُصَلِّي صَلَاتَهُ , فَصَارَ رُجُوعه مِنْ جِنْس فِرَاره , وَالْجَامِع بَيْنَهُمَا الِاسْتِخْفَاف. وَقِيلَ لِأَنَّ الْأَذَان دُعَاء إِلَى الصَّلَاة الْمُشْتَمِلَة عَلَى السُّجُود الَّذِي أَبَاهُ وَعَصَى بِسَبَبِهِ , وَاعْتُرِضَ بِأَنَّهُ يَعُود قَبْلَ السُّجُود , فَلَوْ كَانَ هَرَبُهُ لِأَجْلِهِ لَمْ يَعُدْ إِلَّا عِنْدَ فَرَاغِهِ , وَأُجِيبَ بِأَنَّهُ يَهْرُبُ عِنْدَ سَمَاع الدُّعَاء بِذَلِكَ لِيُغَالِط نَفْسه بِأَنَّهُ لَمْ يُخَالِف أَمْرًا ثُمَّ يَرْجِع لِيُفْسِدَ عَلَى الْمُصَلِّي سَجْدَهُ الَّذِي أَبَاهُ , وَقِيلَ إِنَّمَا يَهْرُب لِاتِّفَاقِ الْجَمِيع عَلَى الْإِعْلَان بِشَهَادَةِ الْحَقّ وَإِقَامَة الشَّرِيعَة , وَاعْتُرِضَ بِأَنَّ الِاتِّفَاق عَلَى ذَلِكَ حَاصِل قَبْلَ الْأَذَان وَبَعْدَهُ مِنْ جَمِيع مَنْ يُصَلِّي , وَأُجِيبَ بِأَنَّ الْإِعْلَان أَخَصُّ مِنْ الِاتِّفَاق فَإِنَّ الْإِعْلَان الْمُخْتَصّ بِالْأَذَانِ لَا يُشَارِكُهُ فِيهِ غَيْرُهُ مِنْ الْجَهْر بِالتَّكْبِيرِ وَالتِّلَاوَة مَثَلًا , وَلِهَذَا قَالَ لِعَبْدِ اللَّه بْنِ زَيْد \" أَلْقِهِ عَلَى بِلَال فَإِنَّهُ أَنْدَى صَوْتًا مِنْك \" أَيْ أَقْعَدُ فِي الْمَدّ وَالْإِطَالَة وَالْإِسْمَاع لِيَعُمَّ الصَّوْتُ وَيَطُولَ أَمَدُ التَّأْذِين فَيَكْثُرَ الْجَمْعُ وَيَفُوتُ عَلَى الشَّيْطَان مَقْصُوده مِنْ إِلْهَاءِ الْآدَمِيِّ عَنْ إِقَامَة الصَّلَاة فِي جَمَاعَة أَوْ إِخْرَاجهَا عَنْ وَقْتهَا أَوْ وَقْت فَضِيلَتهَا فَيَفِرَّ حِينَئِذٍ , وَقَدْ يَيْأَس عَنْ أَنْ يَرُدَّهُمْ عَمَّا أَعْلَنُوا بِهِ ثُمَّ يَرْجِع لِمَا طُبِعَ عَلَيْهِ مِنْ الْأَذَى وَالْوَسْوَسَة. وَقَالَ اِبْن الْجَوْزِيّ : عَلَى الْأَذَان هَيْبَةٌ يَشْتَدّ اِنْزِعَاجُ الشَّيْطَان بِسَبَبِهَا , لِأَنَّهُ لَا يَكَاد يَقَعُ فِي الْأَذَان رِيَاء وَلَا غَفْلَةٌ عِنْدَ النُّطْق بِهِ , بِخِلَافِ الصَّلَاة فَإِنَّ النَّفْس تَحْضُرُ فِيهَا فَيَفْتَحُ لَهَا الشَّيْطَان أَبْوَاب الْوَسْوَسَة. وَقَدْ تَرْجَمَ عَلَيْهِ أَبُو عَوَانَةَ \" الدَّلِيل عَلَى أَنَّ الْمُؤَذِّن فِي أَذَانه وَإِقَامَته مَنْفِيٌّ عَنْهُ الْوَسْوَسَة وَالرِّيَاء لِتَبَاعُدِ الشَّيْطَان مِنْهُ \" وَقِيلَ لِأَنَّ الْأَذَان إِعْلَام بِالصَّلَاةِ الَّتِي هِيَ أَفْضَل الْأَعْمَال بِأَلْفَاظٍ هِيَ مِنْ أَفْضَلِ الذِّكْرِ لَا يُزَادُ فِيهَا وَلَا يُنْقَصُ مِنْهَا , بَلْ تَقَع عَلَى وَفْقِ الْأَمْر , فَيَفِرَّ مِنْ سَمَاعهَا. وَأَمَّا الصَّلَاة فَلِمَا يَقَعُ مِنْ كَثِيرٍ مِنْ النَّاس فِيهَا مِنْ التَّفْرِيطِ فَيَتَمَكَّنُ الْخَبِيثُ مِنْ الْمُفَرِّطِ , فَلَوْ قُدِّرَ أَنَّ الْمُصَلِّيَ وَفَّى بِجَمِيعِ مَا أُمِرَ بِهِ فِيهَا لَمْ يُقَرَّ بِهِ إِذَا كَانَ وَحْدَهُ وَهُوَ نَادِر , وَكَذَا إِذَا اِنْضَمَّ إِلَيْهِ مَنْ هُوَ مِثْلُهُ فَإِنَّهُ يَكُون أَنْدَرَ , أَشَارَ إِلَيْهِ اِبْن أَبِي جَمْرَة نَفَعَ اللَّه بِبَرَكَتِهِ. ‏ ‏( فَائِدَةٌ ) : ‏ ‏قَالَ اِبْن بَطَّالٍ يُشْبِه أَنْ يَكُونَ الزَّجْرُ عَنْ خُرُوجِ الْمَرْءِ مِنْ الْمَسْجِد بَعْدَ أَنْ يُؤَذِّنَ الْمُؤَذِّنُ مِنْ هَذَا الْمَعْنَى , لِئَلَّا يَكُونَ مُتَشَبِّهًا بِالشَّيْطَانِ الَّذِي يَفِرُّ عِنْدَ سَمَاع الْأَذَان وَاَللَّه أَعْلَم. ‏ ‏( تَنْبِيهَانِ ) : ‏ ‏( الْأَوَّل ) فَهِمَ بَعْض السَّلَف مِنْ الْأَذَان فِي هَذَا الْحَدِيث الْإِتْيَان بِصُورَةِ الْأَذَان وَإِنْ لَمْ تُوجَد فِيهِ شَرَائِط الْأَذَان مِنْ وُقُوعه فِي الْوَقْت وَغَيْر ذَلِكَ , فَفِي صَحِيح مُسْلِم مِنْ رِوَايَة سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ أَنَّهُ قَالَ \" إِذَا سَمِعْت صَوْتًا فَنَادِ بِالصَّلَاةِ \" وَاسْتَدَلَّ بِهَذَا الْحَدِيث , وَرَوَى مَالِك عَنْ زَيْد بْن أَسْلَمَ نَحْوَهُ. ‏ ‏( الثَّانِي ) وَرَدَتْ فِي فَضْل الْأَذَان أَحَادِيث كَثِيرَة ذَكَرَ الْمُصَنِّفُ بَعْضَهَا فِي مَوَاضِعَ أُخْرَى , وَاقْتَصَرَ عَلَى هَذَا هُنَا , لِأَنَّ هَذَا الْخَبَرَ تَضَمَّنَ فَضْلًا لَا يُنَالُ بِغَيْرِ الْأَذَان , بِخِلَافِ غَيْره مِنْ الْأَخْبَار فَإِنَّ الثَّوَاب الْمَذْكُور فِيهَا يُدْرَكُ بِأَنْوَاعٍ أُخْرَى مِنْ الْعِبَادَات , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1233,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ أَحَدَكُمْ إِذَا قَامَ يُصَلِّي جَاءَ الشَّيْطَانُ فَلَبَسَ عَلَيْهِ حَتَّى لاَ يَدْرِيَ كَمْ صَلَّى، فَإِذَا وَجَدَ ذَلِكَ أَحَدُكُمْ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"When anyone of you stands for the prayers, Satan comes and puts him in doubts \ntill he forgets how many rak`at he has prayed. So if this happens to anyone of you, he should perform \ntwo prostrations of Sahu while sitting.",
    "explication": "‏ ‏قَوْله : ( عَنْ جَعْفَر ) ‏ ‏هُوَ اِبْنُ رَبِيعَة اَلْمِصْرِيُّ , وَقَدْ تَقَدَّمَ اَلْكَلَام عَلَى اَلْمَتْنِ فِي أَوَائِل أَبْوَابِ اَلْأَذَانِ مُسْتَوْفًى , وَشَاهِد اَلتَّرْجَمَة قَوْله \" حَتَّى لَا يَدْرِيَ كَمْ صَلَّى \" فَإِنَّهُ يَدُلُّ عَلَى أَنَّ اَلتَّفَكُّرَ لَا يَقْدَحُ فِي صِحَّةِ اَلصَّلَاةِ مَا لَمْ يَتْرُكْ شَيْئًا مِنْ أَرْكَانِهَا. ‏ ‏قَوْله : ( قَالَ أَبُو سَلَمَة بْن عَبْد اَلرَّحْمَن : إِذَا فَعَلَ أَحَدُكُمْ ذَلِكَ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ قَاعِد , وَسَمِعَهُ أَبُو سَلَمَةَ مِنْ أَبِي هُرَيْرَة ) ‏ ‏هَذَا اَلتَّعْلِيق طَرَف مِنْ اَلْحَدِيثِ اَلَّذِي قَبْلَهُ فِي رِوَايَة أَبِي سَلَمَةَ كَمَا سَيَأْتِي فِي خَامِسِ تَرْجَمَةٍ مِنْ أَبْوَابِ اَلسَّهْوِ , لَكِنَّهُ مِنْ رِوَايَة يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة , وَرُبَّمَا تَبَادَرَ إِلَى اَلذِّهْنِ مِنْ سِيَاقِ اَلْمُصَنِّفِ أَنَّ هَذِهِ اَلزِّيَادَةَ مِنْ رِوَايَة جَعْفَر بْن رَبِيعَة عَنْ أَبِي سَلَمَة , وَلَيْسَ كَذَلِكَ , وَسَيَأْتِي فِي سَادِسِ تَرْجَمَةٍ أَيْضًا مِنْ طَرِيق اَلزُّهْرِيّ عَنْ أَبِي سَلَمَةَ لَكِنْ بِاخْتِصَار ذِكْر اَلْأَذَانِ وَهُوَ مِنْ طَرِيق هُذَيْن عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا بِخِلَافِ مَا يُوهِمُهُ سِيَاقه هُنَا , وَسَيَأْتِي اَلْكَلَامُ عَلَيْهِ إِنْ شَاءَ اَللَّهُ تَعَالَى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1234,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، أَنَّ ابْنَ عَبَّاسٍ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنَ أَزْهَرَ ـ رضى الله عنهم ـ أَرْسَلُوهُ إِلَى عَائِشَةَ ـ رضى الله عنها ـ فَقَالُوا اقْرَأْ عَلَيْهَا السَّلاَمَ مِنَّا جَمِيعًا وَسَلْهَا عَنِ الرَّكْعَتَيْنِ بَعْدَ صَلاَةِ الْعَصْرِ وَقُلْ لَهَا إِنَّا أُخْبِرْنَا أَنَّكِ تُصَلِّينَهُمَا وَقَدْ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْهَا‏.‏ وَقَالَ ابْنُ عَبَّاسٍ وَكُنْتُ أَضْرِبُ النَّاسَ مَعَ عُمَرَ بْنِ الْخَطَّابِ عَنْهُمَا‏.‏ فَقَالَ كُرَيْبٌ فَدَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَبَلَّغْتُهَا مَا أَرْسَلُونِي‏.‏ فَقَالَتْ سَلْ أُمَّ سَلَمَةَ‏.‏ فَخَرَجْتُ إِلَيْهِمْ فَأَخْبَرْتُهُمْ بِقَوْلِهَا فَرَدُّونِي إِلَى أُمِّ سَلَمَةَ بِمِثْلِ مَا أَرْسَلُونِي بِهِ إِلَى عَائِشَةَ‏.‏ فَقَالَتْ أُمُّ سَلَمَةَ ـ رضى الله عنها ـ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَنْهَى عَنْهَا ثُمَّ رَأَيْتُهُ يُصَلِّيهِمَا حِينَ صَلَّى الْعَصْرَ، ثُمَّ دَخَلَ عَلَىَّ وَعِنْدِي نِسْوَةٌ مِنْ بَنِي حَرَامٍ مِنَ الأَنْصَارِ فَأَرْسَلْتُ إِلَيْهِ الْجَارِيَةَ فَقُلْتُ قُومِي بِجَنْبِهِ قُولِي لَهُ تَقُولُ لَكَ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ سَمِعْتُكَ تَنْهَى عَنْ هَاتَيْنِ وَأَرَاكَ تُصَلِّيهِمَا‏.‏ فَإِنْ أَشَارَ بِيَدِهِ فَاسْتَأْخِرِي عَنْهُ‏.‏ فَفَعَلَتِ الْجَارِيَةُ فَأَشَارَ بِيَدِهِ فَاسْتَأْخَرَتْ عَنْهُ فَلَمَّا انْصَرَفَ قَالَ ‏\n\"‏ يَا بِنْتَ أَبِي أُمَيَّةَ سَأَلْتِ عَنِ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ وَإِنَّهُ أَتَانِي نَاسٌ مِنْ عَبْدِ الْقَيْسِ فَشَغَلُونِي عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ فَهُمَا هَاتَانِ ‏\"‏‏.‏",
    "english_text": "I was sent to Aisha by Ibn `Abbas, Al-Miswar bin Makhrama and `Abdur-Rahman bin Azhar . They \ntold me to greet her on their behalf and to ask her about the offering of the two rak`at after the `Asr \nprayer and to say to her, \"We were informed that you offer those two rak`at and we were told that the \nProphet had forbidden offering them.\" Ibn `Abbas said, \"I along with `Umar bin Al-Khattab used to \nbeat the people whenever they offered them.\" I went to Aisha and told her that message. `Aisha said, \n\"Go and ask Um Salama about them.\" So I returned and informed them about her statement. They \nthen told me to go to Um Salama with the same question with which t sent me to `Aisha. Um Salama \nreplied, \"I heard the Prophet (ﷺ) forbidding them. Later I saw him offering them immediately after he \nprayed the `Asr prayer. He then entered my house at a time when some of the Ansari women from the \ntribe of Bani Haram were sitting with me, so I sent my slave girl to him having said to her, 'Stand \nbeside him and tell him that Um Salama says to you, \"O Allah's Messenger (ﷺ)! I have heard you forbidding \nthe offering of these (two rak`at after the `Asr prayer) but I have seen you offering them.\" If he waves \nhis hand then wait for him.' The slave girl did that. The Prophet (ﷺ) beckoned her with his hand and she \nwaited for him. When he had finished the prayer he said, \"O daughter of Bani Umaiya! You have \nasked me about the two rak`at after the `Asr prayer. The people of the tribe of `Abdul-Qais came to \nme and made me busy and I could not offer the two rak`at after the Zuhr prayer. These (two rak`at that \nI have just prayed) are for those (missed) ones.",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي عَمْرو ) ‏ ‏هُوَ اِبْن الْحَارِث وَبُكَيْر بِالتَّصْغِيرِ هُوَ اِبْن عَبْد اللَّه بْن الْأَشَجّ , وَنِصْف هَذَا الْإِسْنَاد الْمُبْدَأ بِهِ مِصْرِيُّونَ وَالثَّانِي مَدَنِيُّونَ. ‏ ‏قَوْله : ( وَقَدْ بَلَغَنَا ) ) ‏ ‏فِيهِ إِشَارَة إِلَى أَنَّهُمْ لَمْ يَسْمَعُوا ذَلِكَ مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّا اِبْن عَبَّاس فَقَدْ سَمَّى الْوَاسِطَة وَهُوَ عُمَر كَمَا تَقَدَّمَ فِي الْمَوَاقِيت مِنْ قَوْله \" شَهِدَ عِنْدِي رِجَال مَرْضِيُّونَ وَأَرْضَاهُمْ عِنْدِي عُمَر \" الْحَدِيث , وَأَمَّا الْمِسْوَر وَابْن أَزْهَر فَلَمْ أَقِف عَنْهُمَا عَلَى تَسْمِيَة الْوَاسِطَة , وَقَوْله قَبْل ذَلِكَ \" وَإِنَّا أُخْبِرْنَا \" بِضَمِّ الْهَمْزَة وَلَمْ أَقِف عَلَى تَسْمِيَة الْمُخْبِر وَكَأَنَّهُ عَبْد اللَّه بْن الزُّبَيْر فَسَيَأْتِي فِي الْحَجّ مِنْ رِوَايَته عَنْ عَائِشَة مَا يَشْهَد لِذَلِكَ , وَرَوَى اِبْن أَبِي شَيْبَة مِنْ طَرِيق عَبْد اللَّه بْن الْحَارِث قَالَ \" دَخَلْت مَعَ اِبْن عَبَّاس عَلَى مُعَاوِيَة فَأَجْلَسَهُ عَلَى السَّرِير ثُمَّ قَالَ : مَا رَكْعَتَانِ يُصَلِّيهِمَا النَّاس بَعْد الْعَصْر ؟ قَالَ ذَلِكَ مَا يُفْتِي بِهِ النَّاسَ اِبْنُ الزُّبَيْر , فَأَرْسَلَ إِلَى اِبْن الزُّبَيْر فَسَأَلَهُ فَقَالَ : أَخْبَرَتْنِي بِذَلِكَ عَائِشَة , فَأَرْسَلَ إِلَى عَائِشَة فَقَالَتْ : أَخْبَرَتْنِي أُمّ سَلَمَة , فَأَرْسَلَ إِلَى أُمّ سَلَمَة فَانْطَلَقَتْ مَعَ الرَّسُول \" فَذَكَرَ الْقِصَّة , وَاسْم الرَّسُول الْمَذْكُور كَثِير بْن الصَّلْت سَمَّاهُ الطَّحَاوِيّ بِإِسْنَادٍ صَحِيح إِلَى أَبِي سَلَمَة \" أَنَّ مُعَاوِيَة قَالَ وَهُوَ عَلَى الْمِنْبَر لِكَثِيرِ بْن الصَّلْت : اِذْهَبْ إِلَى عَائِشَة فَاسْأَلْهَا , فَقَالَ أَبُو سَلَمَة : فَقُمْت مَعَهُ , وَقَالَ اِبْن عَبَّاس لِعَبْدِ اللَّه بْن الْحَارِث : اِذْهَبْ مَعَهُ , فَجِئْنَاهَا فَسَأَلْنَاهَا \" فَذَكَرَهُ. ‏ ‏قَوْله : ( تُصَلِّينَهُمَا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" تُصَلِّيهِمَا \" بِحَذْفِ النُّون وَهُوَ جَائِز. ‏ ‏قَوْله : ( وَقَالَ اِبْن عَبَّاس كُنْت أَضْرِب النَّاس مَعَ عُمَر عَنْهَا ) ‏ ‏أَيْ لِأَجْلِهَا فِي رِوَايَة الْكُشْمِيهَنِيّ \" عَنْهُ \" وَكَذَا فِي قَوْله \" نَهَى عَنْهَا \" وَكَأَنَّهُ ذَكَرَ الضَّمِير عَلَى إِرَادَة الْفِعْل , وَهَذَا مَوْصُول بِالْإِسْنَادِ الْمَذْكُور , وَقَدْ رَوَى اِبْن أَبِي شَيْبَة مِنْ طَرِيق الزُّهْرِيّ عَنْ السَّائِب هُوَ اِبْن يَزِيد قَالَ \" رَأَيْت عُمَر يَضْرِب الْمُنْكَدِر عَلَى الصَّلَاة بَعْد الْعَصْر \". ‏ ‏قَوْله : ( قَالَ كُرَيْب ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْله : ( فَقَالَتْ سَلْ أُمّ سَلَمَة ) ‏ ‏زَادَ مُسْلِم فِي رِوَايَته مِنْ هَذَا الْوَجْه \" فَخَرَجْت إِلَيْهِمْ فَأَخْبَرْتهمْ بِقَوْلِهَا فَرَدُّونِي إِلَى أُمّ سَلَمَة \" وَفِي رِوَايَة أُخْرَى لِلطَّحَاوِيّ \" فَقَالَتْ عَائِشَة لَيْسَ عِنْدِي , وَلَكِنْ حَدَّثَتْنِي أُمّ سَلَمَة \". ‏ ‏قَوْله : ( ثُمَّ رَأَيْته يُصَلِّيهِمَا حِين صَلَّى الْعَصْر ثُمَّ دَخَلَ عَلَيَّ ) ‏ ‏أَيْ فَصَلَّاهُمَا حِينَئِذٍ بَعْد الدُّخُول , وَفِي رِوَايَة مُسْلِم \" ثُمَّ رَأَيْته يُصَلِّيهِمَا , أَمَّا حِين صَلَّاهُمَا فَإِنَّهُ صَلَّى الْعَصْر ثُمَّ دَخَلَ عِنْدِي فَصَلَّاهُمَا \". ‏ ‏قَوْله : ( مِنْ بَنِي حَرَام ) ‏ ‏بِفَتْحِ الْمُهْمَلَتَيْنِ. ‏ ‏قَوْله : ( فَأَرْسَلَتْ إِلَيْهِ الْجَارِيَة ) ‏ ‏لَمْ أَقِف عَلَى اِسْمهَا , وَيَحْتَمِل أَنْ تَكُون بِنْتهَا زَيْنَب لَكِنْ فِي رِوَايَة الْمُصَنَّف فِي الْمَغَازِي \" فَأَرْسَلَتْ إِلَيْهِ الْخَادِم \". ‏ ‏قَوْله : ( فَقَالَ يَا اِبْنَة أَبِي أُمَيَّة ) ‏ ‏هُوَ وَالِد أُمّ سَلَمَة وَاسْمه حُذَيْفَة - وَقِيلَ سُهَيْل - اِبْن الْمُغِيرَة الْمَخْزُومِيّ. ‏ ‏قَوْله : ( عَنْ الرَّكْعَتَيْنِ ) ‏ ‏أَيْ اللَّتَيْنِ صَلَّيْتهمَا الْآن. ‏ ‏قَوْله : ( وَإِنَّهُ أَتَانِي نَاس مِنْ عَبْد الْقَيْس ) ‏ ‏زَادَ فِي الْمَغَازِي \" بِالْإِسْلَامِ مِنْ قَوْمهمْ فَشَغَلُونِي \" وَلِلطَّحَاوِيّ مِنْ وَجْه آخَر \" قَدِمَ عَلَيَّ قَلَائِص مِنْ الصَّدَقَة فَنَسِيتهمَا ثُمَّ ذَكَرْتهمَا فَكَرِهْت أَنْ أُصَلِّيهِمَا فِي الْمَسْجِد وَالنَّاس يَرَوْنَ فَصَلَّيْتهمَا عِنْدك \" وَلَهُ مِنْ وَجْه آخَر \" فَجَاءَنِي مَال فَشَغَلَنِي \" وَلَهُ مِنْ وَجْه آخَر \" قَدِمَ عَلَيَّ وَفْد مِنْ بَنِي تَمِيم , أَوْ جَاءَتْنِي صَدَقَة \" وَقَوْله \" مِنْ بَنِي تَمِيم \" وَهْم وَإِنَّمَا هُمْ مِنْ عَبْد الْقَيْس وَكَأَنَّهُمْ حَضَرُوا مَعَهُمْ بِمَالِ الْمُصَالَحَة مِنْ أَهْل الْبَحْرَيْنِ كَمَا سَيَأْتِي فِي الْجِزْيَة مِنْ طَرِيق عَمْرو بْن عَوْف \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ صَالَحَ أَهْل الْبَحْرَيْنِ وَأَمَّرَ عَلَيْهِمْ الْعَلَاء بْن الْحَضْرَمِيّ وَأَرْسَلَ أَبَا عُبَيْدَة فَأَتَاهُ بِجِزْيَتِهِمْ \" وَيُؤَيِّدهُ أَنَّ فِي رِوَايَة عَبْد اللَّه بْن الْحَارِث الْمُتَقَدِّم ذِكْرهَا أَنَّهُ كَانَ بَعَثَ سَاعِيًا وَكَانَ قَدْ أَهَمَّهُ شَأْن الْمُهَاجِرِينَ , وَفِيهِ \" فَقُلْت مَا هَاتَانِ الرَّكْعَتَانِ ؟ فَقَالَ : شَغَلَنِي أَمْر السَّاعِي \". ‏ ‏قَوْله : ( فَهُمَا هَاتَانِ ) ‏ ‏فِي رِوَايَة عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة عَنْ أُمّ سَلَمَة عِنْد الطَّحَاوِيّ مِنْ الزِّيَادَة \" فَقُلْت أُمِرْت بِهِمَا ؟ فَقَالَ : لَا , وَلَكِنْ كُنْت أُصَلِّيهِمَا بَعْد الظُّهْر فَشُغِلْت عَنْهُمَا فَصَلَّيْتهمَا الْآن \" وَلَهُ مِنْ وَجْه آخَر عَنْهَا \" لَمْ أَرَهُ صَلَّاهُمَا قَبْل وَلَا بَعْد \" لَكِنْ هَذَا لَا يَنْفِي الْوُقُوع فَقَدْ ثَبَتَ فِي مُسْلِم عَنْ أَبِي سَلَمَة أَنَّهُ سَأَلَ عَائِشَة عَنْهُمَا فَقَالَتْ \" كَانَ يُصَلِّيهِمَا قَبْل الْعَصْر فَشُغِلَ عَنْهُمَا أَوْ نَسِيَهُمَا فَصَلَّاهُمَا بَعْد الْعَصْر ثُمَّ أَثْبَتَهُمَا , وَكَانَ إِذَا صَلَّى صَلَاة أَثْبَتَهَا \" أَيْ دَاوَمَ عَلَيْهَا. وَمِنْ طَرِيق عُرْوَة عَنْهَا \" مَا تَرَكَ رَكْعَتَيْنِ بَعْد الْعَصْر عِنْدِي قَطّ \" وَمِنْ ثَمَّ اِخْتَلَفَ نَظَر الْعُلَمَاء فَقِيلَ : تُقْضَى الْفَوَائِت فِي أَوْقَات الْكَرَاهَة لِهَذَا الْحَدِيث , وَقِيلَ هُوَ خَاصّ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقِيلَ هُوَ خَاصّ بِمَنْ وَقَعَ لَهُ نَظِير مَا وَقَعَ لَهُ. وَقَدْ تَقَدَّمَ الْبَحْث فِي ذَلِكَ مَبْسُوطًا فِي أَوَاخِر الْمَوَاقِيت. وَفِي الْحَدِيث مِنْ الْفَوَائِد سِوَى مَا مَضَى جَوَاز اِسْتِمَاع الْمُصَلِّي إِلَى كَلَام غَيْره وَفَهْمه لَهُ وَلَا يَقْدَح ذَلِكَ فِي صَلَاته. وَأَنَّ الْأَدَب فِي ذَلِكَ أَنْ يَقُوم الْمُتَكَلِّم إِلَى جَنْبه لَا خَلْفه وَلَا أَمَامه لِئَلَّا يُشَوِّش عَلَيْهِ بِأَنْ لَا تُمْكِنهُ الْإِشَارَة إِلَيْهِ إِلَّا بِمَشَقَّةٍ , وَجَوَاز الْإِشَارَة فِي الصَّلَاة وَسَيَأْتِي فِي بَاب مُفْرَد. وَفِيهِ الْبَحْث عَنْ عِلَّة الْحُكْم وَعَنْ دَلِيله , وَالتَّرْغِيب فِي عُلُوّ الْإِسْنَاد , وَالْفَحْص عَنْ الْجَمْع بَيْن الْمُتَعَارِضَيْنِ , وَأَنَّ الصَّحَابِيّ إِذَا عَمِلَ بِخِلَافِ مَا رَوَاهُ لَا يَكُون كَافِيًا فِي الْحُكْم بِنَسْخِ مَرْوِيّه , وَأَنَّ الْحُكْم إِذَا ثَبَتَ لَا يُزِيلهُ إِلَّا شَيْء مَقْطُوع بِهِ , وَأَنَّ الْأَصْل اِتِّبَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَفْعَاله , وَأَنَّ الْجَلِيل مِنْ الصَّحَابَة قَدْ يَخْفَى عَلَيْهِ مَا اِطَّلَعَ عَلَيْهِ غَيْرُهُ , وَأَنَّهُ لَا يُعْدَل إِلَى الْفَتْوَى بِالرَّأْيِ مَعَ وُجُود النَّصّ , وَأَنَّ الْعَالِم لَا نَقْص عَلَيْهِ إِذَا سُئِلَ عَمَّا لَا يَدْرِي فَوَكَلَ الْأَمْرَ إِلَى غَيْره. وَفِيهِ قَبُول أَخْبَار الْآحَاد وَالِاعْتِمَاد عَلَيْهِ فِي الْأَحْكَام وَلَوْ كَانَ شَخْصًا وَاحِدًا رَجُلًا أَوْ اِمْرَأَة لِاكْتِفَاءِ أُمّ سَلَمَة بِإِخْبَارِ الْجَارِيَة. وَفِيهِ دَلَالَة عَلَى فِطْنَة أُمّ سَلَمَة وَحُسْن تَأَتِّيهَا بِمُلَاطَفَةِ سُؤَالهَا وَاهْتِمَامهَا بِأَمْرِ الدِّين , وَكَأَنَّهَا لَمْ تُبَاشِر السُّؤَال لِحَالِ النِّسْوَة اللَّاتِي كُنَّ عِنْدهَا فَيُؤْخَذ مِنْهُ إِكْرَام الضَّيْف وَاحْتِرَامه , وَفِيهِ زِيَارَة النِّسَاء الْمَرْأَةَ وَلَوْ كَانَ زَوْجهَا عِنْدهَا , وَالتَّنَفُّل فِي الْبَيْت وَلَوْ كَانَ فِيهِ مَنْ لَيْسَ مِنْهُمْ , وَكَرَاهَة الْقُرْب مِنْ الْمُصَلِّي لِغَيْرِ ضَرُورَة , وَتَرْك تَفْوِيت طَلَب الْعِلْم وَإِنْ طَرَأَ مَا يَشْغَل عَنْهُ , وَجَوَاز الِاسْتِنَابَة فِي ذَلِكَ , وَأَنَّ الْوَكِيل لَا يُشْتَرِط أَنْ يَكُون مِثْل مُوَكِّله فِي الْفَضْل , وَتَعْلِيم الْوَكِيل التَّصَرُّف إِذَا كَانَ مِمَّنْ يَجْهَل ذَلِكَ , وَفِيهِ الِاسْتِفْهَام بَعْد التَّحَقُّق لِقَوْلِهَا \" وَأَرَاك تُصَلِّيهِمَا \" وَالْمُبَادَرَة إِلَى مَعْرِفَة الْحُكْم الْمُشْكِل فِرَارًا مِنْ الْوَسْوَسَة , وَأَنَّ النِّسْيَان جَائِز عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّ فَائِدَة اِسْتِفْسَار أُمّ سَلَمَة عَنْ ذَلِكَ تَجْوِيزهَا إِمَّا النِّسْيَان وَإِمَّا النَّسْخ وَإِمَّا التَّخْصِيص بِهِ , فَظَهَرَ وُقُوع الثَّالِث. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1235,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَلَغَهُ أَنَّ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَىْءٌ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصْلِحُ بَيْنَهُمْ فِي أُنَاسٍ مَعَهُ، فَحُبِسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَحَانَتِ الصَّلاَةُ فَجَاءَ بِلاَلٌ إِلَى أَبِي بَكْرٍ ـ رضى الله عنه ـ فَقَالَ يَا أَبَا بَكْرٍ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ حُبِسَ وَقَدْ حَانَتِ الصَّلاَةُ فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتَ‏.‏ فَأَقَامَ بِلاَلٌ وَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَكَبَّرَ لِلنَّاسِ وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ حَتَّى قَامَ فِي الصَّفِّ، فَأَخَذَ النَّاسُ فِي التَّصْفِيقِ، وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرَ النَّاسُ الْتَفَتَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُهُ أَنْ يُصَلِّيَ، فَرَفَعَ أَبُو بَكْرٍ ـ رضى الله عنه ـ يَدَيْهِ فَحَمِدَ اللَّهَ وَرَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ، فَتَقَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى لِلنَّاسِ فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ ‏\n\"‏ يَا أَيُّهَا النَّاسُ مَا لَكُمْ حِينَ نَابَكُمْ شَىْءٌ فِي الصَّلاَةِ أَخَذْتُمْ فِي التَّصْفِيقِ، إِنَّمَا التَّصْفِيقُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ‏.‏ فَإِنَّهُ لاَ يَسْمَعُهُ أَحَدٌ حِينَ يَقُولُ سُبْحَانَ اللَّهِ إِلاَّ الْتَفَتَ، يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إِلَيْكَ ‏\"‏‏.‏ فَقَالَ أَبُو بَكْرٍ ـ رضى الله عنه ـ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "The news about the differences amongst the people of Bani `Amr bin `Auf reached Allah's Messenger (ﷺ) \nand so he went to them along with some of his companions to effect a reconciliation between them. \nAllah's Messenger (ﷺ) was delayed there, and the time of the prayer was due. Bilal went to Abu Bakr and \nsaid to him, \"Allah's Messenger (ﷺ) has been delayed (there) and the time of prayer is due. So will you lead \nthe people in prayer?\" Abu Bakr said, \"Yes, if you wish.\" Bilal pronounced the Iqama and Abu Bakr, \nwent forward and said Takbir for the people. In the meantime Allah's Messenger (ﷺ) came crossing the rows \n(of the praying people) and stood in the (first) row and the people started clapping. Abu Bakr, would \nnever glance sideways in his prayer but when the people clapped much he looked back and (ﷺ) \nAllah's Messenger (ﷺ) . Allah's Messenger (ﷺ) beckoned him to carry on the prayer. Abu Bakr raised his hands and \nthanked Allah, and retreated till he reached the (first) row. Allah's Messenger (ﷺ) went forward and led the \npeople in the prayer. When he completed the prayer he faced the people and said, \"O people! Why did \nyou start clapping when something unusual happened to you in the prayer? Clapping is only for \nwomen. So whoever amongst you comes across something in the prayer should say, 'Subhan-Allah' \nfor there is none who will not turn round on hearing him saying Subhan-Allah. O Abu Bakr! What \nprevented you from leading the people in the prayer when I beckoned you to do so?\" Abu Bakr \nreplied, \"How dare the son of Abu Quhafa lead the prayer in the presence of Allah's Messenger (ﷺ) ?\"",
    "explication": "‏ ‏قَوْله : ( عَنْ سَهْلِ بْنِ سَعْد ) ‏ ‏فِي رِوَايَة النَّسَائِيِّ مِنْ طَرِيق سُفْيَانَ عَنْ أَبِي حَازِم \" سَمِعْت سَهْلًا \". ‏ ‏قَوْله : ( ذَهَبَ إِلَى بَنِي عَمْرو بْن عَوْف ) ‏ ‏أَيْ اِبْن مَالِك بْن الْأَوْس , وَالْأَوْس أَحَدُ قَبِيلَتَيْ الْأَنْصَار وَهُمَا الْأَوْس وَالْخَزْرَج , وَبَنُو عَمْرو بْن عَوْف بَطْن كَبِير مِنْ الْأَوْس فِيهِ عِدَّة أَحْيَاء كَانَتْ مَنَازِلُهُمْ بِقُبَاءَ , مِنْهُمْ بَنُو أُمَيَّةَ بْن زَيْد بْن مَالِك بْن عَوْف بْن عَمْرو بْن عَوْف وَبَنُو ضُبَيْعَةَ بْن زَيْد وَبَنُو ثَعْلَبَةَ بْن عَمْرو بْن عَوْف , وَالسَّبَب فِي ذَهَابه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ مَا فِي رِوَايَة سُفْيَان الْمَذْكُورَة قَالَ \" وَقَعَ بَيْنَ حَيَّيْنِ مِنْ الْأَنْصَار كَلَام \" وَلِلْمُؤَلِّفِ فِي الصُّلْح مِنْ طَرِيق مُحَمَّد بْن جَعْفَر عَنْ أَبِي حَازِم \" أَنَّ أَهْل قُبَاءَ اِقْتَتَلُوا حَتَّى تَرَامَوْا بِالْحِجَارَةِ , فَأُخْبِرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ , فَقَالَ : اِذْهَبُوا بِنَا نُصْلِحُ بَيْنَهُمْ \" وَلَهُ فِيهِ مِنْ رِوَايَة أَبِي غَسَّانَ عَنْ أَبِي حَازِم \" فَخَرَجَ فِي أُنَاس مِنْ أَصْحَابه \" وَسَمَّى الطَّبَرَانِيُّ مِنْهُمْ مِنْ طَرِيق مُوسَى بْن مُحَمَّد عَنْ أَبِي حَازِم أُبَيَّ بْنَ كَعْب وَسُهَيْلَ بْن بَيْضَاء , وَلِلْمُؤَلِّفِ فِي الْأَحْكَام مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ أَبِي حَازِم أَنَّ تَوَجُّهَهُ كَانَ بَعْدَ أَنْ صَلَّى الظُّهْر , وَلِلطَّبَرَانِيِّ مِنْ طَرِيق عُمَر بْن عَلِيّ عَنْ أَبِي حَازِم أَنَّ الْخَبَر جَاءَ بِذَلِكَ وَقَدْ أَذَّنَ بِلَال لِصَلَاةِ الظُّهْر. ‏ ‏قَوْله : ( فَحَانَتْ الصَّلَاة ) ‏ ‏أَيْ صَلَاة الْعَصْر , وَصَرَّحَ بِهِ فِي الْأَحْكَام وَلَفْظه \" فَلَمَّا حَضَرَتْ صَلَاة الْعَصْر أَذَّنَ وَأَقَامَ وَأَمَرَ أَبَا بَكْر فَتَقَدَّمَ \" وَلَمْ يُسَمَّ فَاعِلُ ذَلِكَ , وَقَدْ أَخْرَجَهُ أَحْمَد وَأَبُو دَاوُدَ وَابْن حِبَّانَ مِنْ رِوَايَة حَمَّاد الْمَذْكُورَة فَبَيَّنَ الْفَاعِل وَأَنَّ ذَلِكَ كَانَ بِأَمْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَلَفْظه \" فَقَالَ لِبِلَالٍ إِنْ حَضَرَتْ الْعَصْر وَلَمْ آتِك فَمُرْ أَبَا بَكْر فَلْيُصَلِّ بِالنَّاسِ , فَلَمَّا حَضَرَتْ الْعَصْر أَذَّنَ بِلَال ثُمَّ أَقَامَ ثُمَّ أَمَرَ أَبَا بَكْر فَتَقَدَّمَ \" وَنَحْوه لِلطَّبَرَانِيِّ مِنْ رِوَايَة مُوسَى بْن مُحَمَّد عَنْ أَبِي حَازِم , وَعُرِفَ بِهَذَا أَنَّ الْمُؤَذِّن بِلَال. وَأَمَّا قَوْله لِأَبِي بَكْر \" أَتُصَلِّي لِلنَّاسِ \" فَلَا يُخَالِف مَا ذُكِرَ لِأَنَّهُ يُحْمَلُ عَلَى أَنَّهُ اِسْتَفْهَمَهُ هَلْ يُبَادِر أَوَّلَ الْوَقْتِ أَوْ يَنْتَظِرُ قَلِيلًا لِيَأْتِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ وَرُجِّحَ عِنْدَ أَبِي بَكْر الْمُبَادَرَة لِأَنَّهَا فَضِيلَةٌ مُتَحَقِّقَةٌ فَلَا تُتْرَك لِفَضِيلَةٍ مُتَوَهَّمَةٍ. ‏ ‏قَوْله : ( أُقِيمَ ) ‏ ‏بِالنَّصْبِ وَيَجُوزُ الرَّفْع. ‏ ‏قَوْله : ( قَالَ نَعَمْ ) ‏ ‏زَادَ فِي رِوَايَة عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ أَبِيهِ \" إِنْ شِئْت \" وَهُوَ فِي \" بَاب رَفْع الْأَيْدِي \" عِنْدَ الْمُؤَلِّف , وَإِنَّمَا فُوِّضَ ذَلِكَ لَهُ لِاحْتِمَالِ أَنْ يَكُون عِنْدَهُ زِيَادَة عِلْم مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ. ‏ ‏قَوْله : ( فَصَلَّى أَبُو بَكْر ) ‏ ‏أَيْ دَخَلَ فِي الصَّلَاة , وَلَفْظ عَبْد الْعَزِيز الْمَذْكُور \" وَتَقَدَّمَ أَبُو بَكْر فَكَبَّرَ \" وَفِي رِوَايَة الْمَسْعُودِيّ عَنْ أَبِي حَازِم \" فَاسْتَفْتَحَ أَبُو بَكْر الصَّلَاة \" وَهِيَ عِنْدَ الطَّبَرَانِيِّ , وَبِهَذَا يُجَاب عَنْ الْفَرْق بَيْنَ الْمَقَامَيْنِ حَيْثُ اِمْتَنَعَ أَبُو بَكْر هُنَا أَنْ يَسْتَمِرّ إِمَامًا وَحَيْثُ اِسْتَمَرَّ فِي مَرَض مَوْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِينَ صَلَّى خَلْفَهُ الرَّكْعَة الثَّانِيَة مِنْ الصُّبْح كَمَا صَرَّحَ بِهِ مُوسَى بْن عُقْبَة فِي الْمَغَازِي , فَكَأَنَّهُ لَمَّا أَنْ مَضَى مُعْظَم الصَّلَاة حَسُنَ الِاسْتِمْرَار وَلَمَّا أَنْ لَمْ يَمْضِ مِنْهَا إِلَّا الْيَسِيرُ لَمْ يَسْتَمِرَّ. وَكَذَا وَقَعَ لِعَبْدِ الرَّحْمَن بْن عَوْف حَيْثُ صَلَّى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَلْفَهُ الرَّكْعَة الثَّانِيَة مِنْ الصُّبْح فَإِنَّهُ اِسْتَمَرَّ فِي صَلَاته إِمَامًا لِهَذَا الْمَعْنَى , وَقِصَّة عَبْد الرَّحْمَن عِنْدَ مُسْلِم مِنْ حَدِيث الْمُغِيرَة بْن شُعْبَة. ‏ ‏قَوْله : ( فَتَخَلَّصَ ) ‏ ‏فِي رِوَايَة عَبْد الْعَزِيز \" فَجَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَمْشِي فِي الصُّفُوف يَشُقّهَا شَقًّا حَتَّى قَامَ فِي الصَّفّ الْأَوَّل \" وَلِمُسْلِمٍ \" فَخَرَقَ الصُّفُوفَ حَتَّى قَامَ عِنْدَ الصَّفِّ الْمُتَقَدِّمِ \". ‏ ‏قَوْله : ( فَصَفَّقَ النَّاس ) ‏ ‏فِي رِوَايَة عَبْد الْعَزِيز \" فَأَخَذَ النَّاس فِي التَّصْفِيحِ. قَالَ سَهْل : أَتَدْرُونَ مَا التَّصْفِيحُ ؟ هُوَ التَّصْفِيقُ \". اِنْتَهَى. وَهَذَا يَدُلُّ عَلَى تَرَادُفِهِمَا عِنْدَهُ فَلَا يُلْتَفَتُ إِلَى مَا يُخَالِفُ ذَلِكَ , وَسَيَأْتِي الْبَحْث فِيهِ فِي بَاب مُفْرَد. ‏ ‏قَوْله : ( وَكَانَ أَبُو بَكْر لَا يَلْتَفِت ) ‏ ‏قِيلَ كَانَ ذَلِكَ لِعِلْمِهِ بِالنَّهْيِ عَنْ ذَلِكَ , وَقَدْ صَحَّ أَنَّهُ اِخْتِلَاس يَخْتَلِسُهُ الشَّيْطَان مِنْ صَلَاة الْعَبْد كَمَا سَيَأْتِي فِي بَاب مُفْرَد فِي صِفَة الصَّلَاة \" فَلَمَّا أَكْثَرَ النَّاس التَّصْفِيق \" فِي رِوَايَة حَمَّاد بْن زَيْد \" فَلَمَّا رَأَى التَّصْفِيح لَا يُمْسَكُ عَنْهُ اِلْتَفَتَ \". ‏ ‏قَوْله : ( فَأَشَارَ إِلَيْهِ أَنْ اُمْكُثْ مَكَانَك ) ‏ ‏فِي رِوَايَة عَبْد الْعَزِيز \" فَأَشَارَ إِلَيْهِ يَأْمُرهُ أَنْ يُصَلِّيَ \" وَفِي رِوَايَة عُمَر بْن عَلِيّ \" فَدَفَعَ فِي صَدْره لِيَتَقَدَّمَ فَأَبَى \". ‏ ‏قَوْله : ( فَرَفَعَ أَبُو بَكْر يَدَيْهِ فَحَمِدَ اللَّه ) ‏ ‏ظَاهِرُهُ أَنَّهُ تَلَفَّظَ بِالْحَمْدِ , لَكِنْ فِي رِوَايَة الْحُمَيْدِيِّ عَنْ سُفْيَانَ \" فَرَفَعَ أَبُو بَكْر رَأْسه إِلَى السَّمَاء شُكْرًا لِلَّهِ وَرَجَعَ الْقَهْقَرَى \" وَادَّعَى اِبْن الْجَوْزِيّ أَنَّهُ أَشَارَ بِالشُّكْرِ وَالْحَمْدِ بِيَدِهِ وَلَمْ يَتَكَلَّم , وَلَيْسَ فِي رِوَايَة الْحُمَيْدِيِّ مَا يَمْنَع أَنْ يَكُون تَلَفَّظَ , وَيُقَوِّي ذَلِكَ مَا عِنْدَ أَحْمَد مِنْ رِوَايَة عَبْد الْعَزِيز الْمَاجِشُونِ عَنْ أَبِي حَازِم \" يَا أَبَا بَكْر لِمَ رَفَعْت يَدَيْك وَمَا مَنَعَك أَنْ تَثْبُتَ حِينَ أَشَرْت إِلَيْك ؟ قَالَ : رَفَعْت يَدَيَّ لِأَنِّي حَمِدْت اللَّهَ عَلَى مَا رَأَيْت مِنْك \" زَادَ الْمَسْعُودِيّ \" فَلَمَّا تَنَحَّى تَقَدَّمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَنَحْوُهُ فِي رِوَايَة حَمَّاد بْن زَيْد. ‏ ‏قَوْله : ( أَنْ يُصَلِّيَ بَيْنَ يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة الْحَمَّادَيْنِ وَالْمَاجِشُون \" أَنْ يَؤُمَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( أَكْثَرْتُمْ التَّصْفِيق ) ‏ ‏ظَاهِره أَنَّ الْإِنْكَار إِنَّمَا حَصَلَ عَلَيْهِمْ لِكَثْرَتِهِ لَا لِمُطْلَقِهِ , وَسَيَأْتِي الْبَحْث فِيهِ. ‏ ‏قَوْله : ( مَنْ نَابَهُ ) ‏ ‏أَيْ أَصَابَهُ. ‏ ‏قَوْله : ( فَلْيُسَبِّحْ ) ‏ ‏فِي رِوَايَة يَعْقُوبَ بْن عَبْد الرَّحْمَن عَنْ أَبِي حَازِم \" فَلْيَقُلْ سُبْحَانَ اللَّه \" وَسَيَأْتِي فِي بَاب الْإِشَارَة فِي الصَّلَاة. ‏ ‏قَوْله : ( اُلْتُفِتَ إِلَيْهِ ) ‏ ‏بِضَمِّ الْمُثَنَّاة عَلَى الْبِنَاء لِلْمَجْهُولِ , وَفِي رِوَايَة يَعْقُوب الْمَذْكُورَة \" فَإِنَّهُ لَا يَسْمَعُهُ أَحَدٌ حِينَ يَقُول سُبْحَان اللَّه إِلَّا اِلْتَفَتَ \". ‏ ‏قَوْله : ( وَإِنَّمَا التَّصْفِيق لِلنِّسَاءِ ) ‏ ‏فِي رِوَايَة عَبْد الْعَزِيز \" وَإِنَّمَا التَّصْفِيح لِلنِّسَاءِ \" زَادَ الْحُمَيْدِيُّ \" وَالتَّسْبِيح لِلرِّجَالِ \" وَقَدْ رَوَى الْمُصَنِّفُ هَذِهِ الْجُمْلَة الْأَخِيرَة مُقْتَصِرًا عَلَيْهَا مِنْ رِوَايَة الثَّوْرِيِّ عَنْ أَبِي حَازِم كَمَا سَيَأْتِي فِي \" بَاب التَّصْفِيق لِلنِّسَاءِ \" وَوَقَعَ فِي رِوَايَة حَمَّاد بْن زَيْد بِصِيغَةِ الْأَمْر وَلَفْظه \" إِذَا نَابَكُمْ أَمْر فَلْيُسَبِّحْ الرِّجَال وَلْيُصَفِّحْ النِّسَاء \". وَفِي هَذَا الْحَدِيث فَضْل الْإِصْلَاح بَيْنَ النَّاس وَجَمْعِ كَلِمَة الْقَبِيلَة وَحَسْم مَادَّة الْقَطِيعَة , وَتَوَجُّه الْإِمَام بِنَفْسِهِ إِلَى بَعْض رَعِيَّته لِذَلِكَ , وَتَقْدِيم مِثْل ذَلِكَ عَلَى مَصْلَحَة الْإِمَامَة بِنَفْسِهِ. وَاسْتُنْبِطَ مِنْهُ تَوَجُّهُ الْحَاكِم لِسَمَاعِ دَعْوَى بَعْض الْخُصُوم إِذَا رَجَحَ ذَلِكَ عَلَى اِسْتِحْضَارهمْ. وَفِيهِ جَوَاز الصَّلَاة الْوَاحِدَة بِإِمَامَيْنِ أَحَدهمَا بَعْدَ الْآخَرِ , وَأَنَّ الْإِمَام الرَّاتِب إِذَا غَابَ يَسْتَخْلِف غَيْرَهُ , وَأَنَّهُ إِذَا حَضَرَ بَعْدَ أَنْ دَخَلَ نَائِبه فِي الصَّلَاة يَتَخَيَّر بَيْنَ أَنْ يَأْتَمَّ بِهِ أَوْ يَؤُمَّ هُوَ وَيَصِير النَّائِب مَأْمُومًا مِنْ غَيْر أَنْ يَقْطَع الصَّلَاة , وَلَا يُبْطِلُ شَيْء مِنْ ذَلِكَ صَلَاة أَحَدٍ مِنْ الْمَأْمُومِينَ. وَادَّعَى اِبْن عَبْد الْبَرّ أَنَّ ذَلِكَ مِنْ خَصَائِص النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَادَّعَى الْإِجْمَاع عَلَى عَدَم جَوَاز ذَلِكَ لِغَيْرِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَنُوقِضَ بِأَنَّ الْخِلَافَ ثَابِت , فَالصَّحِيح الْمَشْهُور عِنْدَ الشَّافِعِيَّة الْجَوَاز , وَعَنْ اِبْن الْقَاسِم فِي الْإِمَام يُحَدِّثُ فَيَسْتَخْلِفُ ثُمَّ يَرْجِعُ فَيَخْرُجُ الْمُسْتَخْلِف وَيُتِمّ الْأَوَّل أَنَّ الصَّلَاة صَحِيحَة , وَفِيهِ جَوَاز إِحْرَام الْمَأْمُوم قَبْلَ الْإِمَام , وَأَنَّ الْمَرْء قَدْ يَكُون فِي بَعْض صَلَاته إِمَامًا وَفِي بَعْضهَا مَأْمُومًا , وَأَنَّ مَنْ أَحْرَمَ مُنْفَرِدًا ثُمَّ أُقِيمَتْ الصَّلَاة جَازَ لَهُ الدُّخُول مَعَ الْجَمَاعَة مِنْ غَيْر قَطْعٍ لِصَلَاتِهِ , كَذَا اِسْتَنْبَطَهُ الطَّبَرِيُّ مِنْ هَذِهِ الْقِصَّة , وَهُوَ مَأْخُوذ مِنْ لَازِم جَوَاز إِحْرَام الْإِمَام بَعْدَ الْمَأْمُوم كَمَا ذَكَرْنَا , وَفِيهِ فَضْل أَبِي بَكْر عَلَى جَمِيع الصَّحَابَة. وَاسْتَدَلَّ بِهِ جَمْعٌ مِنْ الشُّرَّاح وَمِنْ الْفُقَهَاء كَالرُّويَانِيِّ عَلَى أَنَّ أَبَا بَكْر كَانَ عِنْدَ الصَّحَابَة أَفْضَلَهُمْ لِكَوْنِهِمْ اِخْتَارُوهُ دُونَ غَيْره , وَعَلَى جَوَاز تَقْدِيم النَّاس لِأَنْفُسِهِمْ إِذَا غَابَ إِمَامُهُمْ , قَالُوا : وَمَحَلُّ ذَلِكَ إِذَا أُمِنَتْ الْفِتْنَة وَالْإِنْكَار مِنْ الْإِمَام , وَأَنَّ الَّذِي يَتَقَدَّم نِيَابَة عَنْ الْإِمَام يَكُون أَصْلَحَهُمْ لِذَلِكَ الْأَمْر وَأَقْوَمَهُمْ بِهِ , وَأَنَّ الْمُؤَذِّن وَغَيْرَهُ يَعْرِض التَّقَدُّم عَلَى الْفَاضِل وَأَنَّ الْفَاضِل يُوَافِقهُ بَعْدَ أَنْ يَعْلَم أَنَّ ذَلِكَ بِرِضَا الْجَمَاعَة ا ه. وَكُلّ ذَلِكَ مَبْنِيّ عَلَى أَنَّ الصَّحَابَة فَعَلُوا ذَلِكَ بِالِاجْتِهَادِ , وَقَدْ قَدَّمْنَا أَنَّهُمْ إِنَّمَا فَعَلُوا ذَلِكَ بِأَمْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَفِيهِ أَنَّ الْإِقَامَة وَاسْتِدْعَاء الْإِمَام مِنْ وَظِيفَة الْمُؤَذِّن , وَأَنَّهُ لَا يُقِيم إِلَّا بِإِذْنِ الْإِمَام , وَأَنَّ فِعْل الصَّلَاة - لَا سِيَّمَا الْعَصْر - فِي أَوَّل الْوَقْت مُقَدَّم عَلَى اِنْتِظَار الْإِمَام الْأَفْضَل , وَفِيهِ جَوَاز التَّسْبِيح وَالْحَمْد فِي الصَّلَاة لِأَنَّهُ مِنْ ذِكْر اللَّه وَلَوْ كَانَ مُرَاد الْمُسَبِّح إِعْلَامَ غَيْره بِمَا صَدَرَ مِنْهُ , وَسَيَأْتِي فِي بَاب مُفْرَد , وَفِيهِ رَفْع الْيَدَيْنِ فِي الصَّلَاة عِنْدَ الدُّعَاء وَالثَّنَاء وَسَيَأْتِي كَذَلِكَ , وَفِيهِ اِسْتِحْبَاب حَمْدِ اللَّه لِمَنْ تَجَدَّدَتْ لَهُ نِعْمَةٌ وَلَوْ كَانَ فِي الصَّلَاة , وَفِيهِ جَوَاز الِالْتِفَات لِلْحَاجَةِ وَأَنَّ مُخَاطَبَةَ الْمُصَلِّي بِالْإِشَارَةِ أَوْلَى مِنْ مُخَاطَبَته بِالْعِبَارَةِ. وَأَنَّهَا تَقُوم مَقَامَ النُّطْقِ لِمُعَاتَبَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبَا بَكْر عَلَى مُخَالَفَة إِشَارَته. وَفِيهِ جَوَاز شَقِّ الصُّفُوف وَالْمَشْي بَيْنَ الْمُصَلِّينَ لِقَصْدِ الْوُصُول إِلَى الصَّفّ الْأَوَّل لَكِنَّهُ مَقْصُور عَلَى مَنْ يَلِيق ذَلِكَ بِهِ كَالْإِمَامِ أَوْ مَنْ كَانَ بِصَدَدِ أَنْ يَحْتَاجَ الْإِمَام إِلَى اِسْتِخْلَافه أَوْ مَنْ أَرَادَ سَدَّ فُرْجَةٍ فِي الصَّفّ الْأَوَّل أَوْ مَا يَلِيهِ مَعَ تَرْكِ مَنْ يَلِيهِ سَدّهَا وَلَا يَكُون ذَلِكَ مَعْدُودًا مِنْ الْأَذَى. قَالَ الْمُهَلَّبُ : لَا تَعَارُضَ بَيْنَ هَذَا وَبَيْنَ النَّهْيِ عَنْ التَّخَطِّي , لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْسَ كَغَيْرِهِ فِي أَمْر الصَّلَاة وَلَا غَيْرهَا , لِأَنَّ لَهُ أَنْ يَتَقَدَّم بِسَبَبِ مَا يَنْزِل عَلَيْهِ مِنْ الْأَحْكَام , وَأَطَالَ فِي تَقْرِير ذَلِكَ. وَتُعُقِّبَ بِأَنَّ هَذَا لَيْسَ مِنْ الْخَصَائِص , وَقَدْ أَشَارَ هُوَ إِلَى الْمُعْتَمَد فِي ذَلِكَ فَقَالَ : لَيْسَ فِي ذَلِكَ شَيْء مِنْ الْأَذَى وَالْجَفَاء الَّذِي يَحْصُلُ مِنْ التَّخَطِّي , وَلَيْسَ كَمَنْ شَقَّ الصُّفُوف وَالنَّاس جُلُوس لِمَا فِيهِ مِنْ تَخَطِّي رِقَابهمْ. وَفِيهِ كَرَاهِيَة التَّصْفِيق فِي الصَّلَاة وَسَيَأْتِي فِي بَاب مُفْرَد , وَفِيهِ الْحَمْد وَالشُّكْر عَلَى الْوَجَاهَة فِي الدِّين وَأَنَّ مَنْ أُكْرِمَ بِكَرَامَةٍ يَتَخَيَّر بَيْنَ الْقَبُول وَالتَّرْك إِذَا فَهِمَ أَنَّ ذَلِكَ الْأَمْر عَلَى غَيْر جِهَة اللُّزُوم وَكَأَنَّ الْقَرِينَة الَّتِي بَيَّنَتْ لِأَبِي بَكْر ذَلِكَ هِيَ كَوْنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَقَّ الصُّفُوف إِلَى أَنْ اِنْتَهَى إِلَيْهِ فَكَأَنَّهُ فَهِمَ مِنْ ذَلِكَ أَنَّ مُرَاده أَنْ يَؤُمَّ النَّاس , وَأَنَّ أَمْره إِيَّاهُ بِالِاسْتِمْرَارِ فِي الْإِمَامَة مِنْ بَاب الْإِكْرَام لَهُ وَالتَّنْوِيه بِقَدْرِهِ , فَسَلَكَ هُوَ طَرِيق الْأَدَب وَالتَّوَاضُع. وَرَجَّحَ ذَلِكَ عِنْدَهُ اِحْتِمَال نُزُول الْوَحْي فِي حَال الصَّلَاة لِتَغْيِيرِ حُكْم مِنْ أَحْكَامهَا , وَكَأَنَّهُ لِأَجْلِ هَذَا لَمْ يَتَعَقَّبْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِعْتِذَاره بِرَدٍّ عَلَيْهِ. وَفِيهِ جَوَاز إِمَامَة الْمَفْضُول لِلْفَاضِلِ , وَفِيهِ سُؤَال الرَّئِيس عَنْ سَبَب مُخَالَفَة أَمْرِهِ قَبْلَ الزَّجْر عَنْ ذَلِكَ , وَفِيهِ إِكْرَام الْكَبِير بِمُخَاطَبَتِهِ بِالْكُنْيَةِ , وَاعْتِمَاد ذِكْر الرَّجُل لِنَفْسِهِ بِمَا يُشْعِر بِالتَّوَاضُعِ مِنْ جِهَة اِسْتِعْمَال أَبِي بَكْر خِطَاب الْغَيْبَة مَكَانَ الْحُضُور. إِذْ كَانَ حَدُّ الْكَلَام أَنْ يَقُول أَبُو بَكْر : مَا كَانَ لِي , فَعَدَلَ عَنْهُ إِلَى قَوْله : مَا كَانَ لِابْنِ أَبِي قُحَافَة , لِأَنَّهُ أَدَلُّ عَلَى التَّوَاضُع مِنْ الْأَوَّل , وَفِيهِ جَوَاز الْعَمَل الْقَلِيل فِي الصَّلَاة لِتَأَخُّرِ أَبِي بَكْر عَنْ مَقَامِهِ إِلَى الصَّفّ الَّذِي يَلِيهِ , وَأَنَّ مَنْ اِحْتَاجَ إِلَى مِثْل ذَلِكَ يَرْجِع الْقَهْقَرَى وَلَا يَسْتَدْبِر الْقِبْلَةَ وَلَا يَنْحَرِف عَنْهَا. وَاسْتَنْبَطَ اِبْن عَبْد الْبَرّ مِنْهُ جَوَاز الْفَتْح عَلَى الْإِمَام , لِأَنَّ التَّسْبِيح إِذَا جَازَ جَازَتْ التِّلَاوَة مِنْ بَاب الْأَوْلَى , وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1236,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنَا الثَّوْرِيُّ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ وَهِيَ تُصَلِّي قَائِمَةً وَالنَّاسُ قِيَامٌ فَقُلْتُ مَا شَأْنُ النَّاسِ فَأَشَارَتْ بِرَأْسِهَا إِلَى السَّمَاءِ‏.‏ فَقُلْتُ آيَةٌ‏.‏ فَقَالَتْ بِرَأْسِهَا أَىْ نَعَمْ‏.‏",
    "english_text": "I went to `Aisha and she was standing praying and the people, too, were standing (praying). So I said, \n\"What is the matter with the people?\" She beckoned with her head towards the sky. \nI said, \"(Is there) a sign?\" She nodded intending to say, \"Yes.\"",
    "explication": "‏ ‏قَوْله : ( هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة بْن الزُّبَيْر. عَنْ ( فَاطِمَة ) هِيَ بِنْت الْمُنْذِر بْن الزُّبَيْر وَهِيَ زَوْجَة هِشَام وَبِنْت عَمّه. ‏ ‏قَوْله : ( عَنْ أَسْمَاء ) ‏ ‏أَيْ بِنْت أَبِي بَكْر الصِّدِّيق زَوْج الزُّبَيْر بْن الْعَوَّام وَهِيَ جَدَّة هِشَام وَفَاطِمَة جَمِيعًا. ‏ ‏قَوْله : ( فَقُلْت مَا شَأْن النَّاس ) ‏ ‏أَيْ : لِمَا رَأَتْ مِنْ اِضْطِرَابهمْ. ‏ ‏قَوْله : ( فَأَشَارَتْ ) ‏ ‏أَيْ عَائِشَة إِلَى السَّمَاء أَيْ : اِنْكَسَفَتْ الشَّمْس. ‏ ‏قَوْله : ( فَإِذَا النَّاس قِيَام ) ‏ ‏كَأَنَّهَا اِلْتَفَتَتْ مِنْ حُجْرَة عَائِشَة إِلَى مَنْ فِي الْمَسْجِد فَوَجَدَتْهُمْ قِيَامًا فِي صَلَاة الْكُسُوف , فَفِيهِ إِطْلَاق النَّاس عَلَى الْبَعْض. ‏ ‏قَوْله : ( فَقَالَتْ سُبْحَان اللَّه ) ‏ ‏أَيْ : أَشَارَتْ قَائِلَة سُبْحَان اللَّه. ‏ ‏قَوْله : ( قُلْت آيَة ) ‏ ‏هُوَ بِالرَّفْعِ خَبَر مُبْتَدَأ مَحْذُوف أَيْ : هَذِهِ آيَة أَيْ : عَلَامَة , وَيَجُوز حَذْف هَمْزَة الِاسْتِفْهَام وَإِثْبَاتهَا. ‏ ‏قَوْله : ( فَقُمْت ) ‏ ‏أَيْ : فِي الصَّلَاة. ‏ ‏قَوْله : ( حَتَّى عَلَانِي ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْعَيْنِ الْمُهْمَلَة وَتَخْفِيف اللَّام , وَفِي رِوَايَة كَرِيمَة تَجَلَّانِي بِمُثَنَّاةٍ وَجِيم وَلَام مُشَدَّدَة , وَجِلَال الشَّيْء مَا غُطِّيَ بِهِ. وَالْغَشْي بِفَتْحِ الْغَيْن وَإِسْكَان الشِّين الْمُعْجَمَتَيْنِ وَتَخْفِيف الْيَاء وَبِكَسْرِ الشِّين وَتَشْدِيد الْيَاء أَيْضًا هُوَ طَرَف مِنْ الْإِغْمَاء , وَالْمُرَاد بِهِ هُنَا الْحَالَة الْقَرِيبَة مِنْهُ فَأَطْلَقَتْهُ مَجَازًا , وَلِهَذَا قَالَتْ : فَجَعَلْت أَصُبّ عَلَى رَأْسِي الْمَاء أَيْ : فِي تِلْكَ الْحَال لِيَذْهَب. وَوَهَمَ مَنْ قَالَ بِأَنَّ صَبَّهَا كَانَ بَعْد الْإِفَاقَة , وَسَيَأْتِي تَقْرِير ذَلِكَ فِي كِتَاب الطَّهَارَة , وَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث أَيْضًا فِي صَلَاة الْكُسُوف إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( أُرِيته ) ‏ ‏هُوَ بِضَمِّ الْهَمْزَة. ‏ ‏قَوْله : ( حَتَّى الْجَنَّة وَالنَّار ) ‏ ‏رُوِّينَاهُ بِالْحَرَكَاتِ الثَّلَاث فِيهِمَا. ‏ ‏قَوْله : ( مِثْل أَوْ قَرِيبًا ) ‏ ‏كَذَا هُوَ بِتَرْكِ التَّنْوِين فِي الْأَوَّل وَإِثْبَاته فِي الثَّانِي , قَالَ اِبْن مَالِك , تَوْجِيهه أَنَّ أَصْله مِثْل فِتْنَة الدَّجَّال أَوْ قَرِيبًا مِنْ فِتْنَة الدَّجَّال , فَحُذِفَ مَا أُضِيفَ إِلَى مِثْل وَتُرِكَ عَلَى هَيْئَته قَبْل الْحَذْف , وَجَازَ الْحَذْف لِدَلَالَةِ مَا بَعْده عَلَيْهِ , وَهَذَا كَقَوْلِ الشَّاعِر : ‏ ‏بَيْن ذِرَاعَيْ وَجَبْهَة الْأَسَد ‏ ‏تَقْدِيره : بَيْن ذِرَاعَيْ الْأَسَد وَجَبْهَة الْأَسَد وَقَالَ الْآخَر : ‏ ‏أَمَام وَخَلْف الْمَرْء مِنْ لُطْف رَبّه ‏ ‏كَوَالِيء تَزْوِي عَنْهُ مَا هُوَ يَحْذَر ‏ ‏وَفِي رِوَايَة بِتَرْكِ التَّنْوِين فِي الثَّانِي أَيْضًا , وَتَوْجِيهه أَنَّهُ مُضَاف إِلَى فِتْنَة أَيْضًا , وَإِظْهَار حَرْف الْجَرّ بَيْن الْمُضَاف وَالْمُضَاف إِلَيْهِ جَائِز عِنْد قَوْم. وَقَوْله : \" لَا أَدْرِي أَيّ ذَلِكَ قَالَتْ أَسْمَاء \" جُمْلَة مُعْتَرِضَة بَيَّنَ بِهَا الرَّاوِي أَنَّ الشَّكّ مِنْهُ هَلْ قَالَتْ لَهُ أَسْمَاء مِثْل أَوْ قَالَتْ قَرِيبًا , وَسَتَأْتِي مَبَاحِث هَذَا الْمَتْن فِي كِتَاب الْجَنَائِز إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ فِي نُسْخَة الصَّغَانِيّ هُنَا : قَالَ اِبْن عَبَّاس مَرْقَدنَا مَخْرَجنَا. وَفِي ثُبُوت ذَلِكَ نَظَر لِأَنَّهُ لَمْ يَقَع فِي الْحَدِيث لِذَلِكَ ذِكْر وَإِنْ كَانَ قَدْ يَظْهَر لَهُ مُنَاسَبَة. وَقَدْ ذَكَرَ ذَلِكَ فِي مَوْضِعه مِنْ سُورَة يس. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 1237,
    "category": "كتاب السهو",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْتِهِ وَهُوَ شَاكٍ جَالِسًا، وَصَلَّى وَرَاءَهُ قَوْمٌ قِيَامًا فَأَشَارَ إِلَيْهِمْ أَنِ اجْلِسُوا فَلَمَّا انْصَرَفَ قَالَ ‏\n\"‏ إِنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ، فَإِذَا رَكَعَ فَارْكَعُوا وَإِذَا رَفَعَ فَارْفَعُوا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) during his illness prayed in his house sitting, whereas some people followed him \nstanding, but the Prophet (ﷺ) beckoned them to sit down. On completion of the prayer he said, \"The Imam \nis to be followed. So, bow when he bows, and raise your head when he raises his head.\" (See Hadith \nNo. 657 Vol 1 for taking the verdict).",
    "explication": "‏ ‏قَوْله : ( فِي بَيْته ) ) ‏ ‏أَيْ فِي الْمَشْرَبَة الَّتِي فِي حُجْرَة عَائِشَة كَمَا بَيَّنَهُ أَبُو سُفْيَان عَنْ جَابِر , وَهُوَ دَالّ عَلَى أَنَّ تِلْكَ الصَّلَاة لَمْ تَكُنْ فِي الْمَسْجِد , وَكَأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَجَزَ عَنْ الصَّلَاة بِالنَّاسِ فِي الْمَسْجِد فَكَانَ يُصَلِّي فِي بَيْته بِمَنْ حَضَرَ , لَكِنَّهُ لَمْ يُنْقَل أَنَّهُ اِسْتَخْلَفَ , وَمِنْ ثَمَّ قَالَ عِيَاض : إِنَّ الظَّاهِر أَنَّهُ صَلَّى فِي حُجْرَة عَائِشَة وَائْتَمَّ بِهِ مَنْ حَضَرَ عِنْده وَمَنْ كَانَ فِي الْمَسْجِد , وَهَذَا الَّذِي قَالَهُ مُحْتَمَل , وَيَحْتَمِل أَيْضًا أَنْ يَكُون اِسْتَخْلَفَ وَإِنْ لَمْ يُنْقَل , وَيَلْزَم عَلَى الْأَوَّل صَلَاة الْإِمَام أَعْلَى مِنْ الْمَأْمُومِينَ وَمَذْهَب عِيَاض خِلَافُهُ , لَكِنْ لَهُ أَنْ يَقُول مَحَلّ الْمَنْع مَا إِذَا لَمْ يَكُنْ مَعَ الْإِمَام فِي مَكَانه الْعَالِي أَحَد وَهُنَا كَانَ مَعَهُ بَعْض أَصْحَابه. ‏ ‏قَوْله : ( وَهُوَ شَاكٍ ) ) ‏ ‏بِتَخْفِيفِ الْكَاف بِوَزْنِ قَاضٍ مِنْ الشِّكَايَة وَهِيَ الْمَرَض , وَكَانَ سَبَب ذَلِكَ مَا فِي حَدِيث أَنَس الْمَذْكُور بَعْدَهُ أَنْ سَقَطَ عَنْ فَرَس. ‏ ‏قَوْله : ( فَصَلَّى جَالِسًا ) ‏ ‏قَالَ عِيَاض : يَحْتَمِل أَنْ يَكُون أَصَابَهُ مِنْ السَّقْطَة رَضٌّ فِي الْأَعْضَاء مَنَعَهُ مِنْ الْقِيَام. قَالَ : وَلَيْسَ كَذَلِكَ , وَإِنَّمَا كَانَتْ قَدَمُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْفَكَّتْ كَمَا فِي رِوَايَة بَشِير بْن الْمُفَضَّل عَنْ حُمَيْدٍ عَنْ أَنَس الْإِسْمَاعِيلِيّ , وَكَذَا لِأَبِي دَاوُدَ وَابْن خُزَيْمَةَ مِنْ رِوَايَة أَبِي سُفْيَان عَنْ جَابِر كَمَا قَدَّمْنَاهُ. وَأَمَّا قَوْله فِي رِوَايَة الزُّهْرِيّ عَنْ أَنَس بْن مَالِك \" جُحِشَ شِقُّهُ الْأَيْمَن \" وَفِي رِوَايَة يَزِيدَ عَنْ حُمَيْدٍ عَنْ أَنَس \" جُحِشَ سَاقُهُ \" أَوْ \" كَتِفُهُ \" كَمَا تَقَدَّمَ فِي \" بَاب الصَّلَاة عَلَى السُّطُوح \" فَلَا يُنَافِي ذَلِكَ كَوْنُ قَدَمِهِ اِنْفَكَّتْ لِاحْتِمَالِ وُقُوع الْأَمْرَيْنِ , وَقَدْ تَقَدَّمَ تَفْسِير الْجَحْش بِأَنَّهُ الْخَدْش وَالْخَدْش قَشْرُ الْجِلْد , وَوَقَعَ عِنْدَ الْمُصَنِّف فِي \" بَاب يَهْوِي بِالتَّكْبِيرِ \" مِنْ رِوَايَة سُفْيَان عَنْ الزُّهْرِيّ عَنْ أَنَس قَالَ سُفْيَان : حَفِظْت مِنْ الزُّهْرِيّ شِقَّهُ الْأَيْمَن , فَلَمَّا خَرَجْنَا قَالَ اِبْن جُرَيْجٍ : سَاقَهُ الْأَيْمَن. ‏ ‏قُلْت : وَرِوَايَة اِبْن جُرَيْجٍ أَخْرَجَهَا عَبْد الرَّزَّاق عَنْهُ , وَلَيْسَتْ مُصَحَّفَةً كَمَا زَعَمَ بَعْضُهُمْ لِمُوَافَقَةِ رِوَايَة حُمَيْدٍ الْمَذْكُورَة لَهَا , وَإِنَّمَا هِيَ مُفَسِّرَةٌ لِمَحَلِّ الْخَدْش مِنْ الشِّقّ الْأَيْمَن لِأَنَّ الْخَدْشَ لَمْ يَسْتَوْعِبْهُ. وَحَاصِلُ مَا فِي الْقِصَّةِ أَنَّ عَائِشَةَ أَبْهَمَتْ الشَّكْوَى , وَبَيَّنَ جَابِر وَأَنَس السَّبَب وَهُوَ السُّقُوط عَنْ الْفَرَس , وَعَيَّنَ جَابِر الْعِلَّةَ فِي الصَّلَاة قَاعِدًا وَهِيَ اِنْفِكَاك الْقَدَم , وَأَفَادَ اِبْن حِبَّانَ أَنَّ هَذِهِ الْقِصَّة كَانَتْ فِي ذِي الْحِجَّةِ سَنَةَ خَمْسٍ مِنْ الْهِجْرَة. ‏ ‏قَوْله : ( وَصَلَّى وَرَاءَهُ قَوْمٌ قِيَامًا ) ‏ ‏وَلِمُسْلِمٍ مِنْ رِوَايَة عَبْدَةَ عَنْ هِشَام \" فَدَخَلَ عَلَيْهِ نَاس مِنْ أَصْحَابه يَعُودُونَهُ \" الْحَدِيثَ , وَقَدْ سُمِّيَ مِنْهُمْ فِي الْأَحَادِيث أَنَس كَمَا فِي الْحَدِيث الَّذِي بَعْدَهُ عِنْدَ الْإِسْمَاعِيلِيّ , وَجَابِر كَمَا تَقَدَّمَ , وَأَبُو بَكْر كَمَا فِي حَدِيث جَابِر , وَعُمَر كَمَا فِي رِوَايَة الْحَسَن مُرْسَلًا عِنْدَ عَبْد الرَّزَّاق. ‏ ‏قَوْله : ( فَأَشَارَ إِلَيْهِمْ ) ‏ ‏كَذَا لِلْأَكْثَرِ هُنَا مِنْ الْإِشَارَة , وَكَذَا لِجَمِيعِهِمْ فِي الطِّبّ مِنْ رِوَايَة يَحْيَى الْقَطَّانِ عَنْ هِشَام , وَوَقَعَ هُنَا لِلْحَمَوِيِّ \" فَأَشَارَ عَلَيْهِمْ \" مِنْ الْمَشُورَة , وَالْأَوَّل أَصَحّ فَقَدْ رَوَاهُ أَيُّوب عَنْ هِشَام بِلَفْظِ \" فَأَوْمَأَ إِلَيْهِمْ \" وَرَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هِشَام بِلَفْظِ \" فَأَخْلَفَ بِيَدِهِ يُومِئ بِهَا إِلَيْهِمْ \" وَفِي مُرْسَل الْحَسَن \" وَلَمْ يَبْلُغ بِهَا الْغَايَة \". ‏ ‏قَوْله : ( إِنَّمَا جُعِلَ الْإِمَام لِيُؤْتَمَّ بِهِ ) ‏ ‏قَالَ الْبَيْضَاوِيّ وَغَيْرُهُ : الِائْتِمَامُ الِاقْتِدَاء وَالِاتِّبَاع أَيْ جُعِلَ الْإِمَام إِمَامًا لِيُقْتَدَى بِهِ وَيُتَّبَعَ , وَمِنْ شَأْن التَّابِع أَنْ لَا يَسْبِق مَتْبُوعه وَلَا يُسَاوِيه وَلَا يَتَقَدَّم عَلَيْهِ فِي مَوْقِفه , بَلْ يُرَاقِب أَحْوَاله وَيَأْتِي عَلَى أَثَره بِنَحْوِ فِعْله , وَمُقْتَضَى ذَلِكَ أَنْ لَا يُخَالِفَهُ فِي شَيْء مِنْ الْأَحْوَال. وَقَالَ النَّوَوِيّ وَغَيْره : مُتَابَعَةُ الْإِمَام وَاجِبه فِي الْأَفْعَال الظَّاهِرَة , وَقَدْ نَبَّهَ عَلَيْهَا فِي الْحَدِيث فَذَكَرَ الرُّكُوع وَغَيْرَهُ بِخِلَافِ النِّيَّة فَإِنَّهَا لَمْ تُذْكَرْ وَقَدْ خَرَجَتْ بِدَلِيلٍ آخَرَ , وَكَأَنَّهُ يَعْنِي قِصَّةَ مُعَاذٍ الْآتِيَة. وَيُمْكِنُ أَنْ يُسْتَدَلَّ مِنْ هَذَا الْحَدِيث عَلَى عَدَم دُخُولهَا لِأَنَّهُ يَقْتَضِي الْحَصْرَ فِي الِاقْتِدَاء بِهِ فِي أَفْعَاله لَا فِي جَمِيع أَحْوَاله كَمَا لَوْ كَانَ مُحْدِثًا أَوْ حَامِل نَجَاسَة فَإِنَّ الصَّلَاة خَلْفَهُ تَصِحّ لَمْ يَعْلَم حَالَهُ عَلَى الصَّحِيح عِنْدَ الْعُلَمَاء , ثُمَّ مَعَ وُجُوب الْمُتَابَعَة لَيْسَ بِشَيْءٍ مِنْهَا شَرْطًا فِي صِحَّة الْقُدْوَة إِلَّا تَكْبِيرَة الْإِحْرَام , وَاخْتُلِفَ فِي الِائْتِمَام وَالْمَشْهُور عِنْدَ الْمَالِكِيَّة اِشْتِرَاطه مَعَ الْإِحْرَام وَالْقِيَام مِنْ التَّشَهُّد الْأَوَّل , وَخَالَفَ الْحَنَفِيَّة فَقَالُوا : تَكْفِي الْمُقَارَنَة , قَالُوا لِأَنَّ مَعْنَى الِائْتِمَام الِامْتِثَال وَمَنْ فَعَلَ مِثْلَ فِعْلِ إِمَامه عُدَّ مُمْتَثِلًا , وَسَيَأْتِي بَعْدَ بَاب الدَّلِيل عَلَى تَحْرِيم التَّقَدُّم عَلَى الْإِمَام فِي الْأَرْكَان. ‏ ‏قَوْله : ( فَإِذَا رَكَعَ فَارْكَعُوا ) ‏ ‏قَالَ اِبْن الْمُنِير : مُقْتَضَاهُ أَنَّ رُكُوع الْمَأْمُوم يَكُون بَعْدَ رُكُوع الْإِمَام إِمَّا بَعْدَ تَمَام اِنْحِنَائِهِ وَإِمَّا أَنْ يَسْبِقهُ الْإِمَام بِأَوَّلِهِ فَيَشْرَع فِيهِ بَعْدَ أَنْ يَشْرَع , قَالَ : وَحَدِيث أَنَس أَتَمُّ مِنْ حَدِيث عَائِشَة لِأَنَّهُ زَادَ فِيهِ الْمُتَابَعَة فِي الْقَوْل أَيْضًا. ‏ ‏قُلْت : قَدْ وَقَعَتْ الزِّيَادَة الْمَذْكُورَة وَهِيَ قَوْله : \" وَإِذَا قَالَ سَمِعَ اللَّه لِمَنْ حَمِدَهُ \" فِي حَدِيث عَائِشَة أَيْضًا , وَوَقَعَ فِي رِوَايَة اللَّيْث عَنْ الزُّهْرِيّ عَنْ أَنَس زِيَادَة أُخْرَى فِي الْأَقْوَال وَهِيَ قَوْله فِي أَوَّله \" فَإِذَا كَبَّرَ فَكَبِّرُوا \" وَسَيَأْتِي فِي \" بَاب إِيجَاب التَّكْبِير \" وَكَذَا فِيهِ مِنْ رِوَايَة الْأَعْرَج عَنْ أَبِي هُرَيْرَة , وَزَادَ فِي رِوَايَة عَبْدَةَ عَنْ هِشَام فِي الطِّبّ \" وَإِذَا رَفَعَ فَارْفَعُوا , وَإِذَا سَجَدَ فَاسْجُدُوا \" وَهُوَ يَتَنَاوَل الرَّفْع مِنْ الرُّكُوع وَالرَّفْع مِنْ السُّجُود وَجَمِيع السَّجَدَات , وَكَذَا وَرَدَتْ زِيَادَة ذَلِكَ فِي حَدِيث أَنَس الَّذِي فِي الْبَاب , وَقَدْ وَافَقَ عَائِشَة وَأَنَسًا وَجَابِرًا عَلَى رِوَايَة هَذَا الْحَدِيث دُونَ الْقِصَّة الَّتِي فِي أَوَّله أَبُو هُرَيْرَة , وَلَهُ طُرُق عَنْهُ عِنْدَ مُسْلِم مِنْهَا مَا اِتَّفَقَ عَلَيْهِ الشَّيْخَانِ مِنْ رِوَايَة هَمَّام عَنْهُ كَمَا سَيَأْتِي فِي \" بَاب إِقَامَة الصَّفّ \" وَفِيهِ جَمِيع مَا ذُكِرَ فِي حَدِيث عَائِشَة وَحَدِيث أَنَس بِالزِّيَادَةِ , وَزَادَ أَيْضًا بَعْدَ قَوْله لِيُؤْتَمَّ بِهِ : \" لَا فَلَا تَخْتَلِفُوا عَلَيْهِ \" وَلَمْ يَذْكُرهَا الْمُصَنِّف فِي رِوَايَة أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْهُ مِنْ طَرِيق شُعَيْب عَنْ أَبِي الزِّنَاد فِي \" بَاب إِيجَاب التَّكْبِير \" لَكِنْ ذَكَرَهَا السَّرَّاج وَالطَّبَرَانِيُّ فِي الْأَوْسَط وَأَبُو نُعَيْم فِي الْمُسْتَخْرَج عَنْهُ مِنْ طَرِيق أَبِي الْيَمَانِ شَيْخ الْبُخَارِيّ فِيهِ وَأَبُو عَوَانَةَ مِنْ رِوَايَة بِشْرِ بْن شُعَيْب عَنْ أَبِيهِ شَيْخ أَبِي الْيَمَانِ وَمُسْلِم مِنْ رِوَايَة مُغِيرَةَ بْن عَبْد الرَّحْمَن وَالْإِسْمَاعِيلِيّ مِنْ رِوَايَة مَالِك وَوَرْقَاء كُلّهمْ عَنْ أَبِي الزِّنَاد شَيْخ شُعَيْب. وَأَفَادَتْ هَذِهِ الزِّيَادَة أَنَّ الْأَمْر بِالِاتِّبَاعِ يَعُمُّ جَمِيعَ الْمَأْمُومِينَ وَلَا يَكْفِي فِي تَحْصِيل الِائْتِمَام اِتِّبَاع بَعْضٍ دُونَ بَعْضٍ , وَلِمُسْلِمٍ مِنْ رِوَايَة الْأَعْمَش عَنْ أَبِي صَالِحٍ عَنْهُ \" لَا تُبَادِرُوا الْإِمَام , إِذَا كَبَّرَ فَكَبِّرُوا \" الْحَدِيثَ , زَادَ أَبُو دَاوُدَ مِنْ رِوَايَة مُصْعَب بْن مُحَمَّد عَنْ أَبِي صَالِح \" وَلَا تَرْكَعُوا حَتَّى يَرْكَع وَلَا تَسْجُدُوا حَتَّى يَسْجُد \" وَهِيَ زِيَادَة حَسَنَة تَنْفِي اِحْتِمَال إِرَادَة الْمُقَارَنَة مِنْ قَوْله إِذَا كَبَّرَ فَكَبِّرُوا. ( فَائِدَة ) : جَزَمَ اِبْن بَطَّال وَمَنْ تَبِعَهُ حَتَّى اِبْن دَقِيق الْعِيد أَنَّ الْفَاء فِي قَوْله : \" فَكَبِّرُوا \" لِلتَّعْقِيبِ , قَالُوا وَمُقْتَضَاهُ الْأَمْر بِأَنَّ أَفْعَال الْمَأْمُوم تَقَع عَقِبَ فِعْل الْإِمَام , لَكِنْ تُعُقِّبَ بِأَنَّ الْفَاء الَّتِي لِلتَّعْقِيبِ هِيَ الْعَاطِفَة , وَأَمَّا الَّتِي هُنَا فَهِيَ لِلرَّبْطِ فَقَطْ لِأَنَّهَا وَقَعَتْ جَوَابًا لِلشَّرْطِ , فَعَلَى هَذَا لَا تَقْتَضِي تَأَخُّرَ أَفْعَال الْمَأْمُوم عَنْ الْإِمَام إِلَّا عَلَى الْقَوْل بِتَقَدُّمِ الشَّرْط عَلَى الْجَزَاء , وَقَدْ قَالَ قَوْم إِنَّ الْجَزَاء يَكُون مَعَ الشَّرْط , فَعَلَى هَذَا لَا تَنْفِي الْمُقَارَنَة , لَكِنَّ رِوَايَة أَبِي دَاوُدَ هَذِهِ صَرِيحَة فِي اِنْتِقَاء التَّقَدُّم وَالْمُقَارَنَة وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]