[
  {
    "id": "1773",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا، وَالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الْجَنَّةُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"(The performance of) `Umra is an expiation for the sins committed (between it \nand the previous one). And the reward of Hajj Mabrur (the one accepted by Allah) is nothing except \nParadise.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ سُمَيّ ) ‏ ‏قَالَ اِبْن عَبْد الْبَرّ : تَفَرَّدَ سُمَيّ بِهَذَا الْحَدِيث وَاحْتَاجَ إِلَيْهِ النَّاس فِيهِ فَرَوَاهُ عَنْهُ مَالِك وَالسُّفْيَانَانِ وَغَيْرهمَا حَتَّى إِنَّ سُهَيْل بْن أَبِي صَالِح حَدَّثَ بِهِ عَنْ سُمَيّ عَنْ أَبِي صَالِح فَكَأَنَّ سُهَيْلًا لَمْ يَسْمَعهُ مِنْ أَبِيهِ , وَتَحَقَّقَ بِذَلِكَ تَفَرُّد سُمَيّ بِهِ فَهُوَ مِنْ غَرَائِب الصَّحِيح. ‏ ‏قَوْله : ( الْعُمْرَة إِلَى الْعُمْرَة كَفَّارَة لِمَا بَيْنهمَا ) ‏ ‏أَشَارَ اِبْن عَبْد الْبَرّ إِلَى أَنَّ الْمُرَاد تَكْفِير الصَّغَائِر دُون الْكَبَائِر قَالَ : وَذَهَبَ بَعْض الْعُلَمَاء مِنْ عَصْرنَا إِلَى تَعْمِيم ذَلِكَ , ثُمَّ بَالَغَ فِي الْإِنْكَار عَلَيْهِ , وَقَدْ تَقَدَّمَ التَّنْبِيه عَلَى الصَّوَاب فِي ذَلِكَ أَوَائِل مَوَاقِيت الصَّلَاة. وَاسْتَشْكَلَ بَعْضهمْ كَوْن الْعُمْرَة كَفَّارَة مَعَ أَنَّ اِجْتِنَاب الْكَبَائِر يُكَفِّر فَمَاذَا تُكَفِّر الْعُمْرَة ؟ وَالْجَوَاب أَنَّ تَكْفِير الْعُمْرَة مُقَيَّد بِزَمَنِهَا , وَتَكْفِير الِاجْتِنَاب عَامّ لِجَمِيعِ عُمْر الْعَبْد , فَتَغَايَرَا مِنْ هَذِهِ الْحَيْثِيَّة. وَأَمَّا مُنَاسَبَة الْحَدِيث لِأَحَدِ شِقَّيْ التَّرْجَمَة وَهُوَ وُجُوب الْعُمْرَة فَمُشْكِل , بِخِلَافِ الشِّقّ الْآخَر وَهُوَ فَضْلهَا فَإِنَّهُ وَاضِح , وَكَأَنَّ الْمُصَنِّف وَاللَّه أَعْلَم أَشَارَ إِلَى مَا وَرَدَ فِي بَعْض طُرُق الْحَدِيث الْمَذْكُور وَهُوَ مَا أَخْرَجَهُ التِّرْمِذِيّ وَغَيْره مِنْ حَدِيث اِبْن مَسْعُود مَرْفُوعًا \" تَابِعُوا بَيْن الْحَجّ وَالْعُمْرَة فَإِنَّ مُتَابَعَة بَيْنهمَا تَنْفِي الذُّنُوب وَالْفَقْر كَمَا يَنْفِي الْكِير خَبَث الْحَدِيد. وَلَيْسَ لِلْحَجَّةِ الْمَبْرُورَة ثَوَاب إِلَّا الْجَنَّة \" فَإِنَّ ظَاهِره التَّسْوِيَة بَيْن أَصْل الْحَجّ وَالْعُمْرَة فَيُوَافِق قَوْل اِبْن عَبَّاس \" إِنَّهَا لَقَرِينَتهَا فِي كِتَاب اللَّه \" وَأَمَّا إِذَا اِتَّصَفَ الْحَجّ بِكَوْنِهِ مَبْرُورًا فَذَلِكَ قَدْر زَائِد , وَقَدْ تَقَدَّمَ الْكَلَام عَلَى الْمُرَاد بِهِ فِي أَوَائِل الْحَجّ. وَوَقَعَ عِنْد أَحْمَد وَغَيْره مِنْ حَدِيث جَابِر مَرْفُوعًا \" الْحَجّ الْمَبْرُور لَيْسَ لَهُ جَزَاء إِلَّا الْجَنَّة. قِيلَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا بِرّ الْحَجّ ؟ قَالَ إِطْعَام الطَّعَام وَإِفْشَاء السَّلَام \" فَفِي هَذَا تَفْسِير الْمُرَاد بِالْبِرِّ فِي الْحَجّ , وَيُسْتَفَاد مِنْ حَدِيث اِبْن مَسْعُود الْمَذْكُور الْمُرَاد بِالتَّكْفِيرِ الْمُبْهَم فِي حَدِيث أَبِي هُرَيْرَة , وَفِي حَدِيث الْبَاب دَلَالَة عَلَى اِسْتِحْبَاب الِاسْتِكْثَار مِنْ الِاعْتِمَار خِلَافًا لِقَوْلِ مَنْ قَالَ يُكْرَه أَنْ يَعْتَمِر فِي السَّنَة أَكْثَر مِنْ مَرَّة كَالْمَالِكِيَّةِ وَلِمَنْ قَالَ مَرَّة فِي الشَّهْر مِنْ غَيْرهمْ وَاسْتُدِلَّ لَهُمْ بِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَفْعَلهَا إِلَّا مِنْ سَنَة إِلَى سَنَة , وَأَفْعَاله عَلَى الْوُجُوب أَوْ النَّدْب , وَتُعُقِّبَ بِأَنَّ الْمَنْدُوب لَمْ يَنْحَصِر فِي أَفْعَاله , فَقَدْ كَانَ يَتْرُك الشَّيْء وَهُوَ يَسْتَحِبّ فِعْله لِرَفْعِ الْمَشَقَّة عَنْ أُمَّته , وَقَدْ نَدَبَ إِلَى ذَلِكَ بِلَفْظِهِ فَثَبَتَ الِاسْتِحْبَاب مِنْ غَيْر تَقْيِيد. وَاتَّفَقُوا عَلَى جَوَازهَا فِي جَمِيع الْأَيَّام لِمَنْ لَمْ يَكُنْ مُتَلَبِّسًا بِأَعْمَالِ الْحَجّ , إِلَّا مَا نُقِلَ عَنْ الْحَنَفِيَّة أَنَّهُ يُكْرَه فِي يَوْم عَرَفَة وَيَوْم النَّحْر وَأَيَّام التَّشْرِيق , وَنَقَلَ الْأَثْرَم عَنْ أَحْمَد : إِذَا اِعْتَمَرَ فَلَا بُدّ أَنْ يَحْلِق أَوْ يُقَصِّر , فَلَا يَعْتَمِر بَعْد ذَلِكَ إِلَى عَشْرَة أَيَّام لِيُمْكِن حَلْق الرَّأْس فِيهَا , قَالَ اِبْن قُدَامَةَ : هَذَا يَدُلّ عَلَى كَرَاهَة الِاعْتِمَار عِنْده فِي دُون عَشْرَة أَيَّام , وَقَالَ اِبْن التِّين : قَوْله \" الْعُمْرَة إِلَى الْعُمْرَة \" يُحْتَمَل أَنْ تَكُون إِلَى بِمَعْنَى مَعَ فَيَكُون التَّقْدِير الْعُمْرَة مَعَ الْعُمْرَة مُكَفِّرَة لِمَا بَيْنهمَا , وَفِي الْحَدِيث أَيْضًا إِشَارَة إِلَى جَوَاز الِاعْتِمَار قَبْل الْحَجّ وَهُوَ مِنْ حَدِيث اِبْن مَسْعُود الَّذِي أَشَرْنَا إِلَيْهِ عِنْد التِّرْمِذِيّ وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي الْبَاب الَّذِي يَلِيه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1774",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَنَّ عِكْرِمَةَ بْنَ خَالِدٍ، سَأَلَ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ الْعُمْرَةِ، قَبْلَ الْحَجِّ فَقَالَ لاَ بَأْسَ‏.‏ قَالَ عِكْرِمَةُ قَالَ ابْنُ عُمَرَ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم قَبْلَ أَنْ يَحُجَّ‏.‏ وَقَالَ إِبْرَاهِيمُ بْنُ سَعْدٍ عَنِ ابْنِ إِسْحَاقَ حَدَّثَنِي عِكْرِمَةُ بْنُ خَالِدٍ سَأَلْتُ ابْنَ عُمَرَ مِثْلَهُ‏.‏ \nحَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَاصِمٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ عِكْرِمَةُ بْنُ خَالِدٍ سَأَلْتُ ابْنَ عُمَرَ ـ رضى الله عنه ـ مِثْلَهُ‏.‏",
    "english_text": "`Ikrima bin Khalid asked Ibn `Umar about performing `Umra before Hajj. Ibn `Umar replied, \"There is no harm in it.\" `Ikrima said, \"Ibn `Umar also said, 'The Prophet (ﷺ) had performed `Umra before performing Hajj.'\"\n\n\nNarrated `Ikrima bin Khalid:\n\n\"I asked Ibn `Umar the same (as above).\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَحْمَد بْن مُحَمَّد ) ‏ ‏هُوَ الْمَرْوَزِيُّ , وَعَبْد اللَّه هُوَ اِبْن الْمُبَارَك. ‏ ‏قَوْله : ( أَنَّ عِكْرِمَة بْن خَالِد ) ‏ ‏هُوَ الْمَخْزُومِيّ. ‏ ‏قَوْله : ( سَأَلَ ) ‏ ‏هَذَا السِّيَاق يَقْتَضِي أَنَّ هَذَا الْإِسْنَاد مُرْسَل لِأَنَّ اِبْن جُرَيْجٍ لَمْ يُدْرِك زَمَان سُؤَال عِكْرِمَة لِابْنِ عُمَر , وَلِهَذَا اِسْتَظْهَرَ الْبُخَارِيّ بِالتَّعْلِيقِ عَنْ اِبْن إِسْحَاق الْمُصَرِّح بِالِاتِّصَالِ ثُمَّ بِالْإِسْنَادِ الْآخَر عَنْ اِبْن جُرَيْجٍ , فَهُوَ يَرْفَع هَذَا الْإِشْكَال الْمَذْكُور حَيْثُ قَالَ عَنْ اِبْن جُرَيْج قَالَ \" قَالَ عِكْرِمَة \" فَإِنْ قِيلَ إِنَّ اِبْن جُرَيْجٍ رُبَّمَا دَلَّسَ فَالْجَوَاب أَنَّ اِبْن خُزَيْمَةَ أَخْرَجَهُ مِنْ طَرِيق مُحَمَّد بْن بَكْر عَنْ اِبْن جُرَيْجٍ قَالَ \" قَالَ عِكْرِمَة بْن خَالِد \" فَذَكَرَهُ. ‏ ‏قَوْله : ( لَا بَأْس ) ‏ ‏زَادَ أَحْمَد وَابْن خُزَيْمَة \" فَقَالَ لَا بَأْس عَلَى أَحَد أَنْ يَعْتَمِر قَبْل أَنْ يَحُجّ \". ‏ ‏قَوْله : ( قَالَ عِكْرِمَة ) ‏ ‏هُوَ اِبْن خَالِد بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْله : ( وَقَالَ إِبْرَاهِيم بْن سَعْد إِلَخْ ) ‏ ‏وَصَلَهُ أَحْمَد عَنْ يَعْقُوب بْن إِبْرَاهِيم بْن سَعْد بِالْإِسْنَادِ الْمَذْكُور وَلَفْظه \" حَدَّثَنَا عِكْرِمَة بْن خَالِد بْن الْعَاصِ الْمَخْزُومِيّ قَالَ : قَدِمْت الْمَدِينَة فِي نَفَر مِنْ أَهْل مَكَّة فَلَقِيت عَبْد اللَّه بْن عُمَر فَقُلْت : إِنَّا لَمْ نَحُجّ قَطّ , أَفَنَعْتَمِر مِنْ الْمَدِينَة ؟ قَالَ : نَعَمْ , وَمَا يَمْنَعكُمْ مِنْ ذَلِكَ ؟ فَقَدْ اِعْتَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عُمْرَة كُلّهَا قَبْل حَجّه. قَالَ فَاعْتَمَرْنَا \" قَالَ اِبْن بَطَّال : هَذَا يَدُلّ عَلَى أَنَّ فَرْض الْحَجّ كَانَ قَدْ نَزَلَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل اِعْتِمَاره , وَيَتَفَرَّع عَلَيْهِ هَلْ الْحَجّ عَلَى الْفَوْر أَوْ التَّرَاخِي , وَهَذَا يَدُلّ عَلَى أَنَّهُ عَلَى التَّرَاخِي , قَالَ : وَكَذَلِكَ أَمْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْحَابه بِفَسْخِ الْحَجّ إِلَى الْعُمْرَة دَالّ عَلَى ذَلِكَ اِنْتَهَى. وَقَدْ نُوزِعَ فِي ذَلِكَ إِذْ لَا يَلْزَم مِنْ صِحَّة تَقْدِيم أَحَد النُّسُكَيْنِ عَلَى الْآخَر نَفْي الْفَوْرِيَّة فِيهِ. وَقَدْ تَقَدَّمَ فِي أَوَّل الْحَجّ نَقْل الْخِلَاف فِي اِبْتِدَاء فَرْض الْحَجّ , وَسَيَأْتِي الْكَلَام عَلَى عِدَّة عُمَر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْبَاب الَّذِي يَلِيه , وَمِنْ الصَّرِيح فِي التَّرْجَمَة الْأَثَر الْمَذْكُور فِي آخِر الْبَاب الَّذِي يَلِيه عَنْ مَسْرُوق وَعَطَاء وَمُجَاهِد قَالُوا \" اِعْتَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل أَنْ يَحُجّ \" وَحَدِيث الْبَرَاء فِي ذَلِكَ أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1775",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، قَالَ دَخَلْتُ أَنَا وَعُرْوَةُ بْنُ الزُّبَيْرِ الْمَسْجِدَ،، فَإِذَا عَبْدُ اللَّهِ بْنُ عُمَرَ ـ رضى الله عنهما ـ جَالِسٌ إِلَى حُجْرَةِ عَائِشَةَ، وَإِذَا نَاسٌ يُصَلُّونَ فِي الْمَسْجِدِ صَلاَةَ الضُّحَى‏.‏ قَالَ فَسَأَلْنَاهُ عَنْ صَلاَتِهِمْ‏.‏ فَقَالَ بِدْعَةٌ‏.‏ ثُمَّ قَالَ لَهُ كَمِ اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَرْبَعً إِحْدَاهُنَّ فِي رَجَبٍ، فَكَرِهْنَا أَنْ نَرُدَّ عَلَيْهِ‏.‏ قَالَ وَسَمِعْنَا اسْتِنَانَ، عَائِشَةَ أُمِّ الْمُؤْمِنِينَ فِي الْحُجْرَةِ، فَقَالَ عُرْوَةُ يَا أُمَّاهُ، يَا أُمَّ الْمُؤْمِنِينَ‏.‏ أَلاَ تَسْمَعِينَ مَا يَقُولُ أَبُو عَبْدِ الرَّحْمَنِ‏.‏ قَالَتْ مَا يَقُولُ قَالَ يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اعْتَمَرَ أَرْبَعَ عُمَرَاتٍ إِحْدَاهُنَّ فِي رَجَبٍ‏.‏ قَالَتْ يَرْحَمُ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ، مَا اعْتَمَرَ عُمْرَةً إِلاَّ وَهُوَ شَاهِدُهُ، وَمَا اعْتَمَرَ فِي رَجَبٍ قَطُّ‏.‏",
    "english_text": "Urwa bin Az-Zubair and I entered the Mosque (of the Prophet) and saw `Abdullah bin `Umar sitting near the dwelling place of Aisha and some people were offering the Duha prayer. We asked him about their prayer and he replied that it was a heresy. He (Urwa) then asked him how many times the Prophet (ﷺ) had performed `Umra. He replied, 'Four times; one of them was in the month of Rajab.\" We disliked \nto contradict him. Then we heard `Aisha, the Mother of faithful believers cleaning her teeth with Siwak in the dwelling place. 'Urwa said, \"O Mother! O Mother of the believers! Don't you hear what Abu `Abdur Rahman is saying?\" She said, \"What does he say?\" 'Urwa said, \"He says that Allah's Messenger (ﷺ) performed four `Umra and one of them was in the month of Rajab.\" `Aisha said, \"May Allah be merciful to Abu `Abdur Rahman! The Prophet (ﷺ) did not perform any `Umra except that he was with him, and he never performed any `Umra in Rajab.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا جَرِير ) ‏ ‏هُوَ اِبْن عَبْد الْحَمِيد , وَمَنْصُور هُوَ اِبْن الْمُعْتَمِر. ‏ ‏قَوْله : ( الْمَسْجِد ) ‏ ‏يَعْنِي مَسْجِد الْمَدِينَة النَّبَوِيَّة. ‏ ‏قَوْله : ( جَالِس إِلَى حُجْرَة عَائِشَة ) ‏ ‏فِي رِوَايَة مُفَضَّل عَنْ مَنْصُور عِنْد أَحْمَد \" فَإِذَا اِبْن عُمَر مُسْتَنِد إِلَى حُجْرَة عَائِشَة \". ‏ ‏قَوْله : ( وَإِذَا أُنَاس ) ) ‏ ‏فِي رِوَايَة الكُشْمِيهَنِيّ \" فَإِذَا نَاس \" بِغَيْرِ أَلْف. ‏ ‏قَوْله : ( فَقَالَ بِدْعَة ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَى ذَلِكَ وَالْبَحْث فِيهِ فِي أَبْوَاب التَّطَوُّع. ‏ ‏قَوْله : ( ثُمَّ قَالَ لَهُ ) ‏ ‏يَعْنِي عُرْوَة , وَصَرَّحَ بِهِ مُسْلِم فِي رِوَايَته عَنْ إِسْحَاق بْن رَاهْوَيْهِ عَنْ جَرِير. ‏ ‏قَوْله : ( قَالَ أَرْبَع ) ‏ ‏كَذَا لِلْأَكْثَرِ وَلِأَبِي ذَرّ \" قَالَ أَرْبَعًا \" أَيْ اِعْتَمَرَ أَرْبَعًا. قَالَ اِبْن مَالِك : الْأَكْثَر فِي جَوَاب الِاسْتِفْهَام مُطَابَقَة اللَّفْظ وَالْمَعْنَى , وَقَدْ يُكْتَفَى بِالْمَعْنَى , فَمِنْ الْأَوَّل قَوْله تَعَالَى ( قَالَ هِيَ عَصَايَ ) فِي جَوَاب ( وَمَا تِلْكَ بِيَمِينِك يَا مُوسَى ) وَمِنْ الثَّانِي قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام \" أَرْبَعِينَ \" فِي جَوَاب قَوْلهمْ \" كَمْ يَلْبَث \" فَأَضْمَرَ يَلْبَث وَنَصَبَ بِهِ أَرْبَعِينَ , وَلَوْ قَصَدَ تَكْمِيل الْمُطَابَقَة لَقَالَ أَرْبَعُونَ , لِأَنَّ الِاسْم الْمُسْتَفْهَم بِهِ فِي مَوْضِع الرَّفْع , فَظَهَرَ بِهَذَا أَنَّ النَّصْب وَالرَّفْع جَائِزَانِ فِي مِثْل قَوْله أَرْبَع , إِلَّا أَنَّ النَّصْب أَقْيَس وَأَكْثَر نَظَائِرَ. ‏ ‏قَوْله : ( إِحْدَاهُنَّ فِي رَجَب ) ‏ ‏كَذَا وَقَعَ فِي رِوَايَة مَنْصُور عَنْ مُجَاهِد , وَخَالَفَهُ أَبُو إِسْحَاق فَرَوَاهُ عَنْ مُجَاهِد عَنْ اِبْن عُمَر , قَالَ \" اِعْتَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرَّتَيْنِ , فَبَلَغَ ذَلِكَ عَائِشَة فَقَالَتْ : اِعْتَمَرَ أَرْبَع عُمَر \" أَخْرَجَهُ أَحْمَد وَأَبُو دَاوُدَ فَاخْتَلَفَا , جَعَلَ مَنْصُور الِاخْتِلَاف فِي شَهْر الْعُمْرَة وَأَبُو إِسْحَاق الِاخْتِلَاف فِي عَدَد الِاعْتِمَار , وَيُمْكِن تَعَدُّد السُّؤَال بِأَنْ يَكُون اِبْن عُمَر سُئِلَ أَوَّلًا عَنْ الْعَدَد فَأَجَابَ فَرَدَّتْ عَلَيْهِ عَائِشَة فَرَجَعَ إِلَيْهَا , فَسُئِلَ مَرَّة ثَانِيَة فَأَجَابَ بِمُوَافَقَتِهَا ثُمَّ سُئِلَ عَنْ الشَّهْر فَأَجَابَ بِمَا فِي ظَنِّهِ. وَقَدْ أَخْرَجَ أَحْمَد مِنْ طَرِيق الْأَعْمَش عَنْ مُجَاهِد قَالَ \" سَأَلَ عُرْوَة بْن الزُّبَيْر اِبْن عُمَر فِي أَيّ شَهْرٍ اِعْتَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : فِي رَجَب \". ‏ ‏قَوْله : ( فَكَرِهْنَا أَنْ نَرُدّ عَلَيْهِ ) ‏ ‏زَادَ إِسْحَاق فِي رِوَايَته \" وَنُكَذِّبَهُ \". ‏ ‏قَوْله : ( وَسَمِعْنَا اِسْتِنَان عَائِشَة ) ‏ ‏أَيْ حِسّ مُرُور السِّوَاك عَلَى أَسْنَانهَا , وَفِي رِوَايَة عَطَاء عَنْ عُرْوَة عِنْد مُسْلِم \" وَإِنَّا لَنَسْمَع ضَرْبهَا بِالسِّوَاكِ تَسْتَنّ \". ‏ ‏قَوْله : ( عُمُرَات ) ) ‏ ‏يَجُوز فِي مِيمهَا الْحَرَكَات الثَّلَاث. ‏ ‏قَوْله : ( يَا أُمَّاه ) ‏ ‏كَذَا لِلْأَكْثَرِ بِسُكُونِ الْهَاء , وَلِأَبِي ذَرّ \" يَا أُمّه \" بِسُكُونِ الْهَاء أَيْضًا بِغَيْرِ أَلِف , وَقَوْل عُرْوَة لِهَذَا بِالْمَعْنَى الْأَخَصّ لِكَوْنِهَا خَالَته وَبِالْمَعْنَى الْأَعَمّ لِكَوْنِهَا أُمّ الْمُؤْمِنِينَ. ‏ ‏قَوْله : ( يَرْحَم اللَّه أَبَا عَبْد الرَّحْمَن ) ‏ ‏هُوَ عَبْد اللَّه بْن عُمَر ذَكَرَتْهُ بِكُنْيَتِهِ تَعْظِيمًا لَهُ وَدَعَتْ لَهُ إِشَارَة إِلَى أَنَّهُ نَسِيَ , ‏ ‏وَقَوْله : ( وَمَا اِعْتَمَرَ ) ‏ ‏أَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ‏ ‏( عُمْرَة إِلَّا وَهُوَ ) ‏ ‏أَيْ اِبْن عُمَر ‏ ‏( شَاهِده ) ‏ ‏أَيْ حَاضِر مَعَهُ , وَقَالَتْ ذَلِكَ مُبَالَغَة فِي نِسْبَته إِلَى النِّسْيَان , وَلَمْ تُنْكِر عَائِشَة عَلَى اِبْن عُمَر إِلَّا قَوْله إِحْدَاهُنَّ فِي رَجَب. ‏ ‏قَوْله : ( وَمَا اِعْتَمَرَ فِي رَجَب قَطّ ) ‏ ‏زَادَ عَطَاء عَنْ عُرْوَة عِنْد مُسْلِم فِي آخِره \" قَالَ وَابْن عُمَر يَسْمَع , فَمَا قَالَ لَا وَلَا نَعَمْ , سَكَتَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1777",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، قَالَ سَأَلْتُ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي رَجَبٍ‏.‏",
    "english_text": "I asked `Aisha (whether the Prophet (ﷺ) had performed `Umra in Rajab). She replied, \"Allah's Messenger (ﷺ) \nnever performed any `Umra in Rajab.\"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ لِي عَمْرو بْن عَلِيّ حَدَّثَنَا أَبُو عَاصِم ) ‏ ‏هَذَا أَحَد الْأَحَادِيث الَّتِي أَخْرَجَهَا عَنْ شَيْخه عَنْ أَبِي عَاصِم النَّبِيل بِوَاسِطَةٍ , وَقَدْ ضَاقَ عَلَى الْإِسْمَاعِيلِيّ مَخْرَجه فَأَخْرَجَهُ أَوَّلًا مِنْ طَرِيق الْبُخَارِيّ ثُمَّ أَخْرَجَهُ هَكَذَا وَكَذَا الْبَيْهَقِيُّ , وَأَمَّا أَبُو نُعَيْم فَأَخْرَجَهُ أَوَّلًا مِنْ طَرِيق الْبُخَارِيّ ثُمَّ أَخْرَجَهُ مِنْ طَرِيق أَبِي قُرَّة مُوسَى بْن طَارِق عَنْ اِبْن جُرَيْجٍ قَالَ مِثْله غَيْر قِصَّة عَطَاء مَعَ عُبَيْد بْن عُمَيْر , قَالَ أَبُو نُعَيْم : هَذَا حَدِيث عَزِيز ضَيِّق الْمَخْرَج. قُلْت : قَدْ أَخْرَجَهُ عَبْد الرَّزَّاق فِي مُصَنَّفه عَنْ اِبْن جُرَيْجٍ بِتَمَامِهِ , وَكَذَا وَجَدْته مِنْ وَجْه آخَر أَخْرَجَهُ الْفَاكِهِيّ فِي \" كِتَاب مَكَّة \" عَنْ مَيْمُون بْن الْحَكَم الصَّنْعَانِيِّ عَنْ مُحَمَّد بْن جُعْشُم وَهُوَ بِجِيمٍ وَمُعْجَمَة مَضْمُومَتَيْنِ بَيْنهمَا عَيْن مُهْمَلَة قَالَ : أَخْبَرَنِي اِبْن جُرَيْجٍ فَذَكَرَهُ بِتَمَامِهِ أَيْضًا. ‏ ‏قَوْله : ( إِذْ مَنَعَ اِبْن هِشَام ) ‏ ‏هُوَ إِبْرَاهِيم - أَوْ أَخُوهُ مُحَمَّد - اِبْن إِسْمَاعِيل بْن هِشَام بْن الْوَلِيد بْن الْمُغِيرَة بْن عَبْد اللَّه بْن عُمَر بْن مَخْزُوم الْمَخْزُومِيّ وَكَانَ خَالِي هِشَام بْن عَبْد الْمَلِك فَوَلَّى مُحَمَّدًا إِمْرَة مَكَّة وَوَلَّى أَخَاهُ إِبْرَاهِيم بْن هِشَام إِمْرَة الْمَدِينَة وَفَوَّضَ هِشَام لِإِبْرَاهِيم إِمْرَة الْحَجّ بِالنَّاسِ فِي خِلَافَته فَلِهَذَا قُلْت : يَحْتَمِل أَنْ يَكُون الْمُرَاد , ثُمَّ عَذَّبَهُمَا يُوسُف بْن عُمَر الثَّقَفِيّ حَتَّى مَاتَا فِي مِحْنَته فِي أَوَّل وِلَايَة الْوَلِيد بْن يَزِيد بْن عَبْد الْمَلِك بِأَمْرِهِ سَنَة خَمْس وَعِشْرِينَ وَمِائَة قَالَهُ خَلِيفَة بْن خَيَّاط فِي تَارِيخه , وَظَاهِر هَذَا أَنَّ اِبْن هِشَام أَوَّل مَنْ مَنَعَ ذَلِكَ , لَكِنْ رَوَى الْفَاكِهِيّ مِنْ طَرِيق زَائِدَة عَنْ إِبْرَاهِيم النَّخَعِيِّ قَالَ : نَهَى عُمَر أَنْ يَطُوف الرِّجَال مَعَ النِّسَاء , قَالَ فَرَأَى رَجُلًا مَعَهُنَّ فَضَرَبَهُ بِالدِّرَّةِ , وَهَذَا إِنْ صَحَّ لَمْ يُعَارِض الْأَوَّل لِأَنَّ اِبْن هِشَام مَنَعَهُنَّ أَنْ يَطُفْنَ حِينَ يَطُوف الرِّجَال مُطْلَقًا , فَلِهَذَا أَنْكَرَ عَلَيْهِ عَطَاء وَاحْتَجَّ بِصَنِيعِ عَائِشَة وَصَنِيعهَا شَبِيه بِهَذَا الْمَنْقُول عَنْ عُمَر , قَالَ الْفَاكِهِيّ : وَيَذْكُر عَنْ اِبْن عُيَيْنَةَ أَنَّ أَوَّل مَنْ فَرَّقَ بَيْنَ الرِّجَال وَالنِّسَاء فِي الطَّوَاف خَالِد بْن عَبْد اللَّه الْقَسْرِيّ اِنْتَهَى , وَهَذَا إِنْ ثَبَتَ فَلَعَلَّهُ مَنَعَ ذَلِكَ وَقْتًا ثُمَّ تَرَكَهُ فَإِنَّهُ كَانَ أَمِير مَكَّة فِي زَمَن عَبْد الْمَلِك بْن مَرْوَان وَذَلِكَ قَبْلَ اِبْن هِشَام بِمُدَّةٍ طَوِيلَة. ‏ ‏قَوْله : ( كَيْفَ يَمْنَعهُنَّ ) ‏ ‏مَعْنَاهُ أَخْبَرَنِي اِبْن جُرَيْجٍ بِزَمَانِ الْمَنْع قَائِلًا فِيهِ كَيْفَ يَمْنَعهُنَّ. ‏ ‏قَوْله : ( وَقَدْ طَافَ نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ الرِّجَال ) ‏ ‏أَيْ غَيْر مُخْتَلِطَات بِهِنَّ. ‏ ‏قَوْله : ( بَعْدَ الْحِجَاب ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي \" أَبْعَد \" بِإِثْبَاتِ هَمْزَة الِاسْتِفْهَام , وَكَذَا هُوَ لِلْفَاكِهِيِّ. ‏ ‏قَوْله : ( إِي لَعَمْرِي ) ‏ ‏هُوَ بِكَسْرِ الْهَمْزَة بِمَعْنَى نَعَمْ. ‏ ‏قَوْله : ( لَقَدْ أَدْرَكْته بَعْدَ الْحِجَاب ) ‏ ‏ذَكَرَ عَطَاء هَذَا لِرَفْعِ تَوَهُّم مَنْ يَتَوَهَّم أَنَّهُ حَمَلَ ذَلِكَ عَنْ غَيْره , وَدَلَّ عَلَى أَنَّهُ رَأَى ذَلِكَ مِنْهُنَّ , وَالْمُرَاد بِالْحِجَابِ نُزُول آيَة الْحِجَاب وَهِيَ قَوْله تَعَالَى ( وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاء حِجَاب ) وَكَانَ ذَلِكَ فِي تَزْوِيج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِزَيْنَب بِنْت جَحْش كَمَا سَيَأْتِي فِي مَكَانه , وَلَمْ يُدْرِك ذَلِكَ عَطَاء قَطْعًا. ‏ ‏قَوْله : ( يُخَالِطْنَ ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي \" يُخَالِطهُنَّ \" فِي الْمَوْضِعَيْنِ , وَالرِّجَال بِالرَّفْعِ عَلَى الْفَاعِلِيَّة. ‏ ‏قَوْله : ( حَجْرَة ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون الْجِيم بَعْدهَا رَاءٍ أَيْ نَاحِيَة , قَالَ الْقَزَّاز : هُوَ مَأْخُوذ مِنْ قَوْلهمْ : نَزَلَ فُلَان حَجْرَة مِنْ النَّاس أَيْ مُعْتَزِلًا. وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" حَجْزَة \" بِالزَّايِ وَهِيَ رِوَايَة عَبْد الرَّزَّاق فَإِنَّهُ فَسَّرَهُ فِي آخِره فَقَالَ : يَعْنِي مَحْجُوزًا بَيْنهَا وَبَيْنَ الرِّجَال بِثَوْبٍ , وَأَنْكَرَ اِبْن قُرْقُول حُجْرَة بِضَمِّ أَوَّله وَبِالرَّاءِ , وَلَيْسَ بِمُنْكَرٍ فَقَدْ حَكَاهُ اِبْن عُدَيْس وَابْن سِيدَهْ فَقَالَا : يُقَال قَعَدَ حَجْرَة بِالْفَتْحِ وَالضَّمّ أَيْ نَاحِيَة. ‏ ‏قَوْله : ( فَقَالَتْ اِمْرَأَة ) ‏ ‏زَادَ الْفَاكِهِيّ \" مَعَهَا \" وَلَمْ أَقِف عَلَى اِسْم هَذِهِ الْمَرْأَة , وَيَحْتَمِل أَنْ تَكُون دِقْرَة بِكَسْرِ الْمُهْمَلَة وَسُكُون الْقَاف اِمْرَأَة رَوَى عَنْهَا يُحْيِي بْن أَبِي كَثِير أَنَّهَا كَانَتْ تَطُوف مَعَ عَائِشَة بِاللَّيْلِ فَذَكَرَ قِصَّة أَخْرَجَهَا الْفَاكِهِيّ. ‏ ‏قَوْله : ( اِنْطَلِقِي عَنْك ) ‏ ‏أَيْ عَنْ جِهَةِ نَفْسك. ‏ ‏قَوْله : ( يَخْرُجْنَ ) ‏ ‏زَادَ الْفَاكِهِيّ \" وَكُنَّ يَخْرُجْنَ إِلَخْ \". ‏ ‏قَوْله : ( مُتَنَكِّرَات ) ‏ ‏فِي رِوَايَة عَبْد الرَّزَّاق \" مُسْتَتِرَات \" وَاسْتَنْبَطَ مِنْهُ الدَّاوُدِيُّ جَوَاز النِّقَاب لِلنِّسَاءِ فِي الْإِحْرَام وَهُوَ فِي غَايَة الْبُعْد. ‏ ‏قَوْله : ( إِذَا دَخَلْنَ الْبَيْت قُمْنَ ) ‏ ‏فِي رِوَايَة الْفَاكِهِيّ \" سُتِرْنَ \". ‏ ‏قَوْله : ( حِينَ يَدْخُلْنَ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" حَتَّى يَدْخُلْنَ \" وَكَذَا هُوَ لِلْفَاكِهِيِّ , وَالْمَعْنَى إِذَا أَرَدْنَ دُخُول الْبَيْت وَقَفْنَ حَتَّى يَدْخُلْنَ حَال كَوْن الرِّجَال مُخْرَجِينَ مِنْهُ. ‏ ‏قَوْله : ( وَكُنْت آتِي عَائِشَة أَنَا وَعُبَيْد بْن عُمَيْر ) ‏ ‏أَيْ اللَّيْثِيُّ , وَالْقَائِل ذَلِكَ عَطَاء , وَسَيَأْتِي فِي أَوَّل الْهِجْرَة مِنْ طَرِيق الْأَوْزَاعِيِّ عَنْ عَطَاء قَالَ \" زُرْت عَائِشَة مَعَ عُبَيْد بْن عُمَيْر \". ‏ ‏قَوْله : ( وَهِيَ مُجَاوِرَةٌ فِي جَوْف ثَبِير ) ‏ ‏أَيْ مُقِيمَة فِيهِ , وَاسْتَنْبَطَ مِنْهُ اِبْن بَطَّال الِاعْتِكَاف فِي غَيْر الْمَسْجِد لِأَنَّ ثَبِيرًا خَارِج عَنْ مَكَّة وَهُوَ فِي طَرِيق مِنَى اِنْتَهَى , وَهَذَا مَبْنِيّ عَلَى أَنَّ الْمُرَاد بِثَبِير الْجَبَل الْمَشْهُور الَّذِي كَانُوا فِي الْجَاهِلِيَّة يَقُولُونَ لَهُ : أَشْرِقْ ثَبِيرُ كَيْمَا نُغِيرُ , وَسَيَأْتِي ذَلِكَ بَعْدَ قَلِيل , وَهَذَا هُوَ الظَّاهِر , وَهُوَ جَبَل الْمُزْدَلِفَة , لَكِنْ بِمَكَّة خَمْسَة جِبَال أُخْرَى يُقَال لِكُلِّ مِنْهَا ثَبِير ذَكَرَهَا أَبُو عُبَيْد الْبَكْرِيّ وَيَاقُوت وَغَيْرهمَا , فَيَحْتَمِل أَنْ يَكُون الْمُرَاد لِأَحَدِهَا , لَكِنْ يَلْزَم مِنْ إِقَامَة عَائِشَة هُنَاكَ أَنَّهَا أَرَادَتْ الِاعْتِكَاف , سَلَّمْنَا لَكِنْ لَعَلَّهَا اِتَّخَذَتْ فِي الْمَكَان الَّذِي جَاوَرَتْ فِيهِ مَسْجِدًا اِعْتَكَفَتْ فِيهِ وَكَأَنَّهَا لَمْ يَتَيَسَّر لَهَا مَكَان فِي الْمَسْجِد الْحَرَام تَعْتَكِف فِيهِ فَاِتَّخَذَتْ ذَلِكَ. ‏ ‏قَوْله : ( وَمَا حِجَابهَا ) ‏ ‏زَادَ الْفَاكِهِيّ \" حِينَئِذٍ \". ‏ ‏قَوْله : ( تُرْكِيَّة ) ‏ ‏قَالَ عَبْد الرَّزَّاق : هِيَ قُبَّة صَغِيرَة مِنْ لُبُود تُضْرَب فِي الْأَرْض. ‏ ‏قَوْله : ( دِرْعًا مُوَرَّدًا ) ‏ ‏أَيْ قَمِيصًا لَوْنه لَوْن الْوَرْد , وَلِعَبْدِ الرَّزَّاق \" دِرْعًا مُعَصْفَرًا وَأَنَا صَبِيّ \" فَبَيَّنَ بِذَلِكَ سَبَب رُؤْيَته إِيَّاهَا , وَيَحْتَمِل أَنْ يَكُون رَأَى مَا عَلَيْهَا اِتِّفَاقًا , وَزَادَ الْفَاكِهِيّ فِي آخِره \" قَالَ عَطَاء وَبَلَغَنِي أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ أُمّ سَلَمَة أَنْ تَطُوف رَاكِبَة فِي خِدْرهَا مِنْ وَرَاء الْمُصَلِّينَ فِي جَوْف الْمَسْجِد \" وَأَفْرَدَ عَبْد الرَّزَّاق هَذَا , وَكَأَنَّ الْبُخَارِيّ حَذَفَهُ لِكَوْنِهِ مُرْسَلًا فَاغْتَنَى عَنْهُ بِطَرِيقِ مَالِك الْمَوْصُولَة فَأَخْرَجَهَا عُقْبَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1778",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا حَسَّانُ بْنُ حَسَّانٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، سَأَلْتُ أَنَسًا ـ رضى الله عنه ـ كَمِ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم قَالَ أَرْبَعٌ عُمْرَةُ الْحُدَيْبِيَةِ فِي ذِي الْقَعْدَةِ، حَيْثُ صَدَّهُ الْمُشْرِكُونَ، وَعُمْرَةٌ مِنَ الْعَامِ الْمُقْبِلِ فِي ذِي الْقَعْدَةِ، حَيْثُ صَالَحَهُمْ، وَعُمْرَةُ الْجِعْرَانَةِ إِذْ قَسَمَ غَنِيمَةَ أُرَاهُ حُنَيْنٍ‏.‏ قُلْتُ كَمْ حَجَّ قَالَ وَاحِدَةً‏.‏",
    "english_text": "I asked Anas how many times the Prophet (ﷺ) had performed `Umra. He replied, \"Four times. 1. `Umra of \nHudaibiya in Dhi-l-Qa'da when the pagans hindered him; 2. `Umra in the following year in Dhi-l- \nQa'da after the peace treaty with them (the pagans); 3. `Umra from Al-Ja'rana where he distributed the \nwar booty.\" I think he meant the booty (of the battle) of Hunain. I asked, \"How many times did he \nperform Hajj?\" He (Anas) replied, \"Once. \"",
    "explication": "‏ ‏قَوْله : ( وَعُمْرَة الْجِعْرَانَة إِذْ قَسَمَ غَنِيمَة أُرَاهُ حُنَيْنٍ ) ‏ ‏كَذَا وَقَعَ هُنَا بِنَصْبِ غَنِيمَة بِغَيْرِ تَنْوِين , وَكَأَنَّ الرَّاوِي طَرَأَ عَلَيْهِ شَكٌّ فَأَدْخَلَ بَيْن الْمُضَاف وَالْمُضَاف إِلَيْهِ لَفْظ \" أُرَاهُ \" وَهُوَ بِضَمِّ الْهَمْزَة أَيْ أَظُنّهُ. وَقَدْ رَوَاهُ مُسْلِم عَنْ هُدْبَة عَنْ هَمَّام بِغَيْرِ شَكٍّ فَقَالَ \" حَيْثُ قَسَمَ غَنَائِم حُنَيْنٍ \" وَسَقَطَ مِنْ رِوَايَة حَسَّان هَذِهِ الْعُمْرَة الرَّابِعَة , وَلِهَذَا اِسْتَظْهَرَ الْمُصَنِّف بِطَرِيقِ أَبِي الْوَلِيد الَّتِي ذَكَرهَا فِي آخِر الْحَدِيث وَهُوَ قَوْله \" وَعُمْرَة مَعَ حَجَّته \" وَكَذَا أَخْرَجَهُ مُسْلِم مِنْ طَرِيق عَبْد الصَّمَد عَنْ هِشَام , فَتَبَيَّنَ بِهَذَا أَنَّ التَّقْصِير فِيهِ مِنْ حَسَّان شَيْخ الْبُخَارِيّ. وَقَالَ الْكَرْمَانِيُّ : الْعُمْرَة الرَّابِعَة فِي هَذَا الْحَدِيث دَاخِلَة فِي ضِمْن الْحَجّ لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِمَّا أَنْ يَكُون قَارِنًا أَوْ مُتَمَتِّعًا فَالْعُمْرَة حَاصِلَة أَوْ مُفْرِدًا , لَكِنْ أَفْضَل أَنْوَاع الْإِفْرَاد لَا بُدّ فِيهِ مِنْ الْعُمْرَة فِي تِلْكَ السَّنَة , وَرَسُول اللَّه لَا يَتْرُك الْأَفْضَل اِنْتَهَى. وَلَيْسَ مَا اِدَّعَى أَنَّهُ الْأَفْضَل مُتَّفَقًا عَلَيْهِ بَيْن الْعُلَمَاء , فَكَيْف يَنْسِب فِعْل ذَلِكَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِعْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ الَّذِي يُحْتَجّ بِهِ إِذَا نُسِبَ لِأَحَدٍ فِعْله عَلَى مَا يَخْتَار بَعْض الْمُجْتَهِدِينَ رُجْحَانَهُ. قَوْله فِي رِوَايَة أَبِي الْوَلِيد \" اِعْتَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْثُ رَدُّوهُ , وَمِنْ الْقَابِل عُمْرَة الْحُدَيْبِيَة \" قَالَ اِبْن التِّين هَذَا أُرَاهُ وَهْمًا لِأَنَّ الَّتِي رَدُّوهُ فِيهَا هِيَ عُمْرَة الْحُدَيْبِيَة وَأَمَّا الَّتِي مِنْ قَابِلٍ فَلَمْ يَرُدُّوهُ مِنْهَا. قُلْت : لَا وَهْمَ فِي ذَلِكَ لِأَنَّ كُلًّا مِنْهُمَا كَانَ مِنْ الْحُدَيْبِيَة , وَيُحْتَمَل أَنْ يَكُون قَوْله \" عُمْرَة الْحُدَيْبِيَة \" يَتَعَلَّق بِقَوْلِهِ حَيْثُ رَدُّوهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1779",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، هِشَامُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، قَالَ سَأَلْتُ أَنَسًا ـ رضى الله عنه ـ فَقَالَ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم حَيْثُ رَدُّوهُ، وَمِنَ الْقَابِلِ عُمْرَةَ الْحُدَيْبِيَةِ، وَعُمْرَةً فِي ذِي الْقَعْدَةِ وَعُمْرَةً مَعَ حَجَّتِهِ‏.‏",
    "english_text": "I asked Anas (about the Prophet's `Umra) and he replied, \"The Prophet (ﷺ) performed `Umra when the \npagans made him return, and Umra of al-Hudaibiya (the next year), and another `Umra in Dhi-l-Qa'da, \nand another `Umra in combination with his Hajj.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا هُدْبَة حَدَّثَنَا هَمَّام و قَالَ اِعْتَمَرَ ) ‏ ‏أَيْ بِالْإِسْنَادِ الْمَذْكُور وَهُوَ \" عَنْ قَتَادَةَ أَنَّ أَنَس بْن مَالِك أَخْبَرَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِعْتَمَرَ أَرْبَع عُمَر كُلّهنَّ فِي ذِي الْقَعْدَة إِلَّا الَّتِي مَعَ حَجَّته \" الْحَدِيث كَذَا سَاقَهُ مُسْلِم عَنْ هَدَّاب بْن خَالِد وَهُوَ هُدْبَة الْمَذْكُور , وَقَوْله \" إِلَّا الَّتِي مَعَ حَجَّته \" اِسْتَشْكَلَ اِبْن التِّين هَذَا الِاسْتِثْنَاء فَقَالَ. هُوَ كَلَام زَائِد , وَالصَّوَاب أَرْبَع عُمَر : فِي ذِي الْقَعْدَة عُمْرَة مِنْ الْحُدَيْبِيَة الْحَدِيث , قَالَ. وَقَدْ عَدَّ الَّتِي مَعَ حَجَّته فِي الْحَدِيث فَكَيْف يَسْتَثْنِيهَا أَوَّلًا ؟ وَأَجَابَ عِيَاض بِأَنَّ الرِّوَايَة صَوَاب , وَكَأَنَّهُ قَالَ فِي ذِي الْقَعْدَة مِنْهَا ثَلَاث وَالرَّابِعَة عُمْرَته فِي حَجَّته , أَوْ الْمَعْنَى كُلّهَا فِي ذِي الْقَعْدَة إِلَّا الَّتِي اِعْتَمَرَ فِي حَجَّته لِأَنَّ الَّتِي فِي حَجَّته كَانَتْ فِي ذِي الْحِجَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1780",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا هُدْبَةُ، حَدَّثَنَا هَمَّامٌ، وَقَالَ، اعْتَمَرَ أَرْبَعَ عُمَرٍ فِي ذِي الْقَعْدَةِ إِلاَّ الَّتِي اعْتَمَرَ مَعَ حَجَّتِهِ عُمْرَتَهُ مِنَ الْحُدَيْبِيَةِ، وَمِنَ الْعَامِ الْمُقْبِلِ، وَمِنَ الْجِعْرَانَةِ، حَيْثُ قَسَمَ غَنَائِمَ حُنَيْنٍ، وَعُمْرَةً مَعَ حَجَّتِهِ‏.‏",
    "english_text": "The Prophet (ﷺ) performed four `Umra (three) in Dhi-l-Qa'da except the (one) `Umra which he performed \nwith his Hajj: His `Umra from Al-hudaibiya, and the one of the following year, and the one from Al- \nJr'rana where he distributed the booty (of the battle) of Hunain, and another `Umra with his Hajj.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا هُدْبَة حَدَّثَنَا هَمَّام و قَالَ اِعْتَمَرَ ) ‏ ‏أَيْ بِالْإِسْنَادِ الْمَذْكُور وَهُوَ \" عَنْ قَتَادَةَ أَنَّ أَنَس بْن مَالِك أَخْبَرَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِعْتَمَرَ أَرْبَع عُمَر كُلّهنَّ فِي ذِي الْقَعْدَة إِلَّا الَّتِي مَعَ حَجَّته \" الْحَدِيث كَذَا سَاقَهُ مُسْلِم عَنْ هَدَّاب بْن خَالِد وَهُوَ هُدْبَة الْمَذْكُور , وَقَوْله \" إِلَّا الَّتِي مَعَ حَجَّته \" اِسْتَشْكَلَ اِبْن التِّين هَذَا الِاسْتِثْنَاء فَقَالَ. هُوَ كَلَام زَائِد , وَالصَّوَاب أَرْبَع عُمَر : فِي ذِي الْقَعْدَة عُمْرَة مِنْ الْحُدَيْبِيَة الْحَدِيث , قَالَ. وَقَدْ عَدَّ الَّتِي مَعَ حَجَّته فِي الْحَدِيث فَكَيْف يَسْتَثْنِيهَا أَوَّلًا ؟ وَأَجَابَ عِيَاض بِأَنَّ الرِّوَايَة صَوَاب , وَكَأَنَّهُ قَالَ فِي ذِي الْقَعْدَة مِنْهَا ثَلَاث وَالرَّابِعَة عُمْرَته فِي حَجَّته , أَوْ الْمَعْنَى كُلّهَا فِي ذِي الْقَعْدَة إِلَّا الَّتِي اِعْتَمَرَ فِي حَجَّته لِأَنَّ الَّتِي فِي حَجَّته كَانَتْ فِي ذِي الْحِجَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1781",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ، حَدَّثَنَا شُرَيْحُ بْنُ مَسْلَمَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَأَلْتُ مَسْرُوقًا وَعَطَاءً وَمُجَاهِدًا‏.‏ فَقَالُوا اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ذِي الْقَعْدَةِ قَبْلَ أَنْ يَحُجَّ‏.‏ وَقَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ يَقُولُ اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ذِي الْقَعْدَةِ، قَبْلَ أَنْ يَحُجَّ مَرَّتَيْنِ‏.‏",
    "english_text": "I asked Masruq, `Ata' and Mujahid (about the `Umra of Allah's Messenger (ﷺ)). They said, \"Allah's Messenger (ﷺ) \nhad performed `Umra in Dhi-l-Qa'da before he performed Hajj.\" I heard Al-Bara' bin `Azib saying, \n\"Allah's Messenger (ﷺ) had performed `Umra in Dhi-l-Qa'da twice before he performed Hajj.\"",
    "explication": "‏ ‏قَوْله : ( شُرَيْح بْن مَسْلَمَة ) ‏ ‏بِمُعْجَمَةٍ أَوَّله وَمُهْمَلَة آخِره , وَإِبْرَاهِيم بْن يُوسُف أَيْ اِبْن إِسْحَاق بْن أَبِي إِسْحَاق السَّبِيعِيّ , وَرِجَال هَذَا الْحَدِيث كُلّهمْ كُوفِيُّونَ إِلَّا عَطَاء وَمُجَاهِدًا , وَقَدْ سَبَقَ الْكَلَام عَلَيْهِ وَتَقَدَّمَ الْكَلَام عَلَى الْخِلَاف فِيمَا كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ مُحْرِمًا فِي حَجَّته وَالْجَمْع بَيْن مَا اُخْتُلِفَ فِيهِ مِنْ ذَلِكَ فَأَغْنَى عَنْ إِعَادَته , وَالْمَشْهُور عَنْ عَائِشَة أَنَّهُ كَانَ مُفْرِدًا وَحَدِيثه هَذَا يُشْعِر بِأَنَّهُ كَانَ قَارِنًا , وَكَذَا اِبْن عُمَر أَنْكَرَ عَلَى أَنَس كَوْنه كَانَ قَارِنًا مَعَ أَنَّ حَدِيثه هَذَا يَدُلّ عَلَى أَنَّهُ كَانَ قَارِنًا لِأَنَّهُ لَمْ يُنْقَل أَنَّهُ اِعْتَمَرَ بَعْد حَجَّته فَلَمْ يَبْقَ إِلَّا أَنَّهُ اِعْتَمَرَ مَعَ حَجَّته , وَلَمْ يَكُنْ مُتَمَتِّعًا لِأَنَّهُ اِعْتَذَرَ عَنْ ذَلِكَ بِكَوْنِهِ سَاقَ الْهَدْي , وَاحْتَاجَ اِبْن بَطَّال إِلَى تَأْوِيل مَا وَقَعَ عَنْ عَائِشَة وَابْن عُمَر هُنَا فَقَالَ : إِنَّمَا تَجُوز نِسْبَة الْعُمْرَة الرَّابِعَة إِلَيْهِ بِاعْتِبَارِ أَنَّهُ أَمَرَ النَّاس بِهَا وَعُمِلَتْ بِحَضْرَتِهِ لَا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِعْتَمَرَهَا بِنَفْسِهِ , وَمَنْ تَأَمَّلَ مَا تَقَدَّمَ مِنْ الْجَمْع اِسْتَغْنَى عَنْ هَذَا التَّأْوِيل الْمُتَعَسِّف. وَقَالَ اِبْن التِّين : فِي عَدِّهِمْ عُمْرَة الْحُدَيْبِيَة الَّتِي صُدَّ عَنْهَا مَا يَدُلّ عَلَى أَنَّهَا عُمْرَة تَامَّة , وَفِيهِ إِشَارَة إِلَى صِحَّة قَوْل الْجُمْهُور إِنَّهُ لَا يَجِب الْقَضَاء عَلَى مَنْ صُدَّ عَنْ الْبَيْت خِلَافًا لِلْحَنَفِيَّةِ , وَلَوْ كَانَتْ عُمْرَة لِلْقَضِيَّةِ بَدَلًا عَنْ عُمْرَة الْحُدَيْبِيَة لَكَانَتَا وَاحِدَة , وَإِنَّمَا سُمِّيَتْ عُمْرَة الْقَضِيَّة وَالْقَضَاء لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَاضَى قُرَيْشًا فِيهَا لَا أَنَّهَا وَقَعَتْ قَضَاء عَنْ الْعُمْرَة الَّتِي صُدَّ عَنْهَا إِذْ لَوْ كَانَ كَذَلِكَ لَكَانَتَا عُمْرَة وَاحِدَة. وَفِيهِ دَلَالَة عَلَى جَوَاز الِاعْتِمَار فِي أَشْهُر الْحَجّ بِخِلَافِ مَا كَانَ عَلَيْهِ الْمُشْرِكُونَ. وَفِي هَذَا الْحَدِيث أَنَّ الصَّحَابِيّ الْجَلِيل الْمُكْثِر الشَّدِيد الْمُلَازَمَة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ يَخْفَى عَلَيْهِ بَعْض أَحْوَاله , وَقَدْ يَدْخُلهُ الْوَهْم وَالنِّسْيَان لِكَوْنِهِ غَيْر مَعْصُوم. وَفِيهِ رَدّ بَعْض الْعُلَمَاء عَلَى بَعْض وَحُسْن الْأَدَب فِي الرَّدّ وَحُسْن التَّلَطُّف فِي اِسْتِكْشَاف الصَّوَاب إِذَا ظَنَّ السَّامِع خَطَأ الْمُحَدِّث. وَقَالَ النَّوَوِيّ : سُكُوت اِبْن عُمَر عَلَى إِنْكَار عَائِشَة يَدُلّ عَلَى أَنَّهُ كَانَ اِشْتَبَهَ عَلَيْهِ أَوْ نَسِيَ أَوْ شَكَّ , وَقَالَ الْقُرْطُبِيّ : عَدَم إِنْكَاره عَلَى عَائِشَة يَدُلّ عَلَى أَنَّهُ كَانَ عَلَى وَهْم وَأَنَّهُ رَجَعَ لِقَوْلِهَا , وَقَدْ تَعَسَّفَ مَنْ قَالَ : إِنَّ اِبْن عُمَر أَرَادَ بِقَوْلِهِ \" اِعْتَمَرَ فِي رَجَب \" عُمْرَة قَبْل هِجْرَته لِأَنَّهُ وَإِنْ كَانَ مُحْتَمَلًا لَكِنَّ قَوْل عَائِشَة مَا اِعْتَمَرَ فِي رَجَب يَلْزَم مِنْهُ عَدَم مُطَابَقَة رَدّهَا عَلَيْهِ لِكَلَامِهِ وَلَا سِيَّمَا وَقَدْ بَيَّنَتْ الْأَرْبَع وَأَنَّهَا لَوْ كَانَتْ قَبْل الْهِجْرَة فَمَا الَّذِي كَانَ يَمْنَعهُ أَنْ يُفْصِح بِمُرَادِهِ فَيَرْجِع الْإِشْكَال ؟ وَأَيْضًا فَإِنَّ قَوْل هَذَا الْقَائِل لِأَنَّ قُرَيْشًا كَانُوا يَعْتَمِرُونَ فِي رَجَب يَحْتَاج إِلَى نَقْل , وَعَلَى تَقْدِيره فَمِنْ أَيْنَ لَهُ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَافَقَهُمْ ؟ وَهَبْ أَنَّهُ وَافَقَهُمْ فَكَيْف اِقْتَصَرَ عَلَى مَرَّة ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1782",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يُخْبِرُنَا يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاِمْرَأَةٍ مِنَ الأَنْصَارِ سَمَّاهَا ابْنُ عَبَّاسٍ، فَنَسِيتُ اسْمَهَا ‏\"‏ مَا مَنَعَكِ أَنْ تَحُجِّي مَعَنَا ‏\"‏‏.‏ قَالَتْ كَانَ لَنَا نَاضِحٌ فَرَكِبَهُ أَبُو فُلاَنٍ وَابْنُهُ ـ لِزَوْجِهَا وَابْنِهَا ـ وَتَرَكَ نَاضِحًا نَنْضَحُ عَلَيْهِ قَالَ ‏\"‏ فَإِذَا كَانَ رَمَضَانُ اعْتَمِرِي فِيهِ فَإِنَّ عُمْرَةً فِي رَمَضَانَ حَجَّةٌ ‏\"‏‏.‏ أَوْ نَحْوًا مِمَّا قَالَ‏.‏",
    "english_text": "I heard Ibn `Abbas saying, \"Allah's Messenger (ﷺ) asked an Ansari woman (Ibn `Abbas named her but `Ata' \nforgot her name), 'What prevented you from performing Hajj with us?' She replied, 'We have a camel \nand the father of so-and-so and his son (i.e. her husband and her son) rode it and left one camel for us \nto use for irrigation.' He said (to her), 'Perform `Umra when Ramadan comes, for `Umra in Ramadan \nis equal to Hajj (in reward),' or said something similar.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ الّقَطَّانُ , ‏ ‏وَقَوْله ( عَنْ عَطَاء ) ‏ ‏فِي رِوَايَة مُسْلِم عَنْ مُحَمَّد بْن حَاتِم عَنْ يَحْيَى بْن سَعِيد عَنْ اِبْن جُرَيْجٍ \" أَخْبَرَنِي عَطَاء \". ‏ ‏قَوْله : ( لِامْرَأَةٍ مِنْ الْأَنْصَار سَمَّاهَا اِبْن عَبَّاس فَنَسِيت اِسْمهَا ) ‏ ‏الْقَائِل نَسِيت اِسْمهَا اِبْن جُرَيْجٍ , بِخِلَافِ مَا يَتَبَادَر إِلَى الذِّهْن مِنْ أَنَّ الْقَائِل عَطَاء , وَإِنَّمَا قُلْت ذَلِكَ لِأَنَّ الْمُصَنِّف أَخْرَجَ الْحَدِيث فِي \" بَاب حَجّ النِّسَاء \" مِنْ طَرِيق حَبِيب الْمُعَلِّم عَنْ عَطَاء فَسَمَّاهَا وَلَفْظه \" لَمَّا رَجَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ حَجَّته قَالَ لَأُمّ سِنَان الْأَنْصَارِيَّة : مَا مَنَعَك مِنْ الْحَجّ \" الْحَدِيث , وَيُحْتَمَل أَنَّ عَطَاء كَانَ نَاسِيًا لِاسْمِهَا لَمَّا حَدَّثَ بِهِ اِبْن جُرَيْجٌ وَذَاكِرًا لَهُ لَمَّا حَدَّثَ بِهِ حَبِيبًا , وَقَدْ خَالَفَهُ يَعْقُوب بْن عَطَاء فَرَوَاهُ عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس قَالَ \" جَاءَتْ أُمّ سُلَيْمٍ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : حَجّ أَبُو طَلْحَة وَابْنه وَتَرَكَانِي. فَقَالَ : يَا أُمّ سُلَيْمٍ عُمْرَة فِي رَمَضَان تَعْدِل حَجَّة مَعِي \" أَخْرَجَهُ اِبْن حِبَّانَ , وَتَابَعَهُ مُحَمَّد بْن عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ عَطَاء أَخْرَجَهُ اِبْن أَبِي شَيْبَة , وَتَابَعَهُمَا مَعْقِل الْجَزَرِيُّ لَكِنْ خَالَفَ فِي الْإِسْنَاد قَالَ \" عَنْ عَطَاء عَنْ أُمّ سُلَيْمٍ \" فَذَكَر الْحَدِيث دُون الْقِصَّة , فَهَؤُلَاءِ ثَلَاثَة يَبْعُد أَنْ يَتَّفِقُوا عَلَى الْخَطَأ , فَلَعَلَّ حَبِيبًا لَمْ يَحْفَظ اِسْمهَا كَمَا يَنْبَغِي , لَكِنْ رَوَاهُ أَحْمَد بْن مَنِيع فِي مُسْنَده بِإِسْنَادٍ صَحِيح \" عَنْ سَعِيد بْن جُبَيْر عَنْ اِمْرَأَة مِنْ الْأَنْصَار يُقَال لَهَا أُمّ سِنَان أَنَّهَا أَرَادَتْ الْحَجّ \" فَذَكَر الْحَدِيث نَحْوه دُون ذِكْر قِصَّة زَوْجهَا , وَقَدْ اُخْتُلِفَ فِي صَحَابِيَّة عَلَى عَطَاء اِخْتِلَافًا آخَر يَأْتِي ذِكْره فِي \" بَاب حَجّ النِّسَاء \" , وَقَدْ وَقَعَ شَبِيه بِهَذِهِ الْقِصَّة لِأُمِّ مَعْقِل أَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيق مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث \" عَنْ اِمْرَأَة مِنْ بَنِي أَسَد يُقَال لَهَا أُمّ مَعْقِل قَالَتْ : أَرَدْت الْحَجّ فَاعْتَلَّ بَعِيرِي , فَسَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : اِعْتَمِرِي فِي شَهْر رَمَضَان فَإِنَّ عُمْرَة فِي رَمَضَان تَعْدِل حَجَّة \" وَقَدْ اُخْتُلِفَ فِي إِسْنَاده فَرَوَاهُ مَالِك عَنْ سُمَيّ عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن قَالَ \" جَاءَتْ اِمْرَأَة \" فَذَكَرَهُ مُرْسَلًا وَأَبْهَمَهَا , وَرَوَاهُ النَّسَائِيُّ أَيْضًا مِنْ طَرِيق عُمَارَة بْن عُمَيْر وَغَيْره عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن عَنْ أَبِي مَعْقِل , وَرَوَاهُ أَبُو دَاوُدَ مِنْ طَرِيق إِبْرَاهِيم بْن مُهَاجِر عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن عَنْ رَسُول مَرْوَان عَنْ أُمّ مَعْقِل , وَالَّذِي يَظْهَر لِي أَنَّهُمَا قِصَّتَانِ وَقَعَتَا لِامْرَأَتَيْنِ , فَعِنْد أَبِي دَاوُدَ مِنْ طَرِيق عِيسَى بْن مَعْقِل عَنْ يُوسُف بْن عَبْد اللَّه بْن سَلَام عَنْ أُمّ مَعْقِل قَالَتْ \" لَمَّا حَجّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَجَّة الْوَدَاعِ وَكَانَ لَنَا جَمَل فَجَعَلَهُ أَبُو مَعْقِل فِي سَبِيل اللَّه , وَأَصَابَنَا مَرَض فَهَلَكَ أَبُو مَعْقِل , فَلَمَّا رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ حَجَّته جِئْت فَقَالَ. مَا مَنَعَك أَنْ تَحُجِّي مَعَنَا ؟ فَذَكَرَتْ ذَلِكَ لَهُ قَالَ : فَهَلَّا حَجَجْت عَلَيْهِ , فَإِنَّ الْحَجّ مِنْ سَبِيل اللَّه , فَأَمَّا إِذَا فَاتَك فَاعْتَمِرِي فِي رَمَضَان فَإِنَّهَا كَحَجَّة \" وَوَقَعَتْ لَأُمّ طَلِيق قِصَّة مِثْل هَذِهِ أَخْرَجَهَا أَبُو عَلِيّ بْن السَّكَن وَابْن مَنْدَهْ فِي \" الصَّحَابَة \" وَالدُّولَابِيّ فِي \" الْكُنَى \" مِنْ طَرِيق طَلْق بْن حَبِيب \" أَنَّ أَبَا طَلِيق حَدَّثَهُ أَنَّ اِمْرَأَته قَالَتْ لَهُ - وَلَهُ جَمَل وَنَاقَة - أَعْطِنِي جَمَلك أَحُجّ عَلَيْهِ , قَالَ : جَمَلِي حَبِيس فِي سَبِيل اللَّه , قَالَتْ : إِنَّهُ فِي سَبِيل اللَّه إِنْ أَحُجّ عَلَيْهِ \" فَذَكَر الْحَدِيث وَفِيهِ \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَدَقَتْ أُمّ طَلِيق \" وَفِيهِ \" مَا يَعْدِل الْحَجّ قَالَ عُمْرَة فِي رَمَضَان \" وَزَعَمَ اِبْن عَبْد الْبَرّ أَنَّ أُمّ مَعْقِل هِيَ أُمّ طَلِيق لَهَا كُنْيَتَانِ , وَفِيهِ نَظَر لِأَنَّ أَبَا مَعْقِل مَاتَ فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبَا طَلِيق عَاشَ حَتَّى سَمِعَ مِنْهُ طَلْق بْنُ حَبِيب وَهُوَ مِنْ صِغَار التَّابِعِينَ فَدَلَّ عَلَى تَغَايُر الْمَرْأَتَيْنِ , وَيَدُلّ عَلَيْهِ تَغَايُر السِّيَاقَيْنِ أَيْضًا , وَلَا مَعْدِل عَنْ تَفْسِير الْمُبْهَمَة فِي حَدِيث اِبْن عَبَّاس بِأَنَّهَا أُمّ سِنَان أَوْ أُمّ سُلَيْمٍ لِمَا فِي الْقِصَّة الَّتِي فِي حَدِيث اِبْن عَبَّاس مِنْ التَّغَايُر لِلْقِصَّةِ الَّتِي فِي حَدِيث غَيْره , وَلِقَوْلِهِ فِي حَدِيث اِبْن عَبَّاس أَنَّهَا أَنْصَارِيَّة , وَأَمَّا أُمّ مَعْقِل فَإِنَّهَا أَسَدِيَّة , وَوَقَعَتْ لِأَمِّ الْهَيْثَم أَيْضًا وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( أَنْ تَحُجِّي ) ‏ ‏فِي رِوَايَة كَرِيمَة وَالْأَصِيلِي \" أَنَّ تَحُجِّينَ \" بِزِيَادَةِ النُّون وَهِيَ لُغَة. ‏ ‏قَوْله : ( نَاضِح ) ‏ ‏بِضَادٍ مُعْجَمَة ثُمَّ مُهْمَلَة أَيْ بَعِير , قَالَ اِبْن بَطَّال : النَّاضِح الْبَعِير أَوْ الثَّوْر أَوْ الْحِمَار الَّذِي يُسْتَقَى عَلَيْهِ , لَكِنَّ الْمُرَاد بِهِ هُنَا الْبَعِير لِتَصْرِيحِهِ فِي رِوَايَة بَكْر بْن عَبْد اللَّه الْمُزَنِيِّ عَنْ اِبْن عَبَّاس فِي رِوَايَة أَبِي دَاوُدَ بِكَوْنِهِ جَمَلًا , وَفِي رِوَايَة حَبِيب الْمَذْكُورَة \" وَكَانَ لَنَا نَاضِحَانِ \" وَهِيَ أَبْيَن , وَفِي رِوَايَة مُسْلِم مِنْ طَرِيق حَبِيب \" كَانَا لِأَبِي فُلَان زَوْجِهَا \". ‏ ‏قَوْله : ( وَابْنه ) ‏ ‏إِنْ كَانَتْ هِيَ أُمّ سِنَان فَيُحْتَمَـل أَنْ يَكُون اِسْم اِبْنهَا سِنَانًا , وَإِنْ كَانَتْ هِيَ أُمّ سُلَيْمٍ فَلَمْ يَكُنْ لَهَا يَوْمئِذٍ اِبْن يُمْكِن أَنْ يَحُجّ سِوَى أَنَس. وَعَلَى هَذَا فَنِسْبَته إِلَى أَبِي طَلْحَة بِكَوْنِهِ اِبْنه مَجَازًا. ‏ ‏قَوْله : ( نَنْضِح عَلَيْهِ ) ‏ ‏بِكَسْرِ الضَّاد. ‏ ‏قَوْله : ( فَإِذَا كَانَ رَمَضَانُ ) ‏ ‏بِالرَّفْعِ وَكَانَ تَامَّة وَفِي رِوَايَة الكُشْمِيهَنِيّ \" فَإِذَا كَانَ فِي رَمَضَان \". ‏ ‏قَوْله : ( فَإِنَّ عُمْرَة فِي رَمَضَان حَجَّة ) ‏ ‏وَفِي رِوَايَة مُسْلِم \" فَإِنَّ عُمْرَة فِيهِ تَعْدِل حَجَّة \" وَلَعَلَّ هَذَا هُوَ السَّبَب فِي قَوْل الْمُصَنِّف \" أَوْ نَحْوًا مِمَّا قَالَ \" قَالَ اِبْن خُزَيْمَةَ : فِي هَذَا الْحَدِيث أَنَّ الشَّيْء يُشْبِه الشَّيْء وَيُجْعَل عَدْله إِذَا أَشْبَهَهُ فِي بَعْض الْمَعَانِي لَا جَمِيعهَا , لِأَنَّ الْعُمْرَة لَا يُقْضَى بِهَا فَرْض الْحَجّ وَلَا النَّذْر. وَقَالَ اِبْن بَطَّال : فِيهِ دَلِيل عَلَى أَنَّ الْحَجّ الَّذِي نَدَبَهَا إِلَيْهِ كَانَ تَطَوُّعًا لِإِجْمَاعِ الْأُمَّة عَلَى أَنَّ الْعُمْرَة لَا تُجْزِئ عَنْ حَجَّة الْفَرِيضَة. وَتَعَقَّبَهُ اِبْن الْمُنِير بِأَنَّ الْحَجَّة الْمَذْكُورَة هِيَ حَجَّة الْوَدَاع , قَالَ : وَكَانَتْ أَوَّل حَجَّة أُقِيمَتْ فِي الْإِسْلَام فَرْضًا , لِأَنَّ حَجّ أَبِي بَكْر كَانَ إِنْذَارًا. قَالَ : فَعَلَى هَذَا يَسْتَحِيل أَنْ تَكُون تِلْكَ الْمَرْأَة كَانَتْ قَامَتْ بِوَظِيفَةِ الْحَجّ. قُلْت : وَمَا قَالَهُ غَيْر مُسَلَّم , إِذْ لَا مَانِع أَنْ تَكُون حَجَّتْ مَعَ أَبِي بَكْر وَسَقَطَ عَنْهَا الْفَرْض بِذَلِكَ , لَكِنَّهُ بَنَى عَلَى أَنَّ الْحَجّ إِنَّمَا فُرِضَ فِي السَّنَة الْعَاشِرَة حَتَّى يَسْلَم مِمَّا يَرِد عَلَى مَذْهَبه مِنْ الْقَوْل بِأَنَّ الْحَجّ عَلَى الْفَوْر. وَعَلَى مَا قَالَهُ اِبْن خُزَيْمَةَ فَلَا يَحْتَاج إِلَى شَيْء مِمَّا بَحَثَهُ اِبْن بَطَّال. فَالْحَاصِل أَنَّهُ أَعْلَمهَا أَنَّ الْعُمْرَة فِي رَمَضَان تَعْدِل الْحَجَّة فِي الثَّوَاب لَا أَنَّهَا تَقُوم مَقَامهَا فِي إِسْقَاط الْفَرْض , لِلْإِجْمَاعِ عَلَى أَنَّ الِاعْتِمَار لَا يُجْزِئ عَنْ حَجّ الْفَرْض. وَنَقَلَ التِّرْمِذِيّ عَنْ إِسْحَاق بْن رَاهْوَيْهِ أَنَّ مَعْنَى الْحَدِيث نَظِير مَا جَاءَ أَنَّ ( قُلْ هُوَ اللَّهُ أَحَدٌ ) تَعْدِل ثُلُث الْقُرْآن. وَقَالَ اِبْن الْعَرَبِيّ : حَدِيث الْعُمْرَة هَذَا صَحِيح , وَهُوَ فَضْل مِنْ اللَّه وَنِعْمَة , فَقَدْ أَدْرَكَتْ الْعُمْرَة مَنْزِلَة الْحَجّ بِانْضِمَامِ رَمَضَان إِلَيْهَا. وَقَالَ اِبْن الْجَوْزِيّ : فِيهِ أَنَّ ثَوَاب الْعَمَل يَزِيد بِزِيَادَةِ شَرَف الْوَقْت كَمَا يَزِيد بِحُضُورِ الْقَلْب وَبِخُلُوصِ الْقَصْد. وَقَالَ غَيْره : يُحْتَمَل أَنْ يَكُون الْمُرَاد عُمْرَة فَرِيضَة فِي رَمَضَان كَحَجَّةِ فَرِيضَة عُمْرَة نَافِلَة فِي رَمَضَان كَحَجَّةِ نَافِلَة. وَقَالَ اِبْن التِّين : قَوْله \" كَحَجَّةٍ \" يُحْتَمَل أَنْ يَكُون عَلَى بَابه , وَيُحْتَمَل أَنْ يَكُون لِبَرَكَةِ رَمَضَان , وَيُحْتَمَل أَنْ يَكُون مَخْصُوصًا بِهَذِهِ الْمَرْأَة. قُلْت : الثَّالِث قَالَ بِهِ بَعْض الْمُتَقَدِّمِينَ , فَفِي رِوَايَة أَحْمَد بْن مَنِيع الْمَذْكُورَة قَالَ سَعِيد بْن جُبَيْر : وَلَا نَعْلَم هَذَا إِلَّا لِهَذِهِ الْمَرْأَة وَحْدهَا. وَوَقَعَ عِنْد أَبِي دَاوُدَ مِنْ حَدِيث يُوسُف بْن عَبْد اللَّه بْن سَلَام عَنْ أُمّ مَعْقِل فِي آخِر حَدِيثهَا \" قَالَ فَكَانَتْ تَقُول : الْحَجّ حَجَّة وَالْعُمْرَة عُمْرَة , وَقَدْ قَالَ هَذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِي , فَمَا أَدْرِي أَلِي خَاصَّة \" تَعْنِي أَوْ لِلنَّاسِ عَامَّة. اِنْتَهَى. وَالظَّاهِر حَمْله عَلَى الْعُمُوم كَمَا تَقَدَّمَ. وَالسَّبَب فِي التَّوَقُّف اِسْتِشْكَال ظَاهِره , وَقَدْ صَحَّ جَوَابه , وَاللَّه أَعْلَم. ‏ ‏( فَصْل ) ‏ ‏لَمْ يَعْتَمِر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا فِي أَشْهُر الْحَجّ كَمَا تَقَدَّمَ , وَقَدْ ثَبَتَ فَضْل الْعُمْرَة فِي رَمَضَان بِحَدِيثِ الْبَاب , فَأَيّهمَا أَفْضَل ؟ الَّذِي يَظْهَر أَنَّ الْعُمْرَة فِي رَمَضَان لِغَيْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَفْضَل , وَأَمَّا فِي حَقّه فَمَا صَنَعَهُ هُوَ أَفْضَل , لِأَنَّ فِعْله لِبَيَانِ جَوَاز مَا كَانَ أَهْل الْجَاهِلِيَّة يَمْنَعُونَهُ , فَأَرَادَ الرَّدّ عَلَيْهِمْ. بِالْقَوْلِ وَالْفِعْل , وَهُوَ لَوْ كَانَ مَكْرُوهًا لِغَيْرِهِ لَكَانَ فِي حَقّه أَفْضَل , وَاللَّه أَعْلَم. وَقَالَ صَاحِب \" الْهُدَى \" : يُحْتَمَل أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَشْتَغِل فِي رَمَضَان مِنْ الْعِبَادَة بِمَا هُوَ أَهَمّ مِنْ الْعُمْرَة , وَخَشِيَ مِنْ الْمَشَقَّة عَلَى أُمَّته إِذْ لَوْ اِعْتَمَرَ فِي رَمَضَان لَبَادَرُوا إِلَى ذَلِكَ مَعَ مَا هُمْ عَلَيْهِ مِنْ الْمَشَقَّة فِي الْجَمْع بَيْن الْعُمْرَة وَالصَّوْم , وَقَدْ كَانَ يَتْرُك الْعَمَل وَهُوَ يُحِبّ أَنْ يَعْمَلهُ خَشْيَة أَنْ يُفْرَض عَلَى أُمَّته وَخَوْفًا مِنْ الْمَشَقَّة عَلَيْهِمْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1783",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُوَافِينَ لِهِلاَلِ ذِي الْحَجَّةِ فَقَالَ لَنَا ‏\"‏ مَنْ أَحَبَّ مِنْكُمْ أَنْ يُهِلَّ بِالْحَجِّ فَلْيُهِلَّ وَمَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ بِعُمْرَةٍ، فَلَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏‏.‏ قَالَتْ فَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ، وَكُنْتُ مِمَّنْ أَهَلَّ بِعُمْرَةٍ، فَأَظَلَّنِي يَوْمُ عَرَفَةَ، وَأَنَا حَائِضٌ، فَشَكَوْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ ارْفُضِي عُمْرَتَكِ، وَانْقُضِي رَأْسَكِ وَامْتَشِطِي، وَأَهِلِّي بِالْحَجِّ ‏\"‏‏.‏ فَلَمَّا كَانَ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ إِلَى التَّنْعِيمِ، فَأَهْلَلْتُ بِعُمْرَةٍ مَكَانَ عُمْرَتِي‏.‏",
    "english_text": "We set out along with Allah's Messenger (ﷺ) shortly before the appearance of the new moon (crescent) of the \nmonth of Dhi-l-Hijja and he said to us, \"Whoever wants to assume Ihram for Hajj may do so; and \nwhoever wants to assume Ihram for `Umra may do so. Hadn't I brought the Hadi (animal for \nsacrificing) (with me), I would have assumed Ihram for `Umra.\" (`Aisha added,): So some of us \nassumed Ihram for `Umra while the others for Hajj. I was amongst those who assumed Ihram for \n`Umra. The day of `Arafat approached and I was still menstruating. I complained to the Prophet (ﷺ) \n(about that) and he said, \"Abandon your `Umra, undo and comb your hair, and assume Ihram for \nHajj;.\" When it was the night of Hasba, he sent `Abdur Rahman with me to at-Tan`im and I assumed \nIhram for `Umra (and performed it) in lieu of my missed `Umra.",
    "explication": "‏ ‏قَوْله : ( فَلْيُهْلِلْ ) ‏ ‏فِي رِوَايَة الْأَصِيلِيّ \" فَلْيُهِلَّ \" بِلَامٍ وَاحِدَة مُشَدَّدَة. ‏ ‏قَوْله : ( لَأَحْلَلْت ) ‏ ‏فِي رِوَايَة كَرِيمَة وَالْحَمَوِيّ \" لَأَهْلَلْت \" بِالْهَاءِ , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة فَوَائِد هَذَا الْحَدِيث وَاَلَّذِي قَبْله فِي كِتَاب الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1784",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَ عَمْرَو بْنَ أَوْسٍ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ أَنْ يُرْدِفَ عَائِشَةَ، وَيُعْمِرَهَا مِنَ التَّنْعِيمِ‏.‏ قَالَ سُفْيَانُ مَرَّةً سَمِعْتُ عَمْرًا، كَمْ سَمِعْتُهُ مِنْ عَمْرٍو‏.‏",
    "english_text": "`Abdur-Rahman bin Abu Bakr told me that the Prophet (ﷺ) had ordered him to let `Aisha ride behind him \nand to make her perform `Umra from at-Tan`im.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار. ‏ ‏قَوْله : ( سَمِعَ عَمْرو بْن أَوْس ) ‏ ‏يَعْنِي أَنَّهُ سَمِعَ , وَلَفْظ \" أَنَّهُ \" مِمَّا يُحْذَف مِنْ الْإِسْنَاد خَطَأ فِي الْغَالِب كَمَا تُحْذَف إِحْدَى لَفْظَتَيْ \" قَالَ \". وَقَدْ بَيَّنَ سُفْيَان سَمَاعه لَهُ مِنْ عَمْرو بْن دِينَار آخِره. وَوَقَعَ عَنْ الْحُمَيْدِيّ عَنْ سُفْيَان \" حَدَّثَنَا عَمْرو بْن دِينَار \" قَالَ سُفْيَان : هَذَا مِمَّا يُعْجِب شُعْبَة , يَعْنِي التَّصْرِيح بِالْإِخْبَارِ فِي جَمِيع الْإِسْنَاد. ‏ ‏قَوْله : ( وَيُعْمِرهَا مِنْ التَّنْعِيم ) ‏ ‏مَعْطُوف عَلَى قَوْله \" أَمَرَهُ أَنْ يُرْدَف \" وَهَذَا يَدُلّ عَلَى أَنَّ إِعْمَارهَا مِنْ التَّنْعِيم كَانَ بِأَمْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَأَصْرَح مِنْهُ مَا أَخْرَجَهُ أَبُو دَاوُدَ مِنْ طَرِيق حَفْصَة بِنْت عَبْد الرَّحْمَن بْن أَبَى بَكْر عَنْ أَبِيهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَا عَبْد الرَّحْمَن أُرْدِف أُخْتك عَائِشَة فَأَعْمِرْهَا مِنْ التَّنْعِيم \" الْحَدِيث , وَنَحْوه رِوَايَة مَالِك السَّابِقَة فِي أَوَائِل الْحَجّ اِبْن شِهَاب عَنْ عُرْوَة عَنْ عَائِشَة \" أَرْسَلَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ عَبْد الرَّحْمَن إِلَى التَّنْعِيم \" وَرِوَايَة الْأَسْوَد عَنْ عَائِشَة السَّابِقَة فِي أَوَاخِر الْحَجّ \" قَالَ فَاذْهَبِي مَعَ أَخِيك إِلَى التَّنْعِيم \" وَسَيَأْتِي بَعْد بَاب مِنْ وَجْه آخَر عَنْ الْأَسْوَد وَالْقَاسِم جَمِيعًا عَنْهَا بِلَفْظِ \" فَاخْرُجِي إِلَى التَّنْعِيم \" , وَهُوَ صَرِيح بِأَنَّ ذَلِكَ كَانَ عَنْ أَمْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَكُلّ ذَلِكَ يُفَسِّر قَوْله فِي رِوَايَة الْقَاسِم عَنْهَا السَّابِقَة فِي أَوَائِل الْحَجّ حَيْثُ أَوْرَدَهُ بِلَفْظِ \" اُخْرُجْ بِأُخْتِك مِنْ الْحَرَم \". وَأَمَّا مَا رَوَاهُ أَحْمَد مِنْ طَرِيق اِبْن أَبِي مُلَيْكَة عَنْهَا فِي هَذَا الْحَدِيث قَالَ \" ثُمَّ أَرْسَلَ إِلَى عَبْد الرَّحْمَن بْن أَبِي بَكْر فَقَالَ : اِحْمِلْهَا خَلْفك حَتَّى تَخْرُج مِنْ الْحَرَم , فَوَاللَّهِ مَا قَالَ فَتُخْرِجهَا إِلَى الْجِعْرَانَة وَلَا إِلَى التَّنْعِيم \" فَهِيَ رِوَايَة ضَعِيفَة لِضَعْفِ أَبِي عَامِر الْخَرَّاز الرَّاوِي لَهُ عَنْ اِبْن أَبِي مُلَيْكَة , وَيُحْتَمَل أَنْ يَكُون قَوْله \" فَوَاللَّهِ إِلَخْ \" مِنْ كَلَام مَنْ دُون عَائِشَة قَالَهُ مُتَمَسِّكًا بِإِطْلَاقِ قَوْله \" فَاخْرُجْ مِنْ الْحَرَم \" لَكِنَّ الرِّوَايَات الْمُقَيَّدَة بِالتَّنْعِيمِ مُقَدَّمَة عَلَى الْمُطْلَقَة فَهُوَ أَوْلَى وَلَا سِيَّمَا مَعَ صِحَّة أَسَانِيدهَا وَاللَّه أَعْلَم. ‏ ‏( فَائِدَة ) : ‏ ‏زَادَ أَبُو دَاوُدَ فِي رِوَايَته بَعْد قَوْله \" إِلَى التَّنْعِيم \" : \" فَإِذَا هَبَطْت بِهَا مِنْ الْأَكَمَة فَلْتُحْرِم فَإِنَّهَا عُمْرَة مُتَقَبَّلَة \" وَزَادَ أَحْمَد فِي رِوَايَة لَهُ \" وَذَلِكَ لَيْلَة الصَّدَر \" وَهُوَ بِفَتْحِ الْمُهْمَلَة وَالدَّال أَيْ الرُّجُوع مِنْ مِنًى , وَفِي قَوْله \" فَإِذَا هَبَطْت بِهَا \" إِشَارَة إِلَى الْمَكَان الَّذِي أَحْرَمَتْ مِنْهُ عَائِشَة. وَالتَّنْعِيم بِفَتْحِ الْمُثَنَّاة وَسُكُون النُّون وَكَسْر الْمُهْمَلَة مَكَان مَعْرُوف خَارِج مَكَّة , وَهُوَ عَلَى أَرْبَعَة أَمْيَال مِنْ مَكَّة إِلَى جِهَة الْمَدِينَة كَمَا نَقَلَهُ الْفَاكِهِيّ , وَقَالَ الْمُحِبّ الطَّبَرِيُّ : التَّنْعِيم أَبْعَد مِنْ أَدْنَى الْحِلّ إِلَى مَكَّة بِقَلِيلٍ , وَلَيْسَ بِطَرَفِ الْحِلّ بَلْ بَيْنهمَا نَحْو مِنْ مِيل , وَمَنْ أَطْلَقَ عَلَيْهِ أَدْنَى الْحِلّ فَقَدْ تَجَوَّزَ. قُلْت : أَوْ أَرَادَ بِالنِّسْبَةِ إِلَى بَقِيَّة الْجِهَات. وَرَوَى الْفَاكِهِيّ مِنْ طَرِيق عُبَيْد بْن عُمَيْر قَالَ : إِنَّمَا سُمِّيَ التَّنْعِيم لِأَنَّ الْجَبَل الَّذِي عَنْ يَمِين الدَّاخِل يُقَال لَهُ نَاعِم , وَالَّذِي عَنْ الْيَسَار يُقَال لَهُ مُنَعَّم , وَالْوَادِي نَعْمَان. وَرَوَى الْأَزْرَقِيّ مِنْ طَرِيق اِبْن جُرَيْجٍ قَالَ : رَأَيْت عَطَاء يَصِف الْمَوْضِع الَّذِي اِعْتَمَرَتْ مِنْهُ عَائِشَة قَالَ فَأَشَارَ إِلَى الْمَوْضِع الَّذِي اِبْتَنَى فِيهِ مُحَمَّد بْن عَلِيّ بْن شَافِع الْمَسْجِد الَّذِي وَرَاء الْأَكَمَة , وَهُوَ الْمَسْجِد الْخَرِب. وَنَقَلَ الْفَاكِهِيّ عَنْ اِبْن جُرَيْجٍ وَغَيْره أَنَّ ثَمَّ مَسْجِدَيْنِ يَزْعُم أَهْل مَكَّة أَنَّ الْخَرِب الْأَدْنَى مِنْ الْحَرَم هُوَ الَّذِي اِعْتَمَرَتْ مِنْهُ عَائِشَة , وَقِيلَ هُوَ الْمَسْجِد الْأَبْعَد عَلَى الْأَكَمَة الْحَمْرَاء , وَرَجَّحَهُ الْمُحِبّ الطَّبَرِيُّ. وَقَالَ الْفَاكِهِيّ : لَا أَعْلَم إِلَّا أَنِّي سَمِعْت اِبْن أَبِي عُمَر يَذْكُر عَنْ أَشْيَاخه أَنَّ الْأَوَّل هُوَ الصَّحِيح عِنْدهمْ. وَفِي هَذَا الْحَدِيث جَوَاز الْخَلْوَة بِالْمَحَارِمِ سَفَرًا وَحَضَرًا , وَإِرْدَاف الْمُحْرِم مَحْرَمه مَعَهُ. وَاسْتُدِلَّ بِهِ عَلَى تَعَيُّن الْخُرُوج إِلَى الْحِلّ لِمَنْ أَرَادَ الْعُمْرَة مِمَّنْ كَانَ بِمَكَّة , وَهُوَ أَحَد قَوْلَيْ الْعُلَمَاء , وَالثَّانِي تَصِحّ الْعُمْرَة وَيَجِب عَلَيْهِ دَم لِتَرْكِ الْمِيقَات , وَلَيْسَ فِي حَدِيث الْبَاب مَا يَدْفَع ذَلِكَ , وَاسْتَدَلَّ بِهِ عَلَى أَنَّ أَفْضَل جِهَات الْحِلّ التَّنْعِيم , وَتُعُقِّبَ بِأَنَّ إِحْرَام عَائِشَة مِنْ التَّنْعِيم إِنَّمَا وَقَعَ لِكَوْنِهِ أَقْرَب جِهَة الْحِلّ إِلَى الْحَرَم , لَا أَنَّهُ الْأَفْضَل , وَسَيَأْتِي إِيضَاح هَذَا فِي \" بَاب أَجْر الْعُمْرَة عَلَى قَدْر التَّعَب \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1785",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ، عَنْ حَبِيبٍ الْمُعَلِّمِ، عَنْ عَطَاءٍ، حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَهَلَّ وَأَصْحَابُهُ بِالْحَجِّ وَلَيْسَ مَعَ أَحَدٍ مِنْهُمْ هَدْىٌ، غَيْرَ النَّبِيِّ صلى الله عليه وسلم وَطَلْحَةَ، وَكَانَ عَلِيٌّ قَدِمَ مِنَ الْيَمَنِ، وَمَعَهُ الْهَدْىُ فَقَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ وَإِنَّ النَّبِيَّ صلى الله عليه وسلم أَذِنَ لأَصْحَابِهِ أَنْ يَجْعَلُوهَا عُمْرَةً، يَطُوفُوا بِالْبَيْتِ، ثُمَّ يُقَصِّرُوا وَيَحِلُّوا، إِلاَّ مَنْ مَعَهُ الْهَدْىُ، فَقَالُوا نَنْطَلِقُ إِلَى مِنًى وَذَكَرُ أَحَدِنَا يَقْطُرُ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ، وَلَوْلاَ أَنَّ مَعِي الْهَدْىَ لأَحْلَلْتُ ‏\"‏‏.‏ وَأَنَّ عَائِشَةَ حَاضَتْ فَنَسَكَتِ الْمَنَاسِكَ كُلَّهَا، غَيْرَ أَنَّهَا لَمْ تَطُفْ بِالْبَيْتِ قَالَ فَلَمَّا طَهُرَتْ وَطَافَتْ، قَالَتْ يَا رَسُولَ اللَّهِ أَتَنْطَلِقُونَ بِعُمْرَةٍ وَحَجَّةٍ، وَأَنْطَلِقُ بِالْحَجِّ فَأَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ أَنْ يَخْرُجَ مَعَهَا إِلَى التَّنْعِيمِ، فَاعْتَمَرَتْ بَعْدَ الْحَجِّ فِي ذِي الْحَجَّةِ، وَأَنَّ سُرَاقَةَ بْنَ مَالِكِ بْنِ جُعْشُمٍ لَقِيَ النَّبِيَّ صلى الله عليه وسلم وَهُوَ بِالْعَقَبَةِ، وَهُوَ يَرْمِيهَا، فَقَالَ أَلَكُمْ هَذِهِ خَاصَّةً، يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لاَ، بَلْ لِلأَبَدِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) and his companions assumed Ihram for Hajj and none except the Prophet (ﷺ) and Talha had \nthe Hadi with them. `Ali had come from Yemen and he had the Hadi with him. He (`Ali) said, \"I have \nassumed Ihram with an intention like that of Allah's Messenger (ﷺ) has assumed it.\" The Prophet (ﷺ) ordered his \ncompanions to intend the Ihram with which they had come for `Umra, to perform the Tawaf of the \nKa`ba (and between Safa and Marwa), to get their hair cut short and then to finish their Ihram with the \nexception of those who had the Hadi with them. They asked, \"Shall we go to Mina and the private \norgans of some of us are dribbling (if we finish Ihram and have sexual relations with our wives)?\" The \nProphet heard that and said, \"Had I known what I know now, I would not have brought the Hadi. If I \ndid not have the Hadi with me I would have finished my Ihram.\" `Aisha got her menses and \nperformed all the ceremonies (of Hajj) except the Tawaf . So when she became clean from her \nmenses, and she had performed the Tawaf of the Ka`ba, she said, \"O Allah's Messenger (ﷺ)! You (people) \nare returning with both Hajj and `Umra and I am returning only with Hajj!\" So, he ordered `Abdur \nRahman bin Abu Bakr to go with her to at-Tan`im. Thus she performed `Umra after the Hajj in the \nmonth of Dhi-l-Hijja. Suraqa bin Malik bin Ju'sham met the Prophet (ﷺ) at Al-`Aqaba (Jamrat-ul 'Aqaba) \nwhile the latter was stoning it and said, \"O Allah's Messenger (ﷺ)! Is this permissible only for you?\" The \nProphet replied, \"No, it is for ever (i.e. it is permissible for all Muslims to perform `Umra before \nHajj.\"",
    "explication": "حَدِيث جَابِر فِي الْإِهْلَالِ بِالْحَجِّ وَفِيهِ قِصَّة قُدُوم عَلِيّ وَمَعَهُ الْهَدْيُ وَقِصَّة عَائِشَة \" حَاضَتْ فَنَسَكَتْ الْمَنَاسِك كُلّهَا غَيْر أَنَّهَا لَمْ تَطُفْ بِالْبَيْتِ \" الْحَدِيثَ وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي \" بَاب عُمْرَة التَّنْعِيم \" مِنْ أَبْوَابِ الْعُمْرَةِ وَالِاحْتِيَاج مِنْهُ لِقُوَّة \" غَيْر أَنَّهَا لَمْ تَطُفْ بِالْبَيْتِ \". ‏ ‏( تَنْبِيه ) : ‏ ‏سَاقه الْمُؤَلِّف هُنَا رَحِمَهُ اللَّهُ بِلَفْظِ خَلِيفَة وَسَيَأْتِي لَفْظ مُحَمَّد بْن الْمُثَنَّى فِي \" بَاب عُمْرَة التَّنْعِيم \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1786",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَنِي أَبِي قَالَ، أَخْبَرَتْنِي عَائِشَةُ ـ رضى الله عنها ـ قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُوَافِينَ لِهِلاَلِ ذِي الْحَجَّةِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ، وَمَنْ أَحَبَّ أَنْ يُهِلَّ بِحَجَّةِ فَلْيُهِلَّ، وَلَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏‏.‏ فَمِنْهُمْ مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنْهُمْ مِنْ أَهَلَّ بِحَجَّةٍ، وَكُنْتُ مِمَّنْ أَهَلَّ بِعُمْرَةٍ، فَحِضْتُ قَبْلَ أَنْ أَدْخُلَ مَكَّةَ، فَأَدْرَكَنِي يَوْمُ عَرَفَةَ، وَأَنَا حَائِضٌ، فَشَكَوْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ دَعِي عُمْرَتَكِ، وَانْقُضِي رَأْسَكِ وَامْتَشِطِي، وَأَهِلِّي بِالْحَجِّ ‏\"‏‏.‏ فَفَعَلْتُ، فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ إِلَى التَّنْعِيمِ، فَأَرْدَفَهَا، فَأَهَلَّتْ بِعُمْرَةٍ مَكَانَ عُمْرَتِهَا، فَقَضَى اللَّهُ حَجَّهَا وَعُمْرَتَهَا، وَلَمْ يَكُنْ فِي شَىْءٍ مِنْ ذَلِكَ هَدْىٌ، وَلاَ صَدَقَةٌ، وَلاَ صَوْمٌ‏.‏",
    "english_text": "We set out with Allah's Messenger (ﷺ) shortly before the appearance of the new moon of Dhi-l-Hijja and he \nsaid, \"Whoever wants to assume Ihram for `Umra may do so, and whoever wants to assume Ihram for \nHajj may do so. Had not I brought the Hadi with me, I would have assumed Ihram for `Umra.\" Some \nof the people assumed Ihram for `Umra while others for Hajj. I was amongst those who had assumed \nIhram for `Umra. I got my menses before entering Mecca, and was menstruating till the day of \n`Arafat. I complained to Allah's Messenger (ﷺ) about it, he said, \"Abandon your `Umra, undo and comb your \nhair, and assume Ihram for Hajj.\" So, I did that accordingly. When it was the night of Hasba (day of \ndeparture from Mina), the Prophet (ﷺ) sent `Abdur Rahman with me to at-Tan`im. \nThe sub-narrator adds: He (`Abdur-Rahman) let her ride behind him. And she assumed Ihram for \n`Umra in lieu of the abandoned one. Aisha completed her Hajj and `Umra, and no Hadi, Sadaqa \n(charity), or fasting was obligatory for her.",
    "explication": "‏ ‏قَوْله : ( فَلْيُهْلِلْ ) ‏ ‏فِي رِوَايَة الْأَصِيلِيّ \" فَلْيُهِلَّ \" بِلَامٍ وَاحِدَة مُشَدَّدَة. ‏ ‏قَوْله : ( لَأَحْلَلْت ) ‏ ‏فِي رِوَايَة كَرِيمَة وَالْحَمَوِيّ \" لَأَهْلَلْت \" بِالْهَاءِ , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة فَوَائِد هَذَا الْحَدِيث وَاَلَّذِي قَبْله فِي كِتَاب الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1787",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، وَعَنِ ابْنِ عَوْنٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالاَ قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ يَا رَسُولَ اللَّهِ يَصْدُرُ النَّاسُ بِنُسُكَيْنِ وَأَصْدُرُ بِنُسُكٍ فَقِيلَ لَهَا ‏\n\"‏ انْتَظِرِي، فَإِذَا طَهُرْتِ فَاخْرُجِي إِلَى التَّنْعِيمِ، فَأَهِلِّي ثُمَّ ائْتِينَا بِمَكَانِ كَذَا، وَلَكِنَّهَا عَلَى قَدْرِ نَفَقَتِكِ، أَوْ نَصَبِكِ ‏\"‏‏.‏",
    "english_text": "That `Aisha said, \"O Allah's Messenger (ﷺ)! The people are returning after performing the two Nusuks (i.e. \nHajj and `Umra) but I am returning with one only?\" He said, \"Wait till you become clean from your \nmenses and then go to at-Tan`im, assume Ihram (and after performing `Umra) join us at such-andsuch \na place. But it (i.e. the reward if `Umra) is according to your expenses or the hardship (which you \nwill undergo while performing it).",
    "explication": "‏ ‏قَوْله : ( وَعَنْ اِبْن عَوْن ) ‏ ‏هُوَ مَعْطُوف عَلَى الْإِسْنَاد الْمَذْكُور , وَقَدْ بَيَّنَهُ أَحْمَد وَمُسْلِم مِنْ رِوَايَة بْن عُلَيَّة عَنْ اِبْن عَوْن بِالْإِسْنَادَيْنِ وَقَالَ فِيهِ : يُحَدِّثَانِ ذَلِكَ عَنْ أُمّ الْمُؤْمِنِينَ , وَلَمْ يُسَمِّهَا , قَالَ فِيهِ لَا أَعْرِف حَدِيث ذَا مِنْ حَدِيث ذَا , وَظَهَرَ بِحَدِيثِ يَزِيد بْن زُرَيْع أَنَّهَا عَائِشَة وَأَنَّهُمَا رَوَيَا ذَلِكَ عَنْهَا بِخِلَافِ سِيَاق يَزِيد. ‏ ‏قَوْله : ( يَصْدُر النَّاس ) ‏ ‏أَيْ يَرْجِعُونَ. ‏ ‏قَوْله : ( بِمَكَانِ كَذَا وَكَذَا ) ‏ ‏فِي رِوَايَة إِسْمَاعِيل \" بِحَبْلِ كَذَا \" وَضَبْطه فِي صَحِيح مُسْلِم وَغَيْره بِالْجِيمِ وَفَتْح الْمُوَحَّدَة , لَكِنْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق حُسَيْن بْن حَسَن عَنْ اِبْن عَوْن وَضَبَطَهُ بِالْحَاءِ الْمُهْمَلَة يَعْنِي وَإِسْكَان الْمُوَحَّدَة , وَالْمَكَان الْمُبْهَم هُنَا هُوَ الْأَبْطَح كَمَا تَبَيَّنَ فِي غَيْر هَذَا الطَّرِيق. ‏ ‏قَوْله : ( عَلَى قَدْر نَفَقَتك أَوْ نَصَبِك ) ‏ ‏قَالَ الْكَرْمَانِيُّ \" أَوْ \" إِمَّا لِلتَّنْوِيعِ فِي كَلَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِمَّا شَكٌّ مِنْ الرَّاوِي , وَالْمَعْنَى أَنَّ الثَّوَاب فِي الْعِبَادَة يَكْثُر بِكَثْرَةِ النَّصَب أَوْ النَّفَقَة , وَالْمُرَاد النَّصَب الَّذِي لَا يَذُمّهُ الشَّرْع وَكَذَا النَّفَقَة قَالَهُ النَّوَوِيّ اِنْتَهَى. وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق أَحْمَد بْن مَنِيع عَنْ إِسْمَاعِيل \" عَلَى قَدْر نَصَبِك أَوْ عَلَى قَدْر تَعَبك \" وَهَذَا يُؤَيِّد أَنَّهُ مِنْ شَكِّ الرَّاوِي , وَفِي رِوَايَته مِنْ طَرِيق حُسَيْن بْن حَسَن \" عَلَى قَدْر نَفَقَتك أَوْ نَصَبك \" أَوْ كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَأَخْرَجَهُ الدَّارَقُطْنِيُّ وَالْحَاكِم مِنْ طَرِيق هِشَام عَنْ اِبْن عَوْن بِلَفْظِ \" إِنَّ لَك مِنْ الْأَجْر عَلَى قَدْر نَصَبك وَنَفَقَتك \" بِوَاوِ الْعَطْف , وَهَذَا يُؤَيِّد الِاحْتِمَال الْأَوَّل. وَقَوْله فِي رِوَايَة اِبْن عُلَيَّة \" لَا أَعْرِف حَدِيث ذَا مِنْ حَدِيث ذَا \" قَدْ أَخْرَجَ الدَّارَقُطْنِيُّ وَالْحَاكِم مِنْ وَجْه آخَر مَا يَدُلّ عَلَى أَنَّ السِّيَاق الَّذِي هُنَا لِلْقَاسِمِ , فَإِنَّهُمَا أَخْرَجَا مِنْ طَرِيق سُفْيَان وَهُوَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عَائِشَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهَا فِي عُمْرَتهَا \" إِنَّمَا أَجْرك فِي عُمْرَتك عَلَى قَدْر نَفَقَتك \" وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الِاعْتِمَار لِمَنْ كَانَ بِمَكَّة مِنْ جِهَة الْحِلّ الْقَرِيبَة أَقَلّ أَجْرًا مِنْ الِاعْتِمَار مِنْ جِهَة الْحِلّ الْبَعِيدَة وَهُوَ ظَاهِر هَذَا الْحَدِيث , وَقَالَ الشَّافِعِيّ فِي \" الْإِمْلَاء \" : أَفْضَل بِقَاعِ الْحِلّ لِلِاعْتِمَارِ الْجِعْرَانَة لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْرَمَ مِنْهَا , ثُمَّ التَّنْعِيم لِأَنَّهُ أَذِنَ لِعَائِشَة مِنْهَا. قَالَ وَإِذَا تَنَحَّى عَنْ هَذَيْنِ الْمَوْضِعَيْنِ فَأَيْنَ أَبْعَد حَتَّى يَكُون أَكْثَر لِسَفَرِهِ كَانَ أَحَبَّ إِلَيَّ , وَحَكَى الْمُوَفَّق فِي \" الْمُغْنِي \" عَنْ أَحْمَد أَنَّ الْمَكِّيّ كُلَّمَا تَبَاعَدَ فِي الْعُمْرَة كَانَ أَعْظَم لِأَجْرِهِ. وَقَالَ الْحَنَفِيَّة : أَفْضَل بِقَاعِ الْحِلّ لِلِاعْتِمَارِ التَّنْعِيم , وَوَافَقَهُمْ بَعْض الشَّافِعِيَّة وَالْحَنَابِلَة. وَوَجَّهَهُ مَنْ قَدَّمْنَاهُ أَنَّهُ لَمْ يُنْقَل أَنَّ أَحَدًا مِنْ الصَّحَابَة فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ مِنْ مَكَّة إِلَى الْحِلّ لِيُحْرِم بِالْعُمْرَةِ غَيْر عَائِشَة. وَأَمَّا اِعْتِمَاره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْجِعْرَانَة فَكَانَ حِين رَجَعَ مِنْ الطَّائِف مُجْتَازًا إِلَى الْمَدِينَة , وَلَكِنْ لَا يَلْزَمهُ مِنْ ذَلِكَ تَعَيُّن التَّنْعِيم لِلْفَضْلِ لِمَا دَلَّ عَلَيْهِ هَذَا الْخَبَر أَنَّ الْفَضْل فِي زِيَادَة التَّعَب وَالنَّفَقَة , وَإِنَّمَا يَكُون التَّنْعِيم أَفْضَل مِنْ جِهَة أُخْرَى تُسَاوِيه إِلَى الْحِلّ لَا مِنْ جِهَة أَبْعَد مِنْهُ , وَاللَّه أَعْلَم. وَقَالَ النَّوَوِيّ : ظَاهِر الْحَدِيث أَنَّ الثَّوَاب وَالْفَضْل فِي الْعِبَادَة يَكْثُر بِكَثْرَةِ النَّصَب وَالنَّفَقَة , وَهُوَ كَمَا قَالَ , لَكِنْ لَيْسَ ذَلِكَ بِمُطَّرِدٍ , فَقَدْ يَكُون بَعْض الْعِبَادَة أَخَفّ مِنْ بَعْض وَهُوَ أَكْثَر فَضْلًا وَثَوَابًا بِالنِّسْبَةِ إِلَى الزَّمَان كَقِيَامِ لَيْلَة الْقَدْر بِالنِّسْبَةِ لِقِيَامِ لَيَالٍ مِنْ رَمَضَان غَيْرهَا , وَبِالنِّسْبَةِ لِلْمَكَانِ كَصَلَاةِ رَكْعَتَيْنِ فِي الْمَسْجِد الْحَرَام بِالنِّسْبَةِ لِصَلَاةِ رَكَعَات فِي غَيْره , وَبِالنِّسْبَةِ إِلَى شَرَف الْعِبَادَة الْمَالِيَّة وَالْبَدَنِيَّة كَصَلَاةِ الْفَرِيضَة بِالنِّسْبَةِ إِلَى أَكْثَر مِنْ عَدَد رَكَعَاتهَا أَوْ أَطْوَل مِنْ قِرَاءَتهَا وَنَحْو ذَلِكَ مِنْ صَلَاة النَّافِلَة , وَكَدِرْهَمٍ مِنْ الزَّكَاة بِالنِّسْبَةِ إِلَى أَكْثَر مِنْهُ مِنْ التَّطَوُّع , أَشَارَ إِلَى ذَلِكَ اِبْن عَبْد السَّلَام فِي \" الْقَوَاعِد \" قَالَ : وَقَدْ كَانَتْ الصَّلَاة قُرَّة عَيْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ شَاقَّة عَلَى غَيْره , وَلَيْسَتْ صَلَاة غَيْره مَعَ مَشَقَّتهَا مُسَاوِيَة لِصَلَاتِهِ مُطْلَقًا. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1788",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا أَفْلَحُ بْنُ حُمَيْدٍ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ خَرَجْنَا مُهِلِّينَ بِالْحَجِّ فِي أَشْهُرِ الْحَجِّ، وَحُرُمِ الْحَجِّ، فَنَزَلْنَا سَرِفَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم لأَصْحَابِهِ ‏\"‏ مَنْ لَمْ يَكُنْ مَعَهُ هَدْىٌ، فَأَحَبَّ أَنْ يَجْعَلَهَا عُمْرَةً، فَلْيَفْعَلْ وَمَنْ كَانَ مَعَهُ هَدْىٌ فَلاَ ‏\"‏‏.‏ وَكَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَرِجَالٍ مِنْ أَصْحَابِهِ ذَوِي قُوَّةٍ الْهَدْىُ، فَلَمْ تَكُنْ لَهُمْ عُمْرَةً، فَدَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم وَأَنَا أَبْكِي فَقَالَ ‏\"‏ مَا يُبْكِيكِ ‏\"‏‏.‏ قُلْتُ سَمِعْتُكَ تَقُولُ لأَصْحَابِكَ مَا قُلْتَ فَمُنِعْتُ الْعُمْرَةَ‏.‏ قَالَ ‏\"‏ وَمَا شَأْنُكِ ‏\"‏‏.‏ قُلْتُ لاَ أُصَلِّي‏.‏ قَالَ ‏\"‏ فَلاَ يَضُرَّكِ أَنْتِ مِنْ بَنَاتِ آدَمَ، كُتِبَ عَلَيْكِ مَا كُتِبَ عَلَيْهِنَّ، فَكُونِي فِي حَجَّتِكِ عَسَى اللَّهُ أَنْ يَرْزُقَكِهَا ‏\"‏‏.‏ قَالَتْ فَكُنْتُ حَتَّى نَفَرْنَا مِنْ مِنًى، فَنَزَلْنَا الْمُحَصَّبَ فَدَعَا عَبْدَ الرَّحْمَنِ، فَقَالَ ‏\"‏ اخْرُجْ بِأُخْتِكَ الْحَرَمَ، فَلْتُهِلَّ بِعُمْرَةٍ، ثُمَّ افْرُغَا مِنْ طَوَافِكُمَا، أَنْتَظِرْكُمَا هَا هُنَا ‏\"‏‏.‏ فَأَتَيْنَا فِي جَوْفِ اللَّيْلِ‏.‏ فَقَالَ ‏\"‏ فَرَغْتُمَا ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ فَنَادَى بِالرَّحِيلِ فِي أَصْحَابِهِ، فَارْتَحَلَ النَّاسُ، وَمَنْ طَافَ بِالْبَيْتِ، قَبْلَ صَلاَةِ الصُّبْحِ، ثُمَّ خَرَجَ مُوَجِّهًا إِلَى الْمَدِينَةِ‏.‏",
    "english_text": "We set out assuming the Ihram for Hajj in the months of Hajj towards the sacred precincts of Hajj. We \ndismounted at Sarif and the Prophet (ﷺ) said to his companions, \"Whoever has not got the Hadi with him \nand likes to make it as `Umra, he should do it, but he who has got the Hadi with him should not do it.\" \nThe Prophet (ﷺ) and some of his wealthy companions had the Hadi with them, so they did not finish \nIhram after performing the `Umra. The Prophet (ﷺ) came to me while I was weeping. He asked me the \nreason for it. I replied, \"I have heard of what you have said to your companions and I cannot do the \n`Umra.\" He asked me, \"What is the matter with you?\" I replied, \"I am not praying.\" He said, \"There is \nno harm in it as you are one of the daughters of Adam and the same is written for you as for others. \nSo, you should perform Hajj and I hope that Allah will enable you to perform the `Umra as well.\" So, \nI carried on till we departed from Mina and halted at Al-Mahassab. The Prophet (ﷺ) called `Abdur- \nRahman and said, \"Go out of the sanctuary with your sister and let her assume Ihram for `Umra, and \nafter both of you have finished the Tawaf I will be waiting for you at this place.\" We came back at \nmidnight and the Prophet (ﷺ) asked us, \"Have you finished?\" I replied in the affirmative. He announced \nthe departure and the people set out for the journey and some of them had performed the Tawaf of the \nKa`ba before the morning prayer, and after that the Prophet (ﷺ) set out for Medina.",
    "explication": "حَدِيث عَائِشَة فِي قِصَّة عُمْرَتهَا , وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي الْبَاب الَّذِي بَعْده , وَشَاهِد التَّرْجَمَة مِنْهُ قَوْلهَا \" خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَشْهُر الْحَجّ وَلَيَالِي الْحَجّ وَحُرُم الْحَجّ \" فَإِنَّ هَذَا كُلّه يَدُلّ عَلَى أَنَّ ذَلِكَ كَانَ مَشْهُورًا عِنْدهمْ مَعْلُومًا , وَقَوْله فِيهِ \" وَحُرُم الْحَجّ \" بِضَمِّ الْحَاء الْمُهْمَلَة وَالرَّاء أَيْ أَزْمِنَته وَأَمْكِنَته وَحَالَاته , وَرُوِيَ بِفَتْحِ الرَّاء وَهُوَ جَمْع حُرْمَة أَيْ مَمْنُوعَات الْحَجّ , ‏ ‏وَقَوْله ( يَا هَنَتَاهُ ) بِفَتْحِ الْهَاء وَالنُّون - وَقَدْ تُسَكَّن النُّون - بَعْدهَا مُثَنَّاة وَآخِرهَا هَاء سَاكِنَة كِنَايَة عَنْ شَيْء لَا يَذْكُرُهُ بِاسْمِهِ تَقُول فِي النِّدَاء لِلْمُذَكَّرِ يَا هَن وَقَدْ تُزَاد الْهَاء فِي آخِره لِلسَّكْتِ فَتَقُول يَا هَنَهْ , وَأَنْ تُشْبَع الْحَرَكَة فِي النُّون فَتَقُول يَا هَنَاه وَتُزَاد فِي جَمِيع ذَلِكَ لِلْمُؤَنَّثِ مُثَنَّاة , وَقَالَ بَعْضهمْ الْأَلِف وَالْهَاء فِي آخِره كَهُمَا فِي النُّدْبَة , ‏ ‏وَقَوْله ( قُلْت لَا أُصَلِّي ) ‏ ‏كِنَايَة عَنْ أَنَّهَا حَاضَتْ , قَالَ اِبْن الْمُنَيِّرِ : كُنْت عَنْ الْحَيْض بِالْحُكْمِ الْخَاصّ بِهِ أَدَبًا مِنْهَا , وَقَدْ ظَهَرَ أَثَر ذَلِكَ فِي بَنَاتهَا الْمُؤْمِنَات فَكُلّهنَّ يُكَنِّينَ عَنْ الْحَيْض بِحِرْمَانِ الصَّلَاة أَوْ غَيْر ذَلِكَ. ‏ ‏وَقَوْله( فَلَا يَضُرّك ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" فَلَا يَضِيرك \" بِكَسْرِ الضَّاد وَتُخَفَّف التَّحْتَانِيَّة مِنْ الضَّيْر , ‏ ‏وَقَوْله ( النَّفَر الثَّانِي ) ‏ ‏هُوَ رَابِع أَيَّام مِنَى , وَقَوْله ‏ ‏( فَإِنِّي اُنْظُرْ كَمَا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" أَنْتَظِركُمَا \" بِزِيَادَةِ مُثَنَّاة , وَقَوْله ‏ ‏(. حَتَّى إِذَا فَرَغْت ) ‏ ‏أَيْ مِنْ الِاعْتِمَار وَفَرَغْت مِنْ الطَّوَاف وَحُذِفَ الْأَوَّل لِلْعِلْمِ بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1789",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا عَطَاءٌ، قَالَ حَدَّثَنِي صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ يَعْنِي، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم وَهُوَ بِالْجِعْرَانَةِ وَعَلَيْهِ جُبَّةٌ وَعَلَيْهِ أَثَرُ الْخَلُوقِ أَوْ قَالَ صُفْرَةٍ فَقَالَ كَيْفَ تَأْمُرُنِي أَنْ أَصْنَعَ فِي عُمْرَتِي فَأَنْزَلَ اللَّهُ عَلَى النَّبِيِّ صلى الله عليه وسلم، فَسُتِرَ بِثَوْبٍ وَوَدِدْتُ أَنِّي قَدْ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَقَدْ أُنْزِلَ عَلَيْهِ الْوَحْىُ‏.‏ فَقَالَ عُمَرُ تَعَالَ أَيَسُرُّكَ أَنْ تَنْظُرَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَقَدْ أَنْزَلَ اللَّهُ الْوَحْىَ قُلْتُ نَعَمْ‏.‏ فَرَفَعَ طَرَفَ الثَّوْبِ، فَنَظَرْتُ إِلَيْهِ لَهُ غَطِيطٌ وَأَحْسِبُهُ قَالَ كَغَطِيطِ الْبَكْرِ‏.‏ فَلَمَّا سُرِّيَ عَنْهُ قَالَ ‏\n\"‏ أَيْنَ السَّائِلُ عَنِ الْعُمْرَةِ اخْلَعْ عَنْكَ الْجُبَّةَ وَاغْسِلْ أَثَرَ الْخَلُوقِ عَنْكَ، وَأَنْقِ الصُّفْرَةَ، وَاصْنَعْ فِي عُمْرَتِكَ كَمَا تَصْنَعُ فِي حَجِّكِ ‏\"‏‏.‏",
    "english_text": "\"A man came to the Prophet (ﷺ) while he was at Ji'rana. The man was wearing a cloak which had traces of \nKhaluq or Sufra (a kind of perfume). The man asked (the Prophet (ﷺ) ), 'What do you order me to perform \nin my `Umra?' So, Allah inspired the Prophet (ﷺ) divinely and he was screened by a place of cloth. I \nwished to see the Prophet (ﷺ) being divinely inspired. `Umar said to me, 'Come! Will you be pleased to \nlook at the Prophet (ﷺ) while Allah is inspiring him?' I replied in the affirmative. `Umar lifted one corner \nof the cloth and I looked at the Prophet (ﷺ) who was snoring. (The sub-narrator thought that he said: The \nsnoring was like that of a camel). When that state was over, the Prophet (ﷺ) asked, \"Where is the \nquestioner who asked about `Umra? Put off your cloak and wash away the traces of Khaluq from your \nbody and clean the Sufra (yellow color) and perform in your Umra what you perform in your Hajj (i.e. \nthe Tawaf round the Ka`ba and the Sa`i between Safa and Marwa). \"",
    "explication": "‏ ‏قَوْله : ( كَيْف تَأْمُرنِي أَنْ أَصْنَع فِي عُمْرَتِي , فَأَنْزَلَ اللَّه عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏لَمْ أَقِف فِي شَيْء مِنْ الرِّوَايَات عَلَى بَيَان الْمُنَزَّل حِينَئِذٍ مِنْ الْقُرْآن , وَقَدْ اِسْتَدَلَّ بِهِ جَمَاعَة مِنْ الْعُلَمَاء عَلَى أَنَّ مِنْ الْوَحْي مَا لَا يُتْلَى , لَكِنْ وَقَعَ عِنْدَ الطَّبَرَانِيِّ فِي \" الْأَوْسَط \" مِنْ طَرِيق أُخْرَى أَنَّ الْمُنَزَّل حِينَئِذٍ قَوْله تَعَالَى. ( وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ ) وَوَجْه الدَّلَالَة مِنْهُ عَلَى الْمَطْلُوب عُمُوم الْأَمْر بِالْإِتْمَامِ , فَإِنَّهُ يَتَنَاوَل الْهَيْئَاتِ وَالصِّفَات وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( وَأَنْقِ الصُّفْرَة ) ‏ ‏بِفَتْحِ الْهَمْزَة وَسُكُون النُّون , وَوَقَعَ لِلْمُسْتَمْلِي هُنَا بِهَمْزَةِ وَصْل وَمُثَنَّاة مُشَدَّدَة مِنْ التَّقْوَى , قَالَ صَاحِب \" الْمَطَالِع \" وَهِيَ أَوْجَه وَإِنْ رَجَعَا إِلَى مَعْنًى وَاحِد. وَوَقَعَ لِابْنِ السَّكَن \" اِغْسِلْ أَثَر الْخَارِق وَأَثَر الصُّفْرَة \" وَالْأَوَّل هُوَ الْمَشْهُور. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1790",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّهُ قَالَ قُلْتُ لِعَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّ أَرَأَيْتِ قَوْلَ اللَّهِ تَبَارَكَ وَتَعَالَى ‏{‏إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا‏}‏ فَلاَ أُرَى عَلَى أَحَدٍ شَيْئًا أَنْ لاَ يَطَّوَّفَ بِهِمَا‏.‏ فَقَالَتْ عَائِشَةُ كَلاَّ، لَوْ كَانَتْ كَمَا تَقُولُ كَانَتْ فَلاَ جُنَاحَ عَلَيْهِ أَنْ لاَ يَطَّوَّفَ بِهِمَا‏.‏ إِنَّمَا أُنْزِلَتْ هَذِهِ الآيَةُ فِي الأَنْصَارِ كَانُوا يُهِلُّونَ لِمَنَاةَ، وَكَانَتْ مَنَاةُ حَذْوَ قُدَيْدٍ، وَكَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ، فَلَمَّا جَاءَ الإِسْلاَمُ سَأَلُوا رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ، فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا‏}‏‏.‏ زَادَ سُفْيَانُ وَأَبُو مُعَاوِيَةَ عَنْ هِشَامٍ مَا أَتَمَّ اللَّهُ حَجَّ امْرِئٍ وَلاَ عُمْرَتَهُ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ‏.‏",
    "english_text": "While I was a youngster, I asked `Aisha the wife of the Prophet. \"What about the meaning of the \nStatement of Allah; \n\"Verily! (the mountains) As-Safa and Al Marwa, are among the symbols of Allah. So, it is not \nharmful if those who perform Hajj or `Umra of the House (Ka`ba at Mecca) to perform the going \n(Tawaf) between them? (2.158) I understand (from that) that there is no harm if somebody does not \nperform the Tawaf between them.\" `Aisha replied, \"No, for if it were as you are saying, then the \nrecitation would have been like this: 'It is not harmful not to perform Tawaf between them.' This verse \nwas revealed in connection with the Ansar who used to assume the Ihram for the idol Manat which \nwas put beside a place called Qudaid and those people thought it not right to perform the Tawaf of As- \nSafa and Al-Marwa. When Islam came, they asked Allah's Messenger (ﷺ) about that, and Allah revealed:-- \n\"Verily! (the mountains) As-Safa and Al-Marwa Are among the symbols of Allah. So, it is not \nharmful of those who perform Hajj or `Umra of the House (Ka`ba at Mecca) to perform the going \n(Tawaf) between them.\" (2.158) Sufyan and Abu Muawiya added from Hisham (from `Aisha): \"The \nHajj or `Umra of the person who does not perform the going (Tawaf) between As-Safa and Al-Marwa \nis incomplete in Allah's sight.",
    "explication": "الْحَدِيث مُطَابِق لِمَا تُرْجِْم لَهُ مِنْ جِهَة التَّرْجِيل , وَأُلْحِقَ بِهِ الْغَسْل قِيَاسًا , أَوْ إِشَارَة إِلَى الطَّرِيق الْآتِيَة فِي بَاب مُبَاشَرَة الْحَائِض فَإِنَّهَا صَرِيحَة فِي ذَلِكَ , وَهُوَ دَالّ عَلَى أَنَّ ذَات الْحَائِض طَاهِرَة , وَعَلَى أَنَّ حَيْضهَا لَا يَمْنَع مُلَامَسَتهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1791",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، عَنْ إِسْمَاعِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاعْتَمَرْنَا مَعَهُ فَلَمَّا دَخَلَ مَكَّةَ طَافَ وَطُفْنَا مَعَهُ، وَأَتَى الصَّفَا وَالْمَرْوَةَ وَأَتَيْنَاهَا مَعَهُ، وَكُنَّا نَسْتُرُهُ مِنْ أَهْلِ مَكَّةَ أَنْ يَرْمِيَهُ أَحَدٌ‏.‏ فَقَالَ لَهُ صَاحِبٌ لِي أَكَانَ دَخَلَ الْكَعْبَةَ قَالَ لاَ‏.‏ قَالَ فَحَدِّثْنَا مَا، قَالَ لِخَدِيجَةَ‏.‏ قَالَ ‏\n\"‏ بَشِّرُوا خَدِيجَةَ بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ لاَ صَخَبَ فِيهِ وَلاَ نَصَبَ ‏\"‏‏.‏",
    "english_text": "`Abdullah bin Abu `Aufa said: \"Allah's Messenger (ﷺ) performed `Umra and we too performed `Umra along \nwith him. When he entered Mecca he performed the Tawaf (of Ka`ba) and we too performed it along \nwith him, and then he came to the As-Safa and Al-Marwa (i.e. performed the Sai) and we also came to \nthem along with him. We were shielding him from the people of Mecca lest they may hit him with an \narrow.\" A friend of his asked him (i.e. `Abdullah bin `Aufa), \"Did the Prophet (ﷺ) enter the Ka`ba (during \nthat `Umra)?\" He replied in the negative. Then he said, \"What did he (the Prophet (ﷺ) ) say about \nKhadija?\" He (Abdullah bin `Aufa) said, \"(He said) 'Give Khadija the good tidings that she will have a \npalace made of Qasab in Paradise and there will be neither noise nor any trouble in it.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم عَنْ جَرِير ) ‏ ‏إِسْحَاق هُوَ اِبْن رَاهْوَيْهِ , وَقَدْ أَوْرَدَهُ فِي مُسْنَده بِلَفْظِ \" أَخْبَرَنَا جَرِير \" وَهُوَ اِبْن عَبْد الْحَمِيد وَإِسْمَاعِيل هُوَ اِبْن أَبِي خَالِد. وَسَيَأْتِي الْكَلَام عَلَى حَدِيث عَبْد اللَّه اِبْن أَبِي أَوْفَى فِي الْمَغَازِي وَعَلَى مَا يَتَعَلَّق بِخَدِيجَة فِي مَنَاقِبهَا إِنْ شَاءَ اللَّه تَعَالَى , وَتَقَدَّمَ الْكَلَام عَلَى قَوْله \" أَدَخَلَ الْكَعْبَة \" فِي \" بَاب مَنْ لَمْ يَدْخُل الْكَعْبَة فِي أَثْنَاء الْحَجّ \" وَقَوْله \" لَا \" فِي جَوَاب \" أَدَخَلَ الْكَعْبَة \" مَعْنَاهُ أَنَّهُ لَمْ يَدْخُلهَا فِي تِلْكَ الْعُمْرَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1793",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ سَأَلْنَا ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنْ رَجُلٍ، طَافَ بِالْبَيْتِ فِي عُمْرَةٍ، وَلَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ، أَيَأْتِي امْرَأَتَهُ فَقَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم فَطَافَ بِالْبَيْتِ سَبْعًا، وَصَلَّى خَلْفَ الْمَقَامِ رَكْعَتَيْنِ، وَطَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ سَبْعًا، وَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ‏.‏ قَالَ وَسَأَلْنَا جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ فَقَالَ لاَ يَقْرَبَنَّهَا حَتَّى يَطُوفَ بَيْنَ الصَّفَا وَالْمَرْوَةِ‏.‏",
    "english_text": "We asked Ibn `Umar whether a man who had performed the Tawaf of the Ka`ba but had not \nperformed the Tawaf between As-Safa and Al-Marwa yet, was permitted to have sexual relation with \nhis wife. He replied, \"The Prophet (ﷺ) arrived (at Mecca) and circumambulated the Ka`ba seven times and \nthen offered a two rak`at prayer behind Maqam-lbrahim and then performed the going (Tawaf) \nbetween As-Safa and Al-Marwa (seven times) (and verily, in Allah's Messenger (ﷺ) you have a good \nexample.\" And we asked Jabir bin `Abdullah (the same question) and he replied, \"He should not go \nnear her till he has finished the going (Tawaf) between As-Safa and Al-Marwa.\"",
    "explication": "‏ ‏قَوْله : ( طَافَ بِالْبَيْتِ لِلْعُمْرَةِ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَمَوِيّ \" طَافَ بِالْبَيْتِ لِعُمْرَةٍ \" بِحَذْفِ اللَّام مِنْ قَوْله \" لِلْعُمْرَةِ \" وَلَا بُدّ مِنْ تَقْدِيرهَا لِيَصِحّ الْكَلَام. ‏ ‏قَوْله : ( أَيَأْتِي اِمْرَأَته ) ‏ ‏أَيْ هَلْ حَلَّ مِنْ إِحْرَامه حَتَّى يَجُوز لَهُ الْجِمَاع وَغَيْره مِنْ مُحَرَّمَات الْإِحْرَام ؟ وَخَصَّ إِتْيَان الْمَرْأَة بِالذِّكْرِ ; لِأَنَّهُ أَعْظَم الْمُحَرَّمَات فِي الْإِحْرَام , وَأَجَابَهُمْ اِبْن عُمَر بِالْإِشَارَةِ إِلَى وُجُوب اِتِّبَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا سِيَّمَا فِي أَمْر الْمَنَاسِك , لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُذُوا عَنِّي مَنَاسِككُمْ \" وَأَجَابَهُمْ جَابِر بِصَرِيحِ النَّهْي , وَعَلَيْهِ أَكْثَر الْفُقَهَاء , وَخَالَفَ فِيهِ اِبْن عَبَّاس فَأَجَازَ لِلْمُعْتَمِرِ التَّحَلُّل بَعْد الطَّوَاف وَقَبْل السَّعْي , وَسَيَأْتِي بَسْط ذَلِكَ فِي مَوْضِعه مِنْ كِتَاب الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. وَالْمُنَاسِب لِلتَّرْجَمَةِ مِنْ هَذَا الْحَدِيث قَوْله \" وَصَلَّى خَلْف الْمَقَام رَكْعَتَيْنِ \" وَقَدْ يُشْعِر بِحَمْلِ الْأَمْر فِي قَوْله \" وَاِتَّخِذُوا \" عَلَى تَخْصِيص ذَلِكَ بِرَكْعَتَيْ الطَّوَاف , وَقَدْ ذَهَبَ جَمَاعَة إِلَى وُجُوب ذَلِكَ خَلْف الْمَقَام كَمَا سَيَأْتِي فِي مَكَانه فِي الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1795",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ ـ رضى الله عنه ـ قَالَ قَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم بِالْبَطْحَاءِ وَهُوَ مُنِيخٌ فَقَالَ ‏\"‏ أَحَجَجْتَ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ بِمَا أَهْلَلْتَ ‏\"‏‏.‏ قُلْتُ لَبَّيْكَ بِإِهْلاَلٍ كَإِهْلاَلِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ أَحْسَنْتَ‏.‏ طُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَحِلَّ ‏\"‏‏.‏ فَطُفْتُ بِالْبَيْتِ، وَبِالصَّفَا وَالْمَرْوَةِ، ثُمَّ أَتَيْتُ امْرَأَةً مِنْ قَيْسٍ، فَفَلَتْ رَأْسِي، ثُمَّ أَهْلَلْتُ بِالْحَجِّ‏.‏ فَكُنْتُ أُفْتِي بِهِ، حَتَّى كَانَ فِي خِلاَفَةِ عُمَرَ فَقَالَ إِنْ أَخَذْنَا بِكِتَابِ اللَّهِ فَإِنَّهُ يَأْمُرُنَا بِالتَّمَامِ، وَإِنْ أَخَذْنَا بِقَوْلِ النَّبِيِّ صلى الله عليه وسلم فَإِنَّهُ لَمْ يَحِلَّ حَتَّى يَبْلُغَ الْهَدْىُ مَحِلَّهُ‏.‏",
    "english_text": "I came to the Prophet (ﷺ) at Al-Batha' while his camel was kneeling down and he asked me, \"Have you \nintended to perform the Hajj?\" I replied in the affirmative. He asked me, 'With what intention have \nyou assumed Ihram?\" I replied, \"I have assumed Ihram with the same intention as that of the Prophet. \nHe said, \"You have done well. Perform the Tawaf of the Ka`ba and (the Sai) between As-Safa and Al- \nMarwa and then finish the Ihram.\" So, I performed the Tawaf around the Ka`ba and the Sai) between \nAs-Safa and Al-Marwa and then went to a woman of the tribe of Qais who cleaned my head from lice. \nLater I assumed the Ihram for Hajj. I used to give the verdict of doing the same till the caliphate of \n`Umar who said, \"If you follow the Holy Book then it orders you to remain in the state of Ihram till \nyou finish from Hajj, if you follow the Prophet (ﷺ) then he did not finish his Ihram till the Hadi (sacrifice) \nhad reached its place of slaughtering (Hajj-al-Qiran).",
    "explication": "حَدِيث أَبِي مُوسَى \" قَدِمْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَرَنِي بِالْحِلِّ \" هَكَذَا أَوْرَدَهُ مُخْتَصَرًا. وَقَدْ تَقَدَّمَ تَامًّا مَشْرُوحًا قَبْلَ بِبَابٍ. وَوَقَعَ لِلْكُشْمِيهَنِيّ \" فَأَمَرَهُ بِالْحِلِّ \" عَلَى الِالْتِفَات. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1796",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، عَنْ أَبِي الأَسْوَدِ، أَنَّ عَبْدَ اللَّهِ، مَوْلَى أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ حَدَّثَهُ أَنَّهُ، كَانَ يَسْمَعُ أَسْمَاءَ تَقُولُ كُلَّمَا مَرَّتْ بِالْحَجُونِ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ لَقَدْ نَزَلْنَا مَعَهُ هَا هُنَا، وَنَحْنُ يَوْمَئِذٍ خِفَافٌ، قَلِيلٌ ظَهْرُنَا، قَلِيلَةٌ أَزْوَادُنَا، فَاعْتَمَرْتُ أَنَا وَأُخْتِي عَائِشَةُ وَالزُّبَيْرُ وَفُلاَنٌ وَفُلاَنٌ، فَلَمَّا مَسَحْنَا الْبَيْتَ أَحْلَلْنَا، ثُمَّ أَهْلَلْنَا مِنَ الْعَشِيِّ بِالْحَجِّ‏.‏",
    "english_text": "`Abdullah the slave of Asma bint Abu Bakr, told me that he used to hear Asma', whenever she passed \nby Al-Hajun, saying, \"May Allah bless His Apostle Muhammad. Once we dismounted here with him, \nand at that time we were traveling with light luggage; we had a few riding animals and a little food \nration. I, my sister, `Aisha, Az-Zubair and such and such persons performed `Umra, and when we had \npassed our hands over the Ka`ba (i.e. performed Tawaf round the Ka`ba and between As-Safa and Al- \nMarwa) we finished our lhram. Later on we assumed Ihram for Hajj the same evening.\"",
    "explication": "حَدِيث أَسْمَاء بِنْت أَبِي بَكْر : ‏ ‏قَوْله : ( حَدَّثَنَا أَحْمَد ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب وَفِي رِوَايَة كَرِيمَة \" حَدَّثَنَا أَحْمَد بْن عِيسَى \" وَفِي رِوَايَة أَبِي ذَرّ \" حَدَّثَنَا أَحْمَد بْن صَالِح \" وَقَدْ أَخْرَجَهُ مُسْلِم عَنْ أَحْمَد بْن عِيسَى عَنْ اِبْن وَهْب. ‏ ‏قَوْله : ( أَخْبَرَنَا عَمْرو ) ‏ ‏هُوَ اِبْن الْحَارِث , وَعَبْد اللَّه مَوْلَى أَسْمَاء تَقَدَّمَ لَهُ حَدِيث عَنْهَا غَيْر هَذَا فِي \" بَاب مَنْ قَدَّمَ ضَعَفَة أَهْله \" وَلَيْسَ لَهُ عِنْده غَيْرهمَا. وَهَذَا الْإِسْنَاد نِصْفه مِصْرِيُّونَ وَنِصْفه مَدَنِيُّونَ. ‏ ‏قَوْله : ( بِالْحَجُونِ ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَضَمّ الْجِيم الْخَفِيفَة : جَبَل مَعْرُوف بِمَكَّة , وَقَدْ تَكَرَّرَ ذِكْره فِي الْأَشْعَار , وَعِنْده الْمَقْبَرَة الْمَعْرُوفَة بِالْمُعَلَّى عَلَى يَسَار الدَّاخِل إِلَى مَكَّة وَيَمِين الْخَارِج مِنْهَا إِلَى مِنًى , وَهَذَا الَّذِي ذَكَرنَا مُحَصَّل مَا قَالَهُ الْأَزْرَقِيّ وَالْفَاكِهِيّ وَغَيْرهمَا مِنْ الْعُلَمَاء , وَأَغْرَبَ السُّهَيْلِيّ فَقَالَ : الْحَجُونَ عَلَى فَرْسَخ وَثُلُث مِنْ مَكَّة , وَهُوَ غَلَط وَاضِح , فَقَدْ قَالَ أَبُو عُبَيْد الْبَكْرِيّ : الْحَجُونَ الْجَبَل الْمُشْرِف بِحِذَاءِ الْمَسْجِد الَّذِي يَلِي شِعْب الْجَرَّارِينَ , وَقَالَ أَبُو عَلِيّ الْقَالِي : الْحَجُونَ ثَنِيَّة الْمَدَنِيِّينَ - أَيْ مَنْ يَقْدَم مِنْ الْمَدِينَة - وَهِيَ - مَقْبَرَة أَهْل مَكَّة عِنْد شِعْب الْجَرَّارِينَ اِنْتَهَى. وَيَدُلّ عَلَى غَلَط السُّهَيْلِيّ قَوْل الشَّاعِر : ‏ ‏سَنَبْكِيك مَا أَرْسَى ثَبِير مَكَانه ‏ ‏وَمَا دَامَ جَارًا لِلْحَجُونِ الْمُحَصَّب ‏ ‏وَقَدْ تَقَدَّمَ ذِكْر الْمُحَصَّب وَحْده وَأَنَّهُ خَارِج مَكَّة , وَرَوَى الْوَاقِدِيّ عَنْ أَشْيَاخه أَنَّ قُصَيّ بْن كِلَاب لَمَّا مَاتَ دُفِنَ بِالْحَجُونِ فَتَدَافَنَ النَّاس بَعْده , وَأَنْشَدَ الزُّبَيْر لِبَعْضِ أَهْل مَكَّة : ‏ ‏كَمْ بِالْحَجُونِ وَبَيْنه مِنْ سَيِّد ‏ ‏بِالشِّعْبِ بَيْن دَكَادِك وَأَكَام ‏ ‏وَالْجَرَّارِينَ الَّتِي تَقَدَّمَ جَمْع جَرَّار بِجِيمٍ وَرَاء ثَقِيلَة ذَكَرهَا الرَّضِي الشَّاطِبِي وَكَتَبَ عَلَى الرَّاء صَحَّ صَحَّ , وَذَكَر الْأَزْرَقِيّ أَنَّهُ شِعْب أَبِي دُبّ رَجُل مِنْ بَنِي عَامِر. قُلْت : وَقَدْ جُهِلَ هَذَا الشِّعْب الْآن إِلَّا أَنَّ بَيْن سُور مَكَّة الْآن وَبَيْن الْجَبَل الْمَذْكُور مَكَان يُشْبِه الشِّعْب فَلَعَلَّهُ هُوَ. ‏ ‏قَوْله : ( وَنَحْنُ يَوْمئِذٍ خِفَاف ) ‏ ‏زَادَ مُسْلِم فِي رِوَايَته خِفَاف الْحَقَائِب , وَالْحَقَائِب جَمْع حَقِيبَة بِفَتْحِ الْمُهْمَلَة وَبِالْقَافِ وَبِالْمُوَحَّدَةِ وَهِيَ مَا اِحْتَقَبَهُ الرَّاكِب خَلْفه مِنْ حَوَائِجه فِي مَوْضِع الرَّدِيف. ‏ ‏قَوْله : ( فَاعْتَمَرْت أَنَا وَأُخْتِي ) ‏ ‏أَيْ بَعْد أَنْ فَسَخُوا الْحَجّ إِلَى الْعُمْرَة , فَفِي رِوَايَة صَفِيَّة بِنْت شَيْبَة عَنْ أَسْمَاء \" قَدِمْنَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُهِلِّينَ بِالْحَجِّ فَقَالَ : مَنْ كَانَ مَعَهُ هَدْي فَلْيُقِمْ عَلَى إِحْرَامه , وَمَنْ لَمْ يَكُنْ مِنْهُ هَدْي فَلْيَحِلَّ , فَلَمْ يَكُنْ مَعِي هَدْي فَأَحْلَلْت , وَكَانَ مَعَ الزُّبَيْر هَدْي فَلَمْ يَحِلّ \" اِنْتَهَى. وَهَذَا مُغَايِر لِذِكْرِهَا الزُّبَيْر مَعَ مَنْ أَحَلَّ فِي رِوَايَة عَبْد اللَّه مَوْلَى أَسْمَاء , فَإِنَّ قَضِيَّة رِوَايَة صَفِيَّة عَنْ أَسْمَاء أَنَّهُ لَمْ يَحِلّ لِكَوْنِهِ مِمَّنْ سَاقَ الْهَدْي , فَإِنْ جُمِعَ بَيْنهمَا بِأَنَّ الْقِصَّة الْمَذْكُورَة وَقَعَتْ لَهَا مَعَ الزُّبَيْر فِي غَيْر حَجَّة الْوَدَاع - كَمَا أَشَارَ إِلَيْهِ النَّوَوِيّ عَلَى بُعْده - وَإِلَّا فَقَدْ رَجَحَ عِنْد الْبُخَارِيّ رِوَايَة عَبْد اللَّه مَوْلَى أَسْمَاء فَاقْتَصَرَ عَلَى إِخْرَاجهَا دُون رِوَايَة صَفِيَّة بِنْت شَيْبَة , وَأَخْرَجَهُمَا مُسْلِم مَعَ مَا فِيهِمَا مِنْ الِاخْتِلَاف. وَيُقَوِّي صَنِيع الْبُخَارِيّ مَا تَقَدَّمَ فِي \" بَاب الطَّوَاف عَلَى وُضُوء \" مِنْ طَرِيق مُحَمَّد بْن عَبْد الرَّحْمَن وَهُوَ أَبُو الْأَسْوَد الْمَذْكُور فِي هَذَا الْإِسْنَاد قَالَ : سَأَلْت عُرْوَة بْن الزُّبَيْر. فَذَكَر حَدِيثًا وَفِي آخِره \" وَقَدْ أَخْبَرَتْنِي أُمِّي أَنَّهَا أَهَلَّتْ هِيَ وَأُخْتهَا وَالزُّبَيْر وَفُلَان وَفُلَان بِعُمْرَة , فَلَمَّا مَسَحُوا الرُّكْن حَلُّوا \" وَالْقَائِل \" أَخْبَرَتْنِي \" عُرْوَة الْمَذْكُور , وَأُمّه هِيَ أَسْمَاء بِنْت أَبِي بَكْر , وَهَذَا مُوَافِق لِرِوَايَةِ عَبْد اللَّه مَوْلَى أَسْمَاء عَنْهَا. وَفِيهِ إِشْكَال آخَر وَهُوَ ذِكْرهَا لِعَائِشَة فِيمَنْ طَافَهُ وَالْوَاقِع أَنَّهَا كَانَتْ حِينَئِذٍ حَائِضًا , وَكُنْت أَوَّلْته هُنَاكَ عَلَى أَنَّ الْمُرَاد أَنَّ تِلْكَ الْعُمْرَة كَانَتْ فِي وَقْت آخَر بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لَكِنَّ سِيَاق رِوَايَة هَذَا الْبَاب تَأْبَاهُ , فَإِنَّهُ ظَاهِر فِي أَنَّ الْمَقْصُود الْعُمْرَة الَّتِي وَقَعَتْ لَهُمْ فِي حَجَّة الْوَدَاع , وَالْقَوْل فِيمَا وَقَعَ مِنْ ذَلِكَ فِي حَقّ الزُّبَيْر كَالْقَوْلِ فِي حَقّ عَائِشَة سَوَاء , وَقَدْ قَالَ عِيَاض فِي الْكَلَام عَلَيْهِ : لَيْسَ هُوَ عَلَى عُمُومه , فَإِنَّ الْمُرَاد مَنْ عَدَا عَائِشَة , لِأَنَّ الطُّرُق الصَّحِيحَة فِيهَا أَنَّهَا حَاضَتْ فَلَمْ تَطُفْ بِالْبَيْتِ وَلَا تَحَلَّلَتْ مِنْ عُمْرَتهَا. قَالَ : وَقِيلَ لَعَلَّ عَائِشَة أَشَارَتْ إِلَى عُمْرَتهَا الَّتِي فَعَلَتْهَا مِنْ التَّنْعِيم , ثُمَّ حَكَى التَّأْوِيل السَّابِق وَأَنَّهَا أَرَادَتْ عُمْرَة أُخْرَى فِي غَيْر الَّتِي فِي حَجَّة الْوَدَاع , وَخَطَّأَهُ وَلَمْ يُعَرِّج عَلَى مَا يَتَعَلَّق بِالزُّبَيْرِ مِنْ ذَلِكَ. ‏ ‏قَوْله : ( وَفُلَان وَفُلَان ) ‏ ‏كَأَنَّهَا سَمَّتْ بَعْض مَنْ عَرَفَتْهُ مِمَّنْ لَمْ يَسُقْ الْهَدْي , وَلَمْ أَقِف عَلَى تَعْيِينهمْ , فَقَدْ تَقَدَّمَ مِنْ حَدِيث عَائِشَة أَنَّ أَكْثَر الصَّحَابَة كَانُوا كَذَلِكَ. ‏ ‏قَوْله : ( فَلَمَّا مَسَحْنَا الْبَيْت ) ‏ ‏أَيْ طُفْنَا بِالْبَيْتِ فَاسْتَلَمْنَا الرُّكْن , وَقَدْ تَقَدَّمَ فِي \" بَاب الطَّوَاف عَلَى غَيْر وُضُوء \" مِنْ حَدِيث عَائِشَة بِلَفْظِ \" مَسَحْنَا الرُّكْن \" وَسَاغَ هَذَا الْمَجَاز لِأَنَّ كُلّ مَنْ طَافَ بِالْبَيْتِ يَمْسَح الرُّكْن فَصَارَ يُطْلَق عَلَى الطَّوَاف كَمَا قَالَ عُمَر بْن أَبَى رَبِيعَة : ‏ ‏وَلَمَّا قَضَيْنَا مِنْ مِنًى كُلّ حَاجَة ‏ ‏وَمَسَّحَ بِالْأَرْكَانِ مَنْ هُوَ مَاسِح ‏ ‏أَيْ طَافَ مَنْ هُوَ طَائِف , قَالَ عِيَاض : وَيُحْتَمَل أَنْ يَكُون مَعْنَى مَسَحُوا طَافُوا وَسَعَوْا , وَحَذَفَ السَّعْي اِخْتِصَارًا لَمَّا كَانَ مَنُوطًا بِالطَّوَافِ , قَالَ : وَلَا حُجَّة فِي هَذَا الْحَدِيث لِمَنْ لَمْ يُوجِب السَّعْي لِأَنَّ أَسْمَاء أَخْبَرَتْ أَنَّ ذَلِكَ كَانَ فِي حَجَّة الْوَدَاعِ, وَقَدْ جَاءَ مُفَسَّرًا مِنْ طُرُق أُخْرَى صَحِيحَة أَنَّهُمْ طَافُوا مَعَهُ وَسَعَوْا فَيُحْمَل مَا أُجْمِلَ عَلَى مَا بُيِّنَ وَاللَّه أَعْلَم , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْحَلْق أَوْ التَّقْصِير اِسْتِبَاحَة مَحْظُور لِقَوْلِهَا إِنَّهُمْ أَحَلُّوا بَعْد الطَّوَاف , وَلَمْ يُذْكَر الْحَلْق. وَأَجَابَ مَنْ قَالَ بِأَنَّهُ نُسُك بِأَنَّهَا سَكَتَتْ عَنْهُ وَلَا يَلْزَم مِنْ ذَلِكَ تَرْك فِعْله , فَإِنَّ الْقِصَّة وَاحِدَة. وَقَدْ ثَبَتَ الْأَمْر بِالتَّقْصِيرِ فِي عِدَّة أَحَادِيث مِنْهَا حَدِيث جَابِر الْمُصَدَّر بِذِكْرِهِ. وَاخْتَلَفُوا فِيمَنْ جَامَعَ قَبْل أَنْ يُقَصِّر بَعْد أَنْ طَافَ وَسَعَى فَقَالَ الْأَكْثَر : عَلَيْهِ الْهَدْي , وَقَالَ عَطَاء : لَا شَيْء عَلَيْهِ , وَقَالَ الشَّافِعِيّ : تَفْسُد عُمْرَته وَعَلَيْهِ الْمُضِيّ فِي فَاسِدهَا وَقَضَاؤُهَا. وَاسْتَدَلَّ بِهِ الطَّبَرِيُّ عَلَى أَنَّ مَنْ تَرَكَ التَّقْصِير حَتَّى يَخْرُج مِنْ الْحَرَم لَا شَيْء عَلَيْهِ , بِخِلَافِ مَنْ قَالَ عَلَيْهِ دَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1797",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا قَفَلَ مِنْ غَزْوٍ أَوْ حَجٍّ أَوْ عُمْرَةٍ يُكَبِّرُ عَلَى كُلِّ شَرَفٍ مِنَ الأَرْضِ ثَلاَثَ تَكْبِيرَاتٍ، ثُمَّ يَقُولُ ‏\n\"‏ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، آيِبُونَ تَائِبُونَ عَابِدُونَ سَاجِدُونَ لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الأَحْزَابَ وَحْدَهُ ‏\"‏‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) returned from a Ghazwa, Hajj or `Umra, he used to say Takbir thrice at \nevery elevation of the ground and then would say, \"None has the right to be worshipped but Allah; He \nis One and has no partner. All the kingdoms is for Him, and all the praises are for Him, and He is \nOmnipotent. We are returning with repentance, worshipping, prostrating, and praising our Lord. He \nhas kept up His promise and made His slave victorious, and He Alone defeated all the clans of (nonbelievers).",
    "explication": "حَدِيث نَافِع عَنْ اِبْن عُمَر أَخْرَجَهُ مِنْ حَدِيث مَالِك عَنْهُ بِلَفْظِ ‏ ‏\" إِذَا جَاءَ أَحَدكُمْ الْجُمُعَة فَلْيَغْتَسِلْ \" ‏ ‏وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ مَالِك أَنَّ نَافِعًا حَدَّثَهُمْ فَذَكَرَهُ , أَخْرَجَهُ الْبَيْهَقِيُّ , وَالْفَاء لِلتَّعْقِيبِ , وَظَاهِره أَنَّ الْغُسْل يَعْقُب الْمَجِيء , وَلَيْسَ ذَلِكَ الْمُرَاد وَإِنَّمَا التَّقْدِير إِذَا أَرَادَ أَحَدكُمْ , وَقَدْ جَاءَ مُصَرَّحًا بِهِ فِي رِوَايَة اللَّيْث عَنْ نَافِع عِنْد مُسْلِم وَلَفْظه \" إِذَا أَرَادَ أَحَدكُمْ أَنْ يَأْتِي الْجُمُعَة فَلْيَغْتَسِلْ \" وَنَظِير ذَلِكَ قَوْلُهُ تَعَالَى ( إِذَا نَاجَيْتُمْ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) فَإِنَّ الْمَعْنَى إِذَا أَرَدْتُمْ الْمُنَاجَاة بِلَا خِلَاف. وَيُقَوِّي رِوَايَة اللَّيْث حَدِيثُ أَبِي هُرَيْرَة الْآتِي قَرِيبًا بِلَفْظِ \" مَنْ اِغْتَسَلَ يَوْم الْجُمُعَة ثُمَّ رَاحَ \" فَهُوَ صَرِيح فِي تَأْخِير الرَّوَاح عَنْ الْغُسْل , وَعُرِفَ بِهَذَا فَسَاد قَوْل مَنْ حَمَلَهُ عَلَى ظَاهِره وَاحْتُجَّ بِهِ عَلَى أَنَّ الْغُسْل لِلْيَوْمِ لَا لِلصَّلَاةِ , لِأَنَّ الْحَدِيث وَاحِد وَمُخَرِّجه وَاحِد , وَقَدْ بَيَّنَ اللَّيْث فِي رِوَايَته الْمُرَاد , وَقَوَّاهُ حَدِيث أَبِي هُرَيْرَة , وَرِوَايَة نَافِع عَنْ اِبْنِ عُمَر لِهَذَا الْحَدِيث مَشْهُورَة جِدًّا فَقَدْ اِعْتَنَى بِتَخْرِيجِ طُرُقه أَبُو عَوَانَة فِي صَحِيحه فَسَاقَهُ مِنْ طَرِيق سَبْعِينَ نَفْسًا رَوَوْهُ عَنْ نَافِع , وَقَدْ تَتَبَّعْت مَا فَاتَهُ وَجَمَعْت مَا وَقَعَ لِي مِنْ طُرُقه فِي جُزْء مُفْرَد لِغَرَضٍ اِقْتَضَى ذَلِكَ فَبَلَغَتْ أَسْمَاء مَنْ رَوَاهُ عَنْ نَافِع مِائَةً وَعِشْرِينَ نَفْسًا , فَمَا يُسْتَفَاد مِنْهُ هُنَا ذِكْر سَبَب الْحَدِيث , فَفِي رِوَايَة إِسْمَاعِيل بْن أُمَيَّة عَنْ نَافِع عِنْد أَبِي عَوَانَة وَقَاسِم بْن أَصْبَغَ \" كَانَ النَّاس يَغْدُونَ فِي أَعْمَالهمْ , فَإِذَا كَانَتْ الْجُمُعَة جَاءُوا وَعَلَيْهِمْ ثِيَاب مُتَغَيِّرَة , فَشَكَوْا ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَنْ جَاءَ مِنْكُمْ الْجُمُعَة فَلْيَغْتَسِلْ \" وَمِنْهَا ذِكْر مَحَلّ الْقَوْل , فَفِي رِوَايَة الْحَكَم بْن عُتَيْبَة عَنْ نَافِع عَنْ اِبْن عُمَر \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَعْوَاد هَذَا الْمِنْبَر بِالْمَدِينَةِ يَقُول \" أَخْرَجَهُ يَعْقُوب الْجَصَّاص فِي فَوَائِده مِنْ رِوَايَة الْيَسَع بْن قَيْس عَنْ الْحَكَم , وَطَرِيق الْحَكَم عِنْد النَّسَائِيِّ وَغَيْره مِنْ رِوَايَة شُعْبَة عَنْهُ بِدُونِ هَذَا السِّيَاق بِلَفْظِ حَدِيث الْبَاب إِلَّا قَوْلَهُ \" جَاءَ \" فَعِنْده \" رَاحَ \" وَكَذَا رَوَاهُ النَّسَائِيُّ مِنْ رِوَايَة إِبْرَاهِيم بْن طَهْمَانَ عَنْ أَيُّوب وَمَنْصُور وَمَالِك ثَلَاثَتهمْ عَنْ نَافِع , وَمِنْهَا مَا يَدُلّ عَلَى تَكْرَار ذَلِكَ فَفِي رِوَايَة صَخْر بْن جُوَيْرِيَةَ عَنْ نَافِع عِنْد أَبِي مُسْلِم الْكَجِّيّ بِلَفْظِ \" كَانَ إِذَا خَطَبَ يَوْم الْجُمُعَة قَالَ \" الْحَدِيث. وَمِنْهَا زِيَادَة فِي الْمَتْن , فَفِي رِوَايَة عُثْمَان بْن وَاقِد عَنْ نَافِع عِنْد أَبِي عَوَانَة وَابْن خُزَيْمَةَ وَابْن حِبَّان فِي صِحَاحهمْ بِلَفْظِ \" مَنْ أَتَى الْجُمُعَة مِنْ الرِّجَال وَالنِّسَاء فَلْيَغْتَسِلْ , وَمَنْ لَمْ يَأْتِهَا فَلَيْسَ عَلَيْهِ غُسْل \" وَرِجَاله ثِقَات , لَكِنْ قَالَ الْبَزَّار : أَخْشَى أَنْ يَكُون عُثْمَان بْن وَاقِد وَهِمَ فِيهِ. وَمِنْهَا زِيَادَة فِي الْمَتْن وَالْإِسْنَاد أَيْضًا , أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْن خُزَيْمَةَ وَابْن حِبَّان وَغَيْرهمْ مِنْ طُرُق عَنْ مُفَضَّل بْن فَضَالَة عَنْ عَيَّاش بْن عَبَّاسٍ الْقِتْبَانِيّ عَنْ بُكَيْر بْن عَبْد اللَّه بْن الْأَشَجّ عَنْ نَافِع عَنْ اِبْنِ عُمَر عَنْ حَفْصَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْجُمُعَة وَاجِبَة عَلَى كُلّ مُحْتَلِم , وَعَلَى مَنْ رَاحَ إِلَى الْجُمُعَة الْغُسْل \" قَالَ الطَّبَرَانِيُّ فِي الْأَوْسَط : لَمْ يَرْوِهِ عَنْ نَافِع بِزِيَادَةِ حَفْصَة إِلَّا بُكَيْر , وَلَا عَنْهُ إِلَّا عَيَّاش تَفَرَّدَ بِهِ مُفَضَّل. قُلْتُ : رُوَاته ثِقَات , فَإِنْ كَانَ مَحْفُوظًا فَهُوَ حَدِيث آخَر وَلَا مَانِع أَنْ يَسْمَعهُ اِبْن عُمَر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْ غَيْره مِنْ الصَّحَابَة , فَسَيَأْتِي فِي ثَانِي أَحَادِيث الْبَاب مِنْ رِوَايَة اِبْن عُمَر عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا سِيَّمَا مَعَ اِخْتِلَاف الْمُتُون , قَالَ اِبْن دَقِيق الْعِيد : فِي الْحَدِيث دَلِيل عَلَى تَعْلِيق الْأَمْر بِالْغُسْلِ بِالْمَجِيءِ إِلَى الْجُمُعَة , وَاسْتُدِلَّ بِهِ لِمَالِكٍ فِي أَنَّهُ يُعْتَبَر أَنْ يَكُون الْغُسْل مُتَّصِلًا بِالذَّهَابِ , وَوَافَقَهُ الْأَوْزَاعِيُّ وَاللَّيْث وَالْجُمْهُور قَالُوا : يُجْزِئ مِنْ بَعْد الْفَجْر , وَيَشْهَد لَهُمْ حَدِيث اِبْن عَبَّاسٍ الْآتِي قَرِيبًا. وَقَالَ الْأَثْرَم : سَمِعْت أَحْمَد سُئِلَ عَمَّنْ اِغْتَسَلَ ثُمَّ أَحْدَثَ هَلْ يَكْفِيه الْوُضُوء ؟ فَقَالَ : نَعَمْ. وَلَمْ أَسْمَع فِيهِ أَعْلَى مِنْ حَدِيث اِبْن أَبْزَى , يُشِير إِلَى مَا أَخْرَجَهُ اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيحٍ عَنْ سَعِيد بْن عَبْد الرَّحْمَن بْن أَبْزَى عَنْ أَبِيهِ وَلَهُ صُحْبَة \" أَنَّهُ كَانَ يَغْتَسِل يَوْم الْجُمُعَة ثُمَّ يُحْدِث فَيَتَوَضَّأ وَلَا يُعِيد الْغُسْل \" وَمُقْتَضَى النَّظَر أَنْ يُقَال : إِذَا عُرِفَ أَنَّ الْحِكْمَة فِي الْأَمْر بِالْغُسْلِ يَوْم الْجُمُعَة وَالتَّنْظِيف رِعَايَة الْحَاضِرِينَ مِنْ التَّأَذِّي بِالرَّائِحَةِ الْكَرِيهَة , فَمَنْ خَشِيَ أَنْ يُصِيبهُ فِي أَثْنَاء النَّهَار مَا يُزِيل تَنْظِيفه اُسْتُحِبَّ لَهُ أَنْ يُؤَخِّر الْغُسْل لِوَقْتِ ذَهَابه , وَلَعَلَّ هَذَا هُوَ الَّذِي لَحَظَهُ مَالِك فَشَرَطَ اِتِّصَال الذَّهَاب بِالْغُسْلِ لِيَحْصُل الْأَمْن مِمَّا يُغَايِر التَّنْظِيف وَاللَّهُ أَعْلَمُ. قَالَ اِبْن دَقِيق الْعِيد : وَلَقَدْ أَبْعَدَ الظَّاهِرِيّ إِبْعَادًا يَكَاد أَنْ يَكُون مَجْزُومًا بِبُطْلَانِهِ حَيْثُ لَمْ يَشْتَرِط تَقَدُّم الْغُسْل عَلَى إِقَامَة صَلَاة الْجُمُعَة حَتَّى لَوْ اِغْتَسَلَ قَبْل الْغُرُوب كَفَى عِنْده تَعَلُّقًا بِإِضَافَةِ الْغُسْل إِلَى الْيَوْم , يَعْنِي كَمَا سَيَأْتِي فِي حَدِيث الْبَاب الثَّالِث , وَقَدْ تَبَيَّنَ مِنْ بَعْض الرِّوَايَات أَنَّ الْغُسْل لِإِزَالَةِ الرَّوَائِح الْكَرِيهَة يَعْنِي كَمَا سَيَأْتِي مِنْ حَدِيث عَائِشَة بَعْد أَبْوَاب , قَالَ : وَفُهِمَ مِنْهُ أَنَّ الْمَقْصُود عَدَم تَأَذِّي الْحَاضِرِينَ وَذَلِكَ لَا يَتَأَتَّى بَعْد إِقَامَة الْجُمُعَة , وَكَذَلِكَ أَقُول لَوْ قَدَّمَهُ بِحَيْثُ لَا يَتَحَصَّل هَذَا الْمَقْصُود لَمْ يُعْتَدّ بِهِ. وَالْمَعْنَى إِذَا كَانَ مَعْلُومًا كَالنَّصِّ قَطْعًا أَوْ ظَنًّا مُقَارِنًا لِلْقَطْعِ فَاتِّبَاعه وَتَعْلِيق الْحُكْم بِهِ أَوْلَى مِنْ اِتِّبَاع مُجَرَّد اللَّفْظ. قُلْتُ : وَقَدْ حَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى أَنَّ مَنْ اِغْتَسَلَ بَعْد الصَّلَاة لَمْ يَغْتَسِل لِلْجُمُعَةِ وَلَا فَعَلَ مَا أُمِرَ بِهِ. وَادَّعَى اِبْن حَزْم أَنَّهُ قَوْل جَمَاعَة مِنْ الصَّحَابَة وَالتَّابِعِينَ وَأَطَالَ فِي تَقْرِير ذَلِكَ بِمَا هُوَ بِصَدَدِ الْمَنْع , وَالرَّدّ يُفْضِي إِلَى التَّطْوِيل بِمَا لَا طَائِل تَحْته , وَلَمْ يُورِد عَنْ أَحَد مِمَّنْ ذَكَرَ التَّصْرِيح بِإِجْزَاءِ الِاغْتِسَال بَعْد صَلَاة الْجُمُعَة , وَإِنَّمَا أَوْرَدَ عَنْهُمْ مَا يَدُلّ عَلَى أَنَّهُ لَا يُشْتَرَط اِتِّصَال الْغُسْل بِالذَّهَابِ إِلَى الْجُمُعَة , فَأَخَذَ هُوَ مِنْهُ أَنَّهُ لَا فَرْق بَيْن مَا قَبْل الزَّوَال أَوْ بَعْده وَالْفَرْق بَيْنهمَا ظَاهِر كَالشَّمْسِ , وَاللَّهُ أَعْلَمُ. وَاسْتُدِلَّ مِنْ مَفْهُوم الْحَدِيث عَلَى أَنَّ الْغُسْل لَا يُشْرَع لِمَنْ لَمْ يَحْضُر الْجُمُعَة , وَقَدْ تَقَدَّمَ التَّصْرِيح بِمُقْتَضَاهُ فِي آخِر رِوَايَة عُثْمَان بْن وَاقِد عَنْ نَافِع , وَهَذَا هُوَ الْأَصَحّ عِنْد الشَّافِعِيَّة , وَبِهِ قَالَ الْجُمْهُور خِلَافًا لِأَكْثَر الْحَنَفِيَّة , وَقَوْلُهُ فِيهِ \" الْجُمُعَة \" الْمُرَاد بِهِ الصَّلَاة أَوْ الْمَكَان الَّذِي تُقَام فِيهِ , وَذَكَرَ الْمَجِيء لِكَوْنِهِ الْغَالِب وَإِلَّا فَالْحُكْم شَامِل لِمَنْ كَانَ مُجَاوِرًا لِلْجَامِعِ أَوْ مُقِيمًا بِهِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْأَمْر لَا يُحْمَل عَلَى الْوُجُوب إِلَّا بِقَرِينَةٍ لِقَوْلِهِ كَانَ يَأْمُرنَا مَعَ أَنَّ الْجُمْهُور حَمَلُوهُ عَلَى النَّدْب كَمَا سَيَأْتِي فِي الْكَلَام عَلَى الْحَدِيث الثَّالِث , وَهَذَا بِخِلَافِ صِيغَة افْعَلْ فَإِنَّهَا عَلَى الْوُجُوب حَتَّى تَظْهَر قَرِينَة عَلَى النَّدْب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1798",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم مَكَّةَ اسْتَقْبَلَتْهُ أُغَيْلِمَةُ بَنِي عَبْدِ الْمُطَّلِبِ، فَحَمَلَ وَاحِدًا بَيْنَ يَدَيْهِ وَآخَرَ خَلْفَهُ‏.‏",
    "english_text": "When the Prophet (ﷺ) arrived at Mecca, some boys of the tribe of Bani `Abdul Muttalib went to receive \nhim, and the Prophet (ﷺ) made one of them ride in front of him and the other behind him.",
    "explication": "‏ ‏قَوْله : ( خَالِد ) ‏ ‏هُوَ اِبْن مَهْرَان الْحَذَّاء. ‏ ‏قَوْله : ( لَمَّا قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة ) ‏ ‏يَعْنِي فِي الْفَتْح. ‏ ‏قَوْله : ( اِسْتَقْبَلَهُ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" اِسْتَقْبَلَتْهُ \" ‏ ‏وَأُغَيْلِمَة ‏ ‏تَصْغِير غِلْمَة وَهُوَ جَمْع غُلَام عَلَى غَيْر قِيَاس وَالْقِيَاس غُلَيْمَة , وَقَالَ اِبْن التِّين كَأَنَّهُمْ صَغَّرُوا أَغْلِمَة عَلَى الْقِيَاس وَإِنْ كَانُوا لَمْ يَنْطِقُوا بِأَغْلِمَة قَالَ : وَنَظِيره أُصَيْبِيَة , وَإِضَافَتهمْ إِلَى عَبْد الْمُطَّلِب لِكَوْنِهِمْ مِنْ ذُرِّيَّته. ‏ ‏قَوْله : ( فَحَمَلَ وَاحِدًا بَيْن يَدَيْهِ وَآخَر خَلْفه ) ‏ ‏قَدْ فَسَّرَهُمَا فِي الرِّوَايَة الَّتِي بَعْد هَذِهِ , وَوَقَعَ عِنْد الطَّبَرَانِيِّ فِي رِوَايَة اِبْن أَبِي مُلَيْكَة عَنْ اِبْن عَبَّاس أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ حِينَئِذٍ رَاكِبًا عَلَى نَاقَته , وَوَقَعَ لَهُ ذَلِكَ فِي قِصَّة أُخْرَى أَخْرَجَهَا مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ طَرِيق مُؤَرِّق الْعِجْلِيّ \" حَدَّثَنِي عَبْد اللَّه بْن جَعْفَر قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَدِمَ مِنْ سَفَر تُلُقِّيَ بِنَا , فَتُلُقِّيَ بِي وَبِالْحَسَنِ أَوْ بِالْحُسَيْنِ , فَحَمَلَ أَحَدنَا بَيْن يَدَيْهِ وَالْآخَر خَلْفه , حَتَّى دَخَلْنَا الْمَدِينَة \" وَتَقَدَّمَ حَدِيث آخَر لِعَبْدِ اللَّه بْن جَعْفَر فِي الْمَعْنَى فِي أَوَاخِر الْجِهَاد. وَوَقَعَ فِي قِصَّة أُخْرَى \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ رَاكِبًا عَلَى بَغْلَته الشَّهْبَاء عِنْد قُدُومه الْمَدِينَة \" أَخْرَجَهُ مُسْلِم أَيْضًا مِنْ حَدِيث سَلَمَة بْن الْأَكْوَع قَالَ : \" لَقَدْ قُدْت بِنَبِيِّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْحَسَن وَالْحُسَيْن بَغْلَته الشَّهْبَاء حَتَّى أَدْخَلْتهمْ حُجْرَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا قُدَّامه وَهَذَا خَلْفه \" وَوَقَعَ فِي حَدِيث بُرَيْدَةَ الَّذِي سَأَذْكُرُهُ فِي الْبَاب بَعْده أَنَّهُ رَكِبَ عَلَى حِمَار وَأَرْدَفَ وَاحِدًا خَلْفه , وَهُوَ يُقَوِّي الْجَمْع الَّذِي أَشَرْت إِلَيْهِ فِي الْبَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1799",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَجَّاجِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا خَرَجَ إِلَى مَكَّةَ يُصَلِّي فِي مَسْجِدِ الشَّجَرَةِ، وَإِذَا رَجَعَ صَلَّى بِذِي الْحُلَيْفَةِ بِبَطْنِ الْوَادِي وَبَاتَ حَتَّى يُصْبِحَ‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) left for Mecca, he used to pray in the mosque of Ash-Shajra, and when he \nreturned (to Medina), he used to pray in the middle of the valley of Dhul-Hulaifa and used to pass the \nnight there till morning.",
    "explication": "‏ ‏قَوْله : ( تَحْتَ سَمُرَةٍ ) ‏ ‏أَيْ شَجَرَة ذَات شَوْك , وَهِيَ الَّتِي تُعْرَفُ بِأُمّ غَيْلَان. ‏ ‏قَوْله : ( وَكَانَ فِي تِلْكَ الطَّرِيقِ ) ‏ ‏أَيْ طَرِيقِ ذِي الْحُلَيْفَةِ. ‏ ‏قَوْله : ( بَطْن وَادٍ ) ‏ ‏أَيْ وَادِي الْعَقِيق. ‏ ‏قَوْله : ( فَعَرَّسَ ) ‏ ‏بِمُهْمَلَاتٍ وَالرَّاءُ مُشَدَّدَةٌ , قَالَ الْخَطَّابِيّ : التَّعْرِيسُ نُزُول اِسْتِرَاحَةٍ لِغَيْرِ إِقَامَة , وَأَكْثَرُ مَا يَكُونُ فِي آخِرِ اللَّيْلِ وَخَصَّهُ بِذَلِكَ الْأَصْمَعِيِّ وَأَطْلَقَ أَبُو زَيْد. ‏ ‏قَوْله : ( عَلَى الْأَكَمَةِ ) ‏ ‏هُوَ الْمَوْضِعُ الْمُرْتَفِعُ عَلَى مَا حَوْلَهُ , وَقِيلَ هُوَ تَلٌّ مِنْ حَجَرٍ وَاحِدٍ. ‏ ‏قَوْله : ( كَانَ ثَمَّ خَلِيج ) ‏ ‏كَرَّرَ لَفْظ \" ثَمَّ \" فِي هَذِهِ الْقِصَّةِ , وَهُوَ بِفَتْح الْمُثَلَّثَة وَالْمُرَاد بِهِ الْجِهَة , وَالْخَلِيج وَادٍ لَهُ عُمْق , وَالْكُثُب بِضَمِّ الْكَافِ وَالْمُثَلَّثَة جَمْع كَثِيب وَهُوَ رَمْلٌ مُجْتَمِعٌ. ‏ ‏قَوْله : ( فَدَحَا ) ‏ ‏بِالْحَاء الْمُهْمَلَةِ أَيْ دَفَعَ. وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَدَخَلَ \" بِالْخَاء الْمُعْجَمَةِ وَاللَّامِ , وَنَقَلَ بَعْض الْمُتَأَخِّرِينَ عَنْ بَعْضِ الرِّوَايَاتِ \" قَدْ جَاءَ \" بِالْقَاف وَالْجِيمِ عَلَى أَنَّهُمَا كَلِمَتَانِ حَرْف التَّحْقِيقِ وَالْفِعْلُ الْمَاضِي مِنْ الْمَجِيءِ. ‏ ‏قَوْله : ( وَأَنَّ عَبْد اللَّه بْن عُمَر حَدَّثَهُ ) ‏ ‏أَيْ بِالْإِسْنَادِ الْمَذْكُورِ إِلَيْهِ. ‏ ‏قَوْله : ( بِشَرَفِ الرَّوْحَاء ) ‏ ‏هِيَ قَوِيَّةٌ جَامِعَةٌ عَلَى لَيْلَتَيْنِ مِنْ الْمَدِينَةِ , وَهِيَ آخِرُ السَّيَّالَةِ لِلْمُتَوَجِّهِ إِلَى مَكَّةَ , وَالْمَسْجِدِ الْأَوْسَطِ هُوَ فِي الْوَادِي الْمَعْرُوفِ الْآنَ بِوَادِي بَنِي سَالِم. وَفِي الْآذَانِ مِنْ صَحِيحِ مُسْلِمٍ أَنَّ بَيْنَهُمَا سِتَّة وَثَلَاثِينَ مِيلًا. ‏ ‏قَوْله : ( يُعْلِمُ الْمَكَان ) ‏ ‏بِضَمّ أَوَّله مِنْ أَعْلَمَ يُعْلِمُ مِنْ الْعَلَامَةِ. ‏ ‏قَوْله : ( يَقُولُ ثَمَّ عَنْ يَمِينِك ) ‏ ‏قَالَ الْقَاضِي عِيَاض : هُوَ تَصْحِيفُ , وَالصَّوَابُ \" بِعَوَاسِج عَنْ يَمِينِك \". ‏ ‏قُلْت : تَوْجِيهُ الْأَوَّلِ ظَاهِرٌ , وَمَا ذَكَرَهُ إِنْ ثَبَتَتْ بِهِ رِوَايَةٌ فَهُوَ أَوْلَى , وَقَدْ وَقَعَ التَّوَقُّف فِي هَذَا الْمَوْضِعِ قَدِيمًا فَأَخْرَجَهُ الْإِسْمَاعِيلِيّ بِلَفْظ \" يُعْلِمُ الْمَكَان الَّذِي صَلَّى \" قَالَ فِيهِ هُنَا لَفْظَة لَمْ أَضْبِطْهَا \" عَنْ يَمِينِك \" الْحَدِيثِ. ‏ ‏قَوْله : ( يُصَلِّي إِلَى الْعِرْقِ ) ‏ ‏أَيْ عِرْق الظَّبْيَة وَهُوَ وَادٍ مَعْرُوفٌ قَالَهُ أَبُو عُبَيْد الْبَكْرِيّ. ‏ ‏( وَمُنْصَرَف الرَّوْحَاء ) ‏ ‏بِفَتْحِ الرَّاءِ , أَيْ آخِرِهَا. ‏ ‏قَوْله : ( وَقَدْ اِبْتُنِيَ ) ‏ ‏بِضَمٍّ الْمُثَنَّاةِ مَبْنِيٌّ لِلْمَفْعُولِ. ‏ ‏قَوْله : ( سَرْحَة ضَخْمَة ) ‏ ‏أَيْ شَجَرَة عَظِيمَة ‏ ‏وَ ( الرُّوَيْثَة ) ‏ ‏بِالرَّاءِ وَالْمُثَلَّثَة مُصَغَّرًا , قَرْيَة جَامِعَة بَيْنَهَا وَبَيْنَ الْمَدِينَةِ سَبْعَةَ عَشَرَ فَرْسَخًا. ‏ ‏( وَوِجَاهُ الطَّرِيق ) ‏ ‏بِكَسْرِ الْوَاوِ , أَيْ مُقَابِلَة. ‏ ‏قَوْله : ( بَطْح ) ‏ ‏بِفَتْحِ الْمُوَحَّدَةِ وَسُكُون الطَّاءِ وَبِكَسْرِهَا أَيْضًا , أَيْ وَاسِع. ‏ ‏قَوْله : ( حَتَّى يُفْضِيَ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَموِيِّ \" حِينَ يُفْضِي \". ‏ ‏قَوْله ( دُوَيْنَ بَرِيد الرُّوَيْثَةِ بِمِيلَيْنِ ) ‏ ‏أَيْ بَيْنَهُ وَبَيْنَ الْمَكَانِ الَّذِي يَنْزِلُ فِيهِ الْبَرِيد بِالرُّوَيْثَةِ مِيلَانِ , قِيلَ الْمُرَاد بِالْبَرِيدِ سِكَّة الطَّرِيق. ‏ ‏قَوْله ( فَانْثَنَى ) ‏ ‏بِفَتْحِ الْمُثَلَّثَةِ مَبْنِيٌّ لِلْفَاعِلِ. ‏ ‏قَوْله : ( تَلْعَة ) ‏ ‏بِفَتْح الْمُثَنَّاة وَسُكُون اللَّامِ بَعْدَهَا مُهْمَلَة وَهِيَ مَسِيلُ الْمَاءِ مِنْ فَوْقُ إِلَى أَسْفَلَ , وَيُقَالُ أَيْضًا لِمَا اِرْتَفَعَ مِنْ الْأَرْضِ وَلِمَا اِنْهَبَطَ , ‏ ‏وَ ( الْعَرْج ) ‏ ‏بِفَتْحِ الْمُهْمَلَةِ وَسُكُون الرَّاءِ بَعْدَهَا جِيم : قَرْيَةٌ جَامِعَةٌ بَيْنَهَا وَبَيْن الرُّوَيْثَة ثَلَاثَة عَشَر أَوْ أَرْبَعَة عَشَر مِيلًا ‏ ‏وَ ( الْهَضْبَة ) ‏ ‏بِسُكُونِ الضَّادِ الْمُعْجَمَة فَوْقَ الْكَثِيبِ فِي الِارْتِفَاعِ وَدُونَ الْجَبَلِ , وَقِيلَ الْجَبَلُ الْمُنْبَسِطُ عَلَى الْأَرْضِ , وَقِيلَ الْأَكَمَة الْمَلْسَاء وَ \" الرَّضْم \" الْحِجَارَة الْكِبَار وَاحِدهَا رَضْمَة بِسُكُونِ الضَّادِ الْمُعْجَمَة فِي الْوَاحِدِ وَالْجَمْعِ , وَوَقَعَ عِنْدَ الْأَصِيلِيّ بِالتَّحْرِيكِ. ‏ ‏قَوْله : ( عِنْدَ سَلِمَات الطَّرِيق ) ‏ ‏أَيْ مَا يَتَفَرَّعُ عَنْ جَوَانِبِهِ , وَالسَّلِمَاتِ بِفَتْحِ الْمُهْمِلَةِ وَكَسْرِ اللَّامِ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ وَفِي رِوَايَةِ الْبَاقِينَ بِفَتْحِ اللَّامِ , وَقِيلَ : هِيَ بِالْكَسْرِ الصَّخْرَات , وَبِالْفَتْحِ الشَّجَرَات وَ \" السَّرَحَات \" بِالتَّحْرِيكِ جُمَع سَرْحَة وَهِيَ الشَّجَرَةُ الضَّخْمَةُ كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( فِي مَسِيلٍ دُونَ هَرْشَى ) ‏ ‏الْمُسِيل الْمَكَان الْمُنْحَدِر وَهَرْشَى بِفَتْح أَوَّله وَسُكُون الرَّاءِ بَعْدَهَا شِين مُعْجَمَة مَقْصُور , قَالَ الْبَكْرِيُّ هُوَ جَبَلٌ عَلَى مُلْتَقَى طَرِيقِ الْمَدِينَةِ وَالشَّامِ قَرِيب مِنْ الْجُحْفَةِ , وَكَرَاعٍ هَرْشَى طَرَفهَا , وَ \" الْغَلْوَة \" بِالْمُعْجَمَةِ الْمَفْتُوحَة غَايَةُ بُلُوغ السَّهْم , وَقِيلَ قَدْرُ ثُلْثَيْ مِيلٍ. ‏ ‏قَوْله : ( مَرِّ الظَّهْرَانِ ) ‏ ‏بِفَتْحِ الْمِيمِ وَتَشْدِيدِ الرَّاءِ وَبِفَتْحِ الظَّاءِ الْمُعْجَمَةِ وَسُكُون الْهَاءِ هُوَ الْوَادِي الَّذِي تُسَمِّيه الْعَامَّة بَطْنَ مَرْوٍ بِإِسْكَان الرَّاء بَعْدَهَا وَاو. قَالَ الْبَكْرِيّ : بَيْنَهُ وَبَيْنَ مَكَّةَ سِتَّةَ عَشَرَ مِيلًا , وَقَالَ أَبُو غَسَّان سُمِّيَ بِذَلِكَ ; لِأَنَّ فِي بَطْنِ الْوَادِي كِتَابَةً بِعِرْقٍ مِنْ الْأَرْضِ أَبْيَض هِجَاء \" م ر ا \" الْمِيم مُنْفَصِلَة عَنْ الرَّاءِ , وَقِيلَ سُمِّيَ بِذَلِكَ لِمَرَارَةِ مَائِهِ. ‏ ‏قَوْله : ( قِبَلَ الْمَدِينَةِ ) ‏ ‏بِكَسْرِ الْقَافِ وَبِفَتْحِ الْمُوَحَّدَةِ ُ أَيْ مُقَابِلَهَا. ‏ ‏و ( الصَّفْرَاوَات ) ‏ ‏بِفَتْحِ الْمُهْمِلَةِ وَسُكُون الْفَاءِ جُمَع صَفْرَاء وَهُوَ مَكَانٌ بَعْدَ مَرِّ الظَّهْرَانِ. ‏ ‏قَوْله : ( يَنْزِلُ بِذِي طُوَى ) ‏ ‏بِضَمّ الطَّاءِ لِلْأَكْثَرِ وَبِهِ جَزَمَ الْجَوْهَرِيّ , وَفِي رِوَايَة الْحَمَوِيّ وَالْمُسْتَمْلِي \" بِذِي الطُّوَى \" بِزِيَادَةِ أَلِفٍ وَلَامٍ قَيَّدَهُ الْأَصِيلِيّ بِالْكَسْرِ وَحَكَى عِيَاض وَغَيْره الْفَتْح أَيْضًا. ‏ ‏قَوْله : ( اِسْتَقْبَلَ فُرْضَتَيْ الْجَبَل ) ‏ ‏الْفُرْضَة بِضَمِّ الْفَاءِ وَسُكُون الرَّاءِ بَعْدَهَا ضَاد مُعْجَمَة : مَدْخَلُ الطَّرِيقِ إِلَى الْجَبَلِ , وَقِيلَ الشَّقُّ الْمُرْتَفِعُ كَالشُّرَافَةِ , وَيُقَالُ أَيْضًا لِمَدْخَلِ النَّهْرِ. ‏ ‏( تَنْبِيهَات ) : ‏ ‏الْأَوَّل اِشْتَمَلَ هَذَا السِّيَاقُ عَلَى تِسْعَةِ أَحَادِيثَ أَخْرَجَهَا الْحَسَن بْن سُفْيَان فِي مَسْنَدِهِ مُفَرَّقَة مِنْ طَرِيقِ إِسْمَاعِيل بْن أَبِي أُوَيْس عَنْ أَنَس بْن عِيَاض يُعِيدُ الْإِسْنَادَ فِي كُلّ حَدِيث , إِلَّا أَنَّهُ لَمْ يَذْكُرْ الثَّالِث. وَأَخْرَجَ مُسْلِم مِنْهَا الْحَدِيثَيْنِ الْأَخِيرَيْنِ فِي كِتَاب الْحَجّ. الثَّانِي : هَذِهِ الْمَسَاجِدُ لَا يُعْرَفُ الْيَوْمَ مِنْهَا غَيْر مَسْجِدَيْ ذِي الْحُلَيْفَةِ , وَالْمَسَاجِدِ الَّتِي بِالرَّوْحَاءِ يَعْرِفُهَا أَهْلُ تِلْكَ النَّاحِيَةِ. وَقَدْ وَقَعَ فِي رِوَايَةِ الزُّبَيْر بْن بَكَّارٍ فِي \" أَخْبَارِ الْمَدِينَةِ \" لَهُ مِنْ طَرِيقٍ أُخْرَى عَنْ نَافِعٍ عَنْ اِبْن عُمَر فِي هَذَا الْحَدِيثِ زِيَادَة بَسْطٍ فِي صِفَةِ تِلْكَ الْمَسَاجِدِ. وَفِي التِّرْمِذِيَّ مِنْ حَدِيثِ عَمْرو بْن عَوْف أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي وَادِي الرَّوْحَاء وَقَالَ \" لَقَدْ صَلَّى فِي هَذَا الْمَسْجِدِ سَبْعُونَ نَبِيًّا \". الثَّالِثُ : عُرِفَ مِنْ صَنِيعِ اِبْن عُمَر اِسْتِحْبَاب تَتَبُّع آثَار النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّبَرُّك بِهَا , وَقَدْ قَالَ الْبَغَوِيّ مِنْ الشَّافِعِيَّةِ : إِنَّ الْمَسَاجِدَ - الَّتِي ثَبَتَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِيهَا - لَوْ نَذَرَ أَحَد الصَّلَاة فِي شَيْءٍ مِنْهَا تَعَيَّنَ كَمَا تَتَعَيَّنُ الْمَسَاجِد الثَّلَاثَة. الرَّابِعُ : ذَكَرَ الْبُخَارِيّ الْمَسَاجِد الَّتِي فِي طُرُقِ الْمَدِينَةِ , وَلَمْ يَذْكُرْ الْمَسَاجِدَ الَّتِي كَانَتْ بِالْمَدِينَةِ ; لِأَنَّهُ لَمْ يَقَعْ لَهُ إِسْنَاد فِي ذَلِكَ عَلَى شَرْطِهِ. وَقَدْ ذَكَرَ عُمَر بْن شَبَّة فِي \" أَخْبَارِ الْمَدِينَةِ \" الْمَسَاجِد وَالْأَمَاكِن الَّتِي صَلَّى فِيهَا النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ مُسْتَوْعِبًا , وَرَوَى عَنْ أَبِي غَسَّان عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ كُلَّ مَسْجِدٍ بِالْمَدِينَةِ وَنَوَاحِيهَا مَبْنِيّ بِالْحِجَارَةِ الْمَنْقُوشَةِ الْمُطَابَقَة , فَقَدْ صَلَّى فِيهِ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَذَلِكَ أَنَّ عُمَر بْن عَبْد الْعَزِيز حِينَ بَنَى مَسْجِدَ الْمَدِينَةِ سَأَلَ النَّاسَ - وَهُمْ يَوْمَئِذٍ مُتَوَافِرُونَ - عَنْ ذَلِكَ ثُمَّ بَنَاهَا بِالْحِجَارَةِ الْمَنْقُوشَةِ الْمُطَابَقَة ا ه. وَقَدْ عَيَّنَ عُمَر بْن شَبَّة مِنْهَا شَيْئًا كَثِيرًا , لَكِنَّ أَكْثَرَهُ فِي هَذَا الْوَقْتِ قَدْ اِنْدَثَرَ , وَبَقِيَ مِنْ الْمَشْهُورَةِ الْآنَ مَسْجِد قُبَاءٍ , وَمَسْجِد الْفَضِيخِ وَهُوَ شَرْقِيّ مَسْجِد قُبَاءٍ وَمَسْجِد بَنِي قُرَيْظَةَ , وَمُشْرَبَة أُمِّ إِبْرَاهِيمَ وَهِيَ شَمَالَيّ مَسْجِد بَنِي قُرَيْظَةَ , وَمَسْجِد بَنِي ظَفَر شَرْقِيّ الْبَقِيع وَيُعْرَفُ بِمَسْجِد الْبَغْلَة وَمَسْجِد بَنِي مُعَاوِيَة وَيُعْرَفُ بِمَسْجِد الْإِجَابَة وَمَسْجِد الْفَتْح قَرِيب مِنْ جَبَلِ سَلْع , وَمَسْجِد الْقُبْلَتَيْنِ فِي بَنِي سَلَمَة , هَكَذَا أَثْبَتَهُ بَعْضُ شُيُوخِنَا , وَفَائِدَةُ مَعْرِفَةِ ذَلِكَ مَا تَقَدَّمَ عَنْ الْبَغَوِيّ , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1800",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَطْرُقُ أَهْلَهُ، كَانَ لاَ يَدْخُلُ إِلاَّ غُدْوَةً أَوْ عَشِيَّةً‏.‏",
    "english_text": "The Prophet (ﷺ) never returned to his family from a journey at night. He used to return either in the \nmorning or in the afternoon.",
    "explication": "‏ ‏قَوْله فِي رِوَايَةِ إِسْحَاقَ بْن أَبِي طَلْحَةَ ( عَنْ أَنَس أَنَّ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ خَالَهُ أَخَا أُمِّ سُلَيْمٍ فِي سَبْعِينَ رَاكِبًا ) ‏ ‏قَدْ سَمَّاهُ فِي هَذِهِ الرِّوَايَةِ حَرَامًا , وَكَذَا فِي رِوَايَةِ ثُمَامَةَ عَنْ أَنَسٍ الَّتِي بَعْدَهَا , وَالضَّمِيرُ فِي خَالِهِ لِأَنَس , وَقَدْ قَالَ فِي الرِّوَايَةِ الْأُخْرَى الْآتِيَةِ عَنْ ثُمَامَةَ عَنْ أَنَسٍ \" لَمَّا طُعِنَ حَرَامُ بْن مِلْحَانِ وَكَانَ خَاله \" وَعَجَبٌ تَجْوِيز الْكَرْمَانِيّ أَنَّ الضَّمِيرَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : وَحَرَامٌ خَالُهُ مِنْ الرَّضَاعَةِ يَجُوزُ أَنْ يَكُونَ مِنْ جِهَةِ النَّسَبِ , كَذَا قَالَهُ. ‏ ‏قَوْله فِي رِوَايَةِ إِسْحَاقَ ( وَكَانَ رَئِيس الْمُشْرِكِينَ عَامِر بْن الطُّفَيْلِ ) ‏ ‏أَيْ اِبْن مَالِك بْن جَعْفَر بْن كِلَاب وَهُوَ اِبْن أَخِي أَبِي بَرَاءٍ عَامِر بْن مَالِك. ‏ ‏قَوْله : ( خَيَّرَ ) ‏ ‏بِفَتْحِ أَوَّلِهِ وَحَذْفِ الْمَفْعُولِ أَيْ خَيَّرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَبَيَّنَهُ الْبَيْهَقِيُّ فِي \" الدَّلَائِلِ \" مِنْ رِوَايَةِ عُثْمَانَ بْن سَعِيد عَنْ مُوسَى بْن إِسْمَاعِيل شَيْخ الْبُخَارِيّ فِيهِ وَلَفْظُهُ \" وَكَانَ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ أُخَيِّرُك بَيْنَ ثَلَاثِ خِصَالٍ \" فَذَكَرَ الْحَدِيثَ. وَوَقَعَ فِي بَعْضِ النُّسَخِ \" خُيِّرَ \" بِضَمِّ أَوَّلِهِ , وَخَطَّأَهَا اِبْنُ قُرْقُولٍ. ‏ ‏قَوْله : ( بِأَلْفٍ وَأَلْفٍ ) ‏ ‏فِي رِوَايَةِ عُثْمَانَ بْنِ سَعِيدٍ بِأَلْفِ أَشْقَر وَأَلْفِ شَقْرَاء. ‏ ‏قَوْله : ( غُدَّةٌ كَغُدَّةِ الْبَكْرِ ) ‏ ‏يَجُوزُ فِيهِ الرَّفْعُ بِتَقْدِيرِ أَصَابَتْنِي غُدَّة أَوْ غُدَّةٌ بِي , وَيَجُوزُ النَّصْبُ عَلَى الْمَصْدَرِ أَيْ أَغُدُّهُ غُدَّةً مِثْلَ بُعَيْرَة , وَالْغُدَّةُ بِضَمِّ الْمُعْجَمَةِ مِنْ أَمْرَاضِ الْإِبِلِ وَهُوَ طَاعُونِهَا. ‏ ‏قَوْلُهُ : ( فِي بَيْتِ اِمْرَأَةٍ مِنْ آلِ بَنِي فُلَانٍ ) ‏ ‏بَيَّنَهَا الطَّبَرَانِيُّ مِنْ حَدِيثِ سَهْلِ بْن سَعْد فَقَالَ \" اِمْرَأَةٌ مِنْ آلِ سَلُول \" وَبَيَّنَ قُدُومَ عَامِر بْن الطُّفَيْل عَلَى النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّهُ قَالَ فِيهِ \" لَأَغْزُوَنَّك بِأَلْفِ أَشْقَرَ وَأَلْفِ شَقْرَاءَ \" وَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْسَلَ أَصْحَابَ بِئْرِ مَعُونَةَ بَعْدَ أَنْ رَجَعَ عَامِر , وَأَنَّهُ غَدَرَ بِهِمْ وَأَخْفَرَ ذِمَّةَ عَمِّهِ أَبِي بَرَاءٍ وَأَنَّ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا عَلَيْهِ فَقَالَ \" اللَّهُمَّ اِكْفِنِي عَامِرًا \" فَجَاءَ إِلَى بَيْتِ اِمْرَأَةٍ مِنْ بَنِي سَلُول. قُلْت : سَلُول اِمْرَأَةٌ , وَهِيَ بِنْتُ ذُهْلِ بْن شَيْبَانَ , وَزَوْجهَا مُرَّة بْن صَعْصَعَةَ أَخُو عَامِر بْن صَعْصَعَة فَنُسِبَ بَنُوهُ إِلَيْهَا. ‏ ‏قَوْله : ( فَانْطَلَقَ حَرَام أَخُو أُمّ سُلَيْمٍ وَهُوَ رَجُل أَعْرَجُ ) ‏ ‏كَذَا هُنَا عَلَى أَنَّهَا صِفَةُ حَرَامٍ , وَلَيْسَ كَذَلِكَ بَلْ الْأَعْرَجُ غَيْرُهُ , وَقَدْ وَقَعَ فِي رِوَايَةِ عُثْمَانَ بْن سَعِيد \" فَانْطَلَقَ حَرَام وَرَجُلَانِ مَعَهُ أَعْرَجُ مِنْ بَنِي فُلَانٍ \" فَاَلَّذِي يَظْهَر أَنَّ الْوَاوَ فِي قَوْلِهِ \" وَهُوَ \" قُدِّمَت سَهْوًا مِنْ الْكَاتِبِ , وَالصَّوَابُ تَأْخِيرُهَا , وَصَوَابُ الْكَلَامِ : فَانْطَلَقَ حَرَام هُوَ وَرَجُل أَعْرَجُ , فَأَمَّا الْأَعْرَجُ فَاسْمُهُ كَعْبُ بْنُ زَيْدٍ , وَهُوَ مِنْ بَنِي دِينَارِ بْن النَّجَّارِ , وَأَمَّا الْآخَرُ فَاسْمُهُ الْمُنْذِرُ بْن مُحَمَّدِ بْن عُقْبَةَ بْن أُحَيْحَةَ بْن الْجِلَاحِ الْخَزْرَجِيُّ سَمَّاهُمَا اِبْن هِشَام فِي زِيَادَاتِ السِّيرَةِ. وَوَقَعَ فِي بَعْضِ النُّسَخِ \" هُوَ وَرَجُلٌ أَعْرَجُ \" وَهُوَ الصَّوَابُ. ‏ ‏قَوْله : ( فَإِنْ آمَنُونِي كُنْتُمْ ) ‏ ‏وَقَعَ هُنَا بِطَرِيقِ الِاكْتِفَاءِ , وَوَقَعَ فِي رِوَايَةِ عُثْمَانَ بْنِ سَعِيد الْمَذْكُورِ \" فَإِنْ آمَنُونِي كُنْتُمْ كَذَا \" وَلَعَلَّ لَفْظَةَ كَذَا مِنْ الرَّاوِي كَأَنَّهُ كَتَبَهَا عَلَى قَوْلِهِ كُنْتُمْ أَيْ كَذَا وَقَعَ بِطَرِيقِ الِاكْتِفَاءِ , وَلِأَبِي نُعَيْمٍ فِي \" الْمُسْتَخْرَجِ \" مِنْ طَرِيقِ عُبَيْدِ اللَّهِ بْنِ زَيْدٍ الْمُقْرِي عَنْ هَمَّامٍ \" فَإِنْ آمَنُونِي كُنْتُمْ قَرِيبًا مِنِّي \" فَهَذِهِ رِوَايَةٌ مُفَسِّرَةٌ. ‏ ‏قَوْله : ( فَجَعَلَ يُحَدِّثُهُمْ ) ‏ ‏فِي رِوَايَةِ الطَّبَرِيِّ مِنْ طَرِيقِ عِكْرِمَةَ عَنْ عَمَّار عَنْ إِسْحَاق بْن أَبِي طَلْحَةَ فِي هَذِهِ الْقِصَّةِ \" فَخَرَجَ حَرَام فَقَالَ : يَا أَهْلَ بِئْرِ مَعُونَةَ إِنِّي رَسُولُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْكُمْ , فَآمِنُوا بِاَللَّهِ وَرَسُولِهِ , فَخَرَجَ رَجُلٌ مِنْ كَسْرِ الْبَيْتِ بِرُمْحٍ فَضَرَبَهُ فِي جَنْبِهِ حَتَّى خَرَجَ مِنْ الشِّقِّ الْآخَرِ \". ‏ ‏قَوْله : ( فَأَوْمَئُوا إِلَى رَجُلٍ فَأَتَاهُ مِنْ خَلْفِهِ فَطَعَنَهُ ) ‏ ‏لَمْ أَعْرِفَ اِسْمَ الرَّجُلِ الَّذِي طَعَنَهُ , وَوَقَعَ فِي السِّيرَةِ لِابْنِ إِسْحَاقَ مَا ظَاهِرُهُ أَنَّهُ عَامِرُ بْنُ الطُّفَيْلِ , فَلَمَّا أَتَاهُ لَمْ يَنْظُرْ فِي كِتَابِهِ بِئْر مَعُونَة بَعَثُوا حَرَامَ بْن مِلْحَانَ بِكِتَابِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى عَامِرِ بْن الطُّفَيْل , فَلَمَّا أَتَاهُ لَمْ يَنْظُر فِي كِتَابه حَتَّى عَدَا عَلَيْهِ فَقَتَلَهُ , لَكِنْ وَقَعَ فِي الطَّبَرَانِيِّ مِنْ طَرِيق ثَابِت عَنْ أَنَس أَنَّ قَاتِلَ حَرَام بْن مِلْحَانَ أَسْلَمَ , وَعَامِر بْن الطُّفَيْل مَاتَ كَافِرًا كَمَا تَقَدَّمَ فِي هَذَا الْبَاب وَأَمَّا مَا أَخْرَجَهُ الْمُسْتَغْفِرِيّ فِي \" الصَّحَابَة \" مِنْ طَرِيق الْقَاسِم عَنْ أَبِي أُمَامَةَ \" عَنْ عَامِر بْن الطُّفَيْل أَنَّهُ قَالَ : يَا رَسُول اللَّه زَوِّدْنِي بِكَلِمَاتٍ , قَالَ : يَا عَامِر أَفْشِ السَّلَامَ وَأَطْعِمْ الطَّعَامَ , وَاسْتَحْيِ مِنْ اللَّه , وَإِذَا أَسَأْت فَأَحْسِنْ \" الْحَدِيث فَهُوَ أَسْلَمِيّ , وَوَهَمَ الْمُسْتَغْفِرِيّ فِي كَوْنِهِ سَاقَ فِي تَرْجَمَتِهِ نَسَبَ عَامِر بْن الطُّفَيْل الْعَامِرِيّ , وَقَدْ رَوَى الْبَغَوِيُّ فِي تَرْجَمَةِ أَبِي بَرَاءٍ عَامِر بْن مَالِك الْعَامِرِيّ عَنْ طَرِيق عَبْد اللَّه بْن بُرَيْدَةَ الْأَسْلَمِيّ قَالَ \" حَدَّثَنِي عَمِّي عَامِر بْن الطُّفَيْل \" فَذَكَرَ حَدِيثًا فَعَرَفَ أَنَّ الصَّحَابِيّ أَسْلَمِيّ , وَوَافَقَ اِسْمه وَاسْم أَبِيهِ الْعَامِرِيّ فَكَانَ ذَلِكَ سَبَب الْوَهْمِ. ‏ ‏قَوْله : ( قَالَ : اللَّه أَكْبَر , فُزْت وَرَبّ الْكَعْبَة , فَلَحِقَ الرَّجُل فَقُتِلُوا كُلُّهُمْ ) ‏ ‏أَشْكَلَ ضَبْط قَوْله \" فَلَحِقَ الرَّجُل \" فِي هَذَا السِّيَاق فَقِيلَ : يُحْتَمَل أَنْ يَكُون الْمُرَاد بِالرَّجُلِ الَّذِي كَانَ رَفِيق حَرَام , وَفِيهِ حَذْفٌ تَقْدِيرُهُ فَلَحِقَ الرَّجُل بِالْمُسْلِمِينَ. وَيُحْتَمَل أَنْ يَكُون الْمُرَاد بِهِ قَاتِلَ حَرَام , وَالتَّقْدِير فَطَعَنَ حَرَامًا فَقَالَ : فُزْت وَرَبّ الْكَعْبَةِ فَلَحِقَ الرَّجُل الْمُشْرِك الطَّاعِن بِقَوْمِهِ الْمُشْرِكِينَ فَاجْتَمَعُوا عَلَى الْمُسْلِمِينَ فَقُتِلُوا كُلُّهُمْ. يُحْتَمَل أَنْ يَكُونَ \" فَلُحِقَ \" بِضَمِّ اللَّام وَالرَّجُلُ هُوَ حَرَام أَيْ لَحِقَهُ أَجَلُهُ , أَوْ الرَّجُل رَفِيقُهُ بِمَعْنَى أَنَّهُمْ لَمْ يُمَكِّنُوهُ أَنْ يَرْجِعَ إِلَى الْمُسْلِمِينَ بَلْ لَحِقَهُ الْمُشْرِكُونَ فَقَتَلُوهُ وَقَتَلُوا أَصْحَابَهُ , وَيُحْتَمَل أَنْ يُضْبَط الرَّجُلُ بِسُكُونِ الْجِيمِ وَهُوَ صِيغَة جَمْع وَالْمَعْنَى أَنَّ الَّذِي طَعَنَ حَرَامًا لَحِقَ بِقَوْمِهِ وَهُمْ الرِّجَالُ الَّذِينَ اِسْتَنْصَرَ بِهِمْ عَامِر بْن الطُّفَيْلِ. وَالرَّجْلُ بِسُكُونِ الْجِيمِ هُمْ الْمُسْلِمُونَ الْقُرَّاءُ فَقُتِلُوا كُلُّهُمْ , وَهَذَا أَوْجَهُ التَّوْجِيهَاتِ إِنْ ثَبَتَتْ الرِّوَايَةُ بِسُكُونِ الْجِيمِ. وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( فَقُتِلُوا كُلُّهُمْ غَيْرَ الْأَعْرَجِ كَانَ فِي رَأْسِ جَبَلٍ ) ‏ ‏فِي رِوَايَةِ حَفْصِ بْن عُمَر عَنْ هَمَّام فِي كِتَابِ الْجِهَادِ \" فَقَتَلُوهُمْ إِلَّا رَجُلًا أَعْرَجَ صَعِدَ الْجَبَلَ \" قَالَ هَمَّام \" وَآخَرَ مَعَهُ \" وَفِي رِوَايَةِ الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْهِ \" فَقَتَلُوا أَصْحَابَهُ غَيْرَ الْأَعْرَجِ وَكَانَ فِي رَأْسِ الْجَبَلِ \". ‏ ‏قَوْله : ( ثُمَّ كَانَ مِنْ الْمَنْسُوخِ ) ‏ ‏أَيْ الْمَنْسُوخِ تِلَاوَتُهُ فَلَمْ يَبْقَ لَهُ حُكْمُ حُرْمَةِ الْقُرْآنِ كَتَحْرِيمِهِ عَلَى الْجُنُبِ وَغَيْرِ ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1801",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَارِبٍ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَطْرُقَ أَهْلَهُ لَيْلاً‏.‏",
    "english_text": "The Prophet (ﷺ) forbade going to one's family at night (on arrival from a journey).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1802",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي حُمَيْدٌ، أَنَّهُ سَمِعَ أَنَسًا ـ رضى الله عنه ـ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَدِمَ مِنْ سَفَرٍ، فَأَبْصَرَ دَرَجَاتِ الْمَدِينَةِ أَوْضَعَ نَاقَتَهُ، وَإِنْ كَانَتْ دَابَّةً حَرَّكَهَا‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ زَادَ الْحَارِثُ بْنُ عُمَيْرٍ عَنْ حُمَيْدٍ حَرَّكَهَا مِنْ حُبِّهَا‏.‏ \nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ جُدُرَاتٍ‏.‏ تَابَعَهُ الْحَارِثُ بْنُ عُمَيْرٍ‏.‏",
    "english_text": "Anas said, \"Whenever Allah's Messenger (ﷺ) returned from a journey, he, on seeing the high places of \nMedina, would make his she-camel proceed faster; and if it were another animal, even then he used to \nmake it proceed faster.\" \nNarrated Humaid that the Prophet (ﷺ) used to make it proceed faster out of his love for Medina.\n\n\nNarrated Anas:\n\nAs above, but mentioned \"the walls of Medina\" instead of \"the high places of Medina.\" Al-Harith bin `Umar agrees with Anas.",
    "explication": "‏ ‏قَوْله : ( مُحَمَّد بْن جَعْفَر ) ‏ ‏أَيْ اِبْن أَبِي كَثِير الْمَدَنِيّ أَخُو إِسْمَاعِيل. ‏ ‏قَوْله : ( فَأَبْصَرْت دَرَجَات ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَالرَّاء بَعْدهَا جِيم جَمْع دَرَجَة كَذَا لِلْأَكْثَرِ وَالْمُرَاد طُرُقهَا الْمُرْتَفِعَة , وَلِلْمُسْتَمْلِي \" دَوْحَات \" بِفَتْحِ الْمُهْمَلَة وَسُكُون الْوَاو بَعْدهَا مُهْمَلَة جَمْع دَوْحَة وَهِيَ الشَّجَرَة الْعَظِيمَة , وَفِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر عَنْ حُمَيْدٍ \" جُدُرَات \" بِضَمِّ الْجِيم وَالدَّال كَمَا وَقَعَ فِي هَذَا الْبَاب , وَهُوَ جَمْع جُدُر بِضَمَّتَيْنِ جَمْع جِدَار , وَقَدْ رَوَاهُ الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه بِلَفْظِ \" جُدْرَان \" بِسُكُونِ الدَّال وَآخِره نُون جَمْع جِدَار , لَهُ مِنْ رِوَايَة أَبِي ضَمْرَة عَنْ حُمَيْدٍ بِلَفْظِ \" جُدُر \" قَالَ صَاحِب \" الْمَطَالِع \" : جُدُرَات أَرْجَح مِنْ دَوْحَات وَمِنْ دَرَجَات.. قُلْت : وَهِيَ رِوَايَة التِّرْمِذِيّ مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر أَيْضًا. ‏ ‏قَوْله : ( أَوْضَع ) ‏ ‏أَيْ أَسْرَعَ السَّيْر. ‏ ‏قَوْله : ( زَادَ الْحَارِث بْن عُمَيْر عَنْ حُمَيْدٍ ) ‏ ‏يَعْنِي عَنْ أَنَس ‏ ‏( مِنْ حُبّهَا ) ‏ ‏وَهُوَ يَتَعَلَّق بِقَوْلِهِ حَرَّكَهَا أَيْ حَرَّكَ دَابَّته بِسَبَبِ حُبّه الْمَدِينَة , ثُمَّ قَالَ الْمُصَنِّف \" حَدَّثَنَا قُتَيْبَة حَدَّثَنَا إِسْمَاعِيل وَهُوَ اِبْن جَعْفَر عَنْ حُمَيْدٍ عَنْ أَنَس قَالَ جُدُرَات , تَابَعَهُ الْحَارِث بْن عُمَيْر \" يَعْنِي فِي قَوْله \" جُدُرَات \" وَرِوَايَة الْحَارِث بْن عُمَيْر هَذِهِ وَصَلَهَا الْإِمَام أَحْمَد قَالَ \" حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق حَدَّثَنَا الْحَارِث بْن عُمَيْر عَنْ حُمَيْدٍ الطَّوِيل عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَدِمَ مِنْ سَفَر فَنَظَرَ إِلَى جُدُرَات الْمَدِينَة أَوْضَع نَاقَته , وَإِنْ كَانَ عَلَى دَابَّة حَرَّكَهَا مِنْ حُبّهَا \" وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق خَالِد بْن مَخْلَد عَنْ مُحَمَّد بْن جَعْفَر بْن أَبِي كَثِير وَالْحَارِث بْن عُمَيْر جَمِيعًا عَنْ حُمَيْدٍ , وَقَدْ أَوْرَدَ الْمُصَنِّف طَرِيق قُتَيْبَة الْمَذْكُورَة فِي فَضَائِل الْمَدِينَة بِلَفْظِ الْحَارِث بْن عُمَيْر , إِلَّا أَنَّهُ قَالَ \" رَاحِلَته \" بَدَل نَاقَته , وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ \" وَزَادَ الْحَارِث بْن عُمَيْر وَغَيْره عَنْ حُمَيْدٍ \" وَقَدْ نَبَّهْت عَلَى مَنْ رَوَاهُ كَذَلِكَ مُوَافِقًا لِلْحَارِثِ بْن عُمَيْر فِي الزِّيَادَة الْمَذْكُورَة. وَفِي الْحَدِيث دَلَالَة عَلَى فَضْل الْمَدِينَة , وَعَلَى مَشْرُوعِيَّة حُبّ الْوَطَن وَالْحَنِين إِلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1803",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ ـ رضى الله عنه ـ يَقُولُ نَزَلَتْ هَذِهِ الآيَةُ فِينَا، كَانَتِ الأَنْصَارُ إِذَا حَجُّوا فَجَاءُوا لَمْ يَدْخُلُوا مِنْ قِبَلِ أَبْوَابِ بُيُوتِهِمْ، وَلَكِنْ مِنْ ظُهُورِهَا، فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ، فَدَخَلَ مِنْ قِبَلِ بَابِهِ، فَكَأَنَّهُ عُيِّرَ بِذَلِكَ، فَنَزَلَتْ ‏{‏وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا‏}‏‏.‏",
    "english_text": "I heard Al-Bara' saying, \"The above Verse was revealed regarding us, for the Ansar on returning from \nHajj never entered their houses through the proper doors but from behind. One of the Ansar came and \nentered through the door and he was taunted for it. Therefore, the following was revealed: -- \n\"It is not righteousness That you enter the houses from the back, But the righteous man is He who \nfears Allah, Obeys His order and keeps away from What He has forbidden So, enter houses through \nthe proper doors.\" (2.189)",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي إِسْحَاق ) ‏ ‏هُوَ السَّبِيعِيّ. ‏ ‏قَوْله : ( كَانَتْ الْأَنْصَار إِذَا حَجُّوا فَجَاءُوا ) ‏ ‏هَذَا ظَاهِر فِي اِخْتِصَاص ذَلِكَ بِالْأَنْصَارِ , وَلَكِنْ سَيَأْتِي فِي حَدِيث جَابِر أَنَّ سَائِر الْعَرَب كَانُوا كَذَلِكَ إِلَّا قُرَيْشًا , وَرَوَاهُ عَبْد بْن حُمَيْدٍ مِنْ مُرْسَل قَتَادَةَ كَمَا قَالَ الْبَرَاء , وَكَذَلِكَ أَخْرَجَهُ الطَّبَرِيُّ مِنْ مُرْسَل الرَّبِيع بْن أَنَس نَحْوه. ‏ ‏قَوْله : ( إِذَا حَجُّوا ) ‏ ‏سَيَأْتِي فِي تَفْسِير الْبَقَرَة مِنْ طَرِيق إِسْرَائِيل عَنْ أَبِي إِسْحَاق بِلَفْظِ \" إِذَا أَحْرَمُوا فِي الْجَاهِلِيَّة \". ‏ ‏قَوْله : ( فَجَاءَ رَجُل مِنْ الْأَنْصَار ) ‏ ‏هُوَ قُطْبَة بِضَمِّ الْقَاف وَإِسْكَان الْمُهْمَلَة بَعْدهَا مُوَحَّدَة اِبْن عَامِر بْن حَدِيدَة بِمُهْمَلَاتٍ وَزْن كَبِيرَة الْأَنْصَارِيّ الْخَزْرَجِيّ السُّلَمِيّ كَمَا أَخْرَجَهُ اِبْن خُزَيْمَةَ وَالْحَاكِم فِي صَحِيحَيْهِمَا مِنْ طَرِيق عَمَّار بْن زُرَيْق \" عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر قَالَ : كَانَتْ قُرَيْش تُدْعَى الْحُمْس , وَكَانُوا يَدْخُلُونَ مِنْ الْأَبْوَاب فِي الْإِحْرَام , وَكَانَتْ الْأَنْصَار وَسَائِر الْعَرَب لَا يَدْخُلُونَ مِنْ الْأَبْوَاب , فَبَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بُسْتَان فَخَرَجَ مِنْ بَابه فَخَرَجَ مَعَهُ قُطْبَة بْن عَامِر الْأَنْصَارِيّ , فَقَالُوا : يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ قُطْبَة رَجُل فَاجِر , فَإِنَّهُ خَرَجَ مَعَك مِنْ الْبَاب فَقَالَ : مَا حَمَلَك عَلَى ذَلِكَ ؟ فَقَالَ رَأَيْتُك فَعَلْته فَفَعَلْت كَمَا فَعَلْت : قَالَ : إِنِّي أَحْمَسِيّ , قَالَ فَإِنَّ دِينِي دِينك , فَأَنْزَلَ اللَّه الْآيَة \" وَهَذَا الْإِسْنَاد وَإِنْ كَانَ عَلَى شَرْط مُسْلِم لَكِنْ اُخْتُلِفَ فِي وَصْله عَلَى الْأَعْمَش عَنْ أَبِي سُفْيَان فَرَوَاهُ عَبْد بْن حُمَيْدٍ عَنْهُ فَلَمْ يَذْكُر جَابِرًا أَخْرَجَهُ تَقِيّ وَأَبُو الشَّيْخ فِي تَفْسِيرهمَا مِنْ طَرِيقه , وَكَذَا سَمَّاهُ الْكَلْبِيّ فِي تَفْسِيره عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس , وَكَذَا ذَكَرَ مُقَاتِل بْن سُلَيْمَانَ فِي تَفْسِيره. وَجَزَمَ الْبَغَوِيُّ وَغَيْره مِنْ الْمُفَسِّرِينَ بِأَنَّ هَذَا الرَّجُل يُقَال لَهُ رِفَاعَة بْن تَابُوت , وَاعْتَمَدُوا فِي ذَلِكَ عَلَى مَا أَخْرَجَهُ عَبْد بْن حُمَيْدٍ وَابْن جَرِير مِنْ طَرِيق دَاوُدَ بْن أَبِي هِنْد \" عَنْ قَيْس بْن جُبَيْر النَّهْشَلِيّ قَالَ : كَانُوا إِذَا أَحْرَمُوا لَمْ يَأْتُوا بَيْتًا مِنْ قِبَلِ بَابه , وَلَكِنْ مِنْ قِبَلِ ظَهْره , وَكَانَتْ الْحُمْس تَفْعَلهُ , فَدَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَائِطًا فَاتَّبَعَهُ رَجُل يُقَال لَهُ رِفَاعَة بْن تَابُوت وَلَمْ يَكُنْ مِنْ الْحُمْس \" فَذَكَر الْقِصَّة , وَهَذَا مُرْسَل , وَالَّذِي قَبْله أَقْوَى إِسْنَادًا فَيَجُوز أَنْ يُحْمَل عَلَى التَّعَدُّد فِي الْقِصَّة , إِلَّا أَنَّ فِي هَذَا الْمُرْسَل نَظَرًا مِنْ وَجْه آخَر , لِأَنَّ رِفَاعَة بْن تَابُوت مَعْدُود فِي الْمُنَافِقِينَ , وَهُوَ الَّذِي هَبَّتْ الرِّيح الْعَظِيمَة لِمَوْتِهِ كَمَا وَقَعَ مُبْهَمًا فِي صَحِيح مُسْلِم وَمُفَسَّرًا فِي غَيْره مِنْ حَدِيث جَابِر , فَإِنْ لَمْ يُحْمَل عَلَى أَنَّهُمَا رَجُلَانِ تَوَافَقَ اِسْمهمَا وَاسْم أَبَوَيْهِمَا وَإِلَّا فَكَوْنه قُطْبَة بْن عَامِر أَوْلَى , وَيُؤَيِّدهُ أَنَّ فِي مُرْسَل الزُّهْرِيِّ عِنْد الطَّبَرِيّ \" فَدَخَلَ رَجُل مِنْ الْأَنْصَار مِنْ بَنِي سَلَمَة \" وَقُطْبَة مِنْ بَنِي سَلَمَة بِخِلَافِ رِفَاعَة , وَيَدُلّ عَلَى التَّعَدُّد اِخْتِلَاف الْقَوْل فِي الْإِنْكَار عَلَى الدَّاخِل , فَإِنَّ فِي حَدِيث جَابِر \" فَقَالُوا إِنَّ قُطْبَة رَجُل فَاجِر \" وَفِي مُرْسَل قَيْس بْن جُبَيْر \" فَقَالُوا يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَافَقَ رِفَاعَة \" لَكِنْ لَيْسَ بِمُمْتَنِعٍ أَنْ يَتَعَدَّد الْقَائِلُونَ فِي الْقِصَّة الْوَاحِدَة , وَقَدْ وَقَعَ فِي حَدِيث اِبْن عَبَّاس عِنْد اِبْن جُرَيْجٍ أَنَّ الْقِصَّة وَقَعَتْ أَوَّل مَا قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة , وَفِي إِسْنَاده ضَعْف وَفِي مُرْسَل الزُّهْرِيِّ أَنَّ ذَلِكَ وَقَعَ فِي عُمْرَة الْحُدَيْبِيَة , وَفِي مُرْسَل السُّدِّيّ عِنْد الطَّبَرِيّ أَيْضًا أَنَّ ذَلِكَ وَقَعَ فِي حَجَّة الْوَدَاعِ, وَكَأَنَّهُ أَخَذَهُ مِنْ قَوْله \" كَانُوا إِذَا حَجُّوا \" لَكِنْ وَقَعَ فِي رِوَايَة الطَّبَرِيّ \" كَانُوا إِذَا أَحْرَمُوا \" فَهَذَا يَتَنَاوَل الْحَجّ وَالْعُمْرَة , وَالْأَقْرَب مَا قَالَ الزُّهْرِيُّ , وَبَيَّنَ الزُّهْرِيُّ السَّبَب فِي صَنِيعهمْ ذَلِكَ فَقَالَ : كَانَ نَاس مِنْ الْأَنْصَار إِذَا أَهَلُّوا بِالْعُمْرَةِ لَمْ يَحُلْ بَيْنهمْ وَبَيْن السَّمَاء شَيْء فَكَانَ الرَّجُل إِذَا أَهَلَّ فَبَدَتْ لَهُ حَاجَة فِي بَيْته لَمْ يَدْخُل مِنْ الْبَاب مِنْ أَجْل السَّقْف أَنْ يَحُول بَيْنه وَبَيْن السَّمَاء \" وَاتَّفَقَتْ الرِّوَايَات عَلَى نُزُول الْآيَة فِي سَبَب الْإِحْرَام إِلَّا مَا أَخْرَجَهُ عَبْد بْن حُمَيْدٍ بِإِسْنَادٍ صَحِيح عَنْ الْحَسَن قَالَ \" كَانَ الرَّجُل مِنْ الْجَاهِلِيَّة يَهُمّ بِالشَّيْءِ يَصْنَعهُ فَيُحْبَس عَنْ ذَلِكَ فَلَا يَأْتِي بَيْتًا مِنْ قِبَل بَابه حَتَّى يَأْتِي الَّذِي كَانَ هَمَّ بِهِ \" فَجَعَلَ ذَلِكَ مِنْ بَاب الطِّيَرَة , وَغَيْره جَعَلَ ذَلِكَ بِسَبَبِ الْإِحْرَام , وَخَالَفَهُمْ مُحَمَّد بْن كَعْب الْقُرَظِيّ فَقَالَ \" كَانَ الرَّجُل إِذَا اِعْتَكَفَ لَمْ يَدْخُل مَنْزِله مِنْ بَاب الْبَيْت فَنَزَلَتْ \" أَخْرَجَهُ اِبْن أَبِي حَاتِم بِإِسْنَادٍ ضَعِيف وَأَغْرَبَ الزَّجَّاج فِي مَعَانِيه فَجَزَمَ بِأَنَّ سَبَب نُزُولهَا مَا رُوِيَ عَنْ الْحَسَن , لَكِنْ مَا فِي الصَّحِيح أَصَحّ وَاللَّه أَعْلَم. وَاتَّفَقَتْ الرِّوَايَات عَلَى أَنَّ الْحُمْس كَانُوا لَا يَفْعَلُونَ ذَلِكَ بِخِلَافِ غَيْرهمْ , وَعَكَسَ ذَلِكَ مُجَاهِد فَقَالَ \" كَانَ الْمُشْرِكُونَ إِذَا أَحْرَمَ الرَّجُل مِنْهُمْ ثَقَبَ كُوَّة فِي ظَهْر بَيْته فَدَخَلَ مِنْهَا , فَجَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات يَوْم وَمَعَهُ رَجُل مِنْ الْمُشْرِكِينَ فَدَخَلَ مِنْ الْبَاب , وَذَهَبَ الْمُشْرِك لِيَدْخُل مِنْ الْكُوَّة فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا شَأْنك ؟ فَقَالَ : إِنِّي أَحْمَسِيّ , فَقَالَ : وَأَنَا أَحْمَسِيّ , فَنَزَلَتْ \" أَخْرَجَهُ الطَّبَرِيُّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1804",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ، يَمْنَعُ أَحَدَكُمْ طَعَامَهُ وَشَرَابَهُ وَنَوْمَهُ، فَإِذَا قَضَى نَهْمَتَهُ فَلْيُعَجِّلْ إِلَى أَهْلِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Traveling is a kind of torture as it prevents one from eating, drinking and sleeping \nproperly. So, when one's needs are fulfilled, one should return quickly to one's family.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ سُمَيّ ) ‏ ‏كَذَا لِأَكْثَر الرُّوَاة عَنْ مَالِك , وَكَذَا هُوَ فِي الْمُوَطَّإ , وَصَرَّحَ يَحْيَى بْن يَحْيَى النَّيْسَابُورِيّ عَنْ مَالِك بِتَحْدِيثِ سُمَيّ لَهُ بِهِ , وَشَذَّ خَالِد بْن مَخْلَد عَنْ مَالِك فَقَالَ \" عَنْ سُهَيْل \" بَدَل سُمَيّ أَخْرَجَهُ اِبْن عَدِيّ , وَذَكَر الدَّارَقُطْنِيُّ أَنَّ اِبْن الْمَاجِشُونِ رَوَاهُ عَنْ مَالِك عَنْ سُهَيْل أَيْضًا فَتَابَعَ خَالِد بْن مَخْلَد , لَكِنْ قَالَ الدَّارَقُطْنِيُّ. إِنَّ أَبَا عَلْقَمَة الْقَرَوِيّ تَفَرَّدَ بِهِ عَنْ اِبْن الْمَاجِشُونِ وَأَنَّهُ وَهَمَ فِيهِ , وَرَوَاهُ الطَّبَرَانِيُّ عَنْ أَحْمَد عَنْ بَشِير الطَّيَالِسِيّ عَنْ مُحَمَّد بْن جَعْفَر الْوَرْكَانِيّ عَنْ مَالِك عَنْ سُهَيْل , وَخَالَفَهُ مُوسَى بْن هَارُون فَرَوَاهُ عَنْ الْوَرْكَانِيّ عَنْ مَالِك عَنْ سُمَيّ , قَالَ الدَّارَقُطْنِيُّ حَدَّثَنَا بِهِ دَعْلَج عَنْ مُوسَى , قَالَ : وَالْوَهْم فِي هَذَا مِنْ الطَّبَرَانِيِّ أَوْ مِنْ شَيْخه ; وَسُمَيّ هُوَ الْمَحْفُوظ فِي رِوَايَة مَالِك قَالَهُ اِبْن عَدِيّ , وَأَخْرَجَهُ الدَّارَقُطْنِيُّ وَغَيْرهمَا وَلَمْ يَرْوِهِ عَنْ سُمَيّ غَيْر مَالِك قَالَهُ اِبْن عَبْد الْبَرّ , ثُمَّ أَسْنَدَ عَنْ عَبْد الْمَلِك بْن الْمَاجِشُونِ قَالَ قَالَ مَالِك : مَا لِأَهْلِ الْعِرَاق يَسْأَلُونَنِي عَنْ حَدِيث \" السَّفَر قِطْعَة مِنْ الْعَذَاب \" ؟ فَقِيلَ لَهُ لَمْ يَرْوِهِ عَنْ سُمَيّ أَحَد غَيْرك , فَقَالَ : لَوْ عَرَفْت مَا حَدَّثْت بِهِ , وَكَانَ مَالِك رُبَّمَا أَرْسَلَهُ لِذَلِكَ , وَرَوَاهُ عَتِيق بْن يَعْقُوب عَنْ مَالِك عَنْ أَبِي النَّضْر عَنْ أَبِي صَالِح , وَوَهَمَ فِيهِ أَيْضًا عَلَى مَالِك أَخْرَجَهُ الطَّبَرَانِيُّ وَالدَّارَقُطْنِيُّ , وَرَوَاهُ رَوَّاد بْن الْجَرَّاح عَنْ مَالِك فَزَادَ فِيهِ إِسْنَادًا آخَر فَقَالَ عَنْ رَبِيعَة عَنْ الْقَاسِم عَنْ عَائِشَة , وَعَنْ سُمَيّ بِإِسْنَادِهِ فَذَكَرَهُ , قَالَ الدَّارَقُطْنِيُّ أَخْطَأَ فِيهِ رَوَّاد بْن الْجَرَّاح , وَأَخْرَجَهُ اِبْن عَبْد الْبَرّ مِنْ طَرِيق أَبِي مُصْعَب عَنْ عَبْد الْعَزِيز الدَّرَاوَرْدِيّ عَنْ سُهَيْل عَنْ أَبِيهِ , هَذَا يَدُلّ عَلَى أَنَّ لَهُ فِي حَدِيث سُهَيْل أَصْلًا وَأَنَّ سُمَيًّا لَمْ يَنْفَرِد بِهِ , وَقَدْ أَخْرَجَهُ أَحْمَد فِي مُسْنَده مِنْ طَرِيق سَعِيد الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَة , وَأَخْرَجَهُ اِبْن عَدِيّ مِنْ طَرِيق جَمْهَان عَنْ أَبِي هُرَيْرَة أَيْضًا فَلَمْ يَنْفَرِد بِهِ أَبُو صَالِح , وَأَخْرَجَهُ الدَّارَقُطْنِيُّ وَالْحَاكِم مِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة بِإِسْنَادٍ جَيِّد فَلَمْ يَنْفَرِد بِهِ أَبُو هُرَيْرَة , بَلْ فِي الْبَاب عَنْ اِبْن عَبَّاس وَابْن عُمَر وَأَبِي سَعِيد وَجَابِر عِنْد اِبْن عَدِيّ بِأَسَانِيد ضَعِيفَة. ‏ ‏قَوْله : ( السَّفَر قِطْعَة مِنْ الْعَذَاب ) ‏ ‏أَيْ جُزْء مِنْهُ , وَالْمُرَاد بِالْعَذَابِ الْأَلَم النَّاشِئ عَنْ الْمَشَقَّة لِمَا يَحْصُل فِي الرُّكُوب وَالْمَشْي مِنْ تَرْك الْمَأْلُوف. ‏ ‏قَوْله : ( يَمْنَع أَحَدكُمْ ) ‏ ‏كَأَنَّهُ فَصَلَهُ عَمَّا قَبْله بَيَانًا لِذَلِكَ بِطَرِيقِ الِاسْتِئْنَاف كَالْجَوَابِ لِمَنْ قَالَ كَانَ كَذَلِكَ فَقَالَ : يَمْنَع أَحَدكُمْ نَوْمه إِلَخْ أَيْ وَجْه التَّشْبِيه الِاشْتِمَال عَلَى الْمَشَقَّة , وَقَدْ وَرَدَ التَّعْلِيل فِي رِوَايَة سَعِيد الْمَقْبُرِيِّ وَلَفْظه \" السَّفَر قِطْعَة مِنْ الْعَذَاب , لِأَنَّ الرَّجُل يَشْتَغِل فِيهِ عَنْ صَلَاته وَصِيَامه \" فَذَكَر الْحَدِيث , وَالْمُرَاد بِالْمَنْعِ فِي الْأَشْيَاء الْمَذْكُورَة مَنْع كَمَالِهَا لَا أَصْلهَا , وَقَدْ وَقَعَ عِنْد الطَّبَرَانِيِّ بِلَفْظِ \" لَا يَهْنَأ أَحَدكُمْ بِنَوْمِهِ وَلَا طَعَامه وَلَا شَرَابه \" وَفِي حَدِيث اِبْن عُمَر عِنْد اِبْن عَدِيّ \" وَأَنَّهُ لَيْسَ لَهُ دَوَاء إِلَّا سُرْعَة السَّيْر \" ‏ ‏قَوْله : ( نَهْمَته ) ‏ ‏بِفَتْحِ النُّون وَسُكُون الْهَاء أَيْ حَاجَته مِنْ وَجْهه أَيْ مِنْ مَقْصِده وَبَيَانه فِي حَدِيث اِبْن عَدِيّ بِلَفْظِ \" إِذَا قَضَى أَحَدكُمْ وَطَره مِنْ سَفَره \" وَفِي رِوَايَة رَوَّاد بْن الْجَرَّاح \" فَإِذَا فَرَغَ أَحَدكُمْ مِنْ حَاجَته \". ‏ ‏قَوْله : ( فَلْيُعَجِّلْ إِلَى أَهْله ) ‏ ‏فِي رِوَايَة عَتِيق وَسَعِيد الْمَقْبُرِيِّ \" فَلْيُعَجِّلْ الرُّجُوع إِلَى أَهْله \" وَفِي رِوَايَة أَبِي مُصْعَب \" فَلْيُعَجِّلْ الْكَرَّة إِلَى أَهْله \" وَفِي حَدِيث عَائِشَة \" فَلْيُعَجِّلْ الرِّحْلَة إِلَى أَهْله \" فَإِنَّهُ أَعْظَم لِأَجْرِهِ \" قَالَ اِبْن عَبْد الْبَرّ : زَادَ فِيهِ بَعْض الضُّعَفَاء عَنْ مَالِك \" وَلْيَتَّخِذْ لِأَهْلِهِ هَدِيَّة وَإِنْ لَمْ يَجِد إِلَّا حَجَرًا \" يَعْنِي حَجَر الزِّنَاد , قَالَ : وَهِيَ زِيَادَة مُنْكَرَة , وَفِي الْحَدِيث كَرَاهَة التَّغَرُّب عَنْ الْأَهْل لِغَيْرِ حَاجَة , وَاسْتِحْبَاب اِسْتِعْجَال الرُّجُوع وَلَا سِيَّمَا مَنْ يُخْشَى عَلَيْهِمْ الضَّيْعَة بِالْغَيْبَةِ , وَلِمَا فِي الْإِقَامَة فِي الْأَهْل مِنْ الرَّاحَة الْمُعِينَة عَلَى صَلَاح الدِّين وَالدُّنْيَا , وَلِمَا فِي الْإِقَامَة مِنْ تَحْصِيل الْجَمَاعَات وَالْقُوَّة عَلَى الْعِبَادَة. قَالَ اِبْن بَطَّال : وَلَا تَعَارُض بَيْن هَذَا الْحَدِيث وَحَدِيث اِبْن عُمَر مَرْفُوعًا \" سَافِرُوا تَصِحُّوا \" فَإِنَّهُ لَا يَلْزَم مِنْ الصِّحَّة بِالسَّفَرِ لِمَا فِيهِ مِنْ الرِّيَاضَة أَنْ لَا يَكُون قِطْعَة مِنْ الْعَذَاب لِمَا فِيهِ مِنْ الْمَشَقَّة , فَصَارَ كَالدَّوَاءِ الْمَرّ الْمُعْقِب لِلصِّحَّةِ وَإِنْ كَانَ فِي تَنَاوُله الْكَرَاهَة , وَاسْتَنْبَطَ مِنْهُ الْخَطَّابِيُّ تَغْرِيب الزَّانِي لِأَنَّهُ قَدْ أُمِرَ بِتَعْذِيبِهِ - وَالسَّفَر مِنْ جُمْلَة الْعَذَاب - وَلَا يَخْفَى مَا فِيهِ. ‏ ‏( لَطِيفَة ) : ‏ ‏سُئِلَ إِمَام الْحَرَمَيْنِ حِين جَلَسَ مَوْضِع أَبِيهِ : لِمَ كَانَ السَّفَر قِطْعَة مِنْ الْعَذَاب ؟ فَأَجَابَ عَلَى الْفَوْر : لِأَنَّ فِيهِ فِرَاق الْأَحْبَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1805",
    "category": "كتاب العمرة",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ كُنْتُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ بِطَرِيقِ مَكَّةَ، فَبَلَغَهُ عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ شِدَّةُ وَجَعٍ فَأَسْرَعَ السَّيْرَ، حَتَّى كَانَ بَعْدَ غُرُوبِ الشَّفَقِ نَزَلَ، فَصَلَّى الْمَغْرِبَ وَالْعَتَمَةَ، جَمَعَ بَيْنَهُمَا، ثُمَّ قَالَ إِنِّي رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم إِذَا جَدَّ بِهِ السَّيْرُ أَخَّرَ الْمَغْرِبَ، وَجَمَعَ بَيْنَهُمَا‏.‏",
    "english_text": "I was with Ibn `Umar on the way to Mecca, and he got the news that Safiya bint Abu Ubaid was \nseriously ill. So, he hastened his pace, and when the twilight disappeared, he dismounted and offered \nthe Maghrib and `Isha' prayers together. Then he said, \"I saw that whenever the Prophet (ﷺ) had to hasten \nwhen traveling, he would delay the Maghrib prayer and join them together (i.e. offer the Maghrib and \nthe `Isha prayers together).",
    "explication": "حَدِيث اِبْن عُمَر فِي جَمْعه بَيْن الصَّلَاتَيْنِ لَمَّا بَلَغَهُ وَجَع صَفِيَّة بِنْت أَبِي عُبَيْد وَهِيَ زَوْجَته , وَقَدْ تَقَدَّمَ فِي أَوَاخِر أَبْوَاب الْعُمْرَة بِهَذَا الْإِسْنَاد مَعَ الْكَلَام عَلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]