[
  {
    "id": "1867",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا ثَابِتُ بْنُ يَزِيدَ، حَدَّثَنَا عَاصِمٌ أَبُو عَبْدِ الرَّحْمَنِ الأَحْوَلُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمَدِينَةُ حَرَمٌ، مِنْ كَذَا إِلَى كَذَا، لاَ يُقْطَعُ شَجَرُهَا، وَلاَ يُحْدَثُ فِيهَا حَدَثٌ، مَنْ أَحْدَثَ حَدَثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Medina is a sanctuary from that place to that. Its trees should not be cut and no \nheresy should be innovated nor any sin should be committed in it, and whoever innovates in it an \nheresy or commits sins (bad deeds), then he will incur the curse of Allah, the angels, and all the \npeople.\" (See Hadith No. 409, Vol 9).",
    "explication": "‏ ‏قَوْله : ( عَنْ أَنَس ) ‏ ‏فِي رِوَايَة عَبْد الْوَاحِد عَنْ عَاصِم \" قُلْت لِأَنَسٍ \" وَسَيَأْتِي فِي الِاعْتِصَام , وَلِيَزِيدَ بْنِ هَارُون عَنْ عَاصِم \" سَأَلْت أَنَسًا \" أَخْرَجَهُ مُسْلِم. ‏ ‏قَوْله : ( الْمَدِينَة حَرَم مِنْ كَذَا إِلَى كَذَا ) ‏ ‏هَكَذَا جَاءَ مُبْهَمًا , وَسَيَأْتِي فِي حَدِيث عَلِيٍّ رَابِع أَحَادِيث الْبَاب \" مَا بَيْن عَائِر إِلَى كَذَا \" فَعَيَّنَ الْأَوَّل وَهُوَ بِمُهْمَلَةٍ وَزْن فَاعِل , وَذَكَرَهُ فِي الْجِزْيَة وَغَيْرهَا بِلَفْظِ \" عَيْر \" بِسُكُونِ التَّحْتَانِيَّة , وَهُوَ جَبَل بِالْمَدِينَةِ كَمَا سَنُوَضِّحُهُ. وَاتَّفَقَتْ رِوَايَات الْبُخَارِيّ كُلّهَا عَلَى إِبْهَام الثَّانِي. وَوَقَعَ عِنْد مُسْلِم \" إِلَى ثَوْر \" فَقِيلَ إِنَّ الْبُخَارِيّ أَبْهَمَهُ عَمْدًا لَمَّا وَقَعَ عِنْده أَنَّهُ وَهْم , وَقَالَ صَاحِب \" الْمَشَارِق \" و \" الْمَطَالِع \" : أَكْثَر رُوَاة الْبُخَارِيّ ذَكَرُوا عَيْرًا , وَأَمَّا ثَوْر فَمِنْهُمْ مَنْ كَنَّى عَنْهُ بِكَذَا وَمِنْهُمْ مَنْ تَرَكَ مَكَانه بَيَاضًا , وَالْأَصْل فِي هَذَا التَّوَقُّف قَوْل مُصْعَب الزُّبَيْرِيّ : لَيْسَ بِالْمَدِينَةِ عَيْر وَلَا ثَوْر. وَأَثْبَتَ غَيْره عَيْرًا وَوَافَقَهُ عَلَى إِنْكَار ثَوْر , قَالَ أَبُو عُبَيْد : قَوْله \" مَا بَيْن عَيْر إِلَى ثَوْر \" هَذِهِ رِوَايَة أَهْل الْعِرَاق , وَأَمَّا أَهْل الْمَدِينَة فَلَا يَعْرِفُونَ جَبَلًا عِنْدهمْ يُقَال لَهُ ثَوْر وَإِنَّمَا ثَوْر بِمَكَّة , وَنَرَى أَنَّ أَصْل الْحَدِيث \" مَا بَيْن عَيْر إِلَى أُحُد \". قُلْت : وَقَدْ وَقَعَ ذَلِكَ فِي حَدِيث عَبْد اللَّه بْن سَلَام عِنْد أَحْمَد وَالطَّبَرَانِيِّ. وَقَالَ عِيَاض : لَا مَعْنَى لِإِنْكَارِ عَيْر بِالْمَدِينَةِ فَإِنَّهُ مَعْرُوف , وَقَدْ جَاءَ ذِكْره فِي أَشْعَارهمْ , وَأَنْشَدَ أَبُو عُبَيْد الْبَكْرِيّ فِي ذَلِكَ عِدَّة شَوَاهِد , مِنْهَا قَوْل الْأَحْوَص الْمَدَنِيّ الشَّاعِر الْمَشْهُور : ‏ ‏فَقُلْت لِعَمْرٍو تِلْكَ يَا عَمْرو نَاره ‏ ‏تَشِبّ قَفَا عَيْر فَهَلْ أَنْتَ نَاظِر ‏ ‏وَقَالَ اِبْن السَّيِّد فِي \" الْمُثَلَّث \" : عَيْر اِسْم جَبَل بِقُرْبِ الْمَدِينَة مَعْرُوف. وَرَوَى الزُّبَيْر فِي \" أَخْبَار الْمَدِينَة \" عَنْ عِيسَى بْن مُوسَى قَالَ : قَالَ سَعِيد بْن عَمْرو لِبِشْرِ بْن السَّائِب أَتَدْرِي لِمَ سَكَنَّا الْعَقَبَة ؟ قَالَ : لَا. قَالَ : لِأَنَّا قَتَلْنَا مِنْكُمْ قَتِيلًا فِي الْجَاهِلِيَّة فَأُخْرِجْنَا إِلَيْهَا. فَقَالَ : وَدِدْت لَوْ أَنَّكُمْ قَتَلْتُمْ مِنَّا آخَر وَسَكَنْتُمْ وَرَاء عَيْر , يَعْنِي جَبَلًا. كَذَا فِي نَفْس الْخَبَر. وَقَدْ سَلَكَ الْعُلَمَاء فِي إِنْكَار مُصْعَب الزُّبَيْرِيّ لِعَيْرٍ وَثَوْر مَسَالِك : مَا مِنْهَا تَقَدَّمَ , وَمِنْهَا قَوْل اِبْن قُدَامَةَ يُحْتَمَل أَنْ يَكُون الْمُرَاد مِقْدَار مَا بَيْن عَيْر وَثَوْر لَا أَنَّهُمَا بِعَيْنِهِمَا فِي الْمَدِينَة , أَوْ سَمَّى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْجَبَلَيْنِ اللَّذَيْنِ بِطَرَفَيْ الْمَدِينَة عَيْرًا وَثَوْرًا اِرْتِجَالًا. وَحَكَى اِبْن الْأَثِير كَلَام أَبِي عُبَيْد مُخْتَصَرًا ثُمَّ قَالَ : وَقِيلَ إِنَّ عَيْرًا جَبَل بِمَكَّة , فَيَكُون الْمُرَاد أَحْرَمَ مِنْ الْمَدِينَة مِقْدَار مَا بَيْن عَيْر وَثَوْر بِمَكَّة عَلَى حَذْف الْمُضَاف وَوَصْف الْمَصْدَر الْمَحْذُوف. وَقَالَ النَّوَوِيّ : يُحْتَمَل أَنْ يَكُون ثَوْر كَانَ اِسْم جَبَل هُنَاكَ إِمَّا أُحُد وَإِمَّا غَيْره. وَقَالَ الْمُحِبّ الطَّبَرِيُّ فِي \" الْأَحْكَام \" بَعْد حِكَايَة كَلَام أَبِي عُبَيْد وَمَنْ تَبِعَهُ : قَدْ أَخْبَرَنِي الثِّقَة الْعَالِم أَبُو مُحَمَّد عَبْد السَّلَام الْبَصْرِيّ أَنَّ حِذَاء أُحُد عَنْ يَسَاره جَانِحًا إِلَى وَرَائِهِ جَبَل صَغِير يُقَال لَهُ ثَوْر , وَأَخْبَرَ أَنَّهُ تَكَرَّرَ سُؤَاله عَنْهُ لِطَوَائِف مِنْ الْعَرَب - أَيْ الْعَارِفِينَ بِتِلْكَ الْأَرْض وَمَا فِيهَا مِنْ الْجِبَال - فَكُلّ أَخْبَرَ أَنَّ ذَلِكَ الْجَبَل اِسْمه ثَوْر , وَتَوَارَدُوا عَلَى ذَلِكَ. قَالَ فَعَلِمْنَا أَنَّ ذِكْر ثَوْر فِي الْحَدِيث صَحِيح , وَأَنَّ عَدَم عِلْم أَكَابِر الْعُلَمَاء بِهِ لِعَدَمِ شُهْرَته وَعَدَم بَحْثهمْ عَنْهُ. قَالَ وَهَذِهِ فَائِدَة جَلِيلَة. اِنْتَهِي. وَقَرَأْت بِخَطِّ شَيْخ شُيُوخنَا الْقُطْب الْحَلَبِيّ فِي شَرْحه : حَكَى لَنَا شَيْخنَا الْإِمَام أَبُو مُحَمَّد عَبْد السَّلَام بْن مَزْرُوع الْبَصْرِيّ أَنَّهُ خَرَجَ رَسُولًا إِلَى الْعِرَاق فَلَمَّا رَجَعَ إِلَى الْمَدِينَة كَانَ مَعَهُ دَلِيل وَكَانَ يَذْكُر لَهُ الْأَمَاكِن وَالْجِبَال , قَالَ : فَلَمَّا وَصَلْنَا إِلَى أُحُد إِذَا بِقُرْبِهِ جَبَل صَغِير , فَسَأَلْته عَنْهُ فَقَالَ : هَذَا يُسَمَّى ثَوْرًا. قَالَ فَعَلِمْت صِحَّة الرِّوَايَة. قُلْت : وَكَأَنَّ هَذَا كَانَ مَبْدَأ سُؤَاله عَنْ ذَلِكَ. وَذَكَرَ شَيْخنَا أَبُو بَكْر بْن حُسَيْن الْمَرَاغِي نَزِيل الْمَدِينَة فِي مُخْتَصَره لِأَخْبَارِ الْمَدِينَة أَنَّ خَلْفَ أَهْل الْمَدِينَة يَنْقُلُونَ عَنْ سَلَفهمْ أَنَّ خَلْف أُحُد مِنْ جِهَة الشِّمَال جَبَلًا صَغِيرًا إِلَى الْحُمْرَة بِتَدْوِيرٍ يُسَمَّى ثَوْرًا , قَالَ وَقَدْ تَحَقَّقْته بِالْمُشَاهَدَةِ. وَأَمَّا قَوْل اِبْن التِّين أَنَّ الْبُخَارِيّ أَبْهَمَ اِسْم الْجَبَل عَمْدًا لِأَنَّهُ غَلَط فَهُوَ غَلَط مِنْهُ , بَلْ إِبْهَامه مِنْ بَعْض رُوَاته , فَقَدْ أَخْرَجَهُ فِي الْجِزْيَة فَسَمَّاهُ , وَاللَّه أَعْلَم. وَمِمَّا يَدُلّ عَلَى أَنَّ الْمُرَاد بِقَوْلِهِ فِي حَدِيث أَنَس مِنْ \" كَذَا إِلَى كَذَا جَبَلَانِ \" مَا وَقَعَ عِنْد مُسْلِم مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر عَنْ عَمْرو بْن أَبِي عَمْرو عَنْ أَنَس مَرْفُوعًا \" اللَّهُمَّ إِنِّي أُحَرِّم مَا بَيْن جَبَلَيْهَا \" لَكِنْ عِنْد الْمُصَنِّف فِي الْجِهَاد وَغَيْره مِنْ طَرِيق مُحَمَّد بْن جَعْفَر وَيَعْقُوب بْن عَبْد الرَّحْمَن وَمَالك كُلّهمْ عَنْ عَمْرو بِلَفْظِ \" مَا بَيْن لَابَتَيْهَا \" وَكَذَا فِي حَدِيث أَبِي هُرَيْرَة ثَالِث أَحَادِيث الْبَاب , وَسَيَأْتِي بَعْد أَبْوَاب مِنْ وَجْه آخَر , وَكَذَا فِي حَدِيث رَافِع بْن خَدِيج وَأَبِي سَعِيد وَسَعْد وَجَابِر وَكُلّهَا عِنْد مُسْلِم , وَكَذَا رَوَاهُ أَحْمَد مِنْ حَدِيث عُبَادَةَ الزَّرَقِيّ وَالْبَيْهَقِيُّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن عَوْف وَالطَّبَرَانِيُّ مِنْ حَدِيث أَبِي الْيَسَر وَأَبِي حُسَيْن وَكَعْب اِبْن مَالِك كُلّهمْ بِلَفْظِ \" مَا بَيْن لَابَتَيْهَا \" وَاللَّابَتَانِ جَمْع لَابَة بِتَخْفِيفِ الْمُوَحَّدَة وَهِيَ الْحَرَّة وَهِيَ الْحِجَارَة السُّود , وَقَدْ تَكَرَّرَ ذِكْرهَا فِي الْحَدِيث. وَوَقَعَ فِي حَدِيث جَابِر عِنْد أَحْمَد \" وَأَنَا أُحَرِّم الْمَدِينَة مَا بَيْن حَرَّتَيْهَا \" فَادَّعَى بَعْض الْحَنَفِيَّة أَنَّ الْحَدِيث مُضْطَرِب لِأَنَّهُ وَقَعَ فِي رِوَايَة مَا بَيْن جَبَلَيْهَا وَفِي رِوَايَة مَا بَيْن لَابَتَيْهَا وَفِي رِوَايَة مَأْزِمَيْهَا , وَتُعُقِّبَ بِأَنَّ الْجَمْع بَيْنهمَا وَاضِح وَبِمِثْلِ هَذَا لَا تُرَدّ الْأَحَادِيث الصَّحِيحَة , فَإِنَّ الْجَمْع لَوْ تَعَذَّرَ أَمْكَنَ التَّرْجِيح , وَلَا شَكَّ أَنَّ رِوَايَة \" مَا بَيْن لَابَتَيْهَا \" أَرْجَح لِتَوَارُدِ الرُّوَاة عَلَيْهَا , وَرِوَايَة جَبَلَيْهَا لَا تُنَافِيهَا فَيَكُون عِنْد كُلّ لَابَة جَبَل , أَوْ لَابَتَيْهَا مِنْ جِهَة الْجَنُوب وَالشِّمَال وَجَبَلَيْهَا مِنْ جِهَة الشَّرْق وَالْغَرْب , وَتَسْمِيَة الْجَبَلَيْنِ فِي رِوَايَة أُخْرَى لَا تَضُرّ , وَأَمَّا رِوَايَة \" مَأْزِمَيْهَا \" فَهِيَ فِي بَعْض طُرُق حَدِيث أَبِي سَعِيد , وَالْمَأْزِم بِكَسْرِ الزَّاي الْمَضِيق بَيْن الْجَبَلَيْنِ وَقَدْ يُطْلَق عَلَى الْجَبَل نَفْسه. وَاحْتَجَّ الطَّحَاوِيُّ بِحَدِيثِ أَنَس فِي قِصَّة أَبِي عُمَيْر مَا فَعَلَ النُّغَيْر قَالَ : لَوْ كَانَ صَيْدهَا حَرَامًا مَا جَازَ حَبْس الطَّيْر , وَأُجِيب بِاحْتِمَالِ أَنْ يَكُون مِنْ صَيْد الْحِلّ. قَالَ أَحْمَد : مَنْ صَادَ مِنْ الْحِلّ ثُمَّ أَدْخَلَهُ الْمَدِينَة لَمْ يَلْزَمهُ إِرْسَاله لِحَدِيثِ أَبِي عُمَيْر , وَهَذَا قَوْل الْجُمْهُور. لَكِنْ لَا يُرَدّ ذَلِكَ عَلَى الْحَنَفِيَّة , لِأَنَّ صَيْد الْحِلّ عِنْدهمْ إِذَا دَخَلَ الْحَرَم كَانَ لَهُ حُكْم الْحَرَم , وَيُحْتَمَل أَنْ تَكُون قِصَّة أَبِي عُمَيْر كَانَتْ قَبْل التَّحْرِيم , وَاحْتَجَّ بَعْضهمْ بِحَدِيثِ أَنَس فِي قِصَّة قَطْع النَّخْل لِبِنَاءِ الْمَسْجِد , وَلَوْ كَانَ قَطْع شَجَرهَا حَرَامًا مَا فَعَلَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَتُعُقِّبَ بِأَنَّ ذَلِكَ كَانَ فِي أَوَّل الْهِجْرَة كَمَا سَيَأْتِي وَاضِحًا فِي أَوَّل الْمَغَازِي , وَحَدِيث تَحْرِيم الْمَدِينَة كَانَ بَعْد رُجُوعه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ خَيْبَر كَمَا سَيَأْتِي فِي حَدِيث عَمْرو بْن أَبِي عَمْرو عَنْ أَنَس فِي الْجِهَاد وَفِي غَزْوَة أُحُد مِنْ الْمَغَازِي وَاضِحًا , وَقَالَ الطَّحَاوِيُّ : يُحْتَمَل أَنْ يَكُون سَبَب النَّهْي عَنْ صَيْد الْمَدِينَة وَقَطْع شَجَرهَا كَوْن الْهِجْرَة كَانَتْ إِلَيْهَا فَكَانَ بَقَاء الصَّيْد وَالشَّجَر مِمَّا يَزِيد فِي زِينَتهَا وَيَدْعُو إِلَى أُلْفَتهَا كَمَا رَوَى اِبْن عُمَر \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ هَدْم آطَام الْمَدِينَة \" فَإِنَّهَا مِنْ زِينَة الْمَدِينَة فَلَمَّا اِنْقَطَعَتْ الْهِجْرَة زَالَ ذَلِكَ , وَمَا قَالَهُ لَيْسَ بِوَاضِحٍ لِأَنَّ النَّسْخ لَا يَثْبُت إِلَّا بِدَلِيلٍ , وَقَدْ ثَبَتَ عَلَى الْفَتْوَى بِتَحْرِيمِهَا سَعْد وَزَيْد بْن ثَابِت وَأَبُو سَعِيد وَغَيْرهمْ كَمَا أَخْرَجَهُ مُسْلِم , وَقَالَ اِبْن قُدَامَةَ : يَحْرُم صَيْد الْمَدِينَة وَقَطْع شَجَرهَا وَبِهِ قَالَ مَالِك وَالشَّافِعِيّ وَأَكْثَر أَهْل الْعِلْم , وَقَالَ أَبُو حَنِيفَة لَا يَحْرُم , ثُمَّ مَنْ فَعَلَ مِمَّا حَرُمَ عَلَيْهِ فِيهِ شَيْئًا أَثِمَ وَلَا جَزَاء عَلَيْهِ فِي رِوَايَة لِأَحْمَد , وَهُوَ قَوْل مَالِك وَالشَّافِعِيّ فِي الْجَدِيد وَأَكْثَر أَهْل الْعِلْم , وَفِي رِوَايَة لِأَحْمَد وَهُوَ قَوْل الشَّافِعِيّ فِي الْقَدِيم وَابْن أَبِي ذِئْب وَاخْتَارَهُ اِبْن الْمُنْذِر وَابْن نَافِع مِنْ أَصْحَاب مَالِك , وَقَالَ الْقَاضِي عَبْد الْوَهَّاب إِنَّهُ الْأَقْيَس وَاخْتَارَهُ جَمَاعَة بَعْدهمْ فِيهِ الْجَزَاء وَهُوَ كَمَا فِي حَرَم مَكَّة , وَقِيلَ الْجَزَاء فِي حَرَم الْمَدِينَة أَخْذ السَّلَب لِحَدِيثٍ صَحَّحَهُ مُسْلِم عَنْ سَعْد بْن أَبِي وَقَّاص , وَفِي رِوَايَة لِأَبِي دَاوُدَ \" مَنْ وَجَدَ أَحَدًا يَصِيد فِي حَرَم الْمَدِينَة فَلْيَسْلُبْهُ \". قَالَ الْقَاضِي عِيَاض : لَمْ يَقُلْ بِهَذَا بَعْد الصَّحَابَة إِلَّا الشَّافِعِيّ فِي الْقَدِيم. قُلْت : وَاخْتَارَهُ جَمَاعَة مَعَهُ وَبَعْده لِصِحَّةِ الْخَبَر فِيهِ , وَلِمَنْ قَالَ بِهِ اِخْتِلَاف فِي كَيْفِيَّته وَمَصْرِفه , وَالَّذِي دَلَّ عَلَيْهِ صَنِيع سَعْد عِنْد مُسْلِم وَغَيْره أَنَّهُ كَسَلْبِ الْقَتِيل وَأَنَّهُ لِلسَّالِبِ لَكِنَّهُ لَا يُخَمَّس , وَأَغْرَبَ بَعْض الْحَنَفِيَّة فَادَّعَى الْإِجْمَاع عَلَى تَرْك الْأَخْذ بِحَدِيثِ السَّلْب , ثُمَّ اِسْتَدَلَّ بِذَلِكَ عَلَى نَسْخ أَحَادِيث تَحْرِيم الْمَدِينَة , وَدَعْوَى الْإِجْمَاع مَرْدُودَة فَبَطَلَ مَا تَرَتَّبَ عَلَيْهَا. قَالَ اِبْن عَبْد الْبَرّ : لَوْ صَحَّ حَدِيث سَعْد لَمْ يَكُنْ فِي نَسْخ أَخْذ السَّلْب مَا يُسْقِط الْأَحَادِيث الصَّحِيحَة. وَيَجُوز أَخْذ الْعَلَف لِحَدِيثِ أَبِي سَعِيد فِي مُسْلِم \" وَلَا يُخْبَط فِيهَا شَجَرَة إِلَّا لِعَلَفٍ \" وَلِأَبِي دَاوُدَ مِنْ طَرِيق أَبِي حَسَّان عَنْ عَلِيّ نَحْوه , وَقَالَ الْمُهَلَّب : فِي حَدِيث أَنَس دَلَالَة عَلَى أَنَّ الْمَنْهِيّ عَنْهُ فِي الْحَدِيث الْمَاضِي مَقْصُور عَلَى الْقَطْع الَّذِي يَحْصُل بِهِ الْإِفْسَاد , فَأَمَّا مَنْ يَقْصِد الْإِصْلَاح كَمَنْ يَغْرِس بُسْتَانًا مَثَلًا فَلَا يَمْتَنِع عَلَيْهِ قَطْع مَا كَانَ بِتِلْكَ الْأَرْض مِنْ شَجَر يَضُرّ بَقَاؤُهُ. قَالَ : وَقِيلَ بَلْ فِيهِ دَلَالَة عَلَى أَنَّ النَّهْي إِنَّمَا يَتَوَجَّه إِلَى مَا أَنْبَتَهُ اللَّه مِنْ الشَّجَر مِمَّا لَا صُنْع لِلْآدَمِيِّ فِيهِ , كَمَا حُمِلَ عَلَيْهِ النَّهْي عَنْ قَطْع شَجَر مَكَّة. وَعَلَى هَذَا يُحْمَل قَطْعُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّخْل وَجَعْله قِبْلَة الْمَسْجِد وَلَا يَلْزَم مِنْهُ النَّسْخ الْمَذْكُور. ‏ ‏قَوْله : ( لَا يُقْطَع شَجَرهَا ) ‏ ‏فِي رِوَايَة يَزِيد بْن هَارُون \" لَا يُخْتَلَى خَلَاهَا \" وَفِي حَدِيث جَابِر عِنْد مُسْلِم \" لَا يُقْطَع عِضَاههَا وَلَا يُصَاد صَيْدهَا \" وَنَحْوه عِنْده عَنْ سَعْد. ‏ ‏قَوْله : ( مَنْ أَحْدَثَ فِيهَا حَدَثًا ) ‏ ‏زَادَ شُعْبَة وَحَمَّاد بْن سَلَمَة عَنْ عَاصِم عِنْد أَبِي عَوَانَة \" أَوْ آوَى مُحْدِثًا \" وَهَذِهِ الزِّيَادَة صَحِيحَة إِلَّا أَنَّ عَاصِمًا لَمْ يَسْمَعهَا مِنْ أَنَس كَمَا سَيَأْتِي بَيَان ذَلِكَ فِي كِتَاب الِاعْتِصَام ‏ ‏قَوْله : ( فَعَلَيْهِ لَعْنَة اللَّه ) ‏ ‏فِيهِ جَوَاز لَعَنْ أَهْل الْمَعَاصِي وَالْفَسَاد , لَكِنْ لَا دَلَالَة فِيهِ عَلَى لَعَنْ الْفَاسِق الْمُعَيَّن. وَفِيهِ أَنَّ الْمُحْدِث وَالْمُؤْوِي لِلْمُحْدِثِ فِي الْإِثْم سَوَاء. وَالْمُرَاد بِالْحَدَثِ وَالْمُحْدِث الظُّلْم وَالظَّالِم عَلَى مَا قِيلَ , أَوْ مَا هُوَ أَعَمّ مِنْ ذَلِكَ. قَالَ عِيَاض : وَاسْتُدِلَّ بِهَذَا عَلَى أَنَّ الْحَدَث فِي الْمَدِينَة مِنْ الْكَبَائِر , وَالْمُرَاد بِلَعْنَةِ الْمَلَائِكَة وَالنَّاس الْمُبَالَغَة فِي الْإِبْعَاد عَنْ رَحْمَة اللَّه. قَالَ : وَالْمُرَاد بِاللَّعْنِ هُنَا الْعَذَاب الَّذِي يَسْتَحِقّهُ عَلَى ذَنْبه فِي أَوَّل الْأَمْر , وَلَيْسَ هُوَ كَلَعْنِ الْكَافِر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1868",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَدِمَ النَّبِيُّ صلى الله عليه وسلم الْمَدِينَةَ فَأَمَرَ بِبِنَاءِ الْمَسْجِدِ فَقَالَ ‏\n\"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي ‏\"‏‏.‏ فَقَالُوا لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ‏.‏ فَأَمَرَ بِقُبُورِ الْمُشْرِكِينَ، فَنُبِشَتْ، ثُمَّ بِالْخِرَبِ فَسُوِّيَتْ، وَبِالنَّخْلِ فَقُطِعَ، فَصَفُّوا النَّخْلَ قِبْلَةَ الْمَسْجِدِ‏.‏",
    "english_text": "The Prophet (ﷺ) came to Medina and ordered a mosque to be built and said, \"O Bani Najjar! Suggest to \nme the price (of your land).\" They said, \"We do not want its price except from Allah\" (i.e. they wished \nfor a reward from Allah for giving up their land freely). So, the Prophet (ﷺ) ordered the graves of the \npagans to be dug out and the land to be leveled, and the date-palm trees to be cut down. The cut datepalms \nwere fixed in the direction of the Qibla of the mosque.",
    "explication": "‏ ‏قَوْله فِيهِ \" فَأَقَامَ فِيهِمْ أَرْبَعًا وَعِشْرِينَ \" ‏ ‏كَذَا لِلْمُسْتَمْلِي وَالْحَمَوِيّ , وَلِلْبَاقِينَ \" أَرْبَع عَشْرَة \" وَهُوَ الصَّوَاب مِنْ هَذَا الْوَجْه , وَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد شَيْخ الْبُخَارِيّ وَفِيهِ \" وَقَدْ اِخْتَلَفَ فِيهِ أَهْل السِّيَر \" كَمَا سَيَأْتِي. وَقَوْله \" وَأَرْسَلَ إِلَى بَنِي النَّجَّار \" هُمْ أَخْوَال عَبْد الْمُطَّلِب ; لِأَنَّ أُمّه سَلْمَى مِنْهُمْ , فَأَرَادَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النُّزُول عِنْدهمْ لَمَّا تَحَوَّلَ مِنْ قُبَاء , وَالنَّجَّار بَطْن مِنْ الْخَزْرَج وَاسْمه تَيْم اللَّات بْنُ ثَعْلَبَة. ‏ ‏قَوْله : ( مُتَقَلِّدِينَ السُّيُوف ) ‏ ‏مَنْصُوبٌ عَلَى الْحَال , وَفِي رِوَايَة كَرِيمَة \" مُتَقَلِّدِي السُّيُوف \" بِحَذْفِ النُّون , وَالسُّيُوف مَجْرُورَة بِالْإِضَافَةِ. ‏ ‏قَوْله : ( وَأَبُو بَكْر رِدْفه ) ‏ ‏كَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْدَفَهُ تَشْرِيفًا لَهُ وَتَنْوِيهَا بِقَدْرِهِ , وَإِلَّا فَقَدْ كَانَ لِأَبِي بَكْر نَاقَة هَاجَرَ عَلَيْهَا كَمَا سَيَأْتِي بَيَانه فِي الْهِجْرَة. ‏ ‏قَوْله : ( وَمَلَأُ بَنِي النَّجَّار حَوْله ) ‏ ‏أَيْ جَمَاعَتهمْ , وَكَأَنَّهُمْ مَشَوْا مَعَهُ أَدَبًا. ‏ ‏وَقَوْله : ( حَتَّى أَلْقَى ) ‏ ‏أَيْ أَلْقَى رَحْله , وَالْفِنَاء النَّاحِيَة الْمُتَّسِعَة أَمَام الدَّار. ‏ ‏قَوْله : ( وَأَنَّهُ أَمَرَ ) ‏ ‏بِالْفَتْحِ عَلَى الْبِنَاء لِلْفَاعِلِ , وَقِيلَ رُوِيَ بِالضَّمِّ عَلَى الْبِنَاء لِلْمَفْعُولِ. ‏ ‏قَوْله : ( ثَامِنُونِي ) ‏ ‏بِالْمُثَلَّثَةِ : اُذْكُرُوا لِي ثَمَنه لِأَذْكُرَ لَكُمْ الثَّمَن الَّذِي أَخْتَارهُ , قَالَ ذَلِكَ عَلَى سَبِيل الْمُسَاوَمَة , فَكَأَنَّهُ قَالَ سَاوِمُونِي فِي الثَّمَن. ‏ ‏قَوْله : ( لَا نَطْلُب ثَمَنه إِلَّا إِلَى اللَّه ) ‏ ‏تَقْدِيره لَا نَطْلُب الثَّمَن , لَكِنَّ الْأَمْر فِيهِ إِلَى اللَّه , أَوْ \" إِلَى \" بِمَعْنَى مِنْ , وَكَذَا عِنْد الْإِسْمَاعِيلِيّ \" لَا نَطْلُب ثَمَنه إِلَّا مِنْ اللَّه \" وَزَادَ اِبْن مَاجَهْ \" أَبَدًا \". وَظَاهِر الْحَدِيث أَنَّهُمْ لَمْ يَأْخُذُوا مِنْهُ ثَمَنًا. وَخَالَفَ فِي ذَلِكَ أَهْل السِّيَر كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( فَكَانَ فِيهِ ) ‏ ‏أَيْ فِي الْحَائِط الَّذِي بَنَى فِي مَكَانه الْمَسْجِد. ‏ ‏قَوْله : ( وَفِيهِ خَرِب ) ‏ ‏قَالَ اِبْن الْجَوْزِيّ : الْمَعْرُوف فِيهِ فَتْح الْخَاء الْمُعْجَمَة وَكَسْر الرَّاء بَعْدهَا مُوَحَّدَة جَمْع خَرِبَة كَكَلِم وَكَلِمَة. قُلْت : وَكَذَا ضُبِطَ فِي سُنَن أَبِي دَاوُدَ , وَحَكَى الْخَطَّابِيُّ أَيْضًا كَسْر أَوَّله وَفَتْح ثَانِيه جَمْع خَرِبَة كَعِنَبِ وَعِنَبَة , ولِلْكُشْمِيهَنِيّ \" حَرْث \" بِفَتْحِ الْحَاء الْمُهْمَلَة وَسُكُون الرَّاء بَعْدهَا مُثَلَّثَة , وَقَدْ بَيَّنَ أَبُو دَاوُدَ أَنَّ رِوَايَة عَبْد الْوَارِث بِالْمُعْجَمَةِ وَالْمُوَحَّدَة وَرِوَايَة حَمَّاد بْن سَلَمَة عَنْ أَبِي التَّيَّاح بِالْمُهْمَلَةِ وَالْمُثَلَّثَة , فَعَلَى هَذَا فَرِوَايَة الْكُشْمِيهَنِيّ وَهْمٌ ; لِأَنَّ الْبُخَارِيّ إِنَّمَا أَخْرَجَهُ مِنْ رِوَايَة عَبْد الْوَارِث , وَذَكَرَ الْخَطَّابِيُّ فِيهِ ضَبْطًا آخَر , وَفِيهِ بَحْثٌ سَيَأْتِي مَعَ بَقِيَّة مَا فِيهِ فِي كِتَاب الْهِجْرَة إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْله فِي آخِره ( فَاغْفِرْ لِلْأَنْصَارِ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَمَوِيّ \" فَاغْفِرْ الْأَنْصَار \" بِحَذْفِ اللَّام , وَيُوَجَّهُ بِأَنَّهُ ضَمَّنَ اِغْفِرْ مَعْنَى اُسْتُرْ , وَقَدْ رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد بِلَفْظِ \" فَانْصُرْ الْأَنْصَار \". وَفِي الْحَدِيث جَوَاز التَّصَرُّف فِي الْمَقْبَرَة الْمَمْلُوكَة بِالْهِبَةِ وَالْبَيْع , وَجَوَاز نَبْش الْقُبُور الدَّارِسَة إِذَا لَمْ تَكُنْ مُحْتَرَمَة , وَجَوَاز الصَّلَاة فِي مَقَابِر الْمُشْرِكِينَ بَعْد نَبْشهَا وَإِخْرَاج مَا فِيهَا , وَجَوَاز بِنَاء الْمَسَاجِد فِي أَمَاكِنهَا , قِيلَ وَفِيهِ جَوَاز قَطْع الْأَشْجَار الْمُثْمِرَة لِلْحَاجَةِ أَخْذًا مِنْ قَوْله \" وَأَمَرَ بِالنَّخْلِ فَقُطِعَ \" وَفِيهِ نَظَرٌ لِاحْتِمَالِ أَنْ يَكُون ذَلِكَ مِمَّا لَا يُثْمِر إِمَّا بِأَنْ يَكُون ذُكُورًا وَإِمَّا أَنْ يَكُون طَرَأَ عَلَيْهِ مَا قَطَعَ ثَمَرَته. وَسَيَأْتِي صِفَة هَيْئَة بِنَاء الْمَسْجِد مِنْ حَدِيث اِبْن عُمَر وَغَيْره قَرِيبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1869",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ حُرِّمَ مَا بَيْنَ لاَبَتَىِ الْمَدِينَةِ عَلَى لِسَانِي ‏\"‏‏.‏ قَالَ وَأَتَى النَّبِيُّ صلى الله عليه وسلم بَنِي حَارِثَةَ فَقَالَ ‏\"‏ أَرَاكُمْ يَا بَنِي حَارِثَةَ قَدْ خَرَجْتُمْ مِنَ الْحَرَمِ ‏\"‏‏.‏ ثُمَّ الْتَفَتَ، فَقَالَ ‏\"‏ بَلْ أَنْتُمْ فِيهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"I have made Medina a sanctuary between its two (Harrat) mountains.\" The Prophet (ﷺ) \nwent to the tribe of Bani Haritha and said (to them), \"I see that you have gone out of the sanctuary,\" \nbut looking around, he added, \"No, you are inside the sanctuary.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس , وَأَخُوهُ اِسْمه عَبْد الْحَمِيد , وَسُلَيْمَان هُوَ اِبْن بِلَال , وَقَدْ سَمِعَ إِسْمَاعِيل مِنْهُ وَرَوَى كَثِيرًا عَنْ أَخِيهِ عَنْهُ , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ. ‏ ‏قَوْله : ( عَنْ سَعِيد الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَة ) ‏ ‏قَالَ الْإِسْمَاعِيلِيّ : رَوَاهُ جَمَاعَة عَنْ عُبَيْد اللَّه هَكَذَا , وَقَالَ عَبْدَة بْن سُلَيْمَان : عَنْ عُبَيْد اللَّه عَنْ سَعِيد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة زَادَ فِيهِ \" عَنْ أَبِيهِ \". ‏ ‏قَوْله : ( حُرِّمَ مَا بَيْن لَابَتَيْ الْمَدِينَة ) ‏ ‏كَذَا لِلْأَكْثَرِ بِضَمِّ أَوَّل حُرِّمَ عَلَى الْبِنَاء لِمَا لَمْ يُسَمَّ فَاعِله , وَفِي رِوَايَة الْمُسْتَمْلِي \" حَرَّمَ \" بِفَتْحَتَيْنِ عَلَى أَنَّهُ خَبَر مُقَدَّم وَمَا بَيْن لَابَتَيْ الْمَدِينَة الْمُبْتَدَأ , وَيُؤَيِّد الْأَوَّل مَا رَوَاهُ أَحْمَد عَنْ مُحَمَّد بْنِ عُبَيْد عَنْ عُبَيْد اللَّه بْن عُمَر فِي هَذَا الْحَدِيث بِلَفْظِ \" إِنَّ اللَّه عَزَّ وَجَلَّ حَرَّمَ عَلَى لِسَانِي مَا بَيْن لَابَتَيْ الْمَدِينَة \" وَنَحْوه لِلْإِسْمَاعِيلِيِّ مِنْ طَرِيق أَنَس بْن عِيَاض عَنْ عُبَيْد اللَّه , وَقَدْ تَقَدَّمَ الْقَوْل فِي اللَّابَتَيْنِ فِي الْحَدِيث الْأَوَّل , وَزَادَ مُسْلِم فِي بَعْض طُرُقه \" وَجَعَلَ اثْنَيْ عَشَر مِيلًا حَوْل الْمَدِينَة حِمًى \" وَرَوَى أَبُو دَاوُدَ مِنْ حَدِيث عَدِيّ اِبْن زَيْد قَالَ \" حَمَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّ نَاحِيَة مِنْ الْمَدِينَة بَرِيدًا بَرِيدًا , لَا يُخْبَط شَجَره وَلَا يُعْضَد إِلَّا مَا يُسَاق بِهِ الْجَمَل \". ‏ ‏قَوْله : ( وَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَنِي حَارِثَة ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ \" ثُمَّ جَاءَ بَنِي حَارِثَة وَهُمْ فِي سَنَد الْحَرَّة \" أَيْ فِي الْجَانِب الْمُرْتَفِع مِنْهَا , وَبَنُو حَارِثَة بِمُهْمَلَةٍ وَمُثَلَّثَة بَطْن مَشْهُور مِنْ الْأَوْس , وَهُوَ حَارِثَة اِبْن الْحَارِث بْن الْخَزْرَج بْن عَمْرو بْن مَالِك بْن الْأَوْس , وَكَانَ بَنُو حَارِثَة فِي الْجَاهِلِيَّة وَبَنُو عَبْد الْأَشْهَل فِي دَارٍ وَاحِدَة , ثُمَّ وَقَعَتْ بَيْنهمْ الْحَرْب فَانْهَزَمَتْ بَنُو حَارِثَة إِلَى خَيْبَر فَسَكَنُوهَا , ثُمَّ اِصْطَلَحُوا فَرَجَعَ بَنُو حَارِثَة فَلَمْ يَنْزِلُوا فِي دَار بَنِي عَبْد الْأَشْهَل وَسَكَنُوا فِي دَارهمْ هَذِهِ وَهِيَ غَرْبِيّ مَشْهَد حَمْزَة. ‏ ‏قَوْله : ( بَلْ أَنْتُمْ فِيهِ ) ‏ ‏زَادَ الْإِسْمَاعِيلِيّ \" بَلْ أَنْتُمْ فِيهِ \" أَعَادَهَا تَأْكِيدًا. وَفِي هَذَا الْحَدِيث جَوَاز الْجَزْم بِمَا يَغْلِب عَلَى الظَّنّ , وَإِذَا تَبَيَّنَ أَنَّ الْيَقِين عَلَى خِلَافه رَجَعَ عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1870",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ مَا عِنْدَنَا شَىْءٌ إِلاَّ كِتَابُ اللَّهِ، وَهَذِهِ الصَّحِيفَةُ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ الْمَدِينَةُ حَرَمٌ، مَا بَيْنَ عَائِرٍ إِلَى كَذَا، مَنْ أَحْدَثَ فِيهَا حَدَثًا، أَوْ آوَى مُحْدِثًا، فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ ‏\"‏‏.‏ وَقَالَ ‏\"‏ ذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ، فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ، وَمَنْ تَوَلَّى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ، فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ ‏\"‏‏.‏",
    "english_text": "We have nothing except the Book of Allah and this written paper from the Prophet (wherein is \nwritten:) Medina is a sanctuary from the 'Air Mountain to such and such a place, and whoever \ninnovates in it an heresy or commits a sin, or gives shelter to such an innovator in it will incur the \ncurse of Allah, the angels, and all the people, none of his compulsory or optional good deeds of \nworship will be accepted. And the asylum (of protection) granted by any Muslim is to be secured \n(respected) by all the other Muslims; and whoever betrays a Muslim in this respect incurs the curse of \nAllah, the angels, and all the people, and none of his compulsory or optional good deeds of worship \nwill be accepted, and whoever (freed slave) befriends (take as masters) other than his manumitters \nwithout their permission incurs the curse of Allah, the angels, and all the people, and none of his \ncompulsory or optional good deeds of worship will be accepted.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الرَّحْمَن ) ‏ ‏هُوَ اِبْن مَهْدِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ. ‏ ‏قَوْله : ( عَنْ أَبِيهِ ) ‏ ‏هُوَ يَزِيد بْن شَرِيك بْن طَارِق التَّيْمِيِّ , وَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ كُوفِيُّونَ فِي نَسَق , وَهَذِهِ رِوَايَة أَكْثَر أَصْحَاب الْأَعْمَش عَنْهُ , وَخَالَفَهُمْ شُعْبَة فَرَوَاهُ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيِّ عَنْ الْحَارِث بْن سُوِيد عَنْ عَلِيّ , أَخْرَجَهُ أَحْمَد وَالنَّسَائِيُّ. قَالَ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" : وَالصَّوَاب رِوَايَة الثَّوْرِيّ وَمَنْ تَبِعَهُ. ‏ ‏قَوْله : ( مَا عِنْدنَا شَيْء ) ‏ ‏أَيْ مَكْتُوب , وَإِلَّا فَكَانَ عِنْدهمْ أَشْيَاء مِنْ السُّنَّة سِوَى الْكِتَاب , أَوْ الْمَنْفِيّ شَيْء اِخْتَصُّوا بِهِ عَنْ النَّاس. وَسَبَب قَوْل عَلِيٍّ هَذَا يَظْهَر مِمَّا أَخْرَجَهُ أَحْمَد مِنْ طَرِيق قِيَادَة عَنْ أَبِي حَسَّان الْأَعْرَج \" أَنَّ عَلِيًّا كَانَ يَأْمُر بِالْأَمْرِ فَيُقَال لَهُ : قَدْ فَعَلْنَاهُ. فَيَقُول : صَدَقَ اللَّه وَرَسُوله. فَقَالَ لَهُ الْأَشْتَر : إِنَّ هَذَا الَّذِي تَقُول أَهُوَ شَيْء عَهِدَهُ إِلَيْك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : مَا عَهِدَ إِلَيَّ شَيْئًا خَاصَّة دُون النَّاس , إِلَّا شَيْئًا سَمِعْته مِنْهُ فَهُوَ فِي صَحِيفَة فِي قِرَاب سَيْفِي , فَلَمْ يَزَالُوا بِهِ حَتَّى أَخْرَجَ الصَّحِيفَة فَإِذَا فِيهَا \" فَذَكَرَ الْحَدِيث وَزَادَ فِيهِ \" الْمُؤْمِنُونَ تَتَكَافَأ دِمَاؤُهُمْ , وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ , وَهُمْ يَد عَلَى مَنْ سِوَاهُمْ. أَلَا لَا يُقْتَل مُؤْمِن بِكَافِرٍ , وَلَا ذُو عَهْد فِي عَهْده \" وَقَالَ فِيهِ \" إِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة , وَإِنِّي أُحَرِّم مَا بَيْن حَرَّتَيْهَا وَحِمَاهَا كُلّه , لَا يُخْتَلَى خَلَاهَا , وَلَا يُنَفَّر صَيْدهَا , وَلَا تُلْتَقَط لُقَطَتهَا , وَلَا يُقْطَع مِنْهَا شَجَرَة إِلَّا أَنْ يَعْلِف رَجُل بَعِيره , وَلَا يُحْمَل فِيهَا السِّلَاح لِقِتَالٍ \" وَالْبَاقِي نَحْوه. وَأَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ وَجْه آخَر عَنْ قَتَادَةَ عَنْ أَبِي حَسَّان عَنْ الْأَشْتَر عَنْ عَلِيّ , وَلِأَحْمَد وَأَبِي دَاوُدَ وَالنَّسَائِيِّ مِنْ طَرِيق سَعِيد بْن أَبِي عَرُوبَة \" عَنْ قَتَادَةَ عَنْ الْحَسَن عَنْ قَيْس بْن عَبَّاد قَالَ : اِنْطَلَقْت أَنَا وَالْأَشْتَر إِلَى عَلِيّ فَقُلْنَا : هَلْ عَهِدَ إِلَيْك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا لَمْ يَعْهَدهُ إِلَى النَّاس عَامَّة ؟ قَالَ : لَا , إِلَّا مَا فِي كِتَابِي هَذَا. قَالَ وَكِتَاب فِي قِرَاب سَيْفه , فَإِذَا فِيهِ : الْمُؤْمِنُونَ تَتَكَافَأ دِمَاؤُهُمْ \" فَذَكَر مِثْل مَا تَقَدَّمَ إِلَى قَوْله فِي عَهْده \" مَنْ أَحْدَثَ حَدَثًا - إِلَى قَوْله - أَجْمَعِينَ \". وَلَمْ يَذْكُر بَقِيَّة الْحَدِيث. وَلِمُسْلِمٍ مِنْ طَرِيق أَبِي الطُّفَيْل \" كُنْت عِنْد عَلِيّ فَأَتَاهُ رَجُل فَقَالَ : مَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُسِرّ إِلَيْك ؟ فَغَضِبَ ثُمَّ قَالَ : مَا كَانَ يُسِرّ إِلَيَّ شَيْئًا يَكْتُمهُ عَنْ النَّاس , غَيْر أَنَّهُ حَدَّثَنِي بِكَلِمَاتٍ أَرْبَع \" وَفِي رِوَايَة لَهُ \" مَا خَصَّنَا بِشَيْءٍ لَمْ يَعُمّ بِهِ النَّاس كَافَّة إِلَّا مَا كَانَ فِي قِرَاب سَيْفِي هَذَا , فَأَخْرَجَ صَحِيفَة مَكْتُوبًا فِيهَا : لَعَنَ اللَّه مَنْ ذَبَحَ لِغَيْرِ اللَّه , وَلَعَنَ اللَّه مَنْ سَرَقَ مَنَار الْأَرْض , وَلَعَنَ اللَّه مَنْ لَعَنَ وَالِده , وَلَعَنَ اللَّه مَنْ آوَى مُحْدِثًا \" وَقَدْ تَقَدَّمَ فِي كِتَاب الْعِلْم مِنْ طَرِيق أَبِي جُحَيْفَةَ \" قُلْت لِعَلِيٍّ : هَلْ عِنْدكُمْ كِتَاب ؟ قَالَ : لَا , إِلَّا كِتَاب اللَّه , أَوْ فَهْم أُعْطِيَهُ رَجُل مُسْلِم , أَوْ مَا فِي هَذِهِ الصَّحِيفَة. قَالَ قُلْت : وَمَا فِي هَذِهِ الصَّحِيفَة ؟ قَالَ : الْعَقْل , وَفِكَاك الْأَسِير , وَلَا يُقْتَل مُسْلِم بِكَافِرٍ \". وَالْجَمْع بَيْن هَذِهِ الْأَخْبَار أَنَّ الصَّحِيفَة الْمَذْكُورَة كَانَتْ مُشْتَمِلَة عَلَى مَجْمُوع مَا ذُكِرَ , فَنَقَلَ كُلّ رَاوٍ بَعْضهَا , وَأَتَمّهَا سِيَاقًا طَرِيق أَبِي حَسَّان كَمَا تَرَى , وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( الْمَدِينَة حَرَم ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا , وَسَيَأْتِي فِي الْجِزْيَة بِزِيَادَةٍ فِي أَوَّله قَالَ فِيهَا \" الْجِرَاحَات وَأَسْنَان الْإِبِل \". ‏ ‏قَوْله : ( مَنْ أَحْدَثَ فِيهَا حَدَثًا ) ‏ ‏يُقَيَّد بِهِ مُطْلَق مَا تَقَدَّمَ فِي رِوَايَة قَيْس بْن عَبَّاد , وَأَنَّ ذَلِكَ يَخْتَصّ بِالْمَدِينَةِ لِفَضْلِهَا وَشَرَفهَا. ‏ ‏قَوْله : ( لَا يُقْبَل مِنْهُ صَرْف وَلَا عَدْل ) ‏ ‏بِفَتْحِ أَوَّلهمَا , وَاخْتُلِفَ فِي تَفْسِيرهمَا فَعِنْد الْجُمْهُور الصَّرْف الْفَرِيضَة وَالْعَدْل النَّافِلَة , وَرَوَاهُ اِبْن خُزَيْمَةَ بِإسْنَادٍ صَحِيح عَنْ الثَّوْرِيّ , وَعَنْ الْحَسَن الْبَصْرِيّ بِالْعَكْسِ , وَعَنْ الْأَصْمَعِيّ الصَّرْف التَّوْبَة وَالْعَدْل الْفِدْيَة , وَعَنْ يُونُس مِثْله لَكِنْ قَالَ : الصَّرْف الِاكْتِسَاب , وَعَنْ أَبِي عُبَيْدَة مِثْله لَكِنْ قَالَ : الْعَدْل الْحِيلَة وَقِيلَ الْمِثْل , وَقِيلَ الصَّرْف الدِّيَة وَالْعَدْل الزِّيَادَة عَلَيْهَا , وَقِيلَ بِالْعَكْسِ , وَحَكَى صَاحِب \" الْمُحْكَم \" الصَّرْف الْوَزْن وَالْعَدْل الْكَيْل , وَقِيلَ الصَّرْف الْقِيمَة وَالْعَدْل الِاسْتِقَامَة , وَقِيلَ الصَّرْف الدِّيَة وَالْعَدْل الْبَدِيل , وَقِيلَ الصَّرْف الشَّفَاعَة وَالْعَدْل الْفِدْيَة لِأَنَّهَا تُعَادِل الدِّيَة وَبِهَذَا الْأَخِير جَزَمَ الْبَيْضَاوِيّ , وَقِيلَ الصَّرْف الرِّشْوَة وَالْعَدْل الْكَفِيل , قَالَهُ أَبَان بْن ثَعْلَب وَأَنْشَدَ : ‏ ‏لَا نَقْبَل الصَّرْف ‏ ‏وَهَاتُوا عَدْلًا ‏ ‏فَحَصَلْنَا عَلَى أَكْثَر مِنْ عَشَرَة أَقْوَال , وَقَدْ وَقَعَ فِي آخِر الْحَدِيث فِي رِوَايَة الْمُسْتَمْلِي \" قَالَ أَبُو عَبْد اللَّه : عَدْل فِدَاء \" وَهَذَا مُوَافِق لِتَفْسِيرِ الْأَصْمَعِيّ , وَاللَّه أَعْلَم. قَالَ عِيَاض : مَعْنَاهُ لَا يُقْبَل قَبُول رِضًا وَإِنْ قُبِلَ قَبُول جَزَاء , وَقِيلَ يَكُون الْقَبُول هُنَا بِمَعْنَى تَكْفِير الذَّنْب بِهِمَا , وَقَدْ يَكُون مَعْنَى الْفِدْيَة أَنَّهُ لَا يَجِد يَوْم الْقِيَامَة فِدًى يَفْتَدِي بِهِ بِخِلَافِ غَيْره مِنْ الْمُذْنِبِينَ بِأَنْ يَفْدِيه مِنْ النَّار بِيَهُودِيٍّ أَوْ نَصْرَانِيّ كَمَا رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي مُوسَى الْأَشْعَرِيّ. وَفِي الْحَدِيث رَدّ لِمَا تَدَّعِيه الشِّيعَة بِأَنَّهُ كَانَ عِنْد عَلِيّ وَآل بَيْته مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمُور كَثِيرَة أَعْلَمهُ بِهَا سِرًّا تَشْتَمِل عَلَى كَثِير مِنْ قَوَاعِد الدِّين وَأُمُور الْإِمَارَة. وَفِيهِ جَوَاز كِتَابَة الْعِلْم. ‏ ‏قَوْله : ( ذِمَّة الْمُسْلِمِينَ وَاحِدَة ) ‏ ‏أَيْ أَمَانهمْ صَحِيح فَإِذَا أَمَّنَ الْكَافِر وَاحِد مِنْهُمْ حَرُمَ عَلَى غَيْره التَّعَرُّض لَهُ. وَلِلْأَمَانِ شُرُوط مَعْرُوفَة. وَقَالَ الْبَيْضَاوِيّ : الذِّمَّة الْعَهْد , سُمِّيَ بِهَا لِأَنَّهُ يُذَمّ مُتَعَاطِيهَا عَلَى إِضَاعَتهَا. وَقَوْله يَسْعَى بِهَا أَيْ يَتَوَلَّاهَا وَيَذْهَب وَيَجِيء , وَالْمَعْنَى أَنَّ ذِمَّة الْمُسْلِمِينَ سَوَاء صَدَرَتْ مِنْ وَاحِد أَوْ أَكْثَر شَرِيف أَوْ وَضِيع , فَإِذَا أَمَّنَ أَحَد مِنْ الْمُسْلِمِينَ كَافِرًا وَأَعْطَاهُ ذِمَّة لَمْ يَكُنْ لِأَحَدٍ نَقْضه , فَيَسْتَوِي فِي ذَلِكَ الرَّجُل وَالْمَرْأَة وَالْحُرّ وَالْعَبْد , لِأَنَّ الْمُسْلِمِينَ كَنَفْسٍ وَاحِدَة , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كِتَاب الْجِزْيَة وَالْمُوَادَعَة. وَقَوْله \" فَمَنْ أَخْفَرَ \" بِالْخَاءِ الْمُعْجَمَة وَالْفَاء أَيْ نَقَضَ الْعَهْد , يُقَال خَفَرْته بِغَيْرِ أَلْف : أَمَّنْته , وَأَخْفَرْتُهُ : نَقَضْت عَهْده. ‏ ‏قَوْله : ( وَمَنْ يَتَوَلَّى قَوْمًا بِغَيْرِ إِذْن مَوَالِيه ) ‏ ‏لَمْ يُجْعَل الْإذْن شَرْطًا لِجَوَازِ الِادِّعَاء , وَإِنَّمَا هُوَ لِتَأْكِيدِ التَّحْرِيم , لِأَنَّهُ إِذَا اِسْتَأْذَنَهُمْ فِي ذَلِكَ مَنَعُوهُ وَحَالُوا بَيْنه وَبَيْن ذَلِكَ , قَالَهُ الْخَطَّابِيُّ وَغَيْره , وَيُحْتَمَل أَنْ يَكُون كَنَّى بِذَلِكَ عَنْ بَيْعه , فَإِذَا وَقَعَ بَيْعه جَازَ لَهُ الِانْتِمَاء إِلَى مَوْلَاهُ الثَّانِي وَهُوَ غَيْر مَوْلَاهُ الْأَوَّل , أَوْ الْمُرَاد مُوَالَاة الْحِلْف فَإِذَا أَرَادَ الِانْتِقَال عَنْهُ لَا يَنْتَقِل إِلَّا بِإِذْنٍ. وَقَالَ الْبَيْضَاوِيّ : الظَّاهِر أَنَّهُ أَرَادَ بِهِ وَلَاء الْعِتْق لِعَطْفِهِ عَلَى قَوْله \" مَنْ اِدَّعَى إِلَى غَيْر أَبِيهِ \" وَالْجَمْع بَيْنهمَا بِالْوَعِيدِ , فَإِنَّ الْعِتْق مِنْ حَيْثُ إنَّهُ لُحْمَة كَلُحْمَةِ النَّسَب , فَإِذَا نُسِبَ إِلَى غَيْر مَنْ هُوَ لَهُ كَانَ كَالدَّعِيِّ الَّذِي تَبَرَّأَ عَمَّنْ هُوَ مِنْهُ وَأَلْحَقَ نَفْسه بِغَيْرِهِ فَيَسْتَحِقّ بِهِ الدُّعَاء عَلَيْهِ بِالطَّرْدِ وَالْإِبْعَاد عَنْ الرَّحْمَة. ثُمَّ أَجَابَ عَنْ الْإِذْن بِنَحْوِ مَا تَقَدَّمَ وَقَالَ : لَيْسَ هُوَ لِلتَّقْيِيدِ , وَإِنَّمَا هُوَ لِلتَّنْبِيهِ عَلَى مَا هُوَ الْمَانِع , وَهُوَ إِبْطَال حَقّ مَوَالِيه. فَأَوْرَدَ الْكَلَام عَلَى مَا هُوَ الْغَالِب. وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كُتُب الْفَرَائِض إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏رَتَّبَ الْمُصَنِّف أَحَادِيث الْبَاب تَرْتِيبًا حَسَنًا , فَفِي حَدِيث أَنَس التَّصْرِيح بِكَوْنِ الْمَدِينَة حَرَمًا , وَفِي حَدِيثه الثَّانِي تَخْصِيص النَّهْي عَنْ قَطْع الشَّجَر بِمَا لَا يُنْبِتهُ الْآدَمِيُّونَ , وَفِي حَدِيث أَبِي هُرَيْرَة بَيَان مَا أُجْمِلَ مِنْ حَدّ حَرَمِهَا فِي حَدِيث أَنَس حَيْثُ قَالَ كَذَا وَكَذَا , فَبَيَّنَ فِي هَذَا أَنَّهُ مَا بَيْن الْحَرَّتَيْنِ , وَفِي حَدِيث عَلِيٍّ زِيَادَة تَأْكِيد التَّحْرِيم وَبَيَان حَدّ الْحَرَم أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1871",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَبَا الْحُبَابِ، سَعِيدَ بْنَ يَسَارٍ يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ ‏\n\"‏ أُمِرْتُ بِقَرْيَةٍ تَأْكُلُ الْقُرَى يَقُولُونَ يَثْرِبُ‏.‏ وَهْىَ الْمَدِينَةُ، تَنْفِي النَّاسَ كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"I was ordered to migrate to a town which will swallow (conquer) other towns \nand is called Yathrib and that is Medina, and it turns out (bad) persons as a furnace removes the \nimpurities of iron.",
    "explication": "‏ ‏قَوْله : ( عَنْ يَحْيَى بْن سَعِيد ) ‏ ‏هُوَ الْأَنْصَارِيّ وَشَيْخه أَبُو الْحُبَاب بِضَمِّ الْمُهْمَلَة وَبِالْمُوَحَّدَتَيْنِ الْأُولَى خَفِيفَة , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ إِلَّا شَيْخ الْبُخَارِيّ , قَالَ اِبْن عَبْد الْبَرّ : اِتَّفَقَ الرُّوَاة عَنْ مَالِك عَلَى إِسْنَاده إِلَّا إِسْحَق بْن عِيسَى الطَّبَّاع فَقَالَ \" عَنْ مَالِك عَنْ يَحْيَى عَنْ سَعِيد بْن الْمُسَيَّب \" بَدَل سَعِيد بْن يَسَار , وَهُوَ خَطَأ. قُلْت : وَتَابَعَهُ أَحْمَد بْن عُمَر عَنْ خَالِد السُّلَمِيّ عَنْ مَالِك , وَأَخْرَجَهُ الدَّارَقُطْنِيُّ فِي \" غَرَائِب مَالِك \" وَقَالَ هَذَا وَهْم وَالصَّوَاب عَنْ يَحْيَى عَنْ سَعِيد بْن يَسَار. ‏ ‏قَوْله : ( أُمِرْت بِقَرْيَةٍ ) ‏ ‏أَيْ أَمَرَنِي رَبِّي بِالْهِجْرَةِ إِلَيْهَا أَوْ سُكْنَاهَا فَالْأَوَّل مَحْمُول عَلَى أَنَّهُ قَالَهُ بِمَكَّة , وَالثَّانِي عَلَى أَنَّهُ قَالَهُ بِالْمَدِينَةِ. ‏ ‏قَوْله : ( تَأْكُل الْقُرَى ) ‏ ‏أَيْ تَغْلِبهُمْ. وَكَنَّى بِالْأَكْلِ عَنْ الْغَلَبَة لِأَنَّ الْآكِل غَالِب عَلَى الْمَأْكُول. وَوَقَعَ فِي \" مُوَطَّأ اِبْن وَهْب \" : قُلْت لِمَالِك مَا تَأْكُل الْقُرَى ؟ قَالَ : تَفْتَح الْقُرَى. وَبَسَطَهُ اِبْن بَطَّال فَقَالَ : مَعْنَاهُ يَفْتَح أَهْلهَا الْقُرَى فَيَأْكُلُونَ أَمْوَالهمْ وَيَسْبُونَ ذَرَارِيّهمْ. قَالَ : وَهَذَا مِنْ فَصِيح الْكَلَام. تَقُول الْعَرَب : أَكَلْنَا بَلَد كَذَا إِذَا ظَهَرُوا عَلَيْهَا. وَسَبَقَهُ الْخَطَّابِيُّ إِلَى مَعْنَى ذَلِكَ أَيْضًا. وَقَالَ النَّوَوِيّ : ذَكَرُوا فِي مَعْنَاهُ وَجْهَيْنِ , أَحَدهمَا هَذَا وَالْآخَر أَنَّ أَكْلهَا وَمِيرَتهَا مِنْ الْقُرَى الْمُفْتَتَحَة وَإِلَيْهَا تُسَاق غَنَائِمهَا. وَقَالَ اِبْن الْمُنِير فِي الْحَاشِيَة : يُحْتَمَل أَنْ يَكُون الْمُرَاد بِأَكْلِهَا الْقُرَى غَلَبَة فَضْلهَا عَلَى فَضْل غَيْرهَا , وَمَعْنَاهُ أَنَّ الْفَضَائِل تَضْمَحِلّ فِي جَنْب عَظِيم فَضْلهَا حَتَّى تَكَاد تَكُون عَدَمًا. قُلْت : وَالَّذِي ذَكَره اِحْتِمَالًا ذَكَره الْقَاضِي عَبْد الْوَهَّاب فَقَالَ : لَا مَعْنَى لِقَوْلِهِ تَأْكُل الْقُرَى إِلَّا رُجُوح فَضْلهَا عَلَيْهَا وَزِيَادَتهَا عَلَى غَيْرهَا , كَذَا قَالَ. وَدَعْوَى الْحَصْر مَرْدُودَة لِمَا مَضَى , ثُمَّ قَالَ اِبْن الْمُنِير : وَقَدْ سُمِّيَتْ مَكَّة أُمّ الْقُرَى , قَالَ : وَالْمَذْكُور لِلْمَدِينَةِ أَبْلَغ مِنْهُ لِأَنَّ الْأُمُومَة لَا تَنْمَحِي إِذَا وُجِدَتْ مَا هِيَ لَهُ أُمّ , لَكِنْ يَكُون حَقّ الْأُمّ أَظْهَر وَفَضْلهَا أَكْثَر. ‏ ‏قَوْله : ( يَقُولُونَ يَثْرِب وَهِيَ الْمَدِينَة ) ‏ ‏أَيْ أَنَّ بَعْض الْمُنَافِقِينَ يُسَمِّيهَا يَثْرِب , وَاسْمهَا الَّذِي يَلِيق بِهَا الْمَدِينَة. وَفَهِمَ بَعْض الْعُلَمَاء مِنْ هَذَا كَرَاهَة تَسْمِيَة الْمَدِينَة يَثْرِب وَقَالُوا : مَا وَقَعَ فِي الْقُرْآن إِنَّمَا هُوَ حِكَايَة عَنْ قَوْل غَيْر الْمُؤْمِنِينَ. وَرَوَى أَحْمَد مِنْ حَدِيث الْبَرَاء بْن عَازِب رَفَعَهُ \" مَنْ سَمَّى الْمَدِينَة يَثْرِب فَلْيَسْتَغْفِرْ اللَّه , هِيَ طَابَة هِيَ طَابَة \" وَرَوَى عُمَر بْن شَبَّة مِنْ حَدِيث أَبِي أَيُّوب \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يُقَال لِلْمَدِينَةِ يَثْرِب \" وَلِهَذَا قَالَ عِيسَى بْن دِينَار مِنْ الْمَالِكِيَّة : مَنْ سَمَّى الْمَدِينَة يَثْرِب كُتِبَتْ عَلَيْهِ خَطِيئَة. قَالَ : وَسَبَب هَذِهِ الْكَرَاهَة لِأَنْ يَثْرِب إِمَّا مِنْ التَّثْرِيب الَّذِي هُوَ التَّوْبِيخ وَالْمَلَامَة , أَوْ مِنْ الثَّرْب وَهُوَ الْفَسَاد , وَكِلَاهُمَا مُسْتَقْبَح , وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ الِاسْم الْحَسَن وَيَكْرَه الِاسْم الْقَبِيح. وَذَكَر أَبُو إِسْحَاق الزَّجَّاج فِي مُخْتَصَره وَأَبُو عُبَيْد الْبَكْرِيّ فِي \" مُعْجَم مَا اِسْتَعْجَمَ \" أَنَّهَا سُمِّيَتْ يَثْرِب بِاسْمِ يَثْرِب بْن قَانِيَة بْن مهلايل بن عيل بن عيص بْن إِرَم بْن سَام بْن نُوح لِأَنَّهُ أَوَّل مَنْ سَكَنَهَا بَعْد الْعَرَب , وَنَزَلَ أَخُوهُ خَيْبُور خَيْبَر فَسُمِّيَتْ بِهِ , وَسَقَطَ بَعْض الْأَسْمَاء مِنْ كَلَام الْبَكْرِيّ. ‏ ‏قَوْله : ( تَنْفِي النَّاس ) ‏ ‏قَالَ عِيَاض : وَكَأَنَّ هَذَا مُخْتَصّ بِزَمَنِهِ لِأَنَّهُ لَمْ يَكُنْ يَصْبِر عَلَى الْهِجْرَة وَالْمُقَام مَعَهُ بِهَا إِلَّا مَنْ ثَبَتَ إِيمَانه. وَقَالَ النَّوَوِيّ : لَيْسَ هَذَا بِظَاهِرٍ , لِأَنَّ عِنْد مُسْلِم \" لَا تَقُوم السَّاعَة حَتَّى تَنْفِيَ الْمَدِينَة شِرَارهَا كَمَا يَنْفِي الْكِير خَبَث الْحَدِيد \" وَهَذَا وَاللَّه أَعْلَم زَمَنَ الدَّجَّال. اِنْتَهَى. وَيُحْتَمَل أَنْ يَكُون الْمُرَاد كُلًّا مِنْ الزَّمَنَيْنِ , وَكَانَ الْأَمْر فِي حَيَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَذَلِكَ لِلسَّبَبِ الْمَذْكُور , وَيُؤَيِّدهُ قِصَّة الْأَعْرَابِيّ الْآتِيَة بَعْد أَبْوَاب فَإِنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ هَذَا الْحَدِيث مُعَلِّلًا بِهِ خُرُوج الْأَعْرَابِيّ وَسُؤَاله الْإِقَالَة عَنْ الْبَيْعَة , ثُمَّ يَكُون ذَلِكَ أَيْضًا فِي آخِر الزَّمَان عِنْدَمَا يَنْزِل بِهَا الدَّجَّال فَتَرْجُف بِأَهْلِهَا فَلَا يَبْقَى مُنَافِق وَلَا كَافِر إِلَّا خَرَجَ إِلَيْهِ كَمَا سَيَأْتِي بَعْد أَبْوَاب أَيْضًا , وَأَمَّا مَا بَيْن ذَلِكَ فَلَا. ‏ ‏قَوْله : ( كَمَا يَنْفِي الْكِير ) ‏ ‏بِكَسْرِ الْكَاف وَسُكُون التَّحْتَانِيَّة , وَفِيهِ لُغَة أُخْرَى كُور بِضَمِّ الْكَاف , وَالْمَشْهُور بَيْن النَّاس أَنَّهُ الزِّقّ الَّذِي يُنْفَخ فِيهِ لَكِنَّ أَكْثَرَ أَهْل اللُّغَة عَلَى أَنَّ الْمُرَاد بِالْكِيرِ حَانُوت الْحَدَّاد وَالصَّائِغ. قَالَ اِبْن التِّين : وَقِيلَ الْكِير هُوَ الزِّقّ وَالْحَانُوت هُوَ الْكُور. وَقَالَ صَاحِب \" الْمُحْكَم \" : الْكِير الزِّقّ الَّذِي يَنْفُخ فِيهِ الْحَدَّاد. وَيُؤَيِّد الْأَوَّل مَا رَوَاهُ عُمَر بْن شَبَّة فِي \" أَخْبَار الْمَدِينَة \" بِإسْنَادٍ لَهُ إِلَى أَبِي مَوْدُود قَالَ : رَأَى عُمَر بْن الْخَطَّاب كِير حَدَّاد فِي السُّوق فَضَرَبَهُ بِرِجْلِهِ حَتَّى هَدَمَهُ. وَالْخَبَث بِفَتْحِ الْمُعْجَمَة وَالْمُوَحَّدَة بَعْدهَا مُثَلَّثَة أَيْ وَسَخه الَّذِي تُخْرِجهُ النَّار , وَالْمُرَاد أَنَّهَا لَا تَتْرُك فِيهَا مَنْ فِي قَلْبه دَغَل , بَلْ تُمَيِّزهُ عَنْ الْقُلُوب الصَّادِقَة وَتُخْرِجهُ كَمَا يُمَيِّز الْحَدَّاد رَدِيءَ الْحَدِيد مِنْ جَيِّده. وَنِسْبَة التَّمْيِيز لِلْكِيرِ لِكَوْنِهِ السَّبَب الْأَكْبَر فِي اِشْتِعَال النَّار الَّتِي يَقَع التَّمْيِيز بِهَا. وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى أَنَّ الْمَدِينَة أَفْضَل الْبِلَاد. قَالَ الْمُهَلَّب : لِأَنَّ الْمَدِينَة هِيَ الَّتِي أَدْخَلَتْ مَكَّة وَغَيْرهَا مِنْ الْقُرَى فِي الْإِسْلَام فَصَارَ الْجَمِيع فِي صَحَائِف أَهْلهَا , وَلِأَنَّهَا تَنْفِي الْخَبَث وَأُجِيب عَنْ الْأَوَّل بِأَنَّ أَهْل الْمَدِينَة الَّذِينَ فَتَحُوا مَكَّة مُعْظَمهمْ مِنْ أَهْل مَكَّة فَالْفَضْل ثَابِت لِلْفَرِيقَيْنِ وَلَا يَلْزَم مِنْ ذَلِكَ تَفْضِيل إِحْدَى الْبُقْعَتَيْنِ , وَعَنْ الثَّانِي بِأَنَّ ذَلِكَ إِنَّمَا هُوَ فِي خَاصّ مِنْ النَّاس وَمِنْ الزَّمَان بِدَلِيلِ قَوْله تَعَالَى ( وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ ) وَالْمُنَافِق خَبِيث بِلَا شَكّ , وَقَدْ خَرَجَ مِنْ الْمَدِينَة بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُعَاذ وَأَبُو عُبَيْدَة وَابْن مَسْعُود وَطَائِفَة ثُمَّ عَلِيّ وَطَلْحَة وَالزُّبَيْر وَعَمَّار وَآخَرُونَ وَهُمْ مِنْ أَطْيَب الْخَلْق , فَدَلَّ عَلَى أَنَّ الْمُرَاد بِالْحَدِيثِ تَخْصِيص نَاسٍ دُون نَاسٍ وَوَقْت دُون وَقْت. قَالَ اِبْن حَزْم : لَوْ فُتِحَتْ بَلَد مِنْ بَلَد فَثَبَتَ بِذَلِكَ الْفَضْل لِلْأُولَى لَلَزِمَ أَنْ تَكُون الْبَصْرَة أَفْضَل مِنْ خُرَاسَان وَسِجِسْتَان وَغَيْرهمَا مِمَّا فُتِحَ مِنْ جِهَة الْبَصْرَة وَلَيْسَ كَذَلِكَ , وَسَيَأْتِي مَزِيد لِهَذَا فِي كِتَاب الِاعْتِصَام. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1872",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ، قَالَ حَدَّثَنِي عَمْرُو بْنُ يَحْيَى، عَنْ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ، عَنْ أَبِي حُمَيْدٍ ـ رضى الله عنه ـ أَقْبَلْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم مِنْ تَبُوكَ حَتَّى أَشْرَفْنَا عَلَى الْمَدِينَةِ فَقَالَ ‏\n\"‏ هَذِهِ طَابَةُ ‏\"‏‏.‏",
    "english_text": "We came with the Prophet (ﷺ) from Tabuk, and when we reached near Medina, the Prophet (ﷺ) said, \"This is \nTabah.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَمْرو بْن يَحْيَى ) ‏ ‏هُوَ الْمَازِنِيّ , وَلِمُسْلِمٍ مِنْ وَجْهٍ آخَرَ عَنْ وُهَيْبٍ حَدَّثَنَا عَمْرو بْن يَحْيَى. ‏ ‏قَوْله : ( عَنْ عَبَّاس السَّاعِدِيّ ) ‏ ‏هُوَ اِبْن سَهْل بْن سَعْد , وَوَقَعَ فِي رِوَايَةِ أَبِي دَاوُدَ عَنْ سَهْل بْن بَكَّارٍ شَيْخ الْبُخَارِيّ فِيهِ عَنْ الْعَبَّاس السَّاعِدِيّ يَعْنِي اِبْن سَهْل بْن مُسْعِد , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ وَجْهٍ آخَرَ عَنْ وُهَيْبٍ حَدَّثَنَا عَمْرو بْن يَحْيَى حَدَّثَنَا عَبَّاس بْن سَهْل السَّاعِدِيّ. ‏ ‏قَوْله : ( غَزْوَة تَبُوكَ ) ‏ ‏سَيَأْتِي شَرْحهَا فِي الْمَغَازِي. ‏ ‏قَوْله : ( فَلَمَّا جَاءَ وَادِي الْقُرَى ) ‏ ‏هِيَ مَدِينَةٌ قَدِيمَةٌ بَيْنَ الْمَدِينَةِ وَالشَّامِ سَيَأْتِي ذِكْرُهَا فِي الْبُيُوعِ , وَأَغْرَب اِبْن قُرْقُولٍ فَقَالَ : إِنَّهَا مِنْ أَعْمَالِ الْمَدِينَةِ. ‏ ‏قَوْله : ( إِذَا اِمْرَأَة فِي حَدِيقَةٍ لَهَا ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى جَوَاز الِابْتِدَاء بِالنَّكِرَةِ لَكِنْ بِشَرْطِ الْإِفَادَةِ , قَالَ اِبْن مَالِك : لَا يَمْتَنِعُ الِابْتِدَاءُ بِالنَّكِرَةِ الْمَحْضَةِ عَلَى الْإِطْلَاقِ , بَلْ إِذَا لَمْ تَحْصُلْ فَائِدَة , فَلَوْ اِقْتَرَنَ بِالنَّكِرَةِ الْمَحْضَةِ قَرِينَة يَتَحَصَّلُ بِهَا الْفَائِدَة جَازَ الِابْتِدَاء بِهَا نَحْو اِنْطَلَقْت فَإِذَا سَبْعٌ فِي الطَّرِيقِ إِلَخْ. وَوَقَعَ فِي رِوَايَةِ سُلَيْمَان بْن بِلَال عَنْ عَمْرو بْن يَحْيَى عِنْدَ مُسْلِم \" فَأَتَيْنَا عَلَى حَدِيقَة اِمْرَأَة \" وَلَمْ أَقِفْ عَلَى اِسْمِهَا فِي شَيْءٍ مِنْ الطُّرُقِ. ‏ ‏قَوْله : ( اُخْرُصُوا ) ‏ ‏بِضَمِّ الرَّاءِ , زَادَ سُلَيْمَان \" فَخَرَصْنَا \" وَلَمْ أَقِفْ عَلَى أَسْمَاءِ مَنْ خَرَصَ مِنْهُمْ. ‏ ‏قَوْله : ( وَخَرَصَ ) ‏ ‏فِي رِوَايَةِ سُلَيْمَانَ \" وَخَرَصَهَا \". ) ‏ ‏قَوْله : ( أَحْصِي ) ‏ ‏أَيْ : اِحْفَظِي عَدَد كَيْلهَا , وَفِي رِوَايَةِ سُلَيْمَانَ \" أَحْصِيهَا حَتَّى نَرْجِعَ إِلَيْك إِنْ شَاءَ اللَّهُ تَعَالَى \" وَأَصْلُ الْإِحْصَاءِ الْعَدَد بِالْحَصَى لِأَنَّهُمْ كَانُوا لَا يَحْسُنُونَ الْكِتَابَة فَكَانُوا يَضْبُطُونَ الْعَدَدَ بِالْحَصَى. ‏ ‏قَوْله : ( سَتَهُبُّ اللَّيْلَةَ ) ‏ ‏زَادَ سُلَيْمَان \" عَلَيْكُمْ \". ‏ ‏قَوْله : ( فَلَا يَقُومَنَّ أَحَد ) ‏ ‏فِي رِوَايَةِ سُلَيْمَانَ \" فَلَا يَقُمْ فِيهَا أَحَد مِنْكُمْ \". ‏ ‏قَوْله : ( فَلْيَعْقِلْهُ ) ‏ ‏أَيْ : يَشُدُّهُ بِالْعِقَالِ وَهُوَ الْحَبْلُ , وَفِي رِوَايَةِ سُلَيْمَانَ \" فَلْيَشُدَّ عِقَاله \" وَفِي رِوَايَةِ اِبْن إِسْحَاق فِي الْمَغَازِي عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن حَزْم عَنْ عَبَّاس بْن سَهْل \" وَلَا يَخْرُجَنَّ أَحَد مِنْكُمْ اللَّيْلَةَ إِلَّا وَمَعَهُ صَاحِبٌ لَهُ \". ‏ ‏قَوْله : ( فَقَامَ رَجُلٌ فَأَلْقَتْهُ بِجَبَلِ طَيِّئٍ ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيّ \" بِجَبَلَيْ طَيٍّ \" وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق عَفَّانَ عَنْ وُهَيْبٍ \" وَلَمْ يَقُمْ فِيهَا أَحَد غَيْر رَجُلَيْنِ أَلْقَتْهُمَا بِجَبَل طَيّ \" وَفِيهِ نَظَرٌ بَيَّنَتْهُ رِوَايَةُ اِبْن إِسْحَاق وَلَفْظه \" فَفَعَلَ النَّاسُ مَا أَمَرَهُمْ إِلَّا رَجُلَيْنِ مِنْ بَنِي سَاعِدَة خَرَجَ أَحَدهمَا لِحَاجَتِهِ وَخَرَجَ آخَر فِي طَلَبِ بَعِيرٍ لَهُ , فَأَمَّا الَّذِي ذَهَبَ لِحَاجَتِهِ فَإِنَّهُ خُنِقَ عَلَى مَذْهَبِهِ , وَأَمَّا الَّذِي ذَهَبَ فِي طَلَبِ بَعِيرِهِ فَاحْتَمَلَتْهُ الرِّيح حَتَّى طَرَحَتْهُ بِجَبَل طَيّ , فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : أَلَمْ أَنْهَكُمْ أَنْ يَخْرُجَ رَجُلٌ إِلَّا وَمَعَهُ صَاحِبٌ لَهُ. ثُمَّ دَعَا لِلَّذِي أُصِيبَ عَلَى مَذْهَبه فَشُفِيَ , وَأَمَّا الْآخَر فَإِنَّهُ وَصَلَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَدِمَ مِنْ تَبُوكَ \" وَالْمُرَاد بِجَبَلَيْ طَيّ الْمَكَانُ الَّذِي كَانَتْ الْقَبِيلَةُ الْمَذْكُورَةُ تَنْزِلُهُ , وَاسْم الْجَبَلَيْنِ الْمَذْكُورَيْنِ \" أَجَأُ \" بِهَمْزَةٍ وَجِيمٍ مَفْتُوحَتَيْنِ بَعْدَهُمَا هَمْزَة بِوَزْن قَمَر وَقَدْ لَا تُهْمَزُ فَيَكُونُ بِوَزْنِ عَصَا وَ \" سَلْمَى \" وَهُمَا مَشْهُورَانِ , وَيُقَالُ إِنَّهُمَا سُمِّيَا بِاسْمِ رَجُلٍ وَاِمْرَأَةٍ مِنْ الْعَمَالِيق. وَلَمْ أَقِفْ عَلَى اِسْمِ الرَّجُلَيْنِ الْمَذْكُورَيْنِ وَأَظُنُّ تَرْكُ ذِكْرِهِمَا وَقَعَ عَمْدًا , فَقَدْ وَقَعَ فِي آخِر حَدِيثِ اِبْن إِسْحَاق أَنَّ عَبْد اللَّه بْن أَبِي بَكْر حَدَّثَهُ أَنَّ الْعَبَّاس بْن سَهْل سَمَّى الرَّجُلَيْنِ وَلَكِنَّهُ اِسْتَكْتَمَنِي إِيَّاهُمَا قَالَ : وَأَبَى عَبْد اللَّه أَنْ يُسَمِّيَهُمَا لَنَا. ‏ ‏قَوْله : ( وَأَهْدَى مَلِك أَيْلَةَ ) ‏ ‏بِفَتْحِ الْهَمْزَةِ وَسُكُون التَّحْتَانِيَّة بَعْدَهَا لَام مَفْتُوحَة بَلْدَة قَدِيمَة بِسَاحِلِ الْبَحْرِ تَقَدَّمَ ذِكْرُهَا فِي \" بَابِ الْجُمْعَة فِي الْقُرَى وَالْمُدُنِ \" , وَوَقَعَ فِي رِوَايَةِ سُلَيْمَانَ عِنْدَ مُسْلِم \" وَجَاءَ رَسُول اِبْن الْعَلْمَاءِ صَاحِب أَيْلَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكِتَابٍ وَأَهْدَى لَهُ بَغْلَةً بَيْضَاءَ \" وَفِي مَغَازِي اِبْن إِسْحَاق \" وَلَمَّا اِنْتَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى تَبُوكَ أَتَاهُ يُوحَنَّا بْن رُوبَة صَاحِب أَيْلَةَ فَصَالَحَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَعْطَاهُ الْجِزْيَة \" وَكَذَا رَوَاهُ إِبْرَاهِيم الْحَرْبِيّ فِي الْهَدَايَا مِنْ حَدِيثِ عَلِيّ , فَاسْتُفِيدَ مِنْ ذَلِكَ اِسْمه وَاسْم أَبِيهِ , فَلَعَلَّ الْعَلْمَاءَ اِسْم أُمِّهِ , وَيُوحَنَّا بِضَمِّ التَّحْتَانِيَّة وَفَتْحِ الْمُهْمَلَةِ وَتَشْدِيدِ النُّونِ , وَرُوبَة بِضَمِّ الرَّاءِ وَسُكُون الْوَاوِ بَعْدَهَا مُوَحَّدَة , وَاسْم الْبَغْلَة الْمَذْكُورَة دُلْدُل هَكَذَا جَزَمَ بِهِ النَّوَوِيّ , وَنَقَلَ عَنْ الْعُلَمَاءِ أَنَّهُ لَا يُعْرَفُ لَهُ بَغْلَة سِوَاهَا , وَتُعُقِّبَ بِأَنَّ الْحَاكِمَ أَخْرَجَ فِي \" الْمُسْتَدْرَكِ \" عَنْ اِبْن عَبَّاس \" أَنَّ كِسْرَى أَهْدَى لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَغْلَة فَرَكِبَهَا بِحَبْلٍ مِنْ شَعْرٍ ثُمَّ أَرْدَفَنِي خَلْفَهُ \" الْحَدِيث , وَهَذِهِ غَيْر دُلْدُل. وَيُقَالُ إِنَّ النَّجَاشِيَّ أَهْدَى لَهُ بَغْلَة , وَأَنَّ صَاحِبَ دَوْمَة الْجَنْدَل أَهْدَى لَهُ بَغْلَة , وَأَنَّ دُلْدُل إِنَّمَا أَهْدَاهَا لَهُ الْمُقَوْقِس. وَذَكَرَ السُّهَيْلِيّ أَنَّ الَّتِي كَانَتْ تَحْتَهُ يَوْمَ حُنَيْنٍ تُسَمَّى فِضَّة وَكَانَتْ شَهْبَاءَ , وَوَقَعَ عِنْدَ مُسْلِم فِي هَذِهِ الْبَغْلَةِ أَنَّ فَرْوَةَ أَهْدَاهَا لَهُ. ‏ ‏قَوْله : ( وَكَتَبَ لَهُ بِبَحْرِهِمْ ) ‏ ‏أَيْ : بِبَلَدِهِمْ , أَوْ الْمُرَاد بِأَهْلِ بَحْرهمْ لِأَنَّهُمْ كَانُوا سُكَّانًا بِسَاحِلِ الْبَحْرِ أَيْ أَنَّهُ أَقَرَّهُ عَلَيْهِمْ بِمَا اِلْتَزَمُوهُ مِنْ الْجِزْيَةِ , وَفِي بَعْضِ الرِّوَايَاتِ \" بِبَحْرَتِهِمْ \" أَيْ بَلْدَتِهِمْ , وَقِيلَ الْبَحْرَة الْأَرْض. وَذَكَرَ اِبْن إِسْحَاق الْكِتَاب , وَهُوَ بَعْدَ الْبَسْمَلَةِ : \" هَذِهِ أَمَنَةٌ مِنْ اللَّهِ وَمُحَمَّد النَّبِيّ رَسُول اللَّهِ لِيُوحَنَّا بْن رُوبَة وَأَهْلِ أَيْلَةَ سُفُنهمْ وَسَيَّارَتهمْ فِي الْبَرِّ وَالْبَحْرِ , لَهُمْ ذِمَّة اللَّهِ وَمُحَمَّدٍ النَّبِيِّ \" وَسَاقَ بَقِيَّة الْكِتَابِ. ‏ ‏قَوْله : ( كَمْ جَاءَ حَدِيقَتُك ) ‏ ‏أَيْ : تَمْر حَدِيقَتِك , وَفِي رِوَايَةِ مُسْلِم \" فَسَأَلَ الْمَرْأَةَ عَنْ حَدِيقَتِهَا كَمَا بَلَغَ ثَمَرهَا \" وَقَوْله ‏ ‏\" عَشْرَة \" ) ‏ ‏بِالنَّصْبِ عَلَى نَزْع الْخَافِض أَوْ عَلَى الْحَالِ , وَقَوْله ‏ ‏\" خَرْصَ \" ) ‏ ‏بِالنَّصْبِ أَيْضًا إِمَّا بَدَلًا وَإِمَّا بَيَانًا , وَيَجُوزُ الرَّفْعُ فِيهِمَا وَتَقْدِيرُهُ الْحَاصِلُ عَشْرَة أَوْسُق وَهُوَ خَرْص رَسُول اللَّهِ. ‏ ‏قَوْله : ( فَلَمَّا قَالَ اِبْن بَكَّار كَلِمَة مَعْنَاهَا أَشْرَفَ عَلَى الْمَدِينَةِ ) ‏ ‏اِبْن بَكَّارٍ هُوَ سَهْلٌ شَيْخُ الْبُخَارِيّ , فَكَأَنَّ الْبُخَارِيَّ شَكَّ فِي هَذِهِ اللَّفْظَةِ فَقَالَ هَذَا , وَقَدْ رَوَاهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَجِ \" عَنْ فَارُوق عَنْ أَبِي مُسْلِم وَغَيْرِهِ عَنْ سَهْلٍ فَذَكَرَهَا بِهَذَا اللَّفْظِ سَوَاء , وَسَيَأْتِي الْكَلَامُ عَلَى بَقِيَّةِ الْحَدِيثِ وَمَا يَتَعَلَّقُ بِالْمَدِينَةِ فِي فَضْلِ الْمَدِينَةِ , وَمَا يَتَعَلَّقُ بِالْأَنْصَارِ فِي مَنَاقِبِ الْأَنْصَارِ , فَإِنَّهُ سَاقَ ذَلِكَ هُنَاكَ أَتَمَّ مِمَّا هُنَا. وَقَوْلُهُ ‏ ‏\" طَابَة \" ) ‏ ‏هُوَ مِنْ أَسْمَاءِ الْمَدِينَةِ كَطَيْبَةَ. ‏ ‏قَوْله : ( وَقَالَ سُلَيْمَان بْن بِلَال حَدَّثَنِي عَمْرو ) ‏ ‏يَعْنِي اِبْن يَحْيَى بِالْإِسْنَادِ الْمَذْكُورِ , وَهَذِهِ الطَّرِيق مَوْصُولَة فِي فَضَائِلِ الْأَنْصَارِ. ‏ ‏قَوْله : ( وَقَالَ سُلَيْمَان ) ‏ ‏هُوَ اِبْن بِلَال الْمَذْكُورُ , وَسَعْد بْن سَعِيد هُوَ الْأَنْصَارِيُّ أَخُو يَحْيَى بْن سَعِيد , وَعَبَّاس هُوَ اِبْن سَهْل بْن سَعْد , وَهِيَ مَوْصُولَةٌ فِي \" فَوَائِدِ عَلِيّ بْن خُزَيْمَة \" قَالَ \" حَدَّثَنَا أَبُو إِسْمَاعِيل التِّرْمِذِيّ حَدَّثَنَا أَيُّوب بْن سُلَيْمَان أَيْ : اِبْن بِلَال حَدَّثَنِي أَبُو بَكْر بْن أَبِي أُوَيْس عَنْ سُلَيْمَان بْن بِلَال \" فَذَكَرَهُ وَأَوَّلُهُ \" أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا دَنَا مِنْ الْمَدِينَةِ أَخَذَ طَرِيق غُرَاب لِأَنَّهَا أَقْرَبُ إِلَى الْمَدِينَةِ وَتَرَكَ الْأُخْرَى \" فَسَاقَ الْحَدِيث وَلَمْ يَذْكُرْ أَوَّله , وَاسْتُفِيدَ مِنْهُ بَيَان قَوْلِهِ \" إِنِّي مُتَعَجِّلٌ إِلَى الْمَدِينَةِ , فَمَنْ أَحَبَّ فَلْيَتَعَجَّلْ مَعِيَ \" أَيْ إِنِّي سَالِكٌ الطَّرِيقَ الْقَرِيبَةَ فَمَنْ أَرَادَ فَلْيَأْتِ مَعِيَ يَعْنِي مِمَّنْ لَهُ اِقْتِدَار عَلَى ذَلِكَ دُونَ بَقِيَّةِ الْجَيْشِ. وَظَهَرَ أَنَّ عُمَارَة بْن غَزِيَّةَ خَالَفَ عَمْرو بْن يَحْيَى فِي إِسْنَادِ الْحَدِيثِ فَقَالَ عَمْرو \" عَنْ عَبَّاس عَنْ أَبِي حُمَيْد \" وَقَالَ عُمَارَة \" عَنْ عَبَّاس عَنْ أَبِيهِ \". فَيَحْتَمِلُ أَنْ يَسْلُكَ طَرِيقَ الْجَمْعِ بِأَنْ يَكُونَ عَبَّاس أَخَذَ الْقَدْر الْمَذْكُور وَهُوَ \" أُحُد جَبَل يُحِبُّنَا وَنُحِبُّهُ \" عَنْ أَبِيهِ وَعَنْ أَبِي حُمَيْد مَعًا , أَوْ حَمَلَ الْحَدِيث عَنْهُمَا مَعًا , أَوْ كُلّه عَنْ أَبِي حُمَيْد وَمُعْظَمه عَنْ أَبِيهِ وَكَانَ يُحَدِّثُ بِهِ تَارَةً عَنْ هَذَا وَتَارَةً عَنْ هَذَا , وَلِذَلِكَ كَانَ لَا يَجْمَعُهُمَا. وَقَدْ وَقَعَ فِي رِوَايَةِ اِبْن إِسْحَاق الْمَذْكُورَةِ \" عَبَّاس بْن سَهْل بْن سَعْد أَوْ عَبَّاس عَنْ سَهْل \" فَتَرَدَّدَ فِيهِ هَلْ هُوَ مُرْسَلٌ أَوْ رَوَاهُ عَنْ أَبِيهِ فَيُوَافِقُ قَوْل عُمَارَة , لَكِنَّ سِيَاق عَمْرو بْن يَحْيَى أَتَمُّ مِنْ سِيَاقِ غَيْرِهِ , وَاللَّهُ أَعْلَمُ. وَفِي هَذَا الْحَدِيثِ مَشْرُوعِيَّة الْخَرْص , وَقَدْ تَقَدَّمَ ذِكْر الْخِلَافِ فِيهِ أَوَّل الْبَابِ , وَاخْتَلَفَ الْقَائِلُونَ بِهِ هَلْ هُوَ وَاجِب أَوْ مُسْتَحَبّ , فَحَكَى الصَّيْمَرِيّ مِنْ الشَّافِعِيَّةِ وَجْهًا بِوُجُوبِهِ , وَقَالَ الْجُمْهُورُ هُوَ مُسْتَحَبٌّ إِلَّا إِنْ تَعَلَّقَ بِهِ حَقٌّ لِمَحْجُورٍ مَثَلًا أَوْ كَانَ شُرَكَاؤُهُ غَيْر مُؤْتَمَنِينَ فَيَجِبُ لِحِفْظِ مَالِ الْغَيْرِ , وَاخْتُلِفَ أَيْضًا هَلْ يَخْتَصُّ بِالنَّخْلِ أَوْ يُلْحَقُ بِهِ الْعِنَب أَوْ يَعُمُّ كُلّ مَا يَنْتَفِعُ بِهِ رَطِبًا وَجَافًّا ؟ وَبِالْأَوَّلِ قَالَ شُرَيْح الْقَاضِي وَبَعْضُ أَهْل الظَّاهِر , وَالثَّانِي قَوْل الْجُمْهُورِ , وَإِلَى الثَّالِثِ نَحَا الْبُخَارِيّ. وَهَلْ يَمْضِي قَوْل الْخَارِص أَوْ يَرْجِعُ إِلَى مَا آلَ إِلَيْهِ الْحَال بَعْدَ الْجَفَافِ ؟ الْأَوَّلُ قَوْل مَالِك وَطَائِفَة , وَالثَّانِي قَوْل الشَّافِعِيِّ وَمَنْ تَبِعَهُ. وَهَلْ يَكْفِي خَارِص وَاحِد عَارِف ثِقَة أَوْ لَا بُدَّ مِنْ اِثْنَيْنِ ؟ وَهُمَا قَوْلَانِ لِلشَّافِعِيِّ , وَالْجُمْهُور عَلَى الْأَوَّلِ. وَاخْتُلِفَ أَيْضًا هَلْ هُوَ اِعْتِبَارٌ أَوْ تَضْمِين ؟ وَهُمَا قَوْلَانِ لِلشَّافِعِيِّ أَظْهَرُهُمَا الثَّانِي , وَفَائِدَته جَوَاز التَّصَرُّفِ فِي جَمِيعِ الثَّمَرَةِ وَلَوْ أَتْلَفَ الْمَالِكُ الثَّمَرَةَ بَعْدَ الْخَرْصِ أَخَذَتْ مِنْهُ الزَّكَاةَ بِحِسَابٍ مَا خَرَصَ. وَفِيهِ أَشْيَاءُ مِنْ أَعْلَام النُّبُوَّة كَالْإِخْبَارِ عَنْ الرِّيحِ وَمَا ذَكَرَ فِي تِلْكَ الْقِصَّةِ , وَفِيهِ تَدْرِيبُ الْأَتْبَاع وَتَعْلِيمُهُمْ , وَأَخُدُّ الْحَذَر مِمَّا يَتَوَقَّعُ الْخَوْف مِنْهُ. وَفَضْلُ الْمَدِينَة وَالْأَنْصَار , وَمَشْرُوعِيَّة الْمُفَاضَلَة بَيْنَ الْفُضَلَاءِ بِالْإِجْمَالِ وَالتَّعْيِينِ , وَمَشْرُوعِيَّة الْهَدِيَّة وَالْمُكَافَأَة عَلَيْهَا. ‏ ‏( تَكْمِيل ) : ‏ ‏فِي السُّنَنِ وَصَحِيح اِبْنِ حِبَّانَ مِنْ حَدِيثِ سَهْلِ بْن أَبِي حَثْمَة مَرْفُوعًا \" إِذَا خَرَصْتُمْ فَخُذُوا وَدَعُوا الثُّلُثَ , فَإِنْ لَمْ تَدَعُوا الثُّلُث فَدَعُوا الرُّبْع \" , وَقَالَ بِظَاهِرِهِ اللَّيْث وَأَحْمَد وَإِسْحَاق وَغَيْرُهُمْ , وَفَهِمَ مِنْهُ أَبُو عُبَيْد فِي \" كِتَاب الْأَمْوَال \" أَنَّهُ الْقَدْرُ الَّذِي يَأْكُلُونَهُ بِحَسَبِ اِحْتِيَاجِهِمْ إِلَيْهِ فَقَالَ : يُتْرَكُ قَدْر اِحْتِيَاجهمْ. وَقَالَ مَالِك وَسُفْيَان : لَا يُتْرَكُ لَهُمْ شَيْء , وَهُوَ الْمَشْهُورُ عَنْ الشَّافِعِيِّ , قَالَ اِبْن الْعَرَبِيِّ : وَالْمُتَحَصَّلُ مِنْ صَحِيحِ النَّظَرِ أَنْ يُعْمَلَ بِالْحَدِيثِ وَهُوَ قَدْر الْمَئُونَة , وَلَقَدْ جَرَّبْنَاهُ فَوَجَدْنَاهُ كَذَلِكَ فِي الْأَغْلَبِ مِمَّا يُؤْكَلُ رَطْبًا. قَوْلُهُ : ( قَالَ أَبُو عُبَيْد هُوَ الْقَاسِم بْن سَلَّام الْإِمَام الْمَشْهُور صَاحِب \" الْغَرِيبِ \" وَكَلَامه هَذَا فِي غَرِيبِ الْحَدِيثِ لَهُ , وَقَالَ صَاحِب \" الْمُحْكَمِ \" : هُوَ مِنْ الرِّيَاضِ كُلّ أَرْضٍ اِسْتَدَارَتْ , وَقِيلَ كُلّ أَرْضٍ ذَاتِ شَجَر مُثْمِر وَنَخْل , وَقِيلَ كُلّ حُفْرَةٍ تَكُونُ فِي الْوَادِي يُحْتَبَسُ فِيهَا الْمَاءُ , فَإِذَا لَمْ يَكُنْ فِيهِ مَاءٌ فَهُوَ حَدِيقَة , وَيُقَالُ الْحَدِيقَة أَعْمَق مِنْ الْغَدِيرِ وَالْحَدِيقَةُ الْقِطْعَة مِنْ الزَّرْعِ يَعْنِي أَنَّهُ مِنْ الْمُشْتَرَكِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1873",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّهُ كَانَ يَقُولُ لَوْ رَأَيْتُ الظِّبَاءَ بِالْمَدِينَةِ تَرْتَعُ مَا ذَعَرْتُهَا، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا بَيْنَ لاَبَتَيْهَا حَرَامٌ ‏\"‏‏.‏",
    "english_text": "If I saw deers grazing in Medina, I would not chase them, for Allah's Messenger (ﷺ) said, \"(Medina) is a \nsanctuary between its two mountains.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا أَبُو اَلرُّبَيِّع سُلَيْمَان بْن دَاوُد ) ‏ ‏هُوَ الزَّهْرَانِيُّ الْعَتَكِيُّ بِفَتْحِ اَلْمُهْمَلَة وَالْمُثَنَّاة اَلْبَصْرِيُّ نَزَلَ بَغْدَاد اِتَّفَقَ اَلْبُخَارِيّ وَمُسْلِم عَلَى اَلرِّوَايَةِ عَنْهُ وَمِنْ جُمْلَةِ مَا اِتَّفَقَا عَلَيْهِ إِخْرَاج هَذَا اَلْحَدِيثِ عَنْهُ , وَفِي طَبَقَتِهِ اِثْنَانِ كُلّ مِنْهُمَا أَيْضًا أَبُو اَلرُّبَيِّع سُلَيْمَان بْن دَاوُد أَحَدُهُمَا اَلْخُتَّلِيّ بِضَمِّ اَلْمُعْجَمَة وَتَشْدِيدٍ اَلْمُثَنَّاة اَلْمَفْتُوحَة بَغْدَادِيٌّ اِنْفَرَدَ مُسْلِم بِالرِّوَايَةِ عَنْهُ وَالرِّشْدِينِيُّ بِكَسْرِ اَلرَّاءِ وَسُكُونِ اَلْمُعْجَمَةِ مِصْرِيٌّ لَمْ يُخَرِّجَا لَهُ وَرَوَى عَنْهُ أَبُو دَاوُد وَالنَّسَائِيّ. ‏ ‏قَوْلُهُ : ( وَأَفْهَمَنِي بَعْضه أَحْمَد قَالَ : حَدَّثَنَا فُلَيْحٌ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونَ أَحْمَد رَفِيقًا لِأَبِي اَلرُّبَيِّع فِي اَلرِّوَايَةِ عَنْ فُلَيْحٍ وَأَنْ يَكُونَ اَلْبُخَارِيّ حَمَلَهُ عَنْهُمَا جَمِيعًا عَلَى اَلْكَيْفِيَّةِ اَلْمَذْكُورَةِ , وَيَحْتَمِلُ أَنْ يَكُونَ أَحْمَدُ رَفِيقًا لِلْبُخَارِيِّ فِي اَلرِّوَايَةِ عَنْ أَبِي اَلرُّبَيِّع وَهُوَ اَلْأَقْرَبُ إِذْ لَوْ كَانَ اَلْمُرَاد اَلْأَوَّلَ لَكَانَ يَقُولُ : قَالَا : حَدَّثَنَا فُلَيْحٌ بِالتَّثْنِيَةِ. وَلَمْ أَرَ ذَلِكَ فِي شَيْءٍ مِنْ اَلْأُصُولِ وَيُؤَيِّدُ اَلْأَوَّل أَيْضًا صَنِيع الْبَرْقَانِيّ فَإِنَّهُ أَخْرَجَ اَلْحَدِيثَ فِي اَلْمُصَافَحَةِ وَمُقْتَضَاهُ أَنَّ اَلْقَدْرَ اَلْمَذْكُورَ عِنْدَ اَلْبُخَارِيِّ عَنْ أَحْمَدَ عَنْ أَبِي اَلرُّبَيِّع عَنْ فُلَيْحٍ لَكِنْ وَقْع فِي أَطْرَافِ خَلَفٍ حَدَّثَنَا أَبُو رَبِيع وَأَفْهَمَنِي بَعْضَهُ أَحْمَد بْن يُونُس , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّ لَفْظ \" قَالَا \" سَقَطَ مِنْ اَلْأَصْلِ كَمَا جَرَتْ اَلْعَادَةُ بِإِسْقَاطِهَا كَثِيرًا فِي اَلْأَسَانِيدِ فَأَثْبَتَ بَعْضُهُمْ بَدَلَهَا \" قَالَ \" بِالْإِفْرَادِ وَبِمَا قَالَ خَلَفٌ جَزَمَ اَلدِّمْيَاطِيِّ , وَأَمَّا جَزْمُ اَلْمِزِّيِّ بِأَنَّ اَلَّذِي ذَكَرَهُ خَلَفٌ وَهْمٌ فَلَيْسَ هَذَا اَلْجَزْمُ بِوَاضِح وَزَعَمَ اِبْن خَلْفُونٍ أَنَّ أَحْمَدَ هَذَا هُوَ اِبْن حَنْبَل بِنَاءً عَلَى اَلْقَوْلِ اَلثَّانِي , وَجَوَّزَ غَيْرُهُ أَنْ يَكُونَ أَحْمَدُ بْن اَلنَّضْرِ اَلنَّيْسَابُورِيّ وَبِهِ جَزَمَ اَلذَّهَبِيُّ فِي طَبَقَاتِ اَلْقُرَّاءِ , وَقَدْ حَدَّثَ بِهِ عَنْ أَبِي اَلرُّبَيِّعِ الزَّهْرَانِيّ مِمَّنْ يُسَمَّى أَحْمَد أَيْضًا أَبُو بَكْر أَحْمَد بْن عَمْرو بْن أَبِي عَاصِم وَأَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن اَلْمَثَنَّى وَغَيْرهمَا , وَقَدْ ذَكَرْتُ فِي اَلْمُقَدِّمَةِ طَائِفَة مِمَّنْ رَوَى هَذَا اَلْحَدِيثَ عَنْ فُلَيْحٍ مِمَّنْ تَسَمَّى أَحْمَد , وَكَذَلِكَ مَنْ رَوَاهُ عَنْ أَبِي اَلرُّبَيِّع مِمَّنْ يُسَمَّى أَحْمَد أَيْضًا فَاَللَّه أَعْلَمُ. ثُمَّ سَاقَ اَلْمُصَنِّفُ حَدِيثَ اَلْإِفْكِ بِطُولِهِ مِنْ رِوَايَةِ فُلَيْحٍ عَنْ الزُّهْرِيِّ عَنْ مَشَايِخِهِ ثُمَّ مِنْ رِوَايَةِ فُلَيْحٍ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة وَعَبْد اَللَّه بْن اَلزُّبَيْر قَالَ مِثْلَهُ , وَمِنْ رِوَايَةِ فُلَيْحٍ عَنْ رَبِيعَة وَيَحْيَى بْن سَعِيد عَنْ اَلْقَاسِم بْن مُحَمَّد قَالَ مِثْلَهُ وَسَيَأْتِي شَرْحُهُ مُسْتَوْفًى فِي تَفْسِيرِ سُورَةِ اَلنُّورِ , وَبَيَانُ مَا زَادَتْ رِوَايَة كُلّ وَاحِد مِنْ هَؤُلَاءِ عَلَى رِوَايَة الزُّهْرِيّ وَمَا نَقَصَتْ عَنْهَا. وَقَدْ أَخْرَجَهُ اَلْإِسْمَاعِيلِيّ عَنْ جَمَاعَةٍ أَخْبَرُوهُ بِهِ عَنْ أَبِي اَلرُّبَيِّع وَزَادَ فِي آخِرِهِ عَنْ فُلَيْحٍ \" قَالَ وَسَمِعْتُ نَاسًا مِنْ أَهْلِ اَلْعِلْمِ يَقُولُونَ : إِنَّ أَصْحَابَ اَلْإِفْكِ جُلِدُوا اَلْحَدّ \". قُلْت : وَسَيَأْتِي لِذَلِكَ إِسْنَاد آخَر فِي كِتَاب اَلِاعْتِصَام إِنْ شَاءَ اَللَّهُ تَعَالَى. وَالْغَرَضُ مِنْهُ هُنَا سُؤَاله صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَرِيرَةَ عَنْ حَالِ عَائِشَة , وَجَوَابُهَا بِبَرَاءَتِهَا وَاعْتِمَادُ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى قَوْلِهَا حَتَّى خَطَبَ فَاسْتَعْذَرَ مِنْ عَبْد اَللَّه بْن أُبَيٍّ. وَكَذَلِكَ سُؤَالُهُ مِنْ زَيْنَب بِنْت جَحْش عَنْ حَالِ عَائِشَة وَجَوَابهَا بِبَرَاءَتِهَا أَيْضًا وَقَوْل عَائِشَة فِي حَقِّ زَيْنَب : هِيَ اَلَّتِي كَانَتْ تُسَامِينِي فَعَصَمَهَا اَللَّهُ بِالْوَرَعِ فَفِي مَجْمُوعِ ذَلِكَ مُرَادُ اَلتَّرْجَمَة. قَالَ اِبْن بَطَّال : فِيهِ حُجَّة لِأَبِي حَنِيفَة فِي جَوَازِ تَعْدِيلِ اَلنِّسَاءِ وَبِهِ قَالَ أَبُو يُوسُف وَوَافَقَ مُحَمَّد اَلْجُمْهُورَ قَالَ اَلطَّحَاوِيّ : اَلتَّزْكِيَةُ خَبَرٌ وَلَيْسَتْ شَهَادَة فَلَا مَانِعَ مِنْ اَلْقَبُولِ , وَفِي اَلتَّرْجَمَةِ اَلْإِشَارَة إِلَى قَوْلٍ ثَالِثٍ وَهُوَ أَنْ تُقْبَلَ تَزْكِيَتُهُنَّ لِبَعْضِهِنَّ لَا لِلرِّجَالِ ; لِأَنَّ مَنْ مَنَعَ ذَلِكَ اِعْتَلَّ بِنُقْصَانِ اَلْمَرْأَةِ عَنْ مَعْرِفَةِ وُجُوه اَلتَّزْكِيَة لَا سِيَّمَا فِي حَقِّ اَلرِّجَالِ وَقَالَ اِبْن بَطَّال : لَوْ قِيلَ إِنَّهُ تُقْبَلُ تَزْكِيَتُهُنَّ بِقَوْلٍ حَسَن وَثَنَاءٍ جَمِيل يَكُونُ إِبْرَاء مِنْ سُوءٍ لَكَانَ حَسَنًا كَمَا فِي قِصَّة اَلْإِفْك وَلَا يَلْزَمُ مِنْهُ قَبُول تَزْكِيَتِهِنَّ فِي شَهَادَةٍ تُوجِبُ أَخْذَ مَالٍ , وَالْجُمْهُورُ عَلَى جَوَازِ قَبُولِهِنَّ مَعَ اَلرِّجَالِ فِيمَا تَجُوزُ شَهَادَتُهُنَّ فِيهِ. ‏ ‏قَوْلُهُ : ( فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا أَخْرَجَ بِهَا مَعَهُ ) ‏ ‏كَذَا لِلنَّسَفِيّ وَلِأَبِي ذَرٍّ عَنْ غَيْر الْكُشْمِيهَنِيّ , وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ وَالْبَاقِينَ \" خَرَجَ \" وَهُوَ اَلصَّوَابُ وَلَعَلَّ اَلْأَوَّل أُخْرِجَ بِضَمّ أَوَّلِهِ عَلَى اَلْبِنَاءِ لِلْمَجْهُولِ. ‏ ‏قَوْلُهُ : ( مِنْ جَزْعِ أَظْفَار ) ‏ ‏كَذَا لِلْأَكْثَرِ وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ \" ظِفَار \" وَهُوَ أَصْوَبُ وَسَيَأْتِي تَوْضِيحه عِنْدَ شَرْحِهِ. ‏ ‏قَوْلُهُ : ( فَاسْتَيْقَظْت بِاسْتِرْجَاعِهِ حَتَّى أَنَاخَ رَاحِلَتَهُ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ وَالنَّسَفِيّ \" حِينَ أَنَاخَ رَاحِلَتَهُ \". ‏ ‏قَوْلُهُ : ( وَقَدْ بَكَيْت لَيْلَتِي وَيَوْمًا ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيّ \" لَيْلَتَيْنِ وَيَوْمًا \" وَفِي رِوَايَة اَلنَّسَفِيّ وَأَبِي اَلْوَقْتِ \" لَيْلَتِي وَيَوْمِي \" وَسَيَأْتِي بَقِيَّة أَلْفَاظِهِ عِنْدَ شَرْحِهِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1874",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ يَتْرُكُونَ الْمَدِينَةَ عَلَى خَيْرِ مَا كَانَتْ، لاَ يَغْشَاهَا إِلاَّ الْعَوَافِ ـ يُرِيدُ عَوَافِيَ السِّبَاعِ وَالطَّيْرِ ـ وَآخِرُ مَنْ يُحْشَرُ رَاعِيَانِ مِنْ مُزَيْنَةَ، يُرِيدَانِ الْمَدِينَةَ يَنْعِقَانِ بِغَنَمِهِمَا، فَيَجِدَانِهَا وَحْشًا، حَتَّى إِذَا بَلَغَا ثَنِيَّةَ الْوَدَاعِ خَرَّا عَلَى وُجُوهِهِمَا ‏\"‏‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) saying, \"The people will leave Medina in spite of the best state it will have, \nand none except the wild birds and the beasts of prey will live in it, and the last persons who will die \nwill be two shepherds from the tribe of Muzaina, who will be driving their sheep towards Medina, but \nwill find nobody in it, and when they reach the valley of Thaniyat-al-Wada`, they will fall down on \ntheir faces dead.\"",
    "explication": "‏ ‏قَوْله : ( تَتْرُكُونَ الْمَدِينَة ) ‏ ‏كَذَا لِلْأَكْثَرِ بِتَاءِ الْخِطَاب , وَالْمُرَاد بِذَلِكَ غَيْر الْمُخَاطَبِينَ , لَكِنَّهُمْ مِنْ أَهْل الْبَلَد أَوْ مِنْ نَسْل الْمُخَاطَبِينَ أَوْ مِنْ نَوْعهمْ , وَرُوِيَ \" يَتْرُكُونَ \" بِتَحْتَانِيَّةٍ وَرَجَّحَهُ الْقُرْطُبِيّ. ‏ ‏قَوْله : ( عَلَى خَيْر مَا كَانَتْ ) ‏ ‏أَيْ عَلَى أَحْسَن حَال كَانَتْ عَلَيْهِ مِنْ قَبْل , قَالَ الْقُرْطُبِيّ تَبَعًا لِعِيَاضٍ : قَدْ وُجِدَ ذَلِكَ حَيْثُ صَارَتْ مَعْدِن الْخِلَافَة وَمَقْصِد النَّاس وَمَلْجَأَهُمْ , وَحُمِلَتْ إِلَيْهَا خَيْرَات الْأَرْض وَصَارَتْ مِنْ أَعْمَر الْبِلَاد , فَلَمَّا اِنْتَقَلَتْ الْخِلَافَة عَنْهَا إِلَى الشَّام ثُمَّ إِلَى الْعِرَاق وَتَغَلَّبَتْ عَلَيْهَا الْأَعْرَاب تَعَاوَرَتْهَا الْفِتَن وَخَلَتْ مِنْ أَهْلهَا فَقَصَدَتْهَا عَوَافِي الطَّيْر وَالسِّبَاع. وَالْعَوَافِي جَمْع عَافِيَة وَهِيَ الَّتِي تَطْلُب أَقْوَاتهَا , وَيُقَال لِلذَّكَرِ عَافٍ. قَالَ اِبْن الْجَوْزِيّ : اِجْتَمَعَ فِي الْعَوَافِي شَيْئَانِ أَحَدهمَا أَنَّهَا طَالِبَة لِأَقْوَاتِهَا مِنْ قَوْلك عَفَوْت فُلَانًا أَعْفُوهُ فَأَنَا عَافٍ وَالْجَمْع عُفَاة , أَيْ أَتَيْت أَطْلُب مَعْرُوفه , وَالثَّانِي مِنْ الْعَفَاء وَهُوَ الْمَوْضِع الْخَالِي الَّذِي لَا أَنِيس بِهِ فَإِنَّ الطَّيْر وَالْوَحْش تَقْصِدهُ لِأَمْنِهَا عَلَى نَفْسهَا فِيهِ. وَقَالَ النَّوَوِيّ : الْمُخْتَار أَنَّ هَذَا التَّرْك يَكُون فِي آخِر الزَّمَان عِنْد قِيَام السَّاعَة , وَيُؤَيِّدهُ قِصَّة الرَّاعِيَيْنِ فَقَدْ وَقَعَ عِنْد مُسْلِم بِلَفْظِ \" ثُمَّ يُحْشَر رَاعِيَانِ \" وَفِي الْبُخَارِيّ أَنَّهُمَا آخِر مَنْ يُحْشَر. قُلْت : وَيُؤَيِّدهُ مَا رَوَى مَالِك عَنْ اِبْن حَمَاس بِمُهْمَلَتَيْنِ وَتَخْفِيف عَنْ عَمّه عَنْ أَبِي هُرَيْرَة رَفَعَهُ \" لَتَتْرُكُنَّ الْمَدِينَة عَلَى أَحْسَن مَا كَانَتْ حَتَّى يَدْخُل الذِّئْب فَيَعْوِي عَلَى بَعْض سَوَارِي الْمَسْجِد أَوْ عَلَى الْمِنْبَر. قَالُوا : فَلِمَنْ تَكُون ثِمَارهَا ؟ قَالَ : لِلْعَوَافِي الطَّيْر وَالسِّبَاع \" أَخْرَجَهُ مَعْن بْن عِيسَى فِي \" الْمُوَطَّأ \" عَنْ مَالِك وَرَوَاهُ جَمَاعَة مِنْ الثِّقَات خَارِج الْمُوَطَّإ , وَيَشْهَد لَهُ أَيْضًا مَا رَوَى أَحْمَد وَالْحَاكِم وَغَيْرهمَا مِنْ حَدِيث مِحْجَن بْن الْأَدْرَع الْأَسْلَمِيّ قَالَ \" بَعَثَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَاجَةٍ , ثُمَّ لَقِيَنِي وَأَنَا خَارِج مِنْ بَعْض طُرُق الْمَدِينَة فَأَخَذَ بِيَدِي حَتَّى أَتَيْنَا أُحُدًا , ثُمَّ أَقْبَلَ عَلَى الْمَدِينَة فَقَالَ : وَيْلَ أُمّهَا قَرْيَة يَوْم يَدَعهَا أَهْلهَا كَأَيْنَع مَا يَكُون. قُلْت يَا رَسُول اللَّه مَنْ يَأْكُل ثِمَارهَا ؟ قَالَ : عَافِيَة الطَّيْر وَالسِّبَاع \". وَرَوَى عُمَر بْن شَبَّة بِإسْنَادٍ صَحِيح عَنْ عَوْف بْن مَالِك قَالَ \" دَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَسْجِد ثُمَّ نَظَرَ إِلَيْنَا فَقَالَ : أَمَا وَاللَّه لَيَدَعَنَّهَا أَهْلهَا مُذَلَّلَة أَرْبَعِينَ عَامًا لِلْعَوَافِي , أَتَدْرُونَ مَا الْعَوَافِي ؟ الطَّيْر وَالسِّبَاع \". قُلْت : وَهَذَا لَمْ يَقَع قَطْعًا. وَقَالَ الْمُهَلَّب : فِي هَذَا الْحَدِيث أَنَّ الْمَدِينَة تُسْكَن إِلَى يَوْم الْقِيَامَة وَإِنْ خَلَتْ فِي بَعْض الْأَوْقَات لِقَصْدِ الرَّاعِيَيْنِ بِغَنَمِهِمَا إِلَى الْمَدِينَة. ‏ ‏قَوْله : ( وَآخِر مَنْ يُحْشَر رَاعِيَانِ مِنْ مُزَيْنَة ) ‏ ‏هَذَا يُحْتَمَل أَنْ يَكُون حَدِيثًا آخَر مُسْتَقِلًّا لَا تَعَلُّق لَهُ بِالَّذِي قَبْله , وَيُحْتَمَل أَنْ يَكُون مِنْ تَتِمَّة الْحَدِيث الَّذِي قَبْله , وَعَلَى هَذَيْنِ الِاحْتِمَالَيْنِ يَتَرَتَّب الِاخْتِلَاف الَّذِي حَكَيْته عَنْ الْقُرْطُبِيّ وَالنَّوَوِيّ , وَالثَّانِي أَظْهَر كَمَا قَالَ النَّوَوِيّ. ‏ ‏قَوْله : ( يَنْعِقَانِ ) ‏ ‏بِكَسْرِ الْمُهْمَلَة بَعْدهَا قَاف , النَّعِيق زَجْر الْغَنَم , يُقَال نَعَقَ يَنْعِق بِكَسْرِ الْعَيْن وَفَتْحهَا نَعِيقًا وَنُعَاقًا وَنَعَقَانًا إِذَا صَاحَ بِالْغَنَمِ , وَأَغْرَبَ الدَّاوُدِيّ فَقَالَ : مَعْنَاهُ يَطْلُب الْكَلَأ , وَكَأَنَّهُ فَسَّرَهُ بِالْمَقْصُودِ مِنْ الزَّجْر لِأَنَّهُ يَزْجُرهَا عَنْ الْمَرْعَى الْوَبِيل إِلَى الْمَرْعَى الْوَسِيم. ‏ ‏قَوْله : ( فَيَجِدَانِهَا وُحُوشًا ) ‏ ‏أَوْ يَجِدَانِهَا ذَات وَحْش , أَوْ يَجِدَانِ أَهْلهَا قَدْ صَارُوا وُحُوشًا , وَهَذَا عَلَى أَنَّ الرِّوَايَة بِفَتْحِ الْوَاو أَيْ يَجِدَانِهَا خَالِيَة وَفِي رِوَايَة مُسْلِم \" فَيَجِدَانِهَا وَحْشًا \" أَيْ خَالِيَة لَيْسَ بِهَا أَحَد , وَالْوَحْش مِنْ الْأَرْض الْخَلَاء , أَوْ كَثْرَة الْوَحْش لَمَّا خَلَتْ مِنْ سُكَّانهَا. قَالَ النَّوَوِيّ : الصَّحِيح أَنَّ مَعْنَاهُ يَجِدَانِهَا ذَات وُحُوش , قَالَ : وَقَدْ يَكُون وَحْشًا بِمَعْنَى وُحُوش , وَأَصْل الْوَحْش كُلّ شَيْء تَوَحَّشَ مِنْ الْحَيَوَان وَجَمْعه وُحُوش , وَقَدْ يُعَبَّر بِوَاحِدِهِ عَنْ جَمْعه. وَحُكِيَ عَنْ اِبْن الْمُرَابِط أَنَّ مَعْنَاهُ أَنَّ غَنَم الرَّاعِيَيْنِ الْمَذْكُورَيْنِ تَصِير وُحُوشًا إِمَّا بِأَنْ تَنْقَلِب ذَاتهَا وَإِمَّا أَنْ تَتَوَحَّش وَتَنْفِر مِنْهُمَا , وَعَلَى هَذَا فَالضَّمِير فِي يَجِدَانِهَا يَعُود عَلَى الْغَنَم وَالظَّاهِر خِلَافه. قَالَ النَّوَوِيّ : الصَّوَاب الْأَوَّل. وَقَالَ الْقُرْطُبِيّ : الْقُدْرَة صَالِحَة لِذَلِكَ. اِنْتَهَى. وَيُؤَيِّدهُ أَنَّ فِي بَقِيَّة الْحَدِيث أَنَّهُمَا يَخِرَّانِ عَلَى وُجُوههمَا إِذَا وَصَلَا إِلَى ثَنِيَّة الْوَدَاع , وَذَلِكَ قَبْل دُخُولهمَا الْمَدِينَة بِلَا شَكّ , فَيَدُلّ عَلَى أَنَّهُمَا وَجَدَا التَّوَحُّش الْمَذْكُور قَبْل دُخُول الْمَدِينَة فَيَقْوَى أَنَّ الضَّمِير يَعُود عَلَى غَنَمهمَا وَكَأَنَّ ذَلِكَ مِنْ عَلَامَات قِيَام السَّاعَة. وَيُوَضِّح هَذَا رِوَايَة عُمَر بْن شَبَّة فِي \" أَخْبَار الْمَدِينَة \" مِنْ طَرِيق عَطَاء بْن السَّائِب عَنْ رَجُل مِنْ أَشْجَع عَنْ أَبِي هُرَيْرَة مَوْقُوفًا قَالَ \" آخِر مَنْ يُحْشَر رَجُلَانِ رَجُل مِنْ مُزَيْنَة وَآخَر مِنْ جُهَيْنَة , فَيَقُولَانِ : أَيْنَ النَّاس ؟ فَيَأْتِيَانِ الْمَدِينَة فَلَا يَرَيَانِ إِلَّا الثَّعَالِب , فَيَنْزِل إِلَيْهِمَا مَلَكَانِ فَيَسْحَبَانِهِمَا عَلَى وُجُوههمَا حَتَّى يُلْحِقَاهُمَا بِالنَّاسِ \". قَوْله \" وَآخِر مَنْ يُحْشَر \" فِي رِوَايَة مُسْلِم مِنْ طَرِيق عُقَيْل عَنْ الزُّهْرِيّ \" ثُمَّ يَخْرُج رَاعِيَانِ مِنْ مُزَيْنَة يُرِيدَانِ الْمَدِينَة \" لَمْ يَذْكُر فِي الْحَدِيث حَشْرهمَا , وَإِنَّمَا ذَكَرَ مُقَدِّمَته , لِأَنَّ الْحَشْر إِنَّمَا يَقَع بَعْد الْمَوْت , فَذِكْر سَبَب مَوْتهمَا وَالْحَشْر يَعْقُبهُ. وَقَوْله عَلَى هَذَا \" خَرَّا عَلَى وُجُوههمَا \" أَيْ سَقَطَا مَيِّتَيْنِ , أَوْ الْمُرَاد بِقَوْلِهِ خَرَّا عَلَى وُجُوههمَا أَيْ سَقَطَا بِمَنْ أَسْقَطَهُمَا , وَهُوَ الْمَلَك كَمَا تَقَدَّمَ فِي رِوَايَة عُمَر بْن شَبَّة. وَفِي رِوَايَة لِلْعُقَيْلِيِّ \" أَنَّهُمَا كَانَا يَنْزِلَانِ بِجَبَلِ وَرْقَان \" , وَلَهُ مِنْ حَدِيث حُذَيْفَة بْنِ أُسَيْد \" أَنَّهُمَا يَفْقِدَانِ النَّاس فَيَقُولَانِ : نَنْطَلِق إِلَى بَنِي فُلَان , فَيَأْتِيَانِهِمْ فَلَا يَجِدَانِ أَحَدًا فَيَقُولَانِ : نَنْطَلِق إِلَى الْمَدِينَة , فَيَنْطَلِقَانِ فَلَا يَجِدَانِ بِهَا أَحَدًا , فَيَنْطَلِقَانِ إِلَى الْبَقِيع فَلَا يَرَيَانِ إِلَّا السِّبَاع وَالثَّعَالِب \" وَهَذَا يُوَضِّح أَحَد الِاحْتِمَالَات الْمُتَقَدِّمَة , وَقَدْ رَوَى اِبْن حِبَّان مِنْ طَرِيق عُرْوَة عَنْ أَبِي هُرَيْرَة رَفَعَهُ \" آخِر قَرْيَة فِي الْإِسْلَام خَرَابًا الْمَدِينَة \" , وَهُوَ يُنَاسِب كَوْن آخِر مَنْ يُحْشَر يَكُون مِنْهَا. ‏ ‏( تَنْبِيه ) : ‏ ‏أَنْكَرَ اِبْن عُمَر عَلَى أَبِي هُرَيْرَة تَعْبِيره فِي هَذَا الْحَدِيث بِقَوْلِهِ \" خَيْر مَا كَانَتْ \" وَقَالَ : إِنَّ الصَّوَاب أَعْمَرَ مَا كَانَتْ , أَخْرَجَ ذَلِكَ عُمَر بْن شَبَّة فِي \" أَخْبَار الْمَدِينَة \" مِنْ طَرِيق مُسَاحِق بْن عَمْرو أَنَّهُ كَانَ جَالِسًا عِنْد اِبْن عُمَر \" فَجَاءَ أَبُو هُرَيْرَة فَقَالَ لَهُ : لِمَ تَرُدّ عَلَيَّ حَدِيثِي ؟ فَوَاللَّهِ لَقَدْ كُنْت أَنَا وَأَنْتَ فِي بَيْت حِين قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْرُج مِنْهَا أَهْلهَا خَيْر مَا كَانَتْ. فَقَالَ اِبْن عُمَر : أَجَل وَلَكِنْ لَمْ يَقُلْ خَيْر مَا كَانَتْ , إِنَّمَا قَالَ أَعْمَرَ مَا كَانَتْ , وَلَوْ قَالَ خَيْر مَا كَانَتْ لَكَانَ ذَلِكَ وَهُوَ حَيّ وَأَصْحَابه , فَقَالَ أَبُو هُرَيْرَة : صَدَقْت وَالَّذِي نَفْسِي بِيَدِهِ \". وَرَوَى مُسْلِم مِنْ حَدِيث حُذَيْفَة أَنَّهُ لَمَّا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمَّنْ يُخْرِج أَهْل الْمَدِينَة مِنْ الْمَدِينَة , وَلِعُمَر بْن شَبَّة مِنْ حَدِيث أَبِي هُرَيْرَة \" قِيلَ يَا أَبَا هُرَيْرَة مَنْ يُخْرِجهُمْ ؟ قَالَ أُمَرَاء السُّوء \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1875",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ سُفْيَانَ بْنِ أَبِي زُهَيْرٍ ـ رضى الله عنه ـ أَنَّهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ تُفْتَحُ الْيَمَنُ فَيَأْتِي قَوْمٌ يُبِسُّونَ، فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ، وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ، وَتُفْتَحُ الشَّأْمُ، فَيَأْتِي قَوْمٌ يُبِسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ، وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ، وَتُفْتَحُ الْعِرَاقُ، فَيَأْتِي قَوْمٌ يُبِسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ‏.‏ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ ‏\"‏‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) saying, \"Yemen will be conquered and some people will migrate (from \nMedina) and will urge their families, and those who will obey them to migrate (to Yemen) although \nMedina will be better for them; if they but knew. Sham will also be conquered and some people will \nmigrate (from Medina) and will urge their families and those who will obey them, to migrate (to \nSham) although Medina will be better for them; if they but knew. 'Iraq will be conquered and some \npeople will migrate (from Medina) and will urge their families and those who will obey them to \nmigrate (to 'Iraq) although Medina will be better for them; if they but knew.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِيهِ ) ‏ ‏هُوَ عُرْوَة بْن الزُّبَيْر , وَعَبْد اللَّه بْن الزُّبَيْر أَخُوهُ. وَفِي الْإِسْنَاد صَحَابِيّ عَنْ صَحَابِيّ وَتَابِعِيّ عَنْ تَابِعِيّ لِأَنَّ هِشَامًا قَدْ لَقِيَ بَعْض الصَّحَابَة. ‏ ‏قَوْله : ( عَنْ سُفْيَان بْن أَبِي زُهَيْر ) ‏ ‏كَذَا لِلْأَكْثَرِ وَرَوَاهُ حَمَّاد بْن سَلَمَة عَنْ هِشَام عَنْ أَبِيهِ كَذَلِكَ وَقَالَ فِي آخِره \" قَالَ عُرْوَة ثُمَّ لَقِيت سُفْيَان بْن أَبِي زُهَيْر عِنْد مَوْته فَأَخْبَرَنِي بِهَذَا الْحَدِيث \" وَذَكَرَ عَلِيّ بْن الْمَدِينِيّ أَنَّهُ اُخْتُلِفَ فِيهِ عَلَى هِشَام اِخْتِلَافًا آخَر , فَقَالَ وُهَيْب وَجَمَاعَة كَمَا قَالَ مَالِك , وَقَالَ اِبْن عُيَيْنَةَ عَنْ هِشَام بِسَنَدِهِ : عَنْ سُفْيَان بْن الْغَوْث , وَقَالَ أَبُو مُعَاوِيَة عَنْ هِشَام بِسَنَدِهِ : عَنْ سُفْيَان بْن عَبْد اللَّه الثَّقَفِيّ قُلْت : قَدْ رَوَاهُ الْحُمَيْدِيّ عَنْ سُفْيَان عَلَى الصَّوَاب , وَرَوَاهُ أَبُو خَيْثَمَةَ عَنْ جَرِير فَقَالَ : سُفْيَان بْن أَبِي قِلَابَةَ , كَأَنَّهُ عَرَفَ خَطَأ جَرِير فَكَنَّى عَنْهُ , وَاسْم أَبِي زُهَيْر الْقَرِد بِفَتْحِ الْقَاف وَكَسْر الرَّاء بَعْدهَا مُهْمَلَة وَقِيلَ نُمَيْر , وَهُوَ الشَّنُوئِيّ مِنْ أَزْد شَنُوءَة بِفَتْحِ الْمُعْجَمَة وَضَمّ النُّون وَبَعْد الْوَاو هَمْزَة مَفْتُوحَة وَفِي النَّسَب كَذَلِكَ , وَقِيلَ بِفَتْحِ النُّون بَعْدهَا هَمْزَة مَكْسُورَة بِلَا وَاو , وَشَنُوءَة هُوَ عَبْد اللَّه بْن كَعْب بْن مَالِك بْن نَضْر اِبْن الْأَزْد , وَسُمِّيَ شَنُوءَة لِشَنَآنٍ كَانَ بَيْنه وَبَيْن قَوْمه. ‏ ‏قَوْله : ( تُفْتَح الْيَمَن ) ‏ ‏قَالَ اِبْن عَبْد الْبَرّ وَغَيْره : اُفْتُتِحَتْ الْيَمَن فِي أَيَّام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي أَيَّام أَبِي بَكْر , وَافْتُتِحَتْ الشَّام بَعْدهَا , وَالْعِرَاق بَعْدهَا. وَفِي هَذَا الْحَدِيث عَلَم مِنْ أَعْلَام النُّبُوَّة , فَقَدْ وَقَعَ عَلَى وَفْق مَا أَخْبَرَ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَى تَرْتِيبه , وَوَقَعَ تَفَرُّق النَّاس فِي الْبِلَاد لِمَا فِيهَا مِنْ السَّعَة وَالرَّخَاء , وَلَوْ صَبَرُوا عَلَى الْإِقَامَة بِالْمَدِينَةِ لَكَانَ خَيْرًا لَهُمْ. وَفِي هَذَا الْحَدِيث فَضْل الْمَدِينَة عَلَى الْبِلَاد الْمَذْكُورَة وَهُوَ أَمْر مُجْمَع عَلَيْهِ. وَفِيهِ دَلِيل عَلَى أَنَّ بَعْض الْبِقَاع أَفْضَل مِنْ بَعْض , وَلَمْ يَخْتَلِف الْعُلَمَاء فِي أَنَّ لِلْمَدِينَةِ فَضْلًا عَلَى غَيْرهَا , وَإِنَّمَا اِخْتَلَفُوا فِي الْأَفْضَلِيَّة بَيْنهَا وَبَيْن مَكَّة. ‏ ‏قَوْله : ( يَبُسُّونَ ) ‏ ‏بِفَتْحِ أَوَّله وَضَمّ الْمُوَحَّدَة وَبِكَسْرِهَا مِنْ بَسّ يَبُسّ. قَالَ اِبْن عَبْد الْبَرّ : فِي رِوَايَة يَحْيَى بْن يَحْيَى بِكَسْرِ الْمُوَحَّدَة , وَقِيلَ إِنَّ اِبْن الْقَاسِم رَوَاهُ بِضَمِّهَا , قَالَ أَبُو عُبَيْد : مَعْنَاهُ يَسُوقُونَ دَوَابّهمْ , وَالْبَسّ سَوْق الْإِبِل تَقُول بَسّ بَسّ عِنْد السَّوْق وَإِرَادَة السُّرْعَة. وَقَالَ الدَّاوُدِيّ : مَعْنَاهُ يَزْجُرُونَ دَوَابّهمْ فَيَبُسُّونَ مَا يَطَؤُونَهُ مِنْ الْأَرْض مِنْ شِدَّة السَّيْر فَيَصِير غُبَارًا. قَالَ تَعَالَى ( وَبُسَّتْ الْجِبَال بَسًّا ) أَيْ سَالَتْ سَيْلًا , وَقِيلَ مَعْنَاهُ سَارَتْ سَيْرًا , وَقَالَ اِبْن الْقَاسِم : الْبَسّ الْمُبَالَغَة فِي الْفَتّ وَمِنْهُ قِيلَ لِلدَّقِيقِ الْمَصْنُوع بِالدُّهْنِ بَسِيس , وَأَنْكَرَ ذَلِكَ النَّوَوِيّ وَقَالَ إِنَّهُ ضَعِيف أَوْ بَاطِل. قَالَ اِبْن عَبْد الْبَرّ : وَقِيلَ مَعْنَى يَبُسُّونَ يَسْأَلُونَ عَنْ الْبِلَاد وَيَسْتَقْرِئُونَ أَخْبَارهَا لِيَسِيرُوا إِلَيْهَا. قَالَ : وَهَذَا لَا يَكَاد يَعْرِفهُ أَهْل اللُّغَة. وَقِيلَ مَعْنَاهُ يُزَيِّنُونَ لِأَهْلِهِمْ الْبِلَاد الَّتِي تُفْتَح وَيَدْعُونَهُمْ إِلَى سُكْنَاهَا فَيَتَحَمَّلُونَ بِسَبَبِ ذَلِكَ مِنْ الْمَدِينَة رَاحِلِينَ إِلَيْهَا , وَيَشْهَد لِهَذَا حَدِيث أَبِي هُرَيْرَة عِنْد مُسْلِم \" يَأْتِي عَلَى النَّاس زَمَان يَدْعُو الرَّجُل اِبْن عَمّه وَقَرِيبه : هَلُمَّ إِلَى الرَّخَاء , وَالْمَدِينَة خَيْر لَهُمْ لَوْ كَانُوا يَعْلَمُونَ \" وَعَلَى هَذَا فَالَّذِينَ يَتَحَمَّلُونَ غَيْر الَّذِينَ يَبُسُّونَ , كَأَنَّ الَّذِي حَضَرَ الْفَتْح أَعْجَبَهُ حُسْن الْبَلَد وَرَخَاؤُهَا فَدَعَا قَرِيبه إِلَى الْمَجِيء إِلَيْهَا لِذَلِكَ فَيَتَحَمَّل الْمَدْعُوّ بِأَهْلِهِ وَأَتْبَاعه. قَالَ اِبْن عَبْد الْبَرّ : وَرَوَى يُبِسُّونَ بِضَمِّ أَوَّله وَكَسْر ثَانِيه مِنْ الرُّبَاعِيّ مِنْ أَبَسَّ إِبْسَاسًا وَمَعْنَاهُ يُزَيِّنُونَ لِأَهْلِهِمْ الْبَلَد الَّتِي يَقْصِدُونَهَا , وَأَصْل الْإِبْسَاس لِلَّتِي تُحْلَب حَتَّى تَدِرّ بِاللَّبَنِ , وَهُوَ أَنْ يُجْرِي يَده عَلَى وَجْههَا وَصَفْحَة عُنُقهَا كَأَنَّهُ يُزَيِّن لَهَا ذَلِكَ وَيُحَسِّنهُ لَهَا , وَإِلَى هَذَا ذَهَبَ اِبْن وَهْب , وَكَذَا رَوَاهُ اِبْن حَبِيب عَنْ مُطَرِّف عَنْ مَالِك يُبِسُّونَ مِنْ الرُّبَاعِيّ وَفَسَّرَهُ بِنَحْوِ مَا ذَكَرنَا , وَأَنْكَرَ الْأَوَّل غَايَة الْإِنْكَار. وَقَالَ النَّوَوِيّ : الصَّوَاب أَنَّ مَعْنَاهُ الْإِخْبَار عَمَّنْ خَرَجَ مِنْ الْمَدِينَة مُتَحَمِّلًا بِأَهْلِهِ بَاسًّا فِي سَيْره مُسْرِعًا إِلَى الرَّخَاء وَالْأَمْصَار الْمُفْتَتَحَة. قُلْت : وَيُؤَيِّدهُ رِوَايَة اِبْن خُزَيْمَةَ مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ هِشَام عَنْ عُرْوَة فِي هَذَا الْحَدِيث بِلَفْظِ \" تُفْتَح الشَّام , فَيَخْرُج النَّاس مِنْ الْمَدِينَة إِلَيْهَا يُبِسُّونَ , وَالْمَدِينَة خَيْر لَهُمْ لَوْ كَانُوا يَعْلَمُونَ \" وَيُوَضِّح ذَلِكَ مَا رَوَى أَحْمَد مِنْ حَدِيث جَابِر أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَيَأْتِيَنَّ عَلَى أَهْل الْمَدِينَة زَمَان يَنْطَلِق النَّاس مِنْهَا إِلَى الْأَرْيَاف يَلْتَمِسُونَ الرَّخَاء فَيَجِدُونَ رَخَاء , ثُمَّ يَأْتُونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ إِلَى الرَّخَاء , وَالْمَدِينَة خَيْر لَهُمْ لَوْ كَانُوا يَعْلَمُونَ \". وَفِي إِسْنَاده اِبْن لَهِيعَة وَلَا بَأْس بِهِ فِي الْمُتَابَعَات , وَهُوَ يُوَضِّح مَا قُلْنَاهُ , وَاللَّه أَعْلَم. وَرَوَى أَحْمَد فِي أَوَّل حَدِيث سُفْيَان هَذَا قِصَّة أَخْرَجَهَا مِنْ طَرِيق بِشْر بْن سَعِيد أَنَّهُ سَمِعَ فِي مَجْلِس اللَّيْثِيِّينَ يَذْكُرُونَ \" أَنَّ سُفْيَان بْن أَبِي زُهَيْر أَخْبَرَهُمْ أَنَّ فَرَسه أَعْيَتْ بِالْعَقِيقِ وَهُوَ فِي بَعْث بَعَثَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَرَجَعَ إِلَيْهِ يَسْتَحْمِلهُ , فَخَرَجَ مَعَهُ يَبْتَغِي لَهُ بَعِيرًا فَلَمْ يَجِدهُ إِلَّا عِنْد أَبِي جَهْم بْن حُذَيْفَة الْعَدَوِيِّ , فَسَامَهُ لَهُ , فَقَالَ لَهُ أَبُو جَهْم : لَا أَبِيعكهَا يَا رَسُول اللَّه , وَلَكِنْ خُذْهُ فَاحْمِلْ عَلَيْهِ مَنْ شِئْت. ثُمَّ خَرَجَ حَتَّى إِذَا بَلَغَ بِئْر إِهَاب قَالَ : يُوشِك الْبُنْيَان أَنْ يَأْتِي هَذَا الْمَكَان , وَيُوشِك الشَّام أَنْ يُفْتَح , فَيَأْتِيه رِجَال مِنْ أَهْل هَذَا الْبَلَد فَيُعْجِبهُمْ رِيعُه وَرَخَاؤُهُ , وَالْمَدِينَة خَيْر لَهُمْ \" الْحَدِيث. ‏ ‏قَوْله : ( لَوْ كَانُوا يَعْلَمُونَ ) ‏ ‏أَيْ بِفَضْلِهَا مِنْ الصَّلَاة فِي الْمَسْجِد النَّبَوِيّ وَثَوَاب الْإِقَامَة فِيهَا وَغَيْر ذَلِكَ , وَيُحْتَمَل أَنْ يَكُون \" لَوْ \" بِمَعْنَى لَيْتَ فَلَا يَحْتَاج إِلَى تَقْدِير , وَعَلَى الْوَجْهَيْنِ فَفِيهِ تَجْهِيل لِمَنْ فَارَقَهَا وَآثَرَ غَيْرهَا , قَالُوا وَالْمُرَاد بِهِ الْخَارِجُونَ مِنْ الْمَدِينَة رَغْبَة عَنْهَا كَارِهِينَ لَهَا , وَأَمَّا مَنْ خَرَجَ لِحَاجَةٍ أَوْ تِجَارَة أَوْ جِهَاد أَوْ نَحْو ذَلِكَ فَلَيْسَ بِدَاخِلٍ فِي مَعْنَى الْحَدِيث. قَالَ الطِّيبِيُّ : الَّذِي يَقْتَضِيه هَذَا الْمَقَام أَنْ يُنَزَّل مَا لَا يَعْلَمُونَ مَنْزِلَة اللَّازِم لِتَنْتَفِي عَنْهُمْ الْمَعْرِفَة بِالْكُلِّيَّةِ , وَلَوْ ذَهَبَ مَعَ ذَلِكَ إِلَى التَّمَنِّي لَكَانَ أَبْلَغَ , لِأَنَّ التَّمَنِّي طَلَب مَا لَا يُمْكِن حُصُوله , أَيْ لَيْتَهُمْ كَانُوا مِنْ أَهْل الْعِلْم تَغْلِيظًا وَتَشْدِيدًا , وَقَالَ الْبَيْضَاوِيّ : الْمَعْنَى أَنَّهُ يُفْتَح الْيَمَن فَيُعْجِب قَوْمًا بِلَادهَا وَعَيْش أَهْلهَا فَيَحْمِلهُمْ ذَلِكَ عَلَى الْمُهَاجَرَة إِلَيْهَا بِأَنْفُسِهِمْ وَأَهْلهمْ حَتَّى يَخْرُجُوا مِنْ الْمَدِينَة , وَالْحَال أَنَّ الْإِقَامَة فِي الْمَدِينَة خَيْر لَهُمْ لِأَنَّهَا حَرَم الرَّسُول وَجِوَاره وَمَهْبِط الْوَحْي وَمَنْزِل الْبَرَكَات , لَوْ كَانُوا يَعْلَمُونَ مَا فِي الْإِقَامَة بِهَا مِنْ الْفَوَائِد الدِّينِيَّة بِالْعَوَائِدِ الْأُخْرَوِيَّة الَّتِي يُسْتَحْقَر دُونهَا مَا يَجِدُونَهُ مِنْ الْحُظُوظ الْفَانِيَة الْعَاجِلَة بِسَبَبِ الْإِقَامَة فِي غَيْرهَا. وَقَوَّاهُ الطِّيبِيُّ لِتَنْكِيرِ قَوْم وَوَصْفهمْ بِكَوْنِهِمْ يَبُسُّونَ , ثُمَّ تَوْكِيده بِقَوْلِهِ \" لَوْ كَانُوا يَعْلَمُونَ \" لِأَنَّهُ يُشْعِر بِأَنَّهُمْ مِمَّنْ رَكَنَ إِلَى الْحُظُوظ الْبَهِيمِيَّة وَالْحُطَام الْفَانِي وَأَعْرَضُوا عَنْ الْإِقَامَة فِي جِوَار الرَّسُول , وَلِذَلِكَ كَرَّرَ قَوْمًا وَوَصَفَهُ فِي كُلّ قَرِينَة بِقَوْلِهِ يَبُسُّونَ اِسْتِحْضَارًا لِتِلْكَ الْهَيْئَة الْقَبِيحَة , وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1876",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الإِيمَانَ لَيَأْرِزُ إِلَى الْمَدِينَةِ كَمَا تَأْرِزُ الْحَيَّةُ إِلَى جُحْرِهَا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Verily, Belief returns and goes back to Medina as a snake returns and goes back \nto its hole (when in danger).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي عُبَيْد اللَّه ) ‏ ‏هُوَ اِبْن عُمَر الْعُمَرِيّ. ‏ ‏قَوْله : ( عَنْ خُبَيْب ) ‏ ‏بِالْمُعْجَمَةِ مُصَغَّرًا وَكَذَا رَوَاهُ أَكْثَر أَصْحَاب عُبَيْد اللَّه , وَخُبَيْب هُوَ خَال عُبَيْد اللَّه الْمَذْكُور , وَقَدْ رُوِيَ عَنْهُ بِهَذَا الْإِسْنَاد عِدَّة أَحَادِيث. وَفِي رِوَايَة يَحْيَى بْن سُلَيْمٍ عَنْ عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر أَخْرَجَهُ اِبْن حِبَّان وَالْبَزَّار , وَقَالَ الْبَزَّار إِنَّ يَحْيَى بْن سُلَيْمٍ أَخْطَأَ فِيهِ , وَهُوَ كَمَا قَالَ , وَهُوَ ضَعِيف فِي عُبَيْد اللَّه بْن عُمَر. ‏ ‏قَوْله : ( عَنْ حَفْص بْن عَاصِم ) ‏ ‏أَيْ اِبْن عُمَر بْن الْخَطَّاب. ‏ ‏قَوْله : ( كَمَا تَأْرِز الْحَيَّة إِلَى جُحْرهَا ) ‏ ‏أَيْ إِنَّهَا كَمَا تَنْتَشِر مِنْ جُحْرهَا فِي طَلَب مَا تَعِيش بِهِ فَإِذَا رَاعَهَا شَيْء رَجَعَتْ إِلَى جُحْرهَا كَذَلِكَ الْإِيمَان اِنْتَشَرَ فِي الْمَدِينَة , وَكُلّ مُؤْمِن لَهُ مِنْ نَفْسه سَائِق إِلَى الْمَدِينَة لِمَحَبَّتِهِ فِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَيَشْمَل ذَلِكَ جَمِيع الْأَزْمِنَة لِأَنَّهُ فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلتَّعَلُّمِ مِنْهُ , وَفِي زَمَن الصَّحَابَة وَالتَّابِعِينَ وَتَابِعهمْ لِلِاقْتِدَاءِ بِهَدْيِهِمْ , وَمِنْ بَعْد ذَلِكَ لِزِيَارَةِ قَبْره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالصَّلَاة فِي مَسْجِده وَالتَّبَرُّك بِمُشَاهَدَةِ آثَاره وَآثَار أَصْحَابه. وَقَالَ الدَّاوُدِيّ : كَانَ هَذَا فِي حَيَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْقَرْن الَّذِي كَانَ مِنْهُمْ وَالَّذِينَ يَلُونَهُمْ وَالَّذِينَ يَلُونَهُمْ خَاصَّة. وَقَالَ الْقُرْطُبِيّ : فِيهِ تَنْبِيه عَلَى صِحَّة مَذْهَب أَهْل الْمَدِينَة وَسَلَامَتهمْ مِنْ الْبِدَع وَأَنَّ عَمَلهمْ حُجَّة كَمَا رَوَاهُ مَالِك. ا ه. وَهَذَا إِنْ سَلِمَ اِخْتَصَّ بِعَصْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْخُلَفَاء الرَّاشِدِينَ , وَأَمَّا بَعْد ظُهُور الْفِتَن وَانْتِشَار الصَّحَابَة فِي الْبِلَاد وَلَا سِيَّمَا فِي أَوَاخِر الْمِائَة الثَّانِيَة وَهَلُمَّ جَرًّا فَهُوَ بِالْمُشَاهَدَةِ بِخِلَافِ ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1877",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا حُسَيْنُ بْنُ حُرَيْثٍ، أَخْبَرَنَا الْفَضْلُ، عَنْ جُعَيْدٍ، عَنْ عَائِشَةَ، قَالَتْ سَمِعْتُ سَعْدًا ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ يَكِيدُ أَهْلَ الْمَدِينَةِ أَحَدٌ إِلاَّ انْمَاعَ كَمَا يَنْمَاعُ الْمِلْحُ فِي الْمَاءِ ‏\"‏‏.‏",
    "english_text": "I heard the Prophet (ﷺ) saying, \"None plots against the people of Medina but that he will be dissolved \n(destroyed) like the salt is dissolved in water.\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنَا الْفَضْل ) ‏ ‏هُوَ اِبْن مُوسَى , وَالْجُعَيْد هُوَ اِبْن عَبْد الرَّحْمَن , وَعَائِشَة بِنْت سَعْد أَيْ اِبْن أَبِي وَقَّاص , ( قَالَتْ سَمِعْت سَعْدًا ) تَعْنِي أَبَاهَا. ‏ ‏قَوْله : ( إِلَّا اِنْمَاعَ ) ‏ ‏أَيْ ذَابَ , وَفِي رِوَايَة مُسْلِم مِنْ طَرِيق أَبِي عَبْد اللَّه الْقَرَّاظ عَنْ أَبِي هُرَيْرَة وَسَعْد جَمِيعًا فَذَكَرَ حَدِيثًا فِيهِ \" مَنْ أَرَادَ أَهْلهَا بِسُوءٍ أَذَابَهُ اللَّه كَمَا يَذُوب الْمِلْح فِي الْمَاء \". وَفِي هَذِهِ الطَّرِيق تَعَقُّب عَلَى الْقُطْب الْحَلَبِيّ حَيْثُ زَعَمَ أَنَّ هَذَا الْحَدِيث مِنْ أَفْرَاد الْبُخَارِيّ , نَعَمْ فِي أَفْرَاد مُسْلِم مِنْ طَرِيق عَامِر بْن سَعْد عَنْ أَبِيهِ فِي أَثْنَاء حَدِيث \" وَلَا يُرِيد أَحَد أَهْل الْمَدِينَة بِسُوءٍ إِلَّا أَذَابَهُ اللَّه فِي النَّار ذَوْب الرَّصَاص , أَوْ ذَوْب الْمِلْح فِي الْمَاء \". قَالَ عِيَاض : هَذِهِ الزِّيَادَة تَدْفَع إِشْكَال الْأَحَادِيث الْأُخَر , وَتُوَضِّح أَنَّ هَذَا حُكْمه فِي الْآخِرَة. وَيُحْتَمَل أَنْ يَكُون الْمُرَاد مِنْ أَرَادَهَا فِي حَيَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسُوءٍ اِضْمَحَلَّ أَمْره كَمَا يَضْمَحِلّ الرَّصَاص فِي النَّار , فَيَكُون فِي اللَّفْظ تَقْدِيم وَتَأْخِير , وَيُؤَيِّدهُ قَوْله \" أَوْ ذَوْب الْمِلْح فِي الْمَاء \" , وَيُحْتَمَل أَنْ يَكُون الْمُرَاد لِمَنْ أَرَادَهَا فِي الدُّنْيَا بِسُوءٍ وَأَنَّهُ لَا يُمْهَل بَلْ يَذْهَب سُلْطَانه عَنْ قُرْب كَمَا وَقَعَ لِمُسْلِمِ بْنِ عُقْبَة وَغَيْره فَإِنَّهُ عُوجِلَ عَنْ قُرْب وَكَذَلِكَ الَّذِي أَرْسَلَهُ , قَالَ وَيُحْتَمَل أَنْ يَكُون الْمُرَاد مَنْ كَادَهَا اِغْتِيَالًا وَطَلَبًا لِغِرَّتِهَا فِي غَفْلَة فَلَا يَتِمّ لَهُ أَمْر , بِخِلَافِ مَنْ أَتَى ذَلِكَ جِهَارًا كَمَا اِسْتَبَاحَهَا مُسْلِم بْن عُقْبَة وَغَيْره. وَرَوَى النَّسَائِيُّ مِنْ حَدِيث السَّائِب بْن خَلَّاد رَفَعَهُ \" مَنْ أَخَاف أَهْل الْمَدِينَة ظَالِمًا لَهُمْ أَخَافهُ اللَّه وَكَانَتْ عَلَيْهِ لَعْنَة اللَّه \" الْحَدِيث. وَلِابْنِ حِبَّان نَحْوه مِنْ حَدِيث جَابِر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1878",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، سَمِعْتُ أُسَامَةَ ـ رضى الله عنه ـ قَالَ أَشْرَفَ النَّبِيُّ صلى الله عليه وسلم عَلَى أُطُمٍ مِنْ آطَامِ الْمَدِينَةِ فَقَالَ ‏\n\"‏ هَلْ تَرَوْنَ مَا أَرَى إِنِّي لأَرَى مَوَاقِعَ الْفِتَنِ خِلاَلَ بُيُوتِكُمْ كَمَوَاقِعِ الْقَطْرِ ‏\"‏‏.‏ تَابَعَهُ مَعْمَرٌ وَسُلَيْمَانُ بْنُ كَثِيرٍ عَنِ الزُّهْرِيِّ‏.‏",
    "english_text": "Once the Prophet (ﷺ) stood at the top of a (looked out from upon one) castle amongst the castles (or the \nhigh buildings) of Medina and said, \"Do you see what I see? (No doubt) I see the spots where \nafflictions will take place among your houses (and these afflictions will be) as numerous as the spots \nwhere raindrops fall.\"",
    "explication": "‏ ‏قَوْله : ( أَشْرَفَ ) ‏ ‏أَيْ نَظَرَ مِنْ مَكَان مُرْتَفِع. ‏ ‏قَوْله : ( مَوَاقِع ) ‏ ‏أَيْ مَوَاضِع السُّقُوط , ‏ ‏وَ( خِلَال ) ‏ ‏أَيْ نَوَاحِيهَا , شَبَّهَ سُقُوط الْفِتَن وَكَثْرَتهَا بِسُقُوطِ الْقَطْر فِي الْكَثْرَة وَالْعُمُوم , وَهَذَا مِنْ عَلَامَات النُّبُوَّة لِإِخْبَارِهِ بِمَا سَيَكُونُ , وَقَدْ ظَهَرَ مِصْدَاق ذَلِكَ مِنْ قَتْل عُثْمَان وَهَلُمَّ جَرًّا وَلَا سِيَّمَا يَوْم الْحَرَّة , وَالرُّؤْيَة الْمَذْكُورَة يُحْتَمَل أَنْ تَكُون بِمَعْنَى الْعِلْم أَوْ رُؤْيَة الْعَيْن بِأَنْ تَكُون الْفِتَن مَثُلَتْ لَهُ حَتَّى رَآهَا , كَمَا مَثُلَتْ لَهُ الْجَنَّة وَالنَّار فِي الْقِبْلَة حَتَّى رَآهُمَا وَهُوَ يُصَلِّي. ‏ ‏قَوْله : ( تَابَعَهُ مَعْمَر وَسُلَيْمَان بْن كَثِير ) ‏ ‏أَمَّا رِوَايَة مَعْمَر فَوَصَلَهَا الْمُؤَلِّف فِي الْفِتَن , وَأَمَّا مُتَابَعَة سُلَيْمَان اِبْن كَثِير فَوَصَلَهَا الْمُؤَلِّف فِي \" بِرّ الْوَالِدَيْنِ \" لَهُ خَارِج الصَّحِيح , وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَى هَذَا الْحَدِيث فِي كِتَاب الْفِتَن. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1879",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَدْخُلُ الْمَدِينَةَ رُعْبُ الْمَسِيحِ الدَّجَّالِ، لَهَا يَوْمَئِذٍ سَبْعَةُ أَبْوَابٍ، عَلَى كُلِّ باب مَلَكَانِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The terror caused by Al-Masih Ad-Dajjal will not enter Medina and at that time \nMedina will have seven gates and there will be two angels at each gate guarding them.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ جَدّه ) ‏ ‏هُوَ إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن عَوْف. ‏ ‏قَوْله : ( عَلَى كُلّ بَاب ) ‏ ‏فِي رِوَايَة الكُشْمِيهَنِيّ \" لِكُلِّ بَاب \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1880",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نُعَيْمِ بْنِ عَبْدِ اللَّهِ الْمُجْمِرِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ ‏\n\"‏ عَلَى أَنْقَابِ الْمَدِينَةِ مَلاَئِكَةٌ، لاَ يَدْخُلُهَا الطَّاعُونُ وَلاَ الدَّجَّالُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"There are angels guarding the entrances (or roads) of Medina, neither plague \nnor Ad-Dajjal will be able to enter it.\"",
    "explication": "‏ ‏قَوْله : ( عَلَى أَنْقَاب الْمَدِينَة ) ‏ ‏جَمْع نَقْب بِفَتْحِ النُّون وَالْقَاف بَعْدهَا مُوَحَّدَة , وَوَقَعَ فِي حَدِيث أَنَس وَأَبِي سَعِيد اللَّذَيْنِ بَعْده \" عَلَى نِقَابهَا \" جَمْع نَقْب بِالسُّكُونِ وَمَا بِمَعْنًى. قَالَ اِبْن وَهْب : الْمُرَاد بِهَا الْمَدَاخِل , وَقِيلَ الْأَبْوَاب. وَأَصْل النَّقْب الطَّرِيق بَيْن الْجَبَلَيْنِ , وَقِيلَ : الْأَنْقَاب الطُّرُق الَّتِي يَسْلُكهَا النَّاس , وَمِنْهُ قَوْله تَعَالَى ( فَنَقَّبُوا فِي الْبِلَاد ). ‏ ‏قَوْله : ( لَا يَدْخُلهَا الطَّاعُون وَلَا الدَّجَّال ) ‏ ‏سَيَأْتِي فِي الطِّبّ بَيَان مَنْ زَادَ فِي هَذَا الْحَدِيث مَكَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1881",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا أَبُو عَمْرٍو، حَدَّثَنَا إِسْحَاقُ، حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لَيْسَ مِنْ بَلَدٍ إِلاَّ سَيَطَؤُهُ الدَّجَّالُ، إِلاَّ مَكَّةَ وَالْمَدِينَةَ، لَيْسَ لَهُ مِنْ نِقَابِهَا نَقْبٌ إِلاَّ عَلَيْهِ الْمَلاَئِكَةُ صَافِّينَ، يَحْرُسُونَهَا، ثُمَّ تَرْجُفُ الْمَدِينَةُ بِأَهْلِهَا ثَلاَثَ رَجَفَاتٍ، فَيُخْرِجُ اللَّهُ كُلَّ كَافِرٍ وَمُنَافِقٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"There will be no town which Ad-Dajjal will not enter except Mecca and Medina, \nand there will be no entrance (road) (of both Mecca and Medina) but the angels will be standing in \nrows guarding it against him, and then Medina will shake with its inhabitants thrice (i.e. three \nearthquakes will take place) and Allah will expel all the non-believers and the hypocrites from it.\"",
    "explication": "حَدِيث أَنَس : ‏ ‏قَوْله : ( حَدَّثَنَا أَبُو عَمْرو ) ‏ ‏هُوَ الْأَوْزَاعِيّ وَإِسْحَاق هُوَ اِبْن عَبْد اللَّه بْن أَبِي طَلْحَة. ‏ ‏قَوْله : ( لَيْسَ مِنْ بَلَد إِلَّا سَيَطَؤُهُ الدَّجَّال ) ‏ ‏هُوَ عَلَى ظَاهِره وَعُمُومه عِنْد الْجُمْهُور , وَشَذَّ اِبْن حَزْم فَقَالَ : الْمُرَاد إِلَّا يَدْخُلهُ بَعْثه وَجُنُوده , وَكَأَنَّهُ اِسْتَبْعَدَ إِمْكَان دُخُول الدَّجَّال جَمِيع الْبِلَاد لِقِصَرِ مُدَّته , وَغَفَلَ عَمَّا ثَبَتَ فِي صَحِيح مُسْلِم أَنَّ بَعْض أَيَّامه يَكُون قَدْر السَّنَة. ‏ ‏قَوْله : ( ثُمَّ تَرْجُف الْمَدِينَة ) ‏ ‏أَيْ يَحْصُل لَهَا زَلْزَلَة بَعْد أُخْرَى ثُمَّ ثَالِثَة حَتَّى يَخْرُج مِنْهَا مَنْ لَيْسَ مُخْلِصًا فِي إِيمَانه وَيَبْقَى بِهَا الْمُؤْمِن الْخَالِص فَلَا يُسَلَّط عَلَيْهِ الدَّجَّال. وَلَا يُعَارِض هَذَا مَا فِي حَدِيث أَبِي بَكْرَة الْمَاضِي أَنَّهُ لَا يَدْخُل الْمَدِينَة رُعْب الدَّجَّال , لِأَنَّ الْمُرَاد بِالرُّعْبِ مَا يَحْدُث مِنْ الْفَزَع مِنْ ذِكْره وَالْخَوْف مِنْ عُتُوّهُ , لَا الرَّجْفَة الَّتِي تَقَع بِالزَّلْزَلَةِ لِإِخْرَاجِ مَنْ لَيْسَ بِمُخْلِصٍ. وَحَمَلَ بَعْض الْعُلَمَاء الْحَدِيث الَّذِي فِيهِ أَنَّهَا تَنْفِي الْخَبَث عَلَى هَذِهِ الْحَالَة دُون غَيْرهَا , وَقَدْ تَقَدَّمَ أَنَّ الصَّحِيح فِي مَعْنَاهُ أَنَّهُ خَاصٌّ بِنَاسٍ وَبِزَمَانٍ , فَلَا مَانِع أَنْ يَكُون هَذَا الزَّمَان هُوَ الْمُرَاد , وَلَا يَلْزَم مِنْ كَوْنه مُرَادًا نَفْيُ غَيْره. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1882",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ ـ رضى الله عنه ـ قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثًا طَوِيلاً عَنِ الدَّجَّالِ، فَكَانَ فِيمَا حَدَّثَنَا بِهِ أَنْ قَالَ ‏\n\"‏ يَأْتِي الدَّجَّالُ ـ وَهُوَ مُحَرَّمٌ عَلَيْهِ أَنْ يَدْخُلَ نِقَابَ الْمَدِينَةِ ـ بَعْضَ السِّبَاخِ الَّتِي بِالْمَدِينَةِ، فَيَخْرُجُ إِلَيْهِ يَوْمَئِذٍ رَجُلٌ، هُوَ خَيْرُ النَّاسِ ـ أَوْ مِنْ خَيْرِ النَّاسِ ـ فَيَقُولُ أَشْهَدُ أَنَّكَ الدَّجَّالُ، الَّذِي حَدَّثَنَا عَنْكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثَهُ، فَيَقُولُ الدَّجَّالُ أَرَأَيْتَ إِنْ قَتَلْتُ هَذَا ثُمَّ أَحْيَيْتُهُ، هَلْ تَشُكُّونَ فِي الأَمْرِ فَيَقُولُونَ لاَ‏.‏ فَيَقْتُلُهُ، ثُمَّ يُحْيِيهِ فَيَقُولُ حِينَ يُحْيِيهِ وَاللَّهِ مَا كُنْتُ قَطُّ أَشَدَّ بَصِيرَةً مِنِّي الْيَوْمَ، فَيَقُولُ الدَّجَّالُ أَقْتُلُهُ فَلاَ أُسَلَّطُ عَلَيْهِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) told us a long narrative about Ad-Dajjal, and among the many things he mentioned, \nwas his saying, \"Ad-Dajjal will come and it will be forbidden for him to pass through the entrances of \nMedina. He will land in some of the salty barren areas (outside) Medina; on that day the best man or \none of the best men will come up to him and say, 'I testify that you are the same Dajjal whose \ndescription was given to us by Allah's Messenger (ﷺ) .' Ad-Dajjal will say to the people, 'If I kill this man \nand bring him back to life again, will you doubt my claim?' They will say, 'No.' Then Ad-Dajjal will \nkill that man and bring him back to life. That man will say, 'Now I know your reality better than \nbefore.' Ad-Dajjal will say, 'I want to kill him but I cannot.' \"",
    "explication": "حَدِيث أَبِي سَعِيد : ‏ ‏قَوْله : ( بَعْض السِّبَاخ ) ‏ ‏بِكَسْرِ الْمُهْمَلَة وَبِالْمُوَحَّدَةِ الْخَفِيفَة وَآخِره مُعْجَمَة , وَسَيَأْتِي الْكَلَام عَلَيْهِ أَيْضًا فِي الْفِتَن. وَحَاصِل مَا فِي هَذِهِ الْأَحَادِيث إِعْلَامه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الدَّجَّال لَا يَدْخُل الْمَدِينَة وَلَا الرُّعْب مِنْهُ كَمَا مَضَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1883",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ ـ رضى الله عنه ـ جَاءَ أَعْرَابِيٌّ النَّبِيَّ صلى الله عليه وسلم فَبَايَعَهُ عَلَى الإِسْلاَمِ، فَجَاءَ مِنَ الْغَدِ مَحْمُومًا، فَقَالَ أَقِلْنِي، فَأَبَى ثَلاَثَ مِرَارٍ، فَقَالَ ‏\n\"‏ الْمَدِينَةُ كَالْكِيرِ، تَنْفِي خَبَثَهَا، وَيَنْصَعُ طَيِّبُهَا ‏\"‏‏.‏",
    "english_text": "A bedouin came to the Prophet (ﷺ) and gave a pledge of allegiance for embracing Islam. The next day he \ncame with fever and said (to the Prophet (ﷺ) ), \"Please cancel my pledge (of embracing Islam and of \nemigrating to Medina).\" The Prophet (ﷺ) refused (that request) three times and said, \"Medina is like a \nfurnace, it expels out the impurities (bad persons) and selects the good ones and makes them perfect.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَمْرو بْن عَبَّاس ) ‏ ‏بِالْمُوَحَّدَةِ وَالْمُهْمَلَة , وَعَبْد الرَّحْمَن هُوَ اِبْن مَهْدِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ. ‏ ‏قَوْله : ( عَنْ جَابِر ) ‏ ‏وَقَعَ فِي الْأَحْكَام مِنْ وَجْه آخَر عَنْ اِبْن الْمُنْكَدِر قَالَ \" سَمِعْت جَابِرًا \". ‏ ‏قَوْله : ( جَاءَ أَعْرَابِيّ ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , إِلَّا أَنَّ الزَّمَخْشَرِيّ ذَكَرَ فِي \" رَبِيع الْأَبْرَار \" أَنَّهُ قَيْس بْن أَبِي حَازِم , وَهُوَ مُشْكِل لِأَنَّهُ تَابِعِيّ كَبِير مَشْهُور صَرَّحُوا بِأَنَّهُ هَاجَرَ فَوَجَدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ مَاتَ , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّهُ آخَر وَافَقَ اِسْمه وَاسْم أَبِيهِ. وَفِي \" الذَّيْل \" لِأَبِي مُوسَى \" فِي الصَّحَابَة قَيْس بْن أَبِي حَازِم الْمَنْقَرِيُّ \" فَيُحْتَمَل أَنْ يَكُون هُوَ هَذَا. ‏ ‏قَوْله : ( فَبَايَعَهُ عَلَى الْإِسْلَام , فَجَاءَ مِنْ الْغَد مَحْمُومًا فَقَالَ أَقِلْنِي ) ‏ ‏ظَاهِره أَنَّهُ سَأَلَ الْإِقَالَة مِنْ الْإِسْلَام وَبِهِ جَزَمَ عِيَاض , وَقَالَ غَيْره إِنَّمَا اِسْتَقَالَهُ مِنْ الْهِجْرَة وَإِلَّا لَكَانَ قَتَلَهُ عَلَى الرِّدَّة , سَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث مُسْتَوْفًى فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( ثَلَاث مِرَار ) ‏ ‏يَتَعَلَّق بِأَقِلْنِي وَيُقَال مَعًا. ‏ ‏قَوْله : ( تَنْفِي خَبَثهَا ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَيْهِ فِي أَوَائِل الْمَدِينَة. ‏ ‏قَوْله : ( وَيَنْصَع ) ‏ ‏بِفَتْحِ أَوَّله وَسُكُون النُّون وَبِالْمُهْمَلَتَيْنِ مِنْ النُّصُوع وَهُوَ الْخُلُوص , وَالْمَعْنَى أَنَّهَا إِذَا نَفَتْ الْخَبَث تَمَيَّزَ الطَّيِّب وَاسْتَقَرَّ فِيهَا , وَأَمَّا ‏ ‏قَوْله : ( طَيِّبهَا ) ‏ ‏فَضَبَطَهُ الْأَكْثَر بِالنَّصْبِ عَلَى الْمَفْعُولِيَّة , وَفِي رِوَايَة الْكُشْمِيهَنِيّ بِالتَّحْتَانِيَّةِ أَوَّله وَرَفَعَ طَيِّبهَا عَلَى الْفَاعِلِيَّة وَطَيِّبهَا لِلْجَمِيعِ بِالتَّشْدِيدِ , وَضَبَطَهُ الْقَزَّاز بِكَسْرِ أَوَّله وَالتَّخْفِيف ثُمَّ اِسْتَشْكَلَهُ فَقَالَ : لَمْ أَرَ لِلنُّصُوعِ فِي الطَّيِّب ذِكْرًا , وَإِنَّمَا الْكَلَام يَتَضَوَّع بِالضَّادِ الْمُعْجَمَة وَزِيَادَة الْوَاو الثَّقِيلَة. قَالَ : وَيُرْوَى \" وَتَنْضَخ \" بِمُعْجَمَتَيْنِ , وَأَغْرَبَ الزَّمَخْشَرِي فِي \" الْفَائِق \" فَضَبَطَهُ بِمُوَحَّدَةِ وَضَاد مُعْجَمَة وَعَيْن وَقَالَ : هُوَ مِنْ أَبْضَعَهُ بِضَاعَة إِذَا دَفَعَهَا إِلَيْهِ , يَعْنِي أَنَّ الْمَدِينَة تُعْطِي طَيِّبهَا لِمَنْ سَكَنَهَا. وَتَعَقَّبَهُ الصَّغَانِيّ بِأَنَّهُ خَالَفَ جَمِيع الرُّوَاة فِي ذَلِكَ. وَقَالَ اِبْن الْأَثِير : الْمَشْهُور بِالنُّونِ وَالصَّاد الْمُهْمَلَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1884",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ سَمِعْتُ زَيْدَ بْنَ ثَابِتٍ ـ رضى الله عنه ـ يَقُولُ لَمَّا خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى أُحُدٍ رَجَعَ نَاسٌ مِنْ أَصْحَابِهِ فَقَالَتْ فِرْقَةٌ نَقْتُلُهُمْ‏.‏ وَقَالَتْ فِرْقَةٌ لاَ نَقْتُلُهُمْ‏.‏ فَنَزَلَتْ ‏{‏فَمَا لَكُمْ فِي الْمُنَافِقِينِ فِئَتَيْنِ‏}‏ وَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّهَا تَنْفِي الرِّجَالَ كَمَا تَنْفِي النَّارُ خَبَثَ الْحَدِيدِ ‏\"‏‏.‏",
    "english_text": "When the Prophet (ﷺ) went out for (the battle of) Uhud, some of his companions (hypocrites) returned \n(home). A party of the believers remarked that they would kill those (hypocrites) who had returned, \nbut another party said that they would not kill them. So, this Divine Inspiration was revealed: \"Then \nwhat is the matter with you that you are divided into two parties concerning the hypocrites.\" (4.88) \nThe Prophet (ﷺ) said, \"Medina expels the bad persons from it, as fire expels the impurities of iron.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن يَزِيد ) ‏ ‏هُوَ الْخَطْمِيّ , وَفِي الْإِسْنَاد صَحَابِيَّانِ أَنْصَارِيَّانِ فِي نَسَق وَاحِد. ‏ ‏قَوْله : ( رَجَعَ نَاس مِنْ أَصْحَابه ) ‏ ‏هُمْ عَبْد اللَّه بْن أُبَيّ وَمَنْ تَبِعَهُ , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي تَفْسِير سُورَة النِّسَاء , وَالْغَرَض مِنْهُ هُنَا بَيَان اِبْتِدَاء قَوْله \" تَنْفِي الرِّجَال \" وَأَنَّهُ كَانَ فِي أُحُد. ‏ ‏قَوْله : ( الرِّجَال ) ‏ ‏كَذَا لِلْأَكْثَرِ وللكُشْمِيهَنِيّ الدَّجَّال بِالدَّالِ وَتَشْدِيد الْجِيم وَهُوَ تَصْحِيف , وَوَقَعَ فِي غَزْوَة أُحُد \" تَنْفِي الذُّنُوب \" وَفِي تَفْسِير النِّسَاء \" تَنْفِي الْخَبَث \" وَأَخْرَجَهُ فِي هَذِهِ الْمَوَاضِع كُلّهَا مِنْ طَرِيق شُعْبَة , وَقَدْ أَخْرَجَهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيُّ مِنْ طَرِيق غُنْدَر عَنْ شُعْبَة بِاللَّفْظِ الَّذِي أَخْرَجَهُ فِي التَّفْسِير مِنْ طَرِيق غُنْدَر , وَغُنْدَر أَثْبَت النَّاس فِي شُعْبَة , وَرِوَايَته تُوَافِق رِوَايَة حَدِيث جَابِر الَّذِي قَبْله حَيْثُ قَالَ فِيهِ \" تَنْفِي خَبَثهَا \" وَكَذَا أَخْرَجَهُ مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة بِلَفْظِ \" تُخْرِج الْخَبَث \" وَمَضَى فِي أَوَّل فَضَائِل الْمَدِينَة مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة \" تَنْفِي النَّاس \" وَالرِّوَايَة الَّتِي هُنَا بِلَفْظِ \" تَنْفِي الرِّجَال \" لَا تُنَافِي الرِّوَايَة بِلَفْظِ الْخَبَث بَلْ هِيَ مُفَسِّرَة لِلرِّوَايَةِ الْمَشْهُورَة , بِخِلَافِ \" تَنْفِي الذُّنُوب \" , وَيُحْتَمَل أَنْ يَكُون فِيهِ حَذْف تَقْدِيره أَهْل الذُّنُوب فَيَلْتَئِم مَعَ بَاقِي الرِّوَايَات. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1885",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي، سَمِعْتُ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ اللَّهُمَّ اجْعَلْ بِالْمَدِينَةِ ضِعْفَىْ مَا جَعَلْتَ بِمَكَّةَ مِنَ الْبَرَكَةِ ‏\"‏‏.‏ تَابَعَهُ عُثْمَانُ بْنُ عُمَرَ عَنْ يُونُسَ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"O Allah! Bestow on Medina twice the blessings You bestowed on Mecca.\"",
    "explication": "‏ ‏قَوْله : ( بَاب ) ‏ ‏كَذَا لِلْأَكْثَرِ بِلَا تَرْجَمَة , وَسَقَطَ مِنْ رِوَايَة أَبِي ذَرّ فَأَشْكَلَ , وَعَلَى تَقْدِير ثُبُوته فَلَا بُدّ لَهُ مِنْ تَعَلُّق بِالَّذِي قَبْله لِأَنَّهُ بِمَنْزِلَةِ الْفَصْل مِنْ الْبَاب. وَقَدْ أَوْرَدَ فِيهِ حَدِيثَيْنِ لِأَنَسٍ , وَوَجْه تَعَلُّق الْأَوَّل مِنْهَا بِتَرْجَمَةِ نَفْي الْخَبَث أَنَّ قَضِيَّة الدُّعَاء بِتَضْعِيفِ الْبَرَكَة وَتَكْثِيرهَا تَقْلِيل مَا يُضَادّهَا فَيُنَاسِب ذَلِكَ نَفْي الْخَبَث , وَوَجْه تَعَلُّق الثَّانِي أَنَّ قَضِيَّة حُبّ الرَّسُول لِلْمَدِينَةِ أَنْ تَكُون بَالِغَة فِي طِيب ذَاتهَا وَأَهْلهَا فَيُنَاسِب ذَلِكَ أَيْضًا , وَقَدْ تَقَدَّمَ الْكَلَام عَلَى الثَّانِي فِي أَوَاخِر أَبْوَاب الْعُمْرَة , وَأَمَّا الْأَوَّل فَقَوْله فِيهِ \" حَدَّثَنَا أَبِي \" هُوَ جَرِير بْن حَازِم , وَيُونُس هُوَ اِبْن يَزِيد. ‏ ‏قَوْله : ( اجْعَلْ بِالْمَدِينَةِ ضِعْفَيْ مَا جَعَلْت بِمَكَّة مِنْ الْبَرَكَة ) ‏ ‏أَيْ مِنْ بَرَكَة الدُّنْيَا بِقَرِينَةِ قَوْله فِي الْحَدِيث الْآخَر \" اللَّهُمَّ بَارِكْ لَنَا فِي صَاعنَا وَمُدّنَا \" وَيُحْتَمَل أَنْ يُرِيد مَا هُوَ أَعَمّ مِنْ ذَلِكَ , لَكِنْ يُسْتَثْنَى مِنْ ذَلِكَ مَا خَرَجَ بِدَلِيلٍ , كَتَضْعِيفِ الصَّلَاة بِمَكَّة عَلَى الْمَدِينَة , وَاسْتُدِلَّ بِهِ عَنْ تَفْضِيل الْمَدِينَة عَلَى مَكَّة وَهُوَ ظَاهِر مِنْ هَذِهِ الْجِهَة , لَكِنْ لَا يَلْزَم مِنْ حُصُول أَفْضَلِيَّة الْمَفْضُول فِي شَيْء مِنْ الْأَشْيَاء ثُبُوت الْأَفْضَلِيَّة لَهُ عَلَى الْإِطْلَاق. وَأَمَّا مَنْ نَاقَضَ ذَلِكَ بِأَنَّهُ يَلْزَم أَنْ يَكُون الشَّام وَالْيَمَن أَفْضَل مِنْ مَكَّة لِقَوْلِهِ فِي الْحَدِيث الْآخَر \" اللَّهُمَّ بَارِكْ لَنَا فِي شَامنَا \" وَأَعَادَهَا ثَلَاثًا فَقَدْ تُعُقِّبَ بِأَنَّ التَّأْكِيد لَا يَسْتَلْزِم التَّكْثِير الْمُصَرَّح بِهِ فِي حَدِيث الْبَاب. وَقَالَ اِبْن حَزْم : لَا حُجَّة فِي حَدِيث الْبَاب لَهُمْ لِأَنَّ تَكْثِير الْبَرَكَة بِهَا لَا يَسْتَلْزِم الْفَضْل فِي أُمُور الْآخِرَة. وَرَدَّهُ عِيَاض بِأَنَّ الْبَرَكَة أَعَمّ مِنْ أَنْ تَكُون فِي أُمُور الدِّين أَوْ الدُّنْيَا , لِأَنَّهَا بِمَعْنَى النَّمَاء وَالزِّيَادَة , فَأَمَّا فِي الْأُمُور الدِّينِيَّة فَلِمَا يَتَعَلَّق بِهَا مِنْ حَقّ اللَّه تَعَالَى مِنْ الزَّكَاة وَالْكَفَّارَات وَلَا سِيَّمَا فِي وُقُوع الْبَرَكَة فِي الصَّاع وَالْمُدّ. وَقَالَ النَّوَوِيّ : الظَّاهِر أَنَّ الْبَرَكَة حَصَلَتْ فِي نَفْس الْمَكِيل بِحَيْثُ يَكْفِي الْمُدّ فِيهَا مَنْ لَا يَكْفِيه فِي غَيْرهَا , وَهَذَا أَمْر مَحْسُوس عِنْد مَنْ سَكَنَهَا. وَقَالَ الْقُرْطُبِيّ : إِذَا وُجِدَتْ الْبَرَكَة فِيهَا فِي وَقْت حَصَلَتْ إِجَابَة الدَّعْوَة وَلَا يَسْتَلْزِم دَوَامهَا فِي كُلّ حِين وَلِكُلِّ شَخْص , وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( تَابَعَهُ عُثْمَان بْن عُمَر عَنْ يُونُس ) ‏ ‏أَيْ تَابَعَ جَرِير بْن حَازِم فِي رِوَايَته لِهَذَا الْحَدِيث عَنْ يُونُس اِبْن يَزِيد عَنْ الزُّهْرِيِّ عُثْمَان بْن عُمَر بْن فَارِس فَرَوَاهُ عَنْ يُونُس بْن يَزِيد , وَرِوَايَة عُثْمَان بْن عُمَر مَوْصُولَة فِي \" كِتَاب عِلَل حَدِيث الزُّهْرِيِّ \" جَمْع مُحَمَّد بْن يَحْيَى الذُّهْلِيِّ , كَذَا وَجَدْته بِخَطِّ بَعْض الْمُصَنِّفِينَ وَلَمْ أَقِف عَلَيْهِ فِي كِتَاب الذُّهْلِيِّ , وَقَدْ ضَاقَ مَخْرَجه عَلَى الْإِسْمَاعِيلِيّ فَأَخْرَجَهُ مِنْ طَرِيق عَبْد اللَّه بْن وَهْب وَمِنْ طَرِيق شَبِيب بْن سَعِيد وَعَلْقَمَة مِنْ طَرِيق عَنْبَسَةَ بْن خَالِد كُلّهمْ عَنْ يُونُس بْن يَزِيد , وَسَاقَ رِوَايَة وَهْب بْن جَرِير فَقَالَ \" حَدَّثَنَا أَبُو يَعْلَى حَدَّثَنَا زُهَيْر أَبُو خَيْثَمَةَ وَقَاسِم بْن أَبِي شَيْبَة كِلَاهُمَا عَنْ وَهْب بْن جَرِير \" وَصَرَّحَ فِي رِوَايَة زُهَيْر عَنْ وَهْب بِسَمَاعِ جَرِير لَهُ مِنْ يُونُس , ثُمَّ قَالَ قَاسِم بْن أَبِي شَيْبَة : لَيْسَ مِنْ شَرْط هَذَا الْكِتَاب. وَنَقَلَ مُغَلْطَاي كَلَام الْإِسْمَاعِيلِيّ هَذَا وَتَبِعَهُ شَيْخنَا اِبْن الْمُلَقِّن وَقَالَ فِي آخِره : قَالَ الْإِسْمَاعِيلِيّ أَبُو شَيْبَة لَيْسَ مِنْ شَرْط هَذَا الْكِتَاب , وَهُوَ سَهْو كَأَنَّهُ أَرَادَ أَنْ يَكْتُب قَاسِم بْن أَبِي شَيْبَة فَقَالَ وَأَبُو شَيْبَة. ثُمَّ قَالَ مُغَلِّطَاي : وَقَالَ الْإِسْمَاعِيلِيّ \" قَالَ الْحَسَن عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَذَكَرَهُ وَقَالَ : يَعْنِي الْمَدِينَة ا ه. وَهَذَا نَظَر مَنْ لَمْ يَطَّلِع عَلَى حَقِيقَة الْحَال فِيهِ , إِذْ الْإِسْمَاعِيلِيّ ذَكَرَ رِوَايَة الْحَسَن عَنْ أَنَس لِهَذَا الْحَدِيث مُتَابَعَة لِرِوَايَةِ يُونُس عَنْ الزُّهْرِيِّ عَنْ أَنَس , كَمَا ذَكَرَ رِوَايَة اِبْن وَهْب وَشَبِيب بْن سَعِيد مُتَابَعَة لِجَرِيرِ بْنِ حَازِم عَنْ يُونُس , وَلَيْسَ كَذَلِكَ وَإِنَّمَا أَوْرَدَ الْإِسْمَاعِيلِيّ طَرِيق شَبِيب بْن سَعِيد فَقَالَ : أَخْبَرَنِي الْحَسَن يَعْنِي اِبْن سُفْيَان حَدَّثَنَا إِبْرَاهِيم بْن سَعِيد حَدَّثَنَا أَحْمَد بْن شَبِيب بْن سَعِيد حَدَّثَنَا أَبِي عَنْ يُونُس عَنْ الزُّهْرِيِّ , ثُمَّ تَحَوَّلَ الْإِسْمَاعِيلِيّ إِلَى طَرِيق اِبْن وَهْب , قَالَ اِبْن وَهْب : حَدَّثَنَا يُونُس عَنْ اِبْن شِهَاب حَدَّثَنِي أَنَس , وَسَاقَ الْحَدِيث عَلَى لَفْظه ثُمَّ قَالَ بَعْد فَرَاغه : وَقَالَ الْحَسَن عَنْ أَنَس , وَمُرَاده أَنَّ رِوَايَة اِبْن وَهْب فِيهَا تَصْرِيح اِبْن شِهَاب وَهُوَ الزُّهْرِيُّ أَنَّ أَنَسًا حَدَّثَهُ , بِخِلَافِ رِوَايَة شَبِيب بْن سَعِيد الَّتِي أَخْرَجَهَا مِنْ طَرِيق الْحَسَن بْن سُفْيَان فَإِنَّهُ قَالَ فِيهَا : عَنْ أَنَس. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1886",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا قَدِمَ مِنْ سَفَرٍ، فَنَظَرَ إِلَى جُدُرَاتِ الْمَدِينَةِ أَوْضَعَ رَاحِلَتَهُ، وَإِنْ كَانَ عَلَى دَابَّةٍ، حَرَّكَهَا مِنْ حُبِّهَا‏.‏",
    "english_text": "Whenever the Prophet (ﷺ) returned from a journey and observed the walls of Medina, he would make his \nMount go fast, and if he was on an animal (i.e. a horse), he would make it gallop because of his love \nfor Medina.",
    "explication": "‏ ‏قَوْله : ( مُحَمَّد بْن جَعْفَر ) ‏ ‏أَيْ اِبْن أَبِي كَثِير الْمَدَنِيّ أَخُو إِسْمَاعِيل. ‏ ‏قَوْله : ( فَأَبْصَرْت دَرَجَات ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَالرَّاء بَعْدهَا جِيم جَمْع دَرَجَة كَذَا لِلْأَكْثَرِ وَالْمُرَاد طُرُقهَا الْمُرْتَفِعَة , وَلِلْمُسْتَمْلِي \" دَوْحَات \" بِفَتْحِ الْمُهْمَلَة وَسُكُون الْوَاو بَعْدهَا مُهْمَلَة جَمْع دَوْحَة وَهِيَ الشَّجَرَة الْعَظِيمَة , وَفِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر عَنْ حُمَيْدٍ \" جُدُرَات \" بِضَمِّ الْجِيم وَالدَّال كَمَا وَقَعَ فِي هَذَا الْبَاب , وَهُوَ جَمْع جُدُر بِضَمَّتَيْنِ جَمْع جِدَار , وَقَدْ رَوَاهُ الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه بِلَفْظِ \" جُدْرَان \" بِسُكُونِ الدَّال وَآخِره نُون جَمْع جِدَار , لَهُ مِنْ رِوَايَة أَبِي ضَمْرَة عَنْ حُمَيْدٍ بِلَفْظِ \" جُدُر \" قَالَ صَاحِب \" الْمَطَالِع \" : جُدُرَات أَرْجَح مِنْ دَوْحَات وَمِنْ دَرَجَات.. قُلْت : وَهِيَ رِوَايَة التِّرْمِذِيّ مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر أَيْضًا. ‏ ‏قَوْله : ( أَوْضَع ) ‏ ‏أَيْ أَسْرَعَ السَّيْر. ‏ ‏قَوْله : ( زَادَ الْحَارِث بْن عُمَيْر عَنْ حُمَيْدٍ ) ‏ ‏يَعْنِي عَنْ أَنَس ‏ ‏( مِنْ حُبّهَا ) ‏ ‏وَهُوَ يَتَعَلَّق بِقَوْلِهِ حَرَّكَهَا أَيْ حَرَّكَ دَابَّته بِسَبَبِ حُبّه الْمَدِينَة , ثُمَّ قَالَ الْمُصَنِّف \" حَدَّثَنَا قُتَيْبَة حَدَّثَنَا إِسْمَاعِيل وَهُوَ اِبْن جَعْفَر عَنْ حُمَيْدٍ عَنْ أَنَس قَالَ جُدُرَات , تَابَعَهُ الْحَارِث بْن عُمَيْر \" يَعْنِي فِي قَوْله \" جُدُرَات \" وَرِوَايَة الْحَارِث بْن عُمَيْر هَذِهِ وَصَلَهَا الْإِمَام أَحْمَد قَالَ \" حَدَّثَنَا إِبْرَاهِيم بْن إِسْحَاق حَدَّثَنَا الْحَارِث بْن عُمَيْر عَنْ حُمَيْدٍ الطَّوِيل عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَدِمَ مِنْ سَفَر فَنَظَرَ إِلَى جُدُرَات الْمَدِينَة أَوْضَع نَاقَته , وَإِنْ كَانَ عَلَى دَابَّة حَرَّكَهَا مِنْ حُبّهَا \" وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق خَالِد بْن مَخْلَد عَنْ مُحَمَّد بْن جَعْفَر بْن أَبِي كَثِير وَالْحَارِث بْن عُمَيْر جَمِيعًا عَنْ حُمَيْدٍ , وَقَدْ أَوْرَدَ الْمُصَنِّف طَرِيق قُتَيْبَة الْمَذْكُورَة فِي فَضَائِل الْمَدِينَة بِلَفْظِ الْحَارِث بْن عُمَيْر , إِلَّا أَنَّهُ قَالَ \" رَاحِلَته \" بَدَل نَاقَته , وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ \" وَزَادَ الْحَارِث بْن عُمَيْر وَغَيْره عَنْ حُمَيْدٍ \" وَقَدْ نَبَّهْت عَلَى مَنْ رَوَاهُ كَذَلِكَ مُوَافِقًا لِلْحَارِثِ بْن عُمَيْر فِي الزِّيَادَة الْمَذْكُورَة. وَفِي الْحَدِيث دَلَالَة عَلَى فَضْل الْمَدِينَة , وَعَلَى مَشْرُوعِيَّة حُبّ الْوَطَن وَالْحَنِين إِلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1887",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا الْفَزَارِيُّ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ أَرَادَ بَنُو سَلِمَةَ أَنْ يَتَحَوَّلُوا، إِلَى قُرْبِ الْمَسْجِدِ، فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تُعْرَى الْمَدِينَةُ، وَقَالَ ‏\n\"‏ يَا بَنِي سَلِمَةَ‏.‏ أَلاَ تَحْتَسِبُونَ آثَارَكُمْ ‏\"‏‏.‏ فَأَقَامُوا‏.‏",
    "english_text": "(The people of) Bani Salama intended to shift near the mosque (of the Prophet) but Allah's Messenger (ﷺ) \ndisliked to see Medina vacated and said, \"O the people of Bani Salama! Don't you think that you will \nbe rewarded for your footsteps which you take towards the mosque?\" So, they stayed at their old \nplaces.",
    "explication": "‏ ‏قَوْله ( أَلَا تَحْتَسِبُونَ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَفِي رِوَايَة \" أَلَا تَحْتَسِبُوا \" وَحَذْف نُون الرَّفْع فِي مِثْل هَذَا لُغَة مَشْهُورَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1888",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، قَالَ حَدَّثَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَمِنْبَرِي عَلَى حَوْضِي ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"There is a garden from the gardens of Paradise between my house and my pulpit, \nand my pulpit is on my Lake Fount (Al-Kauthar).",
    "explication": "‏ ‏قَوْله : ( عَنْ عُبَيْد اَللَّهِ ) ‏ ‏هُوَ اِبْن عُمَر اَلْعُمَرِيُّ , وَثَبَتَ ذَلِكَ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ. ‏ ‏قَوْله : ( وَمِنْبَرِي عَلَى حَوْضِي ) ‏ ‏سَقَطَتْ هَذِهِ اَلْجُمْلَةُ مِنْ رِوَايَةِ أَبِي ذَرٍّ , وَسَيَأْتِي هَذَا اَلْحَدِيثُ بِسَنَدِهِ وَمَتْنِهِ كَامِلًا فِي أَوَاخِرِ فَضْلِ اَلْمَدِينَةِ مِنْ أَوَاخِر كِتَاب اَلْحَجّ , وَيَأْتِي اَلْكَلَام عَلَى اَلْمَتْنِ هُنَاكَ إِنْ شَاءَ اَللَّهُ تَعَالَى مُسْتَوْفًى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1889",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ وُعِكَ أَبُو بَكْرٍ وَبِلاَلٌ، فَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِ وَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِ وَكَانَ بِلاَلٌ إِذَا أُقْلِعَ عَنْهُ الْحُمَّى يَرْفَعُ عَقِيرَتَهُ يَقُولُ أَلاَ لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةً بِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُ وَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مَجَنَّةٍ وَهَلْ يَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُ قَالَ اللَّهُمَّ الْعَنْ شَيْبَةَ بْنَ رَبِيعَةَ، وَعُتْبَةَ بْنَ رَبِيعَةَ، وَأُمَيَّةَ بْنَ خَلَفٍ، كَمَا أَخْرَجُونَا مِنْ أَرْضِنَا إِلَى أَرْضِ الْوَبَاءِ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ، اللَّهُمَّ بَارِكْ لَنَا فِي صَاعِنَا، وَفِي مُدِّنَا، وَصَحِّحْهَا لَنَا وَانْقُلْ حُمَّاهَا إِلَى الْجُحْفَةِ ‏\"‏‏.‏ قَالَتْ وَقَدِمْنَا الْمَدِينَةَ، وَهْىَ أَوْبَأُ أَرْضِ اللَّهِ‏.‏ قَالَتْ فَكَانَ بُطْحَانُ يَجْرِي نَجْلاً‏.‏ تَعْنِي مَاءً آجِنًا‏.‏",
    "english_text": "When Allah's Messenger (ﷺ) reached Medina, Abu Bakr and Bilal became ill. When Abu Bakr's fever got \nworse, he would recite (this poetic verse): \"Everybody is staying alive with his People, yet Death is \nnearer to him than His shoe laces.\" And Bilal, when his fever deserted him, would recite: \"Would that \nI could stay overnight in A valley wherein I would be Surrounded by Idhkhir and Jalil (kinds of goodsmelling \ngrass). Would that one day I could Drink the water of the Majanna, and Would that (The two \nmountains) Shama and Tafil would appear to me!\" The Prophet (ﷺ) said, \"O Allah! Curse Shaiba bin \nRabi`a and `Utba bin Rabi`a and Umaiya bin Khalaf as they turned us out of our land to the land of \nepidemics.\" Allah's Messenger (ﷺ) then said, \"O Allah! Make us love Medina as we love Mecca or even \nmore than that. O Allah! Give blessings in our Sa and our Mudd (measures symbolizing food) and \nmake the climate of Medina suitable for us, and divert its fever towards Aljuhfa.\" Aisha added: When \nwe reached Medina, it was the most unhealthy of Allah's lands, and the valley of Bathan (the valley of \nMedina) used to flow with impure colored water.",
    "explication": "‏ ‏قَوْله : ( قَالَتْ ) ‏ ‏يَعْنِي عَائِشَة , وَالْقَائِل عُرْوَة فَهُوَ مُتَّصِل. ‏ ‏قَوْله : ( وَهِيَ أَوْبَأ ) ‏ ‏بِالْهَمْزِ بِوَزْنِ أَفْعَل مِنْ الْوَبَاء وَالْوَبَاء مَقْصُور بِهَمْزٍ وَبِغَيْرِ هَمْز هُوَ الْمَرَض الْعَامّ , وَلَا يُعَارِض قُدُومهمْ عَلَيْهَا وَهِيَ بِهَذِهِ الصِّفَة نَهْيه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْقُدُوم عَلَى الطَّاعُون , لِأَنَّ ذَلِكَ كَانَ قَبْل النَّهْي , أَوْ أَنَّ النَّهْي يَخْتَصّ بِالطَّاعُونِ وَنَحْوه مِنْ الْمَوْت الذَّرِيع لَا الْمَرَض وَلَوْ عَمّ. ‏ ‏قَوْله : ( قَالَتْ فَكَانَ بُطْحَان ) ‏ ‏يَعْنِي وَادِي , الْمَدِينَة ‏ ‏وَقَوْلهَا ( يَجْرِي نَجْلًا , تَعْنِي مَاء آجِنًا ) ‏ ‏هُوَ مِنْ تَفْسِير الرَّاوِي عَنْهَا , وَغَرَضهَا بِذَلِكَ بَيَان السَّبَب فِي كَثْرَة الْوَبَاء بِالْمَدِينَةِ , لِأَنَّ الْمَاء الَّذِي هَذِهِ صِفَته يَحْدُث عِنْده الْمَرَض , وَقِيلَ النَّجْل النَّزّ بِنُونٍ وَزَاي , يُقَال اِسْتَنْجَلَ الْوَادِي إِذَا ظَهَرَ نُزُوزُهُ. و \" نَجْلًا \" بِفَتْحِ النُّون وَسُكُون الْجِيم وَقَدْ تُفْتَح حَكَاهُ اِبْن التِّين , وَقَالَ اِبْن فَارِس : النَّجَل بِفَتْحَتَيْنِ سَعَة الْعَيْن وَلَيْسَ هُوَ الْمُرَاد هُنَا , وَقَالَ اِبْن السِّكِّيت : النَّجْل الْعَيْن حِين تَظْهَر وَيَنْبُع عَيْن الْمَاء. وَقَالَ الْحَرْبِيّ نَجْلًا أَيْ وَاسِعًا , وَمِنْهُ عَيْن نَجْلَاء أَيْ وَاسِعَة , وَقِيلَ هُوَ الْغَدِير الَّذِي لَا يَزَال فِيهِ الْمَاء. ‏ ‏قَوْله : ( تَعْنِي مَاء آجِنًا ) ‏ ‏بِفَتْحِ الْهَمْزَة وَكَسْر الْجِيم بَعْدهَا نُون أَيْ مُتَغَيِّرًا , قَالَ عِيَاض : هُوَ خَطَأ مِمَّنْ فَسَّرَهُ فَلَيْسَ الْمُرَاد هُنَا الْمَاء الْمُتَغَيِّر. قُلْت : وَلَيْسَ كَمَا قَالَ فَإِنَّ عَائِشَة قَالَتْ ذَلِكَ فِي مَقَام التَّعْلِيل لِكَوْنِ الْمَدِينَة كَانَتْ وَبِيئَة , وَلَا شَكَّ أَنَّ النَّجْل إِذَا فُسِّرَ بِكَوْنِهِ الْمَاء الْحَاصِل مِنْ النَّزّ فَهُوَ بِصَدَدِ أَنْ يَتَغَيَّر وَإِذَا تَغَيَّرَ كَانَ اِسْتِعْمَاله مِمَّا يُحْدِث الْوَبَاء فِي الْعَادَة. وَأَمَّا أَثَر عُمَر فَذَكَرَ اِبْن سَعْد سَبَب دُعَائِهِ بِذَلِكَ , وَهُوَ مَا أَخْرَجَهُ بِإسْنَادٍ صَحِيح عَنْ عَوْف بْن مَالِك أَنَّهُ رَأَى رُؤْيَا فِيهَا أَنَّ عُمَر شَهِيد مُسْتَشْهِد , فَقَالَ لَمَّا قَصَّهَا عَلَيْهِ أَنَّى لِي بِالشَّهَادَةِ وَأَنَا بَيْن ظَهْرَانَيْ جَزِيرَة الْعَرَب لَسْت أَغْزُو وَالنَّاس حَوْلِي ثُمَّ قَالَ : بَلَى يَأْتِي بِهَا اللَّه إِنْ شَاءَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "1890",
    "category": "كتاب فضائل المدينة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ ـ رضى الله عنه ـ قَالَ اللَّهُمَّ ارْزُقْنِي شَهَادَةً فِي سَبِيلِكَ، وَاجْعَلْ مَوْتِي فِي بَلَدِ رَسُولِكَ صلى الله عليه وسلم‏.‏ وَقَالَ ابْنُ زُرَيْعٍ عَنْ رَوْحِ بْنِ الْقَاسِمِ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أُمِّهِ، عَنْ حَفْصَةَ بِنْتِ عُمَرَ ـ رضى الله عنهما ـ قَالَتْ سَمِعْتُ عُمَرَ، نَحْوَهُ‏.‏ وَقَالَ هِشَامٌ عَنْ زَيْدٍ، عَنْ أَبِيهِ، عَنْ حَفْصَةَ، سَمِعْتُ عُمَرَ، رضى الله عنه‏.‏",
    "english_text": "`Umar said, O Allah! Grant me martyrdom in Your cause, and let my death be in the city of Your \nApostle.\"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ اِبْن زُرَيْع رَوْح بْن الْقَاسِم ) ‏ ‏وَصَلَهُ الْإِسْمَاعِيلِيّ عَنْ إِبْرَاهِيم بْن هَاشِم عَنْ أُمَيَّة بْن بِسْطَام عَنْ يَزِيد بْن زُرَيْع بِهِ وَلَفْظه \" عَنْ حَفْصَة قَالَتْ : سَمِعْت عُمَر يَقُول : اللَّهُمَّ قَتْلًا فِي سَبِيلك وَوَفَاة بِبَلَدِ نَبِيّك. قَالَتْ فَقُلْت : وَأَنَّى يَكُون هَذَا ؟ قَالَ : يَأْتِي بِهِ اللَّه إِذَا شَاءَ \". ‏ ‏قَوْله : ( وَقَالَ هِشَام ) ‏ ‏اِبْن سَعْد ‏ ‏( عَنْ زَيْد عَنْ أَبِيهِ ) ‏ ‏أَسْلَمَ , وَصَلَهُ اِبْن سَعْد عَنْ مُحَمَّد بْن إِسْمَاعِيل بْنِ أَبِي فُدَيْكٍ عَنْهُ وَلَفْظه \" عَنْ حَفْصَة أَنَّهَا سَمِعَتْ أَبَاهَا يَقُول \" فَذَكَرَ مِثْله , وَفِي آخِره \" إِنَّ اللَّه يَأْتِي بِأَمْرِهِ إِنْ شَاءَ \" وَأَرَادَ الْبُخَارِيّ بِهَذَيْنِ التَّعْلِيقَيْنِ بَيَان الِاخْتِلَاف فِيهِ عَلَى زَيْد بْن أَسْلَمَ , فَاتَّفَقَ هِشَام بْن سَعْد وَسَعِيد بْنُ أَبِي هِلَال عَلَى أَنَّهُ \" عَنْ زَيْد عَنْ أَبِيهِ أَسْلَمَ عَنْ عُمَر \" وَقَدْ تَابَعَهُمَا حَفْص بْن مَيْسَرَة عَنْ زَيْد عِنْد عُمَر بْنِ شَبَّة , وَانْفَرَدَ رَوْح بْن الْقَاسِم عَنْ زَيْد بِقَوْلِهِ \" عَنْ أُمّه \" وَقَدْ رَوَاهُ اِبْن سَعْد \" عَنْ مَعْن بْن عِيسَى عَنْ مَالِك عَنْ زَيْد بْن أَسْلَمَ أَنَّ عُمَر \" فَذَكَرَهُ مُرْسَلًا , وَلِلْحَدِيثِ طَرِيق أُخْرَى أَخْرَجَهَا الْبُخَارِيّ فِي تَارِيخه مِنْ طَرِيق \" مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن مُحَمَّد بْن عَبْد اللَّه الْقَارِئ عَنْ جَدّه عَنْ أَبِيهِ مُحَمَّد عَنْ أَبِيهِ عَبْد اللَّه أَنَّهُ سَمِعَ عُمَر يَقُول ذَلِكَ \" وَطَرِيق أُخْرَى أَخْرَجَهَا عُمَر بْن شَبَّة مِنْ طَرِيق \" عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر عَنْ عُمَر \" إِسْنَادهَا صَحِيح , وَمِنْ وَجْه آخَر مُنْقَطِع وَزَادَ \" فَكَانَ النَّاس يَتَعَجَّبُونَ مِنْ ذَلِكَ وَلَا يَدْرُونَ مَا وَجْهه حَتَّى طَعَنَ أَبُو لُؤْلُؤَة عُمَر رَضِيَ اللَّه عَنْهُ \". ‏ ‏( تَنْبِيه ) : ‏ ‏تَقَدَّمَ مَا يَتَعَلَّق بِفَضْلِ الصَّلَاة فِي الْمَسْجِد النَّبَوِيّ وَمَسْجِد قُبَاء وَالْمَسْجِد الْأَقْصَى فِي أَبْوَاب فِي أَوَاخِر كِتَاب الصَّلَاة. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَ ذِكْر الْمَدِينَة عَلَى سِتَّة وَعِشْرِينَ حَدِيثًا , الْمُعَلَّق مِنْهَا أَرْبَعَة , وَالْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى تِسْعَة , وَالْخَالِص سَبْعَة عَشَر , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى حَدِيث أَبِي هُرَيْرَة فِي ذِكْر بَنِي حَارِثَة , وَحَدِيث أَبِي بَكْرَة فِي ذِكْر الدَّجَّال. وَفِيهِ مِنْ الْآثَار أَثَر وَاحِد وَهُوَ أَثَر عُمَر الَّذِي خَتَمَ بِهِ فَأَخْرَجَهُ مَوْصُولًا وَمُعَلَّقًا , وَفِيهِ إِشَارَة إِلَى حُسْن الْخِتَام , فَنَسْأَل اللَّه تَعَالَى أَنْ يَخْتِم لَنَا بِالْحُسْنَى , وَأَنْ يُعِين عَلَى خَتْم هَذَا الشَّرْح , وَيَرْفَعنَا بِهِ إِلَى الْمَحِلّ الْأَسْنَى , إِنَّهُ عَلَى كُلّ شَيْء قَدِير. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]