[
  {
    "id": "2014",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْنَاهُ وَإِنَّمَا حَفِظَ مِنَ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ‏\"‏‏.‏ تَابَعَهُ سُلَيْمَانُ بْنُ كَثِيرٍ عَنِ الزُّهْرِيِّ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever fasted the month of Ramadan out of sincere Faith (i.e. belief) and hoping \nfor a reward from Allah, then all his past sins will be forgiven, and whoever stood for the prayers in \nthe night of Qadr out of sincere Faith and hoping for a reward from Allah, then all his previous sins \nwill be forgiven .\"",
    "explication": "وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى أَنَّ الْكَلَام عَلَى قِيَام رَمَضَان وَبَاب صِيَام رَمَضَان يَأْتِي فِي كِتَاب الصِّيَام. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2015",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رِجَالاً، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أُرُوا لَيْلَةَ الْقَدْرِ فِي الْمَنَامِ فِي السَّبْعِ الأَوَاخِرِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ فِي السَّبْعِ الأَوَاخِرِ، فَمَنْ كَانَ مُتَحَرِّيَهَا فَلْيَتَحَرَّهَا فِي السَّبْعِ الأَوَاخِرِ ‏\"‏‏.‏",
    "english_text": "Some men amongst the companions of the Prophet (ﷺ) were shown in their dreams that the night of Qadr \nwas in the last seven nights of Ramadan. Allah's Messenger (ﷺ) said, \"It seems that all your dreams agree \nthat (the Night of Qadr) is in the last seven nights, and whoever wants to search for it (i.e. the Night of \nQadr) should search in the last seven (nights of Ramadan).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو النُّعْمَان ) ‏ ‏هُوَ السُّدُوسِيّ. ‏ ‏قَوْله : ( إِلَّا طَارَتْ إِلَيْهِ ) ‏ ‏سَيَأْتِي فِي التَّعْبِير بِلَفْظِ إِلَّا طَارَتْ بِي إِلَيْهِ وَيَأْتِي بَقِيَّة فَوَائِده هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ تَقَدَّمَ فِي أَوَائِل أَبْوَاب التَّهَجُّد مِنْ وَجْه آخَر عَنْ اِبْن عُمَر دُون الْقِصَّة الْأُولَى. ‏ ‏قَوْله : ( وَكَانَ عَبْد اللَّه ) ‏ ‏أَيْ اِبْن عُمَر ( ‏ ‏يُصَلِّي مِنْ اللَّيْل ) ‏ ‏هُوَ كَلَام نَافِع , وَقَدْ تَقَدَّمَ نَحْوه عَنْ سَالِم. ‏ ‏قَوْله : ( وَكَانُوا ) ‏ ‏أَيْ الصَّحَابَة. ‏ ‏وَقَوْله : ( أَنَّهَا ) ‏ ‏أَيْ لَيْلَة الْقَدْر. ‏ ‏قَوْله : ( فَلْيَتَحَرَّهَا فِي الْعَشْر الْأَوَاخِر ) ‏ ‏كَذَا لِلْكُشْمِيهَنِيّ , وَلِغَيْرِهِ \" مِنْ الْعَشْر الْأَوَاخِر \" وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي أَوَاخِر الصِّيَام. ‏ ‏( تَنْبِيه ) : ‏ ‏أَغْفَلَ الْمِزِّيّ فِي الْأَطْرَاف هَذَا الْحَدِيث الْمُتَعَلِّق بِلَيْلَةِ الْقَدْر فَلَمْ يَذْكُرهُ فِي تَرْجَمَة أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر , وَهُوَ وَارِد عَلَيْهِ. وَبِاَللَّهِ التَّوْفِيق. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2016",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ سَأَلْتُ أَبَا سَعِيدٍ وَكَانَ لِي صَدِيقًا فَقَالَ اعْتَكَفْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ مِنْ رَمَضَانَ، فَخَرَجَ صَبِيحَةَ عِشْرِينَ، فَخَطَبَنَا وَقَالَ ‏\n\"‏ إِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ، ثُمَّ أُنْسِيتُهَا أَوْ نُسِّيتُهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ فِي الْوَتْرِ، وَإِنِّي رَأَيْتُ أَنِّي أَسْجُدُ فِي مَاءٍ وَطِينٍ، فَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلْيَرْجِعْ ‏\"‏‏.‏ فَرَجَعْنَا وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً، فَجَاءَتْ سَحَابَةٌ فَمَطَرَتْ حَتَّى سَالَ سَقْفُ الْمَسْجِدِ وَكَانَ مِنْ جَرِيدِ النَّخْلِ، وَأُقِيمَتِ الصَّلاَةُ، فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْجُدُ فِي الْمَاءِ وَالطِّينِ، حَتَّى رَأَيْتُ أَثَرَ الطِّينِ فِي جَبْهَتِهِ‏.‏",
    "english_text": "I asked Abu Sa`id, and he was a friend of mine, (about the Night of Qadr) and he said, \"We practiced \nI`tikaf (seclusion in the mosque) in the middle third of the month of Ramadan with the Prophet (ﷺ) . In the \nmorning of the 20th of Ramadan, the Prophet (ﷺ) came and addressed us and said, 'I was informed of (the \ndate of the Night of Qadr) but I was caused to forget it; so search for it in the odd nights of the last ten \nnights of the month of Ramadan. (In the dream) I saw myself prostrating in mud and water (as a sign). \nSo, whoever was in I`tikaf with me should return to it with me (for another 10-day's period)', and we \nreturned. At that time there was no sign of clouds in the sky but suddenly a cloud came and it rained \ntill rainwater started leaking through the roof of the mosque which was made of date-palm leaf stalks. \nThen the prayer was established and I saw Allah's Messenger (ﷺ) prostrating in mud and water and I saw the \ntraces of mud on his forehead.\"",
    "explication": "قَوْله \" سَأَلْت أَبَا سَعِيد \" أَيْ عَنْ لَيْلَةِ الْقَدْر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2017",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْوِتْرِ مِنَ الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Search for the Night of Qadr in the odd nights of the last ten days of Ramadan.\"",
    "explication": "أَوْرَدَهُ مِنْ وَجْهَيْنِ وَفَصَلَ بَيْنَهُمَا بِحَدِيثِ أَبِي سَعِيدٍ , فَالْوَجْهُ الْأَوَّلُ : ‏ ‏قَوْله : ( أَبُو سُهَيْل عَنْ أَبِيهِ ) ‏ ‏هُوَ نَافِع بْن مَالِك بْن أَبِي عَامِر الْأَصْبَحِيّ , وَلَيْسَ لِأَبِيهِ فِي الصَّحِيحِ عَنْ عَائِشَةَ غَيْر هَذَا الْحَدِيث , وَالْوَجْه الثَّانِي : ‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) هُوَ الْقَطَّان ( عَنْ هِشَام ) هُوَ اِبْن عُرْوَة , وَوَقَعَ فِي رِوَايَة يُوسُف الْقَاضِي فِي \" كِتَاب الصِّيَام \" حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِيّ حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا هِشَام أَخْرَجَهُ أَبُو نُعَيْم مِنْ طَرِيقه وَمِنْ طَرِيق مُسْنَد أَحْمَد عَنْ يَحْيَى أَيْضًا , وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن زَنْجَوَيْهِ عَنْ أَحْمَد فَأَدْخَلَ بَيْن يَحْيَى وَهِشَام شُعْبَة وَهُوَ غَرِيب , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ وَجْهَيْنِ عَنْ يَحْيَى عَنْ هِشَام بِغَيْرِ وَاسِطَة مُصَرِّحًا فِيهِ بِالتَّحْدِيثِ بَيْنهمَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2018",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، قَالَ حَدَّثَنِي ابْنُ أَبِي حَازِمٍ، وَالدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ‏.‏ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي رَمَضَانَ الْعَشْرَ الَّتِي فِي وَسَطِ الشَّهْرِ، فَإِذَا كَانَ حِينَ يُمْسِي مِنْ عِشْرِينَ لَيْلَةً تَمْضِي، وَيَسْتَقْبِلُ إِحْدَى وَعِشْرِينَ، رَجَعَ إِلَى مَسْكَنِهِ وَرَجَعَ مَنْ كَانَ يُجَاوِرُ مَعَهُ‏.‏ وَأَنَّهُ أَقَامَ فِي شَهْرٍ جَاوَرَ فِيهِ اللَّيْلَةَ الَّتِي كَانَ يَرْجِعُ فِيهَا، فَخَطَبَ النَّاسَ، فَأَمَرَهُمْ مَا شَاءَ اللَّهُ، ثُمَّ قَالَ ‏\n\"‏ كُنْتُ أُجَاوِرُ هَذِهِ الْعَشْرَ، ثُمَّ قَدْ بَدَا لِي أَنْ أُجَاوِرَ هَذِهِ الْعَشْرَ الأَوَاخِرَ، فَمَنْ كَانَ اعْتَكَفَ مَعِي فَلْيَثْبُتْ فِي مُعْتَكَفِهِ، وَقَدْ أُرِيتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا فَابْتَغُوهَا فِي الْعَشْرِ الأَوَاخِرِ وَابْتَغُوهَا فِي كُلِّ وِتْرٍ، وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ ‏\"‏‏.‏ فَاسْتَهَلَّتِ السَّمَاءُ فِي تِلْكَ اللَّيْلَةِ، فَأَمْطَرَتْ، فَوَكَفَ الْمَسْجِدُ فِي مُصَلَّى النَّبِيِّ صلى الله عليه وسلم لَيْلَةَ إِحْدَى وَعِشْرِينَ، فَبَصُرَتْ عَيْنِي رَسُولَ اللَّهِ صلى الله عليه وسلم وَنَظَرْتُ إِلَيْهِ انْصَرَفَ مِنَ الصُّبْحِ، وَوَجْهُهُ مُمْتَلِئٌ طِينًا وَمَاءً‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to practice I`tikaf (in the mosque) in the middle third of Ramadan and after \npassing the twenty nights he used to go back to his house on the 21st, and the people who were in \nI`tikaf with him also used to go back to their houses. Once in Ramadan, in which he practiced I`tikaf, \nhe established the night prayers at the night in which he used to return home, and then he addressed \nthe people and ordered them whatever Allah wished him to order and said, \"I used to practice I`tikaf \nfor these ten days (i.e. the middle third but now I intend to stay in I`tikaf for the last ten days (of the \nmonth); so whoever was in I`tikaf with me should stay at his place of seclusion. I have verily been \nshown (the date of) this Night (of Qadr) but I have forgotten it. So search for it in the odd nights of the \nlast ten days (of this month). I also saw myself (in the dream) prostrating in mud and water.\" On the \nnight of the 21st, the sky was covered with clouds and it rained, and the rainwater started leaking \nthrough the roof of the mosque at the praying place of the Prophet (ﷺ) . I saw with my own eyes the \nProphet at the completion of the morning prayer leaving with his face covered with mud and water.",
    "explication": "‏ ‏قَوْله : ( كَانَ يُجَاوِر ) ‏ ‏أَيْ يَعْتَكِف , ‏ ‏وَقَوْله : ( الْعَشْر الَّتِي فِي وَسَط الشَّهْر ) ‏ ‏حُذِفَ الظَّرْفُ فِي رِوَايَة الْكُشْمِيهَنِيِّ , ‏ ‏وَقَوْله : ( يَمْضِينَ ) ‏ ‏فِي رِوَايَة الْكُشْمِهيَنِيِّ \" تَمْضِي \" بِالْمُثَنَّاةِ وَحَذْفِ النُّونِ. ‏ ‏قَوْله : ( فَلِيَثْبُت ) ‏ ‏كَذَا لِلْأَكْثَرِ مِنْ الثَّبَاتِ وَفِي رِوَايَة \" فَلْيَلْبَثْ \" مِنْ اللُّبْث وَمَعْنَاهُمَا مُتَقَارِبٌ. ‏ ‏قَوْله : ( فَابْتَغَوْهَا ) ‏ ‏بِالْغَيْنِ الْمُعْجَمَةِ وَتَقْدِيم الْمُوَحَّدَة. الْحَدِيث الثَّالِث حَدِيث اِبْن عَبَّاس أَوْرَدَهُ مِنْ أَوْجُهٍ. ‏ ‏قَوْله : ( فَبَصُرَتْ ) ‏ ‏بِفَتْحِ الْمُوَحَّدَة وَضَمِّ الْمُهْمَلَةِ , وَذِكْرُ الْعَيْن بَعْد الْبَصَر تَأْكِيدٌ كَقَوْلِهِ أَخَذْت بِيَدَيَّ , وَإِنَّمَا يُقَالُ ذَلِكَ فِي أَمْر مُسْتَغْرَبٍ إِظْهَارًا لِلتَّعَجُّبِ مِنْ حُصُولِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2019",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْتَمِسُوا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Look for (the Night of Qadr).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيد الْقَطَّان , \" عَنْ هِشَام \" هُوَ اِبْن عُرْوَة بْن الزُّبَيْر. ‏ ‏قَوْله : ( فَقَالَ مَنْ هَذِهِ ) ‏ ‏لِلْأَصِيلِيّ \" قَالَ مَنْ هَذِهِ \" بِغَيْرِ فَاء , وَيُوَجَّه عَلَى أَنَّهُ جَوَاب سُؤَال مُقَدَّر , كَأَنَّ قَائِلًا قَالَ : مَاذَا قَالَ حِين دَخَلَ ؟ قَالَتْ : قَالَ مَنْ هَذِهِ. ‏ ‏قَوْله : ( قُلْت فُلَانَة ) ‏ ‏هَذِهِ اللَّفْظَة كِنَايَة عَنْ كُلّ عَلَم مُؤَنَّث فَلَا يَنْصَرِف , زَادَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هِشَام فِي هَذَا الْحَدِيث \" حَسَنَة الْهَيْئَة \". ‏ ‏قَوْله : ( تَذْكُر ) ‏ ‏بِفَتْحِ التَّاء الْفَوْقَانِيَّة , وَالْفَاعِل عَائِشَة. وَرُوِيَ بِضَمِّ الْيَاء التَّحْتَانِيَّة عَلَى الْبِنَاء لِمَا لَمْ يُسَمَّ فَاعِله , أَيْ : يَذْكُرُونَ أَنَّ صَلَاتهَا كَثِيرَة. وَلِأَحْمَد عَنْ يَحْيَى الْقَطَّان \" لَا تَنَام , تُصَلِّي \" وَلِلْمُصَنِّفِ فِي كِتَاب صَلَاة اللَّيْل مُعَلَّقًا عَنْ الْقَعْنَبِيّ عَنْ مَالِك عَنْ هِشَام , وَهُوَ مَوْصُول فِي الْمُوَطَّأ لِلْقَعْنَبِيِّ وَحْده فِي آخِره \" لَا تَنَام بِاللَّيْلِ \" وَهَذِهِ الْمَرْأَة وَقَعَ فِي رِوَايَة مَالِك الْمَذْكُورَة أَنَّهَا مِنْ بَنِي أَسَد , وَلِمُسْلِمٍ مِنْ رِوَايَة الزُّهْرِيّ عَنْ عُرْوَة فِي هَذَا الْحَدِيث أَنَّهَا الْحَوْلَاء بِالْمُهْمَلَةِ وَالْمَدّ وَهُوَ اِسْمهَا بِنْت تُوَيْت بِمُثَنَّاتَيْنِ مُصَغَّرًا اِبْن حَبِيب بِفَتْحِ الْمُهْمَلَة اِبْن أَسَد ِبْن عَبْد الْعُزَّى مِنْ رَهْط خَدِيجَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا , وَفِي رِوَايَته أَيْضًا \" وَزَعَمُوا أَنَّهَا لَا تَنَام اللَّيْل \" وَهَذَا يُؤَيِّد الرِّوَايَة الثَّانِيَة فِي أَنَّهَا نُقِلَتْ عَنْ غَيْرهَا. فَإِنْ قِيلَ وَقَعَ فِي حَدِيث الْبَاب حَدِيث هِشَام دَخَلَ عَلَيْهَا وَهِيَ عِنْدهَا , وَفِي رِوَايَة الزُّهْرِيّ أَنَّ الْحَوْلَاء مَرَّتْ بِهَا فَظَاهِره التَّغَايُر , فَيَحْتَمِل أَنْ تَكُون الْمَارَّة اِمْرَأَة غَيْرهَا مِنْ بَنِي أَسَد أَيْضًا أَوْ أَنَّ قِصَّتهَا تَعَدَّدَتْ. وَالْجَوَاب أَنَّ الْقِصَّة وَاحِدَة , وَيُبَيِّن ذَلِكَ رِوَايَة مُحَمَّد بْن إِسْحَاق عَنْ هِشَام فِي هَذَا الْحَدِيث وَلَفْظه \" مَرَّتْ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْحَوْلَاء بِنْت تُوَيْت \" أَخْرَجَهُ مُحَمَّد بْن نَصْر فِي كِتَاب قِيَام اللَّيْل لَهُ , فَيُحْمَل عَلَى أَنَّهَا كَانَتْ أَوَّلًا عِنْد عَائِشَة فَلَمَّا دَخَلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى عَائِشَة قَامَتْ الْمَرْأَة كَمَا فِي رِوَايَة حَمَّاد بْن سَلَمَة الْآتِيَة , فَلَمَّا قَامَتْ لِتَخْرُج مَرَّتْ بِهِ فِي خِلَال ذَهَابهَا فَسَأَلَ عَنْهَا , وَبِهَذَا تَجْتَمِع الرِّوَايَات. ‏ ‏( تَنْبِيه ) : ‏ ‏قَالَ اِبْن التِّين لَعَلَّهَا أَمِنَتْ عَلَيْهَا الْفِتْنَة فَلِذَلِكَ مَدَحَتْهَا فِي وَجْههَا. قُلْت : لَكِنَّ رِوَايَة حَمَّاد بْنِ سَلَمَة عَنْ هِشَام فِي هَذَا الْحَدِيث تَدُلّ عَلَى أَنَّهَا مَا ذَكَرَتْ ذَلِكَ إِلَّا بَعْد أَنْ خَرَجَتْ الْمَرْأَة , أَخْرَجَهُ الْحَسَن بْنُ سُفْيَان فِي مُسْنَده مِنْ طَرِيقه وَلَفْظه \" كَانَتْ عِنْدِي اِمْرَأَة , فَلَمَّا قَامَتْ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَنْ هَذِهِ يَا عَائِشَة ؟ قُلْت : يَا رَسُول اللَّه هَذِهِ فُلَانَة , وَهِيَ أَعْبَد أَهْل الْمَدِينَة , فَذَكَرَ الْحَدِيث. ‏ ‏قَوْله : ( مَهْ ) ‏ ‏قَالَ الْجَوْهَرِيّ : هِيَ كَلِمَة مَبْنِيَّة عَلَى السُّكُون , وَهِيَ اِسْم سُمِّيَ بِهِ الْفِعْل , وَالْمَعْنَى اُكْفُفْ , يُقَال مَهْمَهْته إِذَا زَجَرْته , فَإِنْ وَصَلْت نَوَّنْت فَقُلْت مَهٍ. وَقَالَ الدَّاوُدِيّ : أَصْل هَذِهِ الْكَلِمَة \" مَا هَذَا \" كَالْإِنْكَارِ فَطَرَحُوا بَعْض اللَّفْظَة فَقَالُوا مَهْ فَصَيَّرُوا الْكَلِمَتَيْنِ كَلِمَة , وَهَذَا الزَّجْر يَحْتَمِل أَنْ يَكُون لِعَائِشَة , وَالْمُرَاد نَهْيهَا عَنْ مَدْح الْمَرْأَة بِمَا ذَكَرَتْ , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد النَّهْي عَنْ ذَلِكَ الْفِعْل , وَقَدْ أَخَذَ بِذَلِكَ جَمَاعَة مِنْ الْأَئِمَّة , فَقَالُوا : يُكْرَه صَلَاة جَمِيع اللَّيْل كَمَا سَيَأْتِي فِي مَكَانه. ‏ ‏قَوْله : ( عَلَيْكُمْ بِمَا تُطِيقُونَ ) ‏ ‏أَيْ : اِشْتَغِلُوا مِنْ الْأَعْمَال بِمَا تَسْتَطِيعُونَ الْمُدَاوَمَة عَلَيْهِ , فَمَنْطُوقه يَقْتَضِي الْأَمْر بِالِاقْتِصَارِ عَلَى مَا يُطَاق مِنْ الْعِبَادَة , وَمَفْهُومه يَقْتَضِي النَّهْي عَنْ تَكَلُّف مَا لَا يُطَاق. وَقَالَ الْقَاضِي عِيَاض : يَحْتَمِل أَنْ يَكُون هَذَا خَاصًّا بِصَلَاةِ اللَّيْل , وَيَحْتَمِل أَنْ يَكُون عَامًّا فِي الْأَعْمَال الشَّرْعِيَّة. قُلْت : سَبَب وُرُوده خَاصّ بِالصَّلَاةِ , وَلَكِنَّ اللَّفْظ عَامّ , وَهُوَ الْمُعْتَبَر. وَقَدْ عَبَّرَ بِقَوْلِهِ \" عَلَيْكُمْ \" مَعَ أَنَّ الْمُخَاطَب النِّسَاء طَلَبًا لِتَعْمِيمِ الْحُكْم , فَغُلِّبَتْ الذُّكُور عَلَى الْإِنَاث. ‏ ‏قَوْله : ( فَوَاَللَّهِ ) ‏ ‏فِيهِ جَوَاز الْحَلِف مِنْ غَيْر اِسْتِحْلَاف. وَقَدْ يُسْتَحَبّ إِذَا كَانَ فِي تَفْخِيم أَمْر مِنْ أُمُور الدِّين أَوْ حَثّ عَلَيْهِ أَوْ تَنْفِير مِنْ مَحْذُور. ‏ ‏قَوْله : ( لَا يَمَلّ اللَّه حَتَّى تَمَلُّوا ) ‏ ‏هُوَ بِفَتْحِ الْمِيم فِي الْمَوْضِعَيْنِ , وَالْمَلَال اِسْتِثْقَال الشَّيْء وَنُفُور النَّفْس عَنْهُ بَعْد مَحَبَّته , وَهُوَ مُحَال عَلَى اللَّه تَعَالَى بِاتِّفَاقٍ. قَالَ الْإِسْمَاعِيلِيّ وَجَمَاعَة مِنْ الْمُحَقِّقِينَ : إِنَّمَا أُطْلِقَ هَذَا عَلَى جِهَة الْمُقَابَلَة اللَّفْظِيَّة مَجَازًا كَمَا قَالَ تَعَالَى ( وَجَزَاء سَيِّئَة سَيِّئَة مِثْلهَا ) وَأَنْظَاره , قَالَ الْقُرْطُبِيّ : وَجْه مَجَازه أَنَّهُ تَعَالَى لَمَّا كَانَ يَقْطَع ثَوَابه عَمَّنْ يَقْطَع الْعَمَل مَلَالًا عَبَّرَ عَنْ ذَلِكَ بِالْمَلَالِ مِنْ بَاب تَسْمِيَة الشَّيْء بِاسْمِ سَبَبه. وَقَالَ الْهَرَوِيُّ : مَعْنَاهُ لَا يَقْطَع عَنْكُمْ فَضْله حَتَّى تَمَلُّوا سُؤَاله فَتَزْهَدُوا فِي الرَّغْبَة إِلَيْهِ. وَقَالَ غَيْره : مَعْنَاهُ لَا يَتَنَاهَى حَقّه عَلَيْكُمْ فِي الطَّاعَة حَتَّى يَتَنَاهَى جُهْدكُمْ , وَهَذَا كُلّه بِنَاء عَلَى أَنَّ \" حَتَّى \" عَلَى بَابهَا فِي اِنْتِهَاء الْغَايَة وَمَا يَتَرَتَّب عَلَيْهَا مِنْ الْمَفْهُوم. وَجَنَحَ بَعْضهمْ إِلَى تَأْوِيلهَا فَقِيلَ : مَعْنَاهُ لَا يَمَلّ اللَّه إِذَا مَلَلْتُمْ , وَهُوَ مُسْتَعْمَل فِي كَلَام الْعَرَب يَقُولُونَ : لَا أَفْعَل كَذَا حَتَّى يَبْيَضّ الْقَار أَوْ حَتَّى يَشِيب الْغُرَاب. وَمِنْهُ قَوْلهمْ فِي الْبَلِيغ : لَا يَنْقَطِع حَتَّى يَنْقَطِع خُصُومه ; لِأَنَّهُ لَوْ اِنْقَطَعَ حِين يَنْقَطِعُونَ لَمْ يَكُنْ لَهُ عَلَيْهِمْ مَزِيَّة. وَهَذَا الْمِثَال أَشْبَه مِنْ الَّذِي قَبْله لِأَنَّ شَيْب الْغُرَاب لَيْسَ مُمْكِنًا عَادَة , بِخِلَافِ الْمَلَل مِنْ الْعَابِد. وَقَالَ الْمَازِرِيّ : قِيلَ إِنَّ حَتَّى هُنَا بِمَعْنَى الْوَاو , فَيَكُون التَّقْدِير لَا يَمَلّ وَتَمَلُّونَ , فَنَفَى عَنْهُ الْمَلَل وَأَثْبَتَهُ لَهُمْ. قَالَ : وَقِيلَ حَتَّى بِمَعْنَى حِين. وَالْأَوَّل أَلْيَق وَأَجْرَى عَلَى الْقَوَاعِد , وَأَنَّهُ مِنْ بَاب الْمُقَابَلَة اللَّفْظِيَّة. وَيُؤَيِّدهُ مَا وَقَعَ فِي بَعْض طُرُق حَدِيث عَائِشَة بِلَفْظِ \" اِكْلَفُوا مِنْ الْعَمَل مَا تُطِيقُونَ , فَإِنَّ اللَّه لَا يَمَلّ مِنْ الثَّوَاب حَتَّى تَمَلُّوا مِنْ الْعَمَل \" لَكِنْ فِي سَنَده مُوسَى بْن عُبَيْدَة وَهُوَ ضَعِيف , وَقَالَ اِبْن حِبَّان فِي صَحِيحه : هَذَا مِنْ أَلْفَاظ التَّعَارُف الَّتِي لَا يَتَهَيَّأ لِلْمُخَاطَبِ أَنْ يَعْرِف الْقَصْد مِمَّا يُخَاطَب بِهِ إِلَّا بِهَا , وَهَذَا رَأْيه فِي جَمِيع الْمُتَشَابِه. ‏ ‏قَوْله : ( أَحَبّ ) ‏ ‏قَالَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ : مَعْنَى الْمَحَبَّة مِنْ اللَّه تَعَلُّق الْإِرَادَة بِالثَّوَابِ أَيْ : : أَكْثَر الْأَعْمَال ثَوَابًا أَدْوَمهَا. ‏ ‏قَوْله : ( إِلَيْهِ ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِيّ وَحْده \" إِلَى اللَّه \" وَكَذَا فِي رِوَايَة عَبْدَة عَنْ هِشَام عِنْد إِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَده , وَكَذَا لِلْمُصَنِّفِ وَمُسْلِم مِنْ طَرِيق أَبِي سَلَمَة , وَلِمُسْلِمٍ عَنْ الْقَاسِم كِلَاهُمَا عَنْ عَائِشَة , وَهَذَا مُوَافِق لِتَرْجَمَةِ الْبَاب , وَقَالَ بَاقِي الرُّوَاة عَنْ هِشَام \" وَكَانَ أَحَبّ الدِّين إِلَيْهِ \" أَيْ : إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَرَّحَ بِهِ الْمُصَنِّف فِي الرِّقَاق فِي رِوَايَة مَالِك عَنْ هِشَام , وَلَيْسَ بَيْن الرِّوَايَتَيْنِ تَخَالُف ; لِأَنَّ مَا كَانَ أَحَبّ إِلَى اللَّه كَانَ أَحَبّ إِلَى رَسُوله. قَالَ النَّوَوِيّ : بِدَوَامِ الْقَلِيل تَسْتَمِرّ الطَّاعَة بِالذِّكْرِ وَالْمُرَاقَبَة وَالْإِخْلَاص وَالْإِقْبَال عَلَى اللَّه , بِخِلَافِ الْكَثِير الشَّاقّ حَتَّى يَنْمُو الْقَلِيل الدَّائِم بِحَيْثُ يَزِيد عَلَى الْكَثِير الْمُنْقَطِع أَضْعَافًا كَثِيرَة. وَقَالَ اِبْن الْجَوْزِيّ : إِنَّمَا أَحَبَّ الدَّائِم لِمَعْنَيَيْنِ : أَحَدهمَا أَنَّ التَّارِك لِلْعَمَلِ بَعْد الدُّخُول فِيهِ كَالْمُعْرِضِ بَعْد الْوَصْل , فَهُوَ مُتَعَرِّض لِلذَّمِّ , وَلِهَذَا وَرَدَ الْوَعِيد فِي حَقّ مَنْ حَفِظَ آيَة ثُمَّ نَسِيَهَا وَإِنْ كَانَ قَبْل حِفْظهَا لَا يَتَعَيَّن عَلَيْهِ. ‏ ‏ثَانِيهمَا أَنَّ مُدَاوِم الْخَيْر مُلَازِم لِلْخِدْمَةِ , وَلَيْسَ مَنْ لَازَمَ الْبَاب فِي كُلّ يَوْم وَقْتًا مَا كَمَنْ لَازَمَ يَوْمًا كَامِلًا ثُمَّ اِنْقَطَعَ. وَزَادَ الْمُصَنِّف وَمُسْلِم مِنْ طَرِيق أَبِي سَلَمَة عَنْ عَائِشَة \" وَإِنَّ أَحَبَّ الْأَعْمَال إِلَى اللَّه مَا دُووِمَ عَلَيْهِ وَإِنْ قَلَّ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2020",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، وَيَقُولُ ‏\n\"‏ تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to practice I`tikaf in the last ten nights of Ramadan and used to say, \"Look for \nthe Night of Qadr in the last ten nights of the month of Ramadan.\"",
    "explication": "‏ ‏قَوْله : ( اِلْتَمِسُوا ) ‏ ‏كَذَا اِقْتَصَرَ عَلَى هَذِهِ اللَّفْظَةِ مِنْ الْخَبَر وَكَأَنَّهُ أَحَالَ بِبَقِيَّتِهِ عَلَى الطَّرِيق الَّتِي بَعْدَهَا وَهِيَ طَرِيقُ عَبْدَة عَنْ هِشَام وَلَفْظه \" تَحَرَّوْا لَيْلَة الْقَدْر فِي الْعَشْر الْأَوَاخِرِ مِنْ رَمَضَان \" وَهُوَ مُشْعِرٌ بِأَنَّهُمَا مُتَّفِقَانِ إِلَّا فِي هَذِهِ اللَّفْظَة فَقَالَ يَحْيَى \" اِلْتَمِسُوا \" وَقَالَ عَبْدَة \" تَحَرَّوْا \" وَعَلَى ذَلِكَ اِعْتَمَدَ الْمِزِّيُّ وَغَيْرُهُ مِنْ أَصْحَاب الْأَطْرَاف فَتَرْجُمُوا لِرِوَايَةِ يَحْيَى كَذَلِكَ , وَلَكِنَّ لَفْظ يَحْيَى عِنْد أَحْمَد وَسَائِر مَنْ ذَكَرْت قَبْلُ \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْتَكِفُ فِي الْعَشْر الْأَوَاخِر وَيَقُول : اِلْتَمِسُوهَا فِي الْعَشْر الْأَوَاخِر \" يَعْنِي لَيْلَة الْقَدْر , وَبَيْن اللَّفْظَيْنِ مِنْ التَّغَايُر مَا لَا يَخْفَى. ‏ ‏قَوْله : ( حَدَّثَنِي مُحَمَّد أَخْبَرْنَا عَبْدَة ) ‏ ‏مُحَمَّد هُوَ اِبْن سَلَام كَمَا جَزَمَ بِهِ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" , وَيَحْتَمِل أَنْ يَكُون هُوَ مُحَمَّد بْن الْمَثْنَى فَيَكُون الْحَدِيثُ عِنْده عَنْ يَحْيَى وَعَبْدَة مَعًا فَسَاقَهُ الْبُخَارِيُّ عَنْهُ عَلَى لَفْظ أَحَدهمَا , وَلَمْ يَقَع فِي شَيْء مِنْ طُرُق هِشَام فِي هَذَا الْحَدِيث التَّقْيِيدُ بِالْوِتْرِ , وَكَأَنَّ الْبُخَارِيَّ أَشَارَ بِإِدْخَالِهِ فِي التَّرْجَمَة إِلَى أَنَّ مُطْلَقَهُ يُحْمَلُ عَلَى الْمُقَيَّدِ فِي رِوَايَة أَبِي سُهَيْل. الْحَدِيث الثَّانِي حَدِيث أَبِي سَعِيد , وَقَدْ سَبَقَ الْكَلَام عَلَيْهِ فِي الْبَاب الَّذِي قَبْلَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2021",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ لَيْلَةَ الْقَدْرِ فِي تَاسِعَةٍ تَبْقَى، فِي سَابِعَةٍ تَبْقَى، فِي خَامِسَةٍ تَبْقَى ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Look for the Night of Qadr in the last ten nights of Ramadan ,' on the night when \nnine or seven or five nights remain out of the last ten nights of Ramadan (i.e. 21, 23, 25, respectively).",
    "explication": "‏ ‏قَوْلُهُ : ( اِلْتَمِسُوهَا ) ‏ ‏كَذَا فِيهِ بِإِضْمَارِ الْمَفْعُول وَالْمُرَاد بِهِ لَيْلَةُ الْقَدْرِ , وَهُوَ مُفَسَّرٌ بِمَا بَعْدَهُ , وَسَيَأْتِي أَنَّهُ تَقَدَّمَ قَبْلَ ذَلِكَ كَلَامٌ يَحْسُنُ مَعَهُ عَوْدُ الضَّمِيرِ وَإِنَّمَا وَقَعَ فِي هَذِهِ الرِّوَايَة اِخْتِصَارٌ. ‏ ‏قَوْله : ( لَيْلَةَ الْقَدْرِ ) ‏ ‏بِالنَّصْبِ عَلَى الْبَدَلِ مِنْ الضَّمِير فِي قَوْله : ( اِلْتَمِسُوهَا ) وَيَجُوز الرَّفْع. ‏ ‏قَوْله : ( تَابَعَهُ عَبْد الْوَهَّاب عَنْ أَيُّوبَ ) ‏ ‏هَكَذَا وَقَعَتْ هَذِهِ الْمُتَابَعَةُ عِنْد الْأَكْثَر مِنْ رِوَايَة الْفَرَبْرِيّ هُنَا , وَعِنْد النَّسَفِيِّ عَقِبَ طَرِيق وُهَيْب \" عَنْ أَيُّوب \" وَهُوَ الصَّوَاب وَأَصْلَحَهَا اِبْنُ عَسَاكِرَ فِي نُسْخَتِهِ كَذَلِكَ , وَقَدْ وَصَلَهُ أَحْمَد وَابْن أَبِي عُمَر فِي مُسْنَدِيهِمَا عَنْ عَبْد الْوَهَّاب وَهُوَ اِبْن عَبْد الْمَجِيدَ الثَّقَفِيُّ عَنْ أَيُّوبَ مُتَابِعًا لِوُهَيْب فِي إِسْنَادِهِ وَلَفْظِهِ , وَأَخْرَجَهُ مُحَمَّد بْن نَصْر فِي \" قِيَام اللَّيْل \" عَنْ إِسْحَاق بْن رَاهْوَيْهِ عَنْ عَبْد الْوَهَّاب مِثْله وَزَادَ فِي آخِره \" أَوْ آخِر لَيْلَة \" ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2022",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي الأَسْوَدِ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا عَاصِمٌ، عَنْ أَبِي مِجْلَزٍ، وَعِكْرِمَةَ، قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ هِيَ فِي الْعَشْرِ، هِيَ فِي تِسْعٍ يَمْضِينَ أَوْ فِي سَبْعٍ يَبْقَيْنَ ‏\"‏‏.‏ يَعْنِي لَيْلَةَ الْقَدْرِ‏.‏ قَالَ عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ‏.‏ وَعَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ الْتَمِسُوا فِي أَرْبَعٍ وَعِشْرِينَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The Night of Qadr is in the last ten nights of the month (Ramadan), either on \nthe first nine or in the last (remaining) seven nights (of Ramadan).\" Ibn `Abbas added, \"Search for it \non the twenty-fourth (of Ramadan).",
    "explication": "‏ ‏قَوْله ( عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد , وَعَاصِم هُوَ الْأَحْوَلُ. ‏ ‏قَوْله : ( عَنْ أَبِي مِجْلَز وَعِكْرِمَة قَالَا قَالَ اِبْن عَبَّاس قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا أَخْرَجَهُ مُخْتَصَرًا وَقَدْ أَخْرَجَهُ أَحْمَد عَنْ عَفَّان وَالْإِسْمَاعِيلِيّ مِنْ طَرِيق مُحَمَّد بْن عُقْبَة كِلَاهُمَا عَنْ عَبْد الْوَاحِد فَزَادَ فِي أَوَّله قَصَّهُ وَهِيَ \" قَالَ عُمَر : مَنْ يَعْلَم لَيْلَةَ الْقَدْرِ ؟ فَقَالَ اِبْن عَبَّاس : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَهُ , وَبِهَذَا يَظْهَرُ عَوْدُ الضَّمِيرِ الْمُبْهَم فِي رِوَايَة الْبَاب , وَقَدْ تَوَقَّفَ الْإِسْمَاعِيلِيّ فِي اِتِّصَال هَذَا الْحَدِيث لِأَنَّ عِكْرِمَة وَأَبَا مِجْلَز مَا أَدْرَكَا عُمَر فَمَا حَضَرَا الْقِصَّةَ الْمَذْكُورَةَ , وَالْجَوَاب أَنَّ الْغَرَضَ مِنْهُ أَنَّهُمَا أَخَذَا ذَلِكَ عَنْ اِبْن عَبَّاس , فَقَدْ رَوَاهُ مَعْمَر عَنْ عَاصِم عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس , وَسِيَاقُهُ أَبْسَطُ مِنْ هَذَا كَمَا سَنَذْكُرُهُ , وَإِنْ كَانَ مَوْصُولًا عَنْ اِبْن عَبَّاس فَهُوَ الْمَقْصُود بِالْأَصَالَةِ فَلَا يَضُرُّ الْإِرْسَالُ فِي قِصَّة عُمَر فَإِنَّهَا مَذْكُورَةٌ عَلَى طَرِيق التَّبَعِ أَنْ لَوْ سَلَّمْنَا أَنَّهَا مُرْسَلَةٌ. ‏ ‏قَوْله : ( فِي تِسْعٍ يَمْضِينَ أَوْ فِي سَبْع يَبْقَيْنَ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِتَقْدِيمِ السِّينِ فِي الثَّانِي وَتَأْخِيرهَا فِي الْأَوَّل وَبِلَفْظِ الْمُضِيِّ فِي الْأَوَّل وَالْبَقَاء فِي الثَّانِي , ولِلكُشْمِيهَنِيِّ بِلَفْظِ الْمُضِيِّ فِيهِمَا , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ بِتَقْدِيمِ السِّينِ فِي الْمَوْضِعَيْنِ , وَقَدْ اُعْتُرِضَ عَلَى تَخْرِيجِهِ هَذَا الْحَدِيثَ مِنْ وَجْه آخَر فَإِنَّ الْمَرْفُوع مِنْهُ قَدْ رَوَاهُ عَبْد الرَّزَّاق مَوْقُوفًا فَرَوَى عَنْ مَعْمَر عَنْ قَتَادَةَ وَعَاصِم أَنَّهُمَا سَمِعَا عِكْرِمَة يَقُول \" قَالَ اِبْن عَبَّاس : دَعَا عُمَر أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُمْ عَنْ لَيْلَة الْقَدْر , فَأَجْمَعُوا عَلَى أَنَّهَا الْعَشْر الْأَوَاخِر , قَالَ اِبْن عَبَّاس : فَقُلْت لِعُمَر إِنِّي لَأَعْلَمُ - أَوْ أَظُنُّ - أَيَّ لَيْلَةٍ هِيَ , قَالَ عُمَر : أَيُّ لَيْلَةٍ هِيَ ؟ فَقُلْت : سَابِعَةٌ تَمْضِي أَوْ سَابِعَة تَبْقَى مِنْ الْعَشْر الْأَوَاخِر , فَقَالَ : مِنْ أَيْنَ عَلِمْت ذَلِكَ ؟ قُلْت خَلَقَ اللَّه سَبْعَ سَمَوَاتٍ وَسَبْع أَرْضِينَ وَسَبْعَة أَيَّام وَالدَّهْر يَدُور فِي سَبْع وَالْإِنْسَان خُلِقَ مِنْ سَبْع وَيَأْكُل مِنْ سَبْع وَيَسْجُدُ عَلَى سَبْع وَالطَّوَاف وَالْجِمَار وَأَشْيَاء ذَكَرَهَا , فَقَالَ عُمَر : لَقَدْ فَطِنْت لِأَمْرٍ مَا فَطِنَّا لَهُ \" فَعَلَى هَذَا فَقَدْ اُخْتُلِفَ فِي رَفْعِ هَذِهِ الْجُمْلَة وَوَقْفِهَا فَرَجَحَ عِنْد الْبُخَارِيّ الْمَرْفُوعُ فَأَخْرَجَهُ وَأَعْرَضَ عَنْ الْمَوْقُوف , وَلِلْمَوْقُوفِ عَنْ عُمَر طَرِيق أُخْرَى أَخْرَجَهَا إِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَده وَالْحَاكِم مِنْ طَرِيق عَاصِم بْن كُلَيْبٍ عَنْ أَبِيهِ عَنْ اِبْن عَبَّاسٍ وَأَوَّلُهُ \" أَنَّ عُمَرَ كَانَ إِذَا دَعَا الْأَشْيَاخَ مِنْ الصَّحَابَةِ قَالَ لِابْنِ عَبَّاس : لَا تَتَكَلَّمْ حَتَّى يَتَكَلَّمُوا , فَقَالَ ذَاتَ يَوْم : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : اِلْتَمِسُوا لَيْله الْقَدْر فِي الْعَشْر الْأَوَاخِر وِتْرًا , أَيُّ الْوِتْرِ هِيَ ؟ فَقَالَ رَجُلٌ بِرَأْيِهِ تَاسِعَةٌ سَابِعَةٌ خَامِسَةٌ ثَالِثَةٌ , فَقَالَ لِي : مَا لَك لَا تَتَكَلَّم يَا اِبْن عَبَّاس ؟ قُلْت : أَتَكَلَّم بِرَأْيِي : قَالَ : عَنْ رَأْيك أَسْأَلُك , قُلْت \" فَذَكَرَ نَحْوَهُ وَفِي آخِرِهِ \" فَقَالَ عُمَر أَعْجَزْتُمْ أَنْ تَكُونُوا مِثْلَ هَذَا الْغُلَامِ الَّذِي مَا اِسْتَوَتْ شُؤُونُ رَأْسِهِ \" , وَرَوَاهُ مُحَمَّد بْن نَصْر فِي \" قِيَام اللَّيْل \" مِنْ هَذَا الْوَجْه وَزَادَ فِيهِ : وَأَنَّ اللَّه جَعَلَ النَّسَبَ فِي سَبْعٍ وَالصِّهْرَ فِي سَبْعٍ , ثُمَّ تَلَا ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ ) , وَفِي رِوَايَة الْحَاكِمِ \" إِنِّي لَأَرَى الْقَوْلَ كَمَا قُلْتَ \".. ‏ ‏قَوْله : ( وَعَنْ خَالِد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس : اِلْتَمِسُوا فِي أَرْبَع وَعِشْرِينَ ) ‏ ‏ظَاهِره أَنَّهُ مِنْ رِوَايَة عَبْد الْوَهَّاب عَنْ خَالِد أَيْضًا , لَكِنْ جَزَمَ الْمِزِّيُّ بِأَنَّ طَرِيق خَالِد هَذِهِ مُعَلَّقَة , وَاَلَّذِي أَظُنّ أَنَّهَا مَوْصُولَة بِالْإِسْنَادِ الْأَوَّل وَإِنَّمَا حَذَفَهَا أَصْحَاب الْمُسْنَدَات لِكَوْنِهَا مَوْقُوفَةً , وَقَدْ رَوَى أَحْمَد مِنْ طَرِيق سِمَاكِ بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ \" أُتِيت وَأَنَا نَائِم فَقِيلَ لِي اللَّيْلَة لَيْلَة الْقَدْر , فَقُمْت وَأَنَا نَاعِس فَتَعَلَّقْت بِبَعْضِ أَطْنَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا هُوَ يُصَلِّي , قَالَ فَنَظَرْت فِي تِلْكَ اللَّيْلَة فَإِذَا هِيَ لَيْلَة أَرْبَع وَعِشْرِينَ \" وَقَدْ اِسْتَشْكَلَ هَذَا مَعَ قَوْله فِي الطَّرِيق الْأُخْرَى إِنَّهَا فِي وِتْر , وَأُجِيبَ بِأَنَّ الْجَمْع مُمْكِن بَيْن الرِّوَايَتَيْنِ أَنْ يَحْصُل مَا وَرَدَ مِمَّا ظَاهِره الشَّفْع أَنْ يَكُون بِاعْتِبَارِ الِابْتِدَاء بِالْعَدَدِ مِنْ آخِر الشَّهْر فَتَكُون لَيْلَة الرَّابِع وَالْعِشْرِينَ هِيَ السَّابِعَة , وَيُحْتَمَل أَنْ يَكُون مُرَاد اِبْن عَبَّاس بِقَوْلِهِ فِي أَرْبَع وَعِشْرِينَ أَيْ أَوَّل مَا يُرْجَى مِنْ السَّبْع الْبَوَاقِي فَيُوَافِق مَا تَقَدَّمَ مِنْ اِلْتِمَاسهَا فِي السَّبْع الْبَوَاقِي , وَزَعَمَ بَعْض الشُّرَّاح أَنَّ قَوْله \" تَاسِعَة تَبْقَى \" يَلْزَم مِنْهُ أَنْ تَكُون لَيْلَة اِثْنَيْنِ وَعِشْرِينَ إِنْ كَانَ الشَّهْر ثَلَاثِينَ وَلَا تَكُون لَيْلَة إِحْدَى وَعِشْرِينَ إِلَّا إِنْ كَانَ ذَلِكَ الشَّهْر تِسْعًا وَعِشْرِينَ , وَمَا اِدَّعَاهُ مِنْ الْحَصْر مَرْدُود لِأَنَّهُ يَنْبَنِي عَلَى الْمُرَاد بِقَوْلِهِ \" تَبَقَّى \" هَلْ هُوَ تَبَقَّى بِاللَّيْلَةِ الْمَذْكُورَة أَوْ خَارِجًا عَنْهَا فَبَنَاهُ عَلَى الْأَوَّل , وَيَجُوز بِنَاؤُهُ عَلَى الثَّانِي فَيَكُون عَلَى عَكْسِ مَا ذُكِرَ , وَاَلَّذِي يَظْهَر أَنَّ فِي التَّعْبِير بِذَلِكَ الْإِشَارَةَ إِلَى الِاحْتِمَالَيْنِ , فَإِنْ كَانَ الشَّهْر مَثَلًا ثَلَاثِينَ فَالتِّسْع مَعْنَاهَا غَيْر اللَّيْلَة , وَإِنْ كَانَ تِسْعًا وَعِشْرِينَ فَالتِّسْع بِانْضِمَامِهِمَا وَاَللَّه أَعْلَم. وَقَدْ اِخْتَلَفَ الْعُلَمَاء فِي لَيْلَة الْقَدْر اِخْتِلَافًا كَثِيرًا. وَتَحَصَّلَ لَنَا مِنْ مَذَاهِبهمْ فِي ذَلِكَ أَكْثَر مِنْ أَرْبَعِينَ قَوْلًا كَمَا وَقَعَ لَنَا نَظِير ذَلِكَ فِي سَاعَة الْجُمْعَة , وَقَدْ اِشْتَرَكَتَا فِي إِخْفَاء كُلّ مِنْهُمَا لِيَقَع الْجِدُّ فِي طَلَبهمَا : الْقَوْل الْأَوَّل أَنَّهَا رُفِعَتْ أَصْلًا وَرَأْسًا حَكَاهُ الْمُتَوَلِّي فِي التَّتِمَّة عَنْ الرَّوَافِض وَالْفَاكِهَانِيّ فِي شَرْح الْعُمْدَة عَنْ الْحَنَفِيَّة وَكَأَنَّهُ خَطَأ مِنْهُ. وَاَلَّذِي حَكَاهُ السُّرُوجِيّ أَنَّهُ قَوْل الشِّيعَة , وَقَدْ رَوَى عَبْد الرَّزَّاق مِنْ طَرِيق دَاوُد بْن أَبِي عَاصِم عَنْ عَبْد اللَّه بْن يَحْنَس \" قُلْت لِأَبِي هُرَيْرَة : زَعَمُوا أَنَّ لَيْلَة الْقَدْر رُفِعَتْ , قَالَ : كَذَبَ مَنْ قَالَ ذَلِكَ \" وَمِنْ طَرِيق عَبْد اللَّه بْن شَرِيك قَالَ : ذَكَرَ الْحَجَّاج لَيْلَة الْقَدْر فَكَأَنَّهُ أَنْكَرَهَا , فَأَرَادَ زَرّ بْن حُبَيْشٍ أَنْ يُحَصِّبَهُ فَمَنَعَهُ قَوْمه. الثَّانِي أَنَّهَا خَاصَّة بِسَنَةٍ وَاحِدَة وَقَعَتْ فِي زَمَن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَكَاهُ الْفَاكِهَانِيّ أَيْضًا. الثَّالِث أَنَّهَا خَاصَّة بِهَذِهِ الْأُمَّة وَلَمْ تَكُنْ فِي الْأُمَم قَبْلهمْ , جَزَمَ بِهِ اِبْن حَبِيب وَغَيْره مِنْ الْمَالِكِيَّة وَنَقَلَهُ عَنْ الْجُمْهُور وَحَكَاهُ صَاحِب \" الْعِدَّة \" مِنْ الشَّافِعِيَّة وَرَجَّحَهُ , وَهُوَ مُعْتَرَضٌ بِحَدِيثِ أَبِي ذَرّ عِنْد النَّسَائِيّ حَيْثُ قَالَ فِيهِ \" قُلْت يَا رَسُول اللَّه أَتَكُونُ مَعَ الْأَنْبِيَاء فَإِذَا مَاتُوا رُفِعَتْ ؟ قَالَ : لَا بَلْ هِيَ بَاقِيَة \" وَعُمْدَتُهُمْ قَوْل مَالِك فِي \" الْمُوَطَّأ \" بَلَغَنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَقَاصَرَ أَعْمَار أُمَّته عَنْ أَعْمَار الْأُمَم الْمَاضِيَة فَأَعْطَاهُ اللَّه لَيْلَة الْقَدْر , وَهَذَا يَحْتَمِل التَّأْوِيل فَلَا يَدْفَع التَّصْرِيح فِي حَدِيث أَبِي ذَرٍّ. الرَّابِع أَنَّهَا مُمْكِنَةٌ فِي جَمِيع السَّنَة , وَهُوَ قَوْل مَشْهُور عَنْ الْحَنَفِيَّة حَكَاهُ قَاضِي خَانْ وَأَبُو بَكْر الرَّازِيُّ مِنْهُمْ , وَرُوِيَ مِثْلُهُ عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَعِكْرِمَة وَغَيْرهمْ , وَزَيَّفَ الْمُهَلَّبُ هَذَا الْقَوْل وَقَالَ : لَعَلَّ صَاحِبه بَنَاهُ عَلَى دَوَرَانِ الزَّمَان لِنُقْصَانِ الْأَهِلَّة , وَهُوَ فَاسِد لِأَنَّ ذَلِكَ لَمْ يُعْتَبَرْ فِي صِيَام رَمَضَان فَلَا يُعْتَبَرُ فِي غَيْره حَتَّى تُنْقَلَ لَيْلَة الْقَدْر عَنْ رَمَضَان ا ه. وَمَأْخَذ اِبْن مَسْعُود كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أُبَيّ بْن كَعْب أَنَّهُ أَرَادَ أَنْ لَا يَتَّكِلَ النَّاس. الْخَامِس أَنَّهَا مُخْتَصَّة بِرَمَضَان مُمْكِنَةٌ فِي جَمِيع لَيَالِيه , وَهُوَ قَوْل اِبْن عُمَر رَوَاهُ اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيحٍ عَنْهُ , وَرُوِيَ مَرْفُوعًا عَنْهُ أَخْرَجَهُ أَبُو دَاوُد , وَفِي \" شَرْح الْهِدَايَة \" الْجَزْم بِهِ عَنْ أَبِي حَنِيفَة وَقَالَ بِهِ اِبْن الْمُنْذِر وَالْمَحَامِلِيُّ وَبَعْض الشَّافِعِيَّة وَرَجَّحَهُ السُّبْكِيّ فِي \" شَرْح الْمِنْهَاج \" وَحَكَاهُ اِبْن الْحَاجِب رِوَايَةً , وَقَالَ السُّرُوجِيّ فِي \" شَرْح الْهِدَايَة \" قَوْل أَبِي حَنِيفَة إِنَّهَا تَنْتَقِل فِي جَمِيع رَمَضَان وَقَالَ صَاحِبَاهُ إِنَّهَا فِي لَيْلَةٍ مُعَيَّنَةٍ مِنْهُ مُبْهَمَةٍ , وَكَذَا قَالَ النَّسَفِيّ فِي \" الْمَنْظُومَة \" : ‏ ‏وَلَيْلَةُ الْقَدْرِ بِكُلِّ الشَّهْرِ ‏ ‏دَائِرَةٌ وَعَيَّنَاهَا فَادْرِ ا ه ‏ ‏وَهَذَا الْقَوْل حَكَاهُ اِبْن الْعَرَبِيّ عَنْ قَوْم وَهُوَ السَّادِس. السَّابِع أَنَّهَا أَوَّل لَيْلَة مِنْ رَمَضَان حَكَى عَنْ أَبِي رَزِين الْعُقَيْلِيّ الصَّحَابِيّ , وَرَوَى اِبْن أَبِي عَاصِم مِنْ حَدِيث أَنَس قَالَ : لَيْلَة الْقَدْر أَوَّل لَيْلَة مِنْ رَمَضَان , قَالَ اِبْن أَبِي عَاصِم لَا نَعْلَم أَحَدًا قَالَ ذَلِكَ غَيْره. الثَّامِن أَنَّهَا لَيْلَة النِّصْف مِنْ رَمَضَان حَكَاهُ شَيْخنَا سِرَاج الدِّين اِبْن الْمُلَقِّن فِي \" شَرْح الْعُمْدَة \" وَاَلَّذِي رَأَيْت فِي \" الْمُفْهِم \" لِلْقُرْطُبِيِّ حِكَايَة قَوْل أَنَّهَا لَيْلَة النِّصْف مِنْ شَعْبَان , وَكَذَا نَقَلَهُ السُّرُوجِيّ عَنْ صَاحِب \" الطِّرَاز \" فَإِنْ كَانَا مَحْفُوظَيْنِ فَهُوَ الْقَوْل التَّاسِع , ثُمَّ رَأَيْت فِي \" شَرْح السُّرُوجِيّ \" عَنْ \" الْمُحِيط \" أَنَّهَا فِي النِّصْف الْأَخِير. الْعَاشِر أَنَّهَا لَيْلَة سَبْعَ عَشْرَةَ مِنْ رَمَضَان , رَوَى اِبْن أَبِي شَيْبَة وَالطَّبَرَانِيّ مِنْ حَدِيث زَيْد بْن أَرْقَم قَالَ : مَا أَشُكّ وَلَا أَمْتُرِيَ أَنَّهَا لَيْلَة سَبْعَ عَشْرَةَ مِنْ رَمَضَان لَيْلَة أَنْزَلَ الْقُرْآن , وَأَخْرَجَهُ أَبُو دَاوُد عَنْ اِبْن مَسْعُود أَيْضًا. الْقَوْل الْحَادِي عَشَرَ أَنَّهَا مُبْهَمَة فِي الْعَشْر الْأَوْسَط حَكَاهُ النَّوَوِيّ وَعَزَاهُ الطَّبَرِيّ لِعُثْمَان بْن أَبِي الْعَاصِ وَالْحَسَن الْبَصْرِيّ وَقَالَ بِهِ بَعْض الشَّافِعِيَّة. الْقَوْل الثَّانِي عَشَر أَنَّهَا لَيْلَة ثَمَان عَشْرَة قَرَأْتُهُ بِخَطِّ الْقُطْب الْحَلَبِيّ فِي شَرْحهُ وَذَكَرَهُ اِبْن الْجَوْزِيّ فِي مُشْكِله. الْقَوْل الثَّالِثَ عَشَرَ أَنَّهَا لَيْلَة تِسْعَ عَشْرَةَ رَوَاهُ عَبْد الرَّزَّاق عَنْ عَلِيّ , وَعَزَاهُ الطَّبَرِيّ لِزَيْدِ بْن ثَابِت وَابْن مَسْعُود , وَوَصَلَهُ الطَّحَاوِيّ عَنْ اِبْن مَسْعُود. الْقَوْل الرَّابِعَ عَشَرَ أَنَّهَا أَوَّل لَيْلَة مِنْ الْعَشْر الْأَخِير وَإِلَيْهِ مَالَ الشَّافِعِيّ وَجَزَمَ بِهِ جَمَاعَة مِنْ الشَّافِعِيَّة , وَلَكِنْ قَالَ السُّبْكِيّ إِنَّهُ لَيْسَ مَجْزُومًا بِهِ عِنْدهمْ لِاتِّفَاقِهِمْ عَلَى عَدَم حِنْث مَنْ عَلَّقَ يَوْم الْعِشْرِينَ عِتْقَ عَبْدِهِ فِي لَيْلَة الْقَدْر أَنَّهُ لَا يَعْتِقُ تِلْكَ اللَّيْلَة بَلْ بِانْقِضَاءِ الشَّهْر عَلَى الصَّحِيح بِنَاء عَلَى أَنَّهَا فِي الْعَشْر الْأَخِير وَقِيلَ بِانْقِضَاءِ السَّنَة بِنَاء عَلَى أَنَّهَا لَا تَخْتَصّ بِالْعَشْرِ الْأَخِير بَلْ هِيَ فِي رَمَضَان. الْقَوْل الْخَامِسَ عَشَرَ مِثْل الَّذِي قَبْله إِلَّا أَنَّهُ إِنْ كَانَ الشَّهْر تَامًّا فَهِيَ لَيْلَة الْعِشْرِين وَإِنْ كَانَ نَاقِصًا فَهِيَ لَيْلَة إِحْدَى وَعِشْرِينَ وَهَكَذَا فِي جَمِيع الشَّهْر وَهُوَ قَوْل اِبْن حَزْمٍ وَزَعَمَ أَنَّهُ يُجْمَعُ بَيْن الْإِخْبَار بِذَلِكَ , وَيَدُلّ لَهُ مَا رَوَاهُ أَحْمَد وَالطَّحَاوِيّ مِنْ حَدِيث عَبْد اللَّه بْن أُنَيْسٍ قَالَ \" سَمِعَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : اِلْتَمِسُوهَا اللَّيْلَة , قَالَ وَكَانَتْ تِلْكَ اللَّيْلَة لَيْلَة ثَلَاث وَعِشْرِينَ , فَقَالَ رَجُل : هَذِهِ أَوْلَى بِثَمَانٍ بَقِينَ , قَالَ بَلْ أَوْلَى بِسَبْعٍ بَقِينَ فَإِنَّ هَذَا الشَّهْر لَا يَتِمُّ. الْقَوْل السَّادِسَ عَشَرَ أَنَّهَا لَيْلَة اِثْنَيْنِ وَعِشْرِينَ وَسَيَأْتِي حِكَايَته بَعْدُ , وَرَوَى أَحْمَد مِنْ حَدِيث عَبْد اللَّه اِبْن أُنَيْسٍ أَنَّهُ \" سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ لَيْلَة الْقَدْر وَذَلِك صَبِيحَةَ إِحْدَى وَعِشْرِينَ فَقَالَ : كَمْ اللَّيْلَة ؟ قُلْت : لَيْلَة اِثْنَيْنِ وَعِشْرِينَ , فَقَالَ : هِيَ اللَّيْلَة أَوْ الْقَابِلَة \". الْقَوْل السَّابِعَ عَشَرَ أَنَّهَا لَيْلَة ثَلَاث وَعِشْرِينَ رَوَاهُ مُسْلِم عَنْ عَبْد اللَّه بْن أُنَيْسٍ مَرْفُوعًا \" أُرِيت لَيْلَةَ الْقَدْر ثُمَّ نُسِّيتُهَا \" فَذَكَرَ مِثْل حَدِيث أَبِي سَعِيد لَكِنَّهُ قَالَ فِيهِ \" لَيْلَة ثَلَاث وَعِشْرِينَ بَدَلَ إِحْدَى وَعِشْرِينَ \" وَعَنْهُ قَالَ \" قُلْت يَا رَسُول اللَّه إِنْ لِي بَادِيَة أَكُون فِيهَا , فَمُرْنِي بِلَيْلَةِ الْقَدْر , قَالَ : اِنْزِلْ لَيْلَة ثَلَاث وَعِشْرِينَ \" وَرَوَى اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيح عَنْ مُعَاوِيَة قَالَ \" لَيْلَة الْقَدْر لَيْلَة ثَلَاث وَعِشْرِينَ \" وَرَوَاهُ إِسْحَاق فِي مُسْنَده مِنْ طَرِيق أَبِي حَازِم عَنْ رَجُل مِنْ بَنِي بَيَاضَةَ لَهُ صُحْبَة مَرْفُوعًا , وَرَوَى عَبْد الرَّزَّاق عَنْ مَعْمَرٍ عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر مَرْفُوعًا \" مَنْ كَانَ مُتَحَرِّيَهَا فَلْيَتَحَرَّهَا لَيْلَة سَابِعَة \" وَكَانَ أَيُّوب يَغْتَسِل لَيْلَة ثَلَاث وَعِشْرِينَ وَيَمَسّ الطِّيبَ , وَعَنْ اِبْن جُرَيْج عَنْ عُبَيْدِ اللَّه اِبْن أَبِي يَزِيد عَنْ اِبْن عَبَّاس \" أَنَّهُ كَانَ يُوقِظ أَهْله لَيْلَة ثَلَاث وَعِشْرِينَ , وَرَوَى عَبْد الرَّزَّاق مِنْ طَرِيق يُونُس اِبْن سَيْف سَمِعَ سَعِيد بْن الْمُسَيِّب يَقُول : اِسْتَقَامَ قَوْل الْقَوْم عَلَى أَنَّهَا لَيْلَة ثَلَاث وَعِشْرِينَ , وَمِنْ طَرِيق إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عَائِشَة , وَعَنْ طَرِيق مَكْحُول أَنَّهُ كَانَ يَرَاهَا لَيْلَة ثَلَاث وَعِشْرِينَ. الْقَوْل الثَّامِنَ عَشَرَ أَنَّهَا لَيْلَة أَرْبَع وَعِشْرِينَ كَمَا تَقَدَّمَ مِنْ حَدِيث اِبْن عَبَّاس فِي هَذَا الْبَاب , وَرَوَى الطَّيَالِسِيّ مِنْ طَرِيق أَبِي نَضْرَة عَنْ أَبِي سَعِيد مَرْفُوعًا \" لَيْلَة الْقَدْر لَيْلَة أَرْبَع وَعِشْرِينَ \" وَرُوِيَ ذَلِكَ عَنْ اِبْن مَسْعُود وَلِلشَّعْبِيِّ وَالْحَسَن وَقَتَادَة , وَحُجَّتُهُمْ حَدِيث وَاثِلَة أَنَّ الْقُرْآن نَزَلَ لِأَرْبَعِ وَعِشْرِينَ مِنْ رَمَضَان , وَرَوَى أَحْمَد مِنْ طَرِيق اِبْن لَهِيعَةَ عَنْ يَزِيد اِبْن أَبِي الْخَيْر الصُّنَابِحِيّ عَنْ بِلَال مَرْفُوعًا \" اِلْتَمِسُوا لَيْلَة الْقَدْر لَيْلَة أَرْبَع وَعِشْرِينَ \" وَقَدْ أَخْطَأَ اِبْن لَهِيعَةَ فِي رَفْعِهِ فَقَدْ رَوَاهُ عَمْرو بْن الْحَارِث عَنْ يَزِيد بِهَذَا الْإِسْنَاد مَوْقُوفًا بِغَيْرِ لَفْظه كَمَا سَيَأْتِي فِي أَوَاخِر الْمَغَازِي بِلَفْظِ \" لَيْلَة الْقَدْر أَوَّل السَّبْع مِنْ الْعَشْر الْأَوَاخِر \". الْقَوْل التَّاسِعَ عَشَرَ أَنَّهَا لَيْلَة خَمْس وَعِشْرِينَ حَكَاهُ اِبْن الْعَرَبِيّ فِي \" الْعَارِضَة \" وَعَزَاهُ اِبْن الْجَوْزِيّ فِي \" الْمُشْكِل \" لِأَبِي بَكْرَة. الْقَوْل الْعِشْرُونَ أَنَّهَا لَيْلَة سِتّ وَعِشْرِينَ وَهُوَ قَوْل لَمْ أَرَهُ صَرِيحًا إِلَّا أَنَّ عِيَاضًا قَالَ : مَا مِنْ لَيْلَة مِنْ لَيَالِي الْعَشْر الْأَخِير إِلَّا وَقَدْ قِيلَ إِنَّهَا فِيهِ. الْقَوْل الْحَادِي وَالْعِشْرُونَ أَنَّهَا لَيْلَة سَبْع وَعِشْرِينَ وَهُوَ الْجَادَّة مِنْ مَذْهَب أَحْمَد وَرِوَايَة عَنْ أَبِي حَنِيفَة وَبِهِ جَزَمَ أُبَيُّ بْن كَعْب وَحَلَفَ عَلَيْهِ كَمَا أَخْرَجَهُ مُسْلِم , وَرَوَى مُسْلِم أَيْضًا مِنْ طَرِيق أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ \" تَذَاكَرْنَا لَيْلَة الْقَدْر فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَيّكُمْ يَذْكُر حِين طَلَعَ الْقَمَر كَأَنَّهُ شِقّ جَفْنَة ؟ قَالَ أَبُو الْحَسَن الْفَارِسِيّ : أَيْ لَيْلَة سَبْع وَعِشْرِينَ فَإِنَّ الْقَمَر يَطْلُع فِيهَا بِتِلْك الصِّفَة. وَرَوَى الطَّبَرَانِيّ مِنْ حَدِيث اِبْن مَسْعُود \" سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ لَيْلَة الْقَدْر فَقَالَ : أَيّكُمْ يَذْكُر لَيْلَة الصَّهْبَاوَات ؟ قُلْت : أَنَا , وَذَلِك لَيْلَة سَبْع وَعِشْرِينَ \" وَرَوَاهُ اِبْن أَبِي شَيْبَة عَنْ عُمَر وَحُذَيْفَة وَنَاس مِنْ الصَّحَابَة , وَفِي الْبَاب عَنْ اِبْن عُمَر عِنْد مُسْلِم \" رَأَى رَجُل لَيْلَة الْقَدْر لَيْلَة سَبْع وَعِشْرِينَ \" وَلِأَحْمَد مِنْ حَدِيثه مَرْفُوعًا \" لَيْلَة الْقَدْر لَيْلَة سَبْع وَعِشْرِينَ \" وَلِابْنِ الْمُنْذِر \" مَنْ كَانَ مُتَحَرِّيَهَا فَلْيَتَحَرَّهَا لَيْلَة سَبْع وَعِشْرِينَ \" وَعَنْ جَابِر بْن سَمُرَةَ نَحْوه أَخْرَجَهُ الطَّبَرَانِيّ فِي أَوْسَطه , وَعَنْ مُعَاوِيَة نَحْوه أَخْرَجَهُ أَبُو دَاوُد وَحَكَاهُ صَاحِب \" الْحِلْيَة \" مِنْ الشَّافِعِيَّة عَنْ أَكْثَر الْعُلَمَاء , وَقَدْ تَقَدَّمَ اِسْتِنْبَاط اِبْن عَبَّاس عِنْد عُمَر فِيهِ وَمُوَافَقَته لَهُ , وَزَعَمَ اِبْن قُدَامَةَ أَنَّ اِبْن عَبَّاس اِسْتَنْبَطَ ذَلِكَ مِنْ عَدَد كَلِمَات السُّورَة وَقَدْ وَافَقَ قَوْله فِيهَا هِيَ سَابِع كَلِمَة بَعْد الْعِشْرِينَ , وَهَذَا نَقَلَهُ اِبْن حَزْم عَنْ بَعْض الْمَالِكِيَّة وَبَالَغَ فِي إِنْكَاره نَقَلَهُ اِبْن عَطِيَّة فِي تَفْسِيره وَقَالَ : إِنَّهُ مِنْ مُلَحِ التَّفَاسِير وَلَيْسَ مِنْ مَتِين الْعِلْم. وَاسْتَنْبَطَ بَعْضهمْ ذَلِكَ فِي جِهَة أُخْرَى فَقَالَ : لَيْلَة الْقَدْر تِسْعَة أَحْرُف وَقَدْ أُعِيدَتْ فِي السُّورَة ثَلَاث مَرَّات فَذَلِك سَبْع وَعِشْرُونَ. وَقَالَ صَاحِب الْكَافِي مِنْ الْحَنَفِيَّة وَكَذَا الْمُحِيط : مَنْ قَالَ لِزَوْجَته أَنْتِ طَالِق لَيْلَة الْقَدْر طَلُقَتْ لَيْلَة سَبْع وَعِشْرِينَ لِأَنَّ الْعَامَّة تَعْتَقِد أَنَّهَا لَيْلَة الْقَدْر. الْقَوْل الثَّانِي وَالْعِشْرُونَ أَنَّهَا لَيْلَة ثَمَان وَعِشْرِينَ وَقَدْ تَقَدَّمَ تَوْجِيهه قَبْلُ بِقَوْلٍ. الْقَوْل الثَّالِث وَالْعِشْرُونَ أَنَّهَا لَيْلَة تِسْع وَعِشْرِينَ حَكَاهُ اِبْن الْعَرَبِيّ. الْقَوْل الرَّابِع وَالْعِشْرُونَ أَنَّهَا لَيْلَة ثَلَاثِينَ حَكَاهُ عِيَاض وَالسُّرُوجِيّ فِي شَرْح الْهِدَايَة وَرَوَاهُ مُحَمَّد بْن نَصْر وَالطَّبَرِيّ عَنْ مُعَاوِيَة وَأَحْمَد مِنْ طَرِيق أَبِي سَلِمَة عَنْ أَبِي هُرَيْرَة. الْقَوْل الْخَامِس وَالْعِشْرُونَ أَنَّهَا فِي أَوْتَار الْعَشْر الْأَخِير وَعَلَيْهِ يَدُلّ حَدِيث عَائِشَة وَغَيْرهَا فِي هَذَا الْبَاب , وَهُوَ أَرْجَح الْأَقْوَال وَصَارَ إِلَيْهِ أَبُو ثَوْر وَالْمُزَنِيّ وَابْن خُزَيْمَة وَجَمَاعَة مِنْ عُلَمَاء الْمَذَاهِب. الْقَوْل السَّادِس وَالْعِشْرُونَ مِثْله بِزِيَادَةِ اللَّيْلَة الْأَخِيرَة رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث أَبِي بَكْرَة وَأَحْمَد مِنْ حَدِيث عُبَادَة بْن الصَّامِت. الْقَوْل السَّادِس وَالْعِشْرُونَ تَنْتَقِل فِي الْعَشْر الْأَخِير كُلّه قَالَهُ أَبُو قِلَابَة وَنَصَّ عَلَيْهِ مَالِك وَالثَّوْرِيُّ وَأَحْمَد وَإِسْحَاق وَزَعَمَ الْمَاوَرْدِيّ أَنَّهُ مُتَّفَقٌ عَلَيْهِ ; وَكَأَنَّهُ أَخَذَهُ مِنْ حَدِيث اِبْن عَبَّاس أَنَّ الصَّحَابَة اِتَّفَقُوا عَلَى أَنَّهَا فِي الْعَشْر الْأَخِير ثُمَّ اِخْتَلَفُوا فِي تَعْيِينِهَا مِنْهُ كَمَا تَقَدَّمَ , وَيُؤَيِّد كَوْنَهَا فِي الْعَشْر الْأَخِير حَدِيث أَبِي سَعِيد الصَّحِيح أَنَّ جِبْرِيل قَالَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا اِعْتَكَفَ الْعَشْر الْأَوْسَط \" إِنَّ الَّذِي طَلَبَ أَمَامَكَ \" وَقَدْ تَقَدَّمَ ذِكْرُه قَرِيبًا , وَتَقَدَّمَ ذِكْر اِعْتِكَافه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْعَشْر الْأَخِير فِي طَلَب لَيْلَة الْقَدْر وَاعْتِكَاف أَزْوَاجه بَعْده وَالِاجْتِهَاد فِيهِ كَمَا فِي الْبَاب الَّذِي بَعْده , وَاخْتَلَفَ الْقَائِلُونَ بِهِ فَمِنْهُمْ مَنْ قَالَ هِيَ فِيهِ مُحْتَمَلَة عَلَى حَدّ سَوَاء نَقَلَهُ الرَّافِعِيّ عَنْ مَالِك وَضَعَّفَهُ اِبْن الْحَاجِب , وَمِنْهُمْ مَنْ قَالَ بَعْض لَيَالِيه أَرْجَى مِنْ بَعْض فَقَالَ الشَّافِعِيّ : أَرْجَاهُ لَيْلَة إِحْدَى وَعِشْرِينَ وَهُوَ الْقَوْل الثَّامِن وَالْعِشْرُونَ , وَقِيلَ أَرَاهُ لَيْلَة ثَلَاث وَعِشْرِينَ وَهُوَ الْقَوْل التَّاسِع وَالْعِشْرُونَ , وَقِيلَ أَرْجَاهُ لَيْلَة سَبْع وَعِشْرِينَ وَهُوَ الْقَوْل الثَّلَاثُونَ , الْقَوْل الْحَادِي وَالثَّلَاثُونَ أَنَّهَا تَنْتَقِل فِي السَّبْع الْأَوَاخِر , وَقَدْ تَقَدَّمَ بَيَان الْمُرَاد مِنْهُ فِي حَدِيث اِبْن عُمَر : هَلْ الْمُرَاد لَيَالِي السَّبْع مِنْ آخَر الشَّهْر أَوْ آخَر سَبْعَة تُعَدُّ مِنْ الشَّهْر ؟ وَيَخْرُج مِنْ ذَلِكَ الْقَوْل الثَّانِي وَالثَّلَاثُونَ. الْقَوْل الثَّالِث وَالثَّلَاثُونَ أَنَّهَا تَنْتَقِل فِي النِّصْف الْأَخِير ذَكَرَهُ صَاحِب الْمُحِيط عَنْ أَبِي يُوسُف وَمُحَمَّد , وَحَكَاهُ إِمَام الْحَرَمَيْنِ عَنْ صَاحِب التَّقْرِيب. الْقَوْل الرَّابِع وَالثَّلَاثُونَ أَنَّهَا لَيْلَة سِتّ عَشْرَة أَوْ سَبْع عَشْرَة رَوَاهُ الْحَارِث بْن أَبِي أُسَامَة مِنْ حَدِيث عَبْد اللَّه بْن الزُّبَيْر. الْقَوْل الْخَامِس وَالثَّلَاثُونَ أَنَّهَا لَيْلَة سَبْع عَشْرَة أَوْ تِسْع عَشْرَة أَوْ إِحْدَى وَعِشْرِينَ رَوَاهُ سَعِيد بْن مَنْصُور مِنْ حَدِيث أَنَس بِإِسْنَادٍ ضَعِيفٍ. الْقَوْل السَّادِس وَالثَّلَاثُونَ أَنَّهَا فِي أَوَّل لَيْلَة مِنْ رَمَضَان أَوْ آخَر لَيْلَة رَوَاهُ اِبْن أَبِي عَاصِم مِنْ حَدِيث أَنَس بِإِسْنَادٍ ضَعِيفٍ. الْقَوْل السَّابِع وَالثَّلَاثُونَ أَنَّهَا أَوَّل لَيْلَة أَوْ تَاسِع لَيْلَة أَوْ سَابِع عَشْرَة أَوْ إِحْدَى وَعِشْرِينَ أَوْ آخِر لَيْلَة رَوَاهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِيره عَنْ أَنَس بِإِسْنَادٍ ضَعِيفٍ. الْقَوْل الثَّامِن وَالثَّلَاثُونَ أَنَّهَا لَيْلَة تِسْع عَشْرَة أَوْ إِحْدَى عَشْرَة أَوْ ثَلَاث وَعِشْرِينَ رَوَاهُ أَبُو دَاوُد مِنْ حَدِيث اِبْن مَسْعُود بِإِسْنَادٍ فِيهِ مَقَال , وَعَبْد الرَّزَّاق مِنْ حَدِيث عَلِيّ بِإِسْنَادٍ مُنْقَطِع , وَسَعِيد بْن مَنْصُور مِنْ حَدِيث عَائِشَة بِإِسْنَادٍ مُنْقَطِعٍ أَيْضًا. الْقَوْل التَّاسِع وَالثَّلَاثُونَ لَيْلَة ثَلَاث وَعِشْرِينَ أَوْ سَبْع وَعِشْرِينَ وَهُوَ مَأْخُوذ مِنْ حَدِيث اِبْن عَبَّاس فِي الْبَاب حَيْثُ قَالَ \" سَبْع يَبْقَيْنَ أَوْ سَبْع يَمْضِينَ \" وَلِأَحْمَد مِنْ حَدِيث النُّعْمَان اِبْن بَشِير \" سَابِعه تَمْضِي أَوْ سَابِعَة تَبْقَى \" قَالَ النُّعْمَان : فَنَحْنُ نَقُول لَيْلَة سَبْع وَعِشْرِينَ وَأَنْتُمْ تَقُولُونَ لَيْلَة ثَلَاث وَعِشْرِينَ. الْقَوْل الْأَرْبَعُونَ لَيْلَة إِحْدَى وَعِشْرِينَ أَوْ ثَلَاث وَعِشْرِينَ أَوْ خَمْس وَعِشْرِينَ كَمَا سَيَأْتِي فِي الْبَاب الَّذِي بَعْده مِنْ حَدِيث عُبَادَة بْن الصَّامِت , وَلِأَبِي دَاوُد مِنْ حَدِيثه بِلَفْظِ \" تَاسِعَة تَبْقَى سَابِعَة تَبْقَى خَامِسَة تَبْقَى \" قَالَ مَالِك فِي \" الْمُدَوَّنَة \" قَوْله تَاسِعَة تَبْقَى لَيْلَة إِحْدَى وَعِشْرِينَ إِلَخْ. الْقَوْل الْحَادِي وَالْأَرْبَعُونَ أَنَّهَا مُنْحَصِرَة فِي السَّبْع الْأَوَاخِر مِنْ رَمَضَان لِحَدِيثِ اِبْن عُمَر فِي الْبَاب الَّذِي قَبْله. الْقَوْل الثَّانِي وَالْأَرْبَعُونَ أَنَّهَا لَيْلَة اِثْنَتَيْنِ وَعِشْرِينَ أَوْ ثَلَاث وَعِشْرِينَ لِحَدِيثِ عَبْد اللَّه بْن أُنَيْسٍ عِنْد أَحْمَد. الْقَوْل الثَّالِث وَالْأَرْبَعُونَ أَنَّهَا فِي أَشِفَاع الْعَشْر الْوَسَط وَالْعَشْر الْأَخِير قَرَأْتُهُ بِخَطِّ مُغَلْطَاي. الْقَوْل الرَّابِع وَالْأَرْبَعُونَ أَنَّهَا لَيْلَة الثَّالِثَة مِنْ الْعَشْر الْأَخِير أَوْ الْخَامِسَة مِنْهُ رَوَاهُ أَحْمَد مِنْ حَدِيث مُعَاذ بْن جَبَل , وَالْفَرْق بَيْنه وَبَيْن مَا تَقَدَّمَ أَنَّ الثَّالِثَة تَحْتَمِل لَيْلَة ثَلَاث وَعِشْرِينَ وَتَحْتَمِل لَيْلَة سَبْع وَعِشْرِينَ فَتَنْحَلُّ إِلَى أَنَّهَا لَيْلَة ثَلَاث وَعِشْرِينَ أَوْ خَمْس وَعِشْرِينَ أَوْ سَبْع وَعِشْرِينَ وَبِهَذَا يَتَغَايَر هَذَا الْقَوْل مِمَّا مَضَى. الْقَوْل الْخَامِس وَالْأَرْبَعُونَ أَنَّهَا فِي سَبْع أَوْ ثَمَان مِنْ أَوَّل النِّصْف الثَّانِي رَوَى الطَّحَاوِيّ مِنْ طَرِيق عَطِيَّة بْن عَبْد اللَّه بْن أُنَيْسٍ عَنْ أَبِيهِ أَنَّهُ \" سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ لَيْلَة الْقَدْر فَقَالَ : تَحَرَّهَا فِي النِّصْف الْأَخِير , ثُمَّ عَادَ فَسَأَلَهُ فَقَالَ : إِلَى ثَلَاث وَعِشْرِينَ , قَالَ : وَكَانَ عَبْد اللَّه يُحْيِي لَيْلَة سِتّ عَشْرَة إِلَى لَيْلَة ثَلَاث وَعِشْرِينَ ثُمَّ يُقَصِّر \". الْقَوْل السَّادِس وَالْأَرْبَعُونَ أَنَّهَا فِي أَوَّل لَيْلَة أَوْ أَخَّرَ لَيْلَة أَوْ الْوِتْر مِنْ اللَّيْل أَخْرَجَهُ أَبُو دَاوُد فِي كِتَاب \" الْمَرَاسِيل \" عَنْ مُسْلِم بْن إِبْرَاهِيم عَنْ أَبِي خَلَدَة عَنْ أَبِي الْعَالِيَة \" أَنَّ أَعْرَابِيًّا أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي فَقَالَ لَهُ : مَتَى لَيْلَة الْقَدْر ؟ فَقَالَ اُطْلُبُوهَا فِي أَوَّل لَيْلَة وَآخِر لَيْلَة وَالْوِتْر مِنْ اللَّيْل \" وَهَذَا مُرْسَل رِجَاله ثِقَات. وَجَمِيع هَذِهِ الْأَقْوَال الَّتِي حَكَيْنَاهَا بَعْد الثَّالِث فَهَلُمَّ جَرًّا مُتَّفِقَة عَلَى إِمْكَان حُصُولهَا وَالْحَثّ عَلَى اِلْتِمَاسهَا. وَقَالَ اِبْن الْعَرَبِيّ : الصَّحِيح أَنَّهَا لَا تُعْلَمُ , وَهَذَا يَصْلُح أَنْ يَكُون قَوْلًا آخَر , وَأَنْكَرَ هَذَا الْقَوْلَ النَّوَوِيُّ وَقَالَ : قَدْ تَظَاهَرَتْ الْأَحَادِيث بِإِمْكَانِ الْعِلْم بِهَا وَأَخْبَرَ بِهِ جَمَاعَة مِنْ الصَّالِحِينَ فَلَا مَعْنَى لِإِنْكَارِ ذَلِكَ. وَنَقَلَ الطَّحَاوِيُّ عَنْ أَبِي يُوسُف قَوْلًا جَوَّزَ فِيهِ أَنَّهُ يَرَى أَنَّهَا لَيْلَة أَرْبَع وَعِشْرِينَ أَوْ سَبْع وَعِشْرِينَ , فَإِنْ ثَبَتَ ذَلِكَ عَنْهُ فَهُوَ قَوْل آخَر. هَذَا آخَر مَا وَقَفَتْ عَلَيْهِ مِنْ الْأَقْوَال وَبَعْضهَا يُمْكِنُ رَدُّهُ إِلَى بَعْض , وَإِنْ كَانَ ظَاهِرهَا التَّغَايُر , وَأَرْجَحهَا كُلّهَا أَنَّهَا فِي وِتْرٍ مِنْ الْعَشْر الْأَخِير وَأَنَّهَا تَنْتَقِل كَمَا يَفْهَم مِنْ أَحَادِيث هَذَا الْبَاب , وَأَرْجَاهَا أَوْتَار الْعَشْر , وَأَرْجَى أَوْتَار الْعَشْر عِنْد الشَّافِعِيَّة لَيْلَة إِحْدَى وَعِشْرِينَ أَوْ ثَلَاث وَعِشْرِينَ عَلَى مَا فِي حَدِيث أَبِي سَعِيد وَعَبْد اللَّه بْن أُنَيْسٍ , وَأَرْجَاهَا عِنْد الْجُمْهُور لَيْلَة سَبْع وَعِشْرِينَ , وَقَدْ تَقَدَّمَتْ أَدِلَّة ذَلِكَ. قَالَ الْعُلَمَاء : الْحِكْمَة فِي إِخْفَاء لَيْلَة الْقَدْر لِيَحْصُل الِاجْتِهَاد فِي اِلْتِمَاسهَا , بِخِلَافِ مَا لَوْ عُيِّنَتْ لَهَا لَيْلَةٌ لَاقْتُصِرَ عَلَيْهَا كَمَا تَقَدَّمَ نَحْوه فِي سَاعَة الْجُمُعَة , وَهَذِهِ الْحِكْمَة مُطَّرِدَة عِنْد مِنْ يَقُول إِنَّهَا فِي جَمِيع مِنْ السَّنَة وَفِي جَمِيع رَمَضَان أَوْ فِي جَمِيع الْعَشْر الْأَخِير أَوْ فِي أَوْتَاره خَاصَّة , إِلَّا أَنَّ الْأَوَّل ثُمَّ الثَّانِي أَلْيَقُ بِهِ. وَاخْتَلَفُوا هَلْ لَهَا عَلَامَة تَظْهَر لِمَنْ وُفِّقَتْ لَهُ أَمْ لَا ؟ فَقِيلَ : يَرَى كُلّ شَيْء سَاجِدًا , وَقِيلَ الْأَنْوَار فِي كُلّ مَكَان سَاطِعَة حَتَّى فِي الْمَوَاضِع الْمُظْلِمَة , وَقِيلَ يَسْمَع سَلَامًا أَوْ خِطَابًا مِنْ الْمَلَائِكَة , وَقِيلَ عَلَامَتهَا اِسْتِجَابَة دُعَاء مَنْ وُفِّقَتْ لَهُ , وَاخْتَارَ الطَّبَرِيّ أَنَّ جَمِيع ذَلِكَ غَيْر لَازِم وَأَنَّهُ لَا يُشْتَرَطُ لِحُصُولِهَا رُؤْيَةُ شَيْءٍ وَلَا سَمَاعُهُ. وَاخْتَلَفُوا أَيْضًا هَلْ يَحْصُل الثَّوَاب الْمُرَتَّب عَلَيْهَا لِمَنْ اِتَّفَقَ لَهُ أَنَّهُ قَامَهَا وَإِنْ لَمْ يَظْهَر لَهُ شَيْء , أَوْ يَتَوَقَّف ذَلِكَ عَلَى كَشْفِهَا لَهُ ؟ وَإِلَى الْأَوَّل ذَهَبَ الطَّبَرِيّ وَالْمُهَلَّبُ وَابْن الْعَرَبِيّ وَجَمَاعَة , وَإِلَى الثَّانِي ذَهَبَ الْأَكْثَر , وَيَدُلّ لَهُ مَا وَقَعَ عِنْد مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة بِلَفْظِ \" مَنْ يَقُمْ لَيْلَة الْقَدْر فَيُوَافِقهَا \" وَفِي حَدِيث عُبَادَة عِنْد أَحْمَد \" مَنْ قَامَهَا إِيمَانًا وَاحْتِسَابًا ثُمَّ وُفِّقَتْ لَهُ \" قَالَ النَّوَوِيّ مَعْنَى يُوَافِقهَا أَيْ يَعْلَم أَنَّهَا لَيْلَة الْقَدْر فَيُوَافِقهَا , وَيُحْتَمَل أَنْ يَكُون الْمُرَاد يُوَافِقهَا فِي نَفْس الْأَمْر وَإِنْ لَمْ يَعْلَم هُوَ ذَلِكَ. وَفِي حَدِيث زَرّ بْن حُبَيْش عَنْ اِبْن مَسْعُود قَالَ \" مَنْ يَقُمْ الْحَوْل يُصِبْ لَيْلَة الْقَدْر \" وَهُوَ مُحْتَمَل لِلْقَوْلَيْنِ أَيْضًا. وَقَالَ النَّوَوِيّ أَيْضًا فِي حَدِيث \" مَنْ قَامَ رَمَضَان \" وَفِي حَدِيث \" مَنْ قَامَ لَيْلَة الْقَدْر \" : مَعْنَاهُ مَنْ قَامَهُ وَلَوْ لَمْ يُوَافِق لَيْلَة الْقَدْر حَصَلَ لَهُ ذَلِكَ , وَمَنْ قَامَ لَيْلَة الْقَدْر فَوَافَقَهَا حَصَلَ لَهُ , وَهُوَ جَارٍ عَلَى مَا اِخْتَارَهُ مِنْ تَفْسِير الْمُوَافَقَة بِالْعِلْمِ بِهَا , وَهُوَ الَّذِي يَتَرَجَّح فِي نَظَرِي , وَلَا أُنْكِرُ حُصُول الثَّوَاب الْجَزِيل لِمَنْ قَامَ لِابْتِغَاءِ لَيْلَة الْقَدْر وَإِنْ لَمْ يَعْلَم بِهَا وَلَوْ لَمْ تُوَفَّق لَهُ , وَإِنَّمَا الْكَلَام عَلَى حُصُول الثَّوَاب الْمُعَيَّنِ الْمَوْعُود بِهِ , وَفَرَّعُوا عَلَى الْقَوْل بِاشْتِرَاطِ الْعِلْم بِهَا أَنَّهُ يَخْتَصّ بِهَا شَخْص دُون شَخْص فَيُكْشَفُ لِوَاحِدِ وَلَا يُكْشَفُ لِآخَرَ وَلَوْ كَانَا مَعًا فِي بَيْت وَاحِد وَقَالَ الطَّبَرِيّ : فِي إِخْفَاء لَيْلَة الْقَدْر دَلِيل عَلَى كَذِبِ مَنْ زَعَمَ أَنَّهُ يَظْهَر فِي تِلْكَ اللَّيْلَة لِلْعُيُونِ مَا لَا يَظْهَر فِي سَائِر السَّنَة , إِذْ لَوْ كَانَ ذَلِكَ حَقًّا لَمْ يَخَفْ عَلَى كُلّ مَنْ قَامَ لَيَالِي السَّنَة فَضْلًا عَنْ لَيَالِي رَمَضَان. وَتَعَقَّبَهُ اِبْن الْمُنَيِّرِ فِي الْحَاشِيَة بِأَنَّهُ لَا يَنْبَغِي إِطْلَاق الْقَوْل بِالتَّكْذِيبِ لِذَلِك بَلْ يَجُوز أَنْ يَكُون ذَلِكَ عَلَى سَبِيل الْكَرَامَة لِمَنْ شَاءَ اللَّه مِنْ عِبَاده فَيَخْتَصّ بِهَا قَوْم دُون قَوْم , وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَحْصُرْ الْعَلَّامَة وَلَمْ يَنْفِ الْكَرَامَة , وَقَدْ كَانَتْ الْعَلَامَة فِي السَّنَة الَّتِي حَكَاهَا أَبُو سَعِيد نُزُول الْمَطَر , وَنَحْنُ نَرَى كَثِيرًا مِنْ السِّنِينَ يَنْقَضِي رَمَضَان دُون مَطَر مَعَ اِعْتِقَادنَا أَنَّهُ لَا يَخْلُو رَمَضَان مِنْ لَيْلَة الْقَدْر , قَالَ : وَمَعَ ذَلِكَ فَلَا نَعْتَقِد أَنَّ لَيْلَة الْقَدْر لَا يَنَالهَا إِلَّا مَنْ رَأَى الْخَوَارِق , بَلْ فَضْل اللَّه وَاسِع وَرُبَّ قَائِمٍ تِلْكَ اللَّيْلَة لَمْ يَحْصُل مِنْهَا إِلَّا عَلَى الْعِبَادَة مِنْ غَيْر رُؤْيَة خَارِق , وَآخَرَ رَأَى الْخَارِق مِنْ غَيْر عِبَادَة , وَاَلَّذِي حَصَلَ عَلَى الْعِبَادَة أَفْضَل , وَالْعِبْرَة إِنَّمَا هِيَ بِالِاسْتِقَامَةِ فَإِنَّهَا تَسْحِيل أَنْ تَكُون إِلَّا كَرَامَة , بِخِلَافِ الْخَارِق فَقَدْ يَقَع كَرَامَة وَقَدْ يَقَع فِتْنَة وَاَللَّه أَعْلَم , وَفِي هَذِهِ الْأَحَادِيث رَدَّ لِقَوْلِ أَبِي الْحَسَن الْحَوْلِيّ الْمَغْرِبِيّ أَنَّهُ اُعْتُبِرَ لَيْلَة الْقَدْر فَلَمْ تَفُتْهُ طُول عُمُرِهِ وَأَنَّهَا تَكُون دَائِمًا لَيْلَة الْأَحَد , فَإِنْ كَانَ أَوَّل الشَّهْر لَيْلَة الْأَحَد كَانَتْ لَيْلَة تِسْع وَعِشْرِينَ وَهَلُمَّ جَرًّا , وَلَزِمَ مِنْ ذَلِكَ أَنْ تَكُون فِي لَيْلَتَيْنِ مِنْ الْعَشْر الْوَسَط لِضَرُورَةِ أَنَّ أَوْتَار الْعَشْر خَمْسَة. وَعَارَضَهُ بَعْض مَنْ تَأَخَّرَ عَنْهُ فَقَالَ إِنَّهَا تَكُون دَائِمًا لَيْلَة الْجُمُعَة وَذَكَرَ نَحْو قَوْل أَبِي الْحَسَن , وَكِلَاهُمَا لَا أَصْلَ لَهُ , بَلْ هُوَ مُخَالِف لِإِجْمَاعِ الصَّحَابَة فِي عَهْد عُمَر كَمَا تَقَدَّمَ , وَهَذَا كَافٍ فِي الرَّدّ وَبِاَللَّهِ التَّوْفِيق. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏وَقَعَتْ هُنَا فِي نُسْخَةِ الصَّغَانِيِّ زِيَادَة سَأَذْكُرُهَا فِي آخِرِ الْبَابِ الَّذِي يَلِي هَذَا بَعْدَ بَابٍ آخَرَ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2023",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا حُمَيْدٌ، حَدَّثَنَا أَنَسٌ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم لِيُخْبِرَنَا بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى رَجُلاَنِ مِنَ الْمُسْلِمِينَ، فَقَالَ ‏\n\"‏ خَرَجْتُ لأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى فُلاَنٌ وَفُلاَنٌ، فَرُفِعَتْ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ، فَالْتَمِسُوهَا فِي التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) came out to inform us about the Night of Qadr but two Muslims were quarreling with \neach other. So, the Prophet (ﷺ) said, \"I came out to inform you about the Night of Qadr but such-and-such \npersons were quarreling, so the news about it had been taken away; yet that might be for your own \ngood, so search for it on the 29th, 27th and 25th (of Ramadan).",
    "explication": "‏ ‏قَوْله : ( عَنْ حُمَيْدٍ ) ‏ ‏هُوَ الطَّوِيل ( ‏ ‏عَنْ أَنَس ) ‏ ‏, وَلِلْأَصِيلِيِّ \" حَدَّثَنَاهُ أَنَس بْن مَالِك \" فَأَمِنَّا تَدْلِيس حُمَيْدٍ. وَهُوَ مِنْ رِوَايَة صَحَابِيّ عَنْ صَحَابِيّ , أَنَس عَنْ عُبَادَةَ بْن الصَّامِت. ‏ ‏قَوْله : ( خَرَجَ يُخْبِر بِلَيْلَةِ الْقَدْر ) ‏ ‏أَيْ : بِتَعْيِينِ لَيْلَة الْقَدْر. ‏ ‏قَوْله : ( فَتَلَاحَى ) ‏ ‏بِفَتْحِ الْحَاء الْمُهْمَلَة مُشْتَقّ مِنْ التَّلَاحِي بِكَسْرِهَا وَهُوَ التَّنَازُع وَالْمُخَاصَمَة , وَالرَّجُلَانِ أَفَادَ اِبْن دِحْيَة أَنَّهُمَا عَبْد اللَّه بْن أَبِي حَدْرَد - بِحَاءٍ مَفْتُوحَة وَدَال سَاكِنَة مُهْمَلَتَيْنِ , ثُمَّ رَاءٍ مَفْتُوحَة وَدَال مُهْمَلَة أَيْضًا - وَكَعْب بْن مَالِك. وَقَوْله \" فَرُفِعَتْ \" أَيْ فَرُفِعَ تَعْيِينهَا عَنْ ذِكْرِي , هَذَا هُوَ الْمُعْتَمَد هُنَا. وَالسَّبَب فِيهِ مَا أَوْضَحَهُ مُسْلِم مِنْ حَدِيث أَبِي سَعِيد فِي هَذِهِ الْقِصَّة قَالَ \" فَجَاءَ رَجُلَانِ يَحْتَقَّانِ \" بِتَشْدِيدِ الْقَاف أَيْ : يَدَّعِي كُلّ مِنْهُمَا أَنَّهُ الْمُحِقّ \" مَعَهُمَا الشَّيْطَان , فَنَسِيتهَا \". قَالَ الْقَاضِي عِيَاض : فِيهِ دَلِيل عَلَى أَنَّ الْمُخَاصَمَة مَذْمُومَة , وَأَنَّهَا سَبَب فِي الْعُقُوبَة الْمَعْنَوِيَّة أَيْ : الْحِرْمَان. وَفِيهِ أَنَّ الْمَكَان الَّذِي يَحْضُرهُ الشَّيْطَان تُرْفَع مِنْهُ الْبَرَكَة وَالْخَيْر. فَإِنْ قِيلَ كَيْف تَكُون الْمُخَاصَمَة فِي طَلَب الْحَقّ مَذْمُومَة ؟ قُلْت : إِنَّمَا كَانَتْ كَذَلِكَ لِوُقُوعِهَا فِي الْمَسْجِد , وَهُوَ مَحَلّ الذِّكْر لَا اللَّغْو , ثُمَّ فِي الْوَقْت الْمَخْصُوص أَيْضًا بِالذِّكْرِ لَا اللَّغْو وَهُوَ شَهْر رَمَضَان , فَالذَّمّ لِمَا عَرَضَ فِيهَا لَا لِذَاتِهَا , ثُمَّ إِنَّهَا مُسْتَلْزِمَة لِرَفْعِ الصَّوْت وَرَفْعه بِحَضْرَةِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْهِيّ عَنْهُ لِقَوْلِهِ تَعَالَى ( لَا تَرْفَعُوا أَصْوَاتكُمْ فَوْق صَوْت النَّبِيّ - إِلَى قَوْله تَعَالَى - أَنْ تَحْبَط أَعْمَالكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ ) وَمِنْ هُنَا يَتَّضِح مُنَاسَبَة هَذَا الْحَدِيث لِلتَّرْجَمَةِ وَمُطَابَقَتهَا لَهُ , وَقَدْ خَفِيَتْ عَلَى كَثِير مِنْ الْمُتَكَلِّمِينَ عَلَى هَذَا الْكِتَاب. فَإِنْ قِيلَ قَوْله : ( وَأَنْتُمْ لَا تَشْعُرُونَ ) يَقْتَضِي الْمُؤَاخَذَة بِالْعَمَلِ الَّذِي لَا قَصْد فِيهِ. فَالْجَوَاب أَنَّ الْمُرَاد وَأَنْتُمْ لَا تَشْعُرُونَ بِالْإِحْبَاطِ لِاعْتِقَادِكُمْ صِغَر الذَّنْب , فَقَدْ يَعْلَم الْمَرْء الذَّنْب وَلَكِنْ لَا يَعْلَم أَنَّهُ كَبِيرَة , كَمَا قِيلَ فِي قَوْله \" إِنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِير \" أَيْ : عِنْدهمَا , ثُمَّ قَالَ \" وَإِنَّهُ لَكَبِير \" أَيْ : فِي نَفْس الْأَمْر. وَأَجَابَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ بِأَنَّ الْمُؤَاخَذَة تَحْصُل بِمَا لَمْ يُقْصَد فِي الثَّانِي إِذَا قُصِدَ فِي الْأَوَّل ; لِأَنَّ مُرَاعَاة الْقَصْد إِنَّمَا هُوَ فِي الْأَوَّل ثُمَّ يَسْتَرْسِل حُكْم النِّيَّة الْأُولَى عَلَى مُؤْتَنَف الْعَمَل وَإِنْ عَزَبَ الْقَصْد خَيْرًا كَانَ أَوْ شَرًّا. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَعَسَى أَنْ يَكُون خَيْرًا ) ‏ ‏أَيْ : وَإِنْ كَانَ عَدَم الرَّفْع أَزْيَد خَيْرًا وَأَوْلَى مِنْهُ ; لِأَنَّهُ مُتَحَقِّق فِيهِ , لَكِنْ فِي الرَّفْع خَيْر مَرْجُوّ لِاسْتِلْزَامِهِ مَزِيد الثَّوَاب ; لِكَوْنِهِ سَبَبًا لِزِيَادَةِ الِاجْتِهَاد فِي اِلْتِمَاسهَا , وَإِنَّمَا حَصَلَ ذَلِكَ بِبَرَكَةِ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله ( فِي السَّبْع وَالتِّسْع ) كَذَا فِي مُعْظَم الرِّوَايَات بِتَقْدِيمِ السَّبْع الَّتِي أَوَّلهَا السِّين عَلَى التِّسْع , فَفِيهِ إِشَارَة إِلَى أَنَّ رَجَاءَهَا فِي السَّبْع أَقْوَى لِلِاهْتِمَامِ بِتَقْدِيمِهِ. وَوَقَعَ عِنْد أَبِي نُعَيْمٍ فِي الْمُسْتَخْرَج بِتَقْدِيمِ التِّسْع عَلَى تَرْتِيب التَّدَلِّي. وَاخْتُلِفَ فِي الْمُرَاد بِالتِّسْعِ وَغَيْرهَا فَقِيلَ لِتِسْعٍ يَمْضِينَ مِنْ الْعَشْر وَقِيلَ لِتِسْعٍ يَبْقَيْنَ مِنْ الشَّهْر , وَسَنَذْكُرُ بَسْط هَذَا فِي مَحَلّه حَيْثُ ذَكَرَهُ الْمُصَنِّف فِي كِتَاب الِاعْتِكَاف إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2024",
    "category": "كتاب فضل ليلة القدر",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي يَعْفُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ الْعَشْرُ شَدَّ مِئْزَرَهُ، وَأَحْيَا لَيْلَهُ، وَأَيْقَظَ أَهْلَهُ‏.‏",
    "english_text": "With the start of the last ten days of Ramadan, the Prophet (ﷺ) used to tighten his waist belt (i.e. work \nhard) and used to pray all the night, and used to keep his family awake for the prayers.",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي يَعْفُورَ ) ‏ ‏بِفَتْحِ التَّحْتَانِيَّةِ وَسُكُونِ الْمُهْمَلَةِ وَضَمِّ الْفَاءِ , وَلِأَحْمَدَ عَنْ سُفْيَان عَنْ أَبِي عُبَيْد اِبْن نِسْطَاس وَهُوَ أَبُو يَعْفُورَ الْمَذْكُور وَاسْمه عَبْد الرَّحْمَن , وَهُوَ كُوفِيٌّ تَابِعِيٌّ صَغِيرٌ , وَلَهُمْ أَبُو يَعْفُورَ آخَرُ تَابِعِيٌّ كَبِيرٌ اِسْمه وَقْدَان. ‏ ‏قَوْله : ( إِذَا دَخَلَ الْعَشْر ) ‏ ‏أَيْ الْأَخِيرُ , وَصَرَّحَ بِهِ فِي حَدِيثِ عَلِيٍّ عِنْدَ اِبْنِ أَبِي شَيْبَةَ وَالْبَيْهَقِيِّ مِنْ طَرِيق عَاصِمِ بْنِ ضَمْرَةَ عَنْهُ. ‏ ‏قَوْله : ( شَدَّ مِئْزَرَهُ ) ‏ ‏أَيْ اِعْتَزَلَ النِّسَاء , وَبِذَلِكَ جَزَمَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيِّ , وَاسْتَشْهَدَ بِقَوْلِ الشَّاعِرِ : ‏ ‏قَوْمٌ إِذَا حَارَبُوا شَدُّوا مَآزِرَهُمْ ‏ ‏عَنْ النِّسَاءِ وَلَوْ بَاتَتْ بِأَطْهَارِ ‏ ‏وَذَكَرَ اِبْن أَبِي شَيْبَةَ عَنْ أَبِي بَكْرِ بْن عَيَّاشٍ نَحْوَهُ , وَقَالَ الْخَطَّابِيُّ يَحْتَمِل أَنْ يُرِيد بِهِ الْجِدَّ فِي الْعِبَادَةِ كَمَا يُقَالُ شَدَدْت لِهَذَا الْأَمْر مِئْزَرِي أَيْ تَشَمَّرْت لَهُ , وَيَحْتَمِل أَنْ يُرَاد التَّشْمِير وَالِاعْتِزَال مَعًا , وَيَحْتَمِل أَنْ يُرَاد الْحَقِيقَةُ وَالْمَجَازُ يَقُول طَوِيلُ النِّجَادِ لِطَوِيلِ الْقَامَةِ وَهُوَ طَوِيل النِّجَاد حَقِيقَةً , فَيَكُون الْمُرَاد شَدَّ مِئْزَرَهُ حَقِيقَة فَلَمْ يَحُلَّهُ وَاعْتَزَلَ النِّسَاء وَشَمَّرَ لِلْعِبَادَةِ. قُلْت : وَقَدْ وَقَعَ فِي رِوَايَة عَاصِم بْن ضَمْرَة الْمَذْكُورَة \" شَدَّ مِئْزَرَهُ وَاعْتَزَلَ النِّسَاءَ \" فَعَطَفَهُ بِالْوَاوِ فَيَتَقَوَّى الِاحْتِمَالُ الْأَوَّلُ. ‏ ‏قَوْله : ( وَأَحْيَا لَيْلَهُ ) ‏ ‏أَيْ سَهِرَهُ فَأَحْيَاهُ بِالطَّاعَةِ وَأَحْيَا نَفْسَهُ بِسَهَرِهِ فِيهِ لِأَنَّ النَّوْم أَخُو الْمَوْتِ وَأَضَافَهُ إِلَى اللَّيْلِ اِتِّسَاعًا لِأَنَّ الْقَائِمَ إِذَا حَيِيَ بِالْيَقِظَةِ أَحْيَا لَيْلَهُ بِحَيَاتِهِ , وَهُوَ نَحْو قَوْله \" لَا تَجْعَلُوا بُيُوتَكُمْ قُبُورًا \" أَيْ لَا تَنَامُوا فَتَكُونُوا كَالْأَمْوَاتِ فَتَكُون بُيُوتكُمْ كَالْقُبُورِ. ‏ ‏قَوْله : ( وَأَيْقَظَ أَهْلَهُ ) ‏ ‏أَيْ لِلصَّلَاةِ وَرَوَى التِّرْمِذِيُّ وَمُحَمَّد بْن نَصْر مِنْ حَدِيث زَيْنَب بْن أُمّ سَلَمَة \" لَمْ يَكُنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا بَقِيَ مِنْ رَمَضَان عَشْرَة أَيَّام يَدَعُ أَحَدًا مِنْ أَهْله يُطِيق الْقِيَام إِلَّا أَقَامَهُ \" قَالَ الْقُرْطُبِيُّ : ذَهَبَ بَعْضُهُمْ إِلَى أَنَّ اِعْتِزَالَهُ النِّسَاء كَانَ بِالِاعْتِكَافِ , وَفِيهِ نَظَرٌ لِقَوْلِهِ فِيهِ \" وَأَيْقَظَ أَهْلَهُ \" فَإِنَّهُ يُشْعِر بِأَنَّهُ كَانَ مَعَهُمْ فِي الْبَيْت فَلَوْ كَانَ مُعْتَكِفًا لَكَانَ فِي الْمَسْجِد وَلَمْ يَكُنْ مَعَهُ أَحَدٌ , وَفِيهِ نَظَرٌ فَقَدْ تَقَدَّمَ حَدِيثُ \" اِعْتَكَفَ مَعَ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِمْرَأَةٌ مِنْ أَزْوَاجِهِ \" ; وَعَلَى تَقْدِير أَنَّهُ لَمْ يَعْتَكِف أَحَدٌ مِنْهُنَّ فَيَحْتَمِل أَنْ يُوقِظَهُنَّ مِنْ مَوْضِعِهِ وَأَنْ يُوقِظَهُنَّ عِنْدَمَا يَدْخُلُ الْبَيْتَ لِحَاجَتِهِ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏وَقَعَ فِي نُسْخَة الصَّغَانِيِّ قَبْلَ هَذَا الْبَابِ فِي آخِرِ \" بَابٌ تَحَرِّي لَيْلَةِ الْقَدْرِ \" مَا نَصُّهُ \" قَالَ أَبُو عَبْد اللَّه قَالَ أَبُو نُعَيْم : كَانَ هُبَيْرَةُ مَعَ الْمُخْتَارِ يُجْهِزُ عَلَى الْقَتْلَى , قَالَ أَبُو عَبْدِ اللَّهِ فَلَمْ أُخْرِجْ حَدِيثَ هُبَيْرَةَ عَنْ عَلِيٍّ لِهَذَا , وَلَمْ أُخْرِجْ حَدِيثَ الْحَسَن بْن عُبَيْد اللَّهِ لِأَنَّ عَامَّة حَدِيثه مُضْطَرِبٌ \" اِنْتَهَى وَأَرَادَ بِحَدِيثِ هُبَيْرَةَ مَا أَخْرَجَهُ أَحْمَدُ وَالتِّرْمِذِيُّ مِنْ طَرِيق أَبِي إِسْحَاق السَّبِيعِيِّ عَنْ هُبَيْرَة بْن مَرْيَم وَهُوَ بِفَتْحِ الْيَاء الْمُثَنَّاة مِنْ تَحْت بِوَزْنِ عَظِيمٍ عَنْ عَلِيٍّ \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُوقِظ أَهْله فِي الْعَشْر الْأَخِير مِنْ رَمَضَان \" وَأَخْرَجَهُ أَحْمَد وَابْن أَبِي شَيْبَة وَأَبُو يَعْلَى مِنْ طُرُق مُتَعَدِّدَة عَنْ أَبِي إِسْحَاق , وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَأَرَادَ بِحَدِيثِ الْحَسَن بْن عُبَيْد اللَّه مَا أَخْرَجَهُ مُسْلِم وَالتِّرْمِذِيّ أَيْضًا وَالنَّسَائِيُّ وَابْن مَاجَهْ مِنْ رِوَايَة عَبْد الْوَاحِد بْن زِيَاد عَنْهُ عَنْ إِبْرَاهِيم النَّخَعِيِّ عَنْ الْأَسْوَد بْن يَزِيد عَنْ عَائِشَة قَالَتْ \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَجْتَهِد فِي الْعَشْر الْأَوَاخِر مَا لَا يَجْتَهِد فِي غَيْرهَا \" قَالَ التِّرْمِذِيّ بَعْد تَخْرِيجه : حَسَن غَرِيب. وَأَمَّا قَوْل أَبِي نُعَيْم فِي هُبَيْرَة فَمَعْنَاهُ أَنَّهُ كَانَ مِمَّنْ أَعَانَ الْمُخْتَار - وَهُوَ اِبْن أَبِي عُبَيْد الثَّقَفِيُّ - لَمَّا غَلَبَ عَلَى الْكُوفَة فِي خِلَافَة عَبْد اللَّه بْن الزُّبَيْر وَدَعَا إِلَى الطَّلَبِ بِدَمِ الْحُسَيْنِ بْن عَلِيٍّ فَأَطَاعَهُ أَهْلُ الْكُوفَة مِمَّنْ كَانَ يُوَالِي أَهْلَ الْبَيْتِ , فَقَتَلَ الْمُخْتَار فِي الْحَرْب وَغَيْرهَا مِمَّنْ اِتَّهَمَ بِقَتْلِ الْحُسَيْن خَلَائِقَ كَثِيرَةً , وَكَأَنَّ مَنْ وَثَّقَ هُبَيْرَةَ لَمْ يُؤَثِّرْ ذَلِكَ فِيهِ عِنْدَهُ قَدْحًا لِأَنَّهُ كَانَ مُتَأَوِّلًا وَلِذَلِكَ صَحَّحَ التِّرْمِذِيُّ حَدِيثَهُ , وَمِمَّنْ وَثَّقَ هُبَيْرَة وَمَعْنَى قَوْله \" يُجْهِز \" وَهُوَ بِضَمِّ أَوَّله وَجِيمٍ وَزَايٍ : يُكْمِلُ الْقَتْلَ. وَأَمَّا الْحَسَنُ بْن عُبَيْد اللَّهِ فَهُوَ كُوفِيٌّ نَخَعِيّ قَدَّمَ يَحْيَى الْقَطَّان عَلَيْهِ الْحَسَنَ بْن عَمْرو وَقَالَ اِبْن مَعِينٍ : ثِقَةٌ صَالِحٌ , وَوَثَّقَهُ أَبُو حَاتِم وَالنَّسَائِيُّ وَغَيْرهمَا. وَقَالَ الدَّارَقُطْنِيُّ : لَيْسَ بِقَوِيٍّ وَلَا يُقَاسُ بِالْأَعْمَشِ. اِنْتَهَى. وَقَدْ تَفَرَّدَ بِهَذَا الْحَدِيث عَنْ إِبْرَاهِيمَ وَتَفَرَّدَ بِهِ عَبْد الْوَاحِد بْن زِيَاد عَنْ الْحَسَن وَلِذَلِكَ اِسْتَغْرَبَهُ التِّرْمِذِيُّ , وَأَمَّا مُسْلِمٌ فَصَحَّحَ حَدِيثه لِشَوَاهِدِهِ عَلَى عَادَتِهِ , وَتَجَنَّبَ حَدِيثَ عَلِيٍّ لِلْمَعْنَى الَّذِي ذَكَرَهُ الْبُخَارِيُّ أَوْ لِغَيْرِهِ , وَاسْتَغْنَى الْبُخَارِيُّ عَنْ الْحَدِيثَيْنِ بِمَا أَخْرَجَهُ فِي هَذَا الْبَابِ مِنْ طَرِيق مَسْرُوقٍ عَنْ عَائِشَة , وَعَلَى هَذَا فَمَحَلُّ الْكَلَام الْمَذْكُور أَنْ يَكُون عَقِبَ حَدِيث مَسْرُوق فِي هَذَا الْبَاب لَا قَبْلَهُ وَكَأَنَّ ذَلِكَ مِنْ بَعْض النُّسَّاخِ وَاَللَّهُ أَعْلَمُ. وَفِي الْحَدِيث الْحِرْص عَلَى مُدَاوَمَة الْقِيَام فِي الْعَشْر الْأَخِير إِشَارَة إِلَى الْحَثّ عَلَى تَجْوِيد الْخَاتِمَة , خَتَمَ اللَّهُ لَنَا بِخَيْرٍ آمِينَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]