[
  {
    "id": "2025",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يُونُسَ، أَنَّ نَافِعًا، أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to practice I`tikaf in the last ten days of the month of Ramadan.",
    "explication": "‏ ‏قَوْله \" كَانَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْتَكِفُ الْعَشْرَ الْأَوَاخِرَ مِنْ رَمَضَان \" ‏ ‏وَقَدْ أَخْرَجَهُ مُسْلِمٌ مِنْ هَذَا الْوَجْه وَزَادَ : قَالَ نَافِع : وَقَدْ أَرَانِي عَبْد اللَّه بْن عُمَر الْمَكَان الَّذِي كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْتَكِف فِيهِ مِنْ الْمَسْجِد , وَزَادَ اِبْن مَاجَهْ مِنْ وَجْه آخَر عَنْ نَافِع : أَنَّ اِبْن عُمَر كَانَ إِذَا اِعْتَكَفَ طَرَحَ لَهُ فِرَاشَهُ وَرَاءَ أُسْطُوَانَة التَّوْبَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2026",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى تَوَفَّاهُ اللَّهُ، ثُمَّ اعْتَكَفَ أَزْوَاجُهُ مِنْ بَعْدِهِ‏.‏",
    "english_text": "(the wife of the Prophet) The Prophet (ﷺ) used to practice I`tikaf in the last ten days of Ramadan till he \ndied and then his wives used to practice I`tikaf after him.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا إِسْمَاعِيلُ ) ‏ ‏هُوَ اِبْنُ أَبِي أُوَيْسٍ. ‏ ‏قَوْله : ( أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى وَذَلِكَ فِي رَمَضَان ) ‏ ‏هَكَذَا أَوْرَدَهُ مُقْتَصِرًا عَلَى شَيْءٍ مِنْ أَوَّلِهِ وَشَيْءٍ مِنْ آخِرِهِ , وَقَدْ أَوْرَدَهُ تَامًّا فِي أَبْوَابِ التَّهَجُّدِ بِلَفْظِ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى ذَات لَيْلَة فِي الْمَسْجِد فَصَلَّى بِصَلَاتِهِ نَاسٌ \" فَذَكَرَ الْحَدِيثَ إِلَى قَوْلِهِ \" خَشِيت أَنْ تُفْرَضَ عَلَيْكُمْ \" وَذَلِكَ فِي رَمَضَان وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2027",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَعْتَكِفُ فِي الْعَشْرِ الأَوْسَطِ مِنْ رَمَضَانَ، فَاعْتَكَفَ عَامًا حَتَّى إِذَا كَانَ لَيْلَةَ إِحْدَى وَعِشْرِينَ، وَهِيَ اللَّيْلَةُ الَّتِي يَخْرُجُ مِنْ صَبِيحَتِهَا مِنِ اعْتِكَافِهِ قَالَ ‏\n\"‏ مَنْ كَانَ اعْتَكَفَ مَعِي فَلْيَعْتَكِفِ الْعَشْرَ الأَوَاخِرَ، وَقَدْ أُرِيتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا، وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ مِنْ صَبِيحَتِهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ، وَالْتَمِسُوهَا فِي كُلِّ وِتْرٍ ‏\"‏‏.‏ فَمَطَرَتِ السَّمَاءُ تِلْكَ اللَّيْلَةَ، وَكَانَ الْمَسْجِدُ عَلَى عَرِيشٍ فَوَكَفَ الْمَسْجِدُ، فَبَصُرَتْ عَيْنَاىَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى جَبْهَتِهِ أَثَرُ الْمَاءِ وَالطِّينِ، مِنْ صُبْحِ إِحْدَى وَعِشْرِينَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to practice I`tikaf in the middle ten days of Ramadan and once he stayed in \nI`tikaf till the night of the twenty-first and it was the night in the morning of which he used to come \nout of his I`tikaf. The Prophet (ﷺ) said, \"Whoever was in I`tikaf with me should stay in I`tikaf for the last \nten days, for I was informed (of the date) of the Night (of Qadr) but I have been caused to forget it. (In \nthe dream) I saw myself prostrating in mud and water in the morning of that night. So, look for it in \nthe last ten nights and in the odd ones of them.\" It rained that night and the roof of the mosque \ndribbled as it was made of leaf stalks of date-palms. I saw with my own eyes the mark of mud and \nwater on the forehead of the Prophet (i.e. in the morning of the twenty-first).",
    "explication": "حَدِيث أَبِي سَعِيد , قَدْ تَقَدَّمَتْ مَبَاحِثُهُ فِي الْبَاب الَّذِي قَبْلَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2028",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصْغِي إِلَىَّ رَأْسَهُ وَهْوَ مُجَاوِرٌ فِي الْمَسْجِدِ، فَأُرَجِّلُهُ وَأَنَا حَائِضٌ‏.‏",
    "english_text": "The Prophet (ﷺ) used to (put) bend his head (out) to me while he was in I`tikaf in the mosque during my \nmonthly periods and I would comb and oil his hair.",
    "explication": "‏ ‏قَوْله : ( خَرَجْنَا مُوَافِينَ لِهِلَالِ ذِي الْحِجَّة ) ‏ ‏أَيْ قُرْب طُلُوعه , وَقَدْ تَقَدَّمَ أَنَّهَا قَالَتْ \" خَرَجْنَا لِخَمْسٍ بَقِينَ مِنْ ذِي الْقَعْدَة \" وَالْخَمْس قَرِيبَة مِنْ آخِر الشَّهْر , فَوَافَاهُمْ الْهِلَال وَهُمْ فِي الطَّرِيق لِأَنَّهُمْ دَخَلُوا مَكَّة فِي الرَّابِع مِنْ ذِي الْحِجَّة. ‏ ‏قَوْله : ( لَأَهْلَلْت بِعُمْرَةٍ ) ‏ ‏فِي رِوَايَة السَّرَخْسِيّ \" لَأَحْلَلْت \" بِالْحَاءِ الْمُهْمَلَة أَيْ مِنْ الْحَجّ. ‏ ‏قَوْله : ( أَرْسَلَ مَعِي عَبْد الرَّحْمَن إِلَى التَّنْعِيم , فَأَرْدَفَهَا ) ‏ ‏فِيهِ اِلْتِفَات , لِأَنَّ السِّيَاق يَقْتَضِي أَنْ يَقُول فَأَرْدَفَنِي. ‏ ‏قَوْله : ( مَكَان عُمْرَتهَا ) ‏ ‏تَقَدَّمَ تَوْجِيهه وَأَنَّ الْمُرَاد مَكَان عُمْرَتهَا الَّتِي أَرَادَتْ أَنْ تَكُون مُنْفَرِدَة عَنْ الْحَجّ , قَالَ عِيَاض وَغَيْره : الصَّوَاب فِي الْجَمْع بَيْن الرِّوَايَات الْمُخْتَلِفَة عَنْ عَائِشَة أَنَّهَا أَحْرَمَتْ بِالْحَجِّ كَمَا هُوَ ظَاهِر رِوَايَة الْقَاسِم وَغَيْره عَنْهَا , ثُمَّ فَسَخَتْهُ إِلَى الْعُمْرَة لَمَّا فَسَخَ الصَّحَابَة , وَعَلَى هَذَا يَتَنَزَّل قَوْل عُرْوَة عَنْهَا \" أَحْرَمَتْ بِعُمْرَةٍ \" فَلَمَّا حَاضَتْ وَتَعَذَّرَ عَلَيْهَا التَّحَلُّل مِنْ الْعُمْرَة لِأَجْلِ الْحَيْض وَجَاءَ وَقْت الْخُرُوج إِلَى الْحَجّ أَدْخَلَتْ الْحَجّ عَلَى الْعُمْرَة فَصَارَتْ قَارِنَة , وَاسْتَمَرَّتْ إِلَى أَنْ تَحَلَّلَتْ , وَعَلَيْهِ يَدُلّ قَوْله لَهَا فِي رِوَايَة طَاوُسٍ عَنْهَا عِنْد مُسْلِم \" طَوَافك يَسَعك لِحَجِّك وَعُمْرَتك \" وَأَمَّا قَوْله لَهَا \" هَذِهِ مَكَان عُمْرَتك \" فَمَعْنَاهُ الْعُمْرَة الْمُنْفَرِدَة الَّتِي حَصَلَ لِغَيْرِهَا التَّحَلُّل مِنْهَا بِمَكَّة ثُمَّ أَنْشَئُوا الْحَجّ مُفْرَدًا , فَعَلَى هَذَا فَقَدْ حَصَلَ لِعَائِشَة عُمْرَتَانِ. وَكَذَا قَوْلهَا \" يَرْجِع النَّاس بِحَجٍّ وَعُمْرَة وَأَرْجِع بِحَجٍّ \" أَيْ يَرْجِعُونَ بِحَجٍّ مُنْفَرِد وَعُمْرَة مُنْفَرِدَة , وَأَمَّا قَوْله فِي هَذَا الْحَدِيث \" فَقَضَى اللَّه حَجّهَا وَعُمْرَتهَا وَلَمْ يَكُنْ فِي شَيْء مِنْ ذَلِكَ هَدْي وَلَا صَدَقَة وَلَا صَوْم \" فَطَاهِره أَنَّ ذَلِكَ مِنْ قَوْل عَائِشَة , وَكَذَا أَخْرَجَهُ مُسْلِم وَابْن مَاجَهْ مِنْ رِوَايَة عَبَدَة بْن سُلَيْمَان وَمُسْلِم مِنْ طَرِيق اِبْن نُمَيْر وَالْإِسْمَاعِيلِيّ مِنْ طَرِيق عَلِيّ بْن مُسْهِر وَغَيْره , لَكِنْ قَدْ تَقَدَّمَ الْحَدِيث فِي الْحَيْض مِنْ طَرِيق أَبِي أُسَامَة عَنْ هِشَام بْن عُرْوَة إِلَخْ فَقَالَ فِي آخِره \" قَالَ هِشَام وَلَمْ يَكُنْ فِي شَيْء مِنْ ذَلِكَ إِلَخْ \" فَتَبَيَّنَ أَنَّهُ فِي رِوَايَة يَحْيَى الْقَطَّانِ وَمَنْ وَافَقَهُ مُدْرَج , وَكَذَا أَخْرَجَهُ أَبُو دَاوُدَ مِنْ طَرِيق وُهَيْب وَالْحَمَّادَيْنِ عَنْ هِشَام , وَوَقَعَ فِي الْحَدِيث مَوْضِع آخَر مُدْرَج وَهُوَ قَوْله قَبْل ذَلِكَ \" فَقَضَى اللَّه حَجّهَا وَعُمْرَتهَا \" فَقَدْ بَيَّنَ أَحْمَد فِي رِوَايَته عَنْ وَكِيع عَنْ هِشَام أَنَّهُ مِنْ قَوْل عُرْوَة , وَبَيَّنَهُ مُسْلِم عَنْ أَبِي كُرَيْب عَنْ وَكِيع بَيَانًا شَافِيًا فَإِنَّهُ أَخْرَجَهُ عَقِب رِوَايَة عَبَدَة عَنْ هِشَام وَقَالَ فِيهِ \" فَسَاقَ الْحَدِيث بِنَحْوِهِ \" وَقَالَ فِي آخِره \" قَالَ عُرْوَة فَقَضَى اللَّه حَجّهَا وَعُمْرَتهَا , قَالَ هِشَام : وَلَمْ يَكُنْ فِي ذَلِكَ هَدْي وَلَا صِيَام وَلَا صَدَقَة \" وَسَاقَهُ الْجَوْزَقِيّ مِنْ طَرِيق مُسْلِم بِهَذَا الْإِسْنَاد بِتَمَامِهِ بِغَيْرِ حَوَالَة , وَرَوَاهُ اِبْن جُرَيْجٍ عَنْ هِشَام فَلَمْ يَذْكُر الزِّيَادَة أَخْرَجَهُ أَبُو عَوَانَة , وَكَذَا أَخْرَجَهُ الشَّيْخَانِ مِنْ طَرِيق الزُّهْرِيِّ وَأَبِي الْأَسْوَد عَنْ عُرْوَة بِدُونِ الزِّيَادَة , قَالَ اِبْن بَطَّال : قَوْله \" فَقَضَى اللَّه حَجّهَا وَعُمْرَتهَا \" إِلَى آخِر الْحَدِيث لَيْسَ مِنْ قَوْل عَائِشَة وَإِنَّمَا هُوَ مِنْ كَلَام هِشَام بْن عُرْوَة حَدَّثَ بِهِ هَكَذَا فِي الْعِرَاق فَوَهَمَ فِيهِ , فَظَهَرَ بِذَلِكَ أَنْ لَا دَلِيل فِيهِ لِمَنْ قَالَ إِنَّ عَائِشَة لَمْ تَكُنْ قَارِنَة حَيْثُ قَالَ : لَوْ كَانَتْ قَارِنَة لَوَجَبَ عَلَيْهَا الْهَدْي لِلْقِرَانِ , وَحُمِلَ قَوْله لَهَا \" اُرْفُضِي عُمْرَتك \" عَلَى ظَاهِره , لَكِنْ طَرِيق الْجَمْع بَيْن مُخْتَلِف الْأَحَادِيث تَقْتَضِي مَا قَرَّرْنَاهُ , وَقَدْ ثَبَتَ عَنْ عَائِشَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَحَّى عَنْ نِسَائِهِ بِالْبَقَرِ كَمَا تَقَدَّمَ , وَرَوَى مُسْلِم مِنْ حَدِيث جَابِر \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْدَى عَنْهَا \" فَيُحْمَل عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْدَى عَنْهَا مِنْ غَيْر أَنْ يَأْمُرهَا بِذَلِكَ وَلَا أَعْلَمهَا بِهِ , قَالَ الْقُرْطُبِيّ : أَشْكَلَ ظَاهِر هَذَا الْحَدِيث \" وَلَمْ يَكُنْ فِي ذَلِكَ هَدْي \" عَلَى جَمَاعَة , حَتَّى قَالَ عِيَاض : لَمْ تَكُنْ عَائِشَة قَارِنَة وَلَا مُتَمَتِّعَة وَإِنَّمَا أَحْرَمَتْ بِالْحَجِّ ثُمَّ نَوَتْ فَسْخه إِلَى عُمْرَة فَمَنَعَهَا مِنْ ذَلِكَ حَيْضهَا فَرَجَعَتْ إِلَى الْحَجّ فَأَكْمَلَتْهُ ثُمَّ أَحْرَمَتْ عُمْرَة مُبْتَدَأَة فَلَمْ يَجِب عَلَيْهَا هَدْي , قَالَ : وَكَأَنَّ عِيَاضًا لَمْ يَسْمَع قَوْلهَا \" كُنْت مِمَّنْ أَهَلَّ بِعُمْرَةٍ \" وَلَا قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهَا \" طَوَافك يَسْعَك لِحَجِّك وَعُمْرَتك \" وَالْجَوَاب عَنْ ذَلِكَ أَنَّ هَذَا الْكَلَام مُدْرَج قَوْل هِشَام كَأَنَّهُ نَفَى ذَلِكَ بِحَسَبِ عِلْمه , وَلَا يَلْزَم مِنْ ذَلِكَ نَفْيه فِي نَفْس الْأَمْر. وَيُحْتَمَل أَنْ يَكُون قَوْله \" لَمْ يَكُنْ فِي ذَلِكَ هَدْي \" أَيْ لَمْ تَتَكَلَّف لَهُ بَلْ قَامَ بِهِ عَنْهَا اِنْتَهَى. وَقَالَ اِبْن خُزَيْمَةَ : مَعْنَى قَوْله \" لَمْ يَكُنْ فِي شَيْء مِنْ ذَلِكَ هَدْي \" أَيْ فِي تَرْكهَا لِعَمَلِ الْعُمْرَة الْأُولَى وَإِدْرَاجهَا لَهَا فِي الْحَجّ , وَلَا فِي عُمْرَتهَا الَّتِي اِعْتَمَرَتْهَا مِنْ التَّنْعِيم أَيْضًا , وَهَذَا تَأْوِيل حَسَن وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2029",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ وَإِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُدْخِلُ عَلَىَّ رَأْسَهُ وَهْوَ فِي الْمَسْجِدِ فَأُرَجِّلُهُ، وَكَانَ لاَ يَدْخُلُ الْبَيْتَ إِلاَّ لِحَاجَةٍ، إِذَا كَانَ مُعْتَكِفًا",
    "english_text": "(the wife of the Prophet) Allah's Messenger (ﷺ) used to let his head in (the house) while he was in the \nmosque and I would comb and oil his hair. When in I`tikaf he used not to enter the house except for a \nneed.",
    "explication": "‏ ‏قَوْله : ( عَنْ عُرْوَة ) ‏ ‏أَيْ اِبْن الزُّبَيْر ‏ ‏( وَعَمْرَةَ ) ‏ ‏كَذَا فِي رِوَايَة اللَّيْث جَمَعَ بَيْنَهُمَا , وَرَوَاهُ يُونُس عَنْ الْأَوْزَاعِيِّ عَنْ الزُّهْرِيِّ عَنْ عُرْوَة وَحْدَهُ , وَرَوَاهُ مَالِك عَنْهُ عَنْ عُرْوَة عَنْ عَمْرَةَ , قَالَ أَبُو دَاوُدَ وَغَيْره لَمْ يُتَابَعْ عَلَيْهِ وَذَكَرَ الْبُخَارِيُّ أَنَّ عُبَيْد اللَّه بْن عُمَر تَابَعَ مَالِكًا , وَذَكَرَ الدَّارَقُطْنِيُّ أَنَّ أَبَا أُوَيْسٍ رَوَاهُ كَذَلِكَ عَنْ الزُّهْرِيِّ , وَاتَّفَقُوا عَلَى أَنَّ الصَّوَاب قَوْل اللَّيْث وَأَنَّ الْبَاقِينَ اِخْتَصَرُوا مِنْهُ ذِكْرَ عَمْرَة , وَأَنَّ ذِكْرَ عَمْرَة فِي رِوَايَة مَالِك مِنْ الْمَزِيد فِي مُتَّصِلِ الْأَسَانِيدِ. وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ مَالِك فَوَافَقَ اللَّيْث أَخْرَجَهُ النَّسَائِيُّ أَيْضًا , وَلَهُ أَصْلٌ مِنْ حَدِيث عُرْوَة عَنْ عَائِشَةَ كَمَا سَيَأْتِي مِنْ طَرِيق هِشَامٍ عَنْ أَبِيهِ وَهُوَ عِنْد النَّسَائِيِّ مِنْ طَرِيق تَمِيمِ بْن سَلَمَة عَنْ عُرْوَة. ‏ ‏قَوْله : ( وَكَانَ لَا يَدْخُل الْبَيْتَ إِلَّا لِحَاجَةٍ ) ‏ ‏زَادَ مُسْلِم إِلَّا لِحَاجَةِ الْإِنْسَان وَفَسَّرَهَا الزُّهْرِيُّ بِالْبَوْلِ وَالْغَائِط , وَقَدْ اِتَّفَقُوا عَلَى اِسْتِثْنَائِهِمَا , وَاخْتَلَفُوا فِي غَيْرِهِمَا مِنْ الْحَاجَاتِ كَالْأَكْلِ وَالشُّرْب , وَلَوْ خَرَجَ لَهُمَا فَتَوَضَّأَ خَارِج الْمَسْجِد لَمْ يَبْطُلْ. وَيُلْتَحَق بِهِمَا الْقَيْءُ وَالْفَصْدُ لِمَنْ اِحْتَاجَ إِلَيْهِ , وَوَقَعَ عِنْد أَبِي دَاوُدَ مِنْ طَرِيق عَبْد الرَّحْمَن بْن إِسْحَاق الزُّهْرِيِّ عَنْ عُرْوَة عَنْ عَائِشَة قَالَتْ \" السُّنَّةُ عَلَى الْمُعْتَكِفِ أَنْ لَا يَعُودَ مَرِيضًا وَلَا يَشْهَدَ جِنَازَةً وَلَا يَمَسَّ اِمْرَأَةً وَلَا يُبَاشِرهَا وَلَا يَخْرُج لِحَاجَةٍ إِلَّا لِمَا لَا بُدَّ مِنْهُ , قَالَ أَبُو دَاوُدَ غَيْرُ عَبْد الرَّحْمَن لَا يَقُول فِيهِ أَلْبَتَّةَ , وَجَزَمَ الدَّارَقُطْنِيُّ بِأَنَّ الْقَدْرَ الَّذِي مِنْ حَدِيث عَائِشَة قَوْلُهَا \" لَا يَخْرُج إِلَّا لِحَاجَةٍ \" وَمَا عَدَاهُ مِمَّنْ دُونهَا , وَرَوَيْنَا عَنْ عَلِيٍّ وَالنَّخَعِيَّ وَالْحَسَن الْبَصْرِيِّ إِنْ شَهِدَ الْمُعْتَكِفُ جِنَازَةً أَوْ عَادَ مَرِيضًا أَوْ خَرَجَ لِلْجُمُعَةِ بَطَلَ اِعْتِكَافُهُ , وَبِهِ قَالَ الْكُوفِيُّونَ وَابْن الْمُنْذِر فِي الْجُمُعَةِ , وَقَالَ الثَّوْرِيُّ وَالشَّافِعِيُّ وَإِسْحَاقُ إِنْ شَرَطَ شَيْئًا مِنْ ذَلِكَ فِي اِبْتِدَاءِ اِعْتِكَافِهِ لَمْ يَبْطُلْ اِعْتِكَافُهُ بِفِعْلِهِ وَهُوَ رِوَايَةٌ عَنْ أَحْمَد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2030",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُبَاشِرُنِي وَأَنَا حَائِضٌ‏.‏ وَكَانَ يُخْرِجُ رَأْسَهُ مِنَ الْمَسْجِدِ وَهْوَ مُعْتَكِفٌ فَأَغْسِلُهُ وَأَنَا حَائِضٌ‏.‏",
    "english_text": "The Prophet (ﷺ) used to embrace me during my menses. He also used to put his head out of the mosque \nwhile he was in I`tikaf, and I would wash it during my menses.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا قَبِيصَة ) ‏ ‏الْقَاف وَالصَّاد الْمُهْمَلَة هُوَ اِبْن عُقْبَة , ‏ ‏وَسُفْيَان ‏ ‏هُوَ الثَّوْرِيّ , ‏ ‏وَمَنْصُور ‏ ‏هُوَ اِبْن الْمُعْتَمِر. وَالْإِسْنَاد كُلّه إِلَى عَائِشَة كُوفِيُّونَ , وَتَقَدَّمَ الْكَلَام عَلَى اِغْتِسَالهَا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ إِنَاء وَاحِد فِي كِتَاب الْغُسْل. ‏ ‏قَوْله : ( فَأَتَّزِر ) ‏ ‏كَذَا فِي رِوَايَتنَا , وَغَيْرهَا بِتَشْدِيدِ التَّاء الْمُثَنَّاة بَعْد الْهَمْزَة , وَأَصْله فَأَئْتَزِرُ بِهَمْزَةٍ سَاكِنَة بَعْد الْهَمْزَة الْمَفْتُوحَة ثُمَّ الْمُثَنَّاة بِوَزْنِ أَفْتَعِل , وَأَنْكَرَ أَكْثَر النُّحَاة الْإِدْغَام حَتَّى قَالَ صَاحِب الْمُفَصَّل إِنَّهُ خَطَأ , لَكِنْ نَقَلَ غَيْره أَنَّهُ مَذْهَب الْكُوفِيِّينَ , وَحَكَاهُ الصَّغَانِيّ فِي مَجْمَع الْبَحْرَيْنِ. وَقَالَ اِبْن مَالِك : إِنَّهُ مَقْصُور عَلَى السَّمَاع وَمِنْهُ قِرَاءَة اِبْن مَحِيص ( فَلْيُؤَدِّ الَّذِي أُتُّمِنَ ) بِالتَّشْدِيدِ , وَالْمُرَاد بِذَلِكَ أَنَّهَا تَشُدّ إِزَارهَا عَلَى وَسَطهَا , وَحَدَّدَ ذَلِكَ الْفُقَهَاء بِمَا بَيْن السُّرَّة وَالرُّكْبَة عَمَلًا بِالْعُرْفِ الْغَالِب. وَقَدْ سَبَقَ الْكَلَام عَلَى بَقِيَّة الْحَدِيث قَبْل بِبَابَيْنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2032",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، سَأَلَ النَّبِيَّ صلى الله عليه وسلم قَالَ كُنْتُ نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ، قَالَ ‏\n\"‏ فَأَوْفِ بِنَذْرِكَ ‏\"‏‏.‏",
    "english_text": "`Umar asked the Prophet (ﷺ) \"I vowed in the Pre-Islamic period of ignorance to stay in I`tikaf for one \nnight in Al-Masjid al-Haram.\" The Prophet (ﷺ) said to him, \"Fulfill your vow.\"",
    "explication": "حَدِيث اِبْن عُمَر تَقَدَّمَ شَرْحه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2033",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا يَحْيَى، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعْتَكِفُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، فَكُنْتُ أَضْرِبُ لَهُ خِبَاءً فَيُصَلِّي الصُّبْحَ ثُمَّ يَدْخُلُهُ، فَاسْتَأْذَنَتْ حَفْصَةُ عَائِشَةَ أَنْ تَضْرِبَ خِبَاءً فَأَذِنَتْ لَهَا، فَضَرَبَتْ خِبَاءً، فَلَمَّا رَأَتْهُ زَيْنَبُ ابْنَةُ جَحْشٍ ضَرَبَتْ خِبَاءً آخَرَ، فَلَمَّا أَصْبَحَ النَّبِيُّ صلى الله عليه وسلم رَأَى الأَخْبِيَةَ فَقَالَ ‏\"‏ مَا هَذَا ‏\"‏‏.‏ فَأُخْبِرَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ آلْبِرُّ تُرَوْنَ بِهِنَّ ‏\"‏‏.‏ فَتَرَكَ الاِعْتِكَافَ ذَلِكَ الشَّهْرَ، ثُمَّ اعْتَكَفَ عَشْرًا مِنْ شَوَّالٍ‏.‏",
    "english_text": "Aisha said, \"the Prophet (ﷺ) used to practice I`tikaf in the last ten days of Ramadan and I used to pitch a \ntent for him, and after offering the morning prayer, he used to enter the tent.\" Hafsa asked the \npermission of `Aisha to pitch a tent for her and she allowed her and she pitched her tent. When Zainab \nbint Jahsh saw it, she pitched another tent. In the morning the Prophet (ﷺ) noticed the tents. He said, \n'What is this?\" He was told of the whole situation. Then the Prophet (ﷺ) said, \"Do you think that they \nintended to do righteousness by doing this?\" He therefore abandoned the I`tikaf in that month and \npracticed I`tikaf for ten days in the month of Shawwal.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيد الْأَنْصَارِيُّ , وَنَسَبَهُ خَلَفُ بْن هِشَام فِي رِوَايَته عَنْ حَمَّاد بْن زَيْد عِنْد الْإِسْمَاعِيلِيّ. ‏ ‏قَوْله : ( عَنْ عَمْرَةَ ) ‏ ‏فِي رِوَايَة الْأَوْزَاعِيِّ الْآتِيَة فِي أَوَاخِر الِاعْتِكَاف عَنْ يَحْيَى بْن سَعِيد \" حَدَّثَتْنِي عَمْرَةُ بِنْت عَبْد الرَّحْمَن \". ‏ ‏قَوْله : ( عَنْ عَائِشَة ) ‏ ‏فِي رِوَايَة أَبِي عَوَانَة مِنْ طَرِيق عَمْرو بْن الْحَارِث عَنْ يَحْيَى بْن سَعِيد عَنْ عَمْرَةَ \" حَدَّثَتْنِي عَائِشَةُ \". ‏ ‏قَوْله : ( كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْتَكِف فِي الْعَشْرِ الْأَوَاخِر مِنْ رَمَضَان فَكُنْت أَضْرِب لَهُ خِبَاء ) ‏ ‏أَيْ بِكَسْرِ الْمُعْجَمَة ثُمَّ مُوَحَّدَة , وَقَوْله \" فَيُصَلِّي الصُّبْح ثُمَّ يَدْخُلُهُ \" وَفِي رِوَايَة اِبْن فُضَيْلٍ عَنْ يَحْيَى بْن سَعِيد الْآتِيَة فِي بَاب الِاعْتِكَاف فِي شَوَّال \" كَانَ يَعْتَكِفُ فِي كُلّ رَمَضَانَ , فَإِذَا صَلَّى الْغَدَاةَ دَخَلَ \" وَاسْتَدَلَّ بِهَذَا عَلَى أَنَّ مَبْدَأَ الِاعْتِكَاف مِنْ أَوَّل النَّهَار , وَسَيَأْتِي نَقْلُ الْخِلَافِ فِيهِ. ‏ ‏قَوْله : ( فَاسْتَأْذَنْت حَفْصَةُ عَائِشَة أَنْ تَضْرِبَ خِبَاءً ) ‏ ‏فِي رِوَايَة الْأَوْزَاعِيِّ الْمَذْكُورَة \" فَاسْتَأْذَنَتْهُ عَائِشَة فَأَذِنَ لَهَا , وَسَأَلَتْ حَفْصَة عَائِشَة أَنْ تَسْتَأْذِن لَهَا فَفَعَلَتْ \" وَفِي رِوَايَة اِبْن فُضَيْلٍ الْمَذْكُورَة \" فَاسْتَأْذَنَ عَائِشَة أَنْ تَعْتَكِف فَأَذِنَ لَهَا فَضَرَبَتْ قُبَّة , فَسَمِعَتْ بِهَا حَفْصَةُ فَضَرَبَتْ قُبَّة \" زَادَ فِي رِوَايَة عَمْرو بْن الْحَارِث \" لِتَعْتَكِفَ مَعَهُ \" وَهَذَا يُشْعِر بِأَنَّهَا فَعَلَتْ ذَلِكَ بِغَيْرِ إِذْنٍ , لَكِنَّ رِوَايَة اِبْن عُيَيْنَةَ عِنْد النَّسَائِيِّ \" ثُمَّ اِسْتَأْذَنَتْهُ حَفْصَةُ فَأَذِنَ لَهَا \" وَقَدْ ظَهَرَ مِنْ رِوَايَة حَمَّادٍ وَالْأَوْزَاعِيِّ أَنَّ ذَلِكَ كَانَ عَلَى لِسَانِ عَائِشَةَ. ‏ ‏قَوْله : ( فَلَمَّا رَأَتْهُ زَيْنَب بِنْت جَحْش ضَرَبَتْ خِبَاء آخَر ) ‏ ‏وَفِي رِوَايَة اِبْن فُضَيْلٍ \" وَسَمِعَتْ بِهَا زَيْنَب فَضَرَبَتْ قُبَّة أُخْرَى \" وَفِي رِوَايَة عَمْرو بْن الْحَارِث \" فَلَمَّا رَأَتْهُ زَيْنَب ضَرَبَتْ مَعَهُنَّ وَكَانَتْ اِمْرَأَة غَيُورًا \" وَلَمْ أَقِف فِي شَيْء مِنْ الطُّرُق أَنَّ زَيْنَب اِسْتَأْذَنَتْ , وَكَأَنَّ هَذَا هُوَ أَحَد مَا بَعَثَ عَلَى الْإِنْكَار الْآتِي. ‏ ‏قَوْله : ( فَلَمَّا أَصْبَحَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى الْأَخْبِيَةَ ) ‏ ‏فِي رِوَايَة مَالِك الَّتِي بَعْد هَذِهِ \" فَلَمَّا اِنْصَرَفَ إِلَى الْمَكَان الَّذِي أَرَادَ أَنْ يَعْتَكِف فِيهِ إِذَا أَخْبِيَةٌ \" وَفِي رِوَايَة اِبْن فُضَيْلٍ \" فَلَمَّا اِنْصَرَفَ مِنْ الْغَدَاة أَبْصَرَ أَرْبَع قِبَابٍ \" يَعْنِي قُبَّة لَهُ وَثَلَاثًا لِلثَّلَاثَةِ , وَفِي رِوَايَة الْأَوْزَاعِيِّ \" وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى اِنْصَرَفَ إِلَى بِنَائِهِ الَّذِي بُنِيَ لَهُ لِيَعْتَكِفَ فِيهِ \" وَوَقَعَ فِي رِوَايَة أَبِي مُعَاوِيَةَ عِنْد مُسْلِم وَأَبِي دَاوُدَ \" فَأَمَرَتْ زَيْنَب بِخِبَائِهَا فَضُرِبَ , وَأَمَرَ غَيْرُهَا مِنْ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخِبَائِهَا فَضُرِبَ \" وَهَذَا يَقْتَضِي تَعْمِيمَ الْأَزْوَاج بِذَلِكَ وَلَيْسَ كَذَلِكَ , وَقَدْ فُسِّرَتْ الْأَزْوَاج فِي الرِّوَايَات الْأُخْرَى بِعَائِشَة وَحَفْصَة وَزَيْنَب فَقَطْ وَبَيَّنَ ذَلِكَ قَوْله فِي هَذِهِ الرِّوَايَة \" أَرْبَع قِبَاب \" وَفِي رِوَايَة اِبْن عُيَيْنَةَ عِنْد النَّسَائِيِّ \" فَلَمَّا صَلَّى الصُّبْحَ إِذَا هُوَ بِأَرْبَعَةِ أَبْنِيَةٍ , قَالَ : لِمَنْ هَذِهِ ؟ قَالُوا لِعَائِشَةَ وَحَفْصَة وَزَيْنَبَ \". ‏ ‏قَوْله : ( آلْبِرَّ ) ‏ ‏بِهَمْزَةِ اِسْتِفْهَام مَمْدُودَة وَبِغَيْرِ مَدّ , \" وَآلْبِرَّ \" بِالنَّصْبِ , وَقَوْله \" تُرَوْنَ بِهِنَّ \" بِضَمِّ أَوَّله أَيْ تَظُنُّونَ , وَفِي رِوَايَة مَالِك \" آلْبِرَّ تَقُولُونَ بِهِنَّ \" أَيْ تَظُنُّونَ , وَالْقَوْل يُطْلَق عَلَى الظَّنّ قَالَ الْأَعْشَى : ‏ ‏أَمَّا الرَّحِيلُ فَدُونَ بَعْدَ غَدٍ ‏ ‏فَمَتَى تَقُولُ الدَّارُ تَجْمَعُنَا ‏ ‏أَيْ تَظُنّ , وَوَقَعَ فِي رِوَايَة الْأَوْزَاعِيِّ \" آلْبِرَّ أَرَدْنَ بِهَذَا \" وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" آلْبِرَّ تَقُولُونَ يُرِدْنَ بِهَذَا \" وَالْخِطَاب لِلْحَاضِرِينَ مِنْ الرِّجَال وَغَيْرِهِمْ , وَفِي رِوَايَة اِبْن فُضَيْلٍ \" مَا حَمَلَهُنَّ عَلَى هَذَا , آلْبِرُّ ؟ اِنْزِعُوهَا فَلَا أَرَاهَا , فَنُزِعَتْ \" وَمَا اِسْتِفْهَامِيَّةٌ , وَآلْبِرُّ فِي هَذِهِ الرِّوَايَة مَرْفُوع , وَقَوْله فَلَا أَرَاهَا زَعَمَ اِبْن التِّين أَنَّ الصَّوَاب حَذْفُ الْأَلِفِ مِنْ أَرَاهَا قَالَ : لِأَنَّهُ مَجْزُومٌ بِالنَّهْيِ وَلَيْسَ كَمَا قَالَ. ‏ ‏قَوْله : ( فَتَرَكَ الِاعْتِكَاف ) ‏ ‏فِي رِوَايَة أَبِي مُعَاوِيَة \" فَأَمَرَ بِخِبَائِهِ فَقُوِّضَ \" وَهُوَ بِضَمِّ الْقَافِ وَتَشْدِيد الْوَاو الْمَكْسُورَة بَعْدهَا ضَاد مُعْجَمَة أَيْ نُقِضَ , وَكَأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَشِيَ أَنْ يَكُون الْحَامِلُ لَهُنَّ عَلَى ذَلِكَ الْمُبَاهَاةَ وَالتَّنَافُسَ النَّاشِئَ عَنْ الْغِيرَة حِرْصًا عَلَى الْقُرْب مِنْهُ خَاصَّةً فَيَخْرُج الِاعْتِكَاف عَنْ مَوْضُوعه أَوْ لَمَّا أَذِنَ لِعَائِشَةَ وَحَفْصَة أَوَّلًا كَانَ ذَلِكَ خَفِيفًا بِالنِّسْبَةِ إِلَى مَا يُفْضِي إِلَيْهِ الْأَمْر مِنْ تَوَارُد بَقِيَّة النِّسْوَة عَلَى ذَلِكَ فَيَضِيقُ الْمَسْجِد عَلَى الْمُصَلِّينَ , أَوْ بِالنِّسْبَةِ إِلَى أَنَّ اِجْتِمَاع النِّسْوَة عِنْده يُصَيِّرهُ كَالْجَالِسِ فِي بَيْتِهِ , وَرُبَّمَا شَغَلْنَهُ عَنْ التَّخَلِّي لِمَا قَصَدَ مِنْ الْعِبَادَة فَيَفُوت مَقْصُود الِاعْتِكَاف. ‏ ‏قَوْله : ( فَتَرَكَ الِاعْتِكَاف ذَلِكَ الشَّهْر , ثُمَّ اِعْتَكَفَ عَشْرًا مِنْ شَوَّال ) ‏ ‏فِي رِوَايَة الْأَوْزَاعِيِّ \" فَرَجَعَ فَلَمَّا أَنْ اِعْتَكَفَ \" وَفِي رِوَايَة اِبْن فُضَيْلٍ \" فَلَمْ يَعْتَكِف فِي رَمَضَان حَتَّى اِعْتَكَفَ فِي آخِرِ الْعَشْر مِنْ شَوَّال \" وَفِي رِوَايَة أَبِي مُعَاوِيَةَ \" فَلَمْ يَعْتَكِف فِي رَمَضَان حَتَّى اِعْتَكَفَ فِي الْعَشْر الْأُوَل مِنْ شَوَّال \" وَيُجْمَع بَيْنه وَبَيْن رِوَايَة اِبْن فُضَيْلٍ بِأَنَّ الْمُرَاد بِقَوْلِهِ \" آخِر الْعَشْر مِنْ شَوَّال \" اِنْتِهَاء اِعْتِكَافه , قَالَ الْإِسْمَاعِيلِيّ : فِيهِ دَلِيل عَلَى جَوَاز الِاعْتِكَاف بِغَيْرِ صَوْم , لِأَنَّ أَوَّل شَوَّال هُوَ يَوْم الْفِطْر وَصَوْمه حَرَام , وَقَالَ غَيْره : فِي اِعْتِكَافه فِي شَوَّال دَلِيلٌ عَلَى أَنَّ النَّوَافِل الْمُعْتَادَة إِذَا فَاتَتْ تُقْضَى اِسْتِحْبَابًا , وَاسْتَدَلَّ بِهِ الْمَالِكِيَّة عَلَى وُجُوب قَضَاء الْعَمَل لِمَنْ شَرَعَ فِيهِ ثُمَّ أَبْطَلَهُ , وَلَا دَلَالَةَ فِيهِ لِمَا سَيَأْتِي. وَقَالَ اِبْن الْمُنْذِر وَغَيْرُهُ : فِي الْحَدِيث إِنَّ الْمَرْأَة لَا تَعْتَكِف حَتَّى تَسْتَأْذِن زَوْجهَا وَأَنَّهَا إِذَا اِعْتَكَفَتْ بِغَيْرِ إِذْنِهِ كَانَ لَهُ أَنْ يُخْرِجَهَا , وَإِنْ كَانَ بِإِذْنِهِ فَلَهُ أَنَّ يَرْجِعَ فَيَمْنَعَهَا. وَعَنْ أَهْل الرَّأْي إِذَا أَذِنَ لَهَا الزَّوْجُ ثُمَّ مَنَعَهَا أَثِمَ بِذَلِكَ وَامْتَنَعَتْ , وَعَنْ مَالِك لَيْسَ لَهُ ذَلِكَ , وَهَذَا الْحَدِيث حُجَّةٌ عَلَيْهِمْ , وَفِيهِ جَوَاز ضَرْبِ الْأَخْبِيَة فِي الْمَسْجِد , وَأَنَّ الْأَفْضَل لِلنِّسَاءِ أَنْ لَا يَعْتَكِفْنَ فِي الْمَسْجِدِ , وَفِيهِ جَوَازُ الْخُرُوج مِنْ الِاعْتِكَاف بَعْدَ الدُّخُولِ فِيهِ , وَأَنَّهُ لَا يَلْزَمُ بِالنِّيَّةِ وَلَا بِالشُّرُوعِ فِيهِ , وَيُسْتَنْبَط مِنْهُ سَائِر التَّطَوُّعَات خِلَافًا لِمَنْ قَالَ بِاللُّزُومِ , وَفِيهِ أَنَّ أَوَّل الْوَقْت الَّذِي يَدْخُلُ فِيهِ الْمُعْتَكِفُ بَعْد صَلَاة الصُّبْح وَهُوَ قَوْل الْأَوْزَاعِيِّ وَاللَّيْثِ وَالثَّوْرِيِّ , وَقَالَ الْأَئِمَّة الْأَرْبَعَة وَطَائِفَةٌ : يَدْخُل قُبَيْل غُرُوب الشَّمْس , وَأَوَّلُوا الْحَدِيث عَلَى أَنَّهُ دَخَلَ مِنْ أَوَّل اللَّيْل , وَلَكِنْ إِنَّمَا تَخَلَّى بِنَفْسِهِ فِي الْمَكَان الَّذِي أَعَدَّهُ لِنَفْسِهِ بَعْد صَلَاة الصُّبْح , وَهَذَا الْجَوَاب يُشْكِلُ عَلَى مَنْ مَنَعَ الْخُرُوج مِنْ الْعِبَادَة بَعْدَ الدُّخُول فِيهَا وَأَجَابَ عَنْ هَذَا الْحَدِيث بِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَدْخُل الْمُعْتَكَفَ وَلَا شَرَعَ فِي الِاعْتِكَاف وَإِنَّمَا هَمَّ بِهِ ثُمَّ عَرَضَ لَهُ الْمَانِعُ الْمَذْكُورُ فَتَرَكَهُ , فَعَلَى هَذَا فَاللَّازِم أَحَد الْأَمْرَيْنِ إِمَّا أَنْ يَكُون شَرَعَ فِي الِاعْتِكَاف فَيَدْخُل عَلَى جَوَاز الْخُرُوج مِنْهُ , وَإِمَّا أَنْ لَا يَكُون شَرَعَ فَيَدُلّ عَلَى أَنَّ أَوَّل وَقْته بَعْد صَلَاة الصُّبْح. وَفِيهِ أَنَّ الْمَسْجِد شَرْطٌ لِلِاعْتِكَافِ لِأَنَّ النِّسَاء شُرِعَ لَهُنَّ الِاحْتِجَابُ فِي الْبُيُوت فَلَوْ لَمْ يَكُنْ الْمَسْجِد شَرْطًا مَا وَقَعَ مَا ذُكِرَ مِنْ الْإِذْن وَالْمَنْع وَلَاكْتُفِيَ لَهُنَّ بِالِاعْتِكَافِ فِي مَسَاجِد بُيُوتِهِنَّ : وَقَالَ إِبْرَاهِيم بْن عُلَيَّةَ : فِي قَوْله \" آلْبِرَّ تُرِدْنَ \" دَلَالَةٌ عَلَى أَنَّهُ لَيْسَ لَهُنَّ الِاعْتِكَاف فِي الْمَسْجِد إِذْ مَفْهُومه أَنَّهُ لَيْسَ بِبِرٍّ لَهُنَّ , مَا قَالَهُ لَيْسَ بِوَاضِحٍ , وَفِيهِ شُؤْم الْغِيرَة لِأَنَّهَا نَاشِئَة عَنْ الْحَسَد الْمُفْضِي إِلَى تَرْكِ الْأَفْضَل لِأَجْلِهِ , وَفِيهِ تَرْكُ الْأَفْضَل إِذَا كَانَ فِيهِ مَصْلَحَةٌ , وَأَنَّ مَنْ خَشِيَ عَلَى عَمَله الرِّيَاء جَازَ لَهُ تَرْكُهُ وَقَطْعُهُ , وَفِيهِ أَنَّ الِاعْتِكَاف لَا يَجِب بِالنِّيَّةِ , وَأَمَّا قَضَاؤُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُ فَعَلَى طَرِيق الِاسْتِحْبَاب لِأَنَّهُ كَانَ إِذَا عَمِلَ عَمَلًا أَثْبَتَهُ وَلِهَذَا لَمْ يُنْقَلْ أَنَّ نِسَاءَهُ اِعْتَكَفْنَ مَعَهُ فِي شَوَّالٍ , وَفِيهِ أَنَّ الْمَرْأَة إِذَا اِعْتَكَفَتْ فِي الْمَسْجِد اُسْتُحِبَّ لَهَا أَنْ تَجْعَل لَهَا مَا يَسْتُرُهَا , وَيُشْتَرَط أَنْ تَكُون إِقَامَتُهَا فِي مَوْضِع لَا يُضَيِّقُ عَلَى الْمُصَلِّينَ. وَفِي الْحَدِيث بَيَانُ مَرْتَبَة عَائِشَةَ فِي كَوْنِ حَفْصَةَ لَمْ تَسْتَأْذِنْ إِلَّا بِوَاسِطَتِهَا , وَيَحْتَمِل أَنْ يَكُون سَبَب ذَلِكَ كَوْنَهُ كَانَ تِلْكَ اللَّيْلَة فِي بَيْت عَائِشَةَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2034",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَرَادَ أَنْ يَعْتَكِفَ، فَلَمَّا انْصَرَفَ إِلَى الْمَكَانِ الَّذِي أَرَادَ أَنْ يَعْتَكِفَ إِذَا أَخْبِيَةٌ خِبَاءُ عَائِشَةَ، وَخِبَاءُ حَفْصَةَ، وَخِبَاءُ زَيْنَبَ، فَقَالَ ‏\n\"‏ آلْبِرَّ تَقُولُونَ بِهِنَّ ‏\"‏‏.‏ ثُمَّ انْصَرَفَ، فَلَمْ يَعْتَكِفْ، حَتَّى اعْتَكَفَ عَشْرًا مِنْ شَوَّالٍ‏.‏",
    "english_text": "The Prophet (ﷺ) intended to practice I`tikaf and when he reached the place where he intended to perform \nI`tikaf, he saw some tents, the tents of `Aisha, Hafsa and Zainab. So, he said, \"Do you consider that \nthey intended to do righteousness by doing this?\" And then he went away and did not perform I`tikaf \n(in Ramadan) but performed it in the month of Shawwal for ten days.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد ) ‏ ‏فِي رِوَايَة كَرِيمَةَ \" هُوَ اِبْن سَلَامٍ \". ‏ ‏قَوْله : ( فَإِذَا صَلَّى الْغَدَاةَ دَخَلَ مَكَانَهُ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" حَلَّ \" بِمُهْمَلَةٍ وَتَشْدِيدٍ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2035",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ ـ رضى الله عنهما ـ أَنَّ صَفِيَّةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّهَا جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم تَزُورُهُ فِي اعْتِكَافِهِ فِي الْمَسْجِدِ، فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً، ثُمَّ قَامَتْ تَنْقَلِبُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم مَعَهَا يَقْلِبُهَا، حَتَّى إِذَا بَلَغَتْ باب الْمَسْجِدِ عِنْدَ باب أُمِّ سَلَمَةَ مَرَّ رَجُلاَنِ مِنَ الأَنْصَارِ، فَسَلَّمَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُمَا النَّبِيُّ صلى الله عليه وسلم ‏\"‏ عَلَى رِسْلِكُمَا إِنَّمَا هِيَ صَفِيَّةُ بِنْتُ حُيَىٍّ ‏\"‏‏.‏ فَقَالاَ سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ‏.‏ وَكَبُرَ عَلَيْهِمَا‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ الشَّيْطَانَ يَبْلُغُ مِنَ الإِنْسَانِ مَبْلَغَ الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا ‏\"‏‏.‏",
    "english_text": "Safiya, the wife of the Prophet (ﷺ) told me that she went to Allah's Messenger (ﷺ) to visit him in the mosque \nwhile he was in I`tikaf in the last ten days of Ramadan. She had a talk with him for a while, then she \ngot up in order to return home. The Prophet (ﷺ) accompanied her. When they reached the gate of the \nmosque, opposite the door of Um-Salama, two Ansari men were passing by and they greeted Allah's \nApostle . He told them: Do not run away! And said, \"She is (my wife) Safiya bint Huyai.\" Both of \nthem said, \"Subhan Allah, (How dare we think of any evil) O Allah's Messenger (ﷺ)!\" And they felt it. The \nProphet said (to them), \"Satan reaches everywhere in the human body as blood reaches in it, \n(everywhere in one's body). I was afraid lest Satan might insert an evil thought in your minds.\"",
    "explication": "‏ ‏قَوْله : ( أَنَّ صَفِيَّة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ ) ‏ ‏عِنْد اِبْن حِبَّان فِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الزُّهْرِيِّ عَنْ عَلِيّ بْن الْحُسَيْن \" حَدَّثَتْنِي صَفِيَّة \" وَهِيَ صَفِيَّة بِنْت حُيَيّ بِمُهْمَلَةٍ وَتَحْتَانِيَّةٍ مُصَغَّرًا , اِبْن أَخْطَبَ , كَانَ أَبُوهَا رَئِيس خَيْبَر وَكَانَتْ تَكَنَّى أُمَّ يَحْيَى , وَسَيَأْتِي شَرْحُ تَزْوِيجهَا فِي الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى. وَفِي تَصْرِيح عَلِيّ بْن الْحُسَيْن بِأَنَّهَا حَدَّثَتْهُ رَدٌّ عَلَى مَنْ زَعَمَ أَنَّهَا مَاتَتْ سَنَةَ سِتٍّ وَثَلَاثِينَ أَوْ قَبْل ذَلِكَ , لِأَنَّ عَلِيًّا إِنَّمَا وُلِدَ بَعْد ذَلِكَ سَنَةَ أَرْبَعِينَ أَوْ نَحْوَهَا , وَالصَّحِيحُ أَنَّهَا مَاتَتْ سَنَة خَمْسِينَ وَقِيلَ بَعْدهَا , وَكَانَ عَلِيّ بْن الْحُسَيْن حِين سَمِعَ مِنْهَا صَغِيرًا , وَقَدْ اِخْتَلَفَتْ الرُّوَاة عَنْ الزُّهْرِيِّ فِي وَصْل هَذَا الْحَدِيث , وَسَيَأْتِي تَفْصِيل ذَلِكَ فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى , وَاعْتَمَدَ الْمُصَنِّف الطَّرِيق الْمَوْصُولَة وَحَمَلَ الطَّرِيق الْمُرْسَلَة عَلَى أَنَّهَا عِنْد عَلِيّ عَنْ صَفِيَّة فَلَمْ يَجْعَلهَا عِلَّةً لِلْمَوْصُولِ كَمَا صَنَعَ فِي طَرِيق مَالِك فِي الْبَاب قَبْله. ‏ ‏قَوْله : ( أَنَّهَا جَاءَتْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَزُورُهُ فِي اِعْتِكَافه ) ‏ ‏وَفِي رِوَايَة مَعْمَر الْآتِيَة فِي صِفَةِ إِبْلِيسَ فَأَتَيْته أَزُورُهُ لَيْلًا , وَفِي رِوَايَة هِشَام بْن يُوسُف عَنْ مَعْمَر عَنْ الزُّهْرِيِّ \" كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِد وَعِنْده أَزْوَاجُهُ فَرُحْنَ , وَقَالَ لِصَفِيَّةَ : لَا تَعْجَلِي حَتَّى أَنْصَرِف مَعَك \" وَاَلَّذِي يَظْهَر أَنَّ اِخْتِصَاص صَفِيَّة بِذَلِكَ لِكَوْنِ مَجِيئِهَا تَأَخَّرَ عَنْ رُفْقَتِهَا فَأَمَرَهَا بِتَأْخِيرِ التَّوَجُّه لِيَحْصُلَ لَهَا التَّسَاوِي فِي مُدَّةِ جُلُوسِهِنَّ عِنْده , أَوْ أَنَّ بُيُوتَ رُفْقَتِهَا كَانَتْ أَقْرَب مِنْ مَنْزِلهَا فَخَشِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهَا , أَوْ كَانَ مَشْغُولًا فَأَمَرَهَا بِالتَّأَخُّرِ لِيَفْرُغَ مِنْ شُغْلِهِ وَيُشَيِّعَهَا , وَرَوَى عَبْد الرَّزَّاق مِنْ طَرِيق مَرْوَان بْن سَعِيد بْن الْمُعَلَّى \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مُعْتَكِفًا فِي الْمَسْجِد فَاجْتَمَعَ إِلَيْهِ نِسَاؤُهُ ثُمَّ تَفَرَّقْنَ , فَقَالَ لِصَفِيَّةَ أَقْلِبُك إِلَى بَيْتك , فَذَهَبَ مَعَهَا حَتَّى أَدْخَلَهَا بَيْتَهَا وَفِي رِوَايَة هِشَام الْمَذْكُورَة \" وَكَانَ بَيْتُهَا فِي دَارِ أُسَامَةَ \" زَادَ فِي رِوَايَة عَبْد الرَّزَّاق عَنْ مَعْمَر \" وَكَانَ مَسْكَنُهَا فِي دَار أُسَامَةَ بْن زَيْد \" أَيْ الدَّار الَّتِي صَارَتْ بَعْد ذَلِكَ لِأُسَامَةَ اِبْنِ زَيْدٍ لِأَنَّ أُسَامَةَ إِذْ ذَاكَ لَمْ يَكُنْ لَهُ دَارٌ مُسْتَقِلَّةٌ بِحَيْثُ تَسْكُنُ فِيهَا صَفِيَّة , وَكَانَتْ بُيُوت أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَوَالَيْ أَبْوَاب الْمَسْجِد وَبِهَذَا يَتَبَيَّنُ صِحَّةُ تَرْجَمَةِ الْمُصَنِّف. ‏ ‏قَوْله : ( فَتَحَدَّثَتْ عِنْده سَاعَةً ) ‏ ‏زَادَ اِبْن أَبِي عَتِيقٍ عَنْ الزُّهْرِيِّ كَمَا سَيَأْتِي فِي الْأَدَبِ \" سَاعَةً مِنْ الْعِشَاءِ \". ‏ ‏قَوْلُهُ : ( ثُمَّ قَامَتْ تَنْقَلِبُ ) ‏ ‏أَيْ تَرُدُّ إِلَى بَيْتِهَا ‏ ‏( فَقَامَ مَعَهَا يَقْلِبُهَا ) ‏ ‏بِفَتْحِ أَوَّلِهِ وَسُكُونِ الْقَافِ أَيْ يَرُدُّهَا إِلَى مَنْزِلِهَا. ‏ ‏قَوْله : ( حَتَّى إِذَا بَلَغَتْ بَاب الْمَسْجِد عِنْد بَاب أُمّ سَلَمَة ) ‏ ‏فِي رِوَايَة اِبْن أَبِي عَتِيق \" الَّذِي عِنْد مَسْكَن أُمّ سَلَمَة \" وَالْمُرَاد بِهَذَا بَيَان الْمَكَان الَّذِي لَقِيَهُ الرَّجُلَانِ فِيهِ لِإِتْيَانِ مَكَان بَيْت صَفِيَّة. ‏ ‏قَوْله : ( مَرَّ رَجُلَانِ مِنْ الْأَنْصَار ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَتِهِمَا فِي شَيْء مِنْ كُتُبِ الْحَدِيثِ , إِلَّا أَنَّ اِبْن الْعَطَّار فِي \" شَرْحِ الْعُمْدَةِ \" زَعَمَ أَنَّهُمَا أُسَيْد بْن حُضَيْر وَعَبَّاد بْن بِشْر وَلَمْ يَذْكُرْ لِذَلِكَ مُسْتَنَدًا , وَوَقَعَ فِي رِوَايَة سُفْيَانَ الْآتِيَة بَعْد ثَلَاثَة أَبْوَاب \" فَأَبْصَرَهُ رَجُل مِنْ الْأَنْصَار \" بِالْإِفْرَادِ , وَقَالَ اِبْن التِّين إِنَّهُ وَهْمٌ ثُمَّ قَالَ : يَحْتَمِل تَعَدُّدَ الْقِصَّة , قُلْت : وَالْأَصْل عَدَمُهُ بَلْ هُوَ مَحْمُولٌ عَلَى أَنَّ أَحَدَهُمَا كَانَ تَبَعًا لِلْآخَرِ أَوْ خُصَّ أَحَدهمَا بِخِطَابِ الْمُشَافَهَةِ دُونَ الْآخَر , وَيَحْتَمِل أَنْ يَكُون الزُّهْرِيُّ كَانَ يَشُكُّ فِيهِ فَيَقُول تَارَة رَجُل وَتَارَة رَجُلَانِ , فَقَدْ رَوَاهُ سَعِيد بْن مَنْصُور عَنْ هُشَيْمٍ عَنْ الزُّهْرِيِّ \" لَقِيَهُ رَجُلٌ أَوْ رَجُلَانِ \" بِالشَّكِّ , وَلَيْسَ لِقَوْلِهِ رَجُلٌ مَفْهُومٌ , نَعَمْ رَوَاهُ مُسْلِمٌ مِنْ وَجْه آخَرَ مِنْ حَدِيث أَنَس بِالْإِفْرَادِ , وَوَجْهه مَا قَدَّمْته مِنْ أَنَّ أَحَدَهُمَا كَانَ تَبَعًا لِلْآخَرِ فَحَيْثُ أَفْرَدَ ذَكَرَ الْأَصْلَ وَحَيْثُ ثَنَّى ذَكَرَ الصُّورَةَ. ‏ ‏قَوْله : ( فَسَلَّمَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة مَعْمَر \" فَنَظَرَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ أَجَازَا \" أَيْ مَضَيَا يُقَال جَازَ وَأَجَازَ بِمَعْنًى \" وَيُقَالُ جَازَ الْمَوْضِعَ إِذَا سَارَ فِيهِ وَأَجَازَهُ إِذَا قَطَعَهُ وَخَلَّفَهُ , وَفِي رِوَايَةِ اِبْن أَبِي عَتِيق \" ثُمَّ نَفَذَا \" وَهُوَ بِالْفَاءِ وَالْمُعْجَمَة أَيْ خَلَّفَاهُ , وَفِي رِوَايَة مَعْمَر \" فَلَمَّا رَأَيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَسْرَعَا \" أَيْ فِي الْمَشْي , وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الزُّهْرِيِّ عِنْد اِبْن حِبَّانَ \" فَلَمَّا رَأَيَاهُ اِسْتَحْيَيَا فَرَجَعَا \" فَأَفَادَ سَبَب رُجُوعهمَا وَكَأَنَّهُمَا لَوْ اِسْتَمَرَّا ذَاهِبَيْنِ إِلَى مَقْصِدِهِمَا مَا رَدَّهُمَا بَلْ لَمَّا رَأَى أَنَّهُمَا تَرَكَا مَقْصِدَهُمَا وَرَجَعَا رَدَّهُمَا. ‏ ‏قَوْله : ( عَلَى رِسْلِكُمَا ) ‏ ‏بِكَسْرِ الرَّاءِ وَيَجُوزُ فَتْحُهَا أَيْ عَلَى هِينَتِكُمَا فِي الْمَشْي فَلَيْسَ هُنَا شَيْءٌ تَكْرَهَانِهِ , وَفِيهِ شَيْءٌ مَحْذُوفٌ تَقْدِيرُهُ اِمْشِيَا عَلَى هِينَتِكُمَا , وَفِي رِوَايَةِ مَعْمَر \" فَقَالَ لَهُمَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَعَالَيَا \" وَهُوَ بِفَتْحِ اللَّامِ قَالَ الدَّاوُدِيُّ أَيْ قِفَا , وَأَنْكَرَهُ اِبْن التِّين وَقَدْ أَخْرَجَهُ عَنْ مَعْنَاهُ بِغَيْرِ دَلِيل , وَفِي رِوَايَة سُفْيَان , فَلَمَّا أَبْصَرَهُ دَعَاهُ فَقَالَ تَعَالَ \". ‏ ‏قَوْله : ( إِنَّمَا هِيَ صَفِيَّةُ بِنْتُ حُيَيّ ) ‏ ‏فِي رِوَايَة سُفْيَانَ \" هَذِهِ صَفِيَّةُ \". ‏ ‏قَوْله : ( فَقَالَا سُبْحَانَ اللَّه يَا رَسُول اللَّه وَكَبُرَ عَلَيْهِمَا ) ‏ ‏زَادَ النَّسَائِيُّ مِنْ طَرِيق بِشْر بْن شُعَيْب عَنْ أَبِيهِ ذَلِكَ , مِثْلُهُ فِي رِوَايَة اِبْن مُسَافِر الْآتِيَة فِي الْخَمْس , وَكَذَا لِلْإِسْمَاعِيلِيِّ مِنْ وَجْه آخَرَ عَنْ أَبِي الْيَمَان شَيْخ الْبُخَارِيِّ وَفِيهِ , وَفِي رِوَايَة اِبْن أَبِي عَتِيق عِنْد الْمُصَنِّف فِي الْأَدَب \" وَكَبَّرَ عَلَيْهِمَا مَا قَالَ \" وَلَهُ مِنْ طَرِيق عَبْد الْأَعْلَى عَنْ مَعْمَر \" فَكَبُرَ ذَلِكَ عَلَيْهِمَا \" وَفِي رِوَايَة هُشَيْمٍ \" فَقَالَ يَا رَسُول اللَّه هَلْ نَظُنُّ بِك إِلَّا خَيْرًا \". ‏ ‏قَوْله : ( إِنَّ الشَّيْطَانَ يَبْلُغُ مِنْ اِبْن آدَم مَبْلَغ الْقَدَمِ ) ‏ ‏كَذَا فِي رِوَايَة اِبْن مُسَافِرٍ وَابْن أَبِي عَتِيق ; وَفِي رِوَايَة مَعْمَر \" يَجْرِي مِنْ الْإِنْسَان مَجْرَى الدَّم \" وَكَذَا لِابْنِ مَاجَهْ مِنْ طَرِيق عُثْمَانَ بْن عُمَر التَّيْمِيِّ عَنْ الزُّهْرِيِّ , زَادَ عَبْد الْأَعْلَى فَقَالَ \" إِنِّي خِفْت أَنْ تَظُنَّا ظَنًّا , إِنَّ الشَّيْطَان يَجْرِي , إِلَخْ \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" مَا أَقُول لَكُمَا هَذَا أَنْ تَكُونَا تَظُنَّانِ شَرًّا , وَلَكِنْ قَدْ عَلِمْت أَنَّ الشَّيْطَانَ يَجْرِي مِنْ اِبْن آدَم مَجْرَى الدَّم \". ‏ ‏قَوْله : ( اِبْن آدَم ) الْمُرَاد جِنْس أَوْلَاد آدَم فَيَدْخُلُ فِيهِ الرِّجَالُ وَالنِّسَاءُ كَقَوْلِهِ : ( يَا بَنِي آدَم ) وَقَوْله ( يَا بَنِي إِسْرَائِيل ) بِلَفْظِ الْمُذَكَّرِ إِلَّا أَنَّ الْعُرْفَ عَمَّمَهُ فَأَدْخَلَ فِيهِ النِّسَاءَ. ‏ ‏قَوْله : ( وَإِنِّي خَشِيت أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا ) ‏ ‏كَذَا فِي رِوَايَة اِبْن مُسَافِر , وَفِي رِوَايَة مَعْمَر \" سُوءًا أَوْ قَالَ شَيْئًا \" وَعِنْد مُسْلِم وَأَبِي دَاوُدَ وَأَحْمَد مِنْ حَدِيث مَعْمَر \" شَرًّا \" بِمُعْجَمَةٍ وَرَاءٍ بَدَلَ سُوءًا , وَفِي رِوَايَة هُشَيْمٍ \" إِنِّي خِفْت أَنْ يُدْخِلَ عَلَيْكُمَا شَيْئًا \" وَالْمُحَصَّلُ مِنْ هَذِهِ الرِّوَايَات أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَنْسُبْهُمَا إِلَى أَنَّهُمَا يَظُنَّانِ بِهِ سُوءًا لِمَا تَقَرَّرَ عِنْده مِنْ صِدْقِ إِيمَانِهِمَا , وَلَكِنْ خَشِيَ عَلَيْهِمَا أَنْ يُوَسْوِسَ لَهُمَا الشَّيْطَان ذَلِكَ لِأَنَّهُمَا غَيْرُ مَعْصُومَيْنِ فَقَدْ يُفْضِي بِهِمَا ذَلِكَ إِلَى الْهَلَاكِ فَبَادَرَ إِلَى إِعْلَامهمَا حَسْمًا لِلْمَادَّةِ وَتَعْلِيمًا لِمَنْ بَعْدَهُمَا إِذَا وَقَعَ لَهُ مِثْل ذَلِكَ كَمَا قَالَهُ الشَّافِعِيُّ رَحِمَهُ اللَّه تَعَالَى , فَقَدْ رَوَى الْحَاكِم أَنَّ الشَّافِعِيّ كَانَ فِي مَجْلِس اِبْن عُيَيْنَةَ فَسَأَلَهُ عَنْ هَذَا الْحَدِيث فَقَالَ الشَّافِعِيُّ : إِنَّمَا قَالَ لَهُمَا ذَلِكَ لِأَنَّهُ خَافَ عَلَيْهِمَا الْكُفْرَ إِنْ ظَنَّا بِهِ التُّهْمَةَ فَبَادَرَ إِلَى إِعْلَامِهِمَا نَصِيحَةً لَهُمَا قَبْل أَنْ يَقْذِفَ الشَّيْطَانُ فِي نُفُوسهمَا شَيْئًا يَهْلِكَانِ بِهِ. قُلْت : وَهُوَ بَيِّنٌ مِنْ الطُّرُق الَّتِي أَسْلَفْتهَا , وَغَفَلَ الْبَزَّارُ فَطَعَنَ فِي حَدِيث صَفِيَّةَ هَذَا وَاسْتَبْعَدَ وُقُوعَهُ وَلَمْ يَأْتِ بِطَائِلٍ , وَاَللَّهُ الْمُوَفِّقُ. وَقَوْله \" يَبْلُغ \" أَوْ \" يَجْرِي \" قِيلَ هُوَ عَلَى ظَاهِرِهِ وَأَنَّ اللَّه تَعَالَى أَقَدَرَهُ عَلَى ذَلِكَ , وَقِيلَ هُوَ عَلَى سَبِيل الِاسْتِعَارَة مِنْ كَثْرَةِ إِغْوَائِهِ , وَكَأَنَّهُ لَا يُفَارِقُ كَالدَّمِ فَاشْتَرَكَا فِي شِدَّة الِاتِّصَال وَعَدَمِ الْمُفَارَقَةِ. وَفِي الْحَدِيث مِنْ الْفَوَائِد جَوَاز اِشْتِغَال الْمُعْتَكِفِ بِالْأُمُورِ الْمُبَاحَةِ مِنْ تَشْيِيعِ زَائِرِهِ وَالْقِيَام مَعَهُ وَالْحَدِيث مَعَ غَيْره , وَإِبَاحَة خَلْوَةِ الْمُعْتَكِفِ بِالزَّوْجَةِ , وَزِيَارَة الْمَرْأَة لِلْمُعْتَكِفِ , وَبَيَان شَفَقَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أُمَّته وَإِرْشَادهمْ إِلَى مَا يَدْفَع عَنْهُمْ الْإِثْم. وَفِيهِ التَّحَرُّز مِنْ التَّعَرُّض لِسُوءِ الظَّنّ وَالِاحْتِفَاظ مِنْ كَيَدِ الشَّيْطَان وَالِاعْتِذَار , قَالَ اِبْن دَقِيق الْعِيد : وَهَذَا مُتَأَكِّد فِي حَقّ الْعُلَمَاء وَمَنْ يُقْتَدَى بِهِ فَلَا يَجُوز لَهُمْ أَنْ يَفْعَلُوا فِعْلًا يُوجِب سُوء الظَّنّ بِهِمْ وَإِنْ كَانَ لَهُمْ فِيهِ مَخْلَص لِأَنَّ ذَلِكَ سَبَبٌ إِلَى إِبْطَال الِانْتِفَاع بِعِلْمِهِمْ , وَمِنْ ثَمَّ قَالَ بَعْض الْعُلَمَاء : يَنْبَغِي لِلْحَاكِمِ أَنْ يُبَيِّن لِلْمَحْكُومِ عَلَيْهِ وَجْه الْحُكْم إِذَا كَانَ خَافِيًا نَفْيًا لِلتُّهْمَةِ. وَمِنْ هُنَا يَظْهَرُ خَطَأُ مَنْ يَتَظَاهَرُ بِمَظَاهِرِ السُّوءِ وَيَعْتَذِر بِأَنَّهُ يُجَرِّبُ بِذَلِكَ عَلَى نَفْسِهِ , وَقَدْ عَظُمَ الْبَلَاءُ بِهَذَا الصِّنْفِ وَاَللَّهُ أَعْلَمُ. وَفِيهِ إِضَافَة بُيُوت أَزْوَاجِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِنَّ , وَفِيهِ جَوَازُ خُرُوجِ الْمَرْأَةِ لَيْلًا , وَفِيهِ قَوْلُ \" سُبْحَانَ اللَّهِ \" عِنْد التَّعَجُّبِ , قَدْ وَقَعَتْ فِي الْحَدِيث لِتَعْظِيمِ الْأَمْر وَتَهْوِيله وَلِلْحَيَاءِ مِنْ ذِكْرِهِ كَمَا فِي حَدِيث أُمّ سُلَيْمٍ , وَاسْتُدِلَّ بِهِ لِأَبِي يُوسُف وَمُحَمَّد فِي جَوَاز تَمَادِي الْمُعْتَكِف إِذَا خَرَجَ مِنْ مَكَان اِعْتِكَافه لِحَاجَتِهِ وَأَقَامَ زَمَنًا يَسِيرًا زَائِدًا عَنْ الْحَاجَة مَا لَمْ يَسْتَغْرِقْ أَكْثَرَ الْيَوْمِ , وَلَا دَلَالَةَ فِيهِ لِأَنَّهُ لَمْ يَثْبُت أَنَّ مَنْزِلَ صَفِيَّةَ كَانَ بَيْنَهُ وَبَيْنَ الْمَسْجِدِ فَاصِلٌ زَائِدٌ , وَقَدْ حَدَّ بَعْضهمْ الْيَسِير بِنِصْفِ يَوْم وَلَيْسَ فِي الْخَبَر مَا يَدُلُّ عَلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2036",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُنِيرٍ، سَمِعَ هَارُونَ بْنَ إِسْمَاعِيلَ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، قَالَ سَأَلْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ ـ رضى الله عنه ـ قُلْتُ هَلْ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَذْكُرُ لَيْلَةَ الْقَدْرِ قَالَ نَعَمِ، اعْتَكَفْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ مِنْ رَمَضَانَ ـ قَالَ ـ فَخَرَجْنَا صَبِيحَةَ عِشْرِينَ، قَالَ فَخَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم صَبِيحَةَ عِشْرِينَ فَقَالَ ‏\n\"‏ إِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ، وَإِنِّي نُسِّيتُهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ فِي وِتْرٍ، فَإِنِّي رَأَيْتُ أَنِّي أَسْجُدُ فِي مَاءٍ وَطِينٍ، وَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلْيَرْجِعْ ‏\"‏‏.‏ فَرَجَعَ النَّاسُ إِلَى الْمَسْجِدِ، وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً ـ قَالَ ـ فَجَاءَتْ سَحَابَةٌ فَمَطَرَتْ، وَأُقِيمَتِ الصَّلاَةُ، فَسَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الطِّينِ وَالْمَاءِ، حَتَّى رَأَيْتُ الطِّينَ فِي أَرْنَبَتِهِ وَجَبْهَتِهِ‏.‏",
    "english_text": "I asked Abu Sa`id Al-Khudri, \"Did you hear Allah's Messenger (ﷺ) talking about the Night of Qadr?\" He \nreplied in the affirmative and said, \"Once we were in I`tikaf with Allah's Messenger (ﷺ) in the middle ten \ndays of (Ramadan) and we came out of it in the morning of the twentieth, and Allah's Messenger (ﷺ)delivered \na sermon on the 20th (of Ramadan) and said, 'I was informed (of the date) of the Night of \nQadr (in my dream) but had forgotten it. So, look for it in the odd nights of the last ten nights of the \nmonth of Ramadan. I saw myself prostrating in mud and water on that night (as a sign of the Night of \nQadr). So, whoever had been in I`tikaf with Allah's Messenger (ﷺ) should return for it.' The people returned \nto the mosque (for I`tikaf). There was no trace of clouds in the sky. But all of a sudden a cloud came \nand it rained. Then the prayer was established (they stood for the prayer) and Allah's Messenger (ﷺ) \nprostrated in mud and water and I saw mud over the forehead and the nose of the Prophet.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا هِشَامٌ ) ‏ ‏هُوَ الدَّسْتُوَائِيُّ وَيَحْيَى هُوَ اِبْن أَبِي كَثِير , وَيَأْتِي فِي الِاعْتِكَاف عَنْ طَرِيق عَلِيِّ اِبْن الْمُبَارَكِ عَنْ يَحْيَى \" سَمِعْت أَبَا سَلَمَة \". ‏ ‏قَوْله : ( سَأَلْت أَبَا سَعِيدٍ وَكَانَ لِي صَدِيقًا فَقَالَ اِعْتَكَفْنَا ) ‏ ‏لَمْ يَذْكُر الْمَسْئُول عَنْهُ فِي هَذِهِ الطَّرِيق , وَفِي رِوَايَة عَلِيٍّ الْمَذْكُورَة \" سَأَلْت أَبَا سَعِيد : هَلْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَذْكُر لَيْلَة الْقَدْر ؟ فَقَالَ : نَعَمْ \" فَذَكَرَ الْحَدِيث. وَلِمُسْلِمٍ مِنْ طَرِيق مَعْمَر عَنْ يَحْيَى \" تَذَاكَرْنَا لَيْلَةَ الْقَدْر فِي نَفَرٍ مِنْ قُرَيْشٍ , فَأَتَيْت أَبَا سَعِيد \" فَذَكَرَهُ , وَفِي رِوَايَة هَمَّامٍ عَنْ يَحْيَى فِي \" بَابٌ السُّجُودُ فِي الْمَاءِ وَالطِّينِ ) مِنْ صِفَةِ الصَّلَاةِ \" اِنْطَلَقْت إِلَى أَبِي سَعِيد فَقُلْت : أَلَا تَخْرُجُ بِنَا إِلَى النَّخْل فَنَتَحَدَّثَ ؟ فَخَرَجَ , فَقُلْت : حَدِّثْنِي مَا سَمِعْت مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي لَيْلَة الْقَدْر , فَأَفَادَ بَيَانَ سَبَبِ السُّؤَالِ , وَفِيهِ تَأْنِيسُ الطَّالِبِ لِلشَّيْخِ فِي طَلَبِ الِاخْتِلَاءِ بِهِ لِيَتَمَكَّنَ مِمَّا يُرِيدُ مِنْ مَسْأَلَتِهِ. ‏ ‏قَوْله : ( اِعْتَكَفْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْعَشْر الْأَوْسَط ) ‏ ‏هَكَذَا وَقَعَ فِي أَكْثَرِ الرِّوَايَاتِ , وَالْمُرَادُ بِالْعَشْرِ اللَّيَالِي وَكَانَ مِنْ حَقِّهَا أَنْ تُوصَفَ بِلَفْظِ التَّأْنِيثِ لَكِنْ وُصِفَتْ بِالْمُذَكَّرِ عَلَى إِرَادَةِ الْوَقْتِ أَوْ الزَّمَانِ أَوْ التَّقْدِير الثُّلُث كَأَنَّهُ قَالَ : اللَّيَالِي الْعَشْر الَّتِي هِيَ الثُّلُث الْأَوْسَطُ مِنْ الشَّهْرِ , وَوَقَعَ فِي \" الْمُوَطَّأ \" الْعَشْر الْوُسُط بِضَمِّ الْوَاو وَالسِّين جَمْع وُسْطَى وَيُرْوَى بِفَتْحِ السِّينِ مِثْل كُبْر وَكُبْرَى وَرَوَاهُ الْبَاجِيّ فِي \" الْمُوَطَّأِ \" بِإِسْكَانِهَا عَلَى أَنَّهُ جَمْع وَاسِط كَبَازِلٍ وَبَزْلٍ وَهَذَا يُوَافِق رِوَايَة الْأَوْسَط , وَوَقَعَ فِي رِوَايَة مُحَمَّد بْن إِبْرَاهِيم فِي الْبَاب الَّذِي يَلِيهِ \" كَانَ يُجَاوِر الْعَشْر الَّتِي فِي وَسَط الشَّهْرِ \" وَفِي رِوَايَة مَالِك الْآتِيَة فِي أَوَّل الِاعْتِكَاف \" كَانَ يَعْتَكِفُ \" وَالِاعْتِكَاف مُجَاوَرَةٌ مَخْصُوصَةٌ , وَلِمُسْلِمٍ مِنْ طَرِيقِ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيد \" اِعْتَكَفَ الْعَشْر الْأَوْسَط مِنْ رَمَضَان يَلْتَمِسُ لَيْلَة الْقَدْر قَبْل أَنْ تُبَانَ لَهُ , فَلَمَّا اِنْقَضَيْنَ أَمَرَ بِالْبِنَاءِ فَقُوِّضَ , ثُمَّ أُبِينَتْ لَهُ أَنَّهَا فِي الْعَشْر الْأَوَاخِر فَأَمَرَ بِالْبِنَاءِ فَأُعِيدَ \" وَزَادَ فِي رِوَايَة عِمَارَة بْن غَزِيَّةَ عَنْ مُحَمَّد إِبْرَاهِيم أَنَّهُ \" اِعْتَكَفَ الْعَشْر الْأَوَّل ثُمَّ اِعْتَكَفَ الْعَشْرَ الْأَوْسَط ثُمَّ اِعْتَكَفَ الْعَشْرَ الْأَوَاخِر \" , وَمِثْلُهُ فِي رِوَايَة هَمَّامٍ الْمَذْكُورَة وَزَادَ فِيهَا \" إِنَّ جِبْرِيلَ أَتَاهُ فِي الْمَرَّتَيْنِ فَقَالَ لَهُ : إِنَّ الَّذِي تَطْلُبُ أَمَامَك \" وَهُوَ بِفَتْحِ الْهَمْزَةِ وَالْمِيمِ أَيْ قُدَّامَك , قَالَ الطِّيبِيُّ : وَصَفَ الْأَوَّل وَالْأَوْسَط بِالْمُفْرَدِ وَالْأَخِير بِالْجَمْعِ إِشَارَةً إِلَى تَصْوِيرِ لَيْلَةِ الْقَدْرِ فِي كُلّ لَيْلَةٍ مِنْ لَيَالِي الْعَشْر الْأَخِير دُونَ الْأَوَّلَيْنِ. ‏ ‏قَوْله : ( فَخَرَجَ صَبِيحَةَ عِشْرِينَ فَخَطَبَنَا ) ‏ ‏فِي رِوَايَة مَالِك الْمَذْكُورَة \" حَتَّى إِذَا كَانَ لَيْلَة إِحْدَى وَعِشْرِينَ وَهِيَ اللَّيْلَة الَّتِي يَخْرُج مِنْ صَبِيحَتهَا مِنْ اِعْتِكَافه \" وَظَاهِره يُخَالِف رِوَايَة الْبَاب , وَمُقْتَضَاهُ أَنَّ خُطْبَتَهُ وَقَعَتْ فِي أَوَّل الْيَوْم الْحَادِي وَالْعِشْرِينَ , وَعَلَى هَذَا يَكُون أَوَّل لَيَالِي اِعْتِكَافه الْأَخِير لَيْلَةَ اِثْنَتَيْنِ وَعِشْرِينَ , وَهُوَ مُغَايِرٌ لِقَوْلِهِ فِي آخِر الْحَدِيث \" فَأَبْصَرَتْ عَيْنَايَ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَى جَبْهَتِهِ أَثَرُ الْمَاء وَالطِّين مِنْ صُبْحِ إِحْدَى وَعِشْرِينَ \" فَإِنَّهُ ظَاهِرٌ فِي أَنَّ الْخُطْبَةَ كَانَتْ فِي صُبْح الْيَوْم الْعِشْرِينَ , وَوُقُوع الْمَطَر كَانَ فِي لَيْلَة إِحْدَى وَعِشْرِينَ وَهُوَ الْمُوَافِق لِبَقِيَّةِ الطُّرُقِ , وَعَلَى هَذَا فَكَأَنَّ قَوْلَهُ فِي رِوَايَة مَالِك الْمَذْكُورَة \" وَهِيَ اللَّيْلَة الَّتِي يَخْرُج مِنْ صَبِيحَتِهَا \" أَيْ مِنْ الصُّبْح الَّذِي قَبْلَهَا , وَيَكُون فِي إِضَافَةِ الصُّبْحِ إِلَيْهَا تَجَوُّزٌ. وَقَدْ أَطَالَ اِبْن دِحْيَةَ فِي تَقْرِير أَنَّ اللَّيْلَةَ تُضَافُ لِلْيَوْمِ الَّذِي قَبْلهَا , وَرَدَّ عَلَى مَنْ مَنَعَ ذَلِكَ وَلَكِنْ لَمْ يُوَافِق عَلَى ذَلِكَ فَقَالَ اِبْنُ حَزْمٍ رِوَايَةَ اِبْن أَبِي حَازِم والدَّرَاوَرْدِيِّ - يَعْنِي رِوَايَة حَدِيث الْبَاب - مُسْتَقِيمَةٌ وَرِوَايَة مَالِك مُشْكِلَةٌ , وَأَشَارَ إِلَى تَأْوِيلِهَا بِنَحْوٍ مِمَّا ذَكَرْته. وَيُؤَيِّدُهُ أَنَّ فِي رِوَايَة الْبَابِ الَّذِي يَلِيهِ \" فَإِذَا كَانَ حِينَ يُمْسِي مِنْ عِشْرِينَ لَيْلَةً تَمْضِي وَيَسْتَقْبِلُ إِحْدَى وَعِشْرِينَ رَجَعَ إِلَى مَسْكَنِهِ \" وَهَذَا فِي غَايَة الْإِيضَاح , وَأَفَادَ اِبْن عَبْد الْبَرّ فِي \" الِاسْتِذْكَارِ \" أَنَّ الرُّوَاة عَنْ مَالِك اِخْتَلَفُوا عَلَيْهِ فِي لَفْظ الْحَدِيث فَقَالَ بَعْد ذِكْرِ الْحَدِيثِ : هَكَذَا رَوَاهُ يَحْيَى بْن يَحْيَى بْن بُكَيْر وَالشَّافِعِيّ عَنْ مَالِك \" يَخْرُج فِي صَبِيحَتهَا مِنْ اِعْتِكَافه \" وَرَوَاهُ اِبْن الْقَاسِم وَابْن وَهْبٍ وَالْقَعْنَبِيُّ وَجَمَاعَةٌ عَنْ مَالِك فَقَالُوا \" وَهِيَ اللَّيْلَة الَّتِي يَخْرُج فِيهَا مِنْ اِعْتِكَافه \" قَالَ : وَقَدْ رَوَى اِبْن وَهْبٍ وَابْن عَبْد الْحَكَم عَنْ مَالِك فَقَالَ مَنْ اِعْتَكَفَ أَوَّلَ الشَّهْر أَوْ وَسَطَهُ فَإِنَّهُ يَخْرُج إِذَا غَابَتْ الشَّمْسُ مِنْ آخِر يَوْمٍ مِنْ اِعْتِكَافه , وَمَنْ اِعْتَكَفَ فِي آخِر الشَّهْر فَلَا يَنْصَرِفُ إِلَى بَيْتِهِ حَتَّى يَشْهَد الْعِيدَ. قَالَ اِبْن عَبْد الْبَرّ : وَلَا خِلَافَ فِي الْأَوَّل , وَإِنَّمَا الْخِلَافُ فِيمَنْ اِعْتَكَفَ الْعَشْر الْأَخِير هَلْ يَخْرُج إِذَا غَابَتْ الشَّمْسُ أَوْ لَا يَخْرُج حَتَّى يُصْبِحَ ؟ قَالَ : وَأَظُنُّ الْوَهْمَ دَخَلَ مِنْ وَقْت خُرُوج الْمُعْتَكِفِ. قُلْت : وَهُوَ بَعِيدٌ لِمَا قَرَّرَهُ هُوَ مِنْ بَيَان مَحَلّ الِاخْتِلَاف. وَقَدْ وَجَّهَ شَيْخُنَا الْإِمَامُ الْبُلْقِينِيُّ رِوَايَةَ الْبَاب بِأَنَّ مَعْنَى قَوْله \" حَتَّى إِذَا كَانَتْ لَيْلَةُ إِحْدَى وَعِشْرِينَ \" أَيْ حَتَّى إِذَا كَانَ الْمُسْتَقْبِلُ مِنْ اللَّيَالِي لَيْلَةَ إِحْدَى وَعِشْرِينَ , وَقَوْله \" وَهِيَ اللَّيْلَة الَّتِي يَخْرُج \" الضَّمِير يَعُودُ عَلَى اللَّيْلَة الْمَاضِيَة , وَيُؤَيِّدُ هَذَا قَوْله \" مَنْ كَانَ اِعْتَكَفَ مَعِي فَلْيَعْتَكِفْ الْعَشْرَ الْأَوَاخِرَ \" لِأَنَّهُ لَا يَتِمّ ذَلِكَ إِلَّا بِإِدْخَالِ اللَّيْلَةِ الْأُولَى. ‏ ‏قَوْله : ( أُرِيت ) ‏ ‏بِضَمِّ أَوَّله عَلَى الْبِنَاءِ لِغَيْرِ مُعَيَّنٍ , وَهِيَ مِنْ الرُّؤْيَا أَيْ أُعْلِمَتْ بِهَا , أَوْ مِنْ الرُّؤْيَةِ أَيْ أَبْصَرْتهَا , وَإِنَّمَا أُرِيَ عَلَامَتهَا وَهُوَ السُّجُود فِي الْمَاء وَالطِّين كَمَا وَقَعَ فِي رِوَايَة هَمَّامٍ الْمُشَار إِلَيْهَا بِلَفْظِ \" حَتَّى رَأَيْت أَثَر الْمَاء وَالطِّين عَلَى جَبْهَة رَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَصْدِيق رُؤْيَاهُ \". ‏ ‏قَوْله : ( ثُمَّ أُنْسِيتهَا أَوْ نَسِيتهَا ) ‏ ‏شَكٌّ مِنْ الرَّاوِي هَلْ أَنْسَاهُ غَيْرُهُ إِيَّاهَا أَوْ نَسِيَهَا هُوَ مِنْ غَيْر وَاسِطَةٍ , وَمِنْهُمْ مَنْ ضَبَطَ نُسِّيتهَا بِضَمِّ أَوَّلِهِ وَالتَّشْدِيد فَهُوَ بِمَعْنَى أُنْسِيتهَا وَالْمُرَاد أَنَّهُ أُنْسِيَ عِلْمَ تَعْيِينِهَا فِي تِلْكَ السَّنَةِ , وَسَيَأْتِي سَبَبُ النِّسْيَانِ فِي هَذِهِ الْقِصَّةِ فِي حَدِيث عُبَادَةَ بْنِ الصَّامِتِ بَعْدَ بَابٍ. ‏ ‏قَوْلُهُ : ( إِنِّي أَسْجُدُ ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيِّ \" أَنْ أَسْجُدَ \". ‏ ‏قَوْله : ( فَمَنْ كَانَ اِعْتَكَفَ مَعِي فَلْيَرْجِعْ ) ‏ ‏فِي رِوَايَة هَمَّامٍ الْمَذْكُورَةِ \" مَنْ اِعْتَكَفَ مَعَ النَّبِيِّ \" وَفِيهِ اِلْتِفَاتٌ. ‏ ‏قَوْله : ( قَزَعَة ) ‏ ‏بِفَتْحِ الْقَافِ وَالزَّايِ أَيْ قِطْعَةٌ مِنْ سَحَابٍ رَقِيقَةٌ. ‏ ‏قَوْله : ( فَمَطَرَتْ ) ‏ ‏بِفَتْحَتَيْنِ , فِي الْبَابِ الَّذِي يَلِيهِ مِنْ وَجْهٍ آخِرَ \" فَاسْتُهِلَّتْ السَّمَاءُ فَأَمْطَرَتْ \". ‏ ‏قَوْله : ( حَتَّى سَالَ سَقْفُ الْمَسْجِدِ ) ‏ ‏فِي رِوَايَةِ مَالِكٍ \" فَوَكَفَ الْمَسْجِدُ \" أَيْ قَطَّرَ الْمَاءُ مِنْ سَقْفِهِ , وَكَانَ عَلَى عَرِيشٍ أَيْ مِثْلِ الْعَرِيشِ وَإِلَّا فَالْعَرِيشُ هُوَ نَفْسُ سَقْفِهِ , وَالْمُرَادُ أَنَّهُ كَانَ مُظَلَّلًا بِالْجَرِيدِ وَالْخُوص , وَلَمْ يَكُنْ مُحْكَمَ الْبِنَاءِ بِحَيْثُ يَكُفُّ مِنْ الْمَطَرِ الْكَثِيرَ. ‏ ‏قَوْله : ( يَسْجُدُ فِي الْمَاءِ وَالطِّينِ حَتَّى رَأَيْت أَثَرَ الطِّينِ فِي جَبْهَتِهِ ) ‏ ‏وَفِي رِوَايَة مَالِكٍ \" عَلَى جَبْهَتِهِ أَثَرُ الْمَاءِ وَالطِّينِ \" وَفِي رِوَايَة اِبْنِ أَبِي حَازِمٍ فِي الْبَاب الَّذِي يَلِيهِ \" اِنْصَرَفَ مِنْ الصُّبْح وَوَجْهُهُ مُمْتَلِئٌ طِينًا وَمَاءً \" وَهَذَا يُشْعِرُ بِأَنَّ قَوْلَهُ \" أَثَرُ الْمَاءِ وَالطِّينِ \" لَمْ يُرَدْ بِهِ مَحْضُ الْأَثَرِ وَهُوَ مَا يَبْقَى بَعْدَ إِزَالَة الْعَيْن , وَقَدْ مَضَى الْبَحْث فِي ذَلِكَ فِي صِفَة الصَّلَاة. وَفِي حَدِيث أَبِي سَعِيد مِنْ الْفَوَائِد تَرْكُ مَسْحِ جَبْهَةِ الْمُصَلِّي , وَالسُّجُود عَلَى الْحَائِلِ , وَحَمَلَهُ الْجُمْهُورُ عَلَى الْأَثَرِ الْخَفِيفِ لَكِنْ يُعَكِّرُ عَلَيْهِ قَوْلُهُ فِي بَعْضِ طُرُقِهِ \" وَوَجْهُهُ مُمْتَلِئٌ طِينًا وَمَاءً \" وَأَجَابَ النَّوَوِيُّ بِأَنَّ الِامْتِلَاءَ الْمَذْكُورَ لَا يَسْتَلْزِمُ سِتْرَ جَمِيع الْجَبْهَة. وَفِيهِ جَوَاز السُّجُود فِي الطِّينِ , وَقَدْ تَقَدَّمَ أَكْثَرُ ذَلِكَ فِي أَبْوَابِ الصَّلَاةِ. وَفِيهِ الْأَمْرُ بِطَلَبِ الْأَوْلَى وَالْإِرْشَادُ إِلَى تَحْصِيلِ الْأَفْضَلِ , وَأَنَّ النِّسْيَانَ جَائِزٌ عَلَى النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا نَقْصَ عَلَيْهِ فِي ذَلِكَ لَا سِيَّمَا فِيمَا لَمْ يُؤْذَنْ لَهُ فِي تَبْلِيغِهِ , وَقَدْ يَكُون فِي ذَلِكَ مَصْلَحَةٌ تَتَعَلَّقُ بِالتَّشْرِيعِ كَمَا فِي السَّهْوِ فِي الصَّلَاةِ , أَوْ بِالِاجْتِهَادِ فِي الْعِبَادَة كَمَا فِي هَذِهِ الْقِصَّة , لِأَنَّ لَيْلَةَ الْقَدْرِ لَوْ عُيِّنَتْ فِي لَيْلَةٍ بِعَيْنِهَا حَصَلَ الِاقْتِصَارُ عَلَيْهَا فَفَاتَتْ الْعِبَادَةُ فِي غَيْرهَا , وَكَانَ هَذَا هُوَ الْمُرَادَ بِقَوْلِهِ \" عَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ \" كَمَا سَيَأْتِي فِي حَدِيث عُبَادَةَ. وَفِيهِ اِسْتِعْمَال رَمَضَان بِدُونِ شَهْرٍ , وَاسْتِحْبَابُ الِاعْتِكَافِ فِيهِ , وَتَرْجِيحُ اِعْتِكَافِ الْعَشْرِ الْأَخِيرِ , وَأَنَّ مِنْ الرُّؤْيَا مَا يَقَعُ تَعْبِيرُهُ مُطَابِقًا , وَتَرَتُّبُ الْأَحْكَامِ عَلَى رُؤْيَا الْأَنْبِيَاءِ. وَفِي أَوَّل قِصَّة أَبِي سَلَمَة مَعَ أَبِي سَعِيد الْمَشْي فِي طَلَب الْعِلْمِ , وَإِيثَار الْمَوَاضِع الْخَالِيَةِ لِلسُّؤَالِ , وَإِجَابَةُ السَّائِلِ لِذَلِكَ وَاجْتِنَاب الْمَشَقَّةِ فِي الِاسْتِفَادَة , وَابْتِدَاءُ الطَّالِب بِالسُّؤَالِ , وَتَقَدُّم الْخُطْبَة عَلَى التَّعْلِيم وَتَقْرِيب الْبَعِيد فِي الطَّاعَة وَتَسْهِيل الْمَشَقَّة فِيهَا بِحُسْنِ التَّلَطُّف وَالتَّدْرِيج إِلَيْهَا , قِيلَ وَيُسْتَنْبَطُ مِنْهُ جَوَازُ تَغْيِير مَادَّة الْبِنَاء مِنْ الْأَوْقَاف بِمَا هُوَ أَقْوَى مِنْهَا وَأَنْفَعُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2037",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اعْتَكَفَتْ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم امْرَأَةٌ مِنْ أَزْوَاجِهِ مُسْتَحَاضَةٌ، فَكَانَتْ تَرَى الْحُمْرَةَ وَالصُّفْرَةَ، فَرُبَّمَا وَضَعْنَا الطَّسْتَ تَحْتَهَا وَهْىَ تُصَلِّي‏.‏",
    "english_text": "One of the wives of Allah's Messenger (ﷺ) practiced I`tikaf with him while she ad bleeding in between her \nperiods and she would see red (blood) or yellowish traces, and sometimes we put a tray beneath her \nwhen she offered the prayer.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2038",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ ـ رضى الله عنهما ـ أَنَّ صَفِيَّةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ‏.‏ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ كَانَ النَّبِيُّ صلى الله عليه وسلم فِي الْمَسْجِدِ، وَعِنْدَهُ أَزْوَاجُهُ، فَرُحْنَ، فَقَالَ لِصَفِيَّةَ بِنْتِ حُيَىٍّ ‏\"‏ لاَ تَعْجَلِي حَتَّى أَنْصَرِفَ مَعَكِ ‏\"‏‏.‏ وَكَانَ بَيْتُهَا فِي دَارِ أُسَامَةَ، فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم مَعَهَا، فَلَقِيَهُ رَجُلاَنِ مِنَ الأَنْصَارِ، فَنَظَرَا إِلَى النَّبِيِّ صلى الله عليه وسلم ثُمَّ أَجَازَا وَقَالَ لَهُمَا النَّبِيُّ صلى الله عليه وسلم ‏\"‏ تَعَالَيَا، إِنَّهَا صَفِيَّةُ بِنْتُ حُيَىٍّ ‏\"‏‏.‏ قَالاَ سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ إِنَّ الشَّيْطَانَ يَجْرِي مِنَ الإِنْسَانِ مَجْرَى الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يُلْقِيَ فِي أَنْفُسِكُمَا شَيْئًا ‏\"‏‏.‏",
    "english_text": "The wives of the Prophet (ﷺ) were with him in the mosque (while he was in I`tikaf) and then they \ndeparted and the Prophet (ﷺ) said to Safiya bint Huyai, \"Don't hurry up, for I shall accompany you,\" (and \nher dwelling was in the house of Usama). The Prophet (ﷺ) went out and in the meantime two Ansari men \nmet him and they looked at the Prophet (ﷺ) and passed by. The Prophet (ﷺ) said to them, \"Come here. She is \n(my wife) Safiya bint Huyai.\" They replied, \"Subhan Allah, (How dare we think of evil) O Allah's \nApostle! (we never expect anything bad from you).\" The Prophet (ﷺ) replied, \"Satan circulates in the \nhuman being as blood circulates in the body, and I was afraid lest Satan might insert an evil thought in \nyour minds.\"",
    "explication": "‏ ‏قَوْله : ( فِي أَنْفُسِكُمَا ) ‏ ‏هُوَ مِثْلُ قَوْله فِي الرِّوَايَة الْأُخْرَى \" فِي قُلُوبِكُمَا , وَإِضَافَةُ لَفْظِ الْجَمْعِ إِلَى الْمُثَنَّى كَثِيرٌ مَسْمُوعٌ كَقَوْلِهِ تَعَالَى ( فَقَدْ صَغَتْ قُلُوبُكُمَا ). ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2039",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ أَخْبَرَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ ـ رضى الله عنهما ـ أَنَّ صَفِيَّةَ، أَخْبَرَتْهُ‏.‏ حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ الزُّهْرِيَّ، يُخْبِرُ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، أَنَّ صَفِيَّةَ ـ رضى الله عنها ـ أَتَتِ النَّبِيَّ صلى الله عليه وسلم وَهْوَ مُعْتَكِفٌ، فَلَمَّا رَجَعَتْ مَشَى مَعَهَا، فَأَبْصَرَهُ رَجُلٌ مِنَ الأَنْصَارِ، فَلَمَّا أَبْصَرَهُ دَعَاهُ فَقَالَ ‏\n\"‏ تَعَالَ هِيَ صَفِيَّةُ ـ وَرُبَّمَا قَالَ سُفْيَانُ هَذِهِ صَفِيَّةُ ـ فَإِنَّ الشَّيْطَانَ يَجْرِي مِنَ ابْنِ آدَمَ مَجْرَى الدَّمِ ‏\"‏‏.‏ قُلْتُ لِسُفْيَانَ أَتَتْهُ لَيْلاً قَالَ وَهَلْ هُوَ إِلاَّ لَيْلٌ",
    "english_text": "Safiya went to the Prophet (ﷺ) while he was in I`tikaf. When she returned, the Prophet (ﷺ) accompanied her \nwalking. An Ansari man saw him. When the Prophet (ﷺ) noticed him, he called him and said, \"Come \nhere. She is Safiya. (Sufyan a sub-narrator perhaps said that the Prophet (ﷺ) had said, \"This is Safiya\"). \nAnd Satan circulates in the body of Adam's offspring as his blood circulates in it.\" \n(A sub-narrator asked Sufyan, \"Did Safiya visit him at night?\" He said, \"Of course, at night.\")",
    "explication": "‏ ‏قَوْله : ( قُلْت لِسُفْيَانَ ) ‏ ‏وَهُوَ اِبْن عُيَيْنَةَ , الْقَائِل هُوَ عَلِيّ بْن عَبْد اللَّه بْن الْمَدِينِيِّ شَيْخُ الْبُخَارِيِّ. وَقَوْله ‏ ‏( وَهَلْ هُوَ إِلَّا لَيْلًا ) ‏ ‏أَيْ وَهَلْ وَقَعَ الْإِتْيَان إِلَّا فِي اللَّيْل ؟ وَلَيْسَ الْمُرَاد نَفْيَ إِمْكَانِهِ بَلْ نَفْيُ وُقُوعِهِ , وَقَدْ وَقَعَ عِنْد النَّسَائِيِّ مِنْ طَرِيق عَبْد اللَّه بْن الْمُبَارَك عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ فِي نَفْس الْحَدِيثِ \" أَنَّ صَفِيَّة أَتَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2040",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ سُلَيْمَانَ الأَحْوَلِ، خَالِ ابْنِ أَبِي نَجِيحٍ عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ،‏.‏ قَالَ سُفْيَانُ وَحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ،‏.‏ قَالَ وَأَظُنُّ أَنَّ ابْنَ أَبِي لَبِيدٍ، حَدَّثَنَا عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ ـ رضى الله عنه ـ قَالَ اعْتَكَفْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ، فَلَمَّا كَانَ صَبِيحَةَ عِشْرِينَ نَقَلْنَا مَتَاعَنَا فَأَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ كَانَ اعْتَكَفَ فَلْيَرْجِعْ إِلَى مُعْتَكَفِهِ فَإِنِّي رَأَيْتُ هَذِهِ اللَّيْلَةَ، وَرَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ ‏\"‏‏.‏ فَلَمَّا رَجَعَ إِلَى مُعْتَكَفِهِ، وَهَاجَتِ السَّمَاءُ، فَمُطِرْنَا فَوَالَّذِي بَعَثَهُ بِالْحَقِّ لَقَدْ هَاجَتِ السَّمَاءُ مِنْ آخِرِ ذَلِكَ الْيَوْمِ، وَكَانَ الْمَسْجِدُ عَرِيشًا، فَلَقَدْ رَأَيْتُ عَلَى أَنْفِهِ وَأَرْنَبَتِهِ أَثَرَ الْمَاءِ وَالطِّينِ‏.‏",
    "english_text": "We practiced I`tikaf with Allah's Messenger (ﷺ) in the middle ten days (of Ramadan). In the morning of the \ntwentieth (of Ramadan) we shifted our baggage, but Allah's Messenger (ﷺ) came to us and said, \"Whoever \nwas m I`tikaf should return to his place of I`tikaf, for I saw (i.e. was informed about the date of) this \nNight (of Qadr) and saw myself prostrating in mud and water.\" When I returned to my place the sky \nwas overcast with clouds and it rained. By Him Who sent Muhammad with the Truth, the sky was \ncovered with clouds from the end of that day, and the mosque which was roofed with leafstalks of \ndate palm trees (leaked with rain) and I saw the trace of mud and water over the nose of the Prophet (ﷺ) \nand its tip.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الرَّحْمَن بْن بِشْر ) ‏ ‏كَذَا لِلْأَكْثَرِ وَلَيْسَ فِي رِوَايَة الْأَصِيلِيّ وَكَرِيمَةَ قَوْله \" اِبْن بِشْر \" وَذَكَرَهُ النَّسَفِيُّ وَحْدَهُ تَعْلِيقًا فَقَالَ \" وَعَبْد الرَّحْمَن حَدَّثَنَا سُفْيَانُ \" وَهُوَ اِبْن عُيَيْنَةَ. ‏ ‏قَوْله : ( عَنْ اِبْن جُرَيْجٍ ) ‏ ‏فِي رِوَايَة الْحُمَيْدِيِّ فِي مُسْنَدِهِ عَنْ سُفْيَانَ \" حَدَّثَنَا اِبْن جُرَيْجٍ \". ‏ ‏قَوْله : ( عَنْ سُلَيْمَان ) ‏ ‏زَادَ الْحُمَيْدِيُّ اِبْن أَبِي مُسْلِمٍ. ‏ ‏قَوْله : ( وَحَدَّثَنَا مُحَمَّد بْن عَمْرو ) ‏ ‏الْقَائِل هُوَ سُفْيَان وَهُوَ اِبْن عُيَيْنَةَ وَهُوَ الْقَائِل أَيْضًا \" وَأَظُنُّ أَنَّ اِبْنَ أَبِي لَبِيدٍ حَدَّثَنَا \" وَالْحَاصِل أَنَّ لِسُفْيَانَ فِيهِ ثَلَاثَةَ أَشْيَاخٍ حَدَّثُوهُ بِهِ عَنْ أَبِي سَلَمَة , وَقَدْ أَخْرَجَهُ أَحْمَد عَنْ سُفْيَان قَالَ \" حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة وَابْن أَبِي لَبِيد عَنْ أَبِي سَلَمَة سَمِعْت أَبَا سَعِيدٍ \" وَلَمْ يَقُلْ \" وَأَظُنُّ \" وَمُحَمَّد بْن عَمْرو هُوَ اِبْن عَلْقَمَةَ اللَّيْثِيُّ وَلَمْ يُخْرِجْ لَهُ الْبُخَارِيُّ إِلَّا مَقْرُونًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2041",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدُ بْنُ فُضَيْلِ بْنِ غَزْوَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ فِي كُلِّ رَمَضَانَ، وَإِذَا صَلَّى الْغَدَاةَ دَخَلَ مَكَانَهُ الَّذِي اعْتَكَفَ فِيهِ ـ قَالَ ـ فَاسْتَأْذَنَتْهُ عَائِشَةُ أَنْ تَعْتَكِفَ فَأَذِنَ لَهَا فَضَرَبَتْ فِيهِ قُبَّةً، فَسَمِعَتْ بِهَا حَفْصَةُ، فَضَرَبَتْ قُبَّةً، وَسَمِعَتْ زَيْنَبُ بِهَا، فَضَرَبَتْ قُبَّةً أُخْرَى، فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الْغَدِ أَبْصَرَ أَرْبَعَ قِبَابٍ، فَقَالَ ‏\"‏ مَا هَذَا ‏\"‏‏.‏ فَأُخْبِرَ خَبَرَهُنَّ، فَقَالَ ‏\"‏ مَا حَمَلَهُنَّ عَلَى هَذَا آلْبِرُّ انْزِعُوهَا فَلاَ أَرَاهَا ‏\"‏‏.‏ فَنُزِعَتْ، فَلَمْ يَعْتَكِفْ فِي رَمَضَانَ حَتَّى اعْتَكَفَ فِي آخِرِ الْعَشْرِ مِنْ شَوَّالٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to practice I`tikaf every year in the month of Ramadan. And after offering the \nmorning prayer, he used to enter the place of his I`tikaf. `Aisha asked his permission to let her practice \nI`tikaf and he allowed her, and so she pitched a tent in the mosque. When Hafsa heard of that, she also \npitched a tent (for herself), and when Zainab heard of that, she too pitched another tent. When, in the \nmorning, Allah's Messenger (ﷺ) had finished the morning prayer, he saw four tents and asked, \"What is \nthis?\" He was informed about it. He then said, \"What made them do this? Is it righteousness? Remove \nthe tents, for I do not want to see them.\" So, the tents were removed. The Prophet (ﷺ) did not perform \nI`tikaf that year in the month of Ramadan, but did it in the last ten days of Shawwal.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد ) ‏ ‏فِي رِوَايَة كَرِيمَةَ \" هُوَ اِبْن سَلَامٍ \". ‏ ‏قَوْله : ( فَإِذَا صَلَّى الْغَدَاةَ دَخَلَ مَكَانَهُ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" حَلَّ \" بِمُهْمَلَةٍ وَتَشْدِيدٍ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2042",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ‏.‏ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَوْفِ نَذْرَكَ ‏\"‏‏.‏ فَاعْتَكَفَ لَيْلَةً‏.‏",
    "english_text": "`Umar bin Al-Khattab said, \"O Allah's Messenger (ﷺ)! I vowed in the Pre-Islamic period to perform I`tikaf in \nAl-Masjid-al-Haram for one night.\" The Prophet (ﷺ) said, \"Fulfill your vow.\" So, he performed I`tikaf for \none night.",
    "explication": "حَدِيث اِبْن عُمَر فِي نَذْر عُمَر فِي الْجَاهِلِيَّة أَنَّهُ يَعْتَكِف فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوْفِ بِنَذْرِك \" قَالَ اِبْن بَطَّال قَاسَ الْبُخَارِيّ الْيَمِين عَلَى النَّذْر وَتَرَكَ الْكَلَام عَلَى الِاعْتِكَاف فَمَنْ نَذَرَ أَوْ حَلَفَ قَبْل أَنْ يُسْلِم عَلَى شَيْء يَجِب الْوَفَاء بِهِ لَوْ كَانَ مُسْلِمًا فَإِنَّهُ إِذَا أَسْلَمَ يَجِب عَلَيْهِ عَلَى ظَاهِر قِصَّة عُمَر , قَالَ : وَبِهِ يَقُول الشَّافِعِيّ وَأَبُو ثَوْر , كَذَا قَالَ وَكَذَا نَقَلَهُ اِبْن حَزْم عَنْ الْإِمَام الشَّافِعِيّ , وَالْمَشْهُور عِنْد الشَّافِعِيَّة أَنَّهُ وَجْه لِبَعْضِهِمْ وَأَنَّ الشَّافِعِيّ وَجُلّ أَصْحَابه عَلَى أَنَّهُ لَا يَجِب بَلْ يُسْتَحَبّ , وَكَذَا قَالَ الْمَالِكِيَّة وَالْحَنَفِيَّة , وَعَنْ أَحْمَد فِي رِوَايَة يَجِب , وَبِهِ جَزَمَ الطَّبَرِيُّ وَالْمُغِيرَة بْن عَبْد الرَّحْمَن مِنْ الْمَالِكِيَّة وَالْبُخَارِيّ وَدَاوُد وَأَتْبَاعه. قُلْت : إِنْ وُجِدَ عَنْ الْبُخَارِيّ التَّصْرِيح بِالْوُجُوبِ قُبِلَ , وَإِلَّا فَمُجَرَّد تَرْجَمَته لَا يَدُلّ عَلَى أَنَّهُ يَقُول بِوُجُوبِهِ ; لِأَنَّهُ مُحْتَمَل لِأَنْ يَقُول بِالنَّدْبِ فَيَكُون تَقْدِير جَوَاب الِاسْتِفْهَام يَنْدُب لَهُ ذَلِكَ , قَالَ الْقَابِسِيّ : لَمْ يَأْمُر عُمَر عَلَى جِهَة الْإِيجَاب بَلْ عَلَى جِهَة الْمَشُورَة كَذَا قَالَ , وَقِيلَ : أَرَادَ أَنْ يُعْلِمَهُمْ أَنَّ الْوَفَاء بِالنَّذْرِ مِنْ آكَدِ الْأُمُور فَغَلَّظَ أَمْره بِأَنْ أَمَرَ عُمَر بِالْوَفَاءِ , وَاحْتَجَّ الطَّحَاوِيُّ بِأَنَّ الَّذِي يَجِب الْوَفَاء بِهِ مَا يُتَقَرَّب بِهِ إِلَى اللَّه وَالْكَافِر لَا يَصِحّ مِنْهُ التَّقَرُّب بِالْعِبَادَةِ , وَأَجَابَ عَنْ قِصَّة عُمَر بِاحْتِمَالِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَهِمَ مِنْ عُمَر أَنَّهُ سَمَحَ بِأَنْ يَفْعَل مَا كَانَ نَذَرَهُ فَأَمَرَهُ بِهِ لِأَنَّ فِعْله حِينَئِذٍ طَاعَة لِلَّهِ تَعَالَى , فَكَانَ ذَلِكَ خِلَاف مَا أَوْجَبَهُ عَلَى نَفْسه ; لِأَنَّ الْإِسْلَام يَهْدِم أَمْر الْجَاهِلِيَّة. قَالَ اِبْن دَقِيق الْعِيد : ظَاهِر الْحَدِيث يُخَالِف هَذَا , فَإِنْ دَلَّ دَلِيل أَقْوَى مِنْهُ عَلَى أَنَّهُ لَا يَصِحّ مِنْ الْكَافِر قَوَّى هَذَا التَّأْوِيل , وَإِلَّا فَلَا. ‏ ‏قَوْله ( عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَكِ. ‏ ‏قَوْله ( عُبَيْد اللَّه بْن عُمَر ) ‏ ‏هُوَ الْعُمَرِيُّ , وَلِعَبْدِ اللَّه بْن الْمُبَارَك فِيهِ شَيْخ آخَر تَقَدَّمَ فِي غَزْوَة حُنَيْنٍ فَأَخْرَجَهُ عَنْ مُحَمَّد بْن مُقَاتِل عَنْ عَبْد اللَّه بْن الْمُبَارَك عَنْ مَعْمَر عَنْ أَيُّوب عَنْ نَافِع وَأَوَّل حَدِيثه \" لَمَّا قَفَلْنَا مِنْ حُنَيْنٍ سَأَلَ عُمَر \" فَذَكَرَ الْحَدِيث فَأَفَادَ تَعْيِين زَمَان السُّؤَال الْمَذْكُور , وَقَدْ بَيَّنْت الِاخْتِلَاف عَلَى نَافِع ثُمَّ عَلَى أَيُّوب فِي وَصْلِهِ وَإِرْسَاله هُنَاكَ وَكَذَا ذَكَرْت فِيهِ فَوَائِد زَوَائِد تَتَعَلَّق بِسِيَاقِهِ , وَكَذَلِكَ فِي فَرْض الْخُمُس , وَتَقَدَّمَ فِي أَبْوَاب الِاعْتِكَاف مَا يَتَعَلَّق بِهِ , وَذَكَرْت هُنَاكَ مَا يَرُدُّ عَلَى مَنْ زَعَمَ أَنَّ عُمَر إِنَّمَا نَذَرَ بَعْد أَنْ أَسْلَمَ وَعَلَى مَنْ زَعَمَ أَنَّ اِعْتِكَاف عُمَر كَانَ قَبْل النَّهْي عَنْ الصِّيَام فِي اللَّيْل , وَبَقِيَ هُنَا مَا يَتَعَلَّق بِالنَّذْرِ إِذَا صَدَرَ مِنْ شَخْص قَبْل أَنْ يُسْلِم ثُمَّ أَسْلَمَ هَلْ يَلْزَمهُ ؟ وَقَدْ ذَكَرْت مَا فِيهِ. وَقَوْله \" أَوْفِ بِنَذْرِك \" لَمْ يَذْكُر فِي هَذِهِ الرِّوَايَة مَتَى اِعْتَكَفَ , وَقَدْ تَقَدَّمَ فِي غَزْوَة حُنَيْنٍ التَّصْرِيح بِأَنَّ سُؤَاله كَانَ بَعْد قَسْم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَنَائِم حُنَيْنٍ بِالطَّائِفِ , وَتَقَدَّمَ فِي فَرْض الْخُمُس أَنَّ فِي رِوَايَة سُفْيَان بْن عُيَيْنَةَ عَنْ أَيُّوب مِنْ الزِّيَادَة \" قَالَ عُمَر فَلَمْ أَعْتَكِفْ حَتَّى كَانَ بَعْد حُنَيْنٍ , وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْطَانِي جَارِيَة مِنْ السَّبْي , فَبَيْنَا أَنَا مُعْتَكِف إِذْ سَمِعْت تَكْبِيرًا \" فَذَكَرَ الْحَدِيث فِي مَنِّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى هَوَازِنَ بِإِطْلَاقِ سَبْيِهِمْ , وَفِي الْحَدِيث لُزُوم النَّذْر لِلْقُرْبَةِ مِنْ كُلّ أَحَد حَتَّى قَبْلَ الْإِسْلَامِ , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ , أَجَابَ اِبْن الْعَرَبِيّ بِأَنَّ عُمَر لَمَّا نَذَرَ فِي الْجَاهِلِيَّة ثُمَّ أَسْلَمَ أَرَادَ أَنْ يُكَفِّر ذَلِكَ بِمِثْلِهِ فِي الْإِسْلَام فَلَمَّا أَرَادَهُ وَنَوَاهُ سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعْلَمَهُ أَنَّهُ لَزِمَهُ , قَالَ : وَكُلّ عِبَادَة يَنْفَرِد بِهَا الْعَبْد عَنْ غَيْره تَنْعَقِد بِمُجَرَّدِ النِّيَّة الْعَازِمَة الدَّائِمَة كَالنَّذْرِ فِي الْعِبَادَة وَالطَّلَاق فِي الْأَحْكَام , وَإِنْ لَمْ يَتَلَفَّظْ بِشَيْءٍ مِنْ ذَلِكَ , كَذَا قَالَ , وَلَمْ يُوَافَق عَلَى ذَلِكَ بَلْ نَقَلَ بَعْض الْمَالِكِيَّة الِاتِّفَاق عَلَى أَنَّ الْعِبَادَة لَا تَلْزَم إِلَّا بِالنِّيَّةِ مَعَ الْقَوْل أَوْ الشُّرُوع , وَعَلَى التَّنَزُّل فَظَاهِر كَلَام عُمَر مُجَرَّد الْإِخْبَار بِمَا وَقَعَ مَعَ الِاسْتِخْبَار عَنْ حُكْمه هَلْ لَزِمَ أَوْ لَا ؟ وَلَيْسَ فِيهِ مَا يَدُلّ عَلَى مَا اِدَّعَاهُ مِنْ تَجْدِيد نِيَّة مِنْهُ فِي الْإِسْلَام. وَقَالَ الْبَاجِيّ : قِصَّة عُمَر هِيَ كَمَنْ نَذَرَ أَنْ يَتَصَدَّق بِكَذَا إِنْ قَدِمَ فُلَان بَعْد شَهْر فَمَاتَ فُلَان قَبْل قُدُومه فَإِنَّهُ لَا يَلْزَم النَّاذِرَ قَضَاؤُهُ فَإِنْ فَعَلَهُ فَحَسَنٌ , فَلَمَّا نَذَرَ عُمَر قَبْل أَنْ يُسْلِم وَسَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَهُ بِوَفَائِهِ اِسْتِحْبَابًا وَإِنْ كَانَ لَا يَلْزَمهُ لِأَنَّهُ اِلْتَزَمَهُ فِي حَالَة لَا يَنْعَقِد فِيهَا. وَنَقَلَ شَيْخنَا فِي شَرْح التِّرْمِذِيّ أَنَّهُ اُسْتُدِلَّ بِهِ عَلَى أَنَّ الْكُفَّار مُخَاطَبُونَ بِفُرُوعِ الشَّرِيعَة وَإِنْ كَانَ لَا يَصِحّ مِنْهُمْ إِلَّا بَعْد أَنْ يُسْلِمُوا لِأَمْرِ عُمَر بِوَفَاءِ مَا اِلْتَزَمَهُ فِي الشِّرْك , وَنَقَلَ أَنَّهُ لَا يَصِحّ الِاسْتِدْلَال بِهِ لِأَنَّ الْوَاجِب بِأَصْلِ الشَّرْع كَالصَّلَاةِ لَا يَجِب عَلَيْهِمْ قَضَاؤُهَا فَكَيْف يُكَلَّفُونَ بِقَضَاءِ مَا لَيْسَ وَاجِبًا بِأَصْلِ الشَّرْع ؟ قَالَ : وَيُمْكِن أَنْ يُجَاب بِأَنَّ الْوَاجِب بِأَصْلِ الشَّرْع مُؤَقَّت بِوَقْتٍ وَقَدْ خَرَجَ قَبْل أَنْ يُسْلِم الْكَافِر فَفَاتَ وَقْت أَدَائِهِ فَلَمْ يُؤْمَر بِقَضَائِهِ ; لِأَنَّ الْإِسْلَام يَجُبُّ مَا قَبْلَهُ , فَأَمَّا إِذَا لَمْ يُؤَقِّتْ نَذْره فَلَمْ يَتَعَيَّن لَهُ وَقْت حَتَّى أَسْلَمَ فَإِيقَاعه لَهُ بَعْد الْإِسْلَام يَكُون أَدَاء لِاتِّسَاعِ ذَلِكَ بِاتِّسَاعِ الْعُمُرِ. قُلْت : وَهَذَا الْبَحْث يُقَوِّي مَا ذَهَبَ إِلَيْهِ أَبُو ثَوْر وَمَنْ قَالَ بِقَوْلِهِ , وَإِنْ ثَبَتَ النَّقْل عَنْ الشَّافِعِيّ بِذَلِكَ فَلَعَلَّهُ كَانَ يَقُولُهُ أَوَّلًا فَأَخَذَهُ عَنْهُ أَبُو ثَوْر , وَيُمْكِن أَنْ يُؤْخَذ مِنْ الْفَرْق الْمَذْكُور وُجُوب الْحَجّ عَلَى مَنْ أَسْلَمَ لِاتِّسَاعِ وَقْته بِخِلَافِ مَا فَاتَ وَقْته , وَاَللَّه أَعْلَم. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏الْمُرَاد بِقَوْلِ عُمَر فِي الْجَاهِلِيَّة قَبْل إِسْلَامه لِأَنَّ جَاهِلِيَّة كُلِّ أَحَدٍ بِحَسَبِهِ , وَوَهِمَ مَنْ قَالَ : الْجَاهِلِيَّة فِي كَلَامِهِ زَمَنُ فَتْرَة النُّبُوَّة وَالْمُرَاد بِهَا هُنَا مَا قَبْل بَعْثَة نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّ هَذَا يَتَوَقَّف عَلَى نَقْل , وَقَدْ تَقَدَّمَ أَنَّهُ نَذَرَ قَبْل أَنْ يُسْلِم , وَبَيْن الْبَعْثَة وَإِسْلَامه مُدَّةٌ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2043",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ ـ رضى الله عنه ـ نَذَرَ فِي الْجَاهِلِيَّةِ أَنْ يَعْتَكِفَ فِي الْمَسْجِدِ الْحَرَامِ ـ قَالَ أُرَاهُ قَالَ ـ لَيْلَةً قَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَوْفِ بِنَذْرِكَ ‏\"‏‏.‏",
    "english_text": "that `Umar had vowed in the Pre-Islamic period to perform I`tikaf in Al-Masjid-al-Haram. (A subnarrator \nthinks that `Umar vowed to perform I`tikaf for one night.) Allah's Messenger (ﷺ) said to `Umar, \n\"Fulfill your vow.\"",
    "explication": "‏ ‏قَوْله : ( قَالَ أُرَاهُ لَيْلَة ) ‏ ‏بِضَمِّ أَوَّله أَيْ أَظُنُّهُ , وَالْقَائِلُ ذَلِكَ هُوَ عُبَيْد شَيْخُ الْبُخَارِيِّ أَوْ الْبُخَارِيُّ نَفْسُهُ , فَقَدْ رَوَاهُ الْإِسْمَاعِيلِيُّ وَغَيْرُهُ مِنْ طَرِيقٍ أُخْرَى عَنْ أَبِي أُسَامَةَ بِغَيْرِ شَكٍّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2044",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو بَكْرٍ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعْتَكِفُ فِي كُلِّ رَمَضَانَ عَشْرَةَ أَيَّامٍ، فَلَمَّا كَانَ الْعَامُ الَّذِي قُبِضَ فِيهِ اعْتَكَفَ عِشْرِينَ يَوْمًا‏.‏",
    "english_text": "The Prophet (ﷺ) used to perform I`tikaf every year in the month of Ramadan for ten days, and when it was \nthe year of his death, he stayed in I`tikaf for twenty days.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو بَكْرٍ ) ‏ ‏هُوَ اِبْن عَيَّاشٍ , وَأَبُو حَصِينٍ بِفَتْحِ أَوَّله هُوَ عُثْمَانُ بْن عَاصِمٍ , وَالْإِسْنَادُ إِلَى أَبِي صَالِحٍ كُوفِيُّونَ. ‏ ‏قَوْله : ( يَعْتَكِفُ فِي كُلِّ رَمَضَانَ عَشْرَةَ أَيَّامٍ ) ‏ ‏فِي رِوَايَة يَحْيَى بْن آدَمَ عَنْ أَبِي بَكْر بْن عَيَّاشٍ عِنْد النَّسَائِيِّ \" يَعْتَكِفُ الْعَشْر الْأَوَاخِر مِنْ رَمَضَان \" قَالَ اِبْن بَطَّال : مُوَاظَبَتُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الِاعْتِكَاف تَدُلُّ عَلَى أَنَّهُ مِنْ السُّنَنِ الْمُؤَكَّدَةِ , وَقَدْ رَوَى اِبْن الْمُنْذِر عَنْ اِبْن شِهَاب أَنَّهُ كَانَ يَقُول : عَجَبًا لِلْمُسْلِمِينَ , تَرَكُوا الِاعْتِكَاف , وَالنَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَتْرُكْهُ مُنْذُ دَخَلَ الْمَدِينَةَ حَتَّى قَبَضَهُ اللَّهُ ا ه. وَقَدْ تَقَدَّمَ قَوْلُ مَالِك إِنَّهُ لَمْ يَعْلَمْ أَنَّ أَحَدًا مِنْ السَّلَفِ اِعْتَكَفَ إِلَّا أَبَا بَكْر بْن عَبْد الرَّحْمَن , وَإِنَّ تَرْكَهُمْ لِذَلِك لِمَا فِيهِ مِنْ الشِّدَّة. ‏ ‏قَوْله : ( فَلَمَّا كَانَ الْعَامُ الَّذِي قُبِضَ فِيهِ اِعْتَكَفَ عِشْرِينَ ) ‏ ‏قِيلَ السَّبَبُ فِي ذَلِكَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِلْم بِانْقِضَاءِ أَجَلِهِ فَأَرَادَ أَنْ يَسْتَكْثِرَ مِنْ أَعْمَالِ الْخَيْرِ لِيُبَيِّنَ لِأُمَّتِهِ الِاجْتِهَادَ فِي الْعَمَل إِذَا بَلَغُوا أَقْصَى الْعَمَل لِيَلْقَوْا اللَّهَ عَلَى خَيْرِ أَحْوَالِهِمْ , وَقِيلَ السَّبَبُ فِيهِ أَنَّ جِبْرِيل كَانَ يُعَارِضُهُ بِالْقُرْآنِ فِي كُلّ رَمَضَانَ مَرَّةً , فَلَمَّا كَانَ الْعَامُ الَّذِي قُبِضَ فِيهِ عَارَضَهُ بِهِ مَرَّتَيْنِ فَلِذَلِكَ اِعْتَكَفَ قَدْرَ مَا كَانَ يَعْتَكِف مَرَّتَيْنِ. وَيُؤَيِّدُهُ أَنَّ عِنْدَ اِبْنِ مَاجَهْ عَنْ هَنَّادٍ عَنْ أَبِي بَكْر بْن عَيَّاش فِي آخِر حَدِيث الْبَاب مُتَّصِلًا بِهِ \" وَكَانَ يَعْرِضُ عَلَيْهِ الْقُرْآنَ فِي كُلّ عَامٍ مَرَّةً , فَلَمَّا كَانَ الْعَام الَّذِي قُبِضَ فِيهِ عَرَضَهُ عَلَيْهِ مَرَّتَيْنِ \". وَقَالَ اِبْن الْعَرَبِيِّ : يَحْتَمِل أَنْ يَكُون سَبَب ذَلِكَ أَنَّهُ لَمَّا تَرَكَ الِاعْتِكَافَ فِي الْعَشْر الْأَخِير بِسَبَبِ مَا وَقَعَ مِنْ أَزْوَاجِهِ وَاعْتَكَفَ بَدَلَهُ عَشْرًا مِنْ شَوَّالٍ اِعْتَكَفَ فِي الْعَامِ الَّذِي يَلِيهِ عِشْرِينَ لِيَتَحَقَّقَ قَضَاءُ الْعَشْرِ فِي رَمَضَانَ ا ه. وَأَقْوَى مِنْ ذَلِكَ أَنَّهُ إِنَّمَا اِعْتَكَفَ فِي ذَلِكَ الْعَام عِشْرِينَ لِأَنَّهُ كَانَ الْعَام الَّذِي قَبْلَهُ مُسَافِرًا , وَيَدُلُّ لِذَلِكَ مَا أَخْرَجَهُ النَّسَائِيُّ وَاللَّفْظ لَهُ وَأَبُو دَاوُدَ وَصَحَّحَهُ اِبْن حِبَّانَ وَغَيْرُهُ مِنْ حَدِيث أُبَيّ بْن كَعْب \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَعْتَكِفُ الْعَشْر الْأَوَاخِرَ مِنْ رَمَضَان , فَسَافَرَ عَامًا فَلَمْ يَعْتَكِف , فَلَمَّا كَانَ الْعَامُ الْمُقْبِلُ اِعْتَكَفَ عِشْرِينَ \" وَيَحْتَمِل تَعَدُّدَ هَذِهِ الْقِصَّةِ بِتَعَدُّدِ السَّبَبِ فَيَكُون مَرَّةً بِسَبَبِ تَرْكِ الِاعْتِكَافِ لِعُذْرِ السَّفَر وَمَرَّة بِسَبَبِ عَرْضِ الْقُرْآنِ مَرَّتَيْنِ. وَأَمَّا مُطَابِقَةُ الْحَدِيث لِلتَّرْجَمَةِ فَإِنَّ الظَّاهِر بِإِطْلَاقِ الْعِشْرِينَ أَنَّهَا مُتَوَالِيَةٌ فَيَتَعَيَّن لِذَلِكَ الْعَشْر الْأَوْسَط أَوْ أَنَّهُ حَمَلَ الْمُطْلَق فِي هَذِهِ الرِّوَايَةِ عَلَى الْمُقَيَّدِ فِي الرِّوَايَاتِ الْأُخْرَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2045",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَتْنِي عَمْرَةُ بِنْتُ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَ أَنْ يَعْتَكِفَ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ، فَاسْتَأْذَنَتْهُ عَائِشَةُ فَأَذِنَ لَهَا، وَسَأَلَتْ حَفْصَةُ عَائِشَةَ أَنْ تَسْتَأْذِنَ لَهَا فَفَعَلَتْ فَلَمَّا رَأَتْ ذَلِكَ زَيْنَبُ ابْنَةُ جَحْشٍ أَمَرَتْ بِبِنَاءٍ فَبُنِيَ لَهَا قَالَتْ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا صَلَّى انْصَرَفَ إِلَى بِنَائِهِ فَبَصُرَ بِالأَبْنِيَةِ فَقَالَ ‏\"‏ مَا هَذَا ‏\"‏‏.‏ قَالُوا بِنَاءُ عَائِشَةَ وَحَفْصَةَ وَزَيْنَبَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ آلْبِرَّ أَرَدْنَ بِهَذَا مَا أَنَا بِمُعْتَكِفٍ ‏\"‏‏.‏ فَرَجَعَ، فَلَمَّا أَفْطَرَ اعْتَكَفَ عَشْرًا مِنْ شَوَّالٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) mentioned that he would practice I`tikaf in the last ten days of Ramadan. `Aisha asked \nhis permission to perform I`tikaf and he permitted her. Hafsa asked `Aisha to take his permission for \nher, and she did so. When Zainab bint Jahsh saw that, she ordered a tent to be pitched for her and it \nwas pitched for her. Allah's Messenger (ﷺ) used to proceed to his tent after the prayer. So, he saw the tents \nans asked, \"What is this?\" He was told that those were the tents of Aisha, Hafsa, and Zainab. Allah's \nApostle said, \"Is it righteousness which they intended by doing so? I am not going to perform I`tikaf.\" \nSo he returned home. When the fasting month was over, he performed Itikar for ten days in the month \nof Shawwal.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2046",
    "category": "كتاب الاعتكاف",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا كَانَتْ تُرَجِّلُ النَّبِيَّ صلى الله عليه وسلم وَهِيَ حَائِضٌ وَهْوَ مُعْتَكِفٌ فِي الْمَسْجِدِ وَهْىَ فِي حُجْرَتِهَا، يُنَاوِلُهَا رَأْسَهُ‏.‏",
    "english_text": "Aisha during her menses used to comb and oil the hair of the Prophet (ﷺ) while he used to be in I`tikaf in \nthe mosque. He would stretch out his head towards her while she was in her chamber.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]