[
  {
    "id": 2239,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، أَخْبَرَنَا ابْنُ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ، وَالنَّاسُ يُسْلِفُونَ فِي الثَّمَرِ الْعَامَ وَالْعَامَيْنِ ـ أَوْ قَالَ عَامَيْنِ أَوْ ثَلاَثَةً‏.‏ شَكَّ إِسْمَاعِيلُ ـ فَقَالَ ‏\n\"‏ مَنْ سَلَّفَ فِي تَمْرٍ فَلْيُسْلِفْ فِي كَيْلٍ مَعْلُومٍ، وَوَزْنٍ مَعْلُومٍ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) came to Medina and the people used to pay in advance the price of fruits to be \ndelivered within one or two years. (The sub-narrator is in doubt whether it was one to two years or \ntwo to three years.) The Prophet (ﷺ) said, \"Whoever pays money in advance for dates (to be delivered \nlater) should pay it for known specified weight and measure (of the dates).",
    "explication": "‏ ‏قَوْله : ( عَامَيْنِ أَوْ ثَلَاثَة شَكَّ إِسْمَاعِيل ) ‏ ‏يَعْنِي اِبْن عُلَيَّة , وَلَمْ يَشُكَّ سُفْيَان فَقَالَ \" وَهُمْ يُسَلِّفُونَ فِي التَّمْر السَّنَتَيْنِ وَالثَّلَاث \" وَقَوْله عَامَيْنِ وَقَوْله السَّنَتَيْنِ مَنْصُوب إِمَّا عَلَى نَزْع الْخَافِض أَوْ عَلَى الْمَصْدَر. ‏ ‏قَوْله : ( مَنْ سَلَّفَ فِي تَمْر ) ‏ ‏كَذَا لِابْنِ عُلَيَّة بِالتَّشْدِيدِ , وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" مِنْ أَسْلَفَ فِي شَيْء \" وَهِيَ أَشْمَل , وَقَوْله \" وَوَزْن مَعْلُوم \" الْوَاو بِمَعْنَى أَوْ , وَالْمُرَاد اِعْتِبَار الْكَيْل فِيمَا يُكَال وَالْوَزْن فِيمَا يُوزَن. ‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد أَخْبَرَنَا إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن عُلَيَّة , وَاخْتُلِفَ فِي مُحَمَّد فَقَالَ الْجَيَّانِيُّ لَمْ أَرَهُ مَنْسُوبًا , وَعِنْدِي أَنَّهُ اِبْن سَلَام وَبِهِ جَزَمَ الْكَلَابَاذِيُّ , زَادَ السُّفْيَانَانِ \" إِلَى أَجَل مَعْلُوم \" وَسَيَأْتِي الْبَحْث فِيهِ فِي بَابه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2240,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنِ ابْنِ أَبِي نَجِيحٍ، بِهَذَا ‏\n\"‏ فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ ‏\"‏‏.‏",
    "english_text": "as above, mentioning only specific measure.",
    "explication": "‏ ‏قَوْله : ( عَامَيْنِ أَوْ ثَلَاثَة شَكَّ إِسْمَاعِيل ) ‏ ‏يَعْنِي اِبْن عُلَيَّة , وَلَمْ يَشُكَّ سُفْيَان فَقَالَ \" وَهُمْ يُسَلِّفُونَ فِي التَّمْر السَّنَتَيْنِ وَالثَّلَاث \" وَقَوْله عَامَيْنِ وَقَوْله السَّنَتَيْنِ مَنْصُوب إِمَّا عَلَى نَزْع الْخَافِض أَوْ عَلَى الْمَصْدَر. ‏ ‏قَوْله : ( مَنْ سَلَّفَ فِي تَمْر ) ‏ ‏كَذَا لِابْنِ عُلَيَّة بِالتَّشْدِيدِ , وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" مِنْ أَسْلَفَ فِي شَيْء \" وَهِيَ أَشْمَل , وَقَوْله \" وَوَزْن مَعْلُوم \" الْوَاو بِمَعْنَى أَوْ , وَالْمُرَاد اِعْتِبَار الْكَيْل فِيمَا يُكَال وَالْوَزْن فِيمَا يُوزَن. ‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد أَخْبَرَنَا إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن عُلَيَّة , وَاخْتُلِفَ فِي مُحَمَّد فَقَالَ الْجَيَّانِيُّ لَمْ أَرَهُ مَنْسُوبًا , وَعِنْدِي أَنَّهُ اِبْن سَلَام وَبِهِ جَزَمَ الْكَلَابَاذِيُّ , زَادَ السُّفْيَانَانِ \" إِلَى أَجَل مَعْلُوم \" وَسَيَأْتِي الْبَحْث فِيهِ فِي بَابه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2241,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، أَخْبَرَنَا ابْنُ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم الْمَدِينَةَ، وَهُمْ يُسْلِفُونَ بِالتَّمْرِ السَّنَتَيْنِ وَالثَّلاَثَ، فَقَالَ ‏\n\"‏ مَنْ أَسْلَفَ فِي شَىْءٍ فَفِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ، إِلَى أَجَلٍ مَعْلُومٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) came to Medina and the people used to pay in advance the price of dates to be delivered \nwithin two or three years. He said (to them), \"Whoever pays in advance the price of a thing to be \ndelivered later should pay it for a specified measure at specified weight for a specified period.\"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ عَبْد اللَّه بْن الْوَلِيد حَدَّثَنَا سُفْيَان حَدَّثَنَا اِبْن أَبِي نُجَيْح ) ‏ ‏هُوَ مَوْصُول فِي \" جَامِع سُفْيَان \" مِنْ طَرِيق عَبْد اللَّه بْن الْوَلِيد الْمَذْكُور وَهُوَ الْعَدَنِيّ عَنْهُ , وَأَرَادَ الْمُصَنِّف بِهَذَا التَّعْلِيق بَيَان التَّحْدِيث لِأَنَّ الَّذِي قَبْله مَذْكُور بِالْعَنْعَنَةِ. ثُمَّ أَوْرَدَ حَدِيث اِبْن أَبِي أَوْفَى وَابْن أَبْزَى وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ مُسْتَوْفًى عَنْ قَرِيب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2242,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنِي ابْنُ أَبِي نَجِيحٍ، وَقَالَ، ‏\n\"‏ فَلْيُسْلِفْ فِي كَيْلٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ ‏\"‏‏.‏",
    "english_text": "as above, saying, \"He should pay the price in advance for a specified measure and for a specified \nperiod.\"",
    "explication": "‏ ‏قَوْله : ( نَبِيطَ أَهْل الشَّام ) ‏ ‏فِي رِوَايَة سُفْيَان \" أَنْبَاط مِنْ أَنْبَاط الشَّام \" وَهُمْ قَوْم مِنْ الْعَرَب دَخَلُوا فِي الْعَجَم وَالرُّوم وَاخْتَلَطَتْ أَنْسَابهمْ وَفَسَدَتْ أَلْسِنَتهمْ , وَكَانَ الَّذِينَ اِخْتَلَطُوا بِالْعَجَمِ مِنْهُمْ يَنْزِلُونَ الْبَطَائِح بَيْن الْعِرَاقَيْنِ , وَالَّذِينَ اِخْتَلَطُوا بِالرُّومِ يَنْزِلُونَ فِي بِوَادِي الشَّام وَيُقَال لَهُمْ النَّبَط بِفَتْحَتَيْنِ وَالنَّبِيطُ بِفَتْحِ أَوَّله وَكَسْر ثَانِيه وَزِيَادَة تَحْتَانِيَّة , وَالْأَنْبَاط قِيلَ سُمُّوا بِذَلِكَ لِمَعْرِفَتِهِمْ بِأَنْبَاطِ الْمَاء أَيْ اِسْتِخْرَاجه لِكَثْرَةِ مُعَالَجَتهمْ الْفِلَاحَة. ‏ ‏قَوْله : ( قُلْتُ إِلَى مَنْ كَانَ أَصْله عِنْده ) ‏ ‏أَيْ الْمُسْلَم فِيهِ , وَسَيَأْتِي مِنْ طَرِيق سُفْيَان بِلَفْظِ \" قُلْت أَكَانَ لَهُمْ زَرْع أَوْ لَمْ يَكُنْ لَهُمْ \". ‏ ‏قَوْله : ( مَا كُنَّا نَسْأَلهُمْ عَنْ ذَلِكَ ) ‏ ‏كَأَنَّهُ اِسْتَفَادَ الْحُكْم مِنْ عَدَم الِاسْتِفْصَالِ وَتَقْرِير النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ. ‏ ‏قَوْله : ( وَقَالَ عَبْد اللَّه بْن الْوَلِيد ) ‏ ‏هُوَ الْعَدَنِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ , وَطَرِيقه مَوْصُولَة فِي \" جَامِع سُفْيَان \" مِنْ طَرِيق عَلِيّ بْن الْحَسَن الْهِلَالِيّ عَنْ عَبْد اللَّه بْن الْوَلِيد الْمَذْكُور , وَاسْتَدَلَّ بِهَذَا الْحَدِيث عَلَى صِحَّة السَّلَم إِذَا لَمْ يَذْكُر مَكَان الْقَبْض , وَهُوَ قَوْل أَحْمَد وَإِسْحَاق وَأَبِي ثَوْر , وَبِهِ قَالَ مَالِك وَزَادَ : وَيَقْبِضهُ فِي مَكَان السَّلَم , فَإِنْ اِخْتَلَفَا فَالْقَوْل قَوْل الْبَائِع. وَقَالَ الثَّوْرِيّ وَأَبُو حَنِيفَة وَالشَّافِعِيّ : لَا يَجُوز السَّلَم فِيمَا لَهُ حِمْل وَمُؤْنَة إِلَّا أَنْ يَشْتَرِط فِي تَسْلِيمه مَكَانًا مَعْلُومًا. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز السَّلَم فِيمَا لَيْسَ مَوْجُودًا فِي وَقْت السَّلَم إِذَا أَمْكَنَ وُجُودُهُ فِي وَقْت حُلُول السَّلَم وَهُوَ قَوْل الْجُمْهُور , وَلَا يَضُرّ اِنْقِطَاعه قَبْل الْمَحَلّ وَبَعْده عِنْدهمْ. وَقَالَ أَبُو حَنِيفَة : لَا يَصِحّ فِيمَا يَنْقَطِع قَبْله , وَلَوْ أَسْلَمَ فِيمَا يَعُمّ فَانْقَطَعَ فِي مَحَلّه لَمْ يَنْفَسِخ الْبَيْع عِنْد الْجُمْهُور , وَفِي وَجْه لِلشَّافِعِيَّةِ يَنْفَسِخ , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز التَّفَرُّق فِي السَّلَم قَبْل الْقَبْض لِكَوْنِهِ لَمْ يَذْكُر فِي الْحَدِيث , وَهُوَ قَوْل مَالِك إِنْ كَانَ بِغَيْرِ شَرْط. وَقَالَ الشَّافِعِيّ وَالْكُوفِيُّونَ : يَفْسُد بِالِافْتِرَاقِ قَبْل الْقَبْض لِأَنَّهُ يَصِير مِنْ بَاب بَيْع الدَّيْن بِالدَّيْنِ. وَفِي حَدِيث اِبْن أَبِي أَوْفَى جَوَاز مُبَايَعَة أَهْل الذِّمَّة وَالسَّلَم إِلَيْهِمْ , وَرُجُوع الْمُخْتَلِفِينَ عِنْد التَّنَازُع إِلَى السُّنَّة , وَالِاحْتِجَاج بِتَقْرِيرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَنَّ السُّنَّة إِذَا وَرَدَتْ بِتَقْرِيرِ حُكْم كَانَ أَصْلًا بِرَأْسِهِ لَا يَضُرّهُ مُخَالَفَة أَصْل آخَر. ثُمَّ أَوْرَدَ الْمُصَنِّف فِي الْبَابِ حَدِيث اِبْن عَبَّاس الْآتِي فِي الْبَاب الَّذِي يَلِيه , وَزَعَمَ اِبْن بَطَّال أَنَّهُ غَلَط مِنْ النَّاسِخ وَأَنَّهُ لَا مَدْخَل لَهُ فِي هَذَا الْبَاب إِذْ لَا ذِكْر لِلسَّلَمِ فِيهِ , وَغَفَلَ عَمَّا وَقَعَ فِي السِّيَاق مِنْ قَوْل الرَّاوِي إِنَّهُ سَأَلَ اِبْن عَبَّاس عَنْ السَّلَم فِي النَّخْل , وَأَجَابَ اِبْن الْمُنِير أَنَّ الْحُكْم مَأْخُوذ بِطَرِيقِ الْمَفْهُوم وَذَلِكَ أَنَّ اِبْن عَبَّاس لَمَّا سُئِلَ عَنْ السَّلَم مَعَ مَنْ لَهُ نَخْل فِي ذَلِكَ النَّخْل رَأَى أَنَّ ذَلِكَ مِنْ قَبِيل بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح فَإِذَا كَانَ السَّلَم فِي النَّخْل الْمُعَيَّن لَا يَجُوز تَعْيِين جَوَازه فِي غَيْر الْمُعَيَّن لِلْأَمْنِ فِيهِ مِنْ غَائِلَةِ الِاعْتِمَاد عَلَى ذَلِكَ النَّخْل بِعَيْنِهِ لِئَلَّا يَدْخُل فِي بَاب بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح , وَيُحْتَمَل أَنْ يُرِيد بِالسَّلَمِ مَعْنَاهُ اللُّغَوِيّ أَيْ السَّلَف لَمَّا كَانَتْ الثَّمَرَة قَبْل بُدُوّ صَلَاحهَا فَكَأَنَّهَا مَوْصُوفَة فِي الذِّمَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2243,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يَقُولُ قَدِمَ النَّبِيُّ صلى الله عليه وسلم وَقَالَ ‏\n\"‏ فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) came (to Medina) and he told the people (regarding the payment of money in advance \nthat they should pay it) for a known specified measure and a known specified weight and a known \nspecified period.",
    "explication": "‏ ‏قَوْله : ( عَامَيْنِ أَوْ ثَلَاثَة شَكَّ إِسْمَاعِيل ) ‏ ‏يَعْنِي اِبْن عُلَيَّة , وَلَمْ يَشُكَّ سُفْيَان فَقَالَ \" وَهُمْ يُسَلِّفُونَ فِي التَّمْر السَّنَتَيْنِ وَالثَّلَاث \" وَقَوْله عَامَيْنِ وَقَوْله السَّنَتَيْنِ مَنْصُوب إِمَّا عَلَى نَزْع الْخَافِض أَوْ عَلَى الْمَصْدَر. ‏ ‏قَوْله : ( مَنْ سَلَّفَ فِي تَمْر ) ‏ ‏كَذَا لِابْنِ عُلَيَّة بِالتَّشْدِيدِ , وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" مِنْ أَسْلَفَ فِي شَيْء \" وَهِيَ أَشْمَل , وَقَوْله \" وَوَزْن مَعْلُوم \" الْوَاو بِمَعْنَى أَوْ , وَالْمُرَاد اِعْتِبَار الْكَيْل فِيمَا يُكَال وَالْوَزْن فِيمَا يُوزَن. ‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد أَخْبَرَنَا إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن عُلَيَّة , وَاخْتُلِفَ فِي مُحَمَّد فَقَالَ الْجَيَّانِيُّ لَمْ أَرَهُ مَنْسُوبًا , وَعِنْدِي أَنَّهُ اِبْن سَلَام وَبِهِ جَزَمَ الْكَلَابَاذِيُّ , زَادَ السُّفْيَانَانِ \" إِلَى أَجَل مَعْلُوم \" وَسَيَأْتِي الْبَحْث فِيهِ فِي بَابه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2244,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنِ ابْنِ أَبِي الْمُجَالِدِ،‏.‏ وَحَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ أَبِي الْمُجَالِدِ، حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي مُحَمَّدٌ،، أَوْ عَبْدُ اللَّهِ بْنُ أَبِي الْمُجَالِدِ قَالَ اخْتَلَفَ عَبْدُ اللَّهِ بْنُ شَدَّادِ بْنِ الْهَادِ وَأَبُو بُرْدَةَ فِي السَّلَفِ، فَبَعَثُونِي إِلَى ابْنِ أَبِي أَوْفَى ـ رضى الله عنه ـ فَسَأَلْتُهُ فَقَالَ إِنَّا كُنَّا نُسْلِفُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ، فِي الْحِنْطَةِ، وَالشَّعِيرِ وَالزَّبِيبِ، وَالتَّمْرِ‏.‏ وَسَأَلْتُ ابْنَ أَبْزَى فَقَالَ مِثْلَ ذَلِكَ‏.‏",
    "english_text": "Muhammad or `Abdullah bin Abu Al-Mujalid said, \"Abdullah bin Shaddad and Abu Burda differed \nregarding As-Salam, so they sent me to Ibn Abi `Aufa and I asked him about it. He replied, 'In the \nlifetime of Allah's Messenger (ﷺ), Abu Bakr and `Umar, we used to pay in advance the prices of wheat, \nbarley, dried grapes and dates to be delivered later. I also asked Ibn Abza and he, too, replied as \nabove.' \"",
    "explication": "‏ ‏قَوْله : ( عَنْ اِبْن أَبِي الْمُجَالِد ) ‏ ‏كَذَا أَبْهَمَهُ أَبُو الْوَلِيد عَنْ شُعْبَة وَسَمَّاهُ غَيْره عَنْهُ مُحَمَّد بْن أَبِي الْمُجَالِد. وَمِنْهُمْ مَنْ أَوْرَدَهُ عَلَى الشَّكّ مُحَمَّدًا وَعَبْد اللَّه , وَذَكَر الْبُخَارِيّ الرِّوَايَات الثَّلَاث , وَأَوْرَدَهُ النَّسَائِيُّ مِنْ طَرِيق أَبِي دَاوُدَ الطَّيَالِسِيِّ عَنْ شُعْبَةَ عَنْ عَبْدِ اللَّهِ , وَقَالَ مَرَّة \" مُحَمَّد \" وَقَدْ أَخْرَجَهُ الْبُخَارِيّ فِي الْبَاب الَّذِي يَلِيه مِنْ رِوَايَة عَبْد الْوَاحِد بْن زِيَاد وَجَمَاعَة عَنْ أَبِي إِسْحَاق الشَّيْبَانِيِّ فَقَالَ \" عَنْ مُحَمَّد بْن أَبِي الْمُجَالِد \" وَلَمْ يَشُكّ فِي اِسْمه , وَكَذَلِكَ ذَكَرَهُ الْبُخَارِيّ فِي تَارِيخه فِي الْمُحَمَّدَيْنِ , وَجَزَمَ أَبُو دَاوُدَ بِأَنَّ اِسْمه عَبْد اللَّه , وَكَذَا قَالَ اِبْن حِبَّانَ وَوَصَفَهُ بِأَنَّهُ كَانَ صِهْر مُجَاهِد وَبِأَنَّهُ كُوفِيّ ثِقَة وَكَانَ مَوْلَى عَبْد اللَّه بْن أَبِي أَوْفَى , وَوَثَّقَهُ أَيْضًا يَحْيَى اِبْن مَعِين وَغَيْره , وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث الْوَاحِد. ‏ ‏قَوْله : ( اِخْتَلَفَ عَبْد اللَّه بْن شِدَاد ) ‏ ‏أَيْ اِبْن الْهَادِ اللَّيْثِيُّ , وَهُوَ مِنْ صِغَار الصَّحَابَة ‏ ‏( وَأَبُو بُرْدَة ) ‏ ‏أَيْ اِبْن أَبِي مُوسَى الْأَشْعَرِيّ. ‏ ‏قَوْله : ( فِي السَّلَف ) ‏ ‏أَيْ هَلْ يَجُوز السَّلَم إِلَى مَنْ لَيْسَ عِنْده الْمُسْلَم فِيهِ فِي تِلْكَ الْحَالَة أَمْ لَا ؟ وَقَدْ تَرْجَمَ لَهُ كَذَلِكَ فِي الْبَاب الَّذِي يَلِيه. ‏ ‏قَوْله : ( وَسَأَلْت اِبْن أَبْزَى ) ‏ ‏هُوَ عَبْد الرَّحْمَن الْخُزَاعِيُّ أَحَد صِغَار الصَّحَابَة , وَلِأَبِيهِ أَبْزَى صُحْبَة عَلَى الرَّاجِح , وَهُوَ بِالْمُوَحَّدَةِ وَالزَّاي وَزْن أَعْلَى , وَوَجْه إِيرَاد هَذَا الْحَدِيث فِي بَاب السَّلَم فِي وَزْن مَعْلُوم الْإِشَارَة إِلَى مَا فِي بَعْض طُرُقه وَهُوَ فِي الْبَاب الَّذِي يَلِيه بِلَفْظِ \" فَنُسْلِفهُمْ فِي الْحِنْطَة وَالشَّعِير وَالزَّيْت \" لِأَنَّ الزَّيْت مِنْ جِنْس مَا يُوزَن , قَالَ اِبْن بَطَّال. أَجْمَعُوا عَلَى أَنَّهُ إِنْ كَانَ فِي السَّلَم مَا يُكَال أَوْ يُوزَن فَلَا بُدّ فِيهِ مِنْ ذِكْر الْكَيْل الْمَعْلُوم وَالْوَزْن الْمَعْلُوم , فَإِنْ كَانَ فِيمَا لَا يُكَال وَلَا يُوزَن فَلَا بُدّ فِيهِ مِنْ عَدَد مَعْلُوم. قُلْت : أَوْ ذَرْع مَعْلُوم , وَالْعَدَد وَالذَّرْع مُلْحَق بِالْكَيْلِ وَالْوَزْن لِلْجَامِعِ بَيْنهمَا وَهُوَ عَدَم الْجَهَالَة بِالْمِقْدَارِ , وَيَجْرِي فِي الذَّرْع مَا تَقَدَّمَ شَرْطه فِي الْكَيْل وَالْوَزْن مِنْ تَعْيِين الذِّرَاع لِأَجْلِ اِخْتِلَافه فِي الْأَمَاكِن. وَأَجْمَعُوا عَلَى أَنَّهُ لَا بُدّ مِنْ مَعْرِفَة صِفَة الشَّيْء الْمُسْلَم فِيهِ صِفَة تُمَيِّزهُ عَنْ غَيْره , وَكَأَنَّهُ لَمْ يَذْكُر فِي الْحَدِيث لِأَنَّهُمْ كَانُوا يَعْمَلُونَ بِهِ وَإِنَّمَا تَعَرَّضَ لِذِكْرِ مَا كَانُوا يُهْمِلُونَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2245,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الشَّيْبَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي الْمُجَالِدِ، قَالَ بَعَثَنِي عَبْدُ اللَّهِ بْنُ شَدَّادٍ وَأَبُو بُرْدَةَ إِلَى عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى ـ رضى الله عنهما ـ فَقَالاَ سَلْهُ هَلْ كَانَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم فِي عَهْدِ النَّبِيِّ صلى الله عليه وسلم يُسْلِفُونَ فِي الْحِنْطَةِ قَالَ عَبْدُ اللَّهِ كُنَّا نُسْلِفُ نَبِيطَ أَهْلِ الشَّأْمِ فِي الْحِنْطَةِ، وَالشَّعِيرِ، وَالزَّيْتِ، فِي كَيْلٍ مَعْلُومٍ، إِلَى أَجَلٍ مَعْلُومٍ‏.‏ قُلْتُ إِلَى مَنْ كَانَ أَصْلُهُ عِنْدَهُ قَالَ مَا كُنَّا نَسْأَلُهُمْ عَنْ ذَلِكَ‏.‏ ثُمَّ بَعَثَانِي إِلَى عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى فَسَأَلْتُهُ فَقَالَ كَانَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم يُسْلِفُونَ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ نَسْأَلْهُمْ أَلَهُمْ حَرْثٌ أَمْ لاَ",
    "english_text": "`Abdullah bin Shaddad and Abu Burda sent me to `Abdullah bin Abi `Aufa and told me to ask \n`Abdullah whether the people in the lifetime of the Prophet (ﷺ) used to pay in advance for wheat (to be \ndelivered later). `Abdullah replied, \"We used to pay in advance to the peasants of Sham for wheat, \nbarley and olive oil of a known specified measure to be delivered in a specified period.\" I asked (him), \n\"Was the price paid (in advance) to those who had the things to be delivered later?\" `Abdullah bin \n`Aufa replied, \"We did not use to ask them about that.\" Then they sent me to `Abdur Rahman bin \nAbza and I asked him. He replied, \"The companions of the Prophet (ﷺ) used to practice Salam in the \nlifetime of the Prophet; and we did not use to ask them whether they had standing crops or not.\"",
    "explication": "‏ ‏قَوْله : ( نَبِيطَ أَهْل الشَّام ) ‏ ‏فِي رِوَايَة سُفْيَان \" أَنْبَاط مِنْ أَنْبَاط الشَّام \" وَهُمْ قَوْم مِنْ الْعَرَب دَخَلُوا فِي الْعَجَم وَالرُّوم وَاخْتَلَطَتْ أَنْسَابهمْ وَفَسَدَتْ أَلْسِنَتهمْ , وَكَانَ الَّذِينَ اِخْتَلَطُوا بِالْعَجَمِ مِنْهُمْ يَنْزِلُونَ الْبَطَائِح بَيْن الْعِرَاقَيْنِ , وَالَّذِينَ اِخْتَلَطُوا بِالرُّومِ يَنْزِلُونَ فِي بِوَادِي الشَّام وَيُقَال لَهُمْ النَّبَط بِفَتْحَتَيْنِ وَالنَّبِيطُ بِفَتْحِ أَوَّله وَكَسْر ثَانِيه وَزِيَادَة تَحْتَانِيَّة , وَالْأَنْبَاط قِيلَ سُمُّوا بِذَلِكَ لِمَعْرِفَتِهِمْ بِأَنْبَاطِ الْمَاء أَيْ اِسْتِخْرَاجه لِكَثْرَةِ مُعَالَجَتهمْ الْفِلَاحَة. ‏ ‏قَوْله : ( قُلْتُ إِلَى مَنْ كَانَ أَصْله عِنْده ) ‏ ‏أَيْ الْمُسْلَم فِيهِ , وَسَيَأْتِي مِنْ طَرِيق سُفْيَان بِلَفْظِ \" قُلْت أَكَانَ لَهُمْ زَرْع أَوْ لَمْ يَكُنْ لَهُمْ \". ‏ ‏قَوْله : ( مَا كُنَّا نَسْأَلهُمْ عَنْ ذَلِكَ ) ‏ ‏كَأَنَّهُ اِسْتَفَادَ الْحُكْم مِنْ عَدَم الِاسْتِفْصَالِ وَتَقْرِير النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ. ‏ ‏قَوْله : ( وَقَالَ عَبْد اللَّه بْن الْوَلِيد ) ‏ ‏هُوَ الْعَدَنِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ , وَطَرِيقه مَوْصُولَة فِي \" جَامِع سُفْيَان \" مِنْ طَرِيق عَلِيّ بْن الْحَسَن الْهِلَالِيّ عَنْ عَبْد اللَّه بْن الْوَلِيد الْمَذْكُور , وَاسْتَدَلَّ بِهَذَا الْحَدِيث عَلَى صِحَّة السَّلَم إِذَا لَمْ يَذْكُر مَكَان الْقَبْض , وَهُوَ قَوْل أَحْمَد وَإِسْحَاق وَأَبِي ثَوْر , وَبِهِ قَالَ مَالِك وَزَادَ : وَيَقْبِضهُ فِي مَكَان السَّلَم , فَإِنْ اِخْتَلَفَا فَالْقَوْل قَوْل الْبَائِع. وَقَالَ الثَّوْرِيّ وَأَبُو حَنِيفَة وَالشَّافِعِيّ : لَا يَجُوز السَّلَم فِيمَا لَهُ حِمْل وَمُؤْنَة إِلَّا أَنْ يَشْتَرِط فِي تَسْلِيمه مَكَانًا مَعْلُومًا. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز السَّلَم فِيمَا لَيْسَ مَوْجُودًا فِي وَقْت السَّلَم إِذَا أَمْكَنَ وُجُودُهُ فِي وَقْت حُلُول السَّلَم وَهُوَ قَوْل الْجُمْهُور , وَلَا يَضُرّ اِنْقِطَاعه قَبْل الْمَحَلّ وَبَعْده عِنْدهمْ. وَقَالَ أَبُو حَنِيفَة : لَا يَصِحّ فِيمَا يَنْقَطِع قَبْله , وَلَوْ أَسْلَمَ فِيمَا يَعُمّ فَانْقَطَعَ فِي مَحَلّه لَمْ يَنْفَسِخ الْبَيْع عِنْد الْجُمْهُور , وَفِي وَجْه لِلشَّافِعِيَّةِ يَنْفَسِخ , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز التَّفَرُّق فِي السَّلَم قَبْل الْقَبْض لِكَوْنِهِ لَمْ يَذْكُر فِي الْحَدِيث , وَهُوَ قَوْل مَالِك إِنْ كَانَ بِغَيْرِ شَرْط. وَقَالَ الشَّافِعِيّ وَالْكُوفِيُّونَ : يَفْسُد بِالِافْتِرَاقِ قَبْل الْقَبْض لِأَنَّهُ يَصِير مِنْ بَاب بَيْع الدَّيْن بِالدَّيْنِ. وَفِي حَدِيث اِبْن أَبِي أَوْفَى جَوَاز مُبَايَعَة أَهْل الذِّمَّة وَالسَّلَم إِلَيْهِمْ , وَرُجُوع الْمُخْتَلِفِينَ عِنْد التَّنَازُع إِلَى السُّنَّة , وَالِاحْتِجَاج بِتَقْرِيرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَنَّ السُّنَّة إِذَا وَرَدَتْ بِتَقْرِيرِ حُكْم كَانَ أَصْلًا بِرَأْسِهِ لَا يَضُرّهُ مُخَالَفَة أَصْل آخَر. ثُمَّ أَوْرَدَ الْمُصَنِّف فِي الْبَابِ حَدِيث اِبْن عَبَّاس الْآتِي فِي الْبَاب الَّذِي يَلِيه , وَزَعَمَ اِبْن بَطَّال أَنَّهُ غَلَط مِنْ النَّاسِخ وَأَنَّهُ لَا مَدْخَل لَهُ فِي هَذَا الْبَاب إِذْ لَا ذِكْر لِلسَّلَمِ فِيهِ , وَغَفَلَ عَمَّا وَقَعَ فِي السِّيَاق مِنْ قَوْل الرَّاوِي إِنَّهُ سَأَلَ اِبْن عَبَّاس عَنْ السَّلَم فِي النَّخْل , وَأَجَابَ اِبْن الْمُنِير أَنَّ الْحُكْم مَأْخُوذ بِطَرِيقِ الْمَفْهُوم وَذَلِكَ أَنَّ اِبْن عَبَّاس لَمَّا سُئِلَ عَنْ السَّلَم مَعَ مَنْ لَهُ نَخْل فِي ذَلِكَ النَّخْل رَأَى أَنَّ ذَلِكَ مِنْ قَبِيل بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح فَإِذَا كَانَ السَّلَم فِي النَّخْل الْمُعَيَّن لَا يَجُوز تَعْيِين جَوَازه فِي غَيْر الْمُعَيَّن لِلْأَمْنِ فِيهِ مِنْ غَائِلَةِ الِاعْتِمَاد عَلَى ذَلِكَ النَّخْل بِعَيْنِهِ لِئَلَّا يَدْخُل فِي بَاب بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح , وَيُحْتَمَل أَنْ يُرِيد بِالسَّلَمِ مَعْنَاهُ اللُّغَوِيّ أَيْ السَّلَف لَمَّا كَانَتْ الثَّمَرَة قَبْل بُدُوّ صَلَاحهَا فَكَأَنَّهَا مَوْصُوفَة فِي الذِّمَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2246,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنِ الشَّيْبَانِيِّ، عَنْ مُحَمَّدِ بْنِ أَبِي مُجَالِدٍ، بِهَذَا وَقَالَ فَنُسْلِفُهُمْ فِي الْحِنْطَةِ وَالشَّعِيرِ‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ الْوَلِيدِ عَنْ سُفْيَانَ حَدَّثَنَا الشَّيْبَانِيُّ وَقَالَ وَالزَّيْتِ‏.‏ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَرِيرٌ عَنِ الشَّيْبَانِيِّ وَقَالَ فِي الْحِنْطَةِ وَالشَّعِيرِ وَالزَّبِيبِ‏.‏",
    "english_text": "as above (446) and said, \"We used to pay them in advance for wheat and barley (to be delivered later). \nNarrated Ash-Shaibani--\"And also for oil.\"\nNarrated Ash-Shaibani:\n\nwho said \"We used to pay in advance for wheat barley and dried grapes.\"",
    "explication": "‏ ‏قَوْله : ( نَبِيطَ أَهْل الشَّام ) ‏ ‏فِي رِوَايَة سُفْيَان \" أَنْبَاط مِنْ أَنْبَاط الشَّام \" وَهُمْ قَوْم مِنْ الْعَرَب دَخَلُوا فِي الْعَجَم وَالرُّوم وَاخْتَلَطَتْ أَنْسَابهمْ وَفَسَدَتْ أَلْسِنَتهمْ , وَكَانَ الَّذِينَ اِخْتَلَطُوا بِالْعَجَمِ مِنْهُمْ يَنْزِلُونَ الْبَطَائِح بَيْن الْعِرَاقَيْنِ , وَالَّذِينَ اِخْتَلَطُوا بِالرُّومِ يَنْزِلُونَ فِي بِوَادِي الشَّام وَيُقَال لَهُمْ النَّبَط بِفَتْحَتَيْنِ وَالنَّبِيطُ بِفَتْحِ أَوَّله وَكَسْر ثَانِيه وَزِيَادَة تَحْتَانِيَّة , وَالْأَنْبَاط قِيلَ سُمُّوا بِذَلِكَ لِمَعْرِفَتِهِمْ بِأَنْبَاطِ الْمَاء أَيْ اِسْتِخْرَاجه لِكَثْرَةِ مُعَالَجَتهمْ الْفِلَاحَة. ‏ ‏قَوْله : ( قُلْتُ إِلَى مَنْ كَانَ أَصْله عِنْده ) ‏ ‏أَيْ الْمُسْلَم فِيهِ , وَسَيَأْتِي مِنْ طَرِيق سُفْيَان بِلَفْظِ \" قُلْت أَكَانَ لَهُمْ زَرْع أَوْ لَمْ يَكُنْ لَهُمْ \". ‏ ‏قَوْله : ( مَا كُنَّا نَسْأَلهُمْ عَنْ ذَلِكَ ) ‏ ‏كَأَنَّهُ اِسْتَفَادَ الْحُكْم مِنْ عَدَم الِاسْتِفْصَالِ وَتَقْرِير النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ. ‏ ‏قَوْله : ( وَقَالَ عَبْد اللَّه بْن الْوَلِيد ) ‏ ‏هُوَ الْعَدَنِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ , وَطَرِيقه مَوْصُولَة فِي \" جَامِع سُفْيَان \" مِنْ طَرِيق عَلِيّ بْن الْحَسَن الْهِلَالِيّ عَنْ عَبْد اللَّه بْن الْوَلِيد الْمَذْكُور , وَاسْتَدَلَّ بِهَذَا الْحَدِيث عَلَى صِحَّة السَّلَم إِذَا لَمْ يَذْكُر مَكَان الْقَبْض , وَهُوَ قَوْل أَحْمَد وَإِسْحَاق وَأَبِي ثَوْر , وَبِهِ قَالَ مَالِك وَزَادَ : وَيَقْبِضهُ فِي مَكَان السَّلَم , فَإِنْ اِخْتَلَفَا فَالْقَوْل قَوْل الْبَائِع. وَقَالَ الثَّوْرِيّ وَأَبُو حَنِيفَة وَالشَّافِعِيّ : لَا يَجُوز السَّلَم فِيمَا لَهُ حِمْل وَمُؤْنَة إِلَّا أَنْ يَشْتَرِط فِي تَسْلِيمه مَكَانًا مَعْلُومًا. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز السَّلَم فِيمَا لَيْسَ مَوْجُودًا فِي وَقْت السَّلَم إِذَا أَمْكَنَ وُجُودُهُ فِي وَقْت حُلُول السَّلَم وَهُوَ قَوْل الْجُمْهُور , وَلَا يَضُرّ اِنْقِطَاعه قَبْل الْمَحَلّ وَبَعْده عِنْدهمْ. وَقَالَ أَبُو حَنِيفَة : لَا يَصِحّ فِيمَا يَنْقَطِع قَبْله , وَلَوْ أَسْلَمَ فِيمَا يَعُمّ فَانْقَطَعَ فِي مَحَلّه لَمْ يَنْفَسِخ الْبَيْع عِنْد الْجُمْهُور , وَفِي وَجْه لِلشَّافِعِيَّةِ يَنْفَسِخ , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز التَّفَرُّق فِي السَّلَم قَبْل الْقَبْض لِكَوْنِهِ لَمْ يَذْكُر فِي الْحَدِيث , وَهُوَ قَوْل مَالِك إِنْ كَانَ بِغَيْرِ شَرْط. وَقَالَ الشَّافِعِيّ وَالْكُوفِيُّونَ : يَفْسُد بِالِافْتِرَاقِ قَبْل الْقَبْض لِأَنَّهُ يَصِير مِنْ بَاب بَيْع الدَّيْن بِالدَّيْنِ. وَفِي حَدِيث اِبْن أَبِي أَوْفَى جَوَاز مُبَايَعَة أَهْل الذِّمَّة وَالسَّلَم إِلَيْهِمْ , وَرُجُوع الْمُخْتَلِفِينَ عِنْد التَّنَازُع إِلَى السُّنَّة , وَالِاحْتِجَاج بِتَقْرِيرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَنَّ السُّنَّة إِذَا وَرَدَتْ بِتَقْرِيرِ حُكْم كَانَ أَصْلًا بِرَأْسِهِ لَا يَضُرّهُ مُخَالَفَة أَصْل آخَر. ثُمَّ أَوْرَدَ الْمُصَنِّف فِي الْبَابِ حَدِيث اِبْن عَبَّاس الْآتِي فِي الْبَاب الَّذِي يَلِيه , وَزَعَمَ اِبْن بَطَّال أَنَّهُ غَلَط مِنْ النَّاسِخ وَأَنَّهُ لَا مَدْخَل لَهُ فِي هَذَا الْبَاب إِذْ لَا ذِكْر لِلسَّلَمِ فِيهِ , وَغَفَلَ عَمَّا وَقَعَ فِي السِّيَاق مِنْ قَوْل الرَّاوِي إِنَّهُ سَأَلَ اِبْن عَبَّاس عَنْ السَّلَم فِي النَّخْل , وَأَجَابَ اِبْن الْمُنِير أَنَّ الْحُكْم مَأْخُوذ بِطَرِيقِ الْمَفْهُوم وَذَلِكَ أَنَّ اِبْن عَبَّاس لَمَّا سُئِلَ عَنْ السَّلَم مَعَ مَنْ لَهُ نَخْل فِي ذَلِكَ النَّخْل رَأَى أَنَّ ذَلِكَ مِنْ قَبِيل بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح فَإِذَا كَانَ السَّلَم فِي النَّخْل الْمُعَيَّن لَا يَجُوز تَعْيِين جَوَازه فِي غَيْر الْمُعَيَّن لِلْأَمْنِ فِيهِ مِنْ غَائِلَةِ الِاعْتِمَاد عَلَى ذَلِكَ النَّخْل بِعَيْنِهِ لِئَلَّا يَدْخُل فِي بَاب بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح , وَيُحْتَمَل أَنْ يُرِيد بِالسَّلَمِ مَعْنَاهُ اللُّغَوِيّ أَيْ السَّلَف لَمَّا كَانَتْ الثَّمَرَة قَبْل بُدُوّ صَلَاحهَا فَكَأَنَّهَا مَوْصُوفَة فِي الذِّمَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2247,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنَا عَمْرٌو، قَالَ سَمِعْتُ أَبَا الْبَخْتَرِيِّ الطَّائِيَّ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ السَّلَمِ، فِي النَّخْلِ‏.‏ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ، حَتَّى يُؤْكَلَ مِنْهُ وَحَتَّى يُوزَنَ‏.‏ فَقَالَ الرَّجُلُ وَأَىُّ شَىْءٍ يُوزَنُ قَالَ رَجُلٌ إِلَى جَانِبِهِ حَتَّى يُحْرَزَ‏.‏ وَقَالَ مُعَاذٌ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، قَالَ أَبُو الْبَخْتَرِيِّ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ نَهَى النَّبِيُّ صلى الله عليه وسلم مِثْلَهُ‏.‏",
    "english_text": "I asked Ibn `Abbas about Salam for (the fruits of) date-palms. He replied \"The Prophet (ﷺ) forbade the \nsale a dates on the trees till they became fit for eating and could be weighed.\" A man asked what to be \nweighed (as the dates were still on the trees). Another man sitting beside Ibn `Abbas replied, \"Till they \nare cut and stored.\" Narrated Abu Al-Bakhtari: I heard Ibn `Abbas (saying) that the Prophet (ﷺ) forbade ... \netc. as above.",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنَا عَمْرو ) ‏ ‏فِي رِوَايَة مُسْلِمٍ \" عَمْرو بْن مُرَّة \" وَكَذَلِكَ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طُرُق عَنْ شُعْبَة. ‏ ‏قَوْله : ( فَقَالَ رَجُل مَا يُوزَن ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَزَعَمَ الْكَرْمَانِيُّ أَنَّهُ أَبُو الْبَخْتَرِيِّ نَفْسه لِقَوْلِهِ فِي بَعْض طُرُقه \" فَقَالَ لَهُ الرَّجُل \" بِالتَّعْرِيفِ. ‏ ‏قَوْله : ( فَقَالَ لَهُ رَجُل إِلَى جَانِبه ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , ‏ ‏وَقَوْله : ( حَتَّى يُحْرَز ) ‏ ‏بِتَقْدِيمِ الرَّاء عَلَى الزَّاي أَيْ يُحْفَظ وَيُصَان , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ بِتَقْدِيمِ الزَّاي عَلَى الرَّاء أَيْ يُوزَن أَوْ يُخْرَص , وَفَائِدَة ذَلِكَ مَعْرِفَة كِمِّيَّة حُقُوق الْفُقَرَاء قَبْل أَنْ يَتَصَرَّف فِيهِ الْمَالِك , وَصَوَّبَ عِيَاض الْأَوَّل وَلَكِنَّ الثَّانِي أَلْيَق بِذِكْرِ الْوَزْن , وَرَأَيْته فِي رِوَايَة النَّسَفِيِّ \" حَتَّى يُحَرَّر \" بِرَاءَيْنِ الْأُولَى ثَقِيلَة وَلَكِنَّهُ رَوَاهُ بِالشَّكِّ. ‏ ‏قَوْله : ( وَقَالَ مُعَاذ حَدَّثَنَا شُعْبَة ) ‏ ‏وَصَلَهُ الْإِسْمَاعِيلِيّ عَنْ يَحْيَى بْن مُحَمَّد عَنْ عُبَيْد اللَّه بْن مُعَاذ عَنْ أَبِيهِ بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2248,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، عَنْ أَبِي الْبَخْتَرِيِّ، قَالَ سَأَلْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ السَّلَمِ، فِي النَّخْلِ فَقَالَ نُهِيَ عَنْ بَيْعِ النَّخْلِ، حَتَّى يَصْلُحَ، وَعَنْ بَيْعِ الْوَرِقِ، نَسَاءً بِنَاجِزٍ‏.‏ وَسَأَلْتُ ابْنَ عَبَّاسٍ عَنِ السَّلَمِ، فِي النَّخْلِ، فَقَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ حَتَّى يُؤْكَلَ مِنْهُ، أَوْ يَأْكُلَ مِنْهُ، وَحَتَّى يُوزَنَ‏.‏",
    "english_text": "I asked Ibn `Umar about Salam (the fruits of) date-palms. He replied, \"The Prophet (ﷺ) forbade the sale of \ndates till their benefit becomes evident and fit for eating and also the sale of silver (for gold) on \ncredit.\" I asked Ibn `Abbas about Salam for dates and he replied, \"The Prophet (ﷺ) forbade the sale of \ndates till they were fit for eating and could be estimated.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنَا عَمْرو ) ‏ ‏فِي رِوَايَة مُسْلِمٍ \" عَمْرو بْن مُرَّة \" وَكَذَلِكَ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طُرُق عَنْ شُعْبَة. ‏ ‏قَوْله : ( فَقَالَ رَجُل مَا يُوزَن ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَزَعَمَ الْكَرْمَانِيُّ أَنَّهُ أَبُو الْبَخْتَرِيِّ نَفْسه لِقَوْلِهِ فِي بَعْض طُرُقه \" فَقَالَ لَهُ الرَّجُل \" بِالتَّعْرِيفِ. ‏ ‏قَوْله : ( فَقَالَ لَهُ رَجُل إِلَى جَانِبه ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , ‏ ‏وَقَوْله : ( حَتَّى يُحْرَز ) ‏ ‏بِتَقْدِيمِ الرَّاء عَلَى الزَّاي أَيْ يُحْفَظ وَيُصَان , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ بِتَقْدِيمِ الزَّاي عَلَى الرَّاء أَيْ يُوزَن أَوْ يُخْرَص , وَفَائِدَة ذَلِكَ مَعْرِفَة كِمِّيَّة حُقُوق الْفُقَرَاء قَبْل أَنْ يَتَصَرَّف فِيهِ الْمَالِك , وَصَوَّبَ عِيَاض الْأَوَّل وَلَكِنَّ الثَّانِي أَلْيَق بِذِكْرِ الْوَزْن , وَرَأَيْته فِي رِوَايَة النَّسَفِيِّ \" حَتَّى يُحَرَّر \" بِرَاءَيْنِ الْأُولَى ثَقِيلَة وَلَكِنَّهُ رَوَاهُ بِالشَّكِّ. ‏ ‏قَوْله : ( وَقَالَ مُعَاذ حَدَّثَنَا شُعْبَة ) ‏ ‏وَصَلَهُ الْإِسْمَاعِيلِيّ عَنْ يَحْيَى بْن مُحَمَّد عَنْ عُبَيْد اللَّه بْن مُعَاذ عَنْ أَبِيهِ بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2249,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، عَنْ أَبِي الْبَخْتَرِيِّ، سَأَلْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ السَّلَمِ، فِي النَّخْلِ فَقَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ الثَّمَرِ حَتَّى يَصْلُحَ، وَنَهَى عَنِ الْوَرِقِ بِالذَّهَبِ نَسَاءً بِنَاجِزٍ‏.‏ وَسَأَلْتُ ابْنَ عَبَّاسٍ فَقَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ حَتَّى يَأْكُلَ أَوْ يُؤْكَلَ، وَحَتَّى يُوزَنَ‏.‏ قُلْتُ وَمَا يُوزَنُ قَالَ رَجُلٌ عِنْدَهُ حَتَّى يُحْرَزَ‏.‏",
    "english_text": "I asked Ibn `Umar about Salam for dates. Ibn `Umar replied, \"The Prophet (ﷺ) forbade the sale (the fruits) \nof date-palms until they were fit for eating and also forbade the sale of silver for gold on credit.\" I also \nasked Ibn `Abbas about it. Ibn `Abbas replied, \"The Prophet (ﷺ) forbade the sale of dates till they were fit \nfor eating, and could be weighed.\" I asked him, \"What is to be weighed (as the dates are on the \ntrees)?\" A man sitting by Ibn `Abbas said, \"It means till they are cut and stored.\"",
    "explication": "‏ ‏قَوْله : ( فَقَالَ ) ‏ ‏أَيْ اِبْن عُمَر ‏ ‏( نَهَى عَنْ بَيْع النَّخْل حَتَّى يَصْلُح ) ‏ ‏أَيْ نَهَى عَنْ بَيْع ثَمَر النَّخْل , وَاتَّفَقَتْ الرِّوَايَات فِي هَذَا الْمَوْضِع عَلَى أَنَّهُ \" نُهِيَ \" عَلَى الْبِنَاء لِلْمَجْهُولِ , وَاخْتُلِفَ فِي الرِّوَايَة الثَّانِيَة وَهِيَ رِوَايَة غُنْدَر : فَعِنْد أَبِي ذَرّ وَأَبِي الْوَقْت \" فَقَالَ نَهَى عُمَر عَنْ بَيْع الثَّمَر الْحَدِيث \" وَفِي رِوَايَة غَيْرهمَا \" نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاقْتَصَرَ مُسْلِم عَلَى حَدِيث اِبْن عَبَّاس.. ‏ ‏قَوْله : ( وَعَنْ بَيْع الْوَرِقِ ) ‏ ‏أَيْ بِالذَّهَبِ كَمَا فِي الرِّوَايَة الثَّانِيَة. ‏ ‏قَوْله : ( نَسَاء ) ‏ ‏بِفَتْحِ النُّون وَالْمُهْمَلَة وَالْمَدّ أَيْ تَأْخِيرًا , تَقُول نَسَأْت الدَّيْن أَيْ أَخَّرْته نَسَاء أَيْ تَأْخِيرًا , وَسَيَأْتِي الْبَحْث فِي اِشْتِرَاط الْأَجَل فِي السَّلَم فِي الْبَاب الَّذِي يَلِيه , وَحَدِيث اِبْن عُمَر إِنْ صَحَّ فَمَحْمُول عَلَى السَّلَم الْحَالّ عِنْد مَنْ يَقُول بِهِ أَوْ مَا قَرُبَ أَجَله , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز السَّلَم فِي النَّخْل الْمُعَيَّن مِنْ الْبُسْتَان الْمُعَيَّن لَكِنْ بَعْد بُدُوّ صَلَاحه وَهُوَ قَوْل الْمَالِكِيَّة , وَقَدْ رَوَى أَبُو دَاوُدَ وَابْن مَاجَهْ مِنْ طَرِيق النَّجْرَانِيّ عَنْ اِبْن عُمَر قَالَ \" لَا يُسْلَم فِي نَخْل قَبْل أَنْ يُطْلِعَ , فَإِنَّ رَجُلًا أَسْلَمَ فِي حَدِيقَةِ نَخْلٍ قَبْل أَنْ تُطْلِع فَلَمْ تُطْلِع ذَلِكَ الْعَام شَيْئًا , فَقَالَ الْمُشْتَرِي هُوَ لِي حَتَّى تُطْلِع , وَقَالَ الْبَائِع إِنَّمَا بِعْتُك هَذِهِ السَّنَة , فَاخْتَصَمَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. فَقَالَ : اُرْدُدْ عَلَيْهِ مَا أَخَذْت مِنْهُ وَلَا تُسْلِمُوا فِي نَخْلٍ حَتَّى يَبْدُوَ صَلَاحه \" وَهَذَا الْحَدِيث فِيهِ ضَعْف , وَنَقَلَ اِبْن الْمُنْذِر اِتِّفَاق الْأَكْثَر عَلَى مَنْع السَّلَم فِي بُسْتَان مُعَيَّن لِأَنَّهُ غَرَر , وَقَدْ حَمَلَ الْأَكْثَر الْحَدِيث الْمَذْكُور عَلَى السَّلَم الْحَالّ , وَقَدْ رَوَى اِبْن حِبَّانَ وَالْحَاكِم وَالْبَيْهَقِيُّ مِنْ حَدِيث عَبْد اللَّه بْن سَلَام فِي قِصَّة إِسْلَام زَيْد بْن سَعْنَة بِفَتْحِ السِّين الْمُهْمَلَة وَسُكُون الْعَيْن الْمُهْمَلَة بَعْدهَا نُون أَنَّهُ قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَلْ لَك أَنْ تَبِيعنِي تَمْرًا مَعْلُومًا إِلَى أَجَل مَعْلُوم مِنْ حَائِط بَنِي فُلَان. قَالَ : لَا أَبِيعك مِنْ حَائِط مُسَمًّى , بَلْ أَبِيعك أَوْسُقًا مُسَمَّاة إِلَى أَجَل مُسَمًّى \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2250,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا يَعْلَى، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اشْتَرَى رَسُولُ اللَّهِ صلى الله عليه وسلم طَعَامًا مِنْ يَهُودِيٍّ بِنَسِيئَةٍ، وَرَهَنَهُ دِرْعًا لَهُ مِنْ حَدِيدٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) bought some foodstuff (barley) from a Jew on credit and mortgaged his iron armor to \nhim (the armor stands for a guarantor).",
    "explication": "قَوْله فِي طَرِيق عَائِشَة ‏ ‏( ذَكَرْنَا عِنْد إِبْرَاهِيم ) ‏ ‏هُوَ النَّخَعِيُّ , ‏ ‏وَقَوْلُهُ : ( الرَّهْن فِي السَّلَمِ ) ‏ ‏أَيْ السَّلَفِ وَلَمْ يُرِدْ بِهِ السَّلَمَ الْعُرْفِيَّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2251,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، قَالَ تَذَاكَرْنَا عِنْدَ إِبْرَاهِيمَ الرَّهْنَ فِي السَّلَفِ فَقَالَ حَدَّثَنِي الأَسْوَدُ عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم اشْتَرَى مِنْ يَهُودِيٍّ طَعَامًا إِلَى أَجَلٍ مَعْلُومٍ، وَارْتَهَنَ مِنْهُ دِرْعًا مِنْ حَدِيدٍ‏.‏",
    "english_text": "We argued at Ibrahim's dwelling place about mortgaging in Salam. He said, \"Aisha said, 'The Prophet (ﷺ) \nbought some foodstuff from a Jew on credit and the payment was to be made by a definite period, and \nhe mortgaged his iron armor to him.\"",
    "explication": "قَوْله فِي طَرِيق عَائِشَة ‏ ‏( ذَكَرْنَا عِنْد إِبْرَاهِيم ) ‏ ‏هُوَ النَّخَعِيُّ , ‏ ‏وَقَوْلُهُ : ( الرَّهْن فِي السَّلَمِ ) ‏ ‏أَيْ السَّلَفِ وَلَمْ يُرِدْ بِهِ السَّلَمَ الْعُرْفِيَّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2252,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم الْمَدِينَةَ وَهُمْ يُسْلِفُونَ فِي الثِّمَارِ السَّنَتَيْنِ وَالثَّلاَثَ، فَقَالَ ‏\"‏ أَسْلِفُوا فِي الثِّمَارِ فِي كَيْلٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ ‏\"‏‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ الْوَلِيدِ حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ أَبِي نَجِيحٍ، وَقَالَ، ‏\"‏ فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) came to Medina and the people used to pay in advance the prices of fruits to be delivered \nwithin two to three years. The Prophet (ﷺ) said (to them), \"Buy fruits by paying their prices in advance on \ncondition that the fruits are to be delivered to you according to a fixed specified measure within a \nfixed specified period.\" Ibn Najih said, \" ... by specified measure and specified weight.\"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ عَبْد اللَّه بْن الْوَلِيد حَدَّثَنَا سُفْيَان حَدَّثَنَا اِبْن أَبِي نُجَيْح ) ‏ ‏هُوَ مَوْصُول فِي \" جَامِع سُفْيَان \" مِنْ طَرِيق عَبْد اللَّه بْن الْوَلِيد الْمَذْكُور وَهُوَ الْعَدَنِيّ عَنْهُ , وَأَرَادَ الْمُصَنِّف بِهَذَا التَّعْلِيق بَيَان التَّحْدِيث لِأَنَّ الَّذِي قَبْله مَذْكُور بِالْعَنْعَنَةِ. ثُمَّ أَوْرَدَ حَدِيث اِبْن أَبِي أَوْفَى وَابْن أَبْزَى وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ مُسْتَوْفًى عَنْ قَرِيب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2253,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ، عَنْ مُحَمَّدِ بْنِ أَبِي مُجَالِدٍ، قَالَ أَرْسَلَنِي أَبُو بُرْدَةَ وَعَبْدُ اللَّهِ بْنُ شَدَّادٍ إِلَى عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى وَعَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى فَسَأَلْتُهُمَا عَنِ السَّلَفِ،‏.‏ فَقَالاَ كُنَّا نُصِيبُ الْمَغَانِمَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَكَانَ يَأْتِينَا أَنْبَاطٌ مِنْ أَنْبَاطِ الشَّأْمِ فَنُسْلِفُهُمْ فِي الْحِنْطَةِ وَالشَّعِيرِ وَالزَّبِيبِ إِلَى أَجَلٍ مُسَمًّى‏.‏ قَالَ قُلْتُ أَكَانَ لَهُمْ زَرْعٌ، أَوْ لَمْ يَكُنْ لَهُمْ زَرْعٌ قَالاَ مَا كُنَّا نَسْأَلُهُمْ عَنْ ذَلِكَ‏.‏",
    "english_text": "Abu Burda and `Abdullah bin Shaddad sent me to `Abdur Rahman bin Abza and `Abdullah bin Abi \n`Aufa to ask them about the Salaf (Salam). They said, \"We used to get war booty while we were with \nAllah's Messenger (ﷺ) and when the peasants of Sham came to us we used to pay them in advance for wheat, \nbarley, and oil to be delivered within a fixed period.\" I asked them, \"Did the peasants own standing \ncrops or not?\" They replied, \"We never asked them about it.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2254,
    "category": "كتاب السلم",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ كَانُوا يَتَبَايَعُونَ الْجَزُورَ إِلَى حَبَلِ الْحَبَلَةِ، فَنَهَى النَّبِيُّ صلى الله عليه وسلم عَنْهُ‏.‏ فَسَّرَهُ نَافِعٌ أَنْ تُنْتَجَ النَّاقَةُ مَا فِي بَطْنِهَا‏.‏",
    "english_text": "The people used to sell camels on the basis of Habal-al-Habala. The Prophet (ﷺ) forbade such sale. Nafi` \nexplained Habal-al-Habala by saying. \"The camel is to be delivered to the buyer after the she-camel \ngives birth.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]