[
  {
    "id": 2257,
    "category": "كتاب الشفعة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالشُّفْعَةِ فِي كُلِّ مَا لَمْ يُقْسَمْ، فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) gave a verdict regarding Shuf'a in every undivided joint thing (property). But if the \nlimits are defined (or demarcated) or the ways and streets are fixed, then there is no pre-emption.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى رِوَايَته فِي \" بَاب بَيْع الْأَرْض \" مِنْ كِتَاب الْبُيُوع وَالِاخْتِلَاف فِي قَوْله : ‏ ‏( كُلّ مَا لَمْ يُقْسَم ) ‏ ‏أَوْ \" كُلّ مَال لَمْ يُقْسَم \" وَاللَّفْظ الْأَوَّل يُشْعِر بِاخْتِصَاصِ الشُّفْعَة بِمَا يَكُون قَابِلًا لِلْقِسْمَةِ بِخِلَافِ الثَّانِي. ‏ ‏قَوْله : ( فَإِذَا وَقَعَتْ الْحُدُود وَصُرِّفَتْ الطُّرُق فَلَا شُفْعَة ) ‏ ‏أَيْ بُيِّنَتْ مَصَارِف الطُّرُق وَشَوَارِعهَا , كَأَنَّهُ مِنْ التَّصَرُّف أَوْ مِنْ التَّصْرِيف. وَقَالَ اِبْن مَالِك : مَعْنَاهُ خَلَصَتْ وَبَانَتْ , وَهُوَ مُشْتَقّ مِنْ الصِّرْف بِكَسْرِ الْمُهْمَلَة الْخَالِص مِنْ كُلّ شَيْء. وَهَذَا الْحَدِيث أَصْل فِي ثُبُوت الشُّفْعَة , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ جَابِر بِلَفْظِ \" قَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالشُّفْعَةِ فِي كُلّ شِرْك لَمْ يُقْسَم رَبْعَة أَوْ حَائِط , لَا يَحِلّ لَهُ أَنْ يَبِيع حَتَّى يُؤْذِن شَرِيكه : فَإِنْ شَاءَ أَخَذَ وَإِنْ شَاءَ تَرَكَ , فَإِذَا بَاعَ وَلَمْ يُؤْذِنهُ فَهُوَ أَحَقّ بِهِ \" وَقَدْ تَضَمَّنَ هَذَا الْحَدِيث ثُبُوت الشُّفْعَة فِي الْمُشَاع , وَصَدْره يُشْعِر بِثُبُوتِهَا فِي الْمَنْقُولَات , وَسِيَاقه يُشْعِر بِاخْتِصَاصِهَا بِالْعَقَارِ وَبِمَا فِيهِ الْعَقَار. وَقَدْ أَخَذَ بِعُمُومِهَا فِي كُلّ شَيْء مَالِك فِي رِوَايَة , وَهُوَ قَوْل عَطَاء. وَعَنْ أَحْمَد تَثْبُت فِي الْحَيَوَانَات دُون غَيْرهَا مِنْ الْمَنْقُولَات وَرَوَى الْبَيْهَقِيُّ مِنْ حَدِيث اِبْن عَبَّاس مَرْفُوعًا \" الشُّفْعَة فِي كُلّ شَيْء \" وَرِجَاله ثِقَات إِلَّا أَنَّهُ أُعِلَّ بِالْإِرْسَالِ , وَأَخْرَجَ الطَّحَاوِيُّ لَهُ شَاهِدًا مِنْ حَدِيث جَابِر بِإِسْنَادٍ لَا بَأْس بِرُوَاتِهِ. ‏ ‏قَالَ عِيَاض : لَوْ اِقْتَصَرَ فِي الْحَدِيث عَلَى الْقِطْعَة الْأُولَى لَكَانَتْ فِيهِ دَلَالَة عَلَى سُقُوط شُفْعَة الْجِوَار , وَلَكِنْ أَضَافَ إِلَيْهَا صَرْف الطُّرُق , وَالْمُتَرَتِّب عَلَى أَمْرَيْنِ لَا يَلْزَم مِنْهُ تَرَتُّبه عَلَى أَحَدهمَا. وَاسْتُدِلَّ بِهِ عَلَى عَدَم دُخُول الشُّفْعَة فِيمَا لَا يَقْبَل الْقِسْمَة , وَعَلَى ثُبُوتهَا لِكُلِّ شَرِيك. وَعَنْ أَحْمَد لَا شُفْعَة لِذِمِّيٍّ. وَعَنْ الشَّعْبِيّ : لَا شُفْعَة لِمَنْ لَمْ يَسْكُن الْمِصْر. ‏ ‏( تَنْبِيهَانِ ) : ‏ ‏الْأَوَّل اُخْتُلِفَ عَلَى الزُّهْرِيّ فِي هَذَا الْإِسْنَاد فَقَالَ مَالِك عَنْهُ عَنْ أَبِي سَلَمَة وَابْن الْمُسَيِّب مُرْسَلًا كَذَا رَوَاهُ الشَّافِعِيّ وَغَيْره وَرَوَاهُ أَبُو عَاصِم وَالْمَاجِشُونُ عَنْهُ فَوَصَلَهُ بِذِكْرِ أَبِي هُرَيْرَة أَخْرَجَهُ الْبَيْهَقِيُّ , وَرَوَاهُ اِبْن جُرَيْجٍ عَنْ الزُّهْرِيّ كَذَلِكَ لَكِنْ قَالَ عَنْهُمَا أَوْ عَنْ أَحَدهمَا أَخْرَجَهُ أَبُو دَاوُدَ , وَالْمَحْفُوظ رِوَايَته عَنْ أَبِي سَلَمَة عَنْ جَابِر مَوْصُولًا وَعَنْ اِبْن الْمُسَيِّب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَمَا سِوَى ذَلِكَ شُذُوذ مِمَّنْ رَوَاهُ. وَيُقَوِّي طَرِيقَهُ عَنْ أَبِي سَلَمَة عَنْ جَابِر مُتَابَعَةُ يَحْيَى بْن أَبِي كَثِير لَهُ عَنْ أَبِي سَلَمَة عَنْ جَابِر ثُمَّ سَاقَهُ كَذَلِكَ. ‏ ‏الثَّانِي : حَكَى اِبْن أَبِي حَاتِم عَنْ أَبِيهِ أَنَّ قَوْله \" فَإِذَا وَقَعَتْ الْحُدُود إِلَخْ \" مُدْرَج مِنْ كَلَام جَابِر , وَفِيهِ نَظَر لِأَنَّ الْأَصْل أَنَّ كُلّ مَا ذُكِرَ فِي الْحَدِيث فَهُوَ مِنْهُ حَتَّى يَثْبُت الْإِدْرَاج بِدَلِيلٍ , وَقَدْ نَقَلَ صَالِح بْن أَحْمَد عَنْ أَبِيهِ أَنَّهُ رَجَّحَ رَفْعهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2258,
    "category": "كتاب الشفعة",
    "text_chakl": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، قَالَ وَقَفْتُ عَلَى سَعْدِ بْنِ أَبِي وَقَّاصٍ، فَجَاءَ الْمِسْوَرُ بْنُ مَخْرَمَةَ فَوَضَعَ يَدَهُ عَلَى إِحْدَى مَنْكِبَىَّ إِذْ جَاءَ أَبُو رَافِعٍ مَوْلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا سَعْدُ ابْتَعْ مِنِّي بَيْتَىَّ فِي دَارِكَ‏.‏ فَقَالَ سَعْدٌ وَاللَّهِ مَا أَبْتَاعُهُمَا‏.‏ فَقَالَ الْمِسْوَرُ وَاللَّهِ لَتَبْتَاعَنَّهُمَا‏.‏ فَقَالَ سَعْدٌ وَاللَّهِ لاَ أَزِيدُكَ عَلَى أَرْبَعَةِ آلاَفٍ، مُنَجَّمَةٍ أَوْ مُقَطَّعَةٍ‏.‏ قَالَ أَبُو رَافِعٍ لَقَدْ أُعْطِيتُ بِهَا خَمْسَمِائَةِ دِينَارٍ، وَلَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الْجَارُ أَحَقُّ بِسَقَبِهِ ‏\"‏‏.‏ مَا أَعْطَيْتُكَهَا بِأَرْبَعَةِ آلاَفٍ، وَأَنَا أُعْطَى بِهَا خَمْسَمِائَةِ دِينَارٍ‏.‏ فَأَعْطَاهَا إِيَّاهُ‏.‏",
    "english_text": "While I was standing with Sa`d bin Abi Waqqas, Al-Miswar bin Makhrama came and put his hand on \nmy shoulder. Meanwhile Abu Rafi`, the freed slave of the Prophet (ﷺ) came and asked Sa`d to buy from \nhim the (two) dwellings which were in his house. Sa`d said, \"By Allah I will not buy them.\" Al- \nMiswar said, \"By Allah, you shall buy them.\" Sa`d replied, \"By Allah, I will not pay more than four \nthousand (Dirhams) by installments.\" Abu Rafi` said, \"I have been offered five hundred Dinars (for it) \nand had I not heard the Prophet (ﷺ) saying, 'The neighbor has more right than anyone else because of his \nnearness, I would not give them to you for four-thousand (Dirhams) while I am offered five-hundred \nDinars (one Dinar equals ten Dirhams) for them.\" So, he sold it to Sa`d.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَمْرو بْن الشَّرِيد ) ‏ ‏فِي رِوَايَة سُفْيَان الْآتِيَة فِي تَرْك الْحِيَل عَنْ إِبْرَاهِيم بْن مَيْسَرَة \" سَمِعْت عَمْرو بْن الشَّرِيد \" وَالشَّرِيد بِفَتْحِ الْمُعْجَمَة وَزْن طَوِيل صَحَابِيّ شَهِير , وَوَلَده مِنْ أَوْسَاط التَّابِعِينَ , وَوَهَمَ مَنْ ذَكَرَهُ فِي الصَّحَابَة , وَمَا لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث. وَقَدْ أَخْرَجَ التِّرْمِذِيّ مُعَلَّقًا وَالنَّسَائِيُّ وَابْن مَاجَهْ هَذَا الْحَدِيث مِنْ وَجْه آخَر عَنْهُ عَنْ أَبِيهِ وَلَمْ يَذْكُر الْقِصَّة , فَيَحْتَمِل أَنْ يَكُون سَمِعَهُ مِنْ أَبِيهِ وَمِنْ أَبِي رَافِع , قَالَ التِّرْمِذِيّ : سَمِعْت مُحَمَّدًا يَعْنِي الْبُخَارِيّ يَقُول : كِلَا الْحَدِيثَيْنِ عِنْدِي صَحِيح. ‏ ‏قَوْله : ( وَقَفْت عَلَى سَعْد بْن أَبِي وَقَّاص فَجَاءَ الْمِسْوَر بْن مَخْرَمَةَ فَوَضَعَ يَده عَلَى إِحْدَى مَنْكِبَيْ ) ‏ ‏أَيْ رِوَايَة سُفْيَان الْمَذْكُورَة مُخَالِفَة لِهَذَا يَأْتِي بَيَانهَا إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( اِبْتَعْ مِنِّي بَيْتِي فِي دَارك ) ‏ ‏أَيْ الْكَائِنَيْنِ فِي دَارك. ‏ ‏قَوْله : ( فَقَالَ الْمِسْوَر : وَاللَّه لَتَبْتاعَنَّهُمَا ) ‏ ‏بَيَّنَ سُفْيَان فِي رِوَايَته أَنَّ أَبَا رَافِع سَأَلَ الْمِسْوَر أَنْ يُسَاعِدهُ عَلَى ذَلِكَ. ‏ ‏قَوْله : ( أَرْبَعَة آلَاف ) ‏ ‏فِي رِوَايَة سُفْيَان \" أَرْبَعمِائَةِ \" وَفِي رِوَايَة الثَّوْرِيّ فِي تَرْك الْحِيَل \" أَرْبَعمِائَةِ مِثْقَال \" وَهُوَ يَدُلّ عَلَى أَنَّ الْمِثْقَال إِذْ ذَاكَ كَانَ بِعَشَرَةِ دَرَاهِم. ‏ ‏قَوْله : ( مُنَجَّمَة أَوْ مُقَطَّعَة ) ‏ ‏شَكٌّ مِنْ الرَّاوِي وَالْمُرَاد مُؤَجَّلَة عَلَى أَقْسَاط مَعْلُومَة. ‏ ‏قَوْله : ( الْجَار أَحَقّ بِسَقَبِهِ ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَالْقَاف بَعْدهَا مُوَحَّدَة , وَالسَّقَب بِالسِّينِ الْمُهْمَلَة وَبِالصَّادِ أَيْضًا وَيَجُوز فَتْح الْقَاف وَإِسْكَانهَا : الْقُرْب وَالْمُلَاصَقَة. وَوَقَعَ فِي حَدِيث جَابِر عِنْد التِّرْمِذِيّ \" الْجَار أَحَقّ بِسَقَبِهِ يُنْتَظَر بِهِ إِذَا كَانَ غَائِبًا إِذَا كَانَ طَرِيقهمَا وَاحِدًا \" قَالَ اِبْن بَطَّال : اِسْتَدَلَّ بِهِ أَبُو حَنِيفَة وَأَصْحَابه عَلَى إِثْبَات الشُّفْعَة لِلْجَارِ , وَأَوَّله غَيْرهمْ عَلَى أَنَّ الْمُرَاد بِهِ الشَّرِيك بِنَاء عَلَى أَنَّ أَبَا رَافِع كَانَ شَرِيك سَعْد فِي الْبَيْتَيْنِ وَلِذَلِكَ دَعَاهُ إِلَى الشِّرَاء مِنْهُ , قَالَ : وَأَمَّا قَوْلهمْ إِنَّهُ لَيْسَ فِي اللُّغَة مَا يَقْتَضِي تَسْمِيَة الشَّرِيك جَارًا فَمَرْدُود , فَإِنَّ كُلّ شَيْء قَارَبَ شَيْئًا قِيلَ لَهُ جَارٌ , وَقَدْ قَالُوا لِامْرَأَةِ الرَّجُل جَارَة لِمَا بَيْنهمَا مِنْ الْمُخَالَطَة , اِنْتَهَى. وَتَعَقَّبَهُ اِبْن الْمُنِير بِأَنَّ ظَاهِر الْحَدِيث أَنَّ أَبَا رَافِع كَانَ يَمْلِك بَيْتَيْنِ مِنْ جُمْلَة دَار سَعْد لَا شِقْصًا شَائِعًا مِنْ مَنْزِل سَعْد , وَذَكَرَ عُمَر بْن شَبَّة أَنَّ سَعْدًا كَانَ اِتَّخَذَ دَارَيْنِ بِالْبَلَاطِ مُتَقَابِلَتَيْنِ بَيْنهمَا عَشَرَة أَذْرُع وَكَانَتْ الَّتِي عَنْ يَمِين الْمَسْجِد مِنْهُمَا لِأَبِي رَافِع فَاشْتَرَاهَا سَعْد مِنْهُ. ثُمَّ سَاقَ حَدِيث الْبَاب. فَاقْتَضَى كَلَامه أَنَّ سَعْدًا كَانَ جَارًا لِأَبِي رَافِع قَبْل أَنْ يَشْتَرِيَ مِنْهُ دَاره لَا شَرِيكًا. وَقَالَ بَعْض الْحَنَفِيَّة : يَلْزَم الشَّافِعِيَّة الْقَائِلِينَ بِحَمْلِ اللَّفْظ عَلَى حَقِيقَته وَمَجَازه أَنْ يَقُولُوا بِشُفْعَةِ الْجَار لِأَنَّ الْجَار حَقِيقَة فِي الْمُجَاوِر مَجَاز فِي الشَّرِيك. وَأُجِيبَ بِأَنَّ مَحَلّ ذَلِكَ عِنْد التَّجَرُّد , وَقَدْ قَامَتْ الْقَرِينَة هُنَا عَلَى الْمَجَاز فَاعْتُبِرَ لِلْجَمْعِ بَيْن حَدِيثَيْ جَابِر وَأَبِي رَافِع , فَحَدِيث جَابِر صَرِيح فِي اِخْتِصَاص الشُّفْعَة بِالشَّرِيكِ , وَحَدِيث أَبِي رَافِع مَصْرُوف الظَّاهِر اِتِّفَاقًا لِأَنَّهُ يَقْتَضِي أَنْ يَكُون الْجَار أَحَقّ مِنْ كُلّ أَحَد حَتَّى مِنْ الشَّرِيك , وَالَّذِينَ قَالُوا بِشُفْعَةِ الْجَار قَدَّمُوا الشَّرِيك مُطْلَقًا ثُمَّ الْمُشَارِك فِي الطَّرِيق. ثُمَّ الْجَار عَلَى مَنْ لَيْسَ بِمُجَاوِرٍ , فَعَلَى هَذَا فَيَتَعَيَّن تَأْوِيل قَوْله \" أَحَقّ \" بِالْحَمْلِ عَلَى الْفَضْل أَوْ التَّعَهُّد وَنَحْو ذَلِكَ , وَاحْتَجَّ مَنْ لَمْ يَقُلْ بِشُفْعَةِ الْجِوَار أَيْضًا بِأَنَّ الشُّفْعَة ثَبَتَتْ عَلَى خِلَاف الْأَصْل لِمَعْنًى مَعْدُوم فِي الْجَار وَهُوَ أَنَّ الشَّرِيك رُبَّمَا دَخَلَ عَلَيْهِ شَرِيكه فَتَأَذَّى بِهِ فَدَعَتْ الْحَاجَة إِلَى مُقَاسَمَته فَيَدْخُل عَلَيْهِ الضَّرَر بِنَقْصِ قِيمَة مِلْكه , وَهَذَا لَا يُوجَد فِي الْمَقْسُوم. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2259,
    "category": "كتاب الشفعة",
    "text_chakl": "حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو عِمْرَانَ، قَالَ سَمِعْتُ طَلْحَةَ بْنَ عَبْدِ اللَّهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ لِي جَارَيْنِ، فَإِلَى أَيِّهِمَا أُهْدِي قَالَ ‏\n\"‏ إِلَى أَقْرَبِهِمَا مِنْكِ بَابًا ‏\"‏‏.‏",
    "english_text": "I said, \"O Allah's Messenger (ﷺ)! I have two neighbors and would like to know to which of them I should \ngive presents.\" He replied, \"To the one whose door is nearer to you.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا حَجَّاج ) ‏ ‏هُوَ اِبْن مِنْهَال , وَقَدْ رَوَى الْبُخَارِيّ لِحَجَّاجِ بْن مُحَمَّد بِوَاسِطَةِ , وَاشْتَرَكَا فِي الرِّوَايَة عَنْ شُعْبَة , لَكِنَّهُ سَمِعَ مِنْ اِبْن مِنْهَالٍ دُون اِبْن مُحَمَّد. ‏ ‏قَوْله : ( وَحَدَّثَنَا عَلِيّ ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَفِي رِوَايَة اِبْن السَّكَن وَكَرِيمَة عَلِيّ بْن عَبْد اللَّه , وَلِابْنِ شَبَّوَيْهِ عَلِيّ بْن الْمَدِينِيّ. وَرَجَّحَ أَبُو عَلِيّ الْجَيَّانِيُّ أَنَّهُ عَلِيّ بْن سَلَمَة اللَّبَقِيُّ بِفَتْحِ اللَّام وَالْمُوَحَّدَة بَعْدهَا قَاف , وَبِهِ جَزَمَ الْكَلَابَاذِيُّ وَابْن طَاهِر , وَهُوَ الَّذِي ثَبَتَ فِي رِوَايَة الْمُسْتَمْلِي , وَهَذَا يُشْعِر بِأَنَّ الْبُخَارِيّ لَمْ يَنْسُبهُ وَإِنَّمَا نَسَبَهُ مَنْ نَسَبَهُ مِنْ الرُّوَاة بِحَسَب مَا ظَهَرَ لَهُ فَإِنْ كَانَ كَذَلِكَ فَالْأَرْجَح أَنَّهُ اِبْن الْمَدِينِيّ لِأَنَّ الْعَادَة أَنَّ الْإِطْلَاق إِنَّمَا يَنْصَرِف لِمَنْ يَكُون أَشْهَر وَابْن الْمَدِينِيّ أَشْهَر مِنْ اللَّبَقِيِّ , وَمِنْ عَادَة الْبُخَارِيّ إِذَا أَطْلَقَ الرِّوَايَة عَنْ عَلِيّ إِنَّمَا يَقْصِد بِهِ عَلِيّ بْن الْمَدِينِيّ. ‏ ‏( تَنْبِيه ) : ‏ ‏سَاقَ الْمَتْن هُنَا عَلَى لَفْظ عَلِيّ الْمَذْكُور , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي كِتَاب الْأَدَب عَنْ حَجَّاج بْن مِنْهَال وَحْده وَسَاقَهُ هُنَاكَ عَلَى لَفْظه. ‏ ‏قَوْله : ( حَدَّثَنَا أَبُو عِمْرَان ) ‏ ‏هُوَ الْجَوْنِيُّ. ‏ ‏قَوْله : ( سَمِعْت طَلْحَة بْن عَبْد اللَّه ) ‏ ‏جَزَمَ الْمِزِيُّ بِأَنَّهُ اِبْن عُثْمَان بْن عُبَيْد اللَّه بْن مَعْمَر التَّيْمِيُّ , وَقَالَ بَعْضهمْ هُوَ طَلْحَة بْنُ عَبْد اللَّه الْخُزَاعِيُّ لِأَنَّ عَبْد الرَّحْمَن بْن مَهْدِيّ رَوَى عَنْ الثَّوْرِيّ عَنْ سَعْد بْن إِبْرَاهِيم عَنْ طَلْحَة بْن عَبْد اللَّه عَنْ عَائِشَة حَدِيثًا غَيْر هَذَا , وَيَتَرَجَّح مَا قَالَ الْمِزِيُّ بِأَنَّ الْمُصَنِّف أَخْرَجَ حَدِيث الْبَاب فِي الْهِبَة مِنْ طَرِيق غُنْدَر عَنْ شُعْبَة فَقَالَ \" طَلْحَة بْن عَبْد اللَّه رَجُل مِنْ بَنِي تَيْم بْن مُرَّة \" وَلَيْسَ لِطَلْحَةَ بْن عَبْد اللَّه فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي كِتَاب الْأَدَب إِنْ شَاءَ اللَّه تَعَالَى. وَالْجِوَار بِضَمِّ الْجِيم وَبِكَسْرِهَا. وَقَوْله \" قَالَ إِلَى أَقْرَبهمَا \" يُرْوَى \" قَالَ أَقْرَبهمَا \" بِحَذْفِ حَرْف الْجَرّ , وَهُوَ بِالرَّفْعِ وَيَجُوز الْجَرّ عَلَى إِبْقَاء عَمَل حَرْف الْجَرّ بَعْد حَذْفه أَيْ أَقْرَب الْجَارَيْنِ , قَالَ اِبْن بَطَّال : لَا حُجَّة فِي هَذَا الْحَدِيث لِمَنْ أَوْجَبَ الشُّفْعَة بِالْجِوَارِ لِأَنَّ عَائِشَة إِنَّمَا سَأَلَتْ عَمَّنْ تَبْدَأ بِهِ مِنْ جِيرَانهَا بِالْهَدِيَّةِ فَأَخْبَرَهَا بِأَنَّ الْأَقْرَب أَوْلَى , وَأُجِيبَ بِأَنَّ وَجْه دُخُوله فِي الشُّفْعَة أَنَّ حَدِيث أَبِي رَافِع يُثْبِت شُفْعَة الْجِوَار فَاسْتُنْبِطَ مِنْ حَدِيث عَائِشَة تَقْدِيم الْأَقْرَب عَلَى الْأَبْعَد لِلْعِلَّةِ فِي مَشْرُوعِيَّة الشُّفْعَة لِمَا يَحْصُل مِنْ الضَّرَر بِمُشَارَكَةِ الْغَيْر الْأَجْنَبِيّ بِخِلَافِ الشَّرِيك فِي نَفْس الدَّار وَاللَّصِيق لِلدَّارِ. ‏ ‏( خَاتِمَة ) : ‏ ‏جَمِيع مَا فِي الشُّفْعَة ثَلَاثَة أَحَادِيث مَوْصُولَة. الْأَوَّل مِنْهَا مُكَرَّر وَالْآخَرَانِ اِنْفَرَدَ بِهِمَا الْمُصَنِّف عَنْ مُسْلِم. وَفِيهِ مِنْ الْآثَار اِثْنَانِ غَيْر قِصَّة الْمِسْوَر وَأَبِي رَافِع مَعَ سَعْد وَهِيَ مَوْصُولَة. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]