[
  {
    "id": "2260",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي بُرْدَةَ، قَالَ أَخْبَرَنِي جَدِّي أَبُو بُرْدَةَ، عَنْ أَبِيهِ أَبِي مُوسَى الأَشْعَرِيِّ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيَّ صلى الله عليه وسلم ‏\n\"‏ الْخَازِنُ الأَمِينُ الَّذِي يُؤَدِّي مَا أُمِرَ بِهِ طَيِّبَةً نَفْسُهُ أَحَدُ الْمُتَصَدِّقَيْنِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The honest treasurer who gives willingly what he is ordered to give, is one of the \ntwo charitable persons, (the second being the owner).",
    "explication": "حَدِيث أَبِي مُوسَى , وَقَدْ قُيِّدَ الْخَازِن فِيهِ بِكَوْنِهِ مُسْلِمًا فَأَخْرَجَ الْكَافِر لِأَنَّهُ لَا نِيَّةَ لَهُ , وَبِكَوْنِهِ أَمِينًا فَأَخْرَجَ الْخَائِن لِأَنَّهُ مَأْزُور. وَرُتِّبَ الْأَجْر عَلَى إِعْطَائِهِ مَا يُؤْمَرُ بِهِ غَيْر نَاقِصٍ لِكَوْنِهِ خَائِنًا أَيْضًا , وَبِكَوْنِ نَفْسه بِذَلِكَ طَيِّبَة لِئَلَّا يَعْدَمَ النِّيَّة فَيَفْقِدَ الْأَجْرُ وَهِيَ قُيُودٌ لَا بُدَّ مِنْهَا. ‏ ‏قَوْله : ( الَّذِي يُنَفِّذُ ) ‏ ‏بِفَاءٍ مَكْسُورَةٍ مُثَقَّلَة وَمُخَفَّفَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2261",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ قُرَّةَ بْنِ خَالِدٍ، قَالَ حَدَّثَنِي حُمَيْدُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبُو بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ أَقْبَلْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَمَعِي رَجُلاَنِ مِنَ الأَشْعَرِيِّينَ، فَقُلْتُ مَا عَلِمْتُ أَنَّهُمَا يَطْلُبَانِ الْعَمَلَ‏.‏ فَقَالَ ‏\n\"‏ لَنْ أَوْ لاَ نَسْتَعْمِلُ عَلَى عَمَلِنَا مَنْ أَرَادَهُ ‏\"‏‏.‏",
    "english_text": "I went to the Prophet (ﷺ) with two men from Ash`ari tribe. I said (to the Prophet), \"I do not know that they \nwant employment.\" The Prophet (ﷺ) said, \"No, we do not appoint for our jobs anybody who demands it \nearnestly.\"",
    "explication": "‏ ‏قَوْله ( وَمَعِي رَجُلَانِ مِنْ الْأَشْعَرِيِّينَ , قَالَ فَقُلْت مَا عَلِمْت أَنَّهُمَا يَطْلُبَانِ الْعَمَل ) ‏ ‏كَذَا وَقَعَ مُخْتَصَرًا , وَسَيَأْتِي فِي اِسْتِتَابَة الْمُرْتَدِّينَ بِهَذَا الْإِسْنَاد بِعَيْنِهِ تَامًّا وَفِيهِ \" وَمَعِي رَجُلَانِ مِنْ الْأَشْعَرِيِّينَ وَكِلَاهُمَا سَأَلَ أَيْ لِلْعَمَلِ , فَقُلْت : وَالَّذِي بَعَثَك مَا اِطَّلَعْت عَلَى مَا فِي أَنْفُسهمَا وَلَا عَلِمْت أَنَّهُمَا يَطْلُبَانِ الْعَمَل \" الْحَدِيث. ‏ ‏قَوْله : ( قَالَ لَنْ - أَوْ لَا - نَسْتَعْمِل عَلَى عَمَلنَا مَنْ أَرَادَهُ ) ‏ ‏هَكَذَا ثَبَتَ فِي جَمِيع الرِّوَايَات الَّتِي وَقَفْت عَلَيْهَا , وَهُوَ شَكّ مِنْ الرَّاوِي هَلْ قَالَ لَنْ أَوْ قَالَ لَا , وَحَكَى اِبْن التِّين أَنَّهُ ضُبِطَ فِي بَعْض النُّسَخ \" أُوَلِّي \" بِضَمِّ الْهَمْزَة وَفَتْح الْوَاو وَتَشْدِيد اللَّام مَعَ كَسْرهَا فِعْل مُسْتَقْبَل مِنْ الْوِلَايَة , قَالَ الْقُطْب الْحَلَبِيّ : فَعَلَى هَذِهِ الرِّوَايَة يَكُون لَفْظ \" نَسْتَعْمِل \" زَائِدًا وَيَكُون تَقْدِير الْكَلَام لَنْ أُوَلِّي عَلَى عَمَلنَا. وَقَدْ وَقَعَ هَذَا الْحَدِيث فِي الْأَحْكَام مِنْ طَرِيق بُرَيْد بْن عَبْد اللَّه عَنْ أَبِي بُرْدَة بِلَفْظِ \" إِنَّا لَا نُوَلِّي عَلَى عَمَلنَا \" وَهُوَ يُعَضِّد هَذَا التَّقْرِير وَاللَّه أَعْلَم. قَالَ الْمُهَلَّب : لَمَّا كَانَ طَلَب الْعِمَالَة دَلِيلًا عَلَى الْحِرْص اُبْتُغِيَ أَنْ يُحْتَرَس مِنْ الْحَرِيص فَلِذَلِكَ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا نَسْتَعْمِل عَلَى عَمَلنَا مَنْ أَرَادَهُ \" وَظَاهِر الْحَدِيث مَنْع تَوْلِيَة مَنْ يَحْرِص عَلَى الْوِلَايَة إِمَّا عَلَى سَبِيل التَّحْرِيم أَوْ الْكَرَاهَة , وَإِلَى التَّحْرِيم جَنَحَ الْقُرْطُبِيّ , وَلَكِنْ يُسْتَثْنَى مِنْ ذَلِكَ مَنْ تَعَيَّنَ عَلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2262",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَكِّيُّ، حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ جَدِّهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَا بَعَثَ اللَّهُ نَبِيًّا إِلاَّ رَعَى الْغَنَمَ ‏\"‏‏.‏ فَقَالَ أَصْحَابُهُ وَأَنْتَ فَقَالَ ‏\"‏ نَعَمْ كُنْتُ أَرْعَاهَا عَلَى قَرَارِيطَ لأَهْلِ مَكَّةَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Allah did not send any prophet but shepherded sheep.\" His companions asked him, \n\"Did you do the same?\" The Prophet (ﷺ) replied, \"Yes, I used to shepherd the sheep of the people of \nMecca for some Qirats.\"",
    "explication": "‏ ‏قَوْله : ( عَمْرو بْن يَحْيَى عَنْ جَدّه ) ‏ ‏وَهُوَ سَعِيد بْن عَمْرو بْن سَعِيد بْن الْعَاصِ الْأُمَوِيّ. ‏ ‏قَوْله : ( إِلَّا رَعَى الْغَنَم ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" إِلَّا رَاعَى الْغَنَم \". ‏ ‏قَوْله : ( عَلَى قَرَارِيط لِأَهْلِ مَكَّة ) ‏ ‏فِي رِوَايَة اِبْن مَاجَهْ عَنْ سُوَيْدِ بْن سَعِيد عَنْ عَمْرو بْن يَحْيَى \" كُنْت أَرْعَاهَا لِأَهْلِ مَكَّة بِالْقَرَارِيطِ \" وَكَذَا رَوَاهُ الْإِسْمَاعِيلِيّ عَنْ الْمَنِيعِيِّ عَنْ مُحَمَّد بْن حَسَّان عَنْ عَمْرو بْن يَحْيَى , قَالَ سُوَيْد أَحَد رُوَاته : يَعْنِي كُلّ شَاة بِقِيرَاطٍ , يَعْنِي الْقِيرَاط الَّذِي هُوَ جُزْء مِنْ الدِّينَار أَوْ الدِّرْهَم , قَالَ إِبْرَاهِيم الْحَرْبِيّ \" قَرَارِيط \" اِسْم مَوْضِع بِمَكَّة وَلَمْ يَرِد الْقَرَارِيط مِنْ الْفِضَّة , وَصَوَّبَهُ اِبْن الْجَوْزِيّ تَبَعًا لِابْنِ نَاصِر وَخَطَّأَ سُوَيْدًا فِي تَفْسِيره , لَكِنْ رَجَّحَ الْأَوَّل لِأَنَّ أَهْل مَكَّة لَا يَعْرِفُونَ بِهَا مَكَانًا يُقَال لَهُ قَرَارِيط. وَأَمَّا مَا رَوَاهُ النَّسَائِيُّ مِنْ حَدِيث نَصْر بْن حَزْن بِفَتْحِ الْمُهْمَلَة وَسُكُون الزَّاي بَعْدهَا نُون قَالَ \" اِفْتَخَرَ أَهْل الْإِبِل وَأَهْل الْغَنَم , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : بُعِثَ مُوسَى وَهُوَ رَاعِي غَنَم , وَبُعِثَ دَاوُدَ وَهُوَ رَاعِي غَنَم , وَبُعِثْت وَأَنَا أَرْعَى غَنَم أَهْلِي بِجِيَادٍ \" فَزَعَمَ بَعْضهمْ أَنَّ فِيهِ رَدًّا لِتَأْوِيلِ سُوَيْدِ بْن سَعِيد لِأَنَّهُ مَا كَانَ يَرْعَى بِالْأُجْرَةِ لِأَهْلِهِ فَيَتَعَيَّن أَنَّهُ أَرَادَ الْمَكَان فَعَبَّرَ تَارَة بِجِيَادٍ وَتَارَة بِقَرَارِيط. وَلَيْسَ الرَّدّ بِجَيِّدٍ إِذْ لَا مَانِع مِنْ الْجَمْع بَيْن أَنْ يَرْعَى لِأَهْلِهِ بِغَيْرِ أُجْرَة وَلِغَيْرِهِمْ بِأُجْرَةٍ , أَوْ الْمُرَاد بِقَوْلِهِ \" أَهْلِي \" أَهْل مَكَّة فَيَتَّحِد الْخَبَرَانِ وَيَكُون فِي أَحَد الْحَدِيثَيْنِ بَيَّنَ الْأُجْرَة وَفِي الْآخِر بَيَّنَ الْمَكَان فَلَا يُنَافِي ذَلِكَ وَاللَّه أَعْلَم. وَقَالَ بَعْضهمْ : لَمْ تَكُنْ الْعَرَب تَعْرِف الْقِيرَاط الَّذِي هُوَ مِنْ النَّقْد , وَلِذَلِكَ جَاءَ فِي الصَّحِيح \" يَسْتَفْتِحُونَ أَرْضًا يَذْكُر فِيهَا الْقِيرَاط \" وَلَيْسَ الِاسْتِدْلَال لِمَا ذُكِرَ مِنْ نَفْي الْمَعْرِفَة بِوَاضِحٍ , قَالَ الْعُلَمَاء : الْحِكْمَة فِي إِلْهَام الْأَنْبِيَاء مِنْ رَعْي الْغَنَم قَبْل النُّبُوَّة أَنْ يَحْصُل لَهُمْ التَّمَرُّن بِرَعْيِهَا عَلَى مَا يُكَلَّفُونَهُ مِنْ الْقِيَام بِأَمْرِ أُمَّتهمْ , وَلِأَنَّ فِي مُخَالَطَتهَا مَا يُحَصِّل لَهُمْ الْحِلْم وَالشَّفَقَة لِأَنَّهُمْ إِذَا صَبَرُوا عَلَى رَعْيهَا وَجَمْعهَا بَعْد تَفَرُّقهَا فِي الْمَرْعَى وَنَقْلهَا مِنْ مَسْرَح إِلَى مَسْرَح وَدَفْع عَدُوّهَا مِنْ سَبُع وَغَيْره كَالسَّارِقِ وَعَلِمُوا اِخْتِلَاف طِبَاعهَا وَشِدَّة تَفَرُّقهَا مَعَ ضَعْفهَا وَاحْتِيَاجهَا إِلَى الْمُعَاهَدَة أَلِفُوا مِنْ ذَلِكَ الصَّبْر عَلَى الْأُمَّة وَعَرَفُوا اِخْتِلَاف طِبَاعهَا وَتَفَاوُت عُقُولهَا فَجَبَرُوا كَسْرهَا وَرَفَقُوا بِضَعِيفِهَا وَأَحْسَنُوا التَّعَاهُد لَهَا فَيَكُون تَحَمُّلهمْ لِمَشَقَّةِ ذَلِكَ أَسْهَل مِمَّا لَوْ كُلِّفُوا الْقِيَام بِذَلِكَ مِنْ أَوَّل وَهْلَة لِمَا يَحْصُل لَهُمْ مِنْ التَّدْرِيج عَلَى ذَلِكَ بِرَعْيِ الْغَنَم , وَخُصَّتْ الْغَنَم بِذَلِكَ لِكَوْنِهَا أَضْعَف مِنْ غَيْرهَا , وَلِأَنَّ تَفَرُّقهَا أَكْثَر مِنْ تَفَرُّق الْإِبِل وَالْبَقَر لِإِمْكَانِ ضَبْط الْإِبِل وَالْبَقَر بِالرَّبْطِ دُونهَا فِي الْعَادَة الْمَأْلُوفَة , وَمَعَ أَكْثَرِيَّة تَفَرُّقهَا فَهِيَ أَسْرَع اِنْقِيَادًا مِنْ غَيْرهَا. وَفِي ذِكْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِذَلِكَ بَعْد أَنْ عُلِمَ كَوْنه أَكْرَم الْخَلْق عَلَى اللَّه مَا كَانَ عَلَيْهِ مِنْ عَظِيم التَّوَاضُع لِرَبِّهِ وَالتَّصْرِيح بِمِنَّتِهِ عَلَيْهِ وَعَلَى إِخْوَانه مِنْ الْأَنْبِيَاء صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَى سَائِر الْأَنْبِيَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2263",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ وَاسْتَأْجَرَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ رَجُلاً مِنْ بَنِي الدِّيلِ ثُمَّ مِنْ بَنِي عَبْدِ بْنِ عَدِيٍّ هَادِيًا خِرِّيتًا ـ الْخِرِّيتُ الْمَاهِرُ بِالْهِدَايَةِ ـ قَدْ غَمَسَ يَمِينَ حِلْفٍ فِي آلِ الْعَاصِ بْنِ وَائِلٍ، وَهْوَ عَلَى دِينِ كُفَّارِ قُرَيْشٍ، فَأَمِنَاهُ فَدَفَعَا إِلَيْهِ رَاحِلَتَيْهِمَا، وَوَعَدَاهُ غَارَ ثَوْرٍ بَعْدَ ثَلاَثِ لَيَالٍ، فَأَتَاهُمَا بِرَاحِلَتَيْهِمَا، صَبِيحَةَ لَيَالٍ ثَلاَثٍ، فَارْتَحَلاَ، وَانْطَلَقَ مَعَهُمَا عَامِرُ بْنُ فُهَيْرَةَ، وَالدَّلِيلُ الدِّيلِيُّ فَأَخَذَ بِهِمْ أَسْفَلَ مَكَّةَ وَهْوَ طَرِيقُ السَّاحِلِ‏.‏",
    "english_text": "The Prophet (ﷺ) and Abu Bakr employed a (pagan) man from the tribe of Bani Ad-Dail and the tribe of \nBani 'Abu bin `Adi as a guide. He was an expert guide and he broke the oath contract which he had to \nabide by with the tribe of Al-`Asi bin Wail and he was on the religion of Quraish pagans. The Prophet (ﷺ) \nand Abu Bakr had confidence in him and gave him their riding camels and told him to bring them to \nthe Cave of Thaur after three days. So, he brought them their two riding camels after three days and \nboth of them (The Prophet (ﷺ) and Abu Bakr) set out accompanied by 'Amir bin Fuhaira and the Dili \nguide who guided them below Mecca along the road leading to the sea-shore.",
    "explication": "‏ ‏قَوْله : ( هَادِيًا ) ‏ ‏زَادَ الْكُشْمِيهَنِيُّ فِي رِوَايَته \" خِرِّيتًا \" وَهُوَ بِكَسْرِ الْمُعْجَمَة وَتَشْدِيد الرَّاء بَعْدهَا تَحْتَانِيَّة سَاكِنَة ثُمَّ مُثَنَّاة , وَقَوْله \" الْمَاهِر بِالْهِدَايَةِ \" كَذَا وَقَعَ فِي نَفْس الْحَدِيث , وَهُوَ مُدْرَج مِنْ قَوْل الزُّهْرِيّ كَمَا سَنُبَيِّنُهُ هُنَاكَ , وَنَحْكِي الْخِلَاف فِي تَسْمِيَة الْهَادِي الْمَذْكُور. وَفِي الْحَدِيث اِسْتِئْجَار الْمُسْلِم الْكَافِر عَلَى هِدَايَة الطَّرِيق إِذَا أُمِنَ إِلَيْهِ , وَاسْتِئْجَار الِاثْنَيْنِ وَاحِدًا عَلَى عَمَل وَاحِد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2264",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ وَاسْتَأْجَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ رَجُلاً مِنْ بَنِي الدِّيلِ، هَادِيًا خِرِّيتًا وَهْوَ عَلَى دِينِ كُفَّارِ قُرَيْشٍ، فَدَفَعَا إِلَيْهِ رَاحِلَتَيْهِمَا، وَوَاعَدَاهُ غَارَ ثَوْرٍ بَعْدَ ثَلاَثِ لَيَالٍ بِرَاحِلَتَيْهِمَا صُبْحَ ثَلاَثٍ‏.‏",
    "english_text": "(the wife of the Prophet) Allah's Messenger (ﷺ) and Abu Bakr hired a man from the tribe of Bani-Ad-Dil as \nan expert guide who was a pagan (follower of the religion of the pagans of Quraish). The Prophet (ﷺ) and \nAbu Bakr gave him their two riding camels and took a promise from him to bring their riding camels \nin the morning of the third day to the Cave of Thaur.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا إِسْمَاعِيلُ ) ‏ ‏هُوَ اِبْنُ أَبِي أُوَيْسٍ. ‏ ‏قَوْله : ( أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى وَذَلِكَ فِي رَمَضَان ) ‏ ‏هَكَذَا أَوْرَدَهُ مُقْتَصِرًا عَلَى شَيْءٍ مِنْ أَوَّلِهِ وَشَيْءٍ مِنْ آخِرِهِ , وَقَدْ أَوْرَدَهُ تَامًّا فِي أَبْوَابِ التَّهَجُّدِ بِلَفْظِ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى ذَات لَيْلَة فِي الْمَسْجِد فَصَلَّى بِصَلَاتِهِ نَاسٌ \" فَذَكَرَ الْحَدِيثَ إِلَى قَوْلِهِ \" خَشِيت أَنْ تُفْرَضَ عَلَيْكُمْ \" وَذَلِكَ فِي رَمَضَان وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2265",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ يَعْلَى بْنِ أُمَيَّةَ ـ رضى الله عنه ـ قَالَ غَزَوْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم جَيْشَ الْعُسْرَةِ فَكَانَ مِنْ أَوْثَقِ أَعْمَالِي فِي نَفْسِي، فَكَانَ لِي أَجِيرٌ، فَقَاتَلَ إِنْسَانًا، فَعَضَّ أَحَدُهُمَا إِصْبَعَ صَاحِبِهِ، فَانْتَزَعَ إِصْبَعَهُ، فَأَنْدَرَ ثَنِيَّتَهُ فَسَقَطَتْ، فَانْطَلَقَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَهْدَرَ ثَنِيَّتَهُ وَقَالَ ‏\n\"‏ أَفَيَدَعُ إِصْبَعَهُ فِي فِيكَ تَقْضَمُهَا ـ قَالَ أَحْسِبُهُ قَالَ ـ كَمَا يَقْضَمُ الْفَحْلُ ‏\"‏‏.‏ قَالَ ابْنُ جُرَيْجٍ وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ، عَنْ جَدِّهِ، بِمِثْلِ هَذِهِ الصِّفَةِ أَنَّ رَجُلاً، عَضَّ يَدَ رَجُلٍ، فَأَنْدَرَ ثَنِيَّتَهُ، فَأَهْدَرَهَا أَبُو بَكْرٍ رضى الله عنه‏.‏",
    "english_text": "I fought in Jaish-al-Usra (Ghazwa of Tabuk) along with the Prophet (ﷺ) and in my opinion that was the \nbest of my deeds. Then I had an employee, who quarrel led with someone and one of the them bit and \ncut the other's finger and caused his own tooth to fall out. He then went to the Prophet (with a \ncomplaint) but the Prophet (ﷺ) canceled the suit and said to the complainant, \"Did you expect him to let \nhis finger in your mouth so that you might snap and cut it (as does a stallion camel)?\" \nNarrated Ibn Juraij from `Abdullah bin Abu Mulaika from his grandfather a similar story: A man bit \nthe hand of another man and caused his own tooth to fall out, but Abu Bakr judged that he had no \nright for compensation (for the broken tooth).",
    "explication": "‏ ‏قَوْله : ( عَنْ صَفْوَان بْن يَعْلَى ) ‏ ‏فِي رِوَايَة هَمَّام الْمَاضِيَة فِي الْحَجّ \" حَدَّثَنِي صَفْوَان بْن يَعْلَى \". ‏ ‏قَوْله : ( الْعُسْرَة ) ‏ ‏بِضَمِّ الْعَيْن وَسُكُون السِّين الْمُهْمَلَتَيْنِ هِيَ غَزْوَة تَبُوك , وَسَيَأْتِي الْكَلَام عَلَى الْحَدِيث فِي الدِّيَات , وَرِوَايَة هَمَّام الْمَذْكُورَة مُخْتَصَرَة. ‏ ‏قَوْله : ( فَأَنْدَرَ ) ‏ ‏أَيْ أَسْقَطَ. ‏ ‏قَوْله : ( فَأَهْدَرَ ) ‏ ‏أَيْ لَمْ يَجْعَل لَهُ دِيَة 0 وَلَا قِصَاصًا. ‏ ‏قَوْله : ( تَقْضِمهَا ) ‏ ‏بِفَتْحِ الضَّاد الْمُعْجَمَة وَمَاضِيَة بِكَسْرِهَا وَالِاسْم الْقَضْمُ بِفَتْحِ الْقَاف وَسُكُون الضَّاد الْمُعْجَمَة وَهُوَ الْأَكْل بِأَطْرَافِ الْأَسْنَان , وَالْفَحْل الذَّكَر مِنْ الْإِبِل وَنَحْوه. ‏ ‏قَوْله : ( قَالَ اِبْن جُرَيْجٍ إِلَخْ ) ‏ ‏هُوَ بِالْإِسْنَادِ الْمَذْكُور إِلَيْهِ , وَهَذِهِ الزِّيَادَة الَّتِي عَنْ أَبِي بَكْر الصِّدِّيق وَقَعَتْ هُنَا فَقَطْ. ‏ ‏قَوْله : ( عَنْ جَدّه ) ‏ ‏كَذَا لِلْجَمِيعِ , وَكَذَلِكَ أَخْرَجَهُ أَبُو دَاوُدَ مِنْ طَرِيق يَحْيَى بْن سَعِيد عَنْ اِبْن جُرَيْجٍ. وَقَالَ أَبُو عَاصِم \" عَنْ اِبْن جُرَيْجٍ عَنْ أَبِيهِ عَنْ جَدّه عَنْ أَبِي بَكْر \" زَادَ فِيهِ \" عَنْ أَبِيهِ \" أَخْرَجَهُ الْحَاكِم أَبُو أَحْمَد فِي الْكُنَى وَابْن شَاهِين فِي الصَّحَابَة. وَعَبْد اللَّه بْن أَبِي مُلَيْكَةَ مَنْسُوب إِلَى جَدّه وَقِيلَ إِلَى جَدّ أَبِيهِ فَإِنَّهُ عَبْد اللَّه بْنُ عُبَيْد اللَّه بْن أَبِي مُلَيْكَةَ وَاسْمه زُهَيْر بْن عَبْد اللَّه بْن جُدْعَانَ التَّيْمِيُّ وَلَهُ صُحْبَة , وَمِنْهُمْ مَنْ زَادَ فِي نَسَبه \" عَبْد اللَّه بْن عُبَيْد اللَّه بْن زُهَيْر \" وَقَالَ إِنَّ الَّذِي يُكَنَّى أَبَا مُلَيْكَةَ هُوَ عَبْد اللَّه بْن زُهَيْر , فَعَلَى الْأَوَّل فَالْحَدِيث مِنْ رِوَايَة زُهَيْر بْن عَبْد اللَّه عَنْ أَبِي بَكْر , وَعَلَى الثَّانِي هُوَ مِنْ رِوَايَة عَبْد اللَّه بْن زُهَيْر , وَيَتَرَدَّد عَوْد الضَّمِير فِي قَوْله \" عَنْ جَدّه \" عَلَى مَنْ يَعُود عَلَى الْخِلَاف الْمَذْكُور , وَزَعَمَ مُغَلْطَاي أَنَّ الطَّرِيق الَّتِي أَخْرَجَهَا الْبُخَارِيّ مُنْقَطِعَة فِي مَوْضِعَيْنِ , وَلَيْسَ كَمَا زَعَمَ. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2267",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي يَعْلَى بْنُ مُسْلِمٍ، وَعَمْرُو بْنُ دِينَارٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، يَزِيدُ أَحَدُهُمَا عَلَى صَاحِبِهِ، وَغَيْرُهُمَا قَالَ قَدْ سَمِعْتُهُ يُحَدِّثُهُ عَنْ سَعِيدٍ قَالَ قَالَ لِي ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ حَدَّثَنِي أُبَىُّ بْنُ كَعْبٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَانْطَلَقَا فَوَجَدَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ ‏\"‏‏.‏ قَالَ سَعِيدٌ بِيَدِهِ هَكَذَا، وَرَفَعَ يَدَيْهِ فَاسْتَقَامَ، قَالَ يَعْلَى حَسِبْتُ أَنَّ سَعِيدًا قَالَ‏.‏ فَمَسَحَهُ بِيَدِهِ فَاسْتَقَامَ ‏{‏قَالَ‏}‏ ‏\"‏لَوْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْرًا ‏\"‏‏.‏ قَالَ سَعِيدٌ أَجْرًا نَأْكُلُهُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Both of them (Moses and Al-Khadir) proceeded on till they reached a wall \nwhich was about to fall.\" Sa`d said , \"(Al-Khadir pointed) with his hands (towards the \nwall) and then raised his hands and the wall became straightened up.\" Ya`la said, \"I think Sa`id [?? or \nSa`d] said, 'He (Khadir) passed his hand over it and it was straightened up.\" (Moses said to him), \"if \nyou had wanted, you could have taken wages for it.\" Sa`id  said, \"Wages with which to \nbuy food . \"",
    "explication": "‏ ‏قَوْله : ( يَزِيد أَحَدهمَا عَلَى صَاحِبه ) ‏ ‏يُسْتَفَاد بَيَان زِيَادَة أَحَدهمَا عَلَى الْآخَر مِنْ الْإِسْنَاد الَّذِي قَبْلَهُ , فَإِنَّ الْأَوَّل مِنْ رِوَايَة سُفْيَان عَنْ عَمْرو بْن دِينَار فَقَطْ وَهُوَ أَحَد شَيْخَيْ اِبْن جُرَيْجٍ فِيهِ. ‏ ‏قَوْله : ( وَغَيْرهمَا قَدْ سَمِعْته يُحَدِّثهُ ) ‏ ‏أَيْ يُحَدِّث الْحَدِيثَ الْمَذْكُورَ , وَعَدَّاهُ بِغَيْرِ الْبَاء. وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيِّ يُحَدِّث بِحَذْفِ الْمَفْعُول , وَقَدْ عَيَّنَ اِبْن جُرَيْجٍ بَعْض مَنْ أَبْهَمَهُ كَعُثْمَانَ بْن أَبِي سُلَيْمَان , وَرَوَى شَيْئًا مِنْ هَذِهِ الْقِصَّة عَنْ سَعِيد بْن جُبَيْر مِنْ مَشَايِخ اِبْن جُرَيْجٍ عَبْد اللَّه بْن عُثْمَان بْن خُثَيْمٍ وَعَبْد اللَّه بْن هُرْمُزَ وَعَبْد اللَّه بْن عُبَيْد بْن عُمَيْر , وَمِمَّنْ رَوَى هَذَا الْحَدِيث عَنْ سَعِيد بْن جُبَيْر أَبُو إِسْحَاق السَّبِيعِيُّ وَرِوَايَته عِنْدَ مُسْلِم وَأَبِي دَاوُدَ وَغَيْرهمَا , وَالْحَكَم بْن عُتَيْبَة وَرِوَايَته فِي السِّيرَة الْكُبْرَى لِابْنِ إِسْحَاق , وَسَأَذْكُرُ بَيَان مَا فِي رِوَايَاتهمْ مِنْ فَائِدَة. ‏ ‏قَوْله : ( إِذْ قَالَ : سَلُونِي ) ‏ ‏فِيهِ جَوَاز قَوْل الْعَالِم ذَلِكَ , وَمَحَلُّهُ إِذَا أُمِنَ الْعُجْبُ أَوْ دَعَتْ الضَّرُورَة إِلَيْهِ كَخَشْيَةِ نِسْيَان الْعِلْم. ‏ ‏قَوْله : ( أَيْ أَبَا عَبَّاس ) ‏ ‏هِيَ كُنْيَةُ عَبْد اللَّه بْن عَبَّاس. ‏ ‏وَقَوْله : ( جَعَلَنِي اللَّه فِدَاءَك ) ‏ ‏فِيهِ حُجَّة لِمَنْ أَجَازَ ذَلِكَ خِلَافًا لِمَنْ مَنَعَهُ , وَسَيَأْتِي الْبَحْثُ فِيهِ فِي كِتَاب الْأَدَب. ‏ ‏قَوْله : ( إِنَّ بِالْكُوفَةِ رَجُلًا قَاصًّا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" بِالْكُوفَةِ رَجُلٌ قَاصٌّ \" بِحَذْفِ إِنَّ مِنْ أَوَّله , وَالْقَاصّ بِتَشْدِيدِ الْمُهْمَلَة الَّذِي يَقُصّ عَلَى النَّاس الْأَخْبَار مِنْ الْمَوَاعِظ وَغَيْرهَا. ‏ ‏قَوْله : ( يُقَال لَهُ نَوْف ) ‏ ‏بِفَتْحِ النُّون وَسُكُون الْوَاو بَعْدَهَا فَاء , وَفِي رِوَايَة سُفْيَان \" أَنَّ نَوْفًا الْبِكَالِيّ \" وَهُوَ بِكَسْرِ الْمُوَحَّدَة مُخَفَّفًا وَبَعْدَ الْأَلِف لَامٌ , وَوَقَعَ عِنْدَ بَعْض رُوَاة مُسْلِم بِفَتْحِ أَوَّله وَالتَّشْدِيد وَالْأَوَّل هُوَ الصَّوَاب , وَاسْم أَبِيهِ فَضَالَة بِفَتْحِ الْفَاء وَتَخْفِيف الْمُعْجَمَة , وَهُوَ مَنْسُوب إِلَى بَنِي بَكَّال بْن دُعْمِيّ بْن سَعْد بْن عَوْف بَطْن مِنْ حِمْيَر , وَيُقَال إِنَّهُ اِبْن اِمْرَأَة كَعْب الْأَحْبَار وَقِيلَ اِبْن أَخِيهِ وَهُوَ تَابِعِيّ صَدُوق. وَفِي التَّابِعِينَ جَبْر بِفَتْحِ الْجِيم وَسُكُون الْمُوَحَّدَة اِبْن نَوْف الْبَكِيلِيّ بِفَتْحِ الْمُوَحَّدَة وَكَسْر الْكَاف مُخَفَّفًا بَعْدَهَا تَحْتَانِيَّة بَعْدَهَا لَام مَنْسُوب إِلَى بَكِيل بَطْن مِنْ هَمْدَان , وَيُكَنَّى أَبَا الْوَدَّاك بِتَشْدِيدِ الدَّال , وَهُوَ مَشْهُور بِكُنْيَتِهِ , وَمَنْ زَعَمَ أَنَّ وَلَد نَوْف الْبِكَالِيّ فَقَدْ وَهِمَ. ‏ ‏قَوْله : ( يَزْعُم أَنَّهُ لَيْسَ بِمُوسَى بَنِي إِسْرَائِيل ) ‏ ‏فِي رِوَايَة سُفْيَان يَزْعُم أَنَّ مُوسَى صَاحِب الْخَضِر لَيْسَ هُوَ مُوسَى صَاحِب بَنِي إِسْرَائِيل. وَوَقَعَ فِي رِوَايَة اِبْن إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عِنْدَ النَّسَائِيِّ قَالَ : \" كُنْت عِنْدَ اِبْن عَبَّاسَ وَعِنْدَهُ قَوْمٌ مِنْ أَهْل الْكِتَاب فَقَالَ بَعْضهمْ : يَا أَبَا عَبَّاس إِنَّ نَوْفًا يَزْعُم عَنْ كَعْب الْأَحْبَار أَنَّ مُوسَى الَّذِي طَلَبَ الْعِلْم إِنَّمَا هُوَ مُوسَى بْن مِيشَا أَيْ اِبْن أَفْرَائِيم بْن يُوسُف عَلَيْهِ السَّلَام , فَقَالَ اِبْن عَبَّاس : أَسَمِعْت ذَلِكَ مِنْهُ يَا سَعِيد ؟ قُلْت : نَعَمْ. قَالَ : كَذَبَ نَوْف \" وَلَيْسَ بَيْنَ الرِّوَايَتَيْنِ تَعَارُض لِأَنَّهُ يُحْمَل عَلَى أَنَّ سَعِيدًا أَبْهَمَ نَفْسه فِي هَذِهِ الرِّوَايَة وَيَكُون قَوْله : فَقَالَ بَعْضهمْ أَيْ بَعْض الْحَاضِرِينَ , لَا أَهْل الْكِتَاب , وَوَقَعَ عِنْدَ مُسْلِم مِنْ هَذَا الْوَجْه \" قِيلَ لِابْنِ عَبَّاس \" بَدَلَ قَوْله : \" فَقَالَ بَعْضهمْ \" وَعِنْدَ أَحْمَد فِي رِوَايَة أَبِي إِسْحَاق \" وَكَانَ اِبْن عَبَّاس مُتَّكِئًا فَاسْتَوَى جَالِسًا وَقَالَ : أَكَذَاك يَا سَعِيد ؟ قُلْت : نَعَمْ أَنَا سَمِعْته \" وَقَالَ اِبْن إِسْحَاق فِي \" الْمُبْتَدَأ \" : كَانَ مُوسَى بْن مِيشَا قَبْلَ مُوسَى بْن عِمْرَان نَبِيًّا فِي بَنِي إِسْرَائِيل , وَيَزْعُم أَهْل الْكِتَاب أَنَّهُ الَّذِي صَحِبَ الْخَضِر. ‏ ‏قَوْله : ( أَمَّا عَمْرو ) ‏ ‏اِبْن دِينَار ‏ ‏( قَالَ لِي : كَذَبَ عَدُوّ اللَّه ) ‏ ‏أَرَادَ اِبْن جُرَيْجٍ أَنَّ هَذِهِ الْكَلِمَة وَقَعَتْ فِي رِوَايَة عَمْرو بْن دِينَار دُونَ رِوَايَة يَعْلَى بْن مُسْلِم , وَهُوَ كَمَا قَالَ , فَإِنَّ سُفْيَان رَوَاهَا أَيْضًا عَنْ عَمْرو بْن دِينَار كَمَا مَضَى , وَسَقَطَ ذَلِكَ مِنْ رِوَايَة يَعْلَى بْن مُسْلِم. وَقَوْله : كَذَبَ وَقَوْله : عَدُوّ اللَّه مَحْمُولَانِ عَلَى إِرَادَة الْمُبَالَغَة فِي الزَّجْر وَالتَّنْفِير عَنْ تَصْدِيق تِلْكَ الْمَقَالَة , وَقَدْ كَانَتْ هَذِهِ الْمَسْأَلَة دَارَتْ أَوَّلًا بَيْنَ اِبْن عَبَّاس وَالْحُرّ بْن قَيْس الْفَزَّارِيِّ وَسَأَلَا عَنْ ذَلِكَ أُبَيَّ بْن كَعْب , لَكِنْ لَمْ يُفْصِح فِي تِلْكَ الرِّوَايَة بِبَيَانِ مَا تَنَازَعَا فِيهِ , وَقَدْ تَقَدَّمَ بَيَان ذَلِكَ فِي كِتَاب الْعِلْم. ‏ ‏قَوْله : ( قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة سُفْيَانَ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( قَالَ : ذَكَّرَ ) ‏ ‏هُوَ بِتَشْدِيدِ الْكَاف أَيْ وَعَظَهُمْ , وَفِي رِوَايَة اِبْن إِسْحَاق عِنْدَ النَّسَائِيِّ \" فَذَكَّرَهُمْ بِأَيَّامِ اللَّه. وَأَيَّام اللَّه نَعْمَاؤُهُ \" وَلِمُسْلِمٍ مِنْ هَذَا الْوَجْه \" يُذَكِّرُهُمْ بِأَيَّامِ اللَّه وَآلَاء اللَّه نَعْمَاؤُهُ وَبَلَاؤُهُ \" وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى ذَلِكَ فِي تَفْسِير سُورَة إِبْرَاهِيم , وَفِي رِوَايَة سُفْيَان \" قَامَ خَطِيبًا فِي بَنِي إِسْرَائِيل \". ‏ ‏قَوْله : ( حَتَّى إِذَا فَاضَتْ الْعُيُون وَرَقَّتْ الْقُلُوب ) ‏ ‏يَظْهَر لِي أَنَّ هَذَا الْقَدْر مِنْ زِيَادَة يَعْلَى بْن مُسْلِم عَلَى عَمْرو بْن دِينَار , لِأَنَّ ذَلِكَ لَمْ يَقَع فِي رِوَايَة سُفْيَان عَنْ عَمْرو وَهُوَ أَثْبَتُ النَّاس فِيهِ , وَفِيهِ أَنَّ الْوَاعِظ إِذَا أَثَّرَ وَعْظُهُ فِي السَّامِعِينَ فَخَشَعُوا وَبَكَوْا يَنْبَغِي أَنْ يُخَفِّفَ لِئَلَّا يَمَلُّوا. ‏ ‏قَوْله : ( فَأَدْرَكَهُ رَجُل ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَهُوَ يَقْتَضِي أَنَّ السُّؤَال عَنْ ذَلِكَ وَقَعَ بَعْدَ أَنْ فَرَغَ مِنْ الْخُطْبَة وَتَوَجَّهَ , وَرِوَايَة سُفْيَان تُوهِمُ أَنَّ ذَلِكَ وَقَعَ فِي الْخُطْبَة , لَكِنْ يُمْكِن حَمْلهَا عَلَى هَذِهِ الرِّوَايَة , فَإِنَّ لَفْظَة \" قَامَ خَطِيبًا فِي بَنِي إِسْرَائِيل فَسُئِلَ \" فَتُحْمَل عَلَى أَنَّ فِيهِ حَذْفًا تَقْدِيره : قَامَ خَطِيبًا فَخَطَبَ فَفَرَغَ فَتَوَجَّهَ فَسُئِلَ , وَاَلَّذِي يَظْهَر أَنَّ السُّؤَال وَقَعَ وَمُوسَى بَعْدُ لَمْ يُفَارِق الْمَجْلِس , وَيُؤَيِّدهُ أَنَّ فِي مُنَازَعَة اِبْن عَبَّاس وَالْحُرّ بْن قَيْس \" بَيْنَمَا مُوسَى فِي مَلَأ بَنِي إِسْرَائِيل جَاءَهُ رَجُل فَقَالَ : هَلْ تَعْلَم أَحَدًا أَعْلَمَ مِنْك \" الْحَدِيثَ. ‏ ‏قَوْله : ( هَلْ فِي الْأَرْض أَحَد أَعْلَم مِنْك ؟ قَالَ : لَا ) ‏ ‏فِي رِوَايَة سُفْيَان \" فَسُئِلَ أَيّ النَّاس أَعْلَم ؟ فَقَالَ : أَنَا \" وَبَيْنَ الرِّوَايَتَيْنِ فَرْقٌ , لِأَنَّ رِوَايَة سُفْيَان تَقْتَضِي الْجَزْم بِالْأَعْلَمِيَّةِ لَهُ وَرِوَايَة الْبَاب تَنْفِي الْأَعْلَمِيَّة عَنْ غَيْره عَلَيْهِ فَيَبْقَى اِحْتِمَال الْمُسَاوَاة , وَيُؤَيِّد رِوَايَة الْبَاب أَنَّ فِي قِصَّة الْحُرّ بْن قَيْس \" فَقَالَ : هَلْ تَعْلَم أَحَدًا أَعْلَم مِنْك ؟ قَالَ : لَا \" وَفِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" فَقَالَ : مَا أَعْلَم فِي الْأَرْض رَجُلًا خَيْرًا وَأَعْلَم مِنِّي , فَأَوْحَى اللَّه إِلَيْهِ : إِنِّي أَعْلَم بِالْخَيْرِ عِنْدَ مَنْ هُوَ , وَإِنَّ فِي الْأَرْض رَجُلًا هُوَ أَعْلَم مِنْك \" وَقَدْ تَقَدَّمَ فِي كِتَاب الْعِلْم الْبَحْث عَمَّا يَتَعَلَّق بِقَوْلِهِ : \" فَعَتَبَ اللَّه عَلَيْهِ \" وَهَذَا اللَّفْظ فِي الْعِلْم , وَوَقَعَ هُنَا \" فَعُتِبَ \" بِحَذْفِ الْفَاعِل , وَقَوْله فِي رِوَايَة الْبَاب : \" قِيلَ بَلَى \" وَقَعَ فِي رِوَايَة سُفْيَان \" فَأَوْحَى اللَّه إِلَيْهِ : إِنَّ لِي عَبْدًا بِمَجْمَعِ الْبَحْرَيْنِ هُوَ أَعْلَم مِنْك \" وَفِي قِصَّة الْحُرّ بْن قَيْس \" فَأَوْحَى اللَّه إِلَى مُوسَى \" بَلَى عَبْدنَا خَضِر \" وَفِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" أَنَّ فِي الْأَرْض رَجُلًا هُوَ أَعْلَم مِنْك \" وَعِنْدَ عَبْد بْن حُمَيْدٍ مِنْ طَرِيق هَارُونَ بْن عَنْتَرَةَ عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس \" أَنَّ مُوسَى قَالَ : أَيْ رَبّ , أَيّ عِبَادك أَعْلَم ؟ قَالَ : الَّذِي يَبْتَغِي عِلْم النَّاس إِلَى عِلْمه , قَالَ : مَنْ هُوَ وَأَيْنَ هُوَ ؟ قَالَ : الْخَضِر , تَلْقَاهُ عِنْدَ الصَّخْرَة \" وَذَكَرَ لَهُ حِلْيَته. وَفِي هَذِهِ الْقِصَّة \" وَكَانَ مُوسَى حَدَّثَ نَفْسه بِشَيْءٍ مِنْ فَضْل عِلْمه أَوْ ذَكَرَهُ عَلَى مِنْبَره \" وَتَقَدَّمَ فِي كِتَاب الْعِلْم شَرْح هَذِهِ اللَّفْظَة وَبَيَان مَا فِيهَا مِنْ إِشْكَال وَالْجَوَاب عَنْهُ مُسْتَوْفًى. وَوَقَعَ فِي رِوَايَة أَبِي إِسْحَاق عِنْدَ النَّسَائِيِّ \" أَنَّ مِنْ عِبَادِي مَنْ آتَيْته مِنْ الْعِلْم مَا لَمْ أُوتِكَ \" وَهُوَ يُبَيِّنُ الْمُرَاد أَيْضًا. وَعِنْدَ عَبْد بْن حُمَيْدٍ مِنْ طَرِيق أَبِي الْعَالِيَة مَا يَدُلُّ عَلَى أَنَّ الْجَوَاب وَقَعَ فِي نَفْس مُوسَى قَبْلَ أَنْ يَسْأَلَ وَلَفْظه \" لَمَّا أُوتِيَ مُوسَى التَّوْرَاة وَكَلَّمَهُ اللَّه وَجَدَ فِي نَفْسه أَنْ قَالَ مَنْ أَعْلَم مِنِّي \" وَنَحْوه عِنْدَ النَّسَائِيِّ مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس وَأَنَّ ذَلِكَ وَقَعَ فِي حَال الْخُطْبَة وَلَفْظه \" قَامَ مُوسَى خَطِيبًا فِي بَنِي إِسْرَائِيل فَأَبْلَغَ فِي الْخُطْبَة , فَعَرَضَ فِي نَفْسه أَنَّ أَحَدًا لَمْ يُؤْتَ مِنْ الْعِلْم مَا أُوتِيَ \". ‏ ‏قَوْله : ( قَالَ : أَيْ رَبّ فَأَيْنَ ) ‏ ‏فِي رِوَايَة سُفْيَان \" قَالَ : يَا رَبّ فَكَيْفَ لِي بِهِ \" وَفِي رِوَايَة النَّسَائِيِّ الْمَذْكُورَة \" قَالَ : فَادْلُلْنِي عَلَى هَذَا الرَّجُل حَتَّى أَتَعَلَّم مِنْهُ \". ‏ ‏قَوْله : ( اِجْعَلْ لِي عَلَمًا ) ‏ ‏بِفَتْحِ الْعَيْن وَاللَّام أَيْ عَلَامَة , وَفِي قِصَّة الْحُرّ بْن قَيْس : فَجَعَلَ اللَّه لَهُ الْحُوت آيَةً \" وَفِي رِوَايَة سُفْيَان \" فَكَيْف لِي بِهِ \" وَفِي قِصَّة الْحُرّ بْن قَيْس \" فَسَأَلَ مُوسَى السَّبِيل إِلَى لُقِيّه \". ‏ ‏قَوْلُهُ : ( أَعْلَم ذَلِكَ بِهِ ) ‏ ‏أَيْ الْمَكَان الَّذِي أَطْلُب فِيهِ. ‏ ‏قَوْله : ( فَقَالَ لِي عَمْرو ) ‏ ‏هُوَ اِبْن دِينَارٍ , وَالْقَائِل هُوَ اِبْن جُرَيْجٍ. ‏ ‏قَوْله : ( قَالَ : حَيْثُ يُفَارِقُك الْحُوتُ ) ‏ ‏يَعْنِي فَهُوَ ثَمَّ , وَقَعَ ذَلِكَ مُفَسَّرًا فِي رِوَايَة سُفْيَان عَنْ عَمْرو قَالَ : \" تَأْخُذ مَعَك حُوتًا فَتَجْعَلهُ فِي مِكْتَل , فَحَيْثُ مَا فَقَدْت الْحُوت فَهُوَ ثَمَّ \" وَنَحْوه فِي قِصَّة الْحُرّ بْن قَيْس وَلَفْظه \" وَقِيلَ لَهُ إِذَا فَقَدْت الْحُوت فَارْجِعْ فَإِنَّك سَتَلْقَاهُ \". ‏ ‏قَوْله : ( وَقَالَ لِي يَعْلَى ) ‏ ‏هُوَ اِبْن مُسْلِمٍ , وَالْقَائِل أَيْضًا هُوَ اِبْن جُرَيْجٍ. ‏ ‏قَوْله : ( قَالَ : خُذْ حُوتًا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" نُونًا \" وَفِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" فَقِيلَ لَهُ تَزَوَّدْ حُوتًا مَالِحًا , فَإِنَّهُ حَيْثُ تَفْقِد الْحُوت \" وَيُسْتَفَاد مِنْ هَذِهِ الرِّوَايَة أَنَّ الْحُوت كَانَ مَيِّتًا لِأَنَّهُ لَا يُمَلَّح وَهُوَ حَيّ , وَمِنْهُ تُعْلَم الْحِكْمَة فِي تَخْصِيص الْحُوت دُونَ غَيْره مِنْ الْحَيَوَانَات لِأَنَّ غَيْره لَا يُؤْكَل مَيِّتًا , وَلَا يَرِد الْجَرَاد لِأَنَّهُ قَدْ يُفْقَد وُجُودُهُ لَا سِيَّمَا بِمِصْرَ. ‏ ‏قَوْله : ( حَيْثُ يُنْفَخ فِيهِ الرُّوح ) ‏ ‏هُوَ بَيَان لِقَوْلِهِ فِي الرِّوَايَات الْأُخْرَى : \" حَيْثُ تَفْقِدهُ \". ‏ ‏قَوْله : ( فَأَخَذَ حُوتًا فَجَعَلَهُ فِي مِكْتَل ) ‏ ‏فِي رِوَايَة الرَّبِيع بْن أَنَس عِنْدَ اِبْن أَبِي حَاتِم أَنَّهُمَا اِصْطَادَاهُ , يَعْنِي مُوسَى وَفَتَاهُ. ‏ ‏قَوْله : ( فَقَالَ لِفَتَاهُ ) ‏ ‏فِي رِوَايَةِ سُفْيَان \" ثُمَّ اِنْطَلَقَ وَانْطَلَقَ مَعَهُ بِفَتَاهُ \". ‏ ‏قَوْله : ( مَا كُلِّفت كَثِيرًا ) ‏ ‏لِلْأَكْثَرِ بِالْمُثَلَّثَةِ وَلِلكُشْمِيهَنِيّ بِالْمُوَحَّدَةِ. ‏ ‏قَوْله. ( فَلِذَلِكَ قَوْله : ( وَإِذْ قَالَ مُوسَى لِفَتَاهُ ) يُوشَع بْن نُون , لَيْسَتْ عَنْ سَعِيد ) ‏ ‏الْقَائِل لَيْسَتْ عَنْ سَعِيد هُوَ اِبْن جُرَيْجٍ , وَمُرَاده أَنَّ تَسْمِيَة الْفَتَى لَيْسَتْ عِنْدَهُ فِي رِوَايَة سَعِيد بْن جُبَيْر , وَيُحْتَمَل أَنْ يَكُون الَّذِي نَفَاهُ صُورَة السِّيَاق لَا التَّسْمِيَة فَإِنَّهَا وَقَعَتْ فِي رِوَايَة سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ سَعِيد بْن جُبَيْر وَلَفْظه \" ثُمَّ اِنْطَلَقَ وَانْطَلَقَ مَعَهُ فَتَاهُ يُوشَع بْن نُون \" وَقَدْ تَقَدَّمَ بَيَان نَسَب يُوشَع فِي أَحَادِيث الْأَنْبِيَاء , وَأَنَّهُ الَّذِي قَامَ فِي بَنِي إِسْرَائِيل بَعْدَ مَوْت مُوسَى , وَنَقَلَ اِبْن الْعَرَبِيّ أَنَّهُ كَانَ اِبْن أُخْت مُوسَى , وَعَلَى الْقَوْل الَّذِي نَقَلَهُ نَوْف بْن فَضَالَة مِنْ أَنَّ مُوسَى صَاحِب هَذِهِ الْقِصَّة لَيْسَ هُوَ اِبْن عِمْرَانَ فَلَا يَكُون فَتَاهُ يُوشَع بْن نُون , وَقَدْ رَوَى الطَّبَرِيُّ مِنْ طَرِيق عِكْرِمَة قَالَ : قِيلَ لِابْنِ عَبَّاس : لَمْ نَسْمَع لِفَتَى مُوسَى بِذِكْرٍ مِنْ حِين لَقِيَ الْخَضِر , فَقَالَ اِبْن عَبَّاس : إِنَّ الْفَتَى شَرِبَ مِنْ الْمَاء الَّذِي شَرِبَ مِنْهُ الْحُوت فَخُلِّدَ , فَأَخَذَهُ الْعَالِم فَطَابَقَ بِهِ بَيْن لَوْحَيْنِ ثُمَّ أَرْسَلَهُ فِي الْبَحْر فَإِنَّهَا لَتَمُوجُ بِهِ إِلَى يَوْمِ الْقِيَامَة , وَذَلِكَ أَنَّهُ لَمْ يَكُنْ لَهُ أَنْ يَشْرَبَ مِنْهُ. قَالَ أَبُو نَصْر بْن الْقُشَيْرِيِّ : إِنْ ثَبَتَ هَذَا فَلَيْسَ هُوَ يُوشَع. قُلْت : لَمْ يَثْبُت , فَإِنَّ إِسْنَاده ضَعِيفٌ. وَزَعَمَ اِبْن الْعَرَبِيّ أَنَّ ظَاهِر الْقُرْآن يَقْتَضِي أَنَّ الْفَتَى لَيْسَ هُوَ يُوشَع , وَكَأَنَّهُ أُخِذَ مِنْ لَفْظ الْفَتَى أَوْ أَنَّهُ خَاصّ بِالرَّقِيقِ , وَلَيْسَ بِجَيِّدٍ لِأَنَّ الْفَتَى مَأْخُوذ مِنْ الْفَتِيّ وَهُوَ الشَّبَاب , وَأُطْلِقَ ذَلِكَ عَلَى مَنْ يَخْدُم الْمَرْء سَوَاء كَانَ شَابًّا أَوْ شَيْخًا , لِأَنَّ الْأَغْلَب أَنَّ الْخَدَم تَكُون شُبَّانًا. ‏ ‏قَوْله : ( فَبَيْنَمَا هُوَ فِي ظِلّ صَخْرَةٍ ) ‏ ‏فِي رِوَايَة سُفْيَان \" حَتَّى إِذَا أَتَيَا الصَّخْرَةَ وَضَعَا رُءُوسهمَا فَنَامَا \". ‏ ‏قَوْله : ( فِي مَكَانٍ ثَرْيَانَ ) ‏ ‏بِمُثَلَّثَةٍ مَفْتُوحَة وَرَاءٍ سَاكِنَة ثُمَّ تَحْتَانِيَّة أَيْ مَبْلُول. ‏ ‏قَوْله : ( إِذْ تَضَرَّبَ الْحُوتُ ) ‏ ‏بِضَادٍ مُعْجَمَة وَتَشْدِيد وَهُوَ تَفَعَّلَ مِنْ الضَّرْب فِي الْأَرْض وَهُوَ السَّيْر , وَفِي رِوَايَة سُفْيَان \" وَاضْطَرَبَ الْحُوت فِي الْمِكْتَل فَخَرَجَ مِنْهُ فَسَقَطَ فِي الْبَحْر \" وَفِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِمٍ \" فَاضْطَرَبَ الْحُوت فِي الْمَاء \" وَلَا مُغَايَرَةَ بَيْنَهُمَا , لِأَنَّهُ اِضْطَرَبَ أَوَّلًا فِي الْمِكْتَل فَلَمَّا سَقَطَ فِي الْمَاء اِضْطَرَبَ أَيْضًا , فَاضْطِرَابُهُ الْأَوَّل فِيمَا فِي مَبْدَأ مَا حَيِيَ , وَالثَّانِي فِي سَيْره فِي الْبَحْر حَيْثُ اِتَّخَذَ فِيهِ مَسْلَكًا. وَفِي رِوَايَة قُتَيْبَة عَنْ سُفْيَان فِي الْبَاب الَّذِي يَلِيهِ مِنْ الزِّيَادَة قَالَ سُفْيَان : وَفِي غَيْر حَدِيث عَمْرو \" وَفِي أَصْل الصَّخْرَة عَيْن يُقَال لَهَا الْحَيَاة لَا يُصِيب مِنْ مَائِهَا شَيْءٌ إِلَّا حَيِيَ , فَأَصَابَ الْحُوت مِنْ مَاء تِلْكَ الْعَيْن فَتَحَرَّكَ وَانْسَلَّ مِنْ الْمِكْتَل فَدَخَلَ الْبَحْر \" وَحَكَى اِبْن الْجَوْزِيّ أَنَّ فِي رِوَايَته فِي الْبُخَارِيّ \" الْحَيَا \" بِغَيْرِ هَاء قَالَ : وَهُوَ مَا يَحْيَى بِهِ النَّاس , وَهَذِهِ الزِّيَادَة الَّتِي ذَكَرَ سُفْيَان أَنَّهَا فِي حَدِيث غَيْر عَمْرو قَدْ أَخْرَجَهَا اِبْن مَرْدَوَيْهِ مِنْ رِوَايَة إِبْرَاهِيم بْن يَسَار عَنْ سُفْيَان مُدْرَجَة فِي حَدِيث عَمْرو وَلَفْظه \" حَتَّى اِنْتَهَيْنَا إِلَى الصَّخْرَة فَقَالَ مُوسَى عِنْدَهَا - أَيْ نَامَ - قَالَ : وَكَانَ عِنْدَ الصَّخْرَة عَيْن مَاء يُقَال لَهَا : عَيْن الْحَيَاة لَا يُصِيب مِنْ ذَلِكَ الْمَاء مَيِّت إِلَّا عَاشَ , فَقُطِرَتْ مِنْ ذَلِكَ الْمَاء عَلَى الْحُوت قَطْرَة فَعَاشَ , وَخَرَجَ مِنْ الْمِكْتَل فَسَقَطَ فِي الْبَحْر \" وَأَظُنّ أَنَّ اِبْن عُيَيْنَةَ أَخَذَ ذَلِكَ عَنْ قَتَادَةَ , فَقَدْ أَخْرَجَ اِبْن أَبِي حَاتِم مِنْ طَرِيقه قَالَ : \" فَأَتَى عَلَى عَيْن فِي الْبَحْر يُقَال لَهَا عَيْن الْحَيَاة , فَلَمَّا أَصَابَ تِلْكَ الْعَيْن رَدَّ اللَّه رُوحَ الْحُوت إِلَيْهِ \" وَقَدْ أَنْكَرَ الدَّاوُدِيُّ فِيمَا حَكَاهُ اِبْن التِّين هَذِهِ الزِّيَادَة فَقَالَ : لَا أَرَى هَذَا يَثْبُت , فَإِنْ كَانَ مَحْفُوظًا فَهُوَ مِنْ خَلْق اللَّه وَقُدْرَتِهِ. قَالَ : لَكِنْ فِي دُخُول الْحُوت الْعَيْن دَلَالَة عَلَى أَنَّهُ كَانَ حَيِيَ قَبْلَ دُخُوله , فَلَوْ كَانَ كَمَا فِي هَذَا الْخَبَر لَمْ يَحْتَجْ إِلَى الْعَيْن. قَالَ : وَاللَّهُ قَادِر عَلَى أَنْ يُحْيِيَهُ بِغَيْرِ الْعَيْن اِنْتَهَى. قَالَ : وَلَا يَخْفَى ضَعْف كَلَامه دَعْوَى وَاسْتِدْلَالًا , وَكَأَنَّهُ ظَنَّ أَنَّ الْمَاء الَّذِي دَخَلَ فِيهِ الْحُوت هُوَ مَاء الْعَيْن , وَلَيْسَ كَذَلِكَ بَلْ الْأَخْبَار صَرِيحَة فِي أَنَّ الْعَيْن عِنْدَ الصَّخْرَة وَهِيَ غَيْر الْبَحْر وَكَأَنَّ الَّذِي أَصَابَ الْحُوت مِنْ الْمَاء كَانَ شَيْئًا مِنْ رَشَاشٍ , وَلَعَلَّ هَذِه الْعَيْن إِنْ ثَبَتَ النَّقْل فِيهَا مُسْتَنَد مَنْ زَعَمَ أَنَّ الْخَضِر شَرِبَ مِنْ عَيْن الْحَيَاة فَخُلِّدَ , وَذَلِكَ مَذْكُور عَنْ وَهْب بْن مُنَبِّه وَغَيْره مِمَّنْ كَانَ يَنْقُل مِنْ الْإِسْرَائِيلِيَّات. وَقَدْ صَنَّفَ أَبُو جَعْفَر بْن الْمُنَادِي فِي ذَلِكَ كِتَابًا وَقَرَّرَ أَنَّهُ لَا يُوثَق بِالنَّقْلِ فِيمَا يُوجَد مِنْ الْإِسْرَائِيلِيَّات. ‏ ‏قَوْله : ( وَمُوسَى نَائِم , فَقَالَ فَتَاهُ : لَا أُوقِظُهُ , حَتَّى إِذَا اِسْتَيْقَظَ فَنَسِيَ أَنْ يُخْبِرَهُ ) ‏ ‏فِي الْكَلَام حَذْف تَقْدِيره حَتَّى إِذَا اِسْتَيْقَظَ سَارَ فَنَسِيَ. وَأَمَّا قَوْله تَعَالَى : ( نَسِيَا حُوتَهُمَا ) فَقِيلَ نُسِبَ النِّسْيَانُ إِلَيْهِمَا تَغْلِيبًا , وَالنَّاسِي هُوَ الْفَتَى , نَسِيَ أَنْ يُخْبِرَ مُوسَى كَمَا فِي هَذَا الْحَدِيث. وَقِيلَ : بَلْ الْمُرَاد أَنَّ الْفَتَى نَسِيَ أَنْ يُخْبِرَ مُوسَى بِقِصَّةِ الْحُوت , وَنَسِيَ مُوسَى أَنْ يَسْتَخْبِرَهُ عَنْ شَأْن الْحُوت بَعْدَ أَنْ اِسْتَيْقَظَ لِأَنَّهُ حِينَئِذٍ لَمْ يَكُنْ مَعَهُ وَكَانَ بِصَدَدِ أَنْ يَسْأَلهُ أَيْنَ هُوَ فَنَسِيَ ذَلِكَ. وَقِيلَ : بَلْ الْمُرَاد بِقَوْلِهِ : ( نَسِيَا ) أَخَّرَا , مَأْخُوذ مِنْ النِّسْي بِكَسْرِ النُّون وَهُوَ التَّأْخِير , وَالْمَعْنَى أَنَّهُمَا أَخَّرَا اِفْتِقَاده لِعَدَمِ الِاحْتِيَاج إِلَيْهِ , فَلَمَّا اِحْتَاجَا إِلَيْهِ ذَكَرَاهُ. وَهُوَ بَعِيد , بَلْ صَرِيح الْآيَة يَدُلّ عَلَى صِحَّة صَرِيح الْخَبَر , وَأَنَّ الْفَتَى اِطَّلَعَ عَلَى مَا جَرَى لِلْحُوتِ وَنَسِيَ أَنْ يُخْبِر مُوسَى بِذَلِكَ. وَوَقَعَ عِنْدَ مُسْلِم فِي رِوَايَة أَبِي إِسْحَاق \" أَنَّ مُوسَى تَقَدَّمَ فَتَاهُ لَمَّا اِسْتَيْقَظَ فَسَارَ , فَقَالَ فَتَاهُ : أَلَا أَلْحَق نَبِيّ اللَّه فَأُخْبِر , قَالَ : فَنَسِيَ أَنْ يُخْبِرَهُ \" وَذَكَرَ اِبْن عَطِيَّة أَنَّهُ رَأَى سَمَكَةً أَحَد جَانِبَيْهَا شَوْك وَعَظْم وَجِلْد رَقِيق عَلَى أَحْشَائِهَا وَنِصْفهَا الثَّانِي صَحِيح , وَيَذْكُر أَهْل ذَلِكَ الْمَكَان أَنَّهَا مِنْ نَسْل حُوت مُوسَى , إِشَارَة إِلَى أَنَّهُ لَمَّا حَيِيَ بَعْدَ أَنْ أَكَلَ مِنْهُ اِسْتَمَرَّتْ فِيهِ تِلْكَ الصِّفَة ثُمَّ فِي نَسْله , وَاللَّهُ أَعْلَم. ‏ ‏قَوْله : ( فَأَمْسَكَ اللَّه عَنْهُ جِرْيَة الْبَحْر حَتَّى كَانَ أَثَره فِي حَجَر ) ‏ ‏كَذَا فِيهِ بِفَتْحِ الْحَاء الْمُهْمَلَة وَالْجِيم , وَفِي رِوَايَةٍ جُحْر بِضَمِّ الْجِيم وَسُكُون الْمُهْمَلَة وَهُوَ وَاضِح. ‏ ‏قَوْله : ( قَالَ لِي عَمْرو ) ‏ ‏الْقَائِل هُوَ اِبْن جُرَيْجٍ ( كَأَنَّ أَثَره فِي حَجَر وَحَلَّقَ بَيْنَ إِبْهَامَيْهِ وَاَلَّتِي ) فِي رِوَايَة الْكُشْمِيهَنِيِّ \" وَاللَّتَيْنِ تَلِيَانِهِمَا \" يَعْنِي السَّبَّابَتَيْنِ. وَفِي رِوَايَة سُفْيَان عَنْ عَمْرو \" فَصَارَ عَلَيْهِ مِثْل الطَّاق \" وَهُوَ يُفَسِّر مَا أَشَارَ إِلَيْهِ مِنْ الصِّفَة. وَفِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" فَاضْطَرَبَ الْحُوت فِي الْمَاء فَجَعَلَ لَا يَلْتَئِم عَلَيْهِ , صَارَ مِثْل الْكُوَّة \". ‏ ‏قَوْله : ( لَقَدْ لَقِينَا مِنْ سَفَرنَا هَذَا نَصَبًا ) ‏ ‏كَذَا وَقَعَ هُنَا مُخْتَصَرًا , وَفِي رِوَايَة سُفْيَان \" فَانْطَلَقَا بَقِيَّة يَوْمِهِمَا وَلَيْلَتَهُمَا حَتَّى إِذَا كَانَ مِنْ الْغَد قَالَ مُوسَى لِفَتَاهُ : آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرنَا هَذَا نَصَبًا \" قَالَ الدَّاوُدِيُّ : هَذِهِ الرِّوَايَة وَهْم. وَكَأَنَّهُ فَهِمَ أَنَّ الْفَتَى لَمْ يُخْبِر مُوسَى إِلَّا بَعْدَ يَوْمٍ وَلَيْلَةٍ , وَلَيْسَ ذَلِكَ الْمُرَاد بَلْ الْمُرَاد أَنَّ اِبْتِدَاءَهَا مِنْ يَوْمِ خَرَجَا لِطَلَبِهِ , وَيُوَضِّح ذَلِكَ مَا فِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" فَلَمَّا تَجَاوَزَا قَالَ لِفَتَاهُ : ( آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ) قَالَ : وَلَمْ يُصِبْهُ نَصَب حَتَّى تَجَاوَزَا \" وَفِي رِوَايَة سُفْيَان الْمَذْكُورَة \" وَلَمْ يَجِد مُوسَى النَّصَب حَتَّى جَاوَزَ الْمَكَان الَّذِي أَمَرَ اللَّه بِهِ \". ‏ ‏قَوْله : ( قَالَ : قَدْ قَطَعَ اللَّه عَنْك النَّصَب , لَيْسَتْ هَذِهِ عَنْ سَعِيد ) ‏ ‏هُوَ قَوْل اِبْن جُرَيْجٍ , وَمُرَاده أَنَّ هَذِهِ اللَّفْظَة لَيْسَتْ فِي الْإِسْنَادِ الَّذِي سَاقَهُ. ‏ ‏قَوْله : ( أَخَّرَهُ ) ‏ ‏كَذَا عِنْدَ أَبِي ذَرّ بِهَمْزَةٍ وَمُعْجَمَة وَرَاء وَهَاء , ثُمَّ فِي نُسْخَة مِنْهُ بِمَدِّ الْهَمْزَة وَكَسْر الْخَاء وَفَتْح الرَّاء بَعْدَهَا هَاءٌ ضَمِيرٌ أَيْ إِلَى آخِر الْكَلَام وَأَحَالَ ذَلِكَ عَلَى سِيَاق الْآيَة , وَفِي أُخْرَى بِفَتَحَاتٍ وَتَاء تَأْنِيث مُنَوَّنَة مَنْصُوبَة , وَفِي رِوَايَة غَيْر أَبِي ذَرّ \" أَخْبَرَهُ \" بِفَتْحِ الْهَمْزَة وَسُكُون الْخَاء ثُمَّ مُوَحَّدَة مِنْ الْإِخْبَار , أَيْ أَخْبَرَ الْفَتَى مُوسَى بِالْقِصَّةِ. وَوَقَعَ فِي رِوَايَة سُفْيَان \" فَقَالَ لَهُ فَتَاهُ : ( أَرَأَيْت إِذْ أَوَيْنَا إِلَى الصَّخْرَة ) فَسَاقَ الْآيَة إِلَى ( عَجَبًا ) قَالَ : فَكَانَ لِلْحُوتِ سَرَبًا وَلِمُوسَى عَجَبًا \" وَلِابْنِ أَبِي حَاتِم مِنْ طَرِيق قَتَادَةَ قَالَ : عَجَبُ مُوسَى أَنْ تَسَرَّبَ حُوت مُمَلَّح فِي مِكْتَل. ‏ ‏قَوْله : ( فَرَجَعَا فَوَجَدَا خَضِرًا ) ‏ ‏فِي رِوَايَة سُفْيَان \" فَقَالَ مُوسَى : ( ذَلِكَ مَا كُنَّا نَبْغِ ) أَيْ نَطْلُبُ \" وَفِي رِوَايَة لِلنَّسَائِيِّ \" هَذِهِ حَاجَتنَا \" وَذَكَرَ مُوسَى مَا كَانَ اللَّه عَهِدَ إِلَيْهِ يَعْنِي فِي أَمْر الْحُوت. ‏ ‏قَوْله : ( فَارْتَدَّا عَلَى آثَارهمَا قَصَصًا قَالَ : رَجَعَا يَقُصَّانِ آثَارهمَا ) أَيْ آثَار سَيْرهمَا ( حَتَّى اِنْتَهَيَا إِلَى الصَّخْرَة ) زَادَ النَّسَائِيُّ فِي رِوَايَة لَهُ \" الَّتِي فَعَلَ فِيهَا الْحُوت مَا فَعَلَ \" وَهَذَا يَدُلّ عَلَى أَنَّ الْفَتَى لَمْ يُخْبِر مُوسَى حَتَّى سَارَا زَمَانًا , إِذْ لَوْ أَخْبَرَهُ أَوَّلَ مَا اِسْتَيْقَظَ مَا اِحْتَاجَا إِلَى اِقْتِصَاص آثَارهمَا. ‏ ‏قَوْله : ( فَوَجَدَا خَضِرًا ) ‏ ‏تَقَدَّمَ ذِكْر نَسَبه وَشَرْح حَاله فِي أَحَادِيث الْأَنْبِيَاء , وَفِي رِوَايَة سُفْيَان \" حَتَّى اِنْتَهَيَا إِلَى الصَّخْرَة فَإِذَا رَجُل \" , وَزَعَمَ الدَّاوُدِيُّ أَنَّ هَذِهِ الرِّوَايَة وَهْم وَأَنَّهُمَا إِنَّمَا وَجَدَاهُ فِي جَزِيرَة الْبَحْر. قُلْت : وَلَا مُغَايَرَة بَيْنَ الرِّوَايَتَيْنِ , فَإِنَّ الْمُرَاد أَنَّهُمَا لَمَّا اِنْتَهَيَا إِلَى الصَّخْرَة تَتَبَّعَاهُ إِلَى أَنْ وَجَدَاهُ فِي الْجَزِيرَة. وَوَقَعَ فِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" فَأَرَاهُ مَكَان الْحُوت فَقَالَ : هَاهُنَا وُصِفَ لِي , فَذَهَبَ يَلْتَمِس فَإِذَا هُوَ بِالْخَضِرِ \". وَرَوَى اِبْن أَبِي حَاتِم مِنْ طَرِيق الرَّبِيع بْن أَنَس قَالَ : اِنْجَابَ الْمَاء عَنْ مَسْلَك الْحُوت فَصَارَ كُوَّة , فَدَخَلَهَا مُوسَى عَلَى أَثَر الْحُوت فَإِذَا هُوَ بِالْخَضِرِ. وَرَوَى اِبْن أَبِي حَاتِم مِنْ طَرِيق الْعَوْفِيِّ عَنْ اِبْن عَبَّاس قَالَ : فَرَجَعَ مُوسَى حَتَّى أَتَى الصَّخْرَة فَوَجَدَ الْحُوت , فَجَعَلَ مُوسَى يُقَدِّم عَصَاهُ يُفَرِّج بِهَا عَنْهُ الْمَاء وَيَتْبَع الْحُوت , وَجَعَلَ الْحُوت لَا يَمَسّ شَيْئًا مِنْ الْبَحْر إِلَّا يَبِسَ حَتَّى يَصِير : صَخْرَة , فَجَعَلَ مُوسَى يَعْجَب مِنْ ذَلِكَ حَتَّى اِنْتَهَى إِلَى جَزِيرَة فِي الْبَحْر فَلَقِيَ الْخَضِر. وَلِابْنِ أَبِي حَاتِم مِنْ طَرِيق السُّدِّيِّ قَالَ : بَلَغَنَا عَنْ اِبْن عَبَّاس أَنَّ مُوسَى دَعَا رَبَّهُ وَمَعَهُ مَاء فِي سِقَاء يَصُبّ مِنْهُ فِي الْبَحْر فَيَصِير حَجَرًا فَيَأْخُذ فِيهِ , حَتَّى اِنْتَهَى إِلَى صَخْرَة فَصَعِدَهَا وَهُوَ يَتَشَوَّف هَلْ يَرَى الرَّجُل , ثُمَّ رَآهُ. ‏ ‏قَوْله : ( قَالَ لِي عُثْمَان بْن أَبِي سُلَيْمَان : عَلَى طِنْفِسَة خَضْرَاء ) ‏ ‏الْقَائِل هُوَ اِبْن جُرَيْجٍ , وَعُثْمَان هُوَ اِبْن أَبِي سُلَيْمَان بْن جُبَيْر بْن مُطْعِم وَهُوَ مِمَّنْ أَخَذَ هَذَا الْحَدِيث عَنْ سَعِيد بْن جُبَيْر , وَرَوَى عَبْد بْن حُمَيْدٍ مِنْ طَرِيق اِبْن الْمُبَارَك عَنْ اِبْن جُرَيْجٍ عَنْ عُثْمَان بْن أَبِي سُلَيْمَان قَالَ : رَأَى مُوسَى الْخَضِر عَلَى طِنْفِسَة خَضْرَاء عَلَى وَجْه الْمَاء اِنْتَهَى. وَالطِّنْفِسَة فُرُش صَغِير وَهِيَ بِكَسْرِ الطَّاء وَالْفَاء بَيْنَهُمَا نُونٌ سَاكِنَة وَبِضَمِّ الطَّاء وَالْفَاء وَبِكَسْرِ الطَّاء وَبِفَتْحِ الْفَاء لُغَات. ‏ ‏قَوْله : ( قَالَ سَعِيد بْن جُبَيْر : مُسَجًّى بِثَوْبِهِ ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور , وَفِي رِوَايَة سُفْيَان \" فَإِذَا رَجُل مُسَجًّى بِثَوْبٍ \" وَفِي رِوَايَة مُسْلِم \" مُسَجًّى ثَوْبًا مُسْتَلْقِيًا عَلَى الْقَفَا \" وَلِعَبْدِ بْن حُمَيْدٍ مِنْ طَرِيق أَبِي الْعَالِيَة \" فَوَجَدَهُ نَائِمًا فِي جَزِيرَة مِنْ جَزَائِر الْبَحْر مُلْتَفًّا بِكِسَاءٍ \" وَلِابْنِ أَبِي حَاتِم مِنْ وَجْه آخَر عَنْ السُّدِّيِّ \" فَرَأَى الْخَضِر وَعَلَيْهِ جُبَّة مِنْ صُوف وَكِسَاء مِنْ صُوف وَمَعَهُ عَصًا قَدْ أَلْقَى عَلَيْهَا طَعَامه , قَالَ : وَإِنَّمَا سُمِّيَ الْخَضِر لِأَنَّهُ كَانَ إِذَا أَقَامَ فِي مَكَان نَبَتَ الْعُشْب حَوْلَهُ \" اِنْتَهَى. وَقَدْ تَقَدَّمَ فِي أَحَادِيث الْأَنْبِيَاء حَدِيث أَبِي هُرَيْرَة رَفْعه \" إِنَّمَا سُمِّيَ الْخَضِر لِأَنَّهُ جَلَسَ عَلَى فَرْوَة بَيْضَاء فَإِذَا هِيَ تَهْتَزّ تَحْتَهُ خَضْرَاء \" وَالْمُرَاد بِالْفَرْوَةِ وَجْه الْأَرْض. ‏ ‏قَوْله : ( فَسَلَّمَ عَلَيْهِ مُوسَى فَكَشَفَ عَنْ وَجْهه ) ‏ ‏فِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" فَقَالَ : السَّلَام عَلَيْكُمْ , فَكَشَفَ الثَّوْب عَنْ وَجْهه وَقَالَ : وَعَلَيْكُمْ السَّلَام \". ‏ ‏قَوْله : ( وَقَالَ : هَلْ بِأَرْضِي مِنْ سَلَام ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" بِأَرْضٍ \" بِالتَّنْوِينِ , وَفِي رِوَايَة سُفْيَان \" قَالَ : وَأَنِّي بِأَرْضِك السَّلَام \" وَهِيَ بِمَعْنَى أَيْنَ أَوْ كَيْف , وَهُوَ اِسْتِفْهَام اِسْتِبْعَاد يَدُلُّ عَلَى أَنَّ أَهْل تِلْكَ الْأَرْض لَمْ يَكُونُوا إِذْ ذَاكَ مُسْلِمِينَ , وَيُجْمَع بَيْنَ الرِّوَايَتَيْنِ بِأَنَّهُ اِسْتَفْهَمَهُ بَعْدَ أَنْ رَدَّ عَلَيْهِ السَّلَام. ‏ ‏قَوْله : ( مَنْ أَنْتَ ؟ قَالَ أَنَا مُوسَى. قَالَ : مُوسَى بَنِي إِسْرَائِيل ؟ قَالَ : نَعَمْ ) ‏ ‏وَسَقَطَ مِنْ رِوَايَة سُفْيَان قَوْله : \" مَنْ أَنْتَ \" وَفِي رِوَايَة أَبِي إِسْحَاق \" قَالَ : مَنْ أَنْتَ ؟ قَالَ : مُوسَى. قَالَ : مَنْ مُوسَى ؟ قَالَ : مُوسَى بَنِي إِسْرَائِيل \" وَيُجْمَع بَيْنَهُمَا بِأَنَّ الْخَضِر أَعَادَ ذَلِكَ تَأْكِيدًا. وَأَمَّا مَا أَخْرَجَهُ عَبْد بْن حُمَيْدٍ مِنْ طَرِيق الرَّبِيع بْن أَنَس فِي هَذِهِ الْقِصَّة. فَقَالَ مُوسَى : السَّلَام عَلَيْك يَا خَضِر , فَقَالَ : وَعَلَيْك السَّلَام يَا مُوسَى , قَالَ : وَمَا يُدْرِيك أَنِّي مُوسَى ؟ قَالَ : أَدْرَانِي بِك الَّذِي أَدْرَاك بِي وَهَذَا إِنْ ثَبَتَ فَهُوَ مِنْ الْحُجَج عَلَى أَنَّ الْخَضِر نَبِيٌّ , لَكِنْ يُبْعِد ثُبُوته قَوْله فِي الرِّوَايَة الَّتِي فِي الصَّحِيح \" مَنْ أَنْتَ ؟ قَالَ : أَنَا مُوسَى. قَالَ : مُوسَى بَنِي إِسْرَائِيل \" الْحَدِيثَ. ‏ ‏قَوْله : ( قَالَ : فَمَا شَأْنُك ) ‏ ‏فِي رِوَايَة أَبِي إِسْحَاق \" قَالَ : مَا جَاءَ بِك \" ؟ قَوْله : ( جِئْت لِتُعَلِّمَنِي مِمَّا عُلِّمْت رُشْدًا ) قَرَأَ أَبُو عَمْرو بِفَتْحَتَيْنِ وَالْبَاقُونَ كُلّهمْ بِضَمِّ أَوَّله وَسُكُون ثَانِيه , وَالْجُمْهُور عَلَى أَنَّهُمَا بِمَعْنًى كَالْبُخْلِ وَالْبَخَل , وَقِيلَ بِفَتْحَتَيْنِ : الدِّين , وَبِضَمٍّ ثُمَّ سُكُون : صَلَاح النَّظَر. وَهُوَ مَنْصُوب عَلَى أَنَّهُ مَفْعُول ثَانٍ لِتُعَلِّمَنِي , وَأَبْعَدَ مَنْ قَالَ إِنَّهُ لِقَوْلِهِ : \" عُلِّمْت \". ‏ ‏قَوْله : ( أَمَا يَكْفِيك أَنَّ التَّوْرَاة بِيَدَيْك وَأَنَّ الْوَحْي يَأْتِيك ) ‏ ‏سَقَطَتْ هَذِهِ الزِّيَادَة مِنْ رِوَايَة سُفْيَان , فَاَلَّذِي يَظْهَر أَنَّهَا مِنْ رِوَايَة يَعْلَى بْن مُسْلِم. ‏ ‏قَوْله : ( يَا مُوسَى إِنَّ لِي عِلْمًا لَا يَنْبَغِي لَك أَنْ تَعْلَمهُ ) ‏ ‏أَيْ جَمِيعَهُ ( وَإِنَّ لَك عِلْمًا لَا يَنْبَغِي لِي أَنْ أَعْلَمَهُ ) أَيْ جَمِيعَهُ , وَتَقْدِير ذَلِكَ مُتَعَيِّن لِأَنَّ الْخَضِر كَانَ يَعْرِف مِنْ الْحُكْم الظَّاهِر مَا لَا غِنَى بِالْمُكَلَّفِ عَنْهُ , وَمُوسَى كَانَ يَعْرِف مِنْ الْحُكْم الْبَاطِن مَا يَأْتِيه بِطَرِيقِ الْوَحْي. وَوَقَعَ فِي رِوَايَة سُفْيَان \" يَا مُوسَى إِنِّي عَلَى عِلْم مِنْ عِلْم اللَّه عَلَّمَنِيهِ لَا تَعْلَمهُ أَنْتَ \" وَهُوَ بِمَعْنَى الَّذِي قَبْلَهُ , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى ذَلِكَ فِي كِتَاب الْعِلْم. ‏ ‏قَوْله فِي رِوَايَة سُفْيَان ‏ ‏( قَالَ : إِنَّك لَنْ تَسْتَطِيع مَعِيَ صَبْرًا ) ‏ ‏كَذَا أُطْلِقَ بِالصِّيغَةِ الدَّالَّة عَلَى اِسْتِمْرَار النَّفْي لِمَا أَطْلَعَهُ اللَّه عَلَيْهِ مِنْ أَنَّ مُوسَى لَا يَصْبِر عَلَى تَرْك الْإِنْكَار إِذَا رَأَى مَا يُخَالِف الشَّرْع , لِأَنَّ ذَلِكَ شَأْن عِصْمَته وَلِذَلِكَ لَمْ يَسْأَلهُ مُوسَى عَنْ شَيْء مِنْ أُمُور الدِّيَانَة بَلْ مَشَى مَعَهُ لِيُشَاهِدَ مِنْهُ مَا اِطَّلَعَ بِهِ عَلَى مَنْزِلَته فِي الْعِلْم الَّذِي اُخْتُصَّ بِهِ. وَقَوْله : \" وَكَيْف تَصْبِر \" اِسْتِفْهَام عَنْ سُؤَال تَقْدِيره : لِمَ قُلْت إِنِّي لَا أَصْبِر وَأَنَا سَأَصْبِرُ , قَالَ : كَيْف تَصْبِر ؟ وَقَوْله : \" سَتَجِدُنِي إِنْ شَاءَ اللَّه صَابِرًا وَلَا أَعْصِي لَك \" قِيلَ. اِسْتَثْنَى فِي الصَّبْر فَصَبَرَ وَلَمْ يَسْتَثْنِ فِي الْعِصْيَان فَعَصَاهُ , وَفِيهِ نَظَر , وَكَأَنَّ الْمُرَاد بِالصَّبْرِ أَنَّهُ صَبْر عَنْ اِتِّبَاعه وَالْمَشْي مَعَهُ وَغَيْر ذَلِكَ , لَا الْإِنْكَار عَلَيْهِ فِيمَا يُخَالِف ظَاهِر الشَّرْع. وَقَوْله : \" فَلَا تَسْأَلْنِي عَنْ شَيْء حَتَّى أُحْدِثَ لَك مِنْهُ ذِكْرًا \" فِي رِوَايَة الْعَوْفِيِّ عَنْ اِبْن عَبَّاس \" حَتَّى أُبَيِّن لَك شَأْنه \". ‏ ‏قَوْله : ( فَأَخَذَ طَائِر بِمِنْقَارِهِ ) ‏ ‏تَقَدَّمَ شَرْحه فِي كِتَاب الْعِلْم , وَظَاهِر هَذِهِ الرِّوَايَة أَنَّ الطَّائِر نَقَرَ فِي الْبَحْر عَقِبَ قَوْل الْخَضِر لِمُوسَى مَا يَتَعَلَّق بِعِلْمِهِمَا , وَرِوَايَة سُفْيَان تَقْتَضِي أَنَّ ذَلِكَ وَقَعَ بَعْدَمَا خَرَقَ السَّفِينَة , وَلَفْظه \" كَانَتْ الْأُولَى مِنْ مُوسَى نِسْيَانًا \" قَالَ : \" وَجَاءَ عُصْفُور فَوَقَعَ عَلَى حَرْف السَّفِينَة فَنَقَرَ فِي الْبَحْر نَقْرَة فَقَالَ لَهُ الْخَضِر إِلَخْ \" فَيُجْمَع بِأَنَّ قَوْله فَأَخَذَ طَائِر بِمِنْقَارِهِ مُعَقَّب بِمَحْذُوفٍ وَهُوَ رُكُوبهمَا السَّفِينَة لِتَصْرِيحِ سُفْيَان بِذِكْرِ السَّفِينَة , وَرَوَى النَّسَائِيُّ مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس أَنَّ الْخَضِر قَالَ لِمُوسَى : \" أَتَدْرِي مَا يَقُول هَذَا الطَّائِر ؟ قَالَ : لَا. قَالَ : يَقُول : مَا عِلْمُكُمَا الَّذِي تَعْلَمَانِ فِي عِلْم اللَّه إِلَّا مِثْلَ مَا أُنْقِصُ بِمِنْقَارِي مِنْ جَمِيع هَذَا الْبَحْر \" وَفِي رِوَايَة هَارُون بْن عَنْتَرَةَ عِنْدَ عَبْد بْن حُمَيْدٍ فِي هَذِهِ الْقِصَّة قَالَ : \" أَرْسَلَ رَبّك الْخَطَّاف فَجَعَلَ يَأْخُذ بِمِنْقَارِهِ مِنْ الْمَاء \" وَلِابْنِ أَبِي حَاتِم مِنْ طَرِيق السُّدِّيِّ قَالَ : الْخَطَّاف وَلِعَبْدِ بْن حُمَيْدٍ مِنْ طَرِيق أَبِي الْعَالِيَة قَالَ : رَأَى هَذَا الطَّائِر الَّذِي يُقَال لَهُ النِّمْر , وَنَقَلَ بَعْض مَنْ تَكَلَّمَ عَلَى الْبُخَارِيّ أَنَّهُ الصُّرَد. ‏ ‏قَوْله : ( وَجَدَا مَعَابِرَ ) ‏ ‏هُوَ تَفْسِير لِقَوْلِهِ : ( رَكِبَا فِي السَّفِينَة ) لَا أَنَّ قَوْله : ( وَجَدَا ) جَوَاب ( إِذَا ) لِأَنَّ وُجُودهمَا الْمَعَابِر كَانَ قَبْلَ رُكُوبهمَا السَّفِينَة. وَوَقَعَ فِي رِوَايَة سُفْيَان \" فَانْطَلَقَا يَمْشِيَانِ عَلَى سَاحِل الْبَحْر , فَمَرَّا فِي سَفِينَة فَكَلَّمُوهُمْ أَنْ يَحْمِلُوهُمْ \" وَالْمَعَابِر بِمُهْمَلَةٍ وَمُوَحَّدَة جَمْع مَعْبَر وَهِيَ السُّفُن الصِّغَار , وَلِابْنِ أَبِي حَاتِم مِنْ طَرِيق الرَّبِيع بْن أَنَس قَالَ : \" مَرَّتْ بِهِمْ سَفِينَة ذَاهِب فَنَادَاهُمْ خَضِر \". ‏ ‏قَوْله : ( عَرَفُوهُ فَقَالُوا : عَبْد اللَّه الصَّالِح , قَالَ : قُلْنَا لِسَعِيدِ بْن جُبَيْر : خَضِر ؟ قَالَ. نَعَمْ ) ‏ ‏الْقَائِل فِيمَا أَظُنّ يَعْلَى بْن مُسْلِم. وَفِي رِوَايَة سُفْيَان عَنْ عَمْرو بْن دِينَار \" فَكَلَّمُوهُمْ أَنْ يَحْمِلُوهُمْ , فَعَرَفُوا الْخَضِر فَحَمَلُوا \". ‏ ‏قَوْله : ( بِأَجْرٍ ) ‏ ‏أَيْ أُجْرَة , وَفِي رِوَايَة سُفْيَان \" فَحَمَلُوا بِغَيْرِ نَوْل \" بِفَتْحِ النُّون وَسُكُون الْوَاو وَهُوَ الْأُجْرَة , وَلِابْنِ أَبِي حَاتِم مِنْ رِوَايَة الرَّبِيع بْن أَنَس \" فَنَادَاهُمْ خَضِر وَبَيَّنَ لَهُمْ أَنْ يُعْطِي عَنْ كُلّ وَاحِد ضِعْف مَا حَمَلُوا بِهِ غَيْرهمْ , فَقَالُوا لِصَاحِبِهِمْ : إِنَّا نَرَى رِجَالًا فِي مَكَان مَخُوف نَخْشَى أَنْ يَكُونُوا لُصُوصًا , فَقَالَ : لَأَحْمِلَنهُمْ , فَإِنِّي أَرَى عَلَى وُجُوههمْ النُّور , فَحَمَلَهُمْ بِغَيْرِ أُجْرَة \" وَذَكَرَ النَّقَّاش فِي تَفْسِيره أَنَّ أَصْحَاب السَّفِينَة كَانُوا سَبْعَة بِكُلِّ وَاحِد زَمَانَة لَيْسَتْ فِي الْآخَر. ‏ ‏قَوْله : ( فَخَرَقَهَا وَوَتَّدَ فِيهَا ) ‏ ‏بِفَتْحِ الْوَاو وَتَشْدِيد الْمُثَنَّاة أَيْ جَعَلَ فِيهَا وَتَدًا , وَفِي رِوَايَة سُفْيَان \" فَلَمَّا رَكِبُوا فِي السَّفِينَة لَمْ يُفْجَأ إِلَّا وَالْخَضِر قَدْ قَلَعَ لَوْحًا مِنْ أَلْوَاح السَّفِينَة بِالْقُدُومِ \" وَالْجَمْع بَيْنَ الرِّوَايَتَيْنِ أَنَّهُ قَلَعَ اللَّوْح وَجَعَلَ مَكَانَهُ وَتَدًا , وَعِنْدَ عَبْد بْن حُمَيْدٍ مِنْ رِوَايَة اِبْن الْمُبَارَك عَنْ اِبْن جُرَيْجٍ عَنْ يَعْلَى بْن مُسْلِم \" جَاءَ بِوَدٍّ حِينَ خَرَقَهَا \" وَالْوَدّ بِفَتْحِ الْوَاو وَتَشْدِيد الدَّال لُغَة فِي الْوَتِد , وَفِي رِوَايَة أَبِي الْعَالِيَة \" فَخَرَقَ السَّفِينَة فَلَمْ يَرَهُ أَحَد إِلَّا مُوسَى , وَلَوْ رَآهُ الْقَوْم لَحَالُوا بَيْنَهُ وَبَيْنَ ذَلِكَ \". ‏ ‏قَوْله : ( لَقَدْ جِئْت شَيْئًا إِمْرًا. قَالَ مُجَاهِد : مُنْكَرًا ) ‏ ‏هُوَ مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ مُجَاهِد , وَقِيلَ لَمْ يَسْمَع مِنْهُ , وَقَدْ أَخْرَجَهُ عَبْد بْن حُمَيْدٍ مِنْ طَرِيق اِبْن أَبِي نَجِيح عَنْ مُجَاهِد مِثْله , وَرَوَى اِبْن أَبِي حَاتِم مِنْ طَرِيق خَالِد بْن قَيْس عَنْ قَتَادَةَ فِي قَوْله : ( إِمْرًا ) قَالَ : عَجَبًا وَمِنْ طَرِيق أَبِي صَخْر فِي قَوْله : ( إِمْرًا ) قَالَ : عَظِيمًا. وَفِي رِوَايَة الرَّبِيع بْن أَنَس عِنْدَ اِبْنِ أَبِي حَاتِم \" أَنَّ مُوسَى لَمَّا رَأَى ذَلِكَ اِمْتَلَأَ غَضَبًا وَشَدَّ ثِيَابَهُ وَقَالَ : أَرَدْت إِهْلَاكهمْ , سَتَعْلَمُ أَنَّك أَوَّل هَالِك. فَقَالَ لَهُ يُوشَع : أَلَا تَذْكُر الْعَهْد ؟ فَأَقْبَلَ عَلَيْهِ الْخَضِر فَقَالَ : أَلَمْ أَقُلْ لَك ؟ فَأَدْرَكَ مُوسَى الْحِلْم فَقَالَ : لَا تُؤَاخِذنِي. وَإِنَّ الْخَضِر لَمَّا خَلَصُوا قَالَ لِصَاحِبِ السَّفِينَة : إِنَّمَا أَرَدْت الْخَيْر , فَحَمِدُوا رَأْيه , وَأَصْلَحَهَا اللَّه عَلَى يَده \". ‏ ‏قَوْله : ( كَانَتْ الْأُولَى نِسْيَانًا وَالْوُسْطَى شَرْطًا وَالثَّالِثَة عَمْدًا ) ‏ ‏فِي رِوَايَة سُفْيَان قَالَ : \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَتْ الْأُولَى مِنْ مُوسَى نِسْيَانًا \" وَلَمْ يَذْكُر الْبَاقِيَ , وَرَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق عِكْرِمَة عَنْ اِبْن عَبَّاس مَرْفُوعًا قَالَ : \" الْأُولَى نِسْيَان وَالثَّانِيَة عُذْر وَالثَّالِثَة فِرَاق \" وَعِنْدَ اِبْن أَبِي حَاتِم مِنْ طَرِيق الرَّبِيع بْن أَنَس قَالَ : \" قَالَ الْخَضِر لِمُوسَى : إِنْ عَجِلْت عَلَيَّ فِي ثَلَاث فَذَلِكَ حِينَ أُفَارِقك \" وَرَوَى الْفَرَّاء مِنْ وَجْه آخَر عَنْ أُبَيِّ بْن كَعْب قَالَ : \" لَمْ يَنْسَ مُوسَى , وَلَكِنَّهُ مِنْ مَعَارِيض الْكَلَام \" وَإِسْنَاده ضَعِيف , وَالْأَوَّل هُوَ الْمُعْتَمَد , وَلَوْ كَانَ هَذَا ثَابِتًا لَاعْتَذَرَ مُوسَى عَنْ الثَّانِيَة وَعَنْ الثَّالِثَة بِنَحْوِ ذَلِكَ. ‏ ‏قَوْله : ( لَقِيَا غُلَامًا ) ‏ ‏فِي رِوَايَة سُفْيَان \" فَبَيْنَمَا هُمَا يَمْشِيَانِ عَلَى السَّاحِل إِذْ أَبْصَرَ الْخَضِرُ غُلَامًا \". ‏ ‏قَوْله : ( فَقَتَلَهُ ) ‏ ‏الْفَاء عَاطِفَة عَلَى لَقِيَا وَجَزَاء الشَّرْطِ قَالَ : أَقَتَلْت , وَالْقَتْل مِنْ جُمْلَة الشَّرْط إِشَارَة إِلَى أَنَّ قَتْل الْغُلَام يَعْقُب لِقَاءَهُ مِنْ غَيْر مُهْلَة , وَهُوَ بِخِلَافِ قَوْله : ( حَتَّى إِذَا رَكِبَا فِي السَّفِينَة خَرَقَهَا ) فَإِنَّ الْخَرْق وَقَعَ جَوَاب الشَّرْط لِأَنَّهُ تَرَاخَى عَنْ الرُّكُوب. ‏ ‏قَوْله : ( قَالَ يَعْلَى ) ‏ ‏هُوَ اِبْن مُسْلِم وَهُوَ بِالْإِسْنَادِ الْمَذْكُور ( قَالَ سَعِيد ) هُوَ اِبْن جُبَيْر ( وَجَدَ غِلْمَانًا يَلْعَبُونَ , فَأَخَذَ غُلَامًا كَافِرًا ظَرِيفًا ) فِي رِوَايَة أُخْرَى عَنْ اِبْن جُرَيْجٍ عِنْدَ عَبْد بْن حُمَيْدٍ \" غُلَامًا وَضِيء الْوَجْه فَأَضْجَعَهُ ثُمَّ ذَبَحَهُ بِالسِّكِّينِ \" وَفِي رِوَايَة سُفْيَان \" فَأَخَذَ الْخَضِر بِرَأْسِهِ فَاقْتَلَعَهُ بِيَدِهِ فَقَتَلَهُ \" وَفِي رِوَايَته فِي الْبَاب الَّذِي يَلِيهِ \" فَقَطَعَهُ \" وَيُجْمَع بَيْنَهُمَا بِأَنَّهُ ذَبَحَهُ ثُمَّ اِقْتَلَعَ رَأْسه , وَفِي رِوَايَة أُخْرَى عِنْدَ الطَّبَرِيِّ \" فَأَخَذَ صَخْرَة فَثَلَغَ رَأْسه \" وَهِيَ بِمُثَلَّثَةٍ ثُمَّ مُعْجَمَة , وَالْأَوَّل أَصَحّ. وَيُمْكِن أَنْ يَكُون ضَرَبَ رَأْسه بِالصَّخْرَةِ ثُمَّ ذَبَحَهُ وَقَطَعَ رَأْسه. ‏ ‏قَوْله : ( قَالَ : أَقَتَلْت نَفْسًا زَكِيَّة بِغَيْرِ نَفْس لَمْ تَعْمَل الْحِنْث ) ‏ ‏بِكَسْرِ الْمُهْمَلَة وَسُكُون النُّون وَآخِره مُثَلَّثَة , وَلِأَبِي ذَرّ بِفَتْحِ الْمُعْجَمَة وَالْمُوَحَّدَة , وَقَوْله : \" لَمْ تَعْمَل \" تَفْسِير لِقَوْلِهِ \" زَكِيَّة \" وَالتَّقْدِير : أَقَتَلْت نَفْسًا زَكِيَّة لَمْ تَعْمَل الْحِنْث بِغَيْرِ نَفْس. ‏ ‏قَوْله : ( وَابْن عَبَّاس قَرَأَهَا ) ‏ ‏كَذَا لِأَبِي ذَرّ وَلِغَيْرِهِ \" وَكَانَ اِبْن عَبَّاس يَقْرَأهَا زَكِيَّة \" وَهِيَ قِرَاءَة الْأَكْثَر , وَقَرَأَ نَافِع وَابْن كَثِير وَأَبُو عَمْرو زَاكِيَة , وَالْأُولَى أَبْلَغ لِأَنَّ فَعِيلَة مِنْ صِيَغ الْمُبَالَغَة. ‏ ‏قَوْله : ( زَاكِيَة مُسْلِمَة كَقَوْلِك غُلَامًا زَاكِيًا ) ‏ ‏هُوَ تَفْسِير مِنْ الرَّاوِي , وَيُشِير إِلَى الْقِرَاءَتَيْنِ , أَيْ أَنَّ قِرَاءَة اِبْن عَبَّاس بِصِيغَةِ الْمُبَالَغَة وَالْقِرَاءَة الْأُخْرَى بِاسْمِ الْفَاعِل بِمَعْنَى مُسْلِمَة , وَإِنَّمَا أَطْلَقَ ذَلِكَ عَلَى مُوسَى عَلَى حَسَب ظَاهِر حَال الْغُلَام , لَكِنْ اُخْتُلِفَ فِي ضَبْط \" مُسْلِمَة \" فَالْأَكْثَر بِسُكُونِ السِّين وَكَسْر اللَّام , وَلِبَعْضِهِمْ بِفَتْحِ السِّين وَتَشْدِيد اللَّام الْمَفْتُوحَة , وَزَادَ سُفْيَان فِي رِوَايَته هُنَا ( أَلَمْ أَقُلْ لَك إِنَّك لَنْ تَسْتَطِيع مَعِيَ صَبْرًا ) قَالَ : وَهَذِهِ أَشَدُّ مِنْ الْأُولَى , زَادَ مُسْلِم مِنْ رِوَايَة أَبِي إِسْحَاق عَنْ سَعِيد بْن جُبَيْر فِي هَذِهِ الْقِصَّة \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : رَحْمَة اللَّه عَلَيْنَا وَعَلَى مُوسَى , لَوْلَا أَنَّهُ عَجِلَ لَرَأَى الْعَجَب , وَلَكِنَّهُ أَخَذَتْهُ ذَمَامَة مِنْ صَاحِبه فَقَالَ : إِنْ سَأَلْتُك عَنْ شَيْء بَعْدَهَا فَلَا تُصَاحِبْنِي \" وَلِابْنِ مَرْدَوَيْهِ مِنْ طَرِيق عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر عَنْ سَعِيد بْن جُبَيْر \" فَاسْتَحْيَا عِنْدَ ذَلِكَ مُوسَى وَقَالَ : إِنْ سَأَلْتُك عَنْ شَيْء بَعْدَهَا \" وَهَذِهِ الزِّيَادَة وَقَعَ مِثْلهَا فِي رِوَايَة عَمْرو بْن دِينَار مِنْ رِوَايَة سُفْيَان فِي آخِر الْحَدِيث \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : وَدِدْنَا أَنَّ مُوسَى صَبَرَ حَتَّى يَقُصَّ اللَّه عَلَيْنَا مِنْ أَمْرهمَا \" زَادَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق عُثْمَان بْن أَبِي شَيْبَة عَنْ سُفْيَان \" أَكْثَر مِمَّا قَصَّ \" ‏ ‏قَوْله : ( فَانْطَلَقَا فَوَجَدَا جِدَارًا ) ‏ ‏فِي رِوَايَة سُفْيَان \" فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْل قَرْيَة \" وَفِي رِوَايَة أَبِي إِسْحَاق عِنْدَ مُسْلِم \" أَهْل قَرْيَة لِئَامًا. فَطَافَا فِي الْمَجَالِس فَاسْتَطْعَمَا أَهْلهَا \" قِيلَ هِيَ الْأَبَلَة وَقِيلَ إِنْطَاكِيَة وَقِيلَ أَذْرَبِيجَان وَقِيلَ بُرْقَة وَقِيلَ نَاصِرَة وَقِيلَ جَزِيرَة الْأَنْدَلُس , وَهَذَا الِاخْتِلَاف قَرِيب مِنْ الِاخْتِلَاف فِي الْمُرَاد بِمَجْمَعِ الْبَحْرَيْنِ , وَشِدَّة الْمُبَايَنَة فِي ذَلِكَ تَقْتَضِي أَنْ لَا يُوثَق بِشَيْءٍ مِنْ ذَلِكَ. ‏ ‏قَوْله : ( قَالَ سَعِيد بِيَدِهِ هَكَذَا وَرَفَعَ يَدَهُ فَاسْتَقَامَ ) ‏ ‏هُوَ مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ عَمْرو بْن دِينَار عَنْ سَعِيد , وَلِهَذَا قَالَ بَعْدَهُ \" قَالَ يَعْلَى هُوَ اِبْن مُسْلِم حَسِبْت أَنَّ سَعِيدًا قَالَ : فَمَسَحَهُ بِيَدِهِ فَاسْتَقَامَ \" وَفِي رِوَايَة سُفْيَان \" فَوَجَدَا جِدَارًا يُرِيد أَنْ يَنْقَضَّ - قَالَ مَائِل - فَقَالَ الْخَضِر بِيَدِهِ فَأَقَامَهُ \" وَذَكَرَ الثَّعْلَبِيّ أَنَّ عُرْض ذَلِكَ الْجِدَار كَانَ خَمْسِينَ ذِرَاعًا فِي مِائَة ذِرَاع بِذِرَاعِهِمْ. ‏ ‏قَوْله : ( قَالَ : لَوْ شِئْت لَاتَّخَذْت عَلَيْهِ أَجْرًا , قَالَ سَعِيد : أَجْرًا نَأْكُلُهُ ) ‏ ‏زَادَ سُفْيَان فِي رِوَايَته \" فَقَالَ مُوسَى : قَوْم أَتَيْنَاهُمْ فَلَمْ يُطْعِمُونَا وَلَمْ يُضَيِّفُونَا , لَوْ شِئْت لَاتَّخَذْت عَلَيْهِ أَجْرًا \" وَفِي رِوَايَة أَبِي إِسْحَاق \" قَالَ : هَذَا فِرَاق بَيْنِي وَبَيْنِك , فَأَخَذَ مُوسَى بِطَرَفِ ثَوْبِه فَقَالَ : حَدِّثْنِي \" وَذَكَرَ الثَّعْلَبِيّ أَنَّ الْخَضِر قَالَ لِمُوسَى : أَتَلُومُنِي عَلَى خَرْق السَّفِينَة وَقَتْل الْغُلَام وَإِقَامَة الْجِدَار , وَنَسِيت نَفْسك حِينَ أُلْقِيت فِي الْبَحْر , وَحِينَ قَتَلْت الْقِبْطِيّ , وَحِينَ سَقَيْت أَغْنَام اِبْنَتَيْ شُعَيْب اِحْتِسَابًا. ‏ ‏قَوْله : ( وَكَانَ وَرَاءَهُمْ مَلِكٌ , وَكَانَ أَمَامَهُمْ , قَرَأَهَا اِبْن عَبَّاس أَمَامَهُمْ مَلِك ) ‏ ‏وَفِي رِوَايَة سُفْيَان \" وَكَانَ اِبْن عَبَّاس يَقْرَأ : وَكَانَ أَمَامَهُمْ مَلِك يَأْخُذ كُلّ سَفِينَة صَالِحَة غَصْبًا \" وَقَدْ تَقَدَّمَ الْكَلَام فِي \" وَرَاء \" فِي تَفْسِير إِبْرَاهِيم. ‏ ‏قَوْله : ( يَزْعُمُونَ عَنْ غَيْر سَعِيد أَنَّهُ هُدَد بْن بَدَد ) ‏ ‏الْقَائِل ذَلِكَ هُوَ اِبْن جُرَيْجٍ , وَمُرَاده أَنَّ تَسْمِيَة الْمَلِك الَّذِي كَانَ يَأْخُذ السُّفُن لَمْ تَقَع فِي رِوَايَة سَعِيد. قُلْت : وَقَدْ عَزَاهُ اِبْن خَالَوَيْهِ فِي \" كِتَاب لَيْسَ \" لِمُجَاهِدٍ ; قَالَ : وَزَعَمَ اِبْن دُرَيْدٍ أَنَّ هُدَد اِسْم مَلِك مِنْ مُلُوك حِمْيَر زَوَّجَهُ سُلَيْمَان بْن دَاوُدَ بِلْقِيس. قُلْت : إِنْ ثَبَتَ هَذَا حُمِلَ عَلَى التَّعَدُّد وَالِاشْتِرَاك فِي الِاسْم لِبُعْدِ مَا بَيْنَ مُدَّة مُوسَى وَسُلَيْمَان , وَهُدَد فِي الرِّوَايَات بِضَمِّ الْهَاء وَحَكَى اِبْن الْأَثِير فَتْحهَا وَالدَّال مَفْتُوحَة اِتِّفَاقًا , وَوَقَعَ عِنْدَ اِبْن مَرْدَوَيْهِ بِالْمِيمِ بَدَل الْهَاء , وَأَبُوهُ بَدَد بِفَتْحِ الْمُوَحَّدَة , وَجَاءَ فِي \" تَفْسِير مُقَاتِل \" أَنَّ اِسْمه مَنُولَة بْن الْجَلَنْدِيّ بْن سَعِيد الْأَزْدِيِّ , وَقِيلَ : هُوَ الْجَلَنْدِيّ وَكَانَ بِجَزِيرَةِ الْأَنْدَلُس. ‏ ‏قَوْله : ( الْغُلَام الْمَقْتُول اِسْمه يَزْعُمُونَ جَيْسُور ) ‏ ‏الْقَائِل ذَلِكَ هُوَ اِبْن جُرَيْجٍ , وَحَيْسُور فِي رِوَايَة أَبِي ذَرّ عَنْ الْكُشْمِيهَنِيِّ بِفَتْحِ الْمُهْمَلَة أَوَّله ثُمَّ تَحْتَانِيَّة سَاكِنَة ثُمَّ مُهْمَلَة مَضْمُومَة وَكَذَا فِي رِوَايَة اِبْن السَّكَن , وَفِي رِوَايَته عَنْ غَيْره بِجِيمٍ أَوَّله , وَعِنْدَ الْقَابِسِيّ بِنُونٍ بَدَل التَّحْتَانِيَّة , وَعِنْد عَبْدُوس بِنُونٍ بَدَلَ الرَّاء , وَذَكَرَ السُّهَيْلِيُّ أَنَّهُ رَآهُ فِي نُسْخَة بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة وَنُونَيْنِ الْأُولَى مَضْمُومَة بَيْنَهُمَا الْوَاو السَّاكِنَة , وَعِنْدَ الطَّبَرِيِّ مِنْ طَرِيق شُعَيْب الْجُبَّائِيّ كَالْقَابِسِيِّ , وَفِي \" تَفْسِير الضَّحَّاك بْن مُزَاحِم \" اِسْمه حَشْرَد , وَوَقَعَ فِي تَفْسِير الْكَلْبِيّ اِسْم الْغُلَام شَمْعُون. ‏ ‏قَوْله : ( مَلِك يَأْخُذ كُلَّ سَفِينَة غَصْبًا ) ‏ ‏فِي رِوَايَة النَّسَائِيِّ \" وَكَانَ أُبَيٌّ يَقْرَأ يَأْخُذ كُلَّ سَفِينَة صَالِحَة غَصْبًا \" وَفِي رِوَايَة إِبْرَاهِيم بْن يَسَار عَنْ سُفْيَان \" وَكَانَ اِبْن مَسْعُود يَقْرَأ كُلّ سَفِينة صَحِيحَة غَصْبًا \". ‏ ‏قَوْله : ( فَأَرَدْت إِذَا هِيَ مَرَّتْ بِهِ أَنْ يَدَعَهَا لِعَيْبِهَا ) ‏ ‏فِي رِوَايَة النَّسَائِيِّ \" فَأَرَدْت أَنْ أَعِيبَهَا حَتَّى لَا يَأْخُذَهَا \". ‏ ‏قَوْله : ( فَإِذَا جَاوَزُوا أَصْلَحُوهَا فَانْتَفَعُوا بِهَا ) ‏ ‏فِي رِوَايَة النَّسَائِيِّ \" فَإِذَا جَاوَزُوهُ رَقَّعُوهَا فَانْتَفَعُوا بِهَا وَبَقِيَتْ لَهُمْ \". ‏ ‏قَوْله : ( وَمِنْهُمْ مَنْ يَقُول سَدُّوهَا بِقَارُورَةٍ , وَمِنْهُمْ مَنْ يَقُول بِالْقَارِ ) ‏ ‏أَمَّا الْقَارُ فَهُوَ بِالْقَافِ وَهُوَ الزِّفْت , وَأَمَّا قَارُورَة فَضُبِطَتْ فِي الرِّوَايَات بِالْقَافِ , لَكِنْ فِي رِوَايَة اِبْن مَرْدَوَيْهِ مَا يَدُلّ عَلَى أَنَّهَا بِالْفَاءِ لِأَنَّهُ وَقَعَ فِي رِوَايَته \" ثَارُورَة \" بِالْمُثَلَّثَةِ وَالْمُثَلَّثَة تَقَع فِي مَوْضِع الْفَاء فِي كَثِير مِنْ الْأَسْمَاء وَلَا تَقَع بَدَلَ الْقَاف , قَالَ الْجَوْهَرِيّ : يُقَال فَارَ فَوْرَة مِثْلَ ثَارَ ثَوْرَة , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّهُ فَاعُولَة مِنْ ثَوَرَان الْقَدْر الَّذِي يَغْلِي فِيهَا الْقَار أَوْ غَيْره , وَقَدْ وُجِّهَتْ رِوَايَة الْقَارُورَة بِالْقَافِ بِأَنَّهَا فَاعُولَة مِنْ الْقَار , وَأَمَّا الَّتِي مِنْ الزُّجَاج فَلَا يُمْكِنُ السَّدّ بِهَا , وَجَوَّزَ الْكَرْمَانِيُّ اِحْتِمَال أَنْ يُسْحَق الزُّجَاج وَيُلَتّ بِشَيْءٍ وَيُلْصَق بِهِ وَلَا يَخْفَى بُعْدُهُ , وَوَقَعَ فِي رِوَايَة مُسْلِم \" وَأَصْلَحُوهَا بِخَشَبَةٍ \" وَلَا إِشْكَال فِيهَا. ‏ ‏قَوْله : ( كَانَ أَبَوَاهُ مُؤْمِنَيْنِ وَكَانَ كَافِرًا ) ‏ ‏يَعْنِي الْغُلَام الْمَقْتُول , فِي رِوَايَة سُفْيَان \" وَأَمَّا الْغُلَام فَطُبِعَ يَوْمَ طُبِعَ كَافِرًا , وَكَانَ أَبَوَاهُ قَدْ عَطَفَا عَلَيْهِ \" وَفِي \" الْمُبْتَدَأ لِوَهْبِ بْن مُنَبِّه \" كَانَ اِسْم أَبِيهِ مَلَّاس وَاسْم أُمّه رَحْمَا , وَقِيلَ اِسْم أَبِيهِ كَارِدِي وَاسْم أُمّه سَهْوَى. ‏ ‏قَوْله : ( فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا : أَنْ يَحْمِلَهَا حُبُّهُ عَلَى أَنْ يُتَابِعَاهُ عَلَى دِينه ) ‏ ‏هَذَا مِنْ تَفْسِير اِبْن جُرَيْجٍ عَنْ يَعْلَى بْن مُسْلِم عَنْ سَعِيد بْن جُبَيْر , وَأَخْرَجَ اِبْن الْمُنْذِر مِنْ طَرِيق سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر مِثْله , وَقَالَ أَبُو عُبَيْدَة فِي قَوْله : ( يُرْهِقَهُمَا ) أَيْ يَغْشَاهُمَا. ‏ ‏قَوْله : ( خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا لِقَوْلِهِ : أَقَتَلْت نَفْسًا زَكِيَّة ) ‏ ‏يَعْنِي أَنَّ قَوْله زَكَاة ذُكِرَ لِلْمُنَاسَبَةِ الْمَذْكُورَة. وَرَوَى اِبْن الْمُنْذِر مِنْ طَرِيق حَجَّاج بْن مُحَمَّد عَنْ اِبْن جُرَيْجٍ فِي قَوْله : ( خَيْرًا مِنْهُ زَكَاةً ) قَالَ : إِسْلَامًا. وَمِنْ طَرِيق عَطِيَّة الْعَوْفِيِّ قَالَ : دِينًا. ‏ ‏قَوْله : ( وَأَقْرَب رُحْمًا هُمَا بِهِ أَرْحَمُ مِنْهُمَا بِالْأَوَّلِ الَّذِي قَتَلَ خَضِر ) ‏ ‏وَرَوَى اِبْن الْمُنْذِر مِنْ طَرِيق إِدْرِيس الْأَوْدِيّ عَنْ عَطِيَّة نَحْوه. وَعَنْ الْأَصْمَعِيّ قَالَ : الرَّحِم بِكَسْرِ الْحَاء الْقَرَابَة , وَبِسُكُونِهَا فَرْج الْأُنْثَى , وَبِضَمِّ الرَّاء ثُمَّ السُّكُون الرَّحْمَة. وَعَنْ أَبِي عُبَيْد الْقَاسِم بْن سَلَّامٍ : الرُّحْم وَالرَّحْم - يَعْنِي بِالضَّمِّ وَالْفَتْح مَعَ السُّكُون فِيهِمَا - بِمَعْنًى , وَهُوَ مِثْل الْعُمْر وَالْعَمْر , وَسَيَأْتِي قَوْله : \" رُحْمًا \" فِي الْبَاب الَّذِي بَعْدَهُ أَيْضًا. ‏ ‏قَوْله : ( وَزَعَمَ غَيْر سَعِيد أَنَّهُمَا أَبْدَلَا جَارِيَة ) ‏ ‏هُوَ قَوْل اِبْن جُرَيْجٍ , وَرَوَى اِبْن مَرْدَوَيْهِ مِنْ وَجْه آخَر عَنْ اِبْن جُرَيْجٍ قَالَ , وَقَالَ يَعْلَى بْن مُسْلِم أَيْضًا عَنْ سَعِيد بْن جُبَيْر : إِنَّهَا جَارِيَة. وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه , قَالَ : وَيُقَال أَيْضًا عَنْ سَعِيد بْن جُبَيْر : إِنَّهَا جَارِيَة. وَلِلنَّسَائِيِّ مِنْ طَرِيق أَبِي إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" فَأَبْدَلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاة قَالَ : أَبْدَلَهُمَا جَارِيَة فَوَلَدَتْ نَبِيًّا مِنْ الْأَنْبِيَاء \" وَلِلطَّبَرَيَّ مِنْ طَرِيق عَمْرو بْن قَيْس نَحْوه , وَلِابْنِ الْمُنْذِر مِنْ طَرِيق بِسِطَامِ بْن حَمِيل قَالَ : أَبْدَلَهُمَا مَكَان الْغُلَام جَارِيَة وَلَدَتْ نَبِيَّيْنِ , وَلِعَبْدِ بْن حُمَيْد مِنْ طَرِيق الْحَكَم بْن أَبَّان عَنْ عِكْرِمَة : وَلَدَتْ جَارِيَة , وَلِابْنِ أَبِي حَاتِم مِنْ طَرِيق السُّدِّيّ قَالَ : وَلَدَتْ جَارِيَة فَوَلَدَتْ نَبِيًّا , وَهُوَ الَّذِي كَانَ بَعْد مُوسَى فَقَالُوا لَهُ : اِبْعَثْ لَنَا مَلَكًا نُقَاتِل فِي سَبِيل اللَّه , وَاسْم هَذَا النَّبِيّ شَمْعُون , وَاسْم أُمّه حِنَة. وَعِنْد اِبْن مَرْدَوَيْه مِنْ حَدِيث أُبَيِّ بْن كَعْب أَنَّهَا وَلَدَتْ غُلَامًا , لَكِنْ إِسْنَاده ضَعِيف. وَأَخْرَجَهُ اِبْن الْمُنْذِر بِإِسْنَادٍ حَسَن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس نَحْوه. وَفِي تَفْسِير اِبْن الْكَلْبِيّ : وَلَدَتْ جَارِيَة وَلَدَتْ عِدَّة أَنْبِيَاء فَهَدَى اللَّه بِهِمْ أُمَمًا. وَقِيلَ عِدَّة مَنْ جَاءَ مِنْ وَلَدهَا مِنْ الْأَنْبِيَاء سَبْعُونَ نَبِيًّا. ‏ ‏قَوْله : ( وَأَمَّا دَاوُدَ بْن أَبِي عَاصِم فَقَالَ عَنْ غَيْر وَاحِد : إِنَّهَا جَارِيَة ) ‏ ‏هُوَ قَوْل اِبْن جُرَيْجٍ أَيْضًا. وَرَوَى الطَّبَرِيُّ مِنْ طَرِيق حَجَّاج بْن مُحَمَّد عَنْ اِبْن جُرَيْج أَخْبَرَنِي إِسْمَاعِيل بْن أُمَيَّة عَنْ يَعْقُوب بْن عَاصِم أَنَّهُمَا أَبْدَلَا جَارِيَة. قَالَ : وَأَخْبَرَنِي عَبْد اللَّه بْن عُثْمَان بْن خُثَيْمٍ عَنْ سَعِيد بْن جُبَيْر : أَنَّهَا جَارِيَة. قَالَ اِبْن جُرَيْجٍ : وَبَلَغَنِي أَنَّ أُمّه يَوْمَ قُتِلَ كَانَتْ حُبْلَى بِغُلَامٍ. وَيَعْقُوب بْن عَاصِم هُوَ أَخُو دَاوُدَ وَهُمَا اِبْنَا عَاصِم بْن عُرْوَة بْن مَسْعُود الثَّقَفِيّ وَكُلّ مِنْهُمَا ثِقَة مِنْ صِغَار التَّابِعِينَ. وَفِي الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ : اِسْتِحْبَاب الْحِرْص عَلَى الِازْدِيَاد مِنْ الْعِلْم , - وَالرِّحْلَة فِيهِ , وَلِقَاء الْمَشَايِخ وَتَجَشُّم الْمَشَاقّ فِي ذَلِكَ , وَالِاسْتِعَانَة فِي ذَلِكَ بِالْأَتْبَاعِ , وَإِطْلَاق الْفَتَى عَلَى التَّابِع , وَاسْتِخْدَام الْحُرّ , وَطَوَاعِيَة الْخَادِم لِمَخْدُومِهِ وَعُذْر النَّاسِي , وَقَبُول الْهِبَة مِنْ غَيْر الْمُسْلِم. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْخَضِر نَبِيّ لِعِدَّةِ مَعَانٍ قَدْ نَبَّهْت عَلَيْهَا فِيمَا تَقَدَّمَ كَقَوْلِهِ : ( وَمَا فَعَلْته عَنْ أَمْرِي ) وَكَاتِّبَاعِ مُوسَى رَسُول اللَّه لَهُ لِيَتَعَلَّم مِنْهُ , وَكَإِطْلَاقِ أَنَّهُ أَعْلَم مِنْهُ , وَكَإِقْدَامِهِ عَلَى قَتْل النَّفْس لِمَا شَرَحَهُ بَعْدُ وَغَيْر ذَلِكَ. وَأَمَّا مَنْ اِسْتَدَلَّ بِهِ عَلَى جَوَاز دَفْع أَغْلَظ الضَّرَرَيْنِ بِأَخَفِّهِمَا , وَالْإِغْضَاء عَلَى بَعْض الْمُنْكَرَات مَخَافَةَ أَنْ يَتَوَلَّد مِنْهُ مَا هُوَ أَشَدّ , وَإِفْسَاد بَعْض الْمَال لِإِصْلَاحِ مُعْظَمه كَخِصَاءِ الْبَهِيمَة لِلسِّمَنِ وَقَطْع أُذُنهَا لِتَتَمَيَّز , وَمِنْ هَذَا مُصَالَحَة وَلِيُّ الْيَتِيم السُّلْطَان عَلَى بَعْض مَال الْيَتِيم خَشْيَةَ ذَهَابه بِجَمِيعِهِ فَصَحِيح , لَكِنْ فِيمَا لَا يُعَارِض مَنْصُوص الشَّرْع , فَلَا يَسُوغ الْإِقْدَام عَلَى قَتْل النَّفْس مِمَّنْ يُتَوَقَّع مِنْهُ أَنْ يَقْتُل أَنْفُسًا كَثِيرَةً قَبْلَ أَنْ يَتَعَاطَى شَيْئًا مِنْ ذَلِكَ. وَإِنَّمَا فَعَلَ الْخَضِر ذَلِكَ لِاطِّلَاعِ اللَّه تَعَالَى عَلَيْهِ. وَقَالَ اِبْن بَطَّال : قَوْل الْخَضِر : وَأَمَّا الْغُلَام فَكَانَ كَافِرًا هُوَ بِاعْتِبَارِ مَا يَئُولُ إِلَيْهِ أَمْره أَنْ لَوْ عَاشَ حَتَّى يَبْلُغ , وَاسْتِحْبَاب مِثْل هَذَا الْقَتْل لَا يَعْلَمهُ إِلَّا اللَّه , وَلِلَّهِ أَنْ يَحْكُم فِي خَلْقه بِمَا يَشَاء قَبْلَ الْبُلُوغ وَبَعْدَهُ اِنْتَهَى. وَيُحْتَمَل أَنْ يَكُونَ جَوَاز تَكْلِيف الْمُمَيِّز قَبْلَ أَنْ يَبْلُغَ كَانَ فِي تِلْكَ الشَّرِيعَة فَيَرْتَفِع الْإِشْكَال. وَفِيهِ جَوَاز الْإِخْبَار بِالتَّعَبِ وَيَلْحَق بِهِ الْأَلَم مِنْ مَرَض وَنَحْوه , وَمَحَلّ ذَلِكَ إِذَا كَانَ عَلَى غَيْر سَخَط مِنْ الْمَقْدُور , وَفِيهِ أَنَّ الْمُتَوَجِّه إِلَى رَبّه يُعَان فَلَا يُسْرِع إِلَيْهِ النَّصَب وَالْجُوع , بِخِلَافِ الْمُتَوَجِّه إِلَى غَيْره كَمَا فِي قِصَّة مُوسَى فِي تَوَجُّهه إِلَى مِيقَات رَبّه وَذَلِكَ فِي طَاعَة رَبّه فَلَمْ يُنْقَل عَنْهُ أَنَّهُ تَعِبَ وَلَا طَلَبَ غَدَاء وَلَا رَافَقَ أَحَدًا , وَأَمَّا فِي تَوَجُّهه إِلَى مَدْيَنَ فَكَانَ فِي حَاجَة نَفْسه فَأَصَابَهُ الْجُوع , وَفِي تَوَجُّهه إِلَى الْخَضِر لِحَاجَةِ نَفْسه أَيْضًا فَتَعِبَ وَجَاعَ. وَفِيهِ جَوَاز طَلَب الْقُوت وَطَلَب الضِّيَافَة , وَفِيهِ قِيَام الْعُذْر بِالْمَرَّةِ الْوَاحِدَة وَقِيَام الْحُجَّة بِالثَّانِيَةِ , قَالَ اِبْن عَطِيَّة : يُشْبِه أَنْ يَكُون هَذَا أَصْل مَالِك فِي ضَرْب الْآجَال فِي الْأَحْكَام إِلَى ثَلَاثَة أَيَّام , وَفِي التَّلَوُّم وَنَحْو ذَلِكَ. وَفِيهِ حُسْن الْأَدَب مَعَ اللَّه وَأَنْ لَا يُضَاف إِلَيْهِ مَا يُسْتَهْجَن لَفْظه وَإِنْ كَانَ الْكُلّ بِتَقْدِيرِهِ وَخَلْقه لِقَوْلِ الْخَضِر عَنْ السَّفِينَة ( فَأَرَدْت أَنْ أَعِيبَهَا ) وَعَنْ الْجِدَار ( فَأَرَادَ رَبُّك ) وَمِثْل هَذَا قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَالْخَيْرُ بِيَدِك , وَالشَّرُّ لَيْسَ إِلَيْك \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2268",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَثَلُكُمْ وَمَثَلُ أَهْلِ الْكِتَابَيْنِ كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ فَقَالَ مَنْ يَعْمَلُ لِي مِنْ غُدْوَةَ إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ فَعَمِلَتِ الْيَهُودُ، ثُمَّ قَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى صَلاَةِ الْعَصْرِ عَلَى قِيرَاطٍ فَعَمِلَتِ النَّصَارَى ثُمَّ، قَالَ مَنْ يَعْمَلُ لِي مِنَ الْعَصْرِ إِلَى أَنْ تَغِيبَ الشَّمْسُ عَلَى قِيرَاطَيْنِ فَأَنْتُمْ هُمْ، فَغَضِبَتِ الْيَهُودُ وَالنَّصَارَى، فَقَالُوا مَا لَنَا أَكْثَرَ عَمَلاً، وَأَقَلَّ عَطَاءً قَالَ هَلْ نَقَصْتُكُمْ مِنْ حَقِّكُمْ قَالُوا لاَ‏.‏ قَالَ فَذَلِكَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Your example and the example of the people of the two Scriptures (i.e. Jews and \nChristians) is like the example of a man who employed some laborers and asked them, 'Who will \nwork for me from morning till midday for one Qirat?' The Jews accepted and carried out the work. He \nthen asked, Who will work for me from midday up to the `Asr prayer for one Qirat?' The Christians \naccepted and fulfilled the work. He then said, 'Who will work for me from the `Asr till sunset for two \nQirats?' You, Muslims have accepted the offer. The Jews and the Christians got angry and said, 'Why \nshould we work more and get lesser wages?' (Allah) said, 'Have I withheld part of your right?' They \nreplied in the negative. He said, 'It is My Blessing, I bestow upon whomever I wish .'",
    "explication": "‏ ‏قَوْله : ( مَثَلكُمْ وَمَثَل أَهْل الْكِتَابَيْنِ ) ‏ ‏كَذَا فِي رِوَايَة أَيُّوب , وَالْمُرَاد بِأَهْلِ الْكِتَابَيْنِ الْيَهُود وَالنَّصَارَى. ‏ ‏قَوْله : ( كَمَثَلِ رَجُل ) ‏ ‏فِي السِّيَاق حَذْف تَقْدِيره مَثَلكُمْ مَعَ نَبِيّكُمْ وَمَثَل أَهْل الْكِتَابَيْنِ مَعَ أَنْبِيَائِهِمْ كَمَثَلِ رَجُل اِسْتَأْجَرَ , فَالْمَثَل مَضْرُوب لِلْأُمَّةِ مَعَ نَبِيّهمْ وَالْمُمَثَّل بِهِ الْأُجَرَاء مَعَ مَنْ اِسْتَأْجَرَهُمْ. ‏ ‏قَوْله : ( عَلَى قِيرَاط ) ‏ ‏زَادَ فِي رِوَايَة عَبْد اللَّه بْن دِينَار \" عَلَى قِيرَاط قِيرَاط \" وَهُوَ الْمُرَاد. ‏ ‏قَوْله : ( فَعَمِلَتْ الْيَهُود ) ‏ ‏زَادَ اِبْن دِينَار \" عَلَى قِيرَاط قِيرَاط \" وَزَادَ الزُّهْرِيُّ عَنْ سَالِم عَنْ أَبِيهِ كَمَا تَقَدَّمَ فِي الصَّلَاة \" حَتَّى إِذَا اِنْتَصَفَ النَّهَار عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا \" وَكَذَا وَقَعَ فِي بَقِيَّة الْأُمَم , وَالْمُرَاد بِالْقِيرَاطِ النَّصِيب وَهُوَ فِي الْأَصْل نِصْف دَانِق وَالدَّانِق سُدُس دِرْهَم. ‏ ‏قَوْله : ( إِلَى صَلَاة الْعَصْر ) ‏ ‏يَحْتَمِل أَنْ يُرِيد بِهِ أَوَّل وَقْت دُخُولهَا , وَيُحْتَمَل أَنْ يُرِيد أَوَّل حِين الشُّرُوع فِيهَا , وَالثَّانِي يَرْفَع الْإِشْكَال السَّابِق فِي الْمَوَاقِيت عَلَى تَقْدِير تَسْلِيم أَنَّ الْوَقْتَيْنِ مُتَسَاوِيَانِ , أَيْ مَا بَيْن الظُّهْر وَالْعَصْر وَمَا بَيْن الْعَصْر وَالْمَغْرِب , فَكَيْف يَصِحّ قَوْل النَّصَارَى إِنَّهُمْ أَكْثَر عَمَلًا مِنْ هَذِهِ الْأُمَّة ؟ وَقَدْ قَدَّمْت هُنَاكَ عِدَّة أَجْوِبَة عَنْ ذَلِكَ فَلْتُرَاجَعْ مِنْ ثَمَّ , وَمِنْ الْأَجْوِبَة الَّتِي لَمْ تَتَقَدَّم أَنَّ قَائِل \" مَا لَنَا أَكْثَر عَمَلًا \" الْيَهُود خَاصَّة , وَيُؤَيِّدهُ مَا وَقَعَ فِي التَّوْحِيد بِلَفْظِ \" فَقَالَ أَهْل التَّوْرَاة \" وَيَحْتَمِل أَنْ يَكُون كُلّ مِنْ الْفَرِيقَيْنِ قَالَ ذَلِكَ , أَمَّا الْيَهُود فَلِأَنَّهُمْ أَطْوَل زَمَانًا فَيَسْتَلْزِم أَنْ يَكُونُوا أَكْثَر عَمَلًا , وَأَمَّا النَّصَارَى فَلِأَنَّهُمْ وَازَنُوا كَثْرَة أَتْبَاعهمْ بِكَثْرَةِ زَمَن الْيَهُود لِأَنَّ النَّصَارَى آمَنُوا بِمُوسَى وَعِيسَى جَمِيعًا أَشَارَ إِلَى ذَلِكَ الْإِسْمَاعِيلِيّ , وَيَحْتَمِل أَنْ تَكُون أَكْثَرِيَّة النَّصَارَى بِاعْتِبَارِ أَنَّهُمْ عَمِلُوا إِلَى آخِر صَلَاة الْعَصْر وَذَلِكَ بَعْد دُخُول وَقْتهَا أَشَارَ إِلَى ذَلِكَ اِبْن الْقَصَّار وَابْن الْعَرَبِيّ , وَقَدْ قَدَّمْنَا أَنَّهُ لَا يُحْتَاج إِلَيْهِ لِأَنَّ الْمُدَّة الَّتِي بَيْن الظُّهْر وَالْعَصْر أَكْثَر مِنْ الْمُدَّة الَّتِي بَيْن الْعَصْر وَالْمَغْرِب , وَيَحْتَمِل أَنْ تَكُون نِسْبَة ذَلِكَ إِلَيْهِمْ عَلَى سَبِيل التَّوْزِيع : فَالْقَائِل نَحْنُ أَكْثَر عَمَلًا الْيَهُود , وَالْقَائِل نَحْنُ أَقَلّ أَجْرًا النَّصَارَى وَفِيهِ بُعْد. وَحَكَى اِبْن التِّين أَنَّ مَعْنَاهُ أَنَّ عَمَل الْفَرِيقَيْنِ جَمِيعًا أَكْثَر وَزَمَانهمْ أَطْوَل , وَهُوَ خِلَاف ظَاهِر السِّيَاق. ‏ ‏قَوْله : ( فَغَضِبَتْ الْيَهُود وَالنَّصَارَى ) ‏ ‏أَيْ الْكُفَّار مِنْهُمْ. ‏ ‏قَوْله : ( مَا لَنَا أَكْثَر عَمَلًا وَأَقَلّ عَطَاء ) ‏ ‏بِنَصْبِ أَكْثَر وَأَقَلّ عَلَى الْحَال كَقَوْلِهِ تَعَالَى ( فَمَا لَهُمْ عَنْ التَّذْكِرَةِ مُعْرِضِينَ ) وَقَدْ تَقَدَّمَتْ مَبَاحِث هَذِهِ الْجُمْلَة فِي كِتَاب الْمَوَاقِيت. ‏ ‏قَوْله ( مِنْ حَقّكُمْ ) ‏ ‏أَطْلَقَ لَفْظ \" الْحَقّ \" لِقَصْدِ الْمُمَاثَلَة وَإِلَّا فَالْكُلّ مِنْ فَضْل اللَّه تَعَالَى. ‏ ‏قَوْله : ( فَذَلِكَ فَضْلِي أُوتِيهِ مَنْ أَشَاء ) ‏ ‏فِيهِ حُجَّة لِأَهْلِ السُّنَّة عَلَى أَنَّ الثَّوَاب مِنْ اللَّه عَلَى سَبِيل الْإِحْسَان مِنْهُ جَلَّ جَلَاله. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2269",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّمَا مَثَلُكُمْ وَالْيَهُودُ وَالنَّصَارَى كَرَجُلٍ اسْتَعْمَلَ عُمَّالاً فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتِ الْيَهُودُ عَلَى قِيرَاطٍ قِيرَاطٍ، ثُمَّ عَمِلَتِ النَّصَارَى عَلَى قِيرَاطٍ قِيرَاطٍ، ثُمَّ أَنْتُمُ الَّذِينَ تَعْمَلُونَ مِنْ صَلاَةِ الْعَصْرِ إِلَى مَغَارِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ، فَغَضِبَتِ الْيَهُودُ وَالنَّصَارَى وَقَالُوا نَحْنُ أَكْثَرُ عَمَلاً وَأَقَلُّ عَطَاءً، قَالَ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ شَيْئًا قَالُوا لاَ‏.‏ فَقَالَ فَذَلِكَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Your example and the example of Jews and Christians is like the example of a \nman who employed some laborers to whom he said, 'Who will work for me up to midday for one \nQirat each?' The Jews carried out the work for one Qirat each; and then the Christians carried out the \nwork up to the `Asr prayer for one Qirat each; and now you Muslims are working from the `Asr \nprayer up to sunset for two Qirats each. The Jews and Christians got angry and said, 'We work more \nand are paid less.' The employer (Allah) asked them, 'Have I usurped some of your right?' They \nreplied in the negative. He said, 'That is My Blessing, I bestow upon whomever I wish.' \"",
    "explication": "‏ ‏قَوْله : ( لَا يَبِيعُ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِإِثْبَات الْيَاء فِي \" يَبِيعُ \" عَلَى أَنَّ \" لَا \" نَافِيَةٌ , وَيَحْتَمِلُ أَنْ تَكُونَ نَاهِيَةً وَأُشْبِعَتْ الْكَسْرَةُ كَقِرَاءَةِ مَنْ قَرَأَ ( إِنَّهُ مَنْ يَتَّقِي وَيَصْبِرْ ) وَيُؤَيِّدُهُ رِوَايَة الْكُشْمِيهَنِيّ بِلَفْظ \" لَا يَبِعْ \" بِصِيغَةِ النَّهْيِ. ‏ ‏قَوْله : ( بَعْضُكُمْ عَلَى بَيْعِ أَخِيهِ ) ‏ ‏كَذَا أَخْرَجَهُ عَنْ إِسْمَاعِيلَ عَنْ مَالِك , وَسَيَأْتِي فِي \" بَابِ النَّهْيِ عَنْ تَلَقِّي الرُّكْبَان \" عَنْ عَبْد اللَّه بْن يُوسُف عَنْ مَالِكٍ بِلَفْظ \" عَلَى بَيْع بَعْض \" وَظَاهِر التَّقْيِيدِ بِأَخِيهِ أَنْ يَخْتَصَّ ذَلِكَ بِالْمُسْلِمِ وَبِهِ قَالَ الْأَوْزَاعِيّ وَأَبُو عُبَيْد بْن حَرْبَوَيْهِ مِنْ الشَّافِعِيَّةِ , وَأَصْرَحُ مِنْ ذَلِكَ رِوَايَة مُسْلِمٍ مِنْ طَرِيقِ الْعَلَاءِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة بِلَفْظ \" لَا يَسُومُ الْمُسْلِم عَلَى سَوْم الْمُسْلِم \" وَقَالَ الْجُمْهُور : لَا فَرْقَ فِي ذَلِكَ بَيْنَ الْمُسْلِمِ وَالذِّمِّيِّ : وَذِكْرُ الْأَخِ خَرَجَ لِلْغَالِبِ فَلَا مَفْهُومَ لَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2270",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا يُوسُفُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي يَحْيَى بْنُ سُلَيْمٍ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ قَالَ اللَّهُ تَعَالَى ثَلاَثَةٌ أَنَا خَصْمُهُمْ يَوْمَ الْقِيَامَةِ رَجُلٌ أَعْطَى بِي ثُمَّ غَدَرَ، وَرَجُلٌ بَاعَ حُرًّا فَأَكَلَ ثَمَنَهُ، وَرَجُلٌ اسْتَأْجَرَ أَجِيرًا فَاسْتَوْفَى مِنْهُ وَلَمْ يُعْطِهِ أَجْرَهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Allah said, 'I will be an opponent to three types of people on the Day of \nResurrection: \n-1. One who makes a covenant in My Name, but proves treacherous; \n-2. One who sells a free person and eats his price; and \n-3. One who employs a laborer and takes full work from him but does not pay him for his lab our.' \"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا بِشْرُ بْنُ مَرْحُومٍ ) ‏ ‏هُوَ بِشْرُ بْنُ عُبَيْسٍ بِمُهْمَلَةِ ثُمَّ مُوَحَّدَةٍ مُصَغَّرًا بْنُ مَرْحُومِ بْنِ عَبْدِ الْعَزِيزِ بْنِ مِهْرَانَ الْعَطَّارُ فَنُسِبَ إِلَى جَدِّهِ , وَهُوَ شَيْخٌ بَصْرِيٌّ مَا أَخْرَجَ عَنْهُ مِنْ السِّتَّةِ إِلَّا الْبُخَارِيَّ , وَقَدْ أَخْرَجَ حَدِيثَهُ هَذَا فِي الْإِجَارَةِ عَنْ شَيْخٍ آخَرَ وَافَقَ بِشْرًا فِي رِوَايَتِهِ لَهُ عَنْ شَيْخِهِمَا. ‏ ‏قَوْلُهُ : ( حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ ) ‏ ‏بِالتَّصْغِيرِ هُوَ الطَّائِفِيُّ نَزِيلُ مَكَّةَ مُخْتَلَفٌ فِي تَوْثِيقِهِ , وَلَيْسَ لَهُ فِي الْبُخَارِيِّ مَوْصُولًا سِوَى هَذَا الْحَدِيثِ , وَذَكَرَهُ فِي الْإِجَارَةِ مِنْ وَجْهٍ آخَرَ عَنْهُ , وَالتَّحْقِيقُ أَنَّ الْكَلَامَ فِيهِ إِنَّمَا وَقَعَ فِي رِوَايَتِهِ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ خَاصَّةً , وَهَذَا الْحَدِيثُ مِنْ غَيْرِ رِوَايَتِهِ , وَاتَّفَقَ الرُّوَاةُ عَنْ يَحْيَى بْنِ سُلَيْمٍ عَلَى أَنَّ الْحَدِيثَ مِنْ رِوَايَةِ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ , وَخَالَفَهُمْ أَبُو جَعْفَرٍ النُّفَيْلِيُّ فَقَالَ \" عَنْ سَعِيدٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ \" قَالَهُ الْبَيْهَقِيُّ وَالْمَحْفُوظُ قَوْلُ الْجَمَاعَةِ. ‏ ‏قَوْلُهُ : ( ثَلَاثَةٌ : أَنَا خَصْمُهُمْ ) ‏ ‏زَادَ اِبْنُ خُزَيْمَةَ وَابْنُ حِبَّانَ وَالْإِسْمَاعِيلِيُّ فِي هَذَا الْحَدِيثِ \" وَمَنْ كُنْت خَصْمَهُ خَصَمْته \" قَالَ اِبْنُ التِّينِ : هُوَ سُبْحَانَهُ وَتَعَالَى خَصْمٌ لِجَمِيعِ الظَّالِمِينَ إِلَّا أَنَّهُ أَرَادَ التَّشْدِيدَ عَلَى هَؤُلَاءِ بِالتَّصْرِيحِ , وَالْخَصْمُ يُطْلَقُ عَلَى الْوَاحِدِ وَعَلَى الِاثْنَيْنِ وَعَلَى أَكْثَرَ مِنْ ذَلِكَ , وَقَالَ الْهَرَوِيُّ الْوَاحِدُ بِكَسْرِ أَوَّلِهِ , وَقَالَ الْفَرَّاءُ الْأَوَّلُ قَوْلُ الْفُصَحَاءِ , وَيَجُوزُ فِي الِاثْنَيْنِ خَصْمَانِ وَالثَّلَاثَةِ خُصُومٌ. ‏ ‏قَوْلُهُ : ( أَعْطَى بِي ثُمَّ غَدَرَ ) ‏ ‏كَذَا لِلْجَمِيعِ عَلَى حَذْفِ الْمَفْعُولِ وَالتَّقْدِيرُ أَعْطَى يَمِينَهُ بِي أَيْ عَاهَدَ عَهْدًا وَحَلَفَ عَلَيْهِ بِاللَّهِ ثُمَّ نَقَضَهُ. ‏ ‏قَوْلُهُ : ( بَاعَ حُرًّا فَأَكَلَ ثَمَنَهُ ) ‏ ‏خَصَّ الْأَكْلَ بِالذِّكْرِ لِأَنَّهُ أَعْظَمُ مَقْصُودٍ , وَوَقَعَ عِنْدَ أَبِي دَاوُدَ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عُمَرَ مَرْفُوعًا \" ثَلَاثَةٌ لَا تُقْبَلُ مِنْهُمْ صَلَاةٌ \" فَذَكَرَ فِيهِمْ \" وَرَجُلٌ اِعْتَبَدَ مُحَرَّرًا \" وَهَذَا أَعَمُّ مِنْ الْأَوَّلِ فِي الْفِعْلِ وَأَخَصُّ مِنْهُ فِي الْمَفْعُولِ بِهِ , قَالَ الْخَطَّابِيُّ : اِعْتِبَادُ الْحُرِّ يَقَعُ بِأَمْرَيْنِ : أَنْ يَعْتِقَهُ ثُمَّ يَكْتُمَ ذَلِكَ أَوْ يَجْحَدَ , وَالثَّانِي أَنْ يَسْتَخْدِمَهُ كُرْهًا بَعْدَ الْعِتْقِ , وَالْأَوَّلُ أَشَدُّهُمَا. قُلْت : وَحَدِيثُ الْبَابِ أَشَدُّ لِأَنَّ فِيهِ مَعَ كَتْمِ الْعِتْقِ أَوْ جَحْدِهِ الْعَمَل بِمُقْتَضَى ذَلِكَ مِنْ الْبَيْعِ وَأَكْلِ الثَّمَنِ فَمِنْ ثَمَّ كَانَ الْوَعِيدُ عَلَيْهِ أَشَدَّ , قَالَ الْمُهَلَّبُ : وَإِنَّمَا كَانَ إِثْمُهُ شَدِيدًا لِأَنَّ الْمُسْلِمِينَ أَكْفَاءُ فِي الْحُرِّيَّةِ , فَمَنْ بَاعَ حُرًّا فَقَدْ مَنَعَهُ التَّصَرُّفَ فِيمَا أَبَاحَ اللَّهُ لَهُ وَأَلْزَمَهُ الذُّلَّ الَّذِي أَنْقَذَهُ اللَّهُ مِنْهُ. وَقَالَ اِبْنُ الْجَوْزِيِّ : الْحُرُّ عَبْدُ اللَّهِ , فَمَنْ جَنَى عَلَيْهِ فَخَصْمُهُ سَيِّدُهُ. وَقَالَ اِبْنُ الْمُنْذِرِ لَمْ يَخْتَلِفُوا فِي أَنَّ مَنْ بَاعَ حُرًّا أَنَّهُ لَا قَطْعَ عَلَيْهِ , يَعْنِي إِذَا لَمْ يَسْرِقْهُ مِنْ حِرْزِ مِثْلِهِ , إِلَّا مَا يُرْوَى عَنْ عَلِيٍّ تُقْطَعُ يَدُ مَنْ بَاعَ حُرًّا قَالَ : وَكَانَ فِي جَوَازِ بَيْعِ الْحُرِّ خِلَافٌ قَدِيمٌ ثُمَّ اِرْتَفَعَ , فَرُوِيَ عَنْ عَلِيٍّ قَالَ : مَنْ أَقَرَّ عَلَى نَفْسِهِ بِأَنَّهُ عَبْدٌ فَهُوَ عَبْدٌ. قُلْتُ : يَحْتَمِلُ أَنْ يَكُونَ مَحَلُّهُ فِيمَنْ لَمْ تُعْلَمْ حُرِّيَّتُهُ , لَكِنْ رَوَى اِبْنُ أَبِي شَيْبَةَ مِنْ طَرِيقِ قَتَادَةَ \" أَنَّ رَجُلًا بَاعَ نَفْسَهُ فَقَضَى عُمَرُ بِأَنَّهُ عَبْدٌ وَجَعَلَ ثَمَنَهُ فِي سَبِيلِ اللَّهِ \" وَمِنْ طَرِيقِ زُرَارَةَ بْنِ أَوْفَى أَحَدُ التَّابِعِينَ أَنَّهُ بَاعَ حُرًّا فِي دَيْنٍ , وَنَقَلَ اِبْنُ حَزْمٍ أَنَّ الْحُرَّ كَانَ يُبَاعُ فِي الدَّيْنِ حَتَّى نَزَلَتْ ( وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ ) وَنُقِلَ عَنْ الشَّافِعِيِّ مِثْلُ رِوَايَةِ زُرَارَةَ , وَلَا يُثْبِتُ ذَلِكَ أَكْثَرُ الْأَصْحَابِ وَاسْتَقَرَّ الْإِجْمَاعُ عَلَى الْمَنْعِ. ‏ ‏قَوْلُهُ : ( وَرَجُلٌ اِسْتَأْجَرَ أَجِيرًا فَاسْتَوْفَى مِنْهُ وَلَمْ يُعْطِهِ أَجْرَهُ ) ‏ ‏هُوَ فِي مَعْنَى مِنْ بَاعَ حُرًّا وَأَكَلَ ثَمَنَهُ لِأَنَّهُ اِسْتَوْفَى مَنْفَعَتَهُ بِغَيْرِ عِوَضٍ وَكَأَنَّهُ أَكَلَهَا , وَلِأَنَّهُ اِسْتَخْدَمَهُ بِغَيْرِ أُجْرَةٍ وَكَأَنَّهُ اِسْتَعْبَدَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2271",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَثَلُ الْمُسْلِمِينَ وَالْيَهُودِ وَالنَّصَارَى كَمَثَلِ رَجُلٍ اسْتَأْجَرَ قَوْمًا يَعْمَلُونَ لَهُ عَمَلاً يَوْمًا إِلَى اللَّيْلِ عَلَى أَجْرٍ مَعْلُومٍ، فَعَمِلُوا لَهُ إِلَى نِصْفِ النَّهَارِ فَقَالُوا لاَ حَاجَةَ لَنَا إِلَى أَجْرِكَ الَّذِي شَرَطْتَ لَنَا، وَمَا عَمِلْنَا بَاطِلٌ، فَقَالَ لَهُمْ لاَ تَفْعَلُوا أَكْمِلُوا بَقِيَّةَ عَمَلِكُمْ، وَخُذُوا أَجْرَكُمْ كَامِلاً، فَأَبَوْا وَتَرَكُوا، وَاسْتَأْجَرَ أَجِيرَيْنِ بَعْدَهُمْ فَقَالَ لَهُمَا أَكْمِلاَ بَقِيَّةَ يَوْمِكُمَا هَذَا، وَلَكُمَا الَّذِي شَرَطْتُ لَهُمْ مِنَ الأَجْرِ‏.‏ فَعَمِلُوا حَتَّى إِذَا كَانَ حِينُ صَلاَةِ الْعَصْرِ قَالاَ لَكَ مَا عَمِلْنَا بَاطِلٌ، وَلَكَ الأَجْرُ الَّذِي جَعَلْتَ لَنَا فِيهِ‏.‏ فَقَالَ لَهُمَا أَكْمِلاَ بَقِيَّةَ عَمَلِكُمَا، فَإِنَّ مَا بَقِيَ مِنَ النَّهَارِ شَىْءٌ يَسِيرٌ‏.‏ فَأَبَيَا، وَاسْتَأْجَرَ قَوْمًا أَنْ يَعْمَلُوا لَهُ بَقِيَّةَ يَوْمِهِمْ، فَعَمِلُوا بَقِيَّةَ يَوْمِهِمْ حَتَّى غَابَتِ الشَّمْسُ، وَاسْتَكْمَلُوا أَجْرَ الْفَرِيقَيْنِ كِلَيْهِمَا، فَذَلِكَ مَثَلُهُمْ وَمَثَلُ مَا قَبِلُوا مِنْ هَذَا النُّورِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The example of Muslims, Jews and Christians is like the example of a man who \nemployed laborers to work for him from morning till night for specific wages. They worked till \nmidday and then said, 'We do not need your money which you have fixed for us and let whatever we \nhave done be annulled.' The man said to them, 'Don't quit the work, but complete the rest of it and \ntake your full wages.' But they refused and went away. The man employed another batch after them \nand said to them, 'Complete the rest of the day and yours will be the wages I had fixed for the first \nbatch.' So, they worked till the time of `Asr prayer. Then they said, \"Let what we have done be \nannulled and keep the wages you have promised us for yourself.' The man said to them, 'Complete the \nrest of the work, as only a little of the day remains,' but they refused. Thereafter he employed another \nbatch to work for the rest of the day and they worked for the rest of the day till the sunset, and they \nreceived the wages of the two former batches. So, that was the example of those people (Muslims) and \nthe example of this light (guidance) which they have accepted willingly.",
    "explication": "‏ ‏قَوْله ( مَثَل الَّذِي يَذْكُر رَبّه وَاَلَّذِي لَا يَذْكُر رَبّه مَثَل الْحَيّ وَالْمَيِّت ) ‏ ‏سَقَطَ لَفْظ \" رَبّه \" الثَّانِيَة مِنْ رِوَايَة غَيْر أَبِي ذَرّ , هَكَذَا وَقَعَ فِي جَمِيع نُسَخ الْبُخَارِيّ , وَقَدْ أَخْرَجَهُ مُسْلِم عَنْ أَبِي كُرَيْب وَهُوَ مُحَمَّد بْن الْعَلَاء شَيْخ الْبُخَارِيّ فِيهِ بِسَنَدِهِ الْمَذْكُور بِلَفْظِ \" مَثَل الْبَيْت الَّذِي يُذْكَر اللَّه فِيهِ وَالْبَيْت الَّذِي لَا يُذْكَر اللَّه فِيهِ مَثَل الْحَيّ وَالْمَيِّت \" وَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَابْن حِبَّان فِي صَحِيحه جَمِيعًا عَنْ أَبِي يَعْلَى عَنْ أَبِي كُرَيْب , وَكَذَا أَخْرَجَهُ أَبُو عَوَانَة عَنْ أَحْمَد بْن عَبْد الْحَمِيد وَالْإِسْمَاعِيلِيّ أَيْضًا عَنْ الْحَسَن بْن سُفْيَان عَنْ عَبْد اللَّه بْن بَرَّاد , وَعَنْ الْقَاسِم اِبْن زَكَرِيَّا عَنْ يُوسُف بْن مُوسَى وَإِبْرَاهِيم بْن سَعِيد الْجَوْهَرِيّ وَمُوسَى بْن عَبْد الرَّحْمَن الْمَسْرُوقِيّ وَالْقَاسِم بْن دِينَار كُلّهمْ عَنْ أَبِي أُسَامَة , فَتَوَارُد هَؤُلَاءِ عَلَى هَذَا اللَّفْظ يَدُلّ عَلَى أَنَّهُ هُوَ الَّذِي حَدَّثَ بِهِ بُرَيْد بْن عَبْد اللَّه شَيْخ أَبِي أُسَامَة , وَانْفِرَاد الْبُخَارِيّ بِاللَّفْظِ الْمَذْكُور دُون بَقِيَّة أَصْحَاب أَبِي كُرَيْب وَأَصْحَاب أَبِي أُسَامَة يُشْعِر بِأَنَّهُ رَوَاهُ مِنْ حِفْظه أَوْ تَجَوَّزَ فِي رِوَايَته بِالْمَعْنَى الَّذِي وَقَعَ لَهُ وَهُوَ أَنَّ الَّذِي يُوصَف بِالْحَيَاةِ وَالْمَوْت حَقِيقَة هُوَ السَّاكِن لَا السَّكَن وَأَنَّ إِطْلَاق الْحَيّ وَالْمَيِّت فِي وَصْف الْبَيْت إِنَّمَا يُرَاد بِهِ سَاكِن الْبَيْت فَشَبَّهَ الذَّاكِر بِالْحَيِّ الَّذِي ظَاهِره مُتَزَيِّن بِنُورِ الْحَيَاة وَبَاطِنه بِنُورِ الْمَعْرِفَة وَغَيْر الذَّاكِر بِالْبَيْتِ الَّذِي ظَاهِره عَاطِل وَبَاطِنه بَاطِل , وَقِيلَ مَوْقِع التَّشْبِيه بِالْحَيِّ وَالْمَيِّت لِمَا فِي الْحَيّ مِنْ النَّفْع لِمَنْ يُوَالِيه وَالضُّرّ لِمَنْ يُعَادِيه وَلَيْسَ ذَلِكَ فِي الْمَيِّت. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2272",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ انْطَلَقَ ثَلاَثَةُ رَهْطٍ مِمَّنْ كَانَ قَبْلَكُمْ حَتَّى أَوَوُا الْمَبِيتَ إِلَى غَارٍ فَدَخَلُوهُ، فَانْحَدَرَتْ صَخْرَةٌ مِنَ الْجَبَلِ فَسَدَّتْ عَلَيْهِمُ الْغَارَ فَقَالُوا إِنَّهُ لاَ يُنْجِيكُمْ مِنْ هَذِهِ الصَّخْرَةِ إِلاَّ أَنْ تَدْعُوا اللَّهَ بِصَالِحِ أَعْمَالِكُمْ‏.‏ فَقَالَ رَجُلٌ مِنْهُمُ اللَّهُمَّ كَانَ لِي أَبَوَانِ شَيْخَانِ كَبِيرَانِ، وَكُنْتُ لاَ أَغْبِقُ قَبْلَهُمَا أَهْلاً وَلاَ مَالاً، فَنَأَى بِي فِي طَلَبِ شَىْءٍ يَوْمًا، فَلَمْ أُرِحْ عَلَيْهِمَا حَتَّى نَامَا، فَحَلَبْتُ لَهُمَا غَبُوقَهُمَا فَوَجَدْتُهُمَا نَائِمَيْنِ وَكَرِهْتُ أَنْ أَغْبِقَ قَبْلَهُمَا أَهْلاً أَوْ مَالاً، فَلَبِثْتُ وَالْقَدَحُ عَلَى يَدَىَّ أَنْتَظِرُ اسْتِيقَاظَهُمَا حَتَّى بَرَقَ الْفَجْرُ، فَاسْتَيْقَظَا فَشَرِبَا غَبُوقَهُمَا، اللَّهُمَّ إِنْ كُنْتُ فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَفَرِّجْ عَنَّا مَا نَحْنُ فِيهِ مِنْ هَذِهِ الصَّخْرَةِ، فَانْفَرَجَتْ شَيْئًا لاَ يَسْتَطِيعُونَ الْخُرُوجَ ‏\"‏‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَقَالَ الآخَرُ اللَّهُمَّ كَانَتْ لِي بِنْتُ عَمٍّ كَانَتْ أَحَبَّ النَّاسِ إِلَىَّ، فَأَرَدْتُهَا عَنْ نَفْسِهَا، فَامْتَنَعَتْ مِنِّي حَتَّى أَلَمَّتْ بِهَا سَنَةٌ مِنَ السِّنِينَ، فَجَاءَتْنِي فَأَعْطَيْتُهَا عِشْرِينَ وَمِائَةَ دِينَارٍ عَلَى أَنْ تُخَلِّيَ بَيْنِي وَبَيْنَ نَفْسِهَا، فَفَعَلَتْ حَتَّى إِذَا قَدَرْتُ عَلَيْهَا قَالَتْ لاَ أُحِلُّ لَكَ أَنْ تَفُضَّ الْخَاتَمَ إِلاَّ بِحَقِّهِ‏.‏ فَتَحَرَّجْتُ مِنَ الْوُقُوعِ عَلَيْهَا، فَانْصَرَفْتُ عَنْهَا وَهْىَ أَحَبُّ النَّاسِ إِلَىَّ وَتَرَكْتُ الذَّهَبَ الَّذِي أَعْطَيْتُهَا، اللَّهُمَّ إِنْ كُنْتُ فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ عَنَّا مَا نَحْنُ فِيهِ‏.‏ فَانْفَرَجَتِ الصَّخْرَةُ، غَيْرَ أَنَّهُمْ لاَ يَسْتَطِيعُونَ الْخُرُوجَ مِنْهَا‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم وَقَالَ الثَّالِثُ اللَّهُمَّ إِنِّي اسْتَأْجَرْتُ أُجَرَاءَ فَأَعْطَيْتُهُمْ أَجْرَهُمْ، غَيْرَ رَجُلٍ وَاحِدٍ تَرَكَ الَّذِي لَهُ وَذَهَبَ فَثَمَّرْتُ أَجْرَهُ حَتَّى كَثُرَتْ مِنْهُ الأَمْوَالُ، فَجَاءَنِي بَعْدَ حِينٍ فَقَالَ يَا عَبْدَ اللَّهِ أَدِّ إِلَىَّ أَجْرِي‏.‏ فَقُلْتُ لَهُ كُلُّ مَا تَرَى مِنْ أَجْرِكَ مِنَ الإِبِلِ وَالْبَقَرِ وَالْغَنَمِ وَالرَّقِيقِ‏.‏ فَقَالَ يَا عَبْدَ اللَّهِ لاَ تَسْتَهْزِئْ بِي‏.‏ فَقُلْتُ إِنِّي لاَ أَسْتَهْزِئُ بِكَ‏.‏ فَأَخَذَهُ كُلَّهُ فَاسْتَاقَهُ فَلَمْ يَتْرُكْ مِنْهُ شَيْئًا، اللَّهُمَّ فَإِنْ كُنْتُ فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ عَنَّا مَا نَحْنُ فِيهِ‏.‏ فَانْفَرَجَتِ الصَّخْرَةُ فَخَرَجُوا يَمْشُونَ ‏\"‏‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) saying, \"Three men from among those who were before you, set out together \ntill they reached a cave at night and entered it. A big rock rolled down the mountain and closed the \nmouth of the cave. They said (to each other), Nothing could save you from this rock but to invoke \nAllah by giving reference to the righteous deed which you have done (for Allah's sake only).' So, one \nof them said, 'O Allah! I had old parents and I never provided my family (wife, children etc.) with \nmilk before them. One day, by chance I was delayed, and I came late (at night) while they had slept. I \nmilked the sheep for them and took the milk to them, but I found them sleeping. I disliked to provide \nmy family with the milk before them. I waited for them and the bowl of milk was in my hand and I \nkept on waiting for them to get up till the day dawned. Then they got up and drank the milk. O Allah! \nIf I did that for Your Sake only, please relieve us from our critical situation caused by this rock.' So, \nthe rock shifted a little but they could not get out.\" \nThe Prophet (ﷺ) added, \"The second man said, 'O Allah! I had a cousin who was the dearest of all people \nto me and I wanted to have sexual relations with her but she refused. Later she had a hard time in a \nfamine year and she came to me and I gave her one-hundred-and-twenty Dinars on the condition that \nshe would not resist my desire, and she agreed. When I was about to fulfill my desire, she said: It is \nillegal for you to outrage my chastity except by legitimate marriage. So, I thought it a sin to have \nsexual intercourse with her and left her though she was the dearest of all the people to me, and also I \nleft the gold I had given her. O Allah! If I did that for Your Sake only, please relieve us from the \npresent calamity.' So, the rock shifted a little more but still they could not get out from there.\" \nThe Prophet (ﷺ) added, \"Then the third man said, 'O Allah! I employed few laborers and I paid them their \nwages with the exception of one man who did not take his wages and went away. I invested his wages \nand I got much property thereby. (Then after some time) he came and said to me: O Allah's slave! Pay \nme my wages. I said to him: All the camels, cows, sheep and slaves you see, are yours. He said: O \nAllah's slave! Don't mock at me. I said: I am not mocking at you. So, he took all the herd and drove \nthem away and left nothing. O Allah! If I did that for Your Sake only, please relieve us from the \npresent suffering.' So, that rock shifted completely and they got out walking.",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي سَالِم ) ‏ ‏كَذَا صَرَّحَ شُعَيْب عَنْ اَلزُّهْرِيِّ بِإِخْبَارِ سَالِمٍ لَهُ وَشَذَّ اِبْن أَبِي ذِئْب فَأَدْخَلَ بَيْنَ اَلزُّهْرِيِّ وَسَالِم مُحَمَّد بْن زُبَيْد بْن قُنْقُذ وَاقْتَصَرَ شُعَيْب عَلَى سَالِم وَتَابَعَهُ اِبْن جُرَيْجٍ عَنْ اِبْن شِهَاب عِنْد أَبِي عَوَانَة وَكَذَا عُثْمَان بْن عُمَر عَنْ يُونُسَ عَنْ اَلزُّهْرِيِّ كَمَا سَيَأْتِي فِي اَلطِّبِّ وَكَذَا قَالَ أَكْثَر أَصْحَابِ سُفْيَان عَنْهُ عَنْ اَلزُّهْرِيِّ وَنَقَلَ اَلتِّرْمِذِيُّ عَنْ اِبْنِ اَلْمَدِينِي وَالْحُمَيْدِيِّ أَنَّ سُفْيَان كَانَ يَقُولُ : لَمْ يَرْوِ اَلزُّهْرِيّ هَذَا اَلْحَدِيث إِلَّا عَنْ سَالِمٍ اِنْتَهَى. وَكَذَا قَالَ أَحْمَد عَنْ سُفْيَان : إِنَّمَا نَحْفَظُهُ عَنْ سَالِم. لَكِنَّ هَذَا اَلْحَصْرَ مَرْدُود فَقَدْ حَدَّثَ بِهِ مَالِك عَنْ اَلزُّهْرِيِّ عَنْ سَالِم وَحَمْزَة اِبْنِي عَبْد اَللَّه بْن عُمَر عَنْ أَبِيهِمَا وَمَالك مِنْ كِبَارِ اَلْحُفَّاظِ وَلَا سِيَّمَا فِي حَدِيثِ اَلزُّهْرِيِّ وَكَذَا رَوَاهُ اِبْن أَبِي عُمَر عَنْ سُفْيَان نَفْسِهِ أَخْرَجَهُ مُسْلِم وَاَلتِّرْمِذِيّ عَنْهُ وَهُوَ يَقْتَضِي رُجُوعَ سُفْيَان عَمَّا سَبَقَ مِنْ اَلْحَصْرِ. وَأَمَّا اَلتِّرْمِذِيُّ فَجَعَلَ رِوَايَةَ اِبْن أَبِي عُمَر هَذِهِ مَرْجُوحَة وَقَدْ تَابَعَ مَالِكًا أَيْضًا يُونُسُ مِنْ رِوَايَةِ اِبْنِ وَهْبٍ عَنْهُ كَمَا سَيَأْتِي فِي اَلطِّبِّ وَصَالِح بْن كَيسَان عِنْدَ مُسْلِم وَأَبُو أُوَيْس عِنْدَ أَحْمَد وَيَحْيَى بْن سَعِيد وَابْن أَبِي عَتِيق وَمُوسَى بْن عَقَبَة ثَلَاثَتُهُمْ عِنْدَ اَلنَّسَائِيِّ كُلُّهمْ عَنْ اَلزُّهْرِيِّ عَنْهُمَا وَرَوَاهُ إِسْحَاق اِبْن رَاشِد عَنْ اَلزُّهْرِيِّ فَاقْتَصَرَ عَلَى حَمْزَة أَخْرَجَهُ اَلنَّسَائِيّ وَكَذَا أَخْرَجَهُ اِبْن خُزَيْمَة وَأَبُو عَوَانَة مِنْ طَرِيق عُقَيْل وَأَبُو عَوَانَةَ مِنْ طَرِيقِ شَبِيب بْن سَعِيد كِلَاهُمَا عَنْ اَلزُّهْرِيِّ وَرَوَاهُ اَلْقَاسِم بْن مَبْرُور عَنْ يُونُسَ فَاقْتَصَرَ عَلَى حَمْزَة أَخْرَجَهُ اَلنَّسَائِيّ أَيْضًا. وَكَذَا أَخْرَجَهُ أَحْمَد مِنْ طَرِيقِ رَبَاح بْن زَيْد عَنْ مَعْمَر مُقْتَصِرًا عَلَى حَمْزَة وَأَخْرَجَهُ اَلنَّسَائِيّ مِنْ طَرِيقِ عَبْد اَلْوَاحِد عَنْ مَعْمَر فَاقْتَصَرَ عَلَى سَالِم فَالظَّاهِر أَنَّ اَلزُّهْرِيَّ يَجْمَعُهُمَا تَارَةً وَيُفْرِدُ أَحَدَهُمَا أُخْرَى وَقَدْ رَوَاهُ إِسْحَاقُ فِي مُسْنَدِهِ عَنْ عَبْد اَلرَّزَّاق عَنْ مَعْمَرٍ عَنْ اَلزُّهْرِيِّ فَقَالَ : عَنْ سَالِمٍ أَوْ حَمْزَةَ أَوْ كِلَاهُمَا وَلَهُ أَصْلٌ عَنْ حَمْزَة مِنْ غَيْرِ رِوَايَة اَلزُّهْرِيّ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق عُتْبَة بْن مُسْلِم عَنْهُ وَاَللَّه أَعْلَمُ. ‏ ‏قَوْله : ( إِنَّمَا اَلشُّؤْمُ ) ‏ ‏بِضَمّ اَلْمُعْجَمَة وَسُكُون اَلْهَمْزَةِ وَقَدْ تُسَهَّلُ فَتَصِيرُ وَاوًا. ‏ ‏قَوْلُهُ : ( فِي ثَلَاثٍ ) ‏ ‏يَتَعَلَّقُ بِمَحْذُوف تَقْدِيرِه كَائِن قَالَهُ اِبْنُ اَلْعَرَبِيِّ قَالَ : وَالْحَصْرُ فِيهَا بِالنِّسْبَةِ إِلَى اَلْعَادَةِ لَا بِالنِّسْبَةِ إِلَى اَلْخِلْقَةِ اِنْتَهَى. وَقَالَ غَيْره : إِنَّمَا خُصَّتْ بِالذِّكْرِ لِطُول مُلَازَمَتِهَا وَقَدْ رَوَاهُ مَالِك وَسُفْيَان وَسَائِرُ اَلرُّوَاةِ بِحَذْف \" إِنَّمَا \" لَكِنْ فِي رِوَايَةِ عُثْمَان بْن عُمَر \" لَا عَدْوَى وَلَا طِيرَةَ وَإِنَّمَا اَلشُّؤْمُ فِي اَلثَّلَاثَةِ \" قَالَ مُسْلِم لَمْ يَذْكُرْ أَحَد فِي حَدِيثِ اِبْن عُمَر \" لَا عَدْوَى \" إِلَّا عُثْمَان بْن عُمَر. قُلْت : وَمِثْلُهُ فِي حَدِيثِ سَعْد بْن أَبِي وَقَّاصٍ اَلَّذِي أَخْرَجَهُ أَبُو دَاوُدَ لَكِنْ قَالَ فِيهِ \" إِنْ تَكُنْ اَلطِّيرَة فِي شَيْء \" اَلْحَدِيث وَالطِّيرَة وَالشُّؤْم بِمَعْنَى وَاحِدٍ كَمَا سَأُبَيِّنُهُ فِي أَوَاخِرَ شَرْحِ اَلطِّبِّ إِنْ شَاءَ اَللَّهُ تَعَالَى وَظَاهِر اَلْحَدِيثِ أَنَّ اَلشُّؤْمَ وَالطِّيرَةَ فِي هَذِهِ اَلثَّلَاثَةِ قَالَ اِبْن قُتَيْبَة : وَوَجْهُهُ أَنَّ أَهْلَ اَلْجَاهِلِيَّةِ كَانُوا يَتَطَيَّرُونَ فَنَهَاهُمْ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَأَعْلَمَهُمْ أَنْ لَا طِيرَةَ فَلَمَّا أَبَوْا أَنْ يَنْتَهَوا بَقِيَتْ اَلطِّيرَة فِي هَذِهِ اَلْأَشْيَاءِ اَلثَّلَاثَةِ. قُلْت : فَمَشَى اِبْنُ قُتَيْبَة عَلَى ظَاهِرِهِ وَيَلْزَمُ عَلَى قَوْلِهِ أَنَّ مَنْ تَشَاءَمَ بِشَيْءٍ مِنْهَا نَزَلَ بِهِ مَا يَكْرَهُ قَالَ اَلْقُرْطُبِيّ : وَلَا يَظُنُّ بِهِ أَنَّهُ يَحْمِلُهُ عَلَى مَا كَانَتْ اَلْجَاهِلِيَّةُ تَعْتَقِدُهُ بِنَاءً عَلَى أَنَّ ذَلِكَ يَضُرُّ وَيَنْفَعُ بِذَاته فَإِنَّ ذَلِكَ خَطَأ وَإِنَّمَا عَنِيَ أَنَّ هَذِهِ اَلْأَشْيَاءَ هِيَ أَكْثَرُ مَا يَتَطَيَّرُ بِهِ اَلنَّاسُ فَمَنْ وَقَعَ فِي نَفْسِهِ شَيْء أُبِيحُ لَهُ أَنْ يَتْرُكَهُ وَيَسْتَبْدِلَ بِهِ غَيْرَهُ قُلْت : وَقَدْ وَقَعَ فِي رِوَايَةِ عُمَر اَلْعَسْقَلَانِيّ - وَهُوَ اِبْن مُحَمَّد اِبْن زَيْد بْن عَبْد اَللَّه بْن عُمَر - عَنْ أَبِيهِ عَنْ اِبْن عُمَر كَمَا سَيَأْتِي فِي اَلنِّكَاحِ بِلَفْظ \" ذَكَرُوا الشُّؤْم فَقَالَ : إِنْ كَانَ فِي شَيْءٍ فَفِي \" وَلِمُسْلِم \" إِنْ يَكْ مِنْ اَلشُّؤْمِ شَيْءٌ حَقٌّ \" وَفِي رِوَايَة عُتْبَة بْن مُسْلِم \" إِنْ كَانَ اَلشُّؤْم فِي شَيْء \" وَكَذَا فِي حَدِيثِ جَابِر عِنْد مُسْلِم وَهُوَ مُوَافِقٌ لِحَدِيثِ سَهْل بْن سَعْد ثَانِي حَدِيثِي اَلْبَاب وَهُوَ يَقْتَضِي عَدَمَ اَلْجَزْمِ بِذَلِكَ بِخِلَافِ رِوَايَة اَلزُّهْرِيّ قَالَ اِبْن اَلْعَرَبِيِّ : مَعْنَاهُ إِنْ كَانَ خَلَقَ اَللَّهُ اَلشُّؤْم فِي شَيْءٍ مِمَّا جَرَى مِنْ بَعْضِ اَلْعَادَةِ فَإِنَّمَا يَخْلُقُهُ فِي هَذِهِ اَلْأَشْيَاءِ قَالَ اَلْمَازِرِيُّ : مُجْمَلُ هَذِهِ اَلرِّوَايَةِ إِنْ يَكُنْ اَلشُّؤْم حَقًّا فَهَذِهِ اَلثَّلَاث أَحَقُّ بِهِ بِمَعْنَى أَنَّ اَلنُّفُوسَ يَقَعُ فِيهَا اَلتَّشَاؤُم بِهَذِهِ أَكْثَرُ مِمَّا يَقَعُ بِغَيْرِهَا. وَجَاءَ عَنْ عَائِشَة أَنَّهَا أَنْكَرَتْ هَذَا اَلْحَدِيثَ فَرَوَى أَبُو دَاوُدَ اَلطَّيَالِسِيّ فِي مُسْنَدِهِ عَنْ مُحَمَّد بْن رَاشِد عَنْ مَكْحُولٍ قَالَ : قِيلَ لِعَائِشَة إِنَّ أَبَا هُرَيْرَة قَالَ \" قَالَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ اَلشُّؤْم فِي ثَلَاثَة \" فَقَالَتْ : لَمْ يَحْفَظْ إِنَّهُ دَخَلَ وَهُوَ يَقُولُ \" قَاتَلَ اَللَّهُ اَلْيَهُودَ يَقُولُونَ اَلشُّؤْمُ فِي ثَلَاثَة \" فَسَمِعَ آخِرَ اَلْحَدِيث وَلَمْ يَسْمَعْ أَوَّله. قُلْت : وَمَكْحُولٌ لَمْ يَسْمَعْ مِنْ عَائِشَة فَهُوَ مُنْقَطِع لَكِنْ رَوَى أَحْمَد وَابْن خُزَيْمَة وَالْحَاكِم مِنْ طَرِيق قَتَادَة عَنْ أَبِي حَسَّان \" أَنَّ رَجُلَيْنِ مِنْ بَنِي عَامِرٍ دَخَلَا عَلَى عَائِشَة فَقَالَا : إِنَّ أَبَا هُرَيْرَة قَالَ \" إِنَّ رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : اَلطِّيرَةُ فِي اَلْفَرَسِ وَالْمَرْأَةِ وَالدَّارِ \" فَغَضِبَتْ غَضَبًا شَدِيدًا وَقَالَتْ : مَا قَالَهُ وَإِنَّمَا قَالَ \" إِنَّ أَهْلَ اَلْجَاهِلِيَّةِ كَانُوا يَتَطَيَّرُونَ مِنْ ذَلِكَ \" اِنْتَهَى , وَلَا مَعْنَى لِإِنْكَار ذَلِكَ عَلَى أَبِي هُرَيْرَة مَعَ مُوَافَقَةِ مَنْ ذَكَرْنَا مِنْ اَلصَّحَابَةِ لَهُ فِي ذَلِكَ وَقَدْ تَأَوَّلَهُ غَيْرُهَا عَلَى أَنَّ ذَلِكَ سِيقَ لِبَيَانِ اِعْتِقَادِ اَلنَّاسِ فِي ذَلِكَ لَا أَنَّهُ إِخْبَارٌ مِنْ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِثُبُوتٍ ذَلِكَ وَسِيَاق اَلْأَحَادِيثِ اَلصَّحِيحَةِ اَلْمُتَقَدِّمِ ذِكْرهَا يُبْعِدُ هَذَا اَلتَّأْوِيلَ. قَالَ اِبْن اَلْعَرَبِيِّ : هَذَا جَوَاب سَاقِط لِأَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُبْعَثْ لِيُخْبِر اَلنَّاس عَنْ مُعْتَقَدَاتِهِم اَلْمَاضِيَةِ وَالْحَاصِلَةِ وَإِنَّمَا بُعِثَ لِيُعَلِّمَهُمْ مَا يَلْزَمُهُمْ أَنْ يَعْتَقِدُوهُ اِنْتَهَى : وَأَمَّا مَا أَخْرَجَهُ اَلتِّرْمِذِيُّ مِنْ حَدِيثِ حَكِيم بْن مُعَاوِيَة قَالَ \" سَمِعَتُ رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : لَا شُؤْمَ وَقَدْ يَكُونُ اَلْيُمْنُ فِي اَلْمَرْأَةِ وَالدَّارِ وَالْفَرَسِ \" فَفِي إِسْنَادِهِ ضَعْف ثُمَّ مُخَالَفَته لِلْأَحَادِيثِ اَلصَّحِيحَةِ. وَقَالَ عَبْد اَلرَّزَّاق فِي مُصَنَّفِهِ عَنْ مَعْمَرٍ سَمِعْتُ مَنْ يُفَسِّرُ هَذَا اَلْحَدِيثَ يَقُولُ : شُؤْمُ اَلْمَرْأَةِ إِذَا كَانَتْ غَيْرَ وَلُود وَشُؤْم اَلْفَرَسِ إِذَا لَمْ يَغْزُ عَلَيْهِ وَشُؤْم اَلدَّار جَارُ اَلسَّوْءِ. وَرَوَى أَبُو دَاوُد فِي اَلطِّبِّ عَنْ اِبْن اَلْقَاسِم عَنْ مَالِكٍ أَنَّهُ سُئِلَ عَنْهُ فَقَالَ : كَمْ مِنْ دَارِ سَكَنَهَا نَاس فَهَلَكُوا. قَالَ اَلْمَازِرِيُّ : فَيَحْمِلُهُ مَالِك عَلَى ظَاهِرِهِ وَالْمَعْنَى أَنَّ قَدَرَ اَللَّهِ رُبَمَا اِتَّفَقَ مَا يُكْرَهُ عِنْدَ سُكْنَى اَلدَّارِ فَتَصِيرُ فِي ذَلِكَ كَالسَّبَبِ فَتَسَامَحَ فِي إِضَافَةِ اَلشَّيْءِ إِلَيْهِ اِتِّسَاعًا. وَقَالَ اِبْن اَلْعَرَبِيِّ : لَمْ يُرِدْ مَالِك إِضَافَةَ اَلشُّؤْم إِلَى اَلدَّارِ وَإِنَّمَا هُوَ عِبَارَة عَنْ جَرْيِ اَلْعَادَةِ فِيهَا فَأَشَارَ إِلَى أَنَّهُ يَنْبَغِي لِلْمَرْءِ اَلْخُرُوجُ عَنْهَا صِيَانَة لِاعْتِقَادِهِ عَنْ اَلتَّعَلُّقِ بِالْبَاطِلِ. وَقِيلَ : مَعْنَى اَلْحَدِيثِ أَنَّ هَذِهِ اَلْأَشْيَاءَ يَطُولُ تَعْذِيبُ اَلْقَلْبِ بِهَا مَعَ كَرَاهَةِ أَمْرِهَا لِمُلَازَمَتِهَا بِالسُّكْنَى وَالصُّحْبَةِ وَلَوْ لَمْ يَعْتَقِدْ اَلْإِنْسَانُ اَلشُّؤْم فِيهَا فَأَشَارَ اَلْحَدِيثُ إِلَى اَلْأَمْرِ بِفِرَاقِهَا لِيَزُولَ اَلتَّعْذِيبُ. قُلْت : وَمَا أَشَارَ إِلَيْهِ اِبْنُ اَلْعَرَبِيِّ فِي تَأْوِيلِ كَلَامِ مَالِكٍ أَوْلَى وَهُوَ نَظِيرُ اَلْأَمْرِ بِالْفِرَارِ مِنْ اَلْمَجْذُومِ مَعَ صِحَّةِ نَفْي اَلْعَدْوَى وَالْمُرَاد بِذَلِكَ حَسْم اَلْمَادَّة وَسَدّ اَلذَّرِيعَةِ لِئَلَّا يُوَافِقَ شَيْء مِنْ ذَلِكَ اَلْقَدَر فَيَعْتَقِدُ مَنْ وَقَعَ لَهُ أَنَّ ذَلِكَ مِنْ اَلْعَدْوَى أَوْ مِنْ اَلطِّيرَةِ فَيَقَعُ فِي اِعْتِقَادِ مَا نُهِيَ عَنْ اِعْتِقَادِهِ فَأُشِيرَ إِلَى اِجْتِنَابِ مِثْلِ ذَلِكَ. وَالطَّرِيقُ فِيمَنْ وَقَعَ لَهُ ذَلِكَ فِي اَلدَّارِ مَثَلًا أَنْ يُبَادِرَ إِلَى اَلتَّحَوُّلِ مِنْهَا لِأَنَّهُ مَتَى اِسْتَمَرَّ فِيهَا رُبَّمَا حَمَلَهُ ذَلِكَ عَلَى اِعْتِقَادِ صِحَّةِ اَلطِّيرَةِ وَالتَّشَاؤُم. وَأَمَّا مَا رَوَاهُ أَبُو دَاوُدَ وَصَحَّحَهُ اَلْحَاكِم مِنْ طَرِيقِ إِسْحَاق بْن طَلْحَة عَنْ أَنَس \" قَالَ رَجُل : يَا رَسُول اَللَّهِ إِنَّا كُنَّا فِي دَارٍ كَثِير فِيهَا عَدَدنَا وَأَمْوَالنَا فَتُحَوِّلْنَا إِلَى أُخْرَى فَقَلَّ فِيهَا ذَلِكَ فَقَالَ : ذَرُوهَا ذَمِيمَة \" وَأَخْرَجَ مِنْ حَدِيث فَرْوَة بْن مُسَيْكٍ بِالْمُهْلَةِ مُصَغَّرًا مَا يَدُلُّ عَلَى أَنَّهُ هُوَ السَّائِلُ وَلَهُ شَاهِدٌ مِنْ حَدِيثِ عَبْد اَللَّه بْن شَدَّاد بْن اَلْهَادِ أَحَد كِبَار اَلتَّابِعِينَ وَلَهُ رِوَايَةٌ بِإِسْنَادٍ صَحِيحٍ إِلَيْهِ عِنْدَ عَبْد اَلرَّزَّاق قَالَ ابْن اَلْحَرْبِيّ وَرَوَاهُ مَالِك عَنْ يَحْيَى بْن سَعِيد مُنْقَطِعًا قَالَ : وَالدَّارُ اَلْمَذْكُورَةُ فِي حَدِيثِهِ كَانَتْ دَار مُكْمِل بِضَمِّ اَلْمِيمِ وَسُكُون اَلْكَافِ وَكَسْرِ اَلْمِيمِ بَعْدَهَا لَامٌ - وَهُوَ اِبْن عَوْف أَخُو عَبْد اَلرَّحْمَن اِبْن عَوْف - قَالَ : وَإِنَّمَا أَمَرَهُمْ بِالْخُرُوجِ مِنْهَا لِاعْتِقَادِهِمْ أَنَّ ذَلِكَ مِنْهَا وَلَيْسَ كَمَا ظَنُّوا لَكِنَّ اَلْخَالِقَ جَلَّ وَعَلَا جَعَلَ ذَلِكَ وَفْقًا لِظُهُور قَضَائِهِ وَأَمَرَهُمْ بِالْخُرُوجِ مِنْهَا لِئَلَّا يَقَعُ لَهُمْ بَعْدَ ذَلِكَ شَيْءٌ فَيَسْتَمِرُّ اِعْتِقَادُهُمْ. قَالَ اِبْن اَلْعَرَبِيِّ : وَأَفَادَ وَصْفُهَا بِكَوْنِهَا ذَمِيمَة جَوَاز ذَلِكَ وَأَنَّ ذِكْرَهَا بِقَبِيح مَا وَقَعَ فِيهَا سَائِغ مِنْ غَيْرِ أَنْ يَعْتَقِدَ أَنَّ ذَلِكَ كَانَ مِنْهَا وَلَا يَمْتَنِعَ ذَمّ مَحَلّ اَلْمَكْرُوه وَإِنْ كَانَ لَيْسَ مِنْهُ شَرْعًا كَمَا يُذَمُّ اَلْعَاصِي عَلَى مَعْصِيَتِهِ وَإِنْ كَانَ ذَلِكَ بِقَضَاءِ اَللَّهِ تَعَالَى. وَقَالَ اَلْخَطَّابِيّ : هُوَ اِسْتِثْنَاءٌ مِنْ غَيْرِ اَلْجِنْسِ وَمَعْنَاهُ إِبْطَال مَذْهَبِ اَلْجَاهِلِيَّةِ فِي اَلتَّطَيُّرِ فَكَأَنَّهُ قَالَ : إِنْ كَانَتْ لِأَحَدِكُمْ دَار يَكْرَهُ سُكْنَاهَا أَوْ اِمْرَأَةٌ يَكْرَهُ صُحْبَتهَا أَوْ فَرَسٌ يَكْرَهُ سَيْرَهُ فَلْيُفَارِقْهُ. قَالَ وَقِيلَ إِنَّ شُؤْمَ اَلدَّار ضِيقُهَا وَسُوءُ جِوَارهَا وَشُؤْمَ اَلْمَرْأَةِ أَنْ لَا تَلِدَ وَشُؤْمَ اَلْفَرَسِ أَنْ لَا يُغَزَى عَلَيْهِ. وَقِيلَ اَلْمَعْنَى مَا جَاءَ بِإِسْنَادٍ ضَعِيفٍ رَوَاهُ اَلدِّمْيَاطِيُّ فِي اَلْخَيْلِ \" إِذَا كَانَ اَلْفَرَس ضَرُوبًا فَهُوَ مَشْئُومٌ وَإِذَا حَنَّتْ اَلْمَرْأَة إِلَى بَعْلِهَا اَلْأَوَّلِ فَهِيَ مَشْئُومَة وَإِذَا كَانَتْ اَلدَّار بَعِيدَة مِنْ اَلْمَسْجِدِ لَا يُسْمَعُ مِنْهَا اَلْأَذَانَ فَهِيَ مَشْئُومَة. وَقِيلَ : كَانَ قَوْلُهُ ذَلِكَ فِي أَوَّلِ اَلْأَمْرِ ثُمَّ نُسِخَ ذَلِكَ بِقَوْلِهِ تَعَالَى \" مَا أَصَابَ مِنْ مُصِيبَةٍ فِي اَلْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَاب \" اَلْآيَة حَكَاهُ ابْن عَبْد اَلْبَرّ وَالنَّسْخُ لَا يَثْبُتُ بِالِاحْتِمَالِ لَا سِيَّمَا مَعَ إِمْكَانِ اَلْجَمْعِ وَلَا سِيَّمَا وَقَدْ وَرَدَ فِي نَفْسِ هَذَا اَلْخَبَرِ نَفْيُ اَلتَّطَيُّر ثُمَّ إِثْبَاتُهُ فِي اَلْأَشْيَاءِ اَلْمَذْكُورَةِ. وَقِيلَ يُحْمَلُ اَلشُّؤْم عَلَى قِلَّةِ اَلْمُوَافَقَة وَسُوءِ اَلطِّبَاعِ وَهُوَ كَحَدِيثِ سَعْد بْن أَبِي وَقَّاصٍ رَفَعَه ( مِنْ سَعَادَةِ اَلْمَرْءِ اَلْمَرْأَة اَلصَّالِحَة وَالْمَسْكَن اَلصَّالِحُ وَالْمَرْكَبُ اَلْهَنِيء. وَمِنْ شَقَاوَةِ اَلْمَرْءِ اَلْمَرْأَة اَلسُّوءُ وَالْمَسْكَن اَلسُّوْء وَالْمَرْكَب اَلسُّوْء أَخْرَجَهُ أَحْمَد. وَهَذَا يَخْتَصُّ بِبَعْضِ أَنْوَاعِ اَلْأَجْنَاسِ اَلْمَذْكُورَةِ دُونَ بَعْض وَبِهِ صَرَّحَ اِبْن عَبْد اَلْبَرّ فَقَالَ : يَكُونُ لِقَوْمٍ دُونَ قَوْم وَذَلِكَ كُلُّه بِقَدَرِ اَللَّهِ. وَقَالَ اَلْمُهَلَّب مَا حَاصِله : أَنَّ اَلْمُخَاطَبَ بِقَوْلِهِ \" اَلشُّؤْم فِي ثَلَاثَة \" مَنْ اِلْتَزَمَ اَلتَّطَيُّر وَلَمْ يَسْتَطِعْ صَرْفَهُ عَنْ نَفْسِهِ فَقَالَ لَهُمْ : إِنَّمَا يَقَعُ ذَلِكَ فِي هَذِهِ اَلْأَشْيَاءِ اَلَّتِي تُلَازِمُ فِي غَالِب اَلْأَحْوَالِ فَإِذَا كَانَ كَذَلِكَ فَاتْرُكُوهَا عَنْكُمْ وَلَا تُعَذِّبُوا أَنْفُسَكُمْ بِهَا وَيَدُلُّ عَلَى ذَلِكَ تَصْدِيرُهُ اَلْحَدِيث بِنَفْي اَلطِّيرَة. وَاسْتَدَلَّ لِذَلِكَ بِمَا أَخْرَجَهُ اِبْنُ حِبَّانَ عَنْ أَنَس رَفَعَهُ \" لَا طِيرَةَ وَالطِّيرَةُ عَلَى مَنْ تَطَيَّرَ وَإِنْ تَكُنْ فِي شَيْءٍ فَفِي اَلْمَرْأَةِ \" اَلْحَدِيث وفِي صِحَّتِهِ نَظَرٌ لِأَنَّهُ مِنْ رِوَايَة عُتْبَةَ بْنِ حُمَيْد عَنْ عُبَيْدِ اَللَّهِ بْن أَبِي بَكْر عَنْ أَنَس , وَعُتْبَةُ مُخْتَلَفٌ فِيهِ وَسَيَكُونُ لَنَا عَوْدَةٌ إِلَى بَقِيَّةِ مَا يَتَعَلَّقُ بِالتَّطَيُّرِ وَالْفَأْلِ فِي آخِر كِتَاب اَلطِّبِّ حَيْثُ ذَكَرَهُ اَلْمُصَنِّفُ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏( تَكْمِيل ) : ‏ ‏اِتَّفَقَتْ اَلطُّرْقُ كُلُّهَا عَلَى اَلِاقْتِصَارِ عَلَى اَلثَّلَاثَةِ اَلْمَذْكُورَةِ وَوَقَعَ عِنْدَ اِبْن إِسْحَاق فِي رِوَايَةِ عَبْد اَلرَّزَّاق اَلْمَذْكُورَة : قَالَ مَعْمَرٌ قَالَتْ أُمُّ سَلَمَةَ \" وَالسَّيْف \" قَالَ أَبُو عُمَر : رَوَاهُ جُوَيْرِيَة عَنْ مَالِكٍ عَنْ اَلزُّهْرِيِّ عَنْ بَعْضِ أَهْلِ أُمّ سَلَمَةَ عَنْ أُمّ سَلَمَةَ قَلْتُ : أَخْرَجَهُ الدَّارَقُطْنِي فِي \" غَرَائِبَ مَالِكٍ \" وَإِسْنَاده صَحِيح إِلَى اَلزُّهْرِيِّ وَلَمْ يَنْفَرِدْ بِهِ جُوَيْرِيَّة بَلْ تَابَعَهُ سَعِيد بْن دَاوُدَ عَنْ مَالِكٍ أَخْرَجَهُ الدَّارَقُطْنِي أَيْضًا قَالَ : وَالْمُبْهَمُ اَلْمَذْكُور هُوَ أَبُو عُبَيْدَة بْن عَبْد اَللَّه بْن زَمْعَة سَمَّاهُ عَبْد اَلرَّحْمَن بْن إِسْحَاق عَنْ اَلزُّهْرِيِّ فِي رِوَايَتِهِ. قُلْت : أَخْرَجَهُ اِبْن مَاجَهْ مِنْ هَذَا اَلْوَجْهِ مَوْصُولًا فَقَالَ \" عَنْ اَلزُّهْرِيِّ عَنْ أَبِي عُبَيْدَة بْن عَبْد اَللَّه بْن زَمْعَة عَنْ زَيْنَب بِنْت أُمّ سَلَمَة عَنْ أُمّ سَلَمَة أَنَّهَا حَدَّثَتْ بِهَذِهِ اَلثَّلَاثَةِ وَزَادَتْ فِيهِنَّ وَالسَّيْف \" وَأَبُو عُبَيْدَة اَلْمَذْكُورُ هُوَ اِبْن بِنْت أُمّ سَلَمَة أُمّه زَيْنَب بِنْت أُمّ سَلَمَة وَقَدْ رَوَى اَلنَّسَائِيّ حَدِيث اَلْبَابِ مِنْ طَرِيقِ اِبْن أَبِي ذِئْب عَنْ اَلزُّهْرِيِّ فَأَدْرَجَ فِيهِ اَلسَّيْف وَخَالَفَ فِيهِ فِي اَلْإِسْنَادِ أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2273",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ ـ رضى الله عنه ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَمَرَ بِالصَّدَقَةِ انْطَلَقَ أَحَدُنَا إِلَى السُّوقِ فَيُحَامِلُ فَيُصِيبُ الْمُدَّ، وَإِنَّ لِبَعْضِهِمْ لَمِائَةَ أَلْفٍ، قَالَ مَا نُرَاهُ إِلاَّ نَفْسَهُ‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) ordered us to give in charity we would go to the market and work as \nporters to earn a Mudd (two handfuls) (of foodstuff) but now some of us have one-hundred thousand \nDirhams or Diners. (The sub-narrator) Shaqiq said, \"I think Abu Mas`ud meant himself by saying \n(some of us) .",
    "explication": "‏ ‏قَوْله : ( سَعِيد بْن يَحْيَى ) ‏ ‏أَيْ : اِبْن سَعِيد الْأُمَوِيّ. ‏ ‏قَوْله : ( فَيُحَامِلُ ) ‏ ‏بِضَمِّ التَّحْتَانِيَّة وَاللَّام مَضْمُومَة بِلَفْظ الْمُضَارِع مِنْ الْمُفَاعَلَةِ. وَيُرْوَى بِفَتْحِ الْمُثَنَّاة وَفَتْح اللَّامِ أَيْضًا , وَيُؤَيِّدُهُ قَوْلُهُ فِي رِوَايَة زَائِدَة الْآتِيَة فِي التَّفْسِيرِ \" فَيَحْتَالُ أَحَدُنَا حَتَّى يَجِيءَ بِالْمُدِّ \". ‏ ‏قَوْله : ( فَيُصِيبُ الْمُدّ ) ‏ ‏أَيْ : فِي مُقَابَلَة أُجْرَته فَيَتَصَدَّقُ بِهِ. ‏ ‏قَوْله : ( وَإِنَّ لِبَعْضِهِمْ الْيَوْمَ لَمِائَة أَلْف ) ‏ ‏زَادَ فِي التَّفْسِيرِ \" كَأَنَّهُ يُعَرِّضُ بِنَفْسِهِ \" وَأَشَارَ بِذَلِكَ إِلَى مَا كَانُوا عَلَيْهِ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ قِلَّة الشَّيْء , وَإِلَى مَا صَارُوا إِلَيْهِ بَعْدَهُ مِنْ التَّوَسُّعِ لِكَثْرَةِ الْفُتُوحِ , وَمَعَ ذَلِكَ فَكَانُوا فِي الْعَهْدِ الْأَوَّلِ يَتَصَدَّقُونَ بِمَا يَجِدُونَ وَلَوْ جَهِدُوا , وَالَّذِينَ أَشَارَ إِلَيْهِمْ آخِرًا بِخِلَاف ذَلِكَ. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ بِخَطِّ مُغَلْطَايَ فِي شَرْحِهِ \" وَإِنَّ لِبَعْضِهِمْ الْيَوْمَ ثَمَانِيَةَ آلَاف \" وَهُوَ تَصْحِيف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2274",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَلَقَّى الرُّكْبَانُ، وَلاَ يَبِيعَ حَاضِرٌ لِبَادٍ‏.‏ قُلْتُ يَا ابْنَ عَبَّاسٍ مَا قَوْلُهُ لاَ يَبِيعُ حَاضِرٌ لِبَادٍ قَالَ لاَ يَكُونُ لَهُ سِمْسَارًا‏.‏",
    "english_text": "Ibn `Abbas said, \"The Prophet (ﷺ) forbade the meeting of caravans (on the way) and ordained that no \ntownsman is permitted to sell things on behalf of a bedouin.\" I asked Ibn `Abbas, \"What is the \nmeaning of his saying, 'No townsman is permitted to sell things on behalf of a bedouin.' \" He replied, \n\"He should not work as a broker for him.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد ‏ ‏قَوْله : ( لَا تَلَقَّوُا الرُّكْبَان ) ‏ ‏زَاد الْكُشْمِيهَنِيّ فِي رِوَايَتِهِ \" لِلْبَيْعِ \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ قَرِيبًا. ‏ ‏قَوْله : ( لَا يَكُونُ لَهُ سِمْسَارًا ) ‏ ‏بِمُهْمَلَتَيْنِ هُوَ فِي الْأَصْلِ الْقَيِّمُ بِالْأَمْرِ وَالْحَافِظُ لَهُ , ثُمَّ اِسْتُعْمِلَ فِي مُتَوَلِّي الْبَيْع وَالشِّرَاء لِغَيْرِهِ , وَفِي هَذَا التَّفْسِيرِ تُعُقِّبَ عَلَى مَنْ فَسَّرَ الْحَاضِرَ بِالْبَادِي بِأَنَّ الْمُرَادَ نَهْيُ الْحَاضِرِ أَنْ يَبِيعَ لِلْبَادِي فِي زَمَنِ الْغَلَاءِ شَيْئًا يَحْتَاجُ إِلَيْهِ أَهْلُ الْبَلَدِ فَهَذَا مَذْكُور فِي كُتُبِ الْحَنَفِيَّةِ , وَقَالَ غَيْرهمْ : صُورَتُهُ أَنْ يَجِيءَ الْبَلَدَ غَرِيبٌ بِسِلْعَتِهِ يُرِيدُ بَيْعَهَا بِسِعْر الْوَقْت فِي الْحَالِ , فَيَأْتِيه بَلَدِيٌّ فَيَقُولُ لَهُ : ضَعْهُ عِنْدِي لِأَبِيعَهُ لَك عَلَى التَّدْرِيجِ بِأَغْلَى مِنْ هَذَا السِّعْرِ , فَجَعَلُوا الْحُكْمَ مَنُوطًا بِالْبَادِي وَمَنْ شَارَكَهُ فِي مَعْنَاهُ. قَالَ وَإِنَّمَا ذُكِرَ الْبَادِي فِي الْحَدِيثِ لِكَوْنِهِ الْغَالِبَ فَأُلْحِقَ بِهِ مَنْ يُشَارِكُهُ فِي عَدَمِ مَعْرِفَةِ السِّعْرِ الْحَاضِرِ وَإِضْرَارِ أَهْلِ الْبَلَدِ بِالْإِشَارَةِ عَلَيْهِ بِأَنْ لَا يُبَادِر بِالْبَيْعِ , وَهَذَا تَفْسِير الشَّافِعِيَّةِ وَالْحَنَابِلَة , وَجَعَلَ الْمَالِكِيَّةُ الْبَدَاوَةَ قَيْدًا , وَعَنْ مَالِكٍ لَا يَلْتَحِقُ بِالْبَدَوِيِّ فِي ذَلِكَ إِلَّا مَنْ كَانَ يُشْبِهُهُ , قَالَ فَأَمَّا أَهْلُ الْقُرَى الَّذِينَ يَعْرِفُونَ أَثْمَانَ السِّلَعِ وَالْأَسْوَاقِ فَلَيْسُوا دَاخِلِينَ فِي ذَلِكَ. قَالَ اِبْن الْمُنْذِر : اِخْتَلَفُوا فِي هَذَا النَّهْيِ فَالْجُمْهُور أَنَّهُ عَلَى التَّحْرِيمِ بِشَرْطِ الْعِلْمِ بِالنَّهْي وَأَنْ يَكُونَ الْمَتَاعُ الْمَجْلُوبُ مِمَّا يُحْتَاجُ إِلَيْهِ وَأَنْ يَعْرِضَ الْحَضَرِيّ ذَلِكَ عَلَى الْبَدَوِيِّ , فَلَوْ عَرَضَهُ الْبَدَوِيُّ عَلَى الْحَضَرِيِّ لَمْ يُمْنَعْ. وَزَادَ بَعْضُ الشَّافِعِيَّةِ عُمُوم الْحَاجَةِ وَأَنْ يَظْهَرَ بِبَيْعِ ذَلِكَ الْمَتَاعِ السَّعَة فِي تِلْكَ الْبَلَدِ , قَالَ اِبْن دَقِيقِ الْعِيدِ : أَكْثَرُ هَذِهِ الشُّرُوط تَدُورُ بَيْنَ اِتِّبَاعِ الْمَعْنَى أَوْ اللَّفْظِ , وَالَّذِي يَنْبَغِي أَنْ يُنْظَرَ فِي الْمَعْنَى إِلَى الظُّهُورِ وَالْخَفَاءِ فَحَيْثُ يَظْهَرُ يُخَصَّصُ النَّصّ أَوْ يُعَمَّمُ , وَحَيْثُ يَخْفَى فَاتِّبَاع اللَّفْظِ أَوْلَى , فَأَمَّا اِشْتِرَاطُ أَنْ يَلْتَمِسَ الْبَلَدِيّ ذَلِكَ فَلَا يَقْوَى لِعَدَمِ دَلَالَةِ اللَّفْظِ عَلَيْهِ وَعَدَمِ ظُهُورِ الْمَعْنَى فِيهِ , فَإِنَّ الضَّرَرَ الَّذِي عُلِّلَ بِهِ النَّهْي لَا يَفْتَرِقُ الْحَال فِيهِ بَيْنَ سُؤَال الْبَلَدِيّ وَعَدَمه , وَأَمَّا اِشْتِرَاطُ أَنْ يَكُونَ الطَّعَامُ مِمَّا تَدْعُو الْحَاجَةُ إِلَيْهِ فَمُتَوَسِّط بَيْنَ الظُّهُورِ وَعَدَمه , وَأَمَّا اِشْتِرَاطُ ظُهُورِ السَّعَةِ فَكَذَلِكَ أَيْضًا لِاحْتِمَالِ أَنْ يَكُونَ الْمَقْصُودُ مُجَرَّدَ تَفْوِيتِ الرِّبْحِ وَالرِّزْقِ عَلَى أَهْلِ الْبَلَدِ , وَأَمَّا اِشْتِرَاطُ الْعِلْمِ بِالنَّهْي فَلَا إِشْكَالَ فِيهِ. وَقَالَ السُّبْكِيّ : شَرْطُ حَاجَةِ النَّاسِ إِلَيْهِ مُعْتَبَر , وَلَمْ يَذْكُرْ جَمَاعَةٌ عُمُومَهَا وَإِنَّمَا ذَكَرَهُ الرَّافِعِيّ تَبَعًا لِلْبَغَوِيِّ وَيَحْتَاجُ إِلَى دَلِيل. وَاخْتَلَفُوا أَيْضًا فِيمَا إِذَا وَقَعَ الْبَيْع مَعَ وُجُودِ الشُّرُوطِ الْمَذْكُورَةِ هَلْ يَصِحُّ مَعَ التَّحْرِيمِ أَوْ لَا يَصِحُّ ؟ عَلَى الْقَاعِدَةِ الْمَشْهُورَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2275",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، حَدَّثَنَا خَبَّابٌ، قَالَ كُنْتُ رَجُلاً قَيْنًا فَعَمِلْتُ لِلْعَاصِ بْنِ وَائِلٍ فَاجْتَمَعَ لِي عِنْدَهُ فَأَتَيْتُهُ أَتَقَاضَاهُ فَقَالَ لاَ وَاللَّهِ لاَ أَقْضِيكَ حَتَّى تَكْفُرَ بِمُحَمَّدٍ‏.‏ فَقُلْتُ أَمَا وَاللَّهِ حَتَّى تَمُوتَ ثُمَّ تُبْعَثَ فَلاَ‏.‏ قَالَ وَإِنِّي لَمَيِّتٌ ثُمَّ مَبْعُوثٌ قُلْتُ نَعَمْ‏.‏ قَالَ فَإِنَّهُ سَيَكُونُ لِي ثَمَّ مَالٌ وَوَلَدٌ فَأَقْضِيكَ‏.‏ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالاً وَوَلَدًا‏}‏",
    "english_text": "I was a blacksmith and did some work for Al-`As bin Wail. When he owed me some money for my \nwork, I went to him to ask for that amount. He said, \"I will not pay you unless you disbelieve in \nMuhammad.\" I said, \"By Allah! I will never do that till you die and be resurrected.\" He said, \"Will I \nbe dead and then resurrected after my death?\" I said, \"Yes.\" He said, \"There I will have property and \noffspring and then I will pay you your due.\" Then Allah revealed. 'Have you seen him who \ndisbelieved in Our signs, and yet says: I will be given property and offspring?' (19.77)",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2276",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ ـ رضى الله عنه ـ قَالَ انْطَلَقَ نَفَرٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فِي سَفْرَةٍ سَافَرُوهَا حَتَّى نَزَلُوا عَلَى حَىٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ، فَأَبَوْا أَنْ يُضَيِّفُوهُمْ، فَلُدِغَ سَيِّدُ ذَلِكَ الْحَىِّ، فَسَعَوْا لَهُ بِكُلِّ شَىْءٍ لاَ يَنْفَعُهُ شَىْءٌ، فَقَالَ بَعْضُهُمْ لَوْ أَتَيْتُمْ هَؤُلاَءِ الرَّهْطَ الَّذِينَ نَزَلُوا لَعَلَّهُ أَنْ يَكُونَ عِنْدَ بَعْضِهِمْ شَىْءٌ، فَأَتَوْهُمْ، فَقَالُوا يَا أَيُّهَا الرَّهْطُ، إِنَّ سَيِّدَنَا لُدِغَ، وَسَعَيْنَا لَهُ بِكُلِّ شَىْءٍ لاَ يَنْفَعُهُ، فَهَلْ عِنْدَ أَحَدٍ مِنْكُمْ مِنْ شَىْءٍ فَقَالَ بَعْضُهُمْ نَعَمْ وَاللَّهِ إِنِّي لأَرْقِي، وَلَكِنْ وَاللَّهِ لَقَدِ اسْتَضَفْنَاكُمْ فَلَمْ تُضِيِّفُونَا، فَمَا أَنَا بِرَاقٍ لَكُمْ حَتَّى تَجْعَلُوا لَنَا جُعْلاً‏.‏ فَصَالَحُوهُمْ عَلَى قَطِيعٍ مِنَ الْغَنَمِ، فَانْطَلَقَ يَتْفِلُ عَلَيْهِ وَيَقْرَأُ ‏{‏الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ‏}‏ فَكَأَنَّمَا نُشِطَ مِنْ عِقَالٍ، فَانْطَلَقَ يَمْشِي وَمَا بِهِ قَلَبَةٌ، قَالَ فَأَوْفَوْهُمْ جُعْلَهُمُ الَّذِي صَالَحُوهُمْ عَلَيْهِ، فَقَالَ بَعْضُهُمُ اقْسِمُوا‏.‏ فَقَالَ الَّذِي رَقَى لاَ تَفْعَلُوا، حَتَّى نَأْتِيَ النَّبِيَّ صلى الله عليه وسلم فَنَذْكُرَ لَهُ الَّذِي كَانَ، فَنَنْظُرَ مَا يَأْمُرُنَا‏.‏ فَقَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرُوا لَهُ، فَقَالَ ‏\"‏ وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ ـ ثُمَّ قَالَ ـ قَدْ أَصَبْتُمُ اقْسِمُوا وَاضْرِبُوا لِي مَعَكُمْ سَهْمًا ‏\"‏‏.‏ فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ وَقَالَ شُعْبَةُ حَدَّثَنَا أَبُو بِشْرٍ سَمِعْتُ أَبَا الْمُتَوَكِّلِ بِهَذَا‏.‏",
    "english_text": "Some of the companions of the Prophet (ﷺ) went on a journey till they reached some of the 'Arab tribes (at \nnight). They asked the latter to treat them as their guests but they refused. The chief of that tribe was \nthen bitten by a snake (or stung by a scorpion) and they tried their best to cure him but in vain. Some \nof them said (to the others), \"Nothing has benefited him, will you go to the people who resided here at \nnight, it may be that some of them might possess something (as treatment),\" They went to the group of \nthe companions (of the Prophet (ﷺ) ) and said, \"Our chief has been bitten by a snake (or stung by a \nscorpion) and we have tried everything but he has not benefited. Have you got anything (useful)?\" \nOne of them replied, \"Yes, by Allah! I can recite a Ruqya, but as you have refused to accept us as \nyour guests, I will not recite the Ruqya for you unless you fix for us some wages for it.\" They agrees \nto pay them a flock of sheep. One of them then went and recited (Surat-ul-Fatiha): 'All the praises are \nfor the Lord of the Worlds' and puffed over the chief who became all right as if he was released from a \nchain, and got up and started walking, showing no signs of sickness. \nThey paid them what they agreed to pay. Some of them (i.e. the companions) then suggested to divide \ntheir earnings among themselves, but the one who performed the recitation said, \"Do not divide them \ntill we go to the Prophet (ﷺ) and narrate the whole story to him, and wait for his order.\" So, they went to \nAllah's Messenger (ﷺ) and narrated the story. Allah's Messenger (ﷺ) asked, \"How did you come to know that Suratul- \nFatiha was recited as Ruqya?\" Then he added, \"You have done the right thing. Divide (what you \nhave earned) and assign a share for me as well.\" The Prophet (ﷺ) smiled thereupon.",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي بِشْر ) ‏ ‏هُوَ جَعْفَر بْن أَبِي وَحْشِيَّة مَشْهُور بِكُنْيَتِهِ أَكْثَر مِنْ اِسْمه كَأَبِيهِ اِسْمه إِيَاس وَهُوَ مَشْهُور بِكُنْيَتِهِ. ‏ ‏قَوْله : ( عَنْ أَبِي الْمُتَوَكِّل ) ‏ ‏هُوَ النَّاجِيُّ , وَقَدْ ذَكَرَ الْمُصَنِّف فِي آخِر الْبَاب تَصْرِيح أَبِي بِشْر بِالسَّمَاعِ مِنْهُ , وَتَابَعَ أَبَا عَوَانَة عَلَى هَذَا الْإِسْنَاد شُعْبَة كَمَا فِي آخِر الْبَاب , وَهُشَيْمٌ كَمَا أَخْرَجَهُ مُسْلِم وَالنَّسَائِيُّ وَخَالَفَهُمْ الْأَعْمَش فَرَوَاهُ عَنْ جَعْفَر بْن أَبِي وَحْشِيَّة عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد جَعَلَ بَدَل أَبِي الْمُتَوَكِّل أَبَا نَضْرَة أَخْرَجَهُ التِّرْمِذِيّ وَالنَّسَائِيُّ وَابْن مَاجَهْ مِنْ طَرِيقه , فَأَمَّا التِّرْمِذِيّ فَقَالَ : طَرِيق شُعْبَة أَصَحّ مِنْ طَرِيق الْأَعْمَش , وَقَالَ اِبْن مَاجَهْ إِنَّهَا الصَّوَاب , وَرَجَّحَهَا الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" وَلَمْ يُرَجِّح فِي \" السُّنَن \" شَيْئًا وَكَذَا النَّسَائِيُّ , وَالَّذِي يَتَرَجَّح فِي نَقْدِي أَنَّ الطَّرِيقَيْنِ مَحْفُوظَانِ لِاشْتِمَالِ طَرِيق الْأَعْمَش عَلَى زِيَادَات فِي الْمَتْن لَيْسَتْ فِي رِوَايَة شُعْبَة وَمَنْ تَابَعَهُ , فَكَأَنَّهُ كَانَ عِنْد أَبِي بِشْر عَنْ شَيْخَيْنِ فَحَدَّثَ بِهِ تَارَة عَنْ هَذَا وَتَارَة عَنْ هَذَا وَلَمْ يُصِبْ اِبْن الْعَرَبِيّ فِي دَعْوَاهُ أَنَّ هَذَا الْحَدِيث مُضْطَرِب فَقَدْ رَوَاهُ عَنْ أَبِي سَعِيد أَيْضًا مَعْبَد بْن سِيرِينَ كَمَا سَيَأْتِي فِي فَضَائِل الْقُرْآن , وَسُلَيْمَان بْن قَتَّة وَهُوَ بِفَتْحِ الْقَاف وَتَشْدِيد الْمُثَنَّاة كَمَا أَخْرَجَهُ أَحْمَد والدَّارَقُطْنِيُّ , وَسَأَذْكُرُ مَا فِي رِوَايَاتهمْ مِنْ الْفَوَائِد. ‏ ‏قَوْله : ( اِنْطَلَقَ نَفَر ) ‏ ‏لَمْ أَقِف عَلَى اِسْم أَحَد مِنْهُمْ سِوَى أَبِي سَعِيد , وَلَيْسَ فِي سِيَاق هَذِهِ الطَّرِيق مَا يُشْعِر بِأَنَّ السَّفَر كَانَ فِي جِهَاد , لَكِنْ فِي رِوَايَة الْأَعْمَش \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَهُمْ \" وَفِي رِوَايَة سُلَيْمَان اِبْن قَتَّة عِنْد أَحْمَد \" بَعَثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْثًا \" زَادَ الدَّارَقُطْنِيُّ فِيهِ \" بَعَثَ سَرِيَّة عَلَيْهَا أَبُو سَعِيد \" وَلَمْ أَقِف عَلَى تَعْيِين هَذِهِ السَّرِيَّة فِي شَيْء مِنْ كُتُب الْمَغَازِي , بَلْ لَمْ يَتَعَرَّض لِذِكْرِهَا أَحَد مِنْهُمْ , وَهِيَ وَارِدَة عَلَيْهِمْ , وَلَمْ أَقِف عَلَى تَعْيِين الْحَيّ الَّذِينَ نَزَلُوا بِهِمْ مِنْ أَيْ الْقَبَائِل هُمْ. ‏ ‏قَوْله : ( فَاسْتَضَافُوهُمْ ) ‏ ‏أَيْ طَلَبُوا مِنْهُمْ الضِّيَافَة , وَفِي رِوَايَة الْأَعْمَش عِنْد غَيْر التِّرْمِذِيّ \" بَعَثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاثِينَ رَجُلًا فَنَزَلْنَا بِقَوْمٍ لَيْلًا فَسَأَلْنَاهُمْ الْقِرَى \" فَأَفَادَتْ عَدَد السَّرِيَّة وَوَقْت النُّزُول كَمَا أَفَادَتْ رِوَايَة الدَّارَقُطْنِيِّ تَعْيِين أَمِير السَّرِيَّة , وَالْقِرَى بِكَسْرِ الْقَاف مَقْصُور : الضِّيَافَة. ‏ ‏قَوْله : ( فَأَبَوْا أَنْ يُضَيِّفُوهُمْ ) ‏ ‏بِالتَّشْدِيدِ لِلْأَكْثَرِ وَبِكَسْرِ الضَّاد الْمُعْجَمَة مُخَفَّفًا. ‏ ‏قَوْله : ( فَلُدِغَ ) ‏ ‏بِضَمِّ اللَّام عَلَى الْبِنَاء لِلْمَجْهُولِ , وَاللَّدْغ بِالدَّالِ الْمُهْمَلَة وَالْغَيْن الْمُعْجَمَة وَهُوَ اللَّسْع وَزْنًا وَمَعْنًى , وَأَمَّا اللَّذْع بِالذَّالِ الْمُعْجَمَة وَالْعَيْن الْمُهْمَلَة فَهُوَ الْإِحْرَاق الْخَفِيف , وَاللَّدْغ الْمَذْكُور فِي الْحَدِيث هُوَ ضَرْب ذَات الْحُمَّة مِنْ حَيَّة أَوْ عَقْرَب وَغَيْرهمَا , وَأَكْثَر مَا يُسْتَعْمَل فِي الْعَقْرَب. وَقَدْ أَفَادَتْ رِوَايَة الْأَعْمَش تَعْيِين الْعَقْرَب , وَأَمَّا مَا وَقَعَ فِي رِوَايَة هُشَيْمٍ عِنْد النَّسَائِيِّ أَنَّهُ مُصَاب فِي عَقْله أَوْ لَدِيغ فَشَكّ مِنْ هُشَيْمٍ , وَقَدْ رَوَاهُ الْبَاقُونَ فَلَمْ يَشُكُّوا فِي أَنَّهُ لَدِيغ , وَلَا سِيَّمَا تَصْرِيح الْأَعْمَش بِالْعَقْرَبِ , وَكَذَلِكَ مَا سَيَأْتِي فِي فَضَائِل الْقُرْآن مِنْ طَرِيق مَعْبَد بْن سِيرِينَ عَنْ أَبِي سَعِيد بِلَفْظِ \" إِنَّ سَيِّدَ الْحَيِّ سَلِيم \" وَكَذَا فِي الطِّبّ مِنْ حَدِيث اِبْنِ عَبَّاس \" أَنَّ سَيِّد الْحَيّ سَلِيم وَالسَّلِيم هُوَ اللَّدِيغ \" نَعَمْ وَقَعَتْ لِلصَّحَابَةِ قِصَّة أُخْرَى فِي رَجُل مُصَاب بِعَقْلِهِ فَقَرَأَ عَلَيْهِ بَعْضهمْ فَاتِحَة الْكِتَاب فَبَرَأَ أَخْرَجَهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيُّ مِنْ طَرِيق خَارِجَة بْن الصَّلْت عَنْ عَمّه أَنَّهُ \" مَرَّ بِقَوْمٍ وَعِنْدهمْ رَجُل مَجْنُون مُوثَق فِي الْحَدِيد فَقَالُوا إِنَّك جِئْت مِنْ عِنْد هَذَا الرَّجُل بِخَيْرٍ , فَارْقِ لَنَا هَذَا الرَّجُل \" الْحَدِيث. فَالَّذِي يَظْهَر أَنَّهُمَا قِصَّتَانِ , لَكِنْ الْوَاقِع فِي قِصَّة أَبِي سَعِيد أَنَّهُ لَدِيغ. ‏ ‏قَوْله : ( فَسَعَوْا لَهُ بِكُلِّ شَيْء ) ‏ ‏أَيْ مِمَّا جَرَتْ بِهِ الْعَادَة أَنْ يُتَدَاوَى بِهِ مِنْ لَدْغَة الْعَقْرَب , كَذَا لِلْأَكْثَرِ مِنْ السَّعْي أَيْ طَلَبُوا لَهُ مَا يُدَاوِيه , وللْكُشْمِيهَنِيِّ فَشَفَوْا بِالْمُعْجَمَةِ وَالْفَاء وَعَلَيْهِ شَرْح الْخَطَّابِيِّ فَقَالَ : مَعْنَاهُ طَلَبُوا الشِّفَاء تَقُول شَفَى اللَّه مَرِيضِي أَيْ أَبْرَأَهُ وَشَفَى لَهُ الطَّبِيب أَيْ عَالَجَهُ بِمَا يَشْفِيه أَوْ وَصَفَ لَهُ مَا فِيهِ الشِّفَاء , لَكِنْ اِدَّعَى اِبْن التِّين أَنَّهَا تَصْحِيف. ‏ ‏قَوْله : ( لَوْ أَتَيْتُمْ هَؤُلَاءِ الرَّهْط ) ‏ ‏قَالَ اِبْن التِّين قَالَ تَارَة نَفَرًا وَتَارَة رَهْطًا , وَالنَّفَر مَا بَيْن الْعَشَرَة وَالثَّلَاثَة وَالرَّهْط مَا دُون الْعَشَرَة وَقِيلَ يَصِل إِلَى الْأَرْبَعِينَ , قُلْت : وَهَذَا الْحَدِيث يَدُلّ لَهُ. ‏ ‏قَوْله : ( فَأَتَوْهُمْ ) ‏ ‏فِي رِوَايَة مَعْبَد بْن سِيرِينَ أَنَّ الَّذِي جَاءَ فِي هَذِهِ الرِّسَالَة جَارِيَة مِنْهُمْ , فَيُحْمَل عَلَى أَنَّهُ كَانَ مَعَهَا غَيْرهَا , زَادَ الْبَزَّار فِي حَدِيث جَابِر \" فَقَالُوا لَهُمْ قَدْ بَلَغَنَا أَنَّ صَاحِبكُمْ جَاءَ بِالنُّورِ وَالشِّفَاء , قَالُوا نَعَمْ \". ‏ ‏قَوْله : ( وَسَعَيْنَا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" وَشَفَيْنَا \" بِالْمُعْجَمَةِ وَالْفَاء وَقَدْ تَقَدَّمَ مَا فِيهَا. ‏ ‏قَوْله : ( فَهَلْ عِنْد أَحَد مِنْكُمْ مِنْ شَيْء ) ‏ ‏زَادَ أَبُو دَاوُدَ فِي رِوَايَته مِنْ هَذَا الْوَجْه \" يَنْفَع صَاحِبنَا \". ‏ ‏قَوْله : ( فَقَالَ بَعْضهمْ ) ‏ ‏فِي رِوَايَة أَبِي دَاوُدَ \" فَقَالَ رَجُل مِنْ الْقَوْم : نَعَمْ وَاللَّه إِنِّي لَأَرْقِي \" بِكَسْرِ الْقَاف , وَبَيَّنَ الْأَعْمَش أَنَّ الَّذِي قَالَ ذَلِكَ هُوَ أَبُو سَعِيد رَاوِي الْخَبَر وَلَفْظه \" قُلْت نَعَمْ أَنَا. وَلَكِنْ لَا أَرْقِيه حَتَّى تُعْطُونَا غَنَمًا \" فَأَفَادَ بَيَان جِنْس الْجُعْل وَهُوَ بِضَمِّ الْجِيم وَسُكُون الْمُهْمَلَة مَا يُعْطَى عَلَى عَمَل , وَقَدْ اِسْتَشْكَلَ كَوْن الرَّاقِي هُوَ أَبُو سَعِيد رَاوِي الْخَبَر مَعَ مَا وَقَعَ فِي رِوَايَة مَعْبَد بْن سِيرِينَ \" فَقَامَ مَعَهَا رَجُل مَا كُنَّا نَظُنّهُ يُحْسِن رُقْيَة \" وَأَخْرَجَهُ مُسْلِم , وَسَيَأْتِي لِلْمُصَنِّفِ فِي فَضَائِل الْقُرْآن بِلَفْظٍ آخَر وَفِيهِ \" فَلَمَّا رَجَعَ قُلْنَا لَهُ : أَكُنْت تُحْسِن رُقْيَة \" فَفِي ذَلِكَ إِشْعَار بِأَنَّهُ غَيْره , وَالْجَوَاب أَنَّهُ لَا مَانِع مِنْ أَنْ يُكَنِّي الرَّجُل عَنْ نَفْسه فَلَعَلَّ أَبَا سَعِيد صَرَّحَ تَارَة وَكَنَّى أُخْرَى وَلَمْ يَنْفَرِد الْأَعْمَش بِتَعْيِينِهِ , وَقَدْ وَقَعَ أَيْضًا فِي رِوَايَة سُلَيْمَان بْن قَتَّة بِلَفْظِ \" فَأَتَيْته فَرَقَيْته بِفَاتِحَةِ الْكِتَاب \" وَفِي حَدِيث جَابِر عِنْد الْبَزَّار \" فَقَالَ رَجُل مِنْ الْأَنْصَار أَنَا أَرْقِيه \" وَهُوَ مِمَّا يُقَوِّي رِوَايَة الْأَعْمَش فَإِنَّ أَبَا سَعِيد أَنْصَارِيّ , وَأَمَّا حَمْل بَعْض الشَّارِحِينَ ذَلِكَ عَلَى تَعَدُّد الْقِصَّة وَأَنَّ أَبَا سَعِيد رَوَى قِصَّتَيْنِ كَانَ فِي إِحْدَاهُمَا رَاقِيًا وَفِي الْأُخْرَى كَانَ الرَّاقِي غَيْره فَبَعِيد جِدًّا , وَلَا سِيَّمَا مَعَ اِتِّحَاد الْمَخْرَج وَالسِّيَاق وَالسَّبَب , وَيَكْفِي فِي رَدّ ذَلِكَ أَنَّ الْأَصْل عَدَم التَّعَدُّد وَلَا حَامِل عَلَيْهِ فَإِنَّ الْجَمْع بَيْن الرِّوَايَتَيْنِ مُمْكِن بِدُونِهِ , وَهَذَا بِخِلَافِ مَا قَدَّمْته مِنْ حَدِيث خَارِجَة بْن الصَّلْت عَنْ عَمّه فَإِنَّ السِّيَاقَيْنِ مُخْتَلِفَانِ , وَكَذَا السَّبَب , فَكَانَ الْحَمْل عَلَى التَّعَدُّد فِيهِ قَرِيبًا. ‏ ‏قَوْله : ( فَصَالِحُوهُمْ ) ‏ ‏أَيْ وَافِقُوهُمْ. ‏ ‏قَوْله : ( عَلَى قَطِيع مِنْ الْغَنَم ) ‏ ‏قَالَ اِبْن التِّين : الْقَطِيع هُوَ الطَّائِفَة مِنْ الْغَنَم , وَتُعُقِّبَ بِأَنَّ الْقَطِيع هُوَ الشَّيْء الْمُقْتَطَع مِنْ غَنَم كَانَ أَوْ غَيْرهَا , وَقَدْ صَرَّحَ بِذَلِكَ اِبْن قُرْقُول وَغَيْرُهُ , وَزَادَ بَعْضُهُمْ أَنَّ الْغَالِب اِسْتِعْمَاله فِيمَا بَيْن الْعَشَرَة وَالْأَرْبَعِينَ ; وَوَقَعَ فِي رِوَايَة الْأَعْمَش \" فَقَالُوا إِنَّا نُعْطِيكُمْ ثَلَاثِينَ شَاة \" وَكَذَا ثَبَتَ ذِكْرُ عَدَد الشِّيَاه فِي رِوَايَة مَعْبَد بْن سِيرِينَ وَهُوَ مُنَاسِب لِعَدَدِ السَّرِيَّة كَمَا تَقَدَّمَ فِي أَوَّل الْحَدِيث وَكَأَنَّهُمْ اِعْتَبَرُوا عَدَدهمْ فَجَعَلُوا الْجُعْل بِإِزَائِهِ. ‏ ‏قَوْله : ( فَانْطَلَقَ يَتْفُل ) ‏ ‏بِضَمِّ الْفَاء وَبِكَسْرِهَا وَهُوَ نَفْخ مَعَهُ قَلِيل بُزَاق , وَقَدْ تَقَدَّمَ الْبَحْث فِيهِ فِي أَوَائِل كِتَاب الصَّلَاة. قَالَ اِبْن أَبِي حَمْزَة : مَحَلّ التَّفْل فِي الرُّقْيَة يَكُون بَعْد الْقِرَاءَة لِتَحْصِيلِ بَرَكَة الْقِرَاءَة فِي الْجَوَارِح الَّتِي يَمُرّ عَلَيْهَا الرِّيق فَتَحْصُل الْبَرَكَة فِي الرِّيق الَّذِي يَتْفُلُهُ. ‏ ‏قَوْله : ( وَيَقْرَأ الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ ) ‏ ‏فِي رِوَايَة شُعْبَة \" فَجَعَلَ يَقْرَأ عَلَيْهَا بِفَاتِحَةِ الْكِتَاب \" وَكَذَا فِي حَدِيث جَابِر , وَفِي رِوَايَة الْأَعْمَش \" فَقَرَأْت عَلَيْهِ الْحَمْد لِلَّهِ \" وَيُسْتَفَاد مِنْهُ تَسْمِيَة الْفَاتِحَة الْحَمْد وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ , وَلَمْ يَذْكُر فِي هَذِهِ الطَّرِيق عَدَد مَا قَرَأَ الْفَاتِحَة , لَكِنَّهُ بَيَّنَهُ فِي رِوَايَة الْأَعْمَش وَأَنَّهُ سَبْع مَرَّات , وَوَقَعَ فِي حَدِيث جَابِر ثَلَاث مَرَّات , وَالْحُكْم لِلزَّائِدِ. ‏ ‏قَوْله : ( فَكَأَنَّمَا نُشِطَ ) ‏ ‏كَذَا لِلْجَمِيعِ بِضَمِّ النُّون وَكَسْر الْمُعْجَمَة مِنْ الثُّلَاثِيّ , قَالَ الْخَطَّابِيُّ : وَهُوَ لُغَة , وَالْمَشْهُور نُشِطَ إِذَا عَقَدَ وَأُنْشِطَ إِذَا حَلَّ , وَأَصْله الْأُنْشُوطَة بِضَمِّ الْهَمْزَة وَالْمُعْجَمَة بَيْنهمَا نُون سَاكِنَة وَهِيَ الْحَبْل , وَقَالَ اِبْن التِّين : حَكَى بَعْضهمْ أَنَّ مَعْنَى أُنْشِطَ : حَلَّ وَمَعْنَى نُشِطَ : أُقِيم بِسُرْعَةٍ , وَمِنْهُ قَوْلهمْ رَجُل نَشِيط. وَيَحْتَمِل أَنْ يَكُون مَعْنَى نُشِطَ فَزِعَ , وَلَوْ قُرِئَ بِالتَّشْدِيدِ لَكَانَ لَهُ وَجْه أَيْ حَلَّ شَيْئًا فَشَيْئًا. ‏ ‏قَوْله : ( مِنْ عِقَال ) ‏ ‏بِكَسْرِ الْمُهْمَلَة بَعْدهَا قَاف هُوَ الْحَبْل الَّذِي يُشَدّ بِهِ ذِرَاع الْبَهِيمَة. ‏ ‏قَوْله : ( وَمَا بِهِ قَلَبَة ) ‏ ‏بِحَرَكَاتِ أَيْ عِلَّة , وَقِيلَ لِلْعِلَّةِ قَلَبَة لِأَنَّ الَّذِي تُصِيبهُ يُقْلَب مِنْ جَنْب إِلَى جَنْب لِيُعْلَم مَوْضِع الدَّاء قَالَهُ اِبْن الْأَعْرَابِيّ , وَمِنْهُ قَوْل الشَّاعِر : \" وَقَدْ بَرِئْت فَمَا فِي الصَّدْر مِنْ قَلَبَة \" وَفِي نُسْخَة الدِّمْيَاطِيّ بِخَطِّهِ : قَالَ اِبْن الْأَعْرَابِيّ الْقَلَبَة دَاء مَأْخُوذ مِنْ الْقُلَاب يَأْخُذ الْبَعِير فَيَأْلَم قَلْبه فَيَمُوت مِنْ يَوْمه. ‏ ‏قَوْله : ( فَقَالَ بَعْضهمْ اِقْسِمُوا ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه. ‏ ‏قَوْله : ( فَقَالَ الَّذِي رَقَى ) ‏ ‏بِفَتْحِ الْقَاف وَفِي رِوَايَة الْأَعْمَش \" فَلَمَّا قَبَضْنَا الْغَنَم عَرَضَ فِي أَنْفُسنَا مِنْهَا شَيْء \" وَفِي رِوَايَة مَعْبَد بْن سِيرِينَ \" فَأَمَرَ لَنَا بِثَلَاثِينَ شَاة وَسَقَانَا لَبَنًا \" وَفِي رِوَايَة سُلَيْمَان بْن قَتَّة \" فَبُعِثَ إِلَيْنَا بِالشِّيَاهِ وَالنُّزُل فَأَكَلْنَا الطَّعَام , وَأَبَوْا أَنْ يَأْكُلُوا الْغَنَم حَتَّى أَتَيْنَا الْمَدِينَة \" وَبَيَّنَ فِي هَذِهِ الرِّوَايَة أَنَّ الَّذِي مَنَعَهُمْ مِنْ تَنَاوُلهَا هُوَ الرَّاقِي , وَأَمَّا فِي بَاقِي الرِّوَايَات فَأَبْهَمَهُ. ‏ ‏قَوْله : ( فَنَنْطُر مَا يَأْمُرنَا ) أَيْ فَنَتَّبِعهُ , وَلَمْ يُرِيدُوا أَنَّهُمْ يُخَيَّرُونَ فِي ذَلِكَ. ‏ ‏قَوْله : ( وَمَا يُدْرِيك أَنَّهَا رُقْيَة ) ‏ ‏قَالَ الدَّاوُدِيُّ : مَعْنَاهُ وَمَا أَدْرَاك , وَقَدْ رُوِيَ كَذَلِكَ , وَلَعَلَّهُ هُوَ الْمَحْفُوظ لِأَنَّ اِبْن عُيَيْنَةَ قَالَ : إِذَا قَالَ وَمَا يُدْرِيك فَلَمْ يُعْلِم , وَإِذَا قَالَ وَمَا أَدْرَاك فَقَدْ أَعْلَمَ , وَتَعَقَّبَهُ اِبْن التِّين بِأَنَّ اِبْن عُيَيْنَةَ إِنَّمَا قَالَ ذَلِكَ فِيمَا وَقَعَ فِي الْقُرْآن كَمَا تَقَدَّمَ فِي أَوَاخِر الصِّيَام وَإِلَّا فَلَا فَرْق بَيْنهمَا فِي اللُّغَة أَيْ فِي نَفْي الدِّرَايَة , وَقَدْ وَقَعَ فِي رِوَايَة هُشَيْمٍ \" وَمَا أَدْرَاك \" وَنَحْوه فِي رِوَايَة الْأَعْمَش , وَفِي رِوَايَة مَعْبَد بْن سِيرِينَ \" وَمَا كَانَ يُدْرِيه \" وَهِيَ كَلِمَة تُقَال عِنْد التَّعَجُّب مِنْ الشَّيْء وَتُسْتَعْمَل فِي تَعْظِيم الشَّيْء أَيْضًا وَهُوَ لَائِق هُنَا , زَادَ شُعْبَة فِي رِوَايَته \" وَلَمْ يَذْكُر مِنْهُ نَهْيًا \" أَيْ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ , وَزَادَ سُلَيْمَان بْن قَتَّة فِي رِوَايَته بَعْد قَوْله وَمَا يُدْرِيك أَنَّهَا رُقْيَة \" قُلْت أُلْقِيَ فِي رُوعِي \" وللدَّارَقُطْنِيِّ مِنْ هَذَا الْوَجْه \" فَقُلْت يَا رَسُول اللَّه شَيْء أُلْقِيَ فِي رُوعِي \" وَهُوَ ظَاهِر فِي أَنَّهُ لَمْ يَكُنْ عِنْده عِلْم مُتَقَدِّم بِمَشْرُوعِيَّةِ الرُّقَى بِالْفَاتِحَةِ , وَلِهَذَا قَالَ لَهُ أَصْحَابه لَمَّا رَجَعَ \" مَا كُنْت تُحْسِن رُقْيَة \" كَمَا وَقَعَ فِي رِوَايَة مَعْبَد بْن سِيرِينَ. ‏ ‏قَوْله : ( ثُمَّ قَالَ قَدْ أَصَبْتُمْ ) ‏ ‏يَحْتَمِل أَنْ يَكُون صَوَّبَ فِعْلهمْ فِي الرُّقْيَة , وَيَحْتَمِل أَنَّ ذَلِكَ فِي تَوَقُّفهمْ عَنْ التَّصَرُّف فِي الْجُعْل حَتَّى اِسْتَأْذَنُوهُ , وَيَحْتَمِل أَعَمّ مِنْ ذَلِكَ. ‏ ‏قَوْله : ( وَاضْرِبُوا لِي مَعَكُمْ سَهْمًا ) ‏ ‏أَيْ اِجْعَلُوا لِي مِنْهُ نَصِيبًا , وَكَأَنَّهُ أَرَادَ الْمُبَالَغَة فِي تَأْنِيسهمْ كَمَا وَقَعَ لَهُ فِي قِصَّة الْحِمَار الْوَحْشِيّ وَغَيْر ذَلِكَ. ‏ ‏قَوْله : ( وَقَالَ شُعْبَة حَدَّثَنَا أَبُو بِشْر سَمِعْت أَبَا الْمُتَوَكِّل ) ‏ ‏هَذِهِ الطَّرِيق بِهَذِهِ الصِّيغَة وَصَلَهَا التِّرْمِذِيّ , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي الطِّبّ مِنْ طَرِيق شُعْبَة لَكِنْ بِالْعَنْعَنَةِ , وَهَذَا هُوَ السِّرّ فِي عَزْوه إِلَى التِّرْمِذِيّ مَعَ كَوْنه فِي الْبُخَارِيّ , وَغَفَلَ بَعْض الشُّرَّاح عَنْ ذَلِكَ فَعَابَ عَلَى مَنْ نَسَبَهُ إِلَى التِّرْمِذِيّ. وَفِي الْحَدِيث جَوَاز الرُّقْيَة بِكِتَابِ اللَّه , وَيَلْتَحِق بِهِ مَا كَانَ بِالذِّكْرِ وَالدُّعَاء الْمَأْثُور , وَكَذَا غَيْر الْمَأْثُور مِمَّا لَا يُخَالِف مَا فِي الْمَأْثُور , وَأَمَّا الرُّقَى بِمَا سِوَى ذَلِكَ فَلَيْسَ فِي الْحَدِيث مَا يُثْبِتهُ وَلَا مَا يَنْفِيه وَسَيَأْتِي حُكْم ذَلِكَ مَبْسُوطًا فِي كِتَاب الطِّبّ. وَفِيهِ مَشْرُوعِيَّة الضِّيَافَة عَلَى أَهْل الْبَوَادِي وَالنُّزُول عَلَى مِيَاه الْعَرَب وَطَلَب مَا عِنْدهمْ عَلَى سَبِيل الْقِرَى أَوْ الشِّرَاء , وَفِيهِ مُقَابَلَة مَنْ اِمْتَنَعَ مِنْ الْمَكْرُمَة بِنَظِيرِ صَنِيعه لِمَا صَنَعَهُ الصَّحَابِيّ مِنْ الِامْتِنَاع مِنْ الرُّقْيَة فِي مُقَابَلَة اِمْتِنَاع أُولَئِكَ مِنْ ضِيَافَتهمْ , وَهَذِهِ طَرِيق مُوسَى عَلَيْهِ السَّلَام فِي قَوْله تَعَالَى ( لَوْ شِئْت لَاِتَّخَذْت عَلَيْهِ أَجْرًا ) وَلَمْ يَعْتَذِر الْخَضِر عَنْ ذَلِكَ إِلَّا بِأَمْرٍ خَارِجِيّ. وَفِيهِ إِمْضَاء مَا يَلْتَزِمهُ الْمَرْء عَلَى نَفْسه لِأَنَّ أَبَا سَعِيد اِلْتَزَمَ أَنْ يَرْقِيَ وَأَنْ يَكُون الْجُعْل لَهُ وَلِأَصْحَابِهِ وَأَمَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْوَفَاءِ بِذَلِكَ. وَفِيهِ الِاشْتِرَاك فِي الْمَوْهُوب إِذَا كَانَ أَصْله مَعْلُومًا , وَجَوَاز طَلَب الْهَدِيَّة مِمَّنْ يُعْلَم رَغْبَته فِي ذَلِكَ وَإِجَابَته إِلَيْهِ. وَفِيهِ جَوَاز قَبْض الشَّيْء الَّذِي ظَاهِره الْحِلّ وَتَرْك التَّصَرُّف فِيهِ إِذَا عَرَضَتْ فِيهِ شُبْهَة. وَفِيهِ الِاجْتِهَاد عِنْد فَقْد النَّصّ وَعَظَمَة الْقُرْآن فِي صُدُور الصَّحَابَة خُصُوصًا الْفَاتِحَة , وَفِيهِ أَنَّ الرِّزْق الْمَقْسُوم لَا يَسْتَطِيع مَنْ هُوَ فِي يَده مَنْعه مِمَّنْ قُسِمَ لَهُ لِأَنَّ أُولَئِكَ مَنَعُوا الضِّيَافَة وَكَانَ اللَّه قَسَمَ لِلصَّحَابَةِ فِي مَالهمْ نَصِيبًا فَمَنَعُوهُمْ فَسَبَّبَ لَهُمْ لَدْغ الْعَقْرَب حَتَّى سِيقَ لَهُمْ مَا قُسِمَ لَهُمْ. وَفِيهِ الْحِكْمَة الْبَالِغَة حَيْثُ اِخْتَصَّ بِالْعِقَابِ مَنْ كَانَ رَأْسًا فِي الْمَنْع , لِأَنَّ مِنْ عَادَة النَّاس الِائْتِمَار بِأَمْرِ كَبِيرهمْ , فَلَمَّا كَانَ رَأْسهمْ فِي الْمَنْع اُخْتُصَّ بِالْعُقُوبَةِ دُونهمْ جَزَاء وِفَاقًا , وَكَأَنَّ الْحِكْمَة فِيهِ أَيْضًا إِرَادَة الْإِجَابَة إِلَى مَا يَلْتَمِسهُ الْمَطْلُوب مِنْهُ الشِّفَاء وَلَوْ كَثُرَ , لِأَنَّ الْمَلْدُوغ لَوْ كَانَ مِنْ آحَاد النَّاس لَعَلَّهُ لَمْ يَكُنْ يَقْدِر عَلَى الْقَدْر الْمَطْلُوب مِنْهُمْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2277",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ حَجَمَ أَبُو طَيْبَةَ النَّبِيَّ صلى الله عليه وسلم، فَأَمَرَ لَهُ بِصَاعٍ أَوْ صَاعَيْنِ مِنْ طَعَامٍ، وَكَلَّمَ مَوَالِيَهُ فَخَفَّفَ عَنْ غَلَّتِهِ أَوْ ضَرِيبَتِهِ‏.‏",
    "english_text": "When Abu Taiba cupped the Prophet (ﷺ) and the Prophet (ﷺ) ordered that he be paid one or two Sas of \nfoodstuff and he interceded with his masters to reduce his taxes.",
    "explication": "حَدِيثُ أَنَسٍ فِي قِصَّةِ أَبِي طَيْبَةَ وَقَدْ تَقَدَّمَ ذِكْرُهُ فِي أَوَائِلِ الْبُيُوعِ وَسَاقَهُ فِيهِ بِهَذَا الْإِسْنَادِ , وَوَجْهُ دُخُولِهِ فِي التَّرْجَمَةِ كَوْنُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُشَارِطْهُ عَلَى أُجْرَتِهِ اِعْتِمَادًا عَلَى الْعُرْفِ فِي مِثْلِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2278",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ احْتَجَمَ النَّبِيُّ صلى الله عليه وسلم، وَأَعْطَى الْحَجَّامَ أَجْرَهُ‏.‏",
    "english_text": "When the Prophet (ﷺ) was cupped, he paid the man who cupped him his wages.",
    "explication": "‏ ‏قَوْله : ( وَقَّتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَهْلِ الْمَدِينَة ) ‏ ‏أَيْ مَدِينَته عَلَيْهِ الصَّلَاة وَالسَّلَام. ‏ ‏قَوْله : ( ذَا الْحُلَيْفَة ) ‏ ‏بِالْمُهْمَلَةِ وَالْفَاء مُصَغَّرًا مَكَان مَعْرُوف بَيْنه وَبَيْنَ مَكَّة مِائَتَا مِيل غَيْر مِيلَيْنِ قَالَهُ اِبْن حَزْم , وَقَالَ غَيْره : بَيْنهمَا عَشْر مَرَاحِل. وَقَالَ النَّوَوِيّ : بَيْنهَا وَبَيْن الْمَدِينَة سِتَّة أَمْيَال , وَوَهِمَ مَنْ قَالَ بَيْنهمَا مِيل وَاحِد وَهُوَ اِبْن الصَّبَّاغ. وَبِهَا مَسْجِد يُعْرَف بِمَسْجِدِ الشَّجَرَة خَرَاب , وَبِهَا بِئْر يُقَال لَهَا بِئْر عَلِيّ. ‏ ‏قَوْله : ( الْجُحْفَة ) ‏ ‏بِضَمِّ الْجِيم وَسُكُون الْمُهْمَلَة , وَهِيَ قَرْيَة خَرِبَة بَيْنهَا وَبَيْنَ مَكَّة خَمْس مَرَاحِل أَوْ سِتَّة , وَفِي قَوْل النَّوَوِيّ فِي \" شَرْح الْمُهَذَّب \" ثَلَاث مَرَاحِل نَظَرٌ , وَسَيَأْتِي فِي حَدِيث اِبْن عُمَر أَنَّهَا مَهْيَعَة بِوَزْنِ عَلْقَمَة وَقِيلَ بِوَزْنِ لَطِيفَة , وَسُمِّيَتْ الْجُحْفَة لِأَنَّ السَّيْل أَجْحَفَ بِهَا , قَالَ اِبْن الْكَلْبِيّ : كَانَ الْعَمَالِيق يَسْكُنُونَ يَثْرِب , فَوَقَعَ بَيْنهمْ وَبَيْنَ بَنِي عَبِيل - بِفَتْحِ الْمُهْمَلَة وَكَسْر الْمُوَحَّدَة وَهُمْ إِخْوَة عَاد - حَرْب فَأَخْرَجُوهُمْ مِنْ يَثْرِب فَنَزَلُوا مَهْيَعَة فَجَاءَ سَيْل فَاجْتَحَفَهُمْ أَيْ اِسْتَأْصَلَهُمْ فَسُمِّيَتْ الْجُحْفَة. وَوَقَعَ فِي حَدِيث عَائِشَة عِنْدَ النَّسَائِيِّ \" وَلِأَهْلِ الشَّام وَمِصْر الْجُحْفَة \" وَالْمَكَان الَّذِي يُحْرِم مِنْهُ الْمِصْرِيُّونَ الْآن رَابِغ بِوَزْنِ فَاعِل بِرَاءٍ وَمُوَحَّدَة وَغَيْن مُعْجَمَة قَرِيب مِنْ الْجُحْفَة , وَاخْتَصَّتْ الْجُحْفَة بِالْحُمَّى فَلَا يَنْزِلهَا أَحَد إِلَّا حُمَّ كَمَا سَيَأْتِي فِي فَضَائِل الْمَدِينَة. ‏ ‏قَوْله : ( وَلِأَهْلِ نَجْد قَرْن الْمَنَازِل ) ‏ ‏أَمَّا نَجْد فَهُوَ كُلّ مَكَان مُرْتَفِع وَهُوَ اِسْم لِعَشْرَةِ مَوَاضِع , وَالْمُرَاد مِنْهَا هُنَا الَّتِي أَعْلَاهَا تِهَامَة وَالْيَمَن وَأَسْفَلهَا الشَّام وَالْعِرَاق. وَالْمَنَازِل بِلَفْظِ جَمْع الْمَنْزِل , وَالْمَرْكَب الْإِضَافِيّ هُوَ اِسْم الْمَكَان , وَيُقَال لَهُ قَرْن أَيْضًا بِلَا إِضَافَة , وَهُوَ بِفَتْحِ الْقَاف وَسُكُون الرَّاء بَعْدهَا نُون , وَضَبَطَهُ صَاحِب \" الصِّحَاح \" بِفَتْحِ الرَّاء وَغَلَّطُوهُ , وَبَالَغَ النَّوَوِيّ فَحَكَى الِاتِّفَاق عَلَى تَخْطِئَته فِي ذَلِكَ , لَكِنْ حَكَى عِيَاض تَعْلِيق الْقَابِسِيّ أَنَّ مَنْ قَالَهُ بِالْإِسْكَانِ أَرَادَ الْجَبَل وَمَنْ قَالَهُ بِالْفَتْحِ أَرَادَ الطَّرِيق , وَالْجَبَل الْمَذْكُور بَيْنه وَبَيْنَ مَكَّة مِنْ جِهَة الْمَشْرِق مَرْحَلَتَانِ. وَحَكَى الرُّويَانِيُّ عَنْ بَعْض قُدَمَاء الشَّافِعِيَّة أَنَّ الْمَكَان الَّذِي يُقَال لَهُ قَرْن مَوْضِعَانِ : أَحَدهمَا فِي هُبُوط وَهُوَ الَّذِي يُقَال لَهُ قَرْن الْمَنَازِل , وَالْآخَر فِي صُعُود وَهُوَ الَّذِي يُقَال لَهُ قَرْن الثَّعَالِب وَالْمَعْرُوف الْأَوَّل. وَفِي \" أَخْبَار مَكَّة \" لِلْفَاكِهِيِّ أَنَّ قَرْن الثَّعَالِب جَبَل مُشْرِف عَلَى أَسْفَل مِنًى بَيْنه وَبَيْنَ مَسْجِد مِنًى أَلْف وَخَمْسمِائَةِ ذِرَاع , وَقِيلَ لَهُ قَرْن الثَّعَالِب لِكَثْرَةِ مَا كَانَ يَأْوِي إِلَيْهِ مِنْ الثَّعَالِب , فَظَهَرَ أَنَّ قَرْن الثَّعَالِب لَيْسَ مِنْ الْمَوَاقِيت , وَقَدْ وَقَعَ ذِكْره فِي حَدِيث عَائِشَة فِي إِتْيَان النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الطَّائِف يَدْعُوهُمْ إِلَى الْإِسْلَام وَرَدِّهُمْ عَلَيْهِ قَالَ \" فَلَمْ أَسْتَفِقْ إِلَّا وَأَنَا بِقَرْنِ الثَّعَالِب \" الْحَدِيث ذَكَرَهُ اِبْن إِسْحَاق فِي السِّيرَة النَّبَوِيَّة , وَوَقَعَ فِي مُرْسَل عَطَاء عِنْدَ الشَّافِعِيّ \" وَلِأَهْلِ نَجْد قَرْن , وَلِمَنْ سَلَكَ نَجْدًا مِنْ أَهْل الْيَمَن وَغَيْرهمْ قَرْن الْمَنَازِل \". وَوَقَعَ فِي عِبَارَة الْقَاضِي حُسَيْن فِي سِيَاقه لِحَدِيثِ اِبْن عَبَّاس هَذَا \" وَلِأَهْلِ نَجْد الْيَمَن وَنَجْد الْحِجَاز قَرْن \" وَهَذَا لَا يُوجَد فِي شَيْء مِنْ طُرُق حَدِيث اِبْن عَبَّاس , وَإِنَّمَا يُوجَد ذَلِكَ مِنْ مُرْسَل عَطَاء , وَهُوَ الْمُعْتَمَد فَإِنَّ لِأَهْلِ الْيَمَن إِذَا قَصَدُوا مَكَّة طَرِيقَيْنِ : إِحْدَاهُمَا طَرِيق أَهْل الْجِبَال وَهُمْ يَصِلُونَ إِلَى قَرْن أَوْ يُحَاذُونَهُ فَهُوَ مِيقَاتهمْ كَمَا هُوَ مِيقَات أَهْل الْمَشْرِق , وَالْأُخْرَى طَرِيق أَهْل تِهَامَة فَيَمُرُّونَ بِيَلْمَلَمَ أَوْ يُحَاذُونَهُ وَهُوَ مِيقَاتهمْ لَا يُشَارِكهُمْ فِيهِ إِلَّا مَنْ أَتَى عَلَيْهِ مِنْ غَيْرهمْ. ‏ ‏قَوْله : ( وَلِأَهْلِ الْيَمَن يَلَمْلَمَ ) ‏ ‏بِفَتْحِ التَّحْتَانِيَّة وَاللَّام وَسُكُون الْمِيم وَبَعْدهَا لَام مَفْتُوحَة ثُمَّ مِيم مَكَان عَلَى مَرْحَلَتَيْنِ مِنْ مَكَّة بَيْنهمَا ثَلَاثُونَ مِيلًا وَيُقَال لَهَا أَلَمْلَم بِالْهَمْزَةِ وَهُوَ الْأَصْل وَالْيَاء تَسْهِيل لَهَا , وَحَكَى اِبْن السَّيِّد فِيهِ يَرَمْرَمَ بِرَاءَيْنِ بَدَلَ اللَّامَيْنِ. ‏ ‏( تَنْبِيه ) ‏ ‏أَبْعَد الْمَوَاقِيت مِنْ مَكَّة ذُو الْحُلَيْفَة مِيقَات أَهْل الْمَدِينَة , فَقِيلَ الْحِكْمَة فِي ذَلِكَ أَنْ تَعْظُم أُجُور أَهْل الْمَدِينَة , وَقِيلَ رِفْقًا بِأَهْلِ الْآفَاق لِأَنَّ أَهْل الْمَدِينَة أَقْرَب الْآفَاق إِلَى مَكَّة أَيْ مِمَّنْ لَهُ مِيقَات مُعَيَّن. ‏ ‏قَوْله : ( مَنْ لَهُمْ ) ‏ ‏أَيْ الْمَوَاقِيت الْمَذْكُورَة لِأَهْلِ الْبِلَاد الْمَذْكُورَة. وَوَقَعَ فِي رِوَايَة أُخْرَى كَمَا يَأْتِي فِي \" بَاب دُخُول مَكَّة بِغَيْرِ إِحْرَام \" بِلَفْظِ \" هُنَّ لَهُنَّ \" أَيْ الْمَوَاقِيت لِلْجَمَاعَاتِ الْمَذْكُورَة أَوْ لِأَهْلِهِنَّ عَلَى حَذْف الْمُضَاف وَالْأَوَّل هُوَ الْأَصْل , وَوَقَعَ فِي \" بَاب مُهَلّ أَهْل الْيَمَن \" بِلَفْظِ \" هُنَّ لِأَهْلِهِنَّ \" كَمَا شَرَحْتُهُ. وَقَوْله هُنَّ ضَمِير جَمَاعَة الْمُؤَنَّث وَأَصْله لِمَنْ يَعْقِل , وَقَدْ اُسْتُعْمِلَ فِيمَا لَا يَعْقِل لَكِنْ فِيمَا دُون الْعَشَرَة , وَقَوْله \" وَلِمَنْ أَتَى عَلَيْهِنَّ \" أَيْ عَلَى الْمَوَاقِيت مِنْ غَيْر أَهْل الْبِلَاد الْمَذْكُورَة , وَيَدْخُل فِي ذَلِكَ مَنْ دَخَلَ بَلَدًا ذَات مِيقَات وَمَنْ لَمْ يَدْخُل , فَاَلَّذِي لَا يَدْخُل لَا إِشْكَال فِيهِ إِذَا لَمْ يَكُنْ لَهُ مِيقَات مُعَيَّن , وَاَلَّذِي يَدْخُل فِيهِ خِلَاف كَالشَّامِيِّ إِذَا أَرَادَ الْحَجّ فَدَخَلَ الْمَدِينَة فَمِيقَاته ذُو الْحُلَيْفَة لِاجْتِيَازِهِ عَلَيْهَا وَلَا يُؤَخِّر حَتَّى يَأْتِي الْجُحْفَة الَّتِي هِيَ مِيقَاته الْأَصْلِيّ , فَإِنْ أَخَّرَ أَسَاءَ وَلَزِمَهُ دَم عِنْدَ الْجُمْهُور , وَأَطْلَقَ النَّوَوِيّ الِاتِّفَاق وَنَفَى الْخِلَاف فِي شَرْحَيْهِ لِمُسْلِمٍ وَالْمُهَذَّب فِي هَذِهِ الْمَسْأَلَة فَلَعَلَّهُ أَرَادَ فِي مَذْهَب الشَّافِعِيّ وَإِلَّا فَالْمَعْرُوف عِنْدَ الْمَالِكِيَّة أَنَّ لِلشَّامِيِّ مَثَلًا إِذَا جَاوَزَ ذَا الْحُلَيْفَة بِغَيْرِ إِحْرَام إِلَى مِيقَاته الْأَصْلِيّ وَهُوَ الْجُحْفَة جَازَ لَهُ ذَلِكَ وَإِنْ كَانَ الْأَفْضَل خِلَافه وَبِهِ قَالَ الْحَنَفِيَّة وَأَبُو ثَوْر وَابْن الْمُنْذِر مِنْ الشَّافِعِيَّة , قَالَ اِبْن دَقِيق الْعِيد : قَوْله \" وَلِأَهْلِ الشَّام الْجُحْفَة \" يَشْمَل مَنْ مَرَّ مِنْ أَهْل الشَّام بِذِي الْحُلَيْفَة وَمَنْ لَمْ يَمُرّ , وَقَوْله \" وَلِمَنْ أَتَى عَلَيْهِنَّ مِنْ غَيْر أَهْلهنَّ \" يَشْمَل الشَّامِيّ إِذَا مَرَّ بِذِي الْحُلَيْفَة وَغَيْره , فَهُنَا عُمُومَانِ قَدْ تَعَارَضَا اِنْتَهَى مُلَخَّصًا. وَيَحْصُل الِانْفِكَاك عَنْهُ بِأَنَّ قَوْله \" هُنَّ لَهُنَّ \" مُفَسِّر لِقَوْلِهِ مَثَلًا وَقَّتَ لِأَهْلِ الْمَدِينَة ذَا الْحُلَيْفَة , وَأَنَّ الْمُرَاد بِأَهْلِ الْمَدِينَة سَاكِنُوهَا وَمَنّ سَلَكَ طَرِيق سَفَرِهِمْ فَمَرَّ عَلَى مِيقَاتهمْ , وَيُؤَيِّدهُ عِرَاقِيّ خَرَجَ مِنْ الْمَدِينَة فَلَيْسَ لَهُ مُجَاوَزَة مِيقَات الْمَدِينَة غَيْر مُحْرِم , وَيَتَرَجَّح بِهَذَا قَوْل الْجُمْهُور وَيَنْتَفِي التَّعَارُض. ‏ ‏قَوْله : ( مِمَّنْ أَرَادَ الْحَجّ وَالْعُمْرَة ) ‏ ‏فِيهِ دَلَالَة عَلَى جَوَاز دُخُول مَكَّة بِغَيْرِ إِحْرَام , وَسَيَأْتِي فِي تَرْجَمَة مُفْرَدَة. ‏ ‏قَوْله : ( وَمَنْ كَانَ دُون ذَلِكَ ) ‏ ‏أَيْ بَيْنَ الْمِيقَات وَمَكَّة. ‏ ‏قَوْله : ( فَمِنْ حَيْثُ أَنْشَأَ ) ‏ ‏أَيْ فَمِيقَاته مِنْ حَيْثُ أَنْشَأَ الْإِحْرَام إِذْ السَّفَر مِنْ مَكَانه إِلَى مَكَّة وَهَذَا مُتَّفَق عَلَيْهِ إِلَّا مَا رُوِيَ عَنْ مُجَاهِد أَنَّهُ قَالَ : مِيقَات هَؤُلَاءِ نَفْس مَكَّة , وَاسْتُدِلَّ بِهِ اِبْن حَزْم عَلَى أَنَّ مَنْ لَيْسَ لَهُ مِيقَات فَمِيقَاته مِنْ حَيْثُ شَاءَ وَلَا دَلَالَة فِيهِ لِأَنَّهُ يَخْتَصّ بِمَنْ كَانَ دُون الْمِيقَات أَيْ إِلَى جِهَة مَكَّة كَمَا تَقَدَّمَ , وَيُؤْخَذ مِنْهُ أَنَّ مَنْ سَافَرَ غَيْر قَاصِد لِلنُّسُكِ فَجَاوَزَ الْمِيقَات ثُمَّ بَدَا لَهُ بَعْدَ ذَلِكَ النُّسُك أَنَّهُ مُحْرِم مِنْ حَيْثُ تَجَدَّدَ لَهُ الْقَصْد وَلَا يَجِب عَلَيْهِ الرُّجُوع إِلَى الْمِيقَات لِقَوْلِهِ \" فَمِنْ حَيْثُ أَنْشَأَ \". ‏ ‏قَوْله : ( حَتَّى أَهْل مَكَّة ) ‏ ‏يَجُوز فِيهِ الرَّفْع وَالْكَسْر. ‏ ‏قَوْله : ( مِنْ مَكَّة ) ‏ ‏أَيْ لَا يَحْتَاجُونَ إِلَى الْخُرُوج إِلَى الْمِيقَات لِلْإِحْرَامِ مِنْهُ بَلْ يُحْرِمُونَ مِنْ مَكَّة كَالْآفَاقِيِّ الَّذِي بَيْنَ الْمِيقَات وَمَكَّة فَإِنَّهُ يُحْرِم مِنْ مَكَانه وَلَا يَحْتَاج إِلَى الرُّجُوع إِلَى الْمِيقَات لِيُحْرِم مِنْهُ , وَهَذَا خَاصّ بِالْحَاجِّ , وَاخْتُلِفَ فِي أَفْضَل الْأَمَاكِن الَّتِي يُحْرِم مِنْهَا كَمَا سَيَأْتِي فِي تَرْجَمَة مُفْرَدَة. وَأَمَّا الْمُعْتَمِر فَيَجِب عَلَيْهِ أَنْ يَخْرُج إِلَى أَدْنَى الْحِلّ كَمَا سَيَأْتِي بَيَانه فِي أَبْوَاب الْعُمْرَة. قَالَ الْمُحِبّ الطَّبَرِيُّ : لَا أَعْلَم أَحَدًا جَعَلَ مَكَّة مِيقَاتًا لِلْعُمْرَةِ , فَتَعَيَّنَ حَمْله عَلَى الْقَارِن , وَاخْتُلِفَ فِي الْقَارِن فَذَهَبَ الْجُمْهُور إِلَى أَنَّ حُكْمه حُكْم الْحَاجّ فِي الْإِهْلَال مِنْ مَكَّة , وَقَالَ اِبْن الْمَاجِشُونِ : يَجِب عَلَيْهِ الْخُرُوج إِلَى أَدْنَى الْحِلّ , وَوَجْهه أَنَّ الْعُمْرَة إِنَّمَا تَنْدَرِج فِي الْحَجّ فِيمَا مَحِلّه وَاحِد كَالطَّوَافِ وَالسَّعْي عِنْدَ مَنْ يَقُول بِذَلِكَ , وَأَمَّا الْإِحْرَام فَمَحِلّه فِيهِمَا مُخْتَلِف , وَجَوَاب هَذَا الْإِشْكَال أَنَّ الْمَقْصُود مِنْ الْخُرُوج إِلَى الْحِلّ فِي حَقّ الْمُعْتَمِر أَنْ يَرِد عَلَى الْبَيْت الْحَرَام مِنْ الْحِلّ فَيَصِحّ كَوْنه وَافِدًا عَلَيْهِ , وَهَذَا يَحْصُل لِلْقَارِنِ لِخُرُوجِهِ إِلَى عَرَفَة وَهِيَ مِنْ الْحِلّ وَرُجُوعه إِلَى الْبَيْت لِطَوَافِ الْإِفَاضَة فَحَصَلَ الْمَقْصُود بِذَلِكَ أَيْضًا. وَاخْتُلِفَ فِيمَنْ جَاوَزَ الْمِيقَات مُرِيدًا لِلنُّسُكِ فَلَمْ يُحْرِم , فَقَالَ الْجُمْهُور : يَأْثَم وَيَلْزَمهُ دَم , فَأَمَّا لُزُوم الدَّم فَبِدَلِيلٍ غَيْرِ هَذَا , وَأَمَّا الْإِثْم فَلِتَرْكِ الْوَاجِب. وَقَدْ تَقَدَّمَ الْحَدِيث مِنْ طَرِيق اِبْن عُمَر بِلَفْظِ \" فَرَضَهَا \" وَسَيَأْتِي بِلَفْظِ \" يُهِلّ \" وَهُوَ خَبَر بِمَعْنَى الْأَمْر وَالْأَمْر لَا يَرِد بِلَفْظِ الْخَبَر إِلَّا إِذَا أُرِيدَ تَأْكِيده , وَتَأْكِيد الْأَمْر لِلْوُجُوبِ , وَسَبَقَ فِي الْعِلْم بِلَفْظِ \" مِنْ أَيْنَ تَأْمُرنَا أَنْ نُهِلّ \" وَلِمُسْلِمٍ مِنْ طَرِيق عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر \" أَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْل الْمَدِينَة \". وَذَهَبَ عَطَاء وَالنَّخَعِيُّ إِلَى عَدَم الْوُجُوب , وَمُقَابِله قَوْل سَعِيد بْن جُبَيْر لَا يَصِحّ حَجّه وَبِهِ قَالَ اِبْن حَزْم , وَقَالَ الْجُمْهُور : لَوْ رَجَعَ إِلَى الْمِيقَات قَبْلَ التَّلَبُّس بِالنُّسُكِ سَقَطَ عَنْهُ الدَّم , قَالَ أَبُو حَنِيفَة بِشَرْطِ أَنْ يَعُود مُلَبِّيًا , وَمَالِك بِشَرْطِ أَنْ لَا يَبْعُد , وَأَحْمَد لَا يَسْقُط بِشَيْءٍ. ‏ ‏( تَنْبِيه ) : ‏ ‏الْأَفْضَل فِي كُلّ مِيقَات أَنْ يُحْرِم مِنْ طَرَفه الْأَبْعَد مِنْ مَكَّة , فَلَوْ أَحْرَمَ مِنْ طَرَفه الْأَقْرَب جَازَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2279",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ احْتَجَمَ النَّبِيُّ صلى الله عليه وسلم وَأَعْطَى الْحَجَّامَ أَجْرَهُ، وَلَوْ عَلِمَ كَرَاهِيَةً لَمْ يُعْطِهِ‏.‏",
    "english_text": "When the Prophet (ﷺ) was cupped, he paid the man who cupped him his wages. If it had been undesirable \nhe would not have paid him.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2280",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مِسْعَرٌ، عَنْ عَمْرِو بْنِ عَامِرٍ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم يَحْتَجِمُ، وَلَمْ يَكُنْ يَظْلِمُ أَحَدًا أَجْرَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) used to get cupped and would never withhold the wages of any person .",
    "explication": "\" 3579 \" ‏ ‏قَوْله : ( عَنْ عَمْرو بْن عَامِر ) ‏ ‏هُوَ الْأَنْصَارِيّ وَلَيْسَتْ لَهُ رِوَايَة فِي الْبُخَارِيّ إِلَّا عَنْ أَنَس , وَقَدْ تَقَدَّمَ لَهُ حَدِيث فِي الطَّهَارَة وَآخَر فِي الصَّلَاة وَهَذَا , وَهُوَ جَمِيع مَا لَهُ عِنْده. ‏ ‏قَوْله : ( كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَحْتَجِم ) ‏ ‏فِيهِ إِشْعَار بِالْمُوَاظَبَةِ بِخِلَافِ الْأَوَّل. ‏ ‏وَقَوْله : ( وَلَمْ يَكُنْ يَظْلِم أَحَدًا أَجْره ) ‏ ‏فِيهِ إِثْبَات إِعْطَائِهِ أُجْرَة الْحَجَّام بِطَرِيقِ الِاسْتِنْبَاط , بِخِلَافِ الرِّوَايَة الَّتِي قَبْلهَا فَفِيهَا الْجَزْم بِذَلِكَ عَلَى طَرِيق التَّنْصِيص. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2281",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ دَعَا النَّبِيُّ صلى الله عليه وسلم غُلاَمًا حَجَّامًا فَحَجَمَهُ، وَأَمَرَ لَهُ بِصَاعٍ أَوْ صَاعَيْنِ، أَوْ مُدٍّ أَوْ مُدَّيْنِ، وَكَلَّمَ فِيهِ فَخُفِّفَ مِنْ ضَرِيبَتِهِ‏.‏",
    "english_text": "The Prophet (ﷺ) sent for a slave who had the profession of cupping, and he cupped him. The Prophet (ﷺ) \nordered that he be paid one or two Sas, or one or two Mudds of foodstuff, and appealed to his masters \nto reduce his taxes:",
    "explication": "‏ ‏قَوْله : ( عَنْ حُمَيْدٍ الطَّوِيل عَنْ أَنَس ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه \" عَنْ حُمَيْدٍ سَمِعْت أَنَسًا \". ‏ ‏قَوْله : ( دَعَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غُلَامًا ) ‏ ‏هُوَ أَبُو طَيْبَة كَمَا تَقَدَّمَ قَبْل بَاب , وَاسْم أَبِي طَيْبَة نَافِع عَلَى الصَّحِيح , فَقَدْ رَوَى أَحْمَد وَابْن السَّكَن وَالطَّبَرَانِيُّ مِنْ حَدِيث مُحَيِّصَةَ بْن مَسْعُود أَنَّهُ \" كَانَ لَهُ غُلَام حَجَّام يُقَال لَهُ نَافِع أَبُو طَيْبَة فَانْطَلَقَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْأَلهُ عَنْ خَرَاجه \" الْحَدِيث , وَحَكَى اِبْن عَبْد الْبَرّ فِي اِسْم أَبِي طَيْبَة أَنَّهُ دِينَار , وَوَهَمُوهُ فِي ذَلِكَ لِأَنَّ دِينَارًا الْحَجَّام تَابِعِيّ رَوَى عَنْ أَبِي طَيْبَة لَا أَنَّهُ اِسْم أَبِي طَيْبَة , أَخْرَجَ حَدِيثه اِبْن مَنْدَهْ مِنْ طَرِيق بَسَّام الْحَجَّام عَنْ دِينَار الْحَجَّام عَنْ أَبِي طَيْبَة الْحَجَّام قَالَ \" حَجَمْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْحَدِيث , وَبِذَلِكَ جَزَمَ أَبُو أَحْمَد الْحَاكِم فِي الْكُنَى أَنَّ دِينَارًا الْحَجَّام يَرْوِي عَنْ أَبِي طَيْبَة لَا أَنَّهُ أَبُو طَيْبَة نَفْسه ,وَذَكَرَ الْبَغَوِيُّ فِي الصَّحَابَة بِإِسْنَادٍ ضَعِيف أَنَّ اِسْم أَبِي طَيْبَة مَيْسَرَة , وَأَمَّا الْعَسْكَرِيّ فَقَالَ : الصَّحِيح أَنَّهُ لَا يُعْرَف اِسْمه , وَذَكَرَ اِبْن الْحَذَّاء فِي رِجَال \" الْمُوَطَّأ \" أَنَّهُ عَاشَ مِائَة وَثَلَاثًا وَأَرْبَعِينَ سَنَة. ‏ ‏قَوْله : ( بِصَاعٍ أَوْ صَاعَيْنِ أَوْ مُدّ أَوْ مُدَّيْنِ ) ‏ ‏شَكّ مِنْ شُعْبَة , وَقَدْ تَقَدَّمَ فِي رِوَايَة سُفْيَان صَاعًا أَوْ صَاعَيْنِ عَلَى الشَّكّ أَيْضًا وَلَمْ يَتَعَرَّض لِذِكْرِ الْمُدّ , وَقَدْ تَقَدَّمَ فِي الْبُيُوع مِنْ رِوَايَة مَالِك عَنْ حُمَيْدٍ \" فَأَمَرَ لَهُ بِصَاعٍ مِنْ تَمْرٍ \" وَلَمْ يَشُكّ , وَأَفَادَ تَعْيِين مَا فِي الصَّاع \" وَأَخْرَجَ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَلِيّ قَالَ \" أَمَرَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَعْطَيْت الْحَجَّام أَجْره \" فَأَفَادَ تَعْيِين مَنْ بَاشَرَ الْعَطِيَّة. وَلِابْنِ أَبِي شَيْبَة مِنْ هَذَا الْوَجْه \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِلْحَجَّامِ كَمْ خَرَاجك ؟ قَالَ صَاعَانِ , قَالَ فَوَضَعَ عَنْهُ صَاعًا \" وَكَأَنَّ هَذَا هُوَ السَّبَب فِي الشَّكّ الْمَاضِي. وَهَذِهِ الرِّوَايَة تَجْمَع الْخِلَاف , وَفِي حَدِيث اِبْن عُمَر عِنْد اِبْن أَبِي شَيْبَة أَنَّ خَرَاجه كَانَ ثَلَاثَة آصُعٍ , وَكَذَا لِأَبِي يَعْلَى عَنْ جَابِر , فَإِنْ صَحَّ جُمِعَ بَيْنهمَا بِأَنَّهُ كَانَ صَاعَيْنِ وَزِيَادَة فَمَنْ قَالَ صَاعَيْنِ أَلْغَى الْكَسْر وَمَنْ قَالَ ثَلَاثَة جَبَرَهُ. ‏ ‏قَوْله : ( وَكَلَّمَ فِيهِ ) ‏ ‏لَمْ يَذْكُر الْمَفْعُول وَقَدْ ذَكَرَهُ قَبْلُ بِبَابٍ مِنْ وَجْه آخَر عَنْ حُمَيْدٍ فَقَالَ \" كَلَّمَ مَوَالِيه \" وَمَوَالِيه هُمْ بَنُو حَارِثَة عَلَى الصَّحِيح , وَمَوْلَاهُ مِنْهُمْ مُحَيِّصَةُ بْن مَسْعُود كَمَا تَرَاهُ هُنَا , وَإِنَّمَا جَمَعَ الْمَوَالِي مَجَازًا كَمَا يُقَال بَنُو فُلَان قَتَلُوا رَجُلًا وَيَكُون الْقَاتِل مِنْهُمْ وَاحِدًا , وَأَمَّا مَا وَقَعَ فِي حَدِيث جَابِر أَنَّهُ مَوْلَى بَنِي بَيَاضَةَ فَهُوَ وَهْم , فَإِنَّ مَوْلَى بَنِي بَيَاضَةَ آخَر يُقَال لَهُ أَبُو هِنْد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2282",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ ثَمَنِ الْكَلْبِ وَمَهْرِ الْبَغِيِّ وَحُلْوَانِ الْكَاهِنِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) regarded illegal the price of a dog, the earnings of a prostitute, and the charges taken \nby a soothsayer.",
    "explication": "‏ ‏حَدِيث أَبِي مَسْعُود ‏ ‏- وَهُوَ عُقْبَة بْن عَمْرو الْأَنْصَارِيّ - فِي النَّهْي عَنْ ثَمَن الْكَلْب وَحُلْوَانِ الْكَاهِن وَمَهْر الْبَغِيّ , ‏ ‏وَقَوْله \" عَنْ الزُّهْرِيِّ عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن \" ‏ ‏هُوَ اِبْن الْحَارِث بْن هِشَام , فِي رِوَايَة الْحُمَيْدِيّ \" عَنْ سُفْيَان حَدَّثَنَا الزُّهْرِيِّ أَنَّهُ سَمِعَ أَبَا بَكْر بْن عَبْد الرَّحْمَن \". وَتَقَدَّمَ شَرْحه فِي آخِر الْبُيُوع ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2283",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ كَسْبِ الإِمَاءِ‏.‏",
    "english_text": "The Prophet (ﷺ) prohibited the earnings of slave girls (through prostitution).",
    "explication": "‏ ‏حَدِيث أَبِي هُرَيْرَة فِي النَّهْي عَنْ كَسْب الْإِمَاء ‏ ‏, قَدْ تَقَدَّمَ شَرْح الْأَحَادِيث الثَّلَاثَة فِي آخِر الْبُيُوع. قَالَ اِبْن بَطَّالٍ : قَالَ الْجُمْهُور مَنْ عَقَدَ عَلَى مَحْرَم وَهُوَ عَالِم بِالتَّحْرِيمِ وَجَبَ عَلَيْهِ الْحَدّ لِلْإِجْمَاعِ عَلَى تَحْرِيم الْعَقْد , فَلَمْ يَكُنْ هُنَاكَ شُبْهَة يُدْرَأ بِهَا الْحَدّ. وَعَنْ أَبِي حَنِيفَة الْعَقْد شُبْهَة. وَاحْتَجَّ لَهُ بِمَا لَوْ وَطِئَ جَارِيَة لَهُ فِيهَا شَرِكَة فَإِنَّهَا مُحَرَّمَة عَلَيْهِ بِالِاتِّفَاقِ وَلَا حَدّ عَلَيْهِ لِلشُّبْهَةِ. وَأُجِيب بِأَنَّ حِصَّته مِنْ الْمِلْك اِقْتَضَتْ حُصُول الشُّبْهَة , بِخِلَافِ الْمَحْرَم لَهُ فَلَا مِلْك لَهُ فِيهَا أَصْلًا فَافْتَرَقَا وَمِنْ ثَمَّ قَالَ اِبْن الْقَاسِم مِنْ الْمَالِكِيَّة : يَجِب الْحَدّ فِي وَطْء الْحُرَّة وَلَا يَجِب فِي الْمَمْلُوكَة وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2284",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، وَإِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ عَلِيِّ بْنِ الْحَكَمِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ عَسْبِ الْفَحْلِ‏.‏",
    "english_text": "The Prophet (ﷺ) forbade taking a price for animal copulation.",
    "explication": "‏ ‏قَوْله : ( عَنْ النَّجْشِ ) ‏ ‏تَقَدَّمَ أَنَّ الْمَشْهُورَ أَنَّهُ بِفَتْحِ الْجِيمِ وَحَكَى الْمُطَرِّزِيُّ فِيهِ السُّكُون. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2285",
    "category": "كتاب الإجارة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ أَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْبَرَ أَنْ يَعْمَلُوهَا وَيَزْرَعُوهَا وَلَهُمْ شَطْرُ مَا يَخْرُجُ مِنْهَا، وَأَنَّ ابْنَ عُمَرَ حَدَّثَهُ أَنَّ الْمَزَارِعَ كَانَتْ تُكْرَى عَلَى شَىْءٍ سَمَّاهُ نَافِعٌ لاَ أَحْفَظُهُ‏.‏ وَأَنَّ رَافِعَ بْنَ خَدِيجٍ حَدَّثَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ كِرَاءِ الْمَزَارِعِ‏.‏ وَقَالَ عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ حَتَّى أَجْلاَهُمْ عُمَرُ‏.‏",
    "english_text": "\"Allah's Messenger (ﷺ) gave the land of Khaibar to the Jews to work on and cultivate and take half of its \nyield. Ibn `Umar added, \"The land used to be rented for a certain portion (of its yield).\" Nafi` \nmentioned the amount of the portion but I forgot it. Rafi` bin Khadij said, \"The Prophet (ﷺ) forbade \nrenting farms.\" Narrated 'Ubaidullah Nafi` said: Ibn `Umar said: (The contract of Khaibar continued) \ntill `Umar evacuated the Jews (from Khaibar).",
    "explication": "حَدِيث اِبْن عُمَر الْمَذْكُور قَبْل بِبَابٍ , ‏ ‏وَعَبْد اللَّه ‏ ‏الْمَذْكُور فِي الْإِسْنَاد هُوَ اِبْن الْمُبَارَك , ‏ ‏وَعُبَيْد اللَّه ‏ ‏بِالتَّصْغِيرِ هُوَ اِبْن عُمَر الْعُمَرِيّ وَقَدْ تَقَدَّمَ مَا فِيهِ , وَأَرَادَ بِهَذَا الْإِشَارَة إِلَى أَنَّهُ لَا فَرْق فِي جَوَاز هَذِهِ الْمُعَامَلَة بَيْن الْمُسْلِمِينَ وَأَهْل الذِّمَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]