[
  {
    "id": "2290",
    "category": "كتاب الكفالة",
    "text_chakl": "وَقَالَ أَبُو الزِّنَادِ عَنْ مُحَمَّدِ بْنِ حَمْزَةَ بْنِ عَمْرٍو الأَسْلَمِيِّ، عَنْ أَبِيهِ، أَنَّ عُمَرَ ـ رضى الله عنه ـ بَعَثَهُ مُصَدِّقًا، فَوَقَعَ رَجُلٌ عَلَى جَارِيَةِ امْرَأَتِهِ، فَأَخَذَ حَمْزَةُ مِنَ الرَّجُلِ كَفِيلاً حَتَّى قَدِمَ عَلَى عُمَرَ، وَكَانَ عُمَرُ قَدْ جَلَدَهُ مِائَةَ جَلْدَةٍ، فَصَدَّقَهُمْ، وَعَذَرَهُ بِالْجَهَالَةِ‏.‏ وَقَالَ جَرِيرٌ وَالأَشْعَثُ لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ فِي الْمُرْتَدِّينَ اسْتَتِبْهُمْ، وَكَفِّلْهُمْ‏.‏ فَتَابُوا وَكَفَلَهُمْ عَشَائِرُهُمْ‏.‏ وَقَالَ حَمَّادٌ إِذَا تَكَفَّلَ بِنَفْسٍ فَمَاتَ فَلاَ شَىْءَ عَلَيْهِ‏.‏ وَقَالَ الْحَكَمُ يَضْمَنُ‏.‏",
    "english_text": "'Umar (ra) sent him (i.e. Hamza) as a Sadaqa / Zakat collector. A man had committed illegal sexual intercourse with the slave girl of his wife. Hamza took (personal) sureties for the adulterer till they came to 'Umar. 'Umar had lashed the adulterer one hundred lashes. 'Umar confirmed their claim (that the adulterer had already been punished) and excused him because of being Ignorant.\n\nJarir Al-Ash'ath said to Ibn Mas'ud regarding renegades (i.e., those who became infidels after embracing Islam), \"Let them repent and take (personal) sureties for them.\" They repented and their relatives stood sureties for them.\n\nAccording to Hammad, if somebody stands surety for another person and that person dies, the person giving surety will be released from responsibility. According to Al-Hakam, his responsibilities continues.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2291",
    "category": "كتاب الكفالة",
    "text_chakl": "قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَنَّهُ ذَكَرَ رَجُلاً مِنْ بَنِي إِسْرَائِيلَ سَأَلَ بَعْضَ بَنِي إِسْرَائِيلَ أَنْ يُسْلِفَهُ أَلْفَ دِينَارٍ، فَقَالَ ائْتِنِي بِالشُّهَدَاءِ أُشْهِدُهُمْ‏.‏ فَقَالَ كَفَى بِاللَّهِ شَهِيدًا‏.‏ قَالَ فَأْتِنِي بِالْكَفِيلِ‏.‏ قَالَ كَفَى بِاللَّهِ كَفِيلاً‏.‏ قَالَ صَدَقْتَ‏.‏ فَدَفَعَهَا إِلَيْهِ إِلَى أَجَلٍ مُسَمًّى، فَخَرَجَ فِي الْبَحْرِ، فَقَضَى حَاجَتَهُ، ثُمَّ الْتَمَسَ مَرْكَبًا يَرْكَبُهَا، يَقْدَمُ عَلَيْهِ لِلأَجَلِ الَّذِي أَجَّلَهُ، فَلَمْ يَجِدْ مَرْكَبًا، فَأَخَذَ خَشَبَةً، فَنَقَرَهَا فَأَدْخَلَ فِيهَا أَلْفَ دِينَارٍ، وَصَحِيفَةً مِنْهُ إِلَى صَاحِبِهِ، ثُمَّ زَجَّجَ مَوْضِعَهَا، ثُمَّ أَتَى بِهَا إِلَى الْبَحْرِ، فَقَالَ اللَّهُمَّ إِنَّكَ تَعْلَمُ أَنِّي كُنْتُ تَسَلَّفْتُ فُلاَنًا أَلْفَ دِينَارٍ، فَسَأَلَنِي كَفِيلاً، فَقُلْتُ كَفَى بِاللَّهِ كَفِيلاً، فَرَضِيَ بِكَ، وَسَأَلَنِي شَهِيدًا، فَقُلْتُ كَفَى بِاللَّهِ شَهِيدًا، فَرَضِيَ بِكَ، وَأَنِّي جَهَدْتُ أَنْ أَجِدَ مَرْكَبًا، أَبْعَثُ إِلَيْهِ الَّذِي لَهُ فَلَمْ أَقْدِرْ، وَإِنِّي أَسْتَوْدِعُكَهَا‏.‏ فَرَمَى بِهَا فِي الْبَحْرِ حَتَّى وَلَجَتْ فِيهِ، ثُمَّ انْصَرَفَ، وَهْوَ فِي ذَلِكَ يَلْتَمِسُ مَرْكَبًا، يَخْرُجُ إِلَى بَلَدِهِ، فَخَرَجَ الرَّجُلُ الَّذِي كَانَ أَسْلَفَهُ، يَنْظُرُ لَعَلَّ مَرْكَبًا قَدْ جَاءَ بِمَالِهِ، فَإِذَا بِالْخَشَبَةِ الَّتِي فِيهَا الْمَالُ، فَأَخَذَهَا لأَهْلِهِ حَطَبًا، فَلَمَّا نَشَرَهَا وَجَدَ الْمَالَ وَالصَّحِيفَةَ، ثُمَّ قَدِمَ الَّذِي كَانَ أَسْلَفَهُ، فَأَتَى بِالأَلْفِ دِينَارٍ، فَقَالَ وَاللَّهِ مَا زِلْتُ جَاهِدًا فِي طَلَبِ مَرْكَبٍ لآتِيَكَ بِمَالِكَ، فَمَا وَجَدْتُ مَرْكَبًا قَبْلَ الَّذِي أَتَيْتُ فِيهِ‏.‏ قَالَ هَلْ كُنْتَ بَعَثْتَ إِلَىَّ بِشَىْءٍ قَالَ أُخْبِرُكَ أَنِّي لَمْ أَجِدْ مَرْكَبًا قَبْلَ الَّذِي جِئْتُ فِيهِ‏.‏ قَالَ فَإِنَّ اللَّهَ قَدْ أَدَّى عَنْكَ الَّذِي بَعَثْتَ فِي الْخَشَبَةِ فَانْصَرِفْ بِالأَلْفِ الدِّينَارِ رَاشِدًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"An Israeli man asked another Israeli to lend him \n     one thousand Dinars. The second man required witnesses. The former \n     replied, 'Allah is sufficient as a witness.' The second said, 'I want \n     a surety.' The former replied, 'Allah is sufficient as a surety.' The \n     second said, 'You are right,' and lent him the money for a certain \n     period. The debtor went across the sea. When he finished his job, he \n     searched for a conveyance so that he might reach in time for the \n     repayment of the debt, but he could not find any. So, he took a piece \n     of wood and made a hole in it, inserted in it one thousand Dinars and \n     a letter to the lender and then closed (i.e. sealed) the hole tightly.\n     He took the piece of wood to the sea and said. 'O Allah! You know well\n     that I took a loan of one thousand Dinars from so-and-so. He demanded \n     a surety from me but I told him that Allah's Guarantee was sufficient \n     and he accepted Your guarantee. He then asked for a witness and I told\n     him that Allah was sufficient as a Witness, and he accepted You as a \n     Witness. No doubt, I tried hard to find a conveyance so that I could \n     pay his money but could not find, so I hand over this money to You.' \n     Saying that, he threw the piece of wood into the sea till it went out \n     far into it, and then he went away. Meanwhile he started searching for\n     a conveyance in order to reach the creditor's country. \n\n\n     One day the lender came out of his house to see whether a ship had \n     arrived bringing his money, and all of a sudden he saw the piece of \n     wood in which his money had been deposited. He took it home to use for\n     fire. When he sawed it, he found his money and the letter inside it. \n     Shortly after that, the debtor came bringing one thousand Dinars to \n     him and said, 'By Allah, I had been trying hard to get a boat so that \n     I could bring you your money, but failed to get one before the one I \n     have come by.' The lender asked, 'Have you sent something to me?' The \n     debtor replied, 'I have told you I could not get a boat other than the\n     one I have come by.' The lender said, 'Allah has delivered on your \n     behalf the money you sent in the piece of wood. So, you may keep your \n     one thousand Dinars and depart guided on the right path.' \"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ اللَّيْثُ إِلَخْ ) ‏ ‏هُوَ طَرَفٌ مِنْ حَدِيثٍ سَاقَهُ بِتَمَامِهِ فِي كِتَاب الْكَفَالَة كَمَا سَيَأْتِي , وَسَنَذْكُرُ الْكَلَامَ عَلَيْهِ ثَمَّ , وَوَجْهُ تَعَلُّقِهِ بِالتَّرْجَمَةِ ظَاهِرٌ مِنْ جِهَة أَنَّ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا إِذَا لَمْ يَرِدْ فِي شَرْعِنَا مَا يَنْسَخُهُ , وَلَا سِيَّمَا إِذَا ذَكَرَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُقَرِّرًا لَهُ أَوْ فِي سِيَاق الثَّنَاءِ عَلَى فَاعِلِهِ أَوْ مَا أَشْبَهَ ذَلِكَ , وَيَحْتَمِل أَنْ يَكُون مُرَاد الْمُصَنِّف بِإِيرَادِ هَذَا أَنَّ رُكُوب الْبَحْر لَمْ يَزَلْ مُتَعَارَفًا مَأْلُوفًا مِنْ قَدِيم الزَّمَانِ , فَيُحْمَلُ عَلَى أَصْل الْإِبَاحَةِ حَتَّى يَرِدَ دَلِيلٌ عَلَى الْمَنْعِ. ‏ ‏قَوْله فِي آخِره ( حَدَّثَنِي عَبْد اللَّه بْن صَالِح حَدَّثَنَا اللَّيْث بِهِ ) ‏ ‏فِيهِ التَّصْرِيح بِوَصْلِ الْمُعَلَّق الْمَذْكُور , وَلَمْ يَقَع ذَلِكَ فِي أَكْثَر الرِّوَايَات فِي الصَّحِيح , وَلَا ذَكَرَهُ أَبُو ذَرّ إِلَّا فِي هَذَا الْمَوْضِع , وَكَذَا وَقَعَ فِي رِوَايَة أَبِي الْوَقْت. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2292",
    "category": "كتاب الكفالة",
    "text_chakl": "حَدَّثَنَا الصَّلْتُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ إِدْرِيسَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما – ‏{‏وَلِكُلٍّ جَعَلْنَا مَوَالِيَ‏}‏ قَالَ وَرَثَةً ‏{‏وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ‏}‏ قَالَ كَانَ الْمُهَاجِرُونَ لَمَّا قَدِمُوا الْمَدِينَةَ يَرِثُ الْمُهَاجِرُ الأَنْصَارِيَّ دُونَ ذَوِي رَحِمِهِ لِلأُخُوَّةِ الَّتِي آخَى النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمْ، فَلَمَّا نَزَلَتْ ‏{‏وَلِكُلٍّ جَعَلْنَا مَوَالِيَ‏}‏ نَسَخَتْ، ثُمَّ قَالَ ‏{‏وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ ‏}‏ إِلاَّ النَّصْرَ وَالرِّفَادَةَ وَالنَّصِيحَةَ، وَقَدْ ذَهَبَ الْمِيرَاثُ وَيُوصِي لَهُ‏.‏",
    "english_text": "Ibn `Abbas said, \"In the verse: To every one We have appointed ' (Muwaliya Muwaliya means one's) \nheirs (4.33).' (And regarding the verse) 'And those with whom your right hands have made a pledge.' \nIbn `Abbas said, \"When the emigrants came to the Prophet (ﷺ) in Medina, the emigrant would inherit the \nAnsari while the latter's relatives would not inherit him because of the bond of brotherhood which the \nProphet established between them (i.e. the emigrants and the Ansar). When the verse: 'And to \neveryone We have appointed heirs' (4.33) was revealed, it canceled (the bond (the pledge) of \nbrotherhood regarding inheritance).\" Then he said, \"The verse: To those also to whom your right \nhands have pledged, remained valid regarding cooperation and mutual advice, while the matter of \ninheritance was excluded and it became permissible to assign something in one's testament to the \nperson who had the right of inheriting before.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الصَّلْت بْن مُحَمَّد ) ‏ ‏تَقَدَّمَ هَذَا الْحَدِيث سَنَدًا وَمَتْنًا فِي الْكَفَالَة , وَأُحِيلَ بِشَرْحِهِ عَلَى هَذَا الْمَوْضِع. ‏ ‏قَوْله : ( عَنْ إِدْرِيس ) ‏ ‏هُوَ اِبْن يَزِيد الْأَوْدِيُّ بِفَتْحِ الْأَلِف وَسُكُون الْوَاو وَالِد عَبْد اللَّه بْن إِدْرِيس الْفَقِيه الْكُوفِيّ , وَإِدْرِيس ثِقَة عِنْدهمْ , وَمَا لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث. وَوَقَعَ فِي رِوَايَة الطَّبَرِيِّ عَنْ أَبِي كُرَيْبٍ عَنْ أَبِي أُسَامَة \" حَدَّثَنَا إِدْرِيس بْن يَزِيد \". ‏ ‏قَوْله : ( عَنْ طَلْحَة بْن مُصَرِّف ) ‏ ‏وَقَعَ فِي الْفَرَائِض \" عَنْ إِسْحَاق بْن إِبْرَاهِيم عَنْ أَبِي أُسَامَة عَنْ إِدْرِيس حَدَّثَنَا طَلْحَة \". ‏ ‏قَوْله : ( وَلِكُلٍّ جَعَلْنَا مَوَالِيَ , قَالَ : وَرَثَة ) ‏ ‏هَذَا مُتَّفَق عَلَيْهِ بَيْن أَهْل التَّفْسِير مِنْ السَّلَف , أَسْنَدَهُ الطَّبَرِيُّ عَنْ مُجَاهِد وَقَتَادَةَ وَالسُّدِّيِّ وَغَيْرهمْ , ثُمَّ قَالَ : وَتَأْوِيل الْكَلَام وَلِكُلِّكُمْ أَيّهَا النَّاس جَعَلْنَا عَصَبَة يَرِثُونَهُ مِمَّا تَرَكَ وَالِده وَأَقْرَبُوهُ مِنْ مِيرَاثهمْ لَهُ. وَذَكَرَ غَيْره الْآيَة تَقْدِيرًا غَيْر ذَلِكَ فَقِيلَ : التَّقْدِير جَعَلْنَا لِكُلِّ مَيِّت وَرَثَة تَرِث مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ. وَقِيلَ : التَّقْدِير وَلِكُلٍّ مَال مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ جَعَلْنَا وَرَثَة يَحُوزُونَهُ. فَعَلَى هَذَا \" كُلّ \" مُتَعَلِّقَة بِجَعَلَ وَ \" مِمَّا تَرَكَ \" صِفَة لِكُلٍّ وَ \" الْوَالِدَانِ \" فَاعِل تَرَكَ , وَيَلْزَم عَلَيْهِ الْفَصْل بَيْن الْمَوْصُوف وَصِفَته , وَقَدْ سُمِعَ كَثِيرًا , وَفِي الْقُرْآن ( قُلْ أَغَيْر اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَوَاتِ ) فَإِنَّ فَاطِر صِفَة اللَّه اِتِّفَاقًا , وَقِيلَ : التَّقْدِير وَلِكُلِّ قَوْم جَعَلْنَاهُمْ مَوْلًى أَيْ وَرَثَة نَصِيب مِمَّا تَرَكَ وَالِدَاهُمْ وَأَقْرَبُوهُمْ , وَهَذَا يَقْتَضِي أَنَّ \" لِكُلٍّ \" خَبَر مُقَدَّم وَ \" نَصِيب \" مُبْتَدَأ مُؤَخَّر وَ ( جَعَلْنَاهُمْ ) صِفَة لِقَوْمِ وَ ( مِمَّا تَرَكَ ) صِفَة لِلْمُبْتَدَأِ الَّذِي حُذِفَ وَ ( نَصِيب ) صِفَته , وَكَذَا حُذِفَ مَا أُضِيفَتْ إِلَيْهِ كُلّ وَبَقِيَتْ صِفَته , وَكَذَا حُذِفَ الْعَائِد عَلَى الْمَوْصُوف , هَذَا حَاصِل مَا ذَكَرَهُ الْمُعْرِبُونَ , وَذَكَرُوا غَيْر ذَلِكَ مِمَّا ظَاهِره التَّكَلُّف. وَأَوْضَح مِنْ ذَلِكَ أَنَّ الَّذِي يُضَاف إِلَيْهِ كُلّ هُوَ مَا تَقَدَّمَ فِي الْآيَة الَّتِي قَبْلهَا وَهُوَ قَوْله : ( لِلرِّجَالِ نَصِيبٌ مِمَّا اِكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اِكْتَسَبْنَ ) ثُمَّ قَالَ ( وَلِكُلٍّ ) أَيْ مِنْ الرِّجَال وَالنِّسَاء ( جَعَلْنَا ) أَيْ قَدَّرْنَا ( نَصِيبًا ) أَيْ مِيرَاثًا ( مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ , وَاَلَّذِينَ عَاقَدَتْ أَيْمَانُكُمْ ) أَيْ بِالْحَلِفِ أَوْ الْمُوَالَاة وَالْمُؤَاخَاة ( فَآتُوهُمْ نَصِيبَهُمْ ) خِطَاب لِمَنْ يَتَوَلَّى ذَلِكَ أَيْ مَنْ وُلِّيَ عَلَى مِيرَاث أَحَد فَلْيُعْطِ لِكُلِّ مَنْ يَرِثهُ نَصِيبه , وَعَلَى هَذَا الْمَعْنَى الْمُتَّضِح يَنْبَغِي أَنْ يَقَع الْإِعْرَاب وَيُتْرَك مَا عَدَاهُ مِنْ التَّعَسُّف. ‏ ‏قَوْله : ( وَاَلَّذِينَ عَاقَدَتْ أَيْمَانكُمْ : كَانَ الْمُهَاجِرُونَ لَمَّا قَدِمُوا الْمَدِينَة يَرِث الْمُهَاجِرِيُّ الْأَنْصَارِيَّ دُون ذَوِي رَحِمه لِلْأُخُوَّةِ ) هَكَذَا حَمَلَهَا اِبْن عَبَّاس عَلَى مَنْ آخَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْنَهُمْ , وَحَمَلَهَا غَيْره عَلَى أَعَمّ مِنْ ذَلِكَ فَأَسْنَدَ الطَّبَرِيُّ عَنْهُ قَالَ : كَانَ الرَّجُل يُحَالِف الرَّجُل لَيْسَ بَيْنهمْ نَسَب فَيَرِث أَحَدهمَا الْآخَر , فَنُسِخَ ذَلِكَ. وَمِنْ طَرِيق سَعِيد بْن جُبَيْر قَالَ : كَانَ الرَّجُل يُعَاقِد الرَّجُل فَيَرِثهُ , وَعَاقَدَ أَبُو بَكْر مَوْلًى فَوَرِثَهُ. ‏ ‏قَوْله : ( فَلَمَّا نَزَلَتْ ( وَلِكُلٍّ جَعَلْنَا مَوَالِيَ ) نُسِخَتْ ) هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة أَنَّ نَاسِخ مِيرَاث الْحَلِيف هَذِهِ الْآيَة. وَرَوَى الطَّبَرِيُّ مِنْ طَرِيق عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ \" كَانَ الرَّجُل يُعَاقِد الرَّجُل , فَإِذَا مَاتَ وَرِثَهُ الْآخَر , فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ ( وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنْ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا ) يَقُول إِلَّا أَنْ تُوصُوا لِأَوْلِيَائِكُمْ الَّذِينَ عَاقَدْتُمْ. وَمِنْ طَرِيق قَتَادَةَ : كَانَ الرَّجُل يُعَاقِد الرَّجُل فِي الْجَاهِلِيَّة فَيَقُول دَمِي دَمك وَتَرِثنِي وَأَرِثك , فَلَمَّا جَاءَ الْإِسْلَام أُمِرُوا أَنْ يُؤْتُوهُمْ نَصِيبهمْ مِنْ الْمِيرَاث وَهُوَ السُّدُس , ثُمَّ نُسِخَ بِالْمِيرَاثِ فَقَالَ ( وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ ) , وَمِنْ طُرُق شَتَّى عَنْ جَمَاعَة مِنْ الْعُلَمَاء كَذَلِكَ , وَهَذَا هُوَ الْمُعْتَمَد وَيَحْتَمِل أَنْ يَكُون النَّسْخ وَقَعَ مَرَّتَيْنِ : الْأُولَى حَيْثُ كَانَ الْمُعَاقِد يَرِث وَحْده دُون الْعَصَبَة فَنَزَلَتْ ( وَلِكُلٍّ ) وَهِيَ آيَة الْبَاب فَصَارُوا جَمِيعًا يَرِثُونَ , وَعَلَى هَذَا يَتَنَزَّل حَدِيث اِبْن عَبَّاس , ثُمَّ نَسَخَ ذَلِكَ آيَة الْأَحْزَاب وَخُصَّ الْمِيرَاث بِالْعَصَبَةِ وَبَقِيَ لِلْمُعَاقِدِ النَّصْر وَالْإِرْفَادُ وَنَحْوهمَا , وَعَلَى هَذَا يَتَنَزَّل بَقِيَّة الْآثَار. وَقَدْ تَعَرَّضَ لَهُ اِبْن عَبَّاس فِي حَدِيثه أَيْضًا لَكِنْ لَمْ يَذْكُر النَّاسِخ الثَّانِي , وَلَا بُدّ مِنْهُ , وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( ثُمَّ قَالَ ( وَاَلَّذِينَ عَاقَدَتْ أَيْمَانُكُمْ ) ‏ ‏مِنْ النَّصْر وَالرِّفَادَة وَالنَّصِيحَة وَقَدْ ذَهَبَ الْمِيرَاث وَيُوصَى لَهُ ) كَذَا وَقَعَ فِيهِ , وَسَقَطَ مِنْهُ شَيْء بَيَّنَهُ الطَّبَرِيُّ فِي رِوَايَته عَنْ أَبِي كُرَيْبٍ عَنْ أَبِي أُسَامَة بِهَذَا الْإِسْنَاد وَلَفْظه : ثُمَّ قَالَ ( وَاَلَّذِينَ عَاقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ ) مِنْ النَّصْر إِلَخْ , فَقَوْله مِنْ النَّصْر يَتَعَلَّق بِآتُوهُمْ لَا بِعَاقَدَتْ وَلَا بِأَيْمَانِكُمْ , وَهُوَ وَجْه الْكَلَام , وَالرِّفَادَة بِكَسْرِ الرَّاء بَعْدهَا فَاءَ خَفِيفَة الْإِعَانَة بِالْعَطِيَّةِ. ‏ ‏قَوْله : ( سَمِعَ أَبُو أُسَامَة إِدْرِيس وَسَمِعَ إِدْرِيس طَلْحَة ) ‏ ‏وَقَعَ هَذَا فِي رِوَايَة الْمُسْتَمْلِيّ وَحْده , وَقَدْ قَدَّمْت التَّنْبِيه عَلَى مَنْ وَقَعَ عِنْده التَّصْرِيح بِالتَّحْدِيثِ لِأَبِي أُسَامَة مِنْ إِدْرِيس وَلِإِدْرِيس مِنْ طَلْحَة فِي هَذَا الْحَدِيث بِعَيْنِهِ , وَإِلَى ذَلِكَ أَشَارَ الْمُصَنِّف , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2293",
    "category": "كتاب الكفالة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَدِمَ عَلَيْنَا عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فَآخَى رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ‏.‏",
    "english_text": "`Abdur-Rahman bin `Auf came to us and Allah's Messenger (ﷺ) established a bond of brotherhood between \nhim and Sa`d bin Rabi`a.",
    "explication": "حَدِيث أَنَس فِي قِصَّة عَبْد الرَّحْمَن بْن عَوْف الْمَذْكُورَة. قَدْ أَوْرَدَهُ الْمُصَنِّفُ مِنْ طُرُق عَنْ حُمَيْدٍ وَعَنْ ثَابِت وَعَنْ عَبْد الْعَزِيز اِبْن صُهَيْبٍ كُلُّهُمْ عَنْ أَنَس , وَلَيْسَ فِي شَيْء مِنْهَا أَنَّ أَنَسًا حَمَلَهُ عَنْ عَبْد الرَّحْمَن إِلَّا مَا وَقَعَ فِي رِوَايَة لِمُسْلِمِ وَلِلنَّسَائِيِّ عَنْ طَرِيق عَبْد الْعَزِيز عَنْ أَنَسٍ فَقَالَ \" عَنْ عَبْد الرَّحْمَن بْن عَوْف قَالَ : رَآنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلِيّ \" فَذَكَرَ الْحَدِيث. وَوَقَعَ عِنْد الدَّارَقُطْنِيِّ مِنْ طَرِيق مَالِك عَنْ حُمَيْدٍ عَنْ أَنَس عَنْ عَبْد الرَّحْمَن اِبْن عَوْف أَيْضًا وَذَكَرَ أَنَّ رَوْحَ بْنَ عُبَادَةَ تَفَرَّدَ بِهِ عَنْ مَالِك , وَالْمَحْفُوظ عَنْهُ كَمَا رَوَاهُ الْجَمَاعَة , وَسَيَأْتِي الْكَلَامُ عَلَى حَدِيث أَنَس وَبَيَان فَوَائِد طُرُقه وَاخْتِلَافهَا فِي \" الْوَلِيمَة \" إِنْ شَاءَ اللَّه تَعَالَى. وَالْغَرَض مِنْ إِيرَادِ هَذَيْنِ الْحَدِيثَيْنِ اِشْتِغَالُ بَعْضِ الصَّحَابَةِ بِالتِّجَارَةِ فِي زَمَنِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَقْرِيره عَلَى ذَلِكَ , وَفِيهِ أَنَّ الْكَسْبَ مِنْ التِّجَارَةِ وَنَحْوِهَا أَوْلَى مِنْ الْكَسْب مِنْ الْهِبَةِ وَنَحْوِهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2294",
    "category": "كتاب الكفالة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا عَاصِمٌ، قَالَ قُلْتُ لأَنَسٍ رضى الله عنه أَبَلَغَكَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ حِلْفَ فِي الإِسْلاَمِ ‏\"‏‏.‏ فَقَالَ قَدْ حَالَفَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ قُرَيْشٍ وَالأَنْصَارِ فِي دَارِي‏.‏",
    "english_text": "I heard Anas bin Malik, \"Have you ever heard that the Prophet (ﷺ) said, 'There is no alliance in Islam?' \" \nHe replied, \"The Prophet (ﷺ) made alliance between Quraish and the Ansar in my house.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَاصِم ) ‏ ‏هُوَ اِبْن سُلَيْمَان الْمَعْرُوف بِالْأَحْوَلِ. ‏ ‏قَوْله : ( قُلْت لِأَنَسِ بْن مَالِك أَبَلَغَك أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : لَا حِلْف فِي الْإِسْلَام ؟ ) ‏ ‏الْحِلْف بِكَسْرِ الْمُهْمَلَة وَسُكُون اللَّام بَعْدهَا فَاء : الْعَهْد. وَالْمَعْنَى أَنَّهُمْ لَا يَتَعَاهَدُونَ فِي الْإِسْلَام عَلَى الْأَشْيَاء الَّتِي كَانُوا يَتَعَاهَدُونَ عَلَيْهَا فِي الْجَاهِلِيَّة كَمَا سَأَذْكُرُهُ , وَكَأَنَّ عَاصِمًا يُشِير بِذَلِكَ إِلَى مَا رَوَاهُ سَعْد بْن إِبْرَاهِيم بْنِ عَبْد الرَّحْمَن بْن عَوْف عَنْ أَبِيهِ عَنْ جُبَيْر بْن مُطْعِم مَرْفُوعًا \" لَا حِلْف فِي الْإِسْلَام , وَأَيّمَا حِلْف كَانَ فِي الْجَاهِلِيَّة لَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة \" أَخْرَجَهُ مُسْلِم , وَلِهَذَا الْحَدِيث طُرُق مِنْهَا عَنْ أُمّ سَلَمَة مِثْله أَخْرَجَهُ عُمَر بْنُ شَبَّة فِي \" كِتَاب مَكَّة \" عَنْ أَبِيهِ وَعَنْ عَمْرو بْن شُعَيْب عَنْ جَدّه قَالَ \" خَطَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى دَرَج الْكَعْبَة فَقَالَ : أَيّهَا النَّاس \" فَذَكَرَ نَحْوه أَخْرَجَهُ عُمَر بْن شَبَّة , وَأَصْله فِي السُّنَن. وَعَنْ قَيْس بْن عَاصِم أَنَّهُ \" سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْحِلْف فَقَالَ : لَا حِلْف فِي الْإِسْلَام , وَلَكِنْ تَمَسَّكُوا بِحِلْفِ الْجَاهِلِيَّة \" أَخْرَجَهُ أَحْمَد وَعُمَر بْن شَبَّة وَاللَّفْظ لَهُ. وَمِنْهَا عَنْ اِبْن عَبَّاس رَفَعَهُ \" مَا كَانَ مِنْ حِلْف فِي الْجَاهِلِيَّة لَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة وَحِدَّة \" أَخْرَجَهُ عُمَر بْن شَبَّة وَاللَّفْظ لَهُ وَأَحْمَد وَصَحَّحَهُ اِبْن حِبَّانَ. وَمِنْ مُرْسَل عَدِيّ بْن ثَابِت قَالَ \" أَرَادَتْ الْأَوْس أَنْ تُحَالِف سَلْمَان \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْل حَدِيث قَيْس بْن عَاصِم أَخْرَجَهُ عُمَر بْن شَبَّة. وَمِنْ مُرْسَل الشَّعْبِيّ رَفَعَهُ \" لَا حِلْف فِي الْإِسْلَام , وَحِلْف الْجَاهِلِيَّة مَشْدُود \" وَذَكَرَ عُمَر بْن شَبَّة أَنَّ أَوَّل حِلْف كَانَ بِمَكَّة حِلْف الْأَحَابِيش أَنَّ اِمْرَأَة مِنْ بَنِي مَخْزُوم شَكَتْ لِرَجُلٍ مِنْ بَنِي الْحَارِث بْن عَبْد مَنَاة بْن كِنَانَة تَسَلُّط بَنِي بَكْر بْن عَبْد مَنَاة بْن كِنَانَة عَلَيْهِمْ , فَأَتَى قَوْمه فَقَالَ لَهُمْ : ذَلَّتْ قُرَيْش لِبَنِي بَكْر فَانْصُرُوا إِخْوَانكُمْ , فَرَكِبُوا إِلَى بَنِي الْمُصْطَلِق مِنْ خُزَاعَة , فَسَمِعَتْ بِهِمْ بَنُو الْهَوْن اِبْن خُزَيْمَةَ بْن مُدْرِكَة فَاجْتَمَعُوا بِذَنْبِ حَبَش - بِفَتْحِ الْمُهْمَلَة وَسُكُون الْمُوَحَّدَة بَعْدهَا مُعْجَمَة - وَهُوَ جَبَل بِأَسْفَل مَكَّة , فَتَحَالَفُوا : إِنَّا لَيَدٌ عَلَى غَيْرنَا مَا رَسَا حَبَش مَكَانه , وَكَانَ هَذَا مَبْدَأ الْأَحَابِيش. وَعِنْد عُمَر اِبْن شَبَّة مِنْ مُرْسَل عُرْوَة بْن الزُّبَيْر مِثْله , ثُمَّ دَخَلَتْ فِيهِمْ الْقَارَّة. قَالَ عَبْد الْعَزِيز بْن عُمَر : إِنَّمَا سُمُّوا الْأَحَابِيش لِتَحَالُفِهِمْ عِنْد حَبَش , ثُمَّ أَسْنَدَ عَنْ عَائِشَة أَنَّهُ عَلَى عَشَرَة أَمْيَال مِنْ مَكَّة. وَمِنْ طَرِيق حَمَّاد الرَّاوِيَة سُمُّوا لِتَحَبُّشِهِمْ أَيْ تَجَمُّعهمْ , قَالَ عُمَر بْن شَبَّة : ثُمَّ كَانَ حِلْف قُرَيْش وَثَقِيف وَدَوْس , وَذَلِكَ أَنَّ قُرَيْشًا رَغِبَتْ فِي وَجّ وَهُوَ مِنْ الطَّائِف لِمَا فِيهِ مِنْ الشَّجَر وَالزَّرْع , فَخَافَتْهُمْ ثَقِيف فَحَالَفَتْهُمْ وَأَدْخَلَتْ مَعَهُمْ بَنِي دَوْس وَكَانُوا إِخْوَانهمْ وَجِيرَانهمْ. ثُمَّ كَانَ حِلْف الْمُطَيَّبِينَ وَأَزْدٍ. وَأُسْنِدَ مِنْ طَرِيق أَبِي سَلَمَة رَفَعَهُ \" مَا شَهِدْت مِنْ حِلْف إِلَّا حِلْف الْمُطَيَّبِينَ , وَمَا أُحِبّ أَنْ أَنْكُثهُ وَأَنَّ لِي حُمُر النَّعَم \" وَمِنْ مُرْسَل طَلْحَة بْن عَوْف نَحْوه وَزَادَ \" وَلَوْ دُعِيت بِهِ الْيَوْم فِي الْإِسْلَام لَأَجَبْت \" وَمِنْ حَدِيث عَبْد الرَّحْمَن بْن عَوْف رَفَعَهُ \" شَهِدْت وَأَنَا غُلَام حِلْفًا مَعَ عُمُومَتِي الْمُطَيَّبِينَ , فَمَا أُحِبّ أَنَّ لِي حُمْر النَّعَم وَأَنِّي نَكَثْته \". قَالَ وَحِلْف الْفُضُول - وَهُمْ فَضْل وَفَضَالَةُ وَمُفَضَّل - تَحَالَفُوا. فَلَمَّا وَقَعَ حِلْف الْمُطَيَّبِينَ بَيْن هَاشِم وَالْمُطَّلِب وَأَسَد وَزُهْرَة قَالُوا حِلْف كَحِلْفِ الْفُضُول , وَكَانَ حِلْفهمْ أَنْ لَا يُعِين ظَالِم مَظْلُومًا بِمَكَّة ,وَذَكَرَُوا فِي سَبَب ذَلِكَ أَشْيَاء مُخْتَلِفَة مُحَصِّلهَا أَنَّ الْقَادِم مِنْ أَهْل الْبِلَاد كَانَ يَقْدَم مَكَّة فَرُبَّمَا ظَلَمَهُ بَعْض أَهْلهَا فَيَشْكُوهُ إِلَى مَنْ بِهَا مِنْ الْقَبَائِل فَلَا يُفِيد , فَاجْتَمَعَ بَعْض مَنْ كَانَ يَكْرَه الظُّلْم وَيَسْتَقْبِحهُ إِلَى أَنْ عَقَدُوا الْحِلْف , وَظَهَرَ الْإِسْلَام وَهُمْ عَلَى ذَلِكَ , وَسَيَأْتِي بَيَان مَا وَقَعَ فِي الْإِسْلَام مِنْ ذَلِكَ فِي أَوَائِل مَنَاقِب الْأَنْصَار وَفِي أَوَائِل الْهِجْرَة. ‏ ‏قَوْله : ( قَدْ حَالَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏قَالَ الطَّبَرِيُّ مَا اِسْتَدَلَّ بِهِ أَنَس عَلَى إِثْبَات الْحَلِف لَا يُنَافِي حَدِيث جُبَيْر بْن مُطْعِم فِي نَفْيه , فَإِنَّ الْإِخَاء الْمَذْكُور كَانَ فِي أَوَّل الْهِجْرَة وَكَانُوا يَتَوَارَثُونَ بِهِ , ثُمَّ نُسِخَ مِنْ ذَلِكَ الْمِيرَاث وَبَقِيَ مَا لَمْ يُبْطِلهُ الْقُرْآن وَهُوَ التَّعَاوُن عَلَى الْحَقّ وَالنَّصْر وَالْأَخْذ عَلَى يَد الظَّالِم كَمَا قَالَ اِبْن عَبَّاس : إِلَّا النَّصْر وَالنَّصِيحَة وَالرِّفَادَة وَيُوصَى لَهُ , وَقَدْ ذَهَبَ الْمِيرَاث. قُلْت : وَعُرِفَ بِذَلِكَ وَجْه إِيرَاد حَدِيثَيْ أَنَس مَعَ حَدِيث اِبْن عَبَّاس وَاللَّه أَعْلَم. وَقَالَ الْخَطَّابِيُّ : قَالَ اِبْن عُيَيْنَةَ حَالَفَ بَيْنهمْ أَيْ آخَى بَيْنهمْ , يُرِيد أَنَّ مَعْنَى الْحَلِف فِي الْجَاهِلِيَّة مَعْنَى الْأُخُوَّة فِي الْإِسْلَام , لَكِنَّهُ فِي الْإِسْلَام جَارٍ عَلَى أَحْكَام الدِّين وَحُدُوده , وَحِلْف الْجَاهِلِيَّة جَرَى عَلَى مَا كَانُوا يَتَوَاضَعُونَهُ بَيْنهمْ بِآرَائِهِمْ , فَبَطَل مِنْهُ مَا خَالَفَ حُكْم الْإِسْلَام وَبَقِيَ مَا عَدَا ذَلِكَ عَلَى حَاله. وَاخْتَلَفَ الصَّحَابَة فِي الْحَدّ الْفَاصِل بَيْن الْحِلْف الْوَاقِع فِي الْجَاهِلِيَّة وَالْإِسْلَام , فَقَالَ اِبْن عَبَّاس : مَا كَانَ قَبْل نُزُول الْآيَة الْمَذْكُورَة جَاهِلِيّ وَمَا بَعْدهَا إِسْلَامِيّ. وَعَنْ عَلِيّ مَا كَانَ قَبْل نُزُول ( لِإِيلَافِ قُرَيْشٍ ) جَاهِلِيّ. وَعَنْ عُثْمَان : كُلّ حِلْف كَانَ قَبْل الْهِجْرَة جَاهِلِيّ , وَمَا بَعْدهَا إِسْلَامِيّ. وَعَنْ عُمَر : كُلّ حِلْف كَانَ قَبْل الْحُدَيْبِيَة فَهُوَ مَشْدُود وَكُلّ حِلْف بَعْدهَا مَنْقُوض , أَخْرَجَ كُلّ ذَلِكَ عُمَر بْن شَبَّة عَنْ أَبِي غَسَّان مُحَمَّد بْن يَحْيَى بِأَسَانِيدِهِ إِلَيْهِمْ , وَأَظُنّ قَوْل عُمَر أَقْوَاهَا , وَيُمْكِن الْجَمْع بِأَنَّ الْمَذْكُورَات فِي رِوَايَة غَيْره مِمَّا يَدُلّ عَلَى تَأَكُّد حِلْف الْجَاهِلِيَّة , وَالَّذِي فِي حَدِيث عُمَر مَا يَدُلّ عَلَى نَسْخ ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2295",
    "category": "كتاب الكفالة",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِجَنَازَةٍ، لِيُصَلِّيَ عَلَيْهَا، فَقَالَ ‏\"‏ هَلْ عَلَيْهِ مِنْ دَيْنٍ ‏\"‏‏.‏ قَالُوا لاَ‏.‏ فَصَلَّى عَلَيْهِ، ثُمَّ أُتِيَ بِجَنَازَةٍ أُخْرَى، فَقَالَ ‏\"‏ هَلْ عَلَيْهِ مَنْ دَيْنٍ ‏\"‏‏.‏ قَالُوا نَعَمْ‏.‏ قَالَ ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ ‏\"‏‏.‏ قَالَ أَبُو قَتَادَةَ عَلَىَّ دَيْنُهُ يَا رَسُولَ اللَّهِ‏.‏ فَصَلَّى عَلَيْهِ‏.‏",
    "english_text": "A dead person was brought to the Prophet (ﷺ) so that he might lead the funeral prayer for him. He asked, \n\"Is he in debt?\" When the people replied in the negative, he led the funeral prayer. Another dead \nperson was brought and he asked, \"Is he in debt?\" They said, \"Yes.\" He (refused to lead the prayer \nand) said, \"Lead the prayer of your friend.\" Abu Qatada said, \"O Allah's Messenger (ﷺ)! I undertake to pay \nhis debt.\" Allah's Messenger (ﷺ) then led his funeral prayer.",
    "explication": "‏ ‏قَوْله : ( إِذَا أَتَى بِجِنَازَةٍ ) ‏ ‏لَمْ أَقِف عَلَى اِسْم صَاحِب هَذِهِ الْجِنَازَة وَلَا عَلَى الَّذِي بَعْده , وَلِلْحَاكِمِ مِنْ حَدِيث جَابِر \" مَاتَ رَجُل فَغَسَّلْنَاهُ وَكَفَّنَّاهُ وَحَفِظْنَاهُ وَوَضَعْنَاهُ حَيْثُ تُوضَع الْجَنَائِز عِنْد مَقَام جِبْرِيل , ثُمَّ آذَنَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ \". ‏ ‏قَوْله : ( فَقَالَ هَلْ عَلَيْهِ دَيْن ) ‏ ‏سَيَأْتِي بَعْد أَرْبَعَة أَبْوَاب سَبَب هَذَا السُّؤَال مِنْ حَدِيث أَبِي هُرَيْرَة \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُؤْتَى بِالرَّجُلِ الْمُتَوَفَّى عَلَيْهِ الدَّيْن فَيَسْأَل هَلْ تَرَكَ لِدَيْنِهِ قَضَاء ؟ فَإِنْ حَدَثَ أَنَّهُ تَرَكَ لِدَيْنِهِ وَفَاء صَلَّى عَلَيْهِ وَإِلَّا قَالَ لِلْمُسْلِمِينَ : صَلُّوا عَلَى صَاحِبكُمْ \" الْحَدِيث , وَبَيَّنَ فِيهِ أَنَّهُ تَرَكَ ذَلِكَ بَعْد أَنْ فَتَحَ اللَّه عَلَيْهِ الْفُتُوح. ‏ ‏قَوْله : ( ثُمَّ أُتِيَ بِجِنَازَةٍ أُخْرَى ) ‏ ‏ذُكِرَ فِي هَذَا الْحَدِيث أَحْوَال ثَلَاثَة وَتُرِكَ حَال رَابِع , الْأَوَّل لَمْ يَتْرُك مَالًا وَلَيْسَ عَلَيْهِ دَيْن , وَالثَّانِي عَلَيْهِ دَيْن وَلَهُ وَفَاء , وَالثَّالِث عَلَيْهِ دَيْن وَلَا وَفَاء لَهُ , وَالرَّابِع مَنْ لَا دَيْن عَلَيْهِ وَلَهُ مَال , وَهَذَا حُكْمه أَنْ يُصَلَّى عَلَيْهِ أَيْضًا , وَكَأَنَّهُ لَمْ يُذْكَر لَا لِكَوْنِهِ لَمْ يَقَع بَلْ لِكَوْنِهِ كَانَ كَثِيرًا. ‏ ‏قَوْله : ( ثَلَاثَة دَنَانِير ) ‏ ‏فِي حَدِيث جَابِر عِنْد الْحَاكِم \" دِينَارَانِ \" وَأَخْرَجَهُ أَبُو دَاوُدَ مِنْ وَجْه آخَر عَنْ جَابِر نَحْوه , وَكَذَلِكَ أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ حَدِيث أَسْمَاء بِنْت يَزِيد , وَيُجْمَع بَيْنهمَا بِأَنَّهُمَا كَانَا دِينَارَيْنِ وَشَطْرًا , فَمَنْ قَالَ ثَلَاثَة جَبَرَ الْكَسْر وَمَنْ قَالَ دِينَارَانِ أَلْغَاهُ , أَوْ كَانَ أَصْلهمَا ثَلَاثَة فَوَفَى قَبْل مَوْته دِينَارًا وَبَقِيَ عَلَيْهِ دِينَارَانِ , فَمَنْ قَالَ ثَلَاثَة فَبِاعْتِبَارِ الْأَصْل وَمَنْ قَالَ دِينَارَانِ فَبِاعْتِبَارِ مَا بَقِيَ مِنْ الدَّيْن , وَالْأَوَّل أَلْيَق وَوَقَعَ عِنْد اِبْن مَاجَهْ مِنْ حَدِيث أَبِي قَتَادَةَ \" ثَمَانِيَةَ عَشَرَ دِرْهَمًا , وَهَذَا دُون دِينَارَيْنِ وَفِي مُخْتَصَر الْمُزَنِيِّ مِنْ حَدِيث أَبِي سَعِيد الْخُدْرِيِّ \" دِرْهَمَيْنِ \" وَيُجْمَع إِنْ ثَبَتَ بِالتَّعَدُّدِ. ‏ ‏قَوْله : ( فَقَالَ أَبُو قَتَادَةَ : صَلِّ عَلَيْهِ يَا رَسُول اللَّه , وَعَلَيَّ دَيْنه , فَصَلَّى عَلَيْهِ ) ‏ ‏وَفِي رِوَايَة اِبْن مَاجَهْ مِنْ حَدِيث أَبِي قَتَادَةَ نَفْسه \" فَقَالَ أَبُو قَتَادَةَ وَأَنَا أَتَكَفَّل بِهِ \" زَادَ الْحَاكِم فِي حَدِيث جَابِر \" فَقَالَ هُمَا عَلَيْك وَفِي مَالِك وَالْمَيِّت مِنْهُمَا بَرِيء ؟ قَالَ نَعَمْ , فَصَلَّى عَلَيْهِ , فَجَعَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا لَقِيَ أَبَا قَتَادَةَ يَقُول : مَا صَنَعَتْ الدِّينَارَانِ ؟ حَتَّى كَانَ آخِر ذَلِكَ إِنْ قَالَ : قَدْ قَضَيْتهمَا يَا رَسُول اللَّه , قَالَ : الْآن حِين بَرَّدْت عَلَيْهِ جِلْده \" وَقَدْ وَقَعَتْ هَذِهِ الْقِصَّة مَرَّة أُخْرَى ; فَرَوَى الدَّارَقُطْنِيُّ مِنْ حَدِيث عَلِيّ \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أُتِيَ بِجِنَازَةٍ لَمْ يَسْأَل عَنْ شَيْء مِنْ عَمَل الرَّجُل , وَيَسْأَل عَنْ دَيْنه , فَإِنْ قِيلَ عَلَيْهِ دَيْن كَفّ , وَإِنْ قِيلَ لَيْسَ عَلَيْهِ دَيْن صَلَّى. فَأُتِيَ بِجِنَازَةٍ , فَلَمَّا قَامَ لِيُكَبِّر سَأَلَ هَلْ عَلَيْهِ دَيْن فَقَالُوا : دِينَارَانِ , فَعَدَلَ عَنْهُ فَقَالَ عَلِيّ : هُمَا عَلَيّ يَا رَسُول اللَّه وَهُوَ بَرِيء مِنْهُمَا , فَصَلَّى عَلَيْهِ. ثُمَّ قَالَ لِعَلِيٍّ جَزَاك اللَّه خَيْرًا وَفَكَّ اللَّه رِهَانك \" الْحَدِيث. قَالَ اِبْن بَطَّال : ذَهَبَ الْجُمْهُور إِلَى صِحَّة هَذِهِ الْكَفَالَة وَلَا رُجُوع لَهُ فِي مَال الْمَيِّت. وَعَنْ مَالِك لَهُ أَنْ يَرْجِع إِنْ قَالَ إِنَّمَا ضَمِنْت لِأَرْجِع , فَإِذَا لَمْ يَكُنْ لِلْمَيِّتِ مَال وَعَلِمَ الضَّامِن بِذَلِكَ فَلَا رُجُوع لَهُ , وَعَنْ أَبِي حَنِيفَة إِنْ تَرَكَ الْمَيِّت وَفَاء جَازَ الضَّمَان بِقَدْرِ مَا تَرَكَ , وَإِنْ لَمْ يَتْرُك وَفَاء لَمْ يَصِحّ ذَلِكَ. وَهَذَا الْحَدِيث حُجَّة لِلْجُمْهُورِ. وَفِي هَذَا الْحَدِيث إِشْعَار بِصُعُوبَةِ أَمْر الدَّيْن وَأَنَّهُ لَا يَنْبَغِي تَحَمُّله إِلَّا مِنْ ضَرُورَة. وَسَيَأْتِي الْكَلَام عَلَى الْحِكْمَة فِي تَرْكه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّلَاة عَلَى مَنْ عَلَيْهِ دَيْن فِي أَوَّل الْأَمْر عِنْد الْكَلَام عَلَى حَدِيث أَبِي هُرَيْرَة بَعْد أَرْبَعَة أَبْوَاب إِنْ شَاءَ اللَّه تَعَالَى. وَفِي الْحَدِيث وُجُوب الصَّلَاة عَلَى الْجِنَازَة , وَقَدْ تَقَدَّمَ الْبَحْث فِي ذَلِكَ فِي مَوْضِعه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2296",
    "category": "كتاب الكفالة",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرٌو، سَمِعَ مُحَمَّدَ بْنَ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهم ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لَوْ قَدْ جَاءَ مَالُ الْبَحْرَيْنِ، قَدْ أَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا ‏\"‏‏.‏ فَلَمْ يَجِئْ مَالُ الْبَحْرَيْنِ حَتَّى قُبِضَ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا جَاءَ مَالُ الْبَحْرَيْنِ أَمَرَ أَبُو بَكْرٍ فَنَادَى مَنْ كَانَ لَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم عِدَةٌ أَوْ دَيْنٌ فَلْيَأْتِنَا‏.‏ فَأَتَيْتُهُ، فَقُلْتُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِي كَذَا وَكَذَا، فَحَثَى لِي حَثْيَةً فَعَدَدْتُهَا فَإِذَا هِيَ خَمْسُمِائَةٍ، وَقَالَ خُذْ مِثْلَيْهَا‏.‏",
    "english_text": "Once the Prophet (ﷺ) said (to me), \"If the money of Bahrain comes, I will give you a certain amount of \nit.\" The Prophet (ﷺ) had breathed his last before the money of Bahrain arrived. When the money of \nBahrain reached, Abu Bakr announced, \"Whoever was promised by the Prophet (ﷺ) should come to us.\" I \nwent to Abu Bakr and said, \"The Prophet (ﷺ) promised me so and so.\" Abu Bakr gave me a handful of \ncoins and when I counted them, they were five-hundred in number. Abu Bakr then said, \"Take twice \nthe amount you have taken (besides).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار. ‏ ‏قَوْله : ( سَمِعَ مُحَمَّد بْن عَلِيّ ) ‏ ‏أَيْ اِبْن الْحُسَيْن بْن عَلِيّ , وَقَدْ سَمِعَ عَمْرو بْن دِينَار مِنْ جَابِر الْكَثِير وَرُبَّمَا أَدْخَلَ بَيْنه وَبَيْنه وَاسِطَة , وَلِسُفْيَان فِي هَذَا الْحَدِيث إِسْنَاد آخَر سَيَأْتِي بَيَانه فِي فَرْض الْخُمُس. ‏ ‏قَوْله : ( لَوْ قَدْ جَاءَ مَال الْبَحْرَيْنِ ) ‏ ‏هُوَ مَال الْجِزْيَة كَمَا سَيَأْتِي بَيَانه فِي الْمَغَازِي , وَكَانَ عَامِل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْبَحْرَيْنِ الْعَلَاء بْن الْحَضْرَمِيّ كَمَا سَيَأْتِي فِي \" بَاب إِنْجَاز الْوَعْد \" مِنْ كِتَاب الشَّهَادَات فِي حَدِيث جَابِر هَذَا. ‏ ‏قَوْله : ( قَدْ أَعْطَيْتُك هَكَذَا وَهَكَذَا ) ‏ ‏فِي الطَّرِيق الَّتِي فِي الشَّهَادَات \" هَكَذَا وَهَكَذَا وَهَكَذَا فَبَسَطَ يَدَيْهِ ثَلَاث مَرَّات \" وَبِهَذَا تَظْهَر مُنَاسَبَة قَوْله فِي آخِر حَدِيث الْبَاب \" فَعَدَدْتهَا فَإِذَا هِيَ خَمْسمِائَةِ فَقَالَ : خُذْ مِثْلَيْهَا \" وَعُرِفَ بِقَوْلِهِ فِيهِ \" فَحَثَى لِي حَثْيَة \" تَفْسِير قَوْله \" خُذْ هَكَذَا \" كَأَنَّهُ أَشَارَ بِيَدَيْهِ جَمِيعًا , وَسَيَأْتِي بَسْط شَرْحه فِي كِتَاب فَرْض الْخُمُس إِنْ شَاءَ اللَّه تَعَالَى. وَوَجْه دُخُوله فِي التَّرْجَمَة أَنَّ أَبَا بَكْر لَمَّا قَامَ مَقَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَكَفَّلَ بِمَا كَانَ عَلَيْهِ مِنْ وَاجِب أَوْ تَطَوُّع , فَلَمَّا اِلْتَزَمَ ذَلِكَ لَزِمَهُ أَنْ يُوفِي جَمِيع مَا عَلَيْهِ مِنْ دَيْن أَوْ عِدَّة , وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ الْوَفَاء بِالْوَعْدِ فَنَفَذَ أَبُو بَكْر ذَلِكَ. وَقَدْ عَدَّ بَعْض الشَّافِعِيَّة مِنْ خَصَائِصه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وُجُوب الْوَفَاء بِالْوَعْدِ أَخْذًا مِنْ هَذَا الْحَدِيث , وَلَا دَلَالَة فِي سِيَاقه عَلَى الْخُصُوصِيَّة وَلَا عَلَى الْوُجُوب. وَفِيهِ قَبُول خَبَر الْوَاحِد الْعَدْل مِنْ الصَّحَابَة وَلَوْ جَرّ ذَلِكَ نَفْعًا لِنَفْسِهِ , لِأَنَّ أَبَا بَكْر لَمْ يَلْتَمِس مِنْ جَابِر شَاهِدًا عَلَى صِحَّة دَعْوَاهُ , وَيَحْتَمِل أَنْ يَكُون أَبُو بَكْر عَلِمَ بِذَلِكَ فَقَضَى لَهُ بِعِلْمِهِ فَيُسْتَدَلّ بِهِ عَلَى جَوَاز مِثْل ذَلِكَ لِلْحَاكِمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2297",
    "category": "كتاب الكفالة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ لَمْ أَعْقِلْ أَبَوَىَّ إِلاَّ وَهُمَا يَدِينَانِ الدِّينَ‏.‏ وَقَالَ أَبُو صَالِحٍ حَدَّثَنِي عَبْدُ اللَّهِ عَنْ يُونُسَ عَنِ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمْ أَعْقِلْ أَبَوَىَّ قَطُّ، إِلاَّ وَهُمَا يَدِينَانِ الدِّينَ، وَلَمْ يَمُرَّ عَلَيْنَا يَوْمٌ إِلاَّ يَأْتِينَا فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم طَرَفَىِ النَّهَارِ بُكْرَةً وَعَشِيَّةً، فَلَمَّا ابْتُلِيَ الْمُسْلِمُونَ خَرَجَ أَبُو بَكْرٍ مُهَاجِرًا قِبَلَ الْحَبَشَةِ، حَتَّى إِذَا بَلَغَ بَرْكَ الْغِمَادِ لَقِيَهُ ابْنُ الدَّغِنَةِ ـ وَهْوَ سَيِّدُ الْقَارَةِ ـ فَقَالَ أَيْنَ تُرِيدُ يَا أَبَا بَكْرٍ فَقَالَ أَبُو بَكْرٍ أَخْرَجَنِي قَوْمِي فَأَنَا أُرِيدُ أَنْ أَسِيحَ فِي الأَرْضِ فَأَعْبُدَ رَبِّي‏.‏ قَالَ ابْنُ الدَّغِنَةِ إِنَّ مِثْلَكَ لاَ يَخْرُجُ وَلاَ يُخْرَجُ، فَإِنَّكَ تَكْسِبُ الْمَعْدُومَ، وَتَصِلُ الرَّحِمَ، وَتَحْمِلُ الْكَلَّ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، وَأَنَا لَكَ جَارٌ فَارْجِعْ فَاعْبُدْ رَبَّكَ بِبِلاَدِكَ‏.‏ فَارْتَحَلَ ابْنُ الدَّغِنَةِ، فَرَجَعَ مَعَ أَبِي بَكْرٍ، فَطَافَ فِي أَشْرَافِ كُفَّارِ قُرَيْشٍ، فَقَالَ لَهُمْ إِنَّ أَبَا بَكْرٍ لاَ يَخْرُجُ مِثْلُهُ، وَلاَ يُخْرَجُ، أَتُخْرِجُونَ رَجُلاً يُكْسِبُ الْمَعْدُومَ، وَيَصِلُ الرَّحِمَ، وَيَحْمِلُ الْكَلَّ، وَيَقْرِي الضَّيْفَ، وَيُعِينُ عَلَى نَوَائِبِ الْحَقِّ‏.‏ فَأَنْفَذَتْ قُرَيْشٌ جِوَارَ ابْنِ الدَّغِنَةِ وَآمَنُوا أَبَا بَكْرٍ وَقَالُوا لاِبْنِ الدَّغِنَةِ مُرْ أَبَا بَكْرٍ فَلْيَعْبُدْ رَبَّهُ فِي دَارِهِ، فَلْيُصَلِّ وَلْيَقْرَأْ مَا شَاءَ، وَلاَ يُؤْذِينَا بِذَلِكَ، وَلاَ يَسْتَعْلِنْ بِهِ، فَإِنَّا قَدْ خَشِينَا أَنْ يَفْتِنَ أَبْنَاءَنَا وَنِسَاءَنَا‏.‏ قَالَ ذَلِكَ ابْنُ الدَّغِنَةِ لأَبِي بَكْرٍ، فَطَفِقَ أَبُو بَكْرٍ يَعْبُدُ رَبَّهُ فِي دَارِهِ، وَلاَ يَسْتَعْلِنُ بِالصَّلاَةِ وَلاَ الْقِرَاءَةِ فِي غَيْرِ دَارِهِ، ثُمَّ بَدَا لأَبِي بَكْرٍ فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ، وَبَرَزَ فَكَانَ يُصَلِّي فِيهِ، وَيَقْرَأُ الْقُرْآنَ، فَيَتَقَصَّفُ عَلَيْهِ نِسَاءُ الْمُشْرِكِينَ وَأَبْنَاؤُهُمْ، يَعْجَبُونَ وَيَنْظُرُونَ إِلَيْهِ، وَكَانَ أَبُو بَكْرٍ رَجُلاً بَكَّاءً لاَ يَمْلِكُ دَمْعَهُ حِينَ يَقْرَأُ الْقُرْآنَ، فَأَفْزَعَ ذَلِكَ أَشْرَافَ قُرَيْشٍ مِنَ الْمُشْرِكِينَ، فَأَرْسَلُوا إِلَى ابْنِ الدَّغِنَةِ فَقَدِمَ عَلَيْهِمْ، فَقَالُوا لَهُ إِنَّا كُنَّا أَجَرْنَا أَبَا بَكْرٍ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِي دَارِهِ، وَإِنَّهُ جَاوَزَ ذَلِكَ، فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ، وَأَعْلَنَ الصَّلاَةَ وَالْقِرَاءَةَ، وَقَدْ خَشِينَا أَنْ يَفْتِنَ أَبْنَاءَنَا وَنِسَاءَنَا، فَأْتِهِ فَإِنْ أَحَبَّ أَنْ يَقْتَصِرَ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِي دَارِهِ فَعَلَ، وَإِنْ أَبَى إِلاَّ أَنْ يُعْلِنَ ذَلِكَ فَسَلْهُ أَنْ يَرُدَّ إِلَيْكَ ذِمَّتَكَ، فَإِنَّا كَرِهْنَا أَنْ نُخْفِرَكَ، وَلَسْنَا مُقِرِّينَ لأَبِي بَكْرٍ الاِسْتِعْلاَنَ‏.‏ قَالَتْ عَائِشَةُ فَأَتَى ابْنُ الدَّغِنَةِ أَبَا بَكْرٍ، فَقَالَ قَدْ عَلِمْتَ الَّذِي عَقَدْتُ لَكَ عَلَيْهِ، فَإِمَّا أَنْ تَقْتَصِرَ عَلَى ذَلِكَ وَإِمَّا أَنْ تَرُدَّ إِلَىَّ ذِمَّتِي، فَإِنِّي لاَ أُحِبُّ أَنْ تَسْمَعَ الْعَرَبُ أَنِّي أُخْفِرْتُ فِي رَجُلٍ عَقَدْتُ لَهُ‏.‏ قَالَ أَبُو بَكْرٍ إِنِّي أَرُدُّ إِلَيْكَ جِوَارَكَ، وَأَرْضَى بِجِوَارِ اللَّهِ‏.‏ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَئِذٍ بِمَكَّةَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قَدْ أُرِيتُ دَارَ هِجْرَتِكُمْ، رَأَيْتُ سَبْخَةً ذَاتَ نَخْلٍ بَيْنَ لاَبَتَيْنِ ‏\"‏‏.‏ وَهُمَا الْحَرَّتَانِ، فَهَاجَرَ مَنْ هَاجَرَ قِبَلَ الْمَدِينَةِ حِينَ ذَكَرَ ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم، وَرَجَعَ إِلَى الْمَدِينَةِ بَعْضُ مَنْ كَانَ هَاجَرَ إِلَى أَرْضِ الْحَبَشَةِ، وَتَجَهَّزَ أَبُو بَكْرٍ مُهَاجِرًا، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ عَلَى رِسْلِكَ فَإِنِّي أَرْجُو أَنْ يُؤْذَنَ لِي ‏\"‏‏.‏ قَالَ أَبُو بَكْرٍ هَلْ تَرْجُو ذَلِكَ بِأَبِي أَنْتَ قَالَ ‏\"‏ نَعَمْ ‏\"‏‏.‏ فَحَبَسَ أَبُو بَكْرٍ نَفْسَهُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لِيَصْحَبَهُ وَعَلَفَ رَاحِلَتَيْنِ كَانَتَا عِنْدَهُ وَرَقَ السَّمُرِ أَرْبَعَةَ أَشْهُرٍ‏.‏",
    "english_text": "(wife of the Prophet) Since I reached the age when I could remember things, I have seen my parents \nworshipping according to the right faith of Islam. Not a single day passed but Allah's Messenger (ﷺ) visited \nus both in the morning and in the evening. When the Muslims were persecuted, Abu Bakr set out for \nEthiopia as an emigrant. When he reached a place called Bark-al-Ghimad, he met Ibn Ad-Daghna, the \nchief of the Qara tribe, who asked Abu Bakr, \"Where are you going?\" Abu Bakr said, \"My people \nhave turned me out of the country and I would like to tour the world and worship my Lord.\" Ibn Ad- \nDaghna said, \"A man like you will not go out, nor will he be turned out as you help the poor earn their \nliving, keep good relation with your Kith and kin, help the disabled (or the dependents), provide \nguests with food and shelter, and help people during their troubles. I am your protector. So, go back \nand worship your Lord at your home.\" Ibn Ad-Daghna went along with Abu Bakr and took him to the \nchiefs of Quraish saying to them, \"A man like Abu Bakr will not go out, nor will he be turned out. Do \nyou turn out a man who helps the poor earn their living, keeps good relations with Kith and kin, helps \nthe disabled, provides guests with food and shelter, and helps the people during their troubles?\" \nSo, Quraish allowed Ibn Ad-Daghna's guarantee of protection and told Abu- Bakr that he was secure, \nand said to Ibn Ad-Daghna, \"Advise Abu Bakr to worship his Lord in his house and to pray and read \nwhat he liked and not to hurt us and not to do these things publicly, for we fear that our sons and \nwomen may follow him.\" Ibn Ad-Daghna told Abu Bakr of all that, so Abu- Bakr continued \nworshipping his Lord in his house and did not pray or recite Qur'an aloud except in his house. Later \non Abu Bakr had an idea of building a mosque in the court yard of his house. He fulfilled that idea and \nstarted praying and reciting Qur'an there publicly. The women and the offspring of the pagans started \ngathering around him and looking at him astonishingly. Abu Bakr was a softhearted person and could \nnot help weeping while reciting Qur'an. This horrified the pagan chiefs of Quraish. They sent for Ibn \nAd-Daghna and when he came, they said, \"We have given Abu Bakr protection on condition that he \nwill worship his Lord in his house, but he has transgressed that condition and has built a mosque in \nthe court yard of his house and offered his prayer and recited Qur'an in public. We are afraid lest he \nmislead our women and offspring. So, go to him and tell him that if he wishes he can worship his \nLord in his house only, and if not, then tell him to return your pledge of protection as we do not like to \nbetray you by revoking your pledge, nor can we tolerate Abu Bakr's public declaration of Islam (his \nworshipping). \n`Aisha added: Ibn Ad-Daghna came to Abu Bakr and said, \"You know the conditions on which I gave \nyou protection, so you should either abide by those conditions or revoke my protection, as I do not \nlike to hear the 'Arabs saying that Ibn Ad-Daghna gave the pledge of protection to a person and his \npeople did not respect it.\" Abu Bakr said, \"I revoke your pledge of protection and am satisfied with \nAllah's protection.\" At that time Allah's Messenger (ﷺ) was still in Mecca and he said to his companions, \n\"Your place of emigration has been shown to me. I have seen salty land, planted with date-palms and \nsituated between two mountains which are the two ,Harras.\" So, when the Prophet (ﷺ) told it, some of the \ncompanions migrated to Medina, and some of those who had migrated to Ethiopia returned to Medina. \nWhen Abu Bakr prepared for emigration, Allah's Messenger (ﷺ) said to him, \"Wait, for I expect to be \npermitted to emigrate.\" Abu Bakr asked, \"May my father be sacrificed for your sake, do you really \nexpect that?\" Allah's Messenger (ﷺ) replied in the affirmative. So, Abu Bakr postponed his departure in order \nto accompany Allah's Messenger (ﷺ) and fed two camels which he had, with the leaves of Samor trees for \nfour months.",
    "explication": "‏ ‏قَوْله : ( اِعْتِرَاض الْجِنَازَة ) ‏ ‏مَنْصُوب بِأَنَّهُ مَفْعُول مُطْلَق بِعَامِلٍ مُقَدَّر أَيْ مُعْتَرِضَة اِعْتِرَاضًا كَاعْتِرَاضِ الْجِنَازَة وَالْمُرَاد أَنَّهَا تَكُون نَائِمَة بَيْن يَدَيْهِ مِنْ جِهَة يَمِينه إِلَى جِهَة شِمَاله كَمَا تَكُون الْجِنَازَة بَيْن يَدَيْ الْمُصَلِّي عَلَيْهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2298",
    "category": "كتاب الكفالة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُؤْتَى بِالرَّجُلِ الْمُتَوَفَّى عَلَيْهِ الدَّيْنُ فَيَسْأَلُ ‏\"‏ هَلْ تَرَكَ لِدَيْنِهِ فَضْلاً ‏\"‏‏.‏ فَإِنْ حُدِّثَ أَنَّهُ تَرَكَ لِدَيْنِهِ وَفَاءً صَلَّى، وَإِلاَّ قَالَ لِلْمُسْلِمِينَ ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ ‏\"‏‏.‏ فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ الْفُتُوحَ قَالَ ‏\"‏ أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، فَمَنْ تُوُفِّيَ مِنَ الْمُؤْمِنِينَ فَتَرَكَ دَيْنًا فَعَلَىَّ قَضَاؤُهُ، وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ ‏\"‏‏.‏",
    "english_text": "Whenever a dead man in debt was brought to Allah's Messenger (ﷺ) he would ask, \"Has he left anything to \nrepay his debt?\" If he was informed that he had left something to repay his debts, he would offer his \nfuneral prayer, otherwise he would tell the Muslims to offer their friend's funeral prayer. When Allah \nmade the Prophet (ﷺ) wealthy through conquests, he said, \"I am more rightful than other believers to be \nthe guardian of the believers, so if a Muslim dies while in debt, I am responsible for the repayment of \nhis debt, and whoever leaves wealth (after his death) it will belong to his heirs. \"",
    "explication": "ذَكَرَ حَدِيث أَبِي هُرَيْرَة بِلَفْظِ \" مَنْ تُوُفِّيَ مِنْ الْمُؤْمِنِينَ فَتَرَكَ دَيْنًا فَعَلَيَّ قَضَاؤُهُ , وَمَنْ تَرَكَ مَالًا فَلِوَرَثَتِهِ \" وَأَمَّا لَفْظ التَّرْجَمَة فَأَوْرَدَهُ فِي الِاسْتِقْرَاض مِنْ طَرِيق أَبِي حَازِم عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" مَنْ تَرَكَ مَالًا فَلِوَرَثَتِهِ ; وَمَنْ تَرَكَ كَلًّا فَإِلَيْنَا \" وَمِنْ طَرِيق عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ أَبِي هُرَيْرَة \" وَمَنْ تَرَكَ دُنْيَا أَوْ ضَيَاعًا فَلْيَأْتِنِي فَأَنَا مَوْلَاهُ \" وَالضَّيَاع تَقَدَّمَ ضَبْطه وَتَفْسِيره فِي الْكَفَالَة وَفِي الِاسْتِقْرَاض , وَتَقَدَّمَ شَرْح الْحَدِيث فِي الْكَفَالَة وَفِي تَفْسِير الْأَحْزَاب , وَيَأْتِي بَقِيَّة الْكَلَام عَلَيْهِ فِي كِتَاب الْفَرَائِض إِنْ شَاءَ اللَّه تَعَالَى. وَأَرَادَ الْمُصَنِّف بِإِدْخَالِهِ فِي أَبْوَاب النَّفَقَات الْإِشَارَة إِلَى أَنَّ مَنْ مَاتَ وَلَهُ أَوْلَاد وَلَمْ يَتْرُك لَهُمْ شَيْئًا فَإِنَّ نَفَقَتهمْ تَجِب فِي بَيْت مَال الْمُسْلِمِينَ وَاللَّهُ أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]