[
  {
    "id": 2351,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِقَدَحٍ فَشَرِبَ مِنْهُ، وَعَنْ يَمِينِهِ غُلاَمٌ أَصْغَرُ الْقَوْمِ، وَالأَشْيَاخُ عَنْ يَسَارِهِ فَقَالَ ‏\n\"‏ يَا غُلاَمُ أَتَأْذَنُ لِي أَنْ أُعْطِيَهُ الأَشْيَاخَ ‏\"‏‏.‏ قَالَ مَا كُنْتُ لأُوثِرَ بِفَضْلِي مِنْكَ أَحَدًا يَا رَسُولَ اللَّهِ‏.‏ فَأَعْطَاهُ إِيَّاهُ‏.‏",
    "english_text": "A tumbler (full of milk or water) was brought to the Prophet (ﷺ) who drank from it, while on his right side \nthere was sitting a boy who was the youngest of those who were present and on his left side there were \nold men. The Prophet (ﷺ) asked, \"O boy, will you allow me to give it (i.e. the rest of the drink) to the old \nmen?\" The boy said, \"O Allah's Messenger (ﷺ)! I will not give preference to anyone over me to drink the rest \nof it from which you have drunk.\" So, the Prophet (ﷺ) gave it to him.",
    "explication": "حَدِيث سَهْل بْن سَعْد وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ قَبْل ثَمَانِيَة أَبْوَاب , وَمُنَاسَبَته لِلتَّرْجَمَةِ ظَاهِرَة إِلْحَاقًا لِلْحَوْضِ وَالْقِرْبَة بِالْقَدَحِ , فَكَانَ صَاحِب الْقَدَح أَحَقّ بِالتَّصَرُّفِ فِيهِ شُرْبًا وَسَقْيًا. وَقَدْ خَفِيَ هَذَا عَلَى الْمُهَلَّب فَقَالَ : لَيْسَ فِي الْحَدِيث إِلَّا أَنَّ الْأَيْمَن أَحَقّ مِنْ غَيْره بِالْقَدَحِ , وَأَجَابَ اِبْن الْمُنِير بِأَنَّ مُرَاد الْبُخَارِيّ أَنَّهُ إِذَا اِسْتَحَقَّ الْأَيْمَن مَا فِي الْقَدَح بِمُجَرَّدِ جُلُوسه وَاخْتَصَّ بِهِ فَكَيْفَ لَا يَخْتَصّ بِهِ صَاحِب الْيَد وَالْمُتَسَبِّب فِي تَحْصِيله ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2352,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهَا حُلِبَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم شَاةٌ دَاجِنٌ وَهْىَ فِي دَارِ أَنَسِ بْنِ مَالِكٍ، وَشِيبَ لَبَنُهَا بِمَاءٍ مِنَ الْبِئْرِ الَّتِي فِي دَارِ أَنَسٍ، فَأَعْطَى رَسُولَ اللَّهِ صلى الله عليه وسلم الْقَدَحَ فَشَرِبَ مِنْهُ، حَتَّى إِذَا نَزَعَ الْقَدَحَ مِنْ فِيهِ، وَعَلَى يَسَارِهِ أَبُو بَكْرٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ فَقَالَ عُمَرُ وَخَافَ أَنْ يُعْطِيَهُ الأَعْرَابِيَّ أَعْطِ أَبَا بَكْرٍ يَا رَسُولَ اللَّهِ عِنْدَكَ‏.‏ فَأَعْطَاهُ الأَعْرَابِيَّ الَّذِي عَلَى يَمِينِهِ، ثُمَّ قَالَ ‏\n\"‏ الأَيْمَنَ فَالأَيْمَنَ ‏\"‏‏.‏",
    "english_text": "Anas bin Malik said, that once a domestic sheep was milked for Allah's Messenger (ﷺ) while he was in the \nhouse of Anas bin Malik. The milk was mixed with water drawn from the well in Anas's house. A \ntumbler of it was presented to Allah's Messenger (ﷺ) who drank from it. Then Abu Bakr was sitting on his \nleft side and a bedouin on his right side. When the Prophet (ﷺ) removed the tumbler from his mouth, \n`Umar was afraid that the Prophet (ﷺ) might give it to the bedouin, so he said. \"O Allah's Messenger (ﷺ)! Give it \nto Abu Bakr who is sitting by your side.\" But the Prophet (ﷺ) gave it to the bedouin, who was to his right \nand said, \"You should start with the one on your right side.\"",
    "explication": "‏ ‏قَوْله فِي حَدِيث أَنَس ( فَقَالَ عُمَر أَعْطِ أَبَا بَكْر ) ‏ ‏كَذَا لِجَمِيعِ أَصْحَاب الزُّهْرِيّ , وَشَذَّ مَعْمَر فِيمَا رَوَاهُ وُهَيْب عَنْهُ فَقَالَ : \" عَبْد الرَّحْمَن بْن عَوْف \" بَدَل عُمَر أَخْرَجَهُ الْإِسْمَاعِيلِيّ , وَالْأَوَّل هُوَ الصَّحِيح , وَمَعْمَر لَمَّا حَدَّثَ بِالْبَصْرَةِ حَدَّثَ مِنْ حِفْظه فَوَهَمَ فِي أَشْيَاء فَكَانَ هَذَا مِنْهَا , وَيَحْتَمِل أَنْ يَكُون مَحْفُوظًا بِأَنْ يَكُون كُلّ مِنْ عُمَر وَعَبْد الرَّحْمَن قَالَ ذَلِكَ لِتَوْفِيرِ دَوَاعِي الصَّحَابَة عَلَى تَعْظِيم أَبِي بَكْر. ‏ ‏( تَنْبِيه ) : ‏ ‏أَلْحَق بَعْضهمْ بِتَقْدِيمِ الْأَيْمَن فِي الْمَشْرُوب تَقْدِيمه فِي الْمَأْكُول , وَنُسِبَ لِمَالِك , وَقَالَ اِبْن عَبْد الْبَرّ لَا يَصِحّ عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2353,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يُمْنَعُ فَضْلُ الْمَاءِ لِيُمْنَعَ بِهِ الْكَلأُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Do not withhold the superfluous water, for that will prevent people from \ngrazing their cattle.\"",
    "explication": "‏ ‏قَوْله : ( إِذَا تَوَضَّأَ ) ‏ ‏أَيْ : إِذَا شَرَعَ فِي الْوُضُوء. ‏ ‏قَوْله : ( فَلْيَجْعَلْ فِي أَنْفه مَاء ) ‏ ‏كَذَا لِأَبِي ذَرّ , وَسَقَطَ قَوْله \" مَاء \" لِغَيْرِهِ. وَكَذَا اِخْتَلَفَ رُوَاة الْمُوَطَّأ فِي إِسْقَاطه وَذِكْره , وَثَبَتَ ذِكْره لِمُسْلِمٍ مِنْ رِوَايَة سُفْيَان عَنْ أَبِي الزِّنَاد. ‏ ‏قَوْله : ( ثُمَّ لِيَنْتَثِر ) ‏ ‏كَذَا لِأَبِي ذَرّ وَالْأَصِيلِيّ بِوَزْنِ لِيَفْتَعِل , وَلِغَيْرِهِمَا ثُمَّ لِيَنْثُر بِمُثَلَّثَةٍ مَضْمُومَة بَعْد النُّون السَّاكِنَة , وَالرِّوَايَتَانِ لِأَصْحَابِ الْمُوَطَّأ أَيْضًا , قَالَ الْفَرَّاء : يُقَال نَثَرَ الرَّجُل وَانْتَثَرَ وَاسْتَنْثَرَ إِذَا حَرَّكَ النَّثْرَة وَهِيَ طَرَف الْأَنْف فِي الطَّهَارَة. ‏ ‏قَوْله ( وَإِذَا اِسْتَيْقَظَ ) ‏ ‏هَكَذَا عَطَفَهُ الْمُصَنِّف , وَاقْتَضَى سِيَاقه أَنَّهُ حَدِيث وَاحِد , وَلَيْسَ هُوَ كَذَلِكَ فِي الْمُوَطَّأ. وَقَدْ أَخْرَجَهُ أَبُو نُعَيْمٍ فِي الْمُسْتَخْرَج مِنْ مُوَطَّأ يَحْيَى رِوَايَة عَبْد اللَّه بْن يُوسُف شَيْخ الْبُخَارِيّ مُفَرَّقًا , وَكَذَا هُوَ فِي مُوَطَّأ يَحْيَى بْن بُكَيْر وَغَيْره , وَكَذَا فَرَّقَهُ الْإِسْمَاعِيلِيّ مِنْ حَدِيث مَالِك , وَكَذَا أَخْرَجَ مُسْلِم الْحَدِيث الْأَوَّل مِنْ طَرِيق اِبْن عُيَيْنَةَ عَنْ أَبِي الزِّنَاد , وَالثَّانِي مِنْ طَرِيق الْمُغِيرَة بْن عَبْد الرَّحْمَن عَنْ أَبِي الزِّنَاد. وَعَلَى هَذَا فَكَأَنَّ الْبُخَارِيّ كَانَ يَرَى جَوَاز جَمْع الْحَدِيثَيْنِ إِذَا اِتَّحَدَ سَنَدهمَا فِي سِيَاق وَاحِد , كَمَا يَرَى جَوَاز تَفْرِيق الْحَدِيث الْوَاحِد إِذَا اِشْتَمَلَ عَلَى حُكْمَيْنِ مُسْتَقِلَّيْنِ. ‏ ‏قَوْله : ( مِنْ نَوْمه ) ‏ ‏أَخَذَ بِعُمُومِهِ الشَّافِعِيّ وَالْجُمْهُور فَاسْتَحَبُّوهُ عَقِب كُلّ نَوْم , وَخَصَّهُ أَحْمَد بِنَوْمِ اللَّيْل لِقَوْلِهِ فِي آخِر الْحَدِيث \" بَاتَتْ يَده \" لِأَنَّ حَقِيقَة الْمَبِيت أَنْ يَكُون فِي اللَّيْل. وَفِي رِوَايَة لِأَبِي دَاوُدَ سَاقَ مُسْلِم إِسْنَادهَا \" إِذَا قَامَ أَحَدكُمْ مِنْ اللَّيْل \" وَكَذَا لِلتِّرْمِذِيِّ مِنْ وَجْه آخَر صَحِيح , وَلِأَبِي عَوَانَة فِي رِوَايَة سَاقَ مُسْلِم إِسْنَادهَا أَيْضًا \" إِذَا قَامَ أَحَدكُمْ إِلَى الْوُضُوء حِين يُصْبِح \" لَكِنَّ التَّعْلِيل يَقْتَضِي إِلْحَاق نَوْم النَّهَار بِنَوْمِ اللَّيْل , وَإِنَّمَا خُصَّ نَوْم اللَّيْل بِالذِّكْرِ لِلْغَلَبَةِ. قَالَ الرَّافِعِيّ فِي شَرْح الْمُسْنَد : يُمْكِن أَنْ يُقَال الْكَرَاهَة فِي الْغَمْس لِمَنْ نَامَ لَيْلًا أَشَدّ مِنْهَا لِمَنْ نَامَ نَهَارًا ; لِأَنَّ الِاحْتِمَال فِي نَوْم اللَّيْل أَقْرَب لِطُولِهِ عَادَة , ثُمَّ الْأَمْر عِنْد الْجُمْهُور عَلَى النَّدْب , وَحَمَلَهُ أَحْمَد عَلَى الْوُجُوب فِي نَوْم اللَّيْل دُون النَّهَار , وَعَنْهُ فِي رِوَايَة اِسْتِحْبَابه فِي نَوْم النَّهَار , وَاتَّفَقُوا عَلَى أَنَّهُ لَوْ غَمَسَ يَده لَمْ يَضُرّ الْمَاء , وَقَالَ إِسْحَاق وَدَاوُد وَالطَّبَرِيّ يَنْجُس , وَاسْتَدَلَّ لَهُمْ بِمَا وَرَدَ مِنْ الْأَمْر بِإِرَاقَتِهِ ; لَكِنَّهُ حَدِيث ضَعِيف أَخْرَجَهُ اِبْن عَدِيّ , وَالْقَرِينَة الصَّارِفَة لِلْأَمْرِ عَنْ الْوُجُوب عِنْد الْجُمْهُور التَّعْلِيل بِأَمْرٍ يَقْتَضِي الشَّكّ ; لِأَنَّ الشَّكّ لَا يَقْتَضِي وُجُوبًا فِي هَذَا الْحُكْم اِسْتِصْحَابًا لِأَصْلِ الطَّهَارَة. وَاسْتَدَلَّ أَبُو عَوَانَة عَلَى عَدَم الْوُجُوب بِوُضُوئِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الشَّنّ الْمُعَلَّق بَعْد قِيَامه مِنْ النَّوْم كَمَا سَيَأْتِي فِي حَدِيث اِبْن عَبَّاس , وَتُعُقِّبَ بِأَنَّ قَوْله \" أَحَدكُمْ \" يَقْتَضِي اِخْتِصَاصه بِغَيْرِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأُجِيبَ بِأَنَّهُ صَحَّ عَنْهُ غَسْل يَدَيْهِ قَبْل إِدْخَالهمَا فِي الْإِنَاء حَال الْيَقَظَة , فَاسْتِحْبَابه بَعْد النَّوْم أَوْلَى , وَيَكُون تَرْكه لِبَيَانِ الْجَوَاز. وَأَيْضًا فَقَدْ قَالَ فِي هَذَا الْحَدِيث فِي رِوَايَات لِمُسْلِمٍ وَأَبِي دَاوُدَ وَغَيْرهمَا \" فَلْيَغْسِلْهُمَا ثَلَاثًا \" وَفِي رِوَايَة \" ثَلَاث مَرَّات \" , وَالتَّقْيِيد بِالْعَدَدِ فِي غَيْر النَّجَاسَة الْعَيْنِيَّة يَدُلّ عَلَى النَّدْبِيَّة , وَوَقَعَ فِي رِوَايَة هَمَّام عَنْ أَبِي هُرَيْرَة عِنْد أَحْمَد \" فَلَا يَضَع يَده فِي الْوَضُوء حَتَّى يَغْسِلهَا \" وَالنَّهْي فِيهِ لِلتَّنْزِيهِ كَمَا ذَكَرْنَا إِنْ فَعَلَ اُسْتُحِبَّ وَإِنْ تَرَكَ كُرِهَ وَلَا تَزُول الْكَرَاهَة بِدُونِ الثَّلَاث , نَصَّ عَلَيْهِ الشَّافِعِيّ. وَالْمُرَاد بِالْيَدِ هُنَا الْكَفّ دُون مَا زَادَ عَلَيْهَا اِتِّفَاقًا , وَهَذَا كُلّه فِي حَقّ مَنْ قَامَ مِنْ النَّوْم لِمَا دَلَّ عَلَيْهِ مَفْهُوم الشَّرْط وَهُوَ حُجَّة عِنْد الْأَكْثَر , أَمَّا الْمُسْتَيْقِظ فَيُسْتَحَبّ لَهُ الْفِعْل لِحَدِيثِ عُثْمَان وَعَبْد اللَّه بْن زَيْد , وَلَا يُكْرَه التَّرْك لِعَدَمِ وُرُود النَّهْي فِيهِ , وَقَدْ رَوَى سَعِيد بْن مَنْصُور بِسَنَدٍ صَحِيح عَنْ أَبِي هُرَيْرَة أَنَّهُ كَانَ يَفْعَلهُ وَلَا يَرَى بِتَرْكِهِ بَأْسًا , وَسَيَأْتِي عَنْ اِبْن عُمَر وَالْبَرَاء نَحْو ذَلِكَ. ‏ ‏قَوْله : ( قَبْل أَنْ يُدْخِلهَا ) ‏ ‏, وَلِمُسْلِمٍ وَابْن خُزَيْمَةَ وَغَيْرهمَا مِنْ طُرُق \" فَلَا يَغْمِس يَده فِي الْإِنَاء حَتَّى يَغْسِلهَا \" وَهِيَ أَبْيَن فِي الْمُرَاد مِنْ رِوَايَة الْإِدْخَال ; لِأَنَّ مُطْلَق الْإِدْخَال لَا يَتَرَتَّب عَلَيْهِ كَرَاهَة كَمَنْ أَدْخَلَ يَده فِي إِنَاء وَاسِع فَاغْتَرَفَ مِنْهُ بِإِنَاءٍ صَغِير مِنْ غَيْر أَنْ يُلَامِس يَده الْمَاء. ‏ ‏قَوْله : ( فِي وَضُوئِهِ ) ‏ ‏بِفَتْحِ الْوَاو أَيْ : الْإِنَاء الَّذِي أُعِدَّ لِلْوُضُوءِ , وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" فِي الْإِنَاء \" وَهِيَ رِوَايَة مُسْلِم مِنْ طُرُق أُخْرَى , وَلِابْنِ خُزَيْمَةَ \" فِي إِنَائِهِ أَوْ وَضُوئِهِ \" عَلَى الشَّكّ , وَالظَّاهِر اِخْتِصَاص ذَلِكَ بِإِنَاءِ الْوُضُوء , وَيَلْحَق بِهِ إِنَاء الْغُسْل لِأَنَّهُ وُضُوء وَزِيَادَة , وَكَذَا بَاقِي الْآنِيَة قِيَاسًا , لَكِنْ فِي الِاسْتِحْبَاب مِنْ غَيْر كَرَاهَة لِعَدَمِ وُرُود النَّهْي فِيهَا عَنْ ذَلِكَ وَاَللَّه أَعْلَم. وَخَرَجَ بِذِكْرِ الْإِنَاء الْبِرَك وَالْحِيَاض الَّتِي لَا تَفْسُد بِغَمْسِ الْيَد فِيهَا عَلَى تَقْدِير نَجَاسَتهَا فَلَا يَتَنَاوَلهَا النَّهْي وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( فَإِنَّ أَحَدكُمْ ) ‏ ‏قَالَ الْبَيْضَاوِيّ : فِيهِ إِيمَاء إِلَى أَنَّ الْبَاعِث عَلَى الْأَمْر بِذَلِكَ اِحْتِمَال النَّجَاسَة ; لِأَنَّ الشَّارِع إِذَا ذَكَرَ حُكْمًا وَعَقَّبَهُ بِعِلَّةٍ دَلَّ عَلَى أَنَّ ثُبُوت الْحُكْم لِأَجْلِهَا , وَمِثْله قَوْله فِي حَدِيث الْمُحْرِم الَّذِي سَقَطَ فَمَاتَ فَإِنَّهُ يُبْعَث مُلَبِّيًا بَعْد نَهْيهمْ عَنْ تَطْيِيبه , فَنَبَّهَ عَلَى عِلَّة النَّهْي وَهِيَ كَوْنه مُحْرِمًا. ‏ ‏قَوْله : ( لَا يَدْرِي ) ‏ ‏فِيهِ أَنَّ عِلَّة النَّهْي اِحْتِمَال هَلْ لَاقَتْ يَده مَا يُؤَثِّر فِي الْمَاء أَوْ لَا , وَمُقْتَضَاهُ إِلْحَاق مَنْ شَكَّ فِي ذَلِكَ وَلَوْ كَانَ مُسْتَيْقِظًا , وَمَفْهُومه أَنَّ مَنْ دَرَى أَيْنَ بَاتَتْ يَده كَمَنْ لَفَّ عَلَيْهَا خِرْقَة مَثَلًا فَاسْتَيْقَظَ وَهِيَ عَلَى حَالهَا أَنْ لَا كَرَاهَة , وَإِنْ كَانَ غَسْلهَا مُسْتَحَبًّا عَلَى الْمُخْتَار كَمَا فِي الْمُسْتَيْقِظ , وَمَنْ قَالَ بِأَنَّ الْأَمْر فِي ذَلِكَ لِلتَّعَبُّدِ - كَمَالِك - لَا يُفَرِّق بَيْن شَاكّ وَمُتَيَقِّن. وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى التَّفْرِقَة بَيْن وُرُود الْمَاء عَلَى النَّجَاسَة وَبَيْن وُرُود النَّجَاسَة عَلَى الْمَاء , وَهُوَ ظَاهِر. وَعَلَى أَنَّ النَّجَاسَة تُؤَثِّر فِي الْمَاء , وَهُوَ صَحِيح ; لَكِنَّ كَوْنهَا تُؤَثِّر التَّنْجِيس وَإِنْ لَمْ يَتَغَيَّر فِيهِ نَظَر ; لِأَنَّ مُطْلَق التَّأْثِير لَا يَدُلّ عَلَى خُصُوص التَّأْثِير بِالتَّنْجِيسِ , فَيَحْتَمِل أَنْ تَكُون الْكَرَاهَة بِالْمُتَيَقَّنِ أَشَدّ مِنْ الْكَرَاهَة بِالْمَظْنُونِ قَالَهُ اِبْن دَقِيق الْعِيد , وَمُرَاده أَنَّهُ لَيْسَتْ فِيهِ دَلَالَة قَطْعِيَّة عَلَى مَنْ يَقُول : إِنَّ الْمَاء لَا يَنْجُس إِلَّا بِالتَّغَيُّرِ. ‏ ‏قَوْله : ( أَيْنَ بَاتَتْ يَده ) ‏ ‏أَيْ مِنْ جَسَده , قَالَ الشَّافِعِيّ رَحِمَهُ اللَّه : كَانُوا يَسْتَجْمِرُونَ وَبِلَادهمْ حَارَّة فَرُبَّمَا عَرِقَ أَحَدهمْ إِذَا نَامَ فَيَحْتَمِل أَنْ تَطُوف يَده عَلَى الْمَحَلّ أَوْ عَلَى بَثْرَة أَوْ دَم حَيَوَان أَوْ قَذَر غَيْر ذَلِكَ. وَتَعَقَّبَهُ أَبُو الْوَلِيد الْبَاجِيّ بِأَنَّ ذَلِكَ يَسْتَلْزِم الْأَمْر بِغَسْلِ ثَوْب النَّائِم لِجَوَازِ ذَلِكَ عَلَيْهِ , وَأُجِيبَ بِأَنَّهُ مَحْمُول عَلَى مَا إِذَا كَانَ الْعَرَق فِي الْيَد دُون الْمَحَلّ , أَوْ أَنَّ الْمُسْتَيْقِظ لَا يُرِيد غَمْس ثَوْبه فِي الْمَاء حَتَّى يُؤْمَر بِغَسْلِهِ , بِخِلَافِ الْيَد فَإِنَّهُ مُحْتَاج إِلَى غَمْسهَا , وَهَذَا أَقْوَى الْجَوَابَيْنِ. وَالدَّلِيل عَلَى أَنَّهُ لَا اِخْتِصَاص لِذَلِكَ بِمَحَلِّ الِاسْتِجْمَار مَا رَوَاهُ اِبْن خُزَيْمَةَ وَغَيْره مِنْ طَرِيق مُحَمَّد بْن الْوَلِيد عَنْ مُحَمَّد بْن جَعْفَر عَنْ شُعْبَة عَنْ خَالِد الْحَذَّاء عَنْ عَبْد اللَّه اِبْن شَقِيق عَنْ أَبِي هُرَيْرَة فِي هَذَا الْحَدِيث قَالَ فِي آخِره \" أَيْنَ بَاتَتْ يَده مِنْهُ \" وَأَصْله فِي مُسْلِم دُون قَوْله \" مِنْهُ \" قَالَ الدَّارَقُطْنِيُّ : تَفَرَّدَ بِهَا شُعْبَة , وَقَالَ الْبَيْهَقِيُّ : تَفَرَّدَ بِهَا مُحَمَّد بْن الْوَلِيد. قُلْت : إِنْ أَرَادَ عَنْ مُحَمَّد بْن جَعْفَر فَمُسَلَّم , وَإِنْ أَرَادَ مُطْلَقًا فَلَا , فَقَدْ قَالَ الدَّارَقُطْنِيُّ : تَابَعَهُ عَبْد الصَّمَد عَنْ شُعْبَة , وَأَخْرَجَهُ اِبْن مَنْدَهْ مِنْ طَرِيقه. وَفِي الْحَدِيث الْأَخْذ بِالْوَثِيقَةِ , وَالْعَمَل بِالِاحْتِيَاطِ فِي الْعِبَادَة , وَالْكِنَايَة عَمَّا يُسْتَحْيَا مِنْهُ إِذَا حَصَلَ الْإِفْهَام بِهَا , وَاسْتِحْبَاب غَسْل النَّجَاسَة ثَلَاثًا لِأَنَّهُ أَمَرَنَا بِالتَّثْلِيثِ عِنْد تَوَهُّمهَا فَعِنْد تَيَقُّنهَا أَوْلَى. وَاسْتَنْبَطَ مِنْهُ قَوْم فَوَائِد أُخْرَى فِيهَا بُعْد , مِنْهَا أَنَّ مَوْضِع الِاسْتِنْجَاء مَخْصُوص بِالرُّخْصَةِ فِي جَوَاز الصَّلَاة مَعَ بَقَاء أَثَر النَّجَاسَة عَلَيْهِ قَالَهُ الْخَطَّابِيُّ , وَمِنْهَا إِيجَاب الْوُضُوء مِنْ النَّوْم , قَالَهُ اِبْن عَبْد الْبَرّ , وَمِنْهَا تَقْوِيَة مَنْ يَقُول بِالْوُضُوءِ مِنْ مَسّ الذَّكَر حَكَاهُ أَبُو عَوَانَة فِي صَحِيحه عَنْ اِبْن عُيَيْنَةَ , وَمِنْهَا أَنَّ الْقَلِيل مِنْ الْمَاء لَا يَصِير مُسْتَعْمَلًا بِإِدْخَالِ الْيَد فِيهِ لِمَنْ أَرَادَ الْوُضُوء , قَالَهُ الْخَطَّابِيُّ صَاحِب الْخِصَال مِنْ الشَّافِعِيَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2354,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَمْنَعُوا فَضْلَ الْمَاءِ لِتَمْنَعُوا بِهِ فَضْلَ الْكَلإِ ‏\"‏‏.‏",
    "english_text": "that Allah's Messenger (ﷺ) said, \"Do not withhold the superfluous water in order to withhold the superfluous \ngrass.\"",
    "explication": "‏ ‏قَوْله \" وَعَنْ اِبْن شِهَاب \" ‏ ‏هُوَ مَعْطُوف عَلَى الْإِسْنَاد الْمُصَدَّر بِهِ , وَسَيَأْتِي الْكَلَام عَلَى عَدَد التَّكْبِير بَعْد ثَلَاثَة أَبْوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2355,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا مَحْمُودٌ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمَعْدِنُ جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْعَجْمَاءُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"No bloodmoney will be charged if somebody dies in a mine or in a well or is \nkilled by an animal; and if somebody finds a treasure in his land he has to give one-fifth of it to the \nGovernment.\"",
    "explication": "‏ ‏مَحْمُود ‏ ‏شَيْخه فِي هَذَا الْحَدِيث هُوَ اِبْن غَيْلَان , ‏ ‏وَعُبَيْد اللَّه ‏ ‏شَيْخ مَحْمُود هُوَ اِبْن مُوسَى وَهُوَ مِنْ شُيُوخ الْبُخَارِيّ وَرُبَّمَا أَخْرَجَ عَنْهُ بِوَاسِطَةٍ كَهَذَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2356,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ يَقْتَطِعُ بِهَا مَالَ امْرِئٍ، هُوَ عَلَيْهَا فَاجِرٌ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ‏\"‏ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}‏ الآيَةَ‏.‏ فَجَاءَ الأَشْعَثُ فَقَالَ مَا حَدَّثَكُمْ أَبُو عَبْدِ الرَّحْمَنِ، فِيَّ أُنْزِلَتْ هَذِهِ الآيَةُ، كَانَتْ لِي بِئْرٌ فِي أَرْضِ ابْنِ عَمٍّ لِي فَقَالَ لِي ‏\"‏ شُهُودَكَ ‏\"‏‏.‏ قُلْتُ مَا لِي شُهُودٌ‏.‏ قَالَ ‏\"‏ فَيَمِينَهُ ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ‏.‏ فَذَكَرَ النَّبِيُّ صلى الله عليه وسلم هَذَا الْحَدِيثَ، فَأَنْزَلَ اللَّهُ ذَلِكَ تَصْدِيقًا لَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever takes a false oath to deprive somebody of his property will meet Allah \nwhile He will be angry with him.\" Allah revealed: 'Verily those who purchase a little gain at the cost \nof Allah's covenant, and their oaths.' ........(3.77) \nAl-Ashath came (to the place where `Abdullah was narrating) and said, \"What has Abu `Abdur- \nRahman (i.e. `Abdullah) been telling you? This verse was revealed concerning me. I had a well in the \nland of a cousin of mine. The Prophet (ﷺ) asked me to bring witnesses (to confirm my claim). I said, 'I \ndon't have witnesses.' He said, 'Let the defendant take an oath then.' I said, 'O Allah's Messenger (ﷺ)! He will \ntake a (false) oath immediately.' Then the Prophet (ﷺ) mentioned the above narration and Allah revealed \nthe verse to confirm what he had said.\" (See Hadith No. 692)",
    "explication": "‏ ‏اِسْم اِبْن عَمّه ‏ ‏مَعْدَان بْن الْأَسْوَد بْن مَعْدِي كَرِبَ الْكِنْدِيّ وَلَقَبه الْجَفَشِيشُ بِوَزْنِ فَعَلِيل مَفْتُوح الْأَوَّل , وَاخْتُلِفَ فِي ضَبْط هَذَا الْأَوَّل عَلَى ثَلَاثَة أَقْوَال : أَشْهَرهَا بِالْجِيمِ وَالشِّين مُعْجَمَة فِي الْمَوْضِعَيْنِ , وَقَوْله فِي الْحَدِيث : \" كَانَتْ لِي بِئْر فِي أَرْض \" زَعَمَ الْإِسْمَاعِيلِيّ أَنَّ أَبَا حَمْزَة تَفَرَّدَ بِذِكْرِ الْبِئْر عَنْ الْأَعْمَش قَالَ : وَلَا أَعْلَم فِيمَنْ رَوَاهُ عَنْ الْأَعْمَش إِلَّا قَالَ : \" فِي أَرْض \" قَالَ وَالْأَكْثَرُونَ أَوْلَى بِالْحِفْظِ مِنْ أَبِي حَمْزَة ا ه. وَذَكَرَ الْبِئْر ثَابِت عِنْد الْبُخَارِيّ فِي غَيْر رِوَايَة أَبِي حَمْزَة كَمَا سَيَأْتِي مَعَ بَقِيَّة الْكَلَام عَلَى الْحَدِيث فِي كِتَاب الْأَيْمَان وَالنُّذُور , وَنَذْكُر فِي التَّفْسِير الْخِلَاف فِي سَبَب نُزُول الْآيَة الْمَذْكُورَة إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله : \" شُهُودك أَوْ يَمِينه \" بِالنَّصْبِ فِيهِمَا أَيْ أَحْضِرْ شُهُودك أَوْ اُطْلُبْ يَمِينه. وَقَوْله : \" إِذَنْ يَحْلِف \" بِالنَّصْبِ قَالَ السُّهَيْلِيُّ لَا غَيْر , وَحَكَى اِبْن خَرُوف جَوَاز الرَّفْع فِي مِثْل هَذَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2357,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ثَلاَثَةٌ لاَ يَنْظُرُ اللَّهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ رَجُلٌ كَانَ لَهُ فَضْلُ مَاءٍ بِالطَّرِيقِ، فَمَنَعَهُ مِنِ ابْنِ السَّبِيلِ، وَرَجُلٌ بَايَعَ إِمَامًا لاَ يُبَايِعُهُ إِلاَّ لِدُنْيَا، فَإِنْ أَعْطَاهُ مِنْهَا رَضِيَ، وَإِنْ لَمْ يُعْطِهِ مِنْهَا سَخِطَ، وَرَجُلٌ أَقَامَ سِلْعَتَهُ بَعْدَ الْعَصْرِ، فَقَالَ وَاللَّهِ الَّذِي لاَ إِلَهَ غَيْرُهُ لَقَدْ أَعْطَيْتُ بِهَا كَذَا وَكَذَا، فَصَدَّقَهُ رَجُلٌ‏\"‏ ثُمَّ قَرَأَ هَذِهِ الآيَةَ ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"There are three persons whom Allah will not look at on the Day of \nResurrection, nor will he purify them and theirs shall be a severe punishment. They are: \n-1. A man possessed superfluous water, on a way and he withheld it from travelers. \n-2. A man who gave a pledge of allegiance to a ruler and he gave it only for worldly benefits. If the \nruler gives him something he gets satisfied, and if the ruler withholds something from him, he gets \ndissatisfied. \n-3. And man displayed his goods for sale after the `Asr prayer and he said, 'By Allah, except Whom \nNone has the right to be worshipped, I have been given so much for my goods,' and somebody \nbelieves him (and buys them). \nThe Prophet (ﷺ) then recited: \"Verily! Those who purchase a little gain at the cost of Allah's Covenant and \ntheir oaths.\" (3.77)",
    "explication": "‏ ‏قَوْله فِي هَذِهِ الرِّوَايَة \" وَرَجُل بَايَعَ إِمَامَهُ \" ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" إِمَامًا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2358,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ـ رضى الله عنهما ـ أَنَّهُ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرُّ فَأَبَى عَلَيْهِ، فَاخْتَصَمَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ، ثُمَّ أَرْسِلِ الْمَاء إِلَى جَارِكَ ‏\"‏‏.‏ فَغَضِبَ الأَنْصَارِيُّ، فَقَالَ أَنْ كَانَ ابْنَ عَمَّتِكَ‏.‏ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اسْقِ يَا زُبَيْرُ، ثُمَّ احْبِسِ الْمَاءَ، حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏‏.‏ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ ‏{‏فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏‏.‏",
    "english_text": "An Ansari man quarreled with Az-Zubair in the presence of the Prophet (ﷺ) about the Harra Canals which \nwere used for irrigating the date-palms. The Ansari man said to Az-Zubair, \"Let the water pass' but \nAz-Zubair refused to do so. So, the case was brought before the Prophet (ﷺ) who said to Az-Zubair, \"O \nZubair! Irrigate (your land) and then let the water pass to your neighbor.\" On that the Ansari got angry \nand said to the Prophet, \"Is it because he (i.e. Zubair) is your aunt's son?\" On that the color of the face \nof Allah's Messenger (ﷺ) changed (because of anger) and he said, \"O Zubair! Irrigate (your land) and then \nwithhold the water till it reaches the walls between the pits round the trees.\" Zubair said, \"By Allah, I \nthink that the following verse was revealed on this occasion\": \"But no, by your Lord They can have \nNo faith Until they make you judge In all disputes between them.\" (4.65)",
    "explication": "‏ ‏قَوْله : ( عَنْ عُرْوَة ) ‏ ‏يَأْتِي بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ اِبْن شِهَاب \" عَنْ عُرْوَة أَنَّهُ حَدَّثَهُ \". ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن الزُّبَيْر أَنَّهُ حَدَّثَهُ أَنَّ رَجُلًا مِنْ الْأَنْصَار خَاصَمَ الزُّبَيْر ) ‏ ‏هَذَا هُوَ الْمَشْهُور مِنْ رِوَايَة اللَّيْث بْن سَعْد عَنْ اِبْن شِهَاب , وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا \" عَنْ اِبْن شِهَاب أَنَّ عُرْوَة حَدَّثَهُ عَنْ أَخِيهِ عَبْد اللَّه بْن الزُّبَيْر عَنْ الزُّبَيْر بْن الْعَوَامّ \" أَخْرَجَهُ النَّسَائِيُّ وَابْن الْجَارُود وَالْإِسْمَاعِيلِيّ , وَكَأَنَّ اِبْن وَهْب حَمَلَ رِوَايَة اللَّيْث عَلَى رِوَايَة يُونُس وَإِلَّا فَرِوَايَة اللَّيْث لَيْسَ فِيهَا ذِكْر الزُّبَيْر وَاللَّه أَعْلَم. وَأَخْرَجَهُ الْمُصَنِّف فِي الصُّلْح مِنْ طَرِيق شُعَيْب عَنْ اِبْن شِهَاب عَنْ عُرْوَة بْن الزُّبَيْر عَنْ الزُّبَيْر بِغَيْرِ ذِكْر عَبْد اللَّه , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي الْبَاب الَّذِي يَلِيه مِنْ طَرِيق مَعْمَر عَنْ اِبْن شِهَاب عَنْ عُرْوَة مُرْسَلًا , وَأَعَادَهُ فِي التَّفْسِير مِنْ وَجْه آخَر عَنْ مَعْمَر , وَكَذَا أَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن إِسْحَاق حَدَّثَنَا اِبْن شِهَاب , وَأَخْرَجَهُ الْمُصَنِّف بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ كَذَلِكَ بِالْإِرْسَالِ , لَكِنْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ - مِنْ وَجْه آخَر - عَنْ اِبْن جُرَيْجٍ كَرِوَايَةِ شُعَيْب الَّتِي لَيْسَ فِيهَا \" عَنْ عَبْد اللَّه \". وَذَكَرَ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" أَنَّ اِبْن أَبِي عَتِيق وَعُمَر بْن سَعْد وَافَقَا شُعَيْبًا وَابْن جُرَيْجٍ عَلَى قَوْلهمَا : \" عُرْوَة عَنْ الزُّبَيْر \" قَالَ وَكَذَلِكَ قَالَ أَحْمَد بْن صَالِح وَحَرْمَلَة عَنْ اِبْن وَهْب , قَالَ وَكَذَلِكَ قَالَ شَبِيب بْن سَعِيد عَنْ يُونُس , قَالَ وَهُوَ الْمَحْفُوظ. قُلْت : وَإِنَّمَا صَحَّحَهُ الْبُخَارِيّ مَعَ هَذَا الِاخْتِلَاف اِعْتِمَادًا عَلَى صِحَّة سَمَاع عُرْوَة مِنْ أَبِيهِ وَعَلَى صِحَّة سَمَاع عَبْد اللَّه بْن الزُّبَيْر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَكَيْفَمَا دَارَ فَهُوَ عَلَى ثِقَة. ثُمَّ الْحَدِيث وَرَدَ فِي شَيْء يَتَعَلَّق بِالزُّبَيْرِ فَدَاعِيَة وَلَده مُتَوَفِّرَة عَلَى ضَبْطه , وَقَدْ وَافَقَهُ مُسْلِم عَلَى تَصْحِيح طَرِيق اللَّيْث الَّتِي لَيْسَ فِيهَا ذِكْر الزُّبَيْر , وَزَعَمَ الْحُمَيْدِيُّ فِي جَمْعه أَنَّ الشَّيْخَيْنِ أَخْرَجَاهُ مِنْ طَرِيق عُرْوَة عَنْ أَخِيهِ عَبْد اللَّه عَنْ أَبِيهِ , وَلَيْسَ كَمَا قَالَ , فَإِنَّهُ بِهَذَا السِّيَاق فِي رِوَايَة يُونُس الْمَذْكُورَة وَلَمْ يُخْرِجهَا مِنْ أَصْحَاب الْكُتُب السِّتَّة إِلَّا النَّسَائِيُّ وَأَشَارَ إِلَيْهَا التِّرْمِذِيّ خَاصَّة , وَقَدْ جَاءَتْ هَذِهِ الْقِصَّة مِنْ وَجْه آخَر أَخْرَجَهَا الطَّبَرِيُّ وَالطَّبَرَانِيُّ مِنْ حَدِيث أُمّ سَلَمَة , وَهِيَ عِنْد الزُّهْرِيِّ أَيْضًا مِنْ مُرْسَل سَعِيد بْن الْمُسَيِّب كَمَا سَيَأْتِي بَيَانه. ‏ ‏قَوْله : ( أَنَّ رَجُلًا مِنْ الْأَنْصَار ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" قَدْ شَهِدَ بَدْرًا \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الزُّهْرِيّ عِنْد الطَّبَرِيِّ فِي هَذَا الْحَدِيث أَنَّهُ مِنْ بَنِي أُمَيَّة مِنْ زَيْد وَهُمْ بَطْن مِنْ الْأَوْس , وَوَقَعَ فِي رِوَايَة يَزِيد بْن خَالِد عَنْ اللَّيْث عَنْ الزُّهْرِيّ عِنْد اِبْن الْمُقْرِي فِي مُعْجَمه فِي هَذَا الْحَدِيث أَنَّ اِسْمه حُمَيْدٌ , قَالَ أَبُو مُوسَى الْمَدِينِيّ فِي \" ذَيْل الصَّحَابَة \" : لِهَذَا الْحَدِيث طُرُق لَا أَعْلَم فِي شَيْء مِنْهَا ذِكْر حُمَيْدٍ إِلَّا فِي هَذِهِ الطَّرِيق ا ه. وَلَيْسَ فِي الْبَدْرِيِّينَ مِنْ الْأَنْصَار مَنْ اِسْمه حُمَيْدٌ , وَحَكَى اِبْن بَشْكُوَالٍ فِي مُبْهَمَاته عَنْ شَيْخه أَبِي الْحَسَن بْن مُغِيث أَنَّهُ ثَابِت بْن قَيْس بْن شَمَّاس , قَالَ وَلَمْ يَأْتِ عَلَى ذَلِكَ بِشَاهِدٍ. قُلْت : وَلَيْسَ ثَابِت بَدْرِيًّا , وَحَكَى الْوَاحِدِيّ أَنَّهُ ثَعْلَبَة بْن حَاطِب الْأَنْصَارِيّ الَّذِي نَزَلَ فِيهِ قَوْله تَعَالَى : ( وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ ) وَلَمْ يَذْكُر مُسْتَنَده وَلَيْسَ بَدْرِيًّا أَيْضًا , نَعَمْ ذَكَرَ اِبْن إِسْحَاق فِي الْبَدْرِيِّينَ ثَعْلَبَة بْن حَاطِب وَهُوَ مِنْ بَنِي أُمَيَّة بْن زَيْد وَهُوَ عِنْدِي غَيْر الَّذِي قَبْله لِأَنَّ هَذَا ذَكَرَ اِبْن الْكَلْبِيّ أَنَّهُ اُسْتُشْهِدَ بِأُحُدٍ وَذَاكَ عَاشَ إِلَى خِلَافَة عُثْمَان , وَحَكَى الْوَاحِدِيّ أَيْضًا وَشَيْخه الثَّعْلَبِيّ وَالْمَهْدَوِيُّ أَنَّهُ حَاطِب بْن أَبِي بَلْتَعَةَ , وَتُعُقِّبَ بِأَنَّ حَاطِبًا وَإِنْ كَانَ بَدْرِيًّا لَكِنَّهُ مِنْ الْمُهَاجِرِينَ , لَكِنْ مُسْتَنَد ذَلِكَ مَا أَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق سَعِيد بْن عَبْد الْعَزِيز عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله تَعَالَى : ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ ) الْآيَة قَالَ : نَزَلَتْ فِي الزُّبَيْر بْن الْعَوَّام وَحَاطِب بْن أَبِي بَلْتَعَةَ اِخْتَصَمَا فِي مَاء \" الْحَدِيث وَإِسْنَاده قَوِيّ مَعَ إِرْسَاله. فَإِنْ كَانَ سَعِيد بْن الْمُسَيِّب سَمِعَهُ مِنْ الزُّبَيْر فَيَكُون مَوْصُولًا , وَعَلَى هَذَا فَيُؤَوَّل قَوْله مِنْ الْأَنْصَار عَلَى إِرَادَة الْمَعْنِيّ الْأَعَمّ كَمَا وَقَعَ ذَلِكَ فِي حَقّ غَيْر وَاحِد كَعَبْدِ اللَّه بْن حُذَافَة , وَأَمَّا قَوْل الْكَرْمَانِيِّ بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِلْأَنْصَارِ فَفِيهِ نَظَر , وَأَمَّا قَوْله : \" مِنْ بَنِي أُمَيَّة بْن زَيْد \" فَلَعَلَّهُ كَانَ مَسْكَنه هُنَا كَعُمَر كَمَا تَقَدَّمَ فِي الْعِلْم. وَذَكَرَ الثَّعْلَبِيّ بِغَيْرِ سَنَد أَنَّ الزُّبَيْر وَحَاطِبًا لَمَّا خَرَجَا مَرَّا بِالْمِقْدَادِ قَالَ : لِمَنْ كَانَ الْقَضَاء ؟ فَقَالَ حَاطِب : قَضَى لِابْنِ عَمَّته , وَلَوَى شِدْقه , فَفَطِنَ لَهُ يَهُودِيّ فَقَالَ : قَاتَلَ اللَّه هَؤُلَاءِ يَشْهَدُونَ أَنَّهُ رَسُول اللَّه وَيَتَّهِمُونَهُ , وَفِي صِحَّة هَذَا نَظَر , وَيَتَرَشَّح بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِآلِ الزُّبَيْر بْن الْعَوَامّ مِنْ بَنِي أَسَد وَكَأَنَّهُ كَانَ مُجَاوِرًا لِلزُّبَيْرِ وَاللَّه أَعْلَم. وَأَمَّا قَوْل الدَّاوُدِيِّ وَأَبَى إِسْحَاق الزَّجَّاج وَغَيْرهمَا أَنَّ خَصْم الزُّبَيْر كَانَ مُنَافِقًا فَقَدْ وَجَّهَهُ الْقُرْطُبِيّ بِأَنَّ قَوْل مَنْ قَالَ إِنَّهُ كَانَ مِنْ الْأَنْصَار يَعْنِي نَسَبًا لَا دِينًا , قَالَ وَهَذَا هُوَ الظَّاهِر مِنْ حَاله , وَيَحْتَمِل أَنَّهُ لَمْ يَكُنْ مُنَافِقًا وَلَكِنْ أَصْدَرَ ذَلِكَ مِنْهُ بَادِرَة النَّفْس كَمَا وَقَعَ لِغَيْرِهِ مِمَّنْ صَحَّتْ تَوْبَته , وَقَوَّى هَذَا شَارِح \" الْمَصَابِيح \" التُّورْبَشْتِيُّ وَوَهَّى مَا عَدَاهُ وَقَالَ : لَمْ تَجْرِ عَادَة السَّلَف بِوَصْفِ الْمُنَافِقِينَ بِصِفَةِ النُّصْرَة الَّتِي هِيَ الْمَدْح وَلَوْ شَارَكَهُمْ فِي النَّسَب , قَالَ : بَلْ هِيَ زَلَّة مِنْ الشَّيْطَان تَمَكَّنَ بِهِ مِنْهَا عِنْد الْغَضَب , وَلَيْسَ ذَلِكَ بِمُسْتَنْكَرٍ مِنْ غَيْر الْمَعْصُوم فِي تِلْكَ الْحَالَة ا ه. وَقَدْ قَالَ الدَّاوُدِيُّ بَعْد جَزْمه بِأَنَّهُ كَانَ مُنَافِقًا : وَقِيلَ كَانَ بَدْرِيًّا , فَإِنْ صَحَّ فَقَدْ وَقَعَ ذَلِكَ مِنْهُ قَبْل شُهُودهَا لِانْتِفَاءِ النِّفَاق عَمَّنْ شَهِدَهَا ا ه. وَقَدْ عَرَفْت أَنَّهُ لَا مُلَازَمَة بَيْن صُدُور هَذِهِ الْقَضِيَّة مِنْهُ وَبَيْن النِّفَاق , وَقَالَ اِبْن التِّين إِنْ كَانَ بَدْرِيًّا فَمَعْنَى ‏ ‏قَوْله : ( لَا يُؤْمِنُونَ ) ‏ ‏لَا يَسْتَكْمِلُونَ الْإِيمَان وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( خَاصَمَ الزُّبَيْر ) ‏ ‏فِي رِوَايَة مَعْمَر \" خَاصَمَ الزُّبَيْر رَجُلًا \" وَالْمُخَاصَمَة مُفَاعَلَة مِنْ الْجَانِبَيْنِ فَكُلّ مِنْهُمَا مُخَاصِم لِلْآخَرِ. ‏ ‏قَوْله : ( فِي شِرَاج الْحَرَّة ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَبِالْجِيمِ جَمْع شَرْج بِفَتْحِ أَوَّله وَسُكُون الرَّاء مِثْل بَحْر وَبِحَار وَيُجْمَع عَلَى شُرُوج أَيْضًا , وَحَكَى اِبْن دُرَيْدٍ شَرَج بِفَتْحِ الرَّاء , وَحَكَى الْقُرْطُبِيّ شَرْجَة وَالْمُرَاد بِهَا هُنَا مَسِيل الْمَاء , وَإِنَّمَا أُضِيفَتْ إِلَى الْحَرَّة لِكَوْنِهَا فِيهَا , وَالْحَرَّة مَوْضِع مَعْرُوف بِالْمَدِينَةِ تَقَدَّمَ ذِكْرهَا , وَهِيَ فِي خَمْسَة مَوَاضِع : الْمَشْهُور مِنْهَا اِثْنَتَانِ حَرَّة وَاقِم , وَحَرَّة لَيْلَى. وَقَالَ الدَّاوُدِيُّ : هُوَ نَهَر عِنْد الْحَرَّة بِالْمَدِينَةِ , فَأَغْرَبَ وَلَيْسَ بِالْمَدِينَةِ نَهَر , قَالَ أَبُو عُبَيْد : كَانَ بِالْمَدِينَةِ وَادِيَانِ يَسِيلَانِ بِمَاءِ الْمَطَر فَيَتَنَافَس النَّاس فِيهِ فَقَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْأَعْلَى فَالْأَعْلَى. ‏ ‏قَوْله ( الَّتِي يَسْقُونَ بِهَا النَّخْل ) ‏ ‏فِي رِوَايَة شُعَيْب \" كَانَا يَسْقِيَانِ بِهَا كِلَاهُمَا \". ‏ ‏قَوْله : ( فَقَالَ الْأَنْصَارِيّ ) ‏ ‏يَعْنِي لِلزُّبَيْرِ ‏ ‏( سَرِّحْ ) ‏ ‏فِعْل أَمْر مِنْ التَّسْرِيح أَيْ أَطْلِقْهُ. وَإِنَّمَا قَالَ لَهُ ذَلِكَ لِأَنَّ الْمَاء كَانَ يَمُرّ بِأَرْضِ الزُّبَيْر قَبْل أَرْض الْأَنْصَارِيّ فَيَحْبِسهُ لِإِكْمَالِ سَقْي أَرْضه ثُمَّ يُرْسِلهُ إِلَى أَرْض جَاره , فَالْتَمَسَ مِنْهُ الْأَنْصَارِيّ تَعْجِيل ذَلِكَ فَامْتَنَعَ. ‏ ‏قَوْله : ( اِسْقِ يَا زُبَيْر ) ‏ ‏بِهَمْزَةِ وَصْل مِنْ الثُّلَاثِيّ , وَحَكَى اِبْن التِّين أَنَّهُ بِهَمْزَةِ قَطْع مِنْ الرُّبَاعِيّ تَقُول سَقَى وَأَسْقَى , زَادَ اِبْن جُرَيْجٍ فِي رِوَايَته كَمَا سَيَأْتِي بَعْد بَاب \" فَأَمَرَهُ بِالْمَعْرُوفِ \" وَهِيَ جُمْلَة مُعْتَرِضَة مِنْ كَلَام الرَّاوِي , وَقَدْ أَوْضَحَهُ شُعَيْب فِي رِوَايَته حَيْثُ قَالَ فِي آخِره \" وَكَانَ قَدْ أَشَارَ عَلَى الزُّبَيْر بِرَأْيٍ فِيهِ سَعَة لَهُ وَلِلْأَنْصَارِيِّ \" وَضَبَطَهُ الْكَرْمَانِيُّ \" فَأَمِرَّهُ \" هُنَا بِكَسْرِ الْمِيم وَتَشْدِيد الرَّاء عَلَى أَنَّهُ فِعْل أَمْر مِنْ الْإِمْرَار , وَهُوَ مُحْتَمَل. ‏ ‏قَوْله : ( أَنْ كَانَ اِبْن عَمَّتك ) ‏ ‏بِفَتْحِ هَمْزَة أَنْ وَهِيَ لِلتَّعْلِيلِ , كَأَنَّهُ قَالَ حَكَمْت لَهُ بِالتَّقْدِيمِ لِأَجْلِ أَنَّهُ اِبْن عَمَّتك , وَكَانَتْ أُمّ الزُّبَيْر صَفِيَّة بِنْت عَبْد الْمُطَّلِب. وَقَالَ الْبَيْضَاوِيّ : يُحْذَف حَرْف الْجَرّ مِنْ أَنْ كَثِيرًا تَخْفِيفًا , وَالتَّقْدِير لِأَنْ كَانَ أَوْ بِأَنْ كَانَ , وَنَحْو ( أَنْ كَانَ ذَا مَالٍ وَبَنِينَ ) أَيْ لَا تُطِعْهُ لِأَجْلِ ذَلِكَ , حَكَى الْقُرْطُبِيّ تَبَعًا لِعِيَاضٍ أَنَّ هَمْزَة أَنْ مَمْدُودَة , قَالَ لِأَنَّهُ اِسْتِفْهَام عَلَى جِهَة إِنْكَار. قُلْت : وَلَمْ يَقَع لَنَا فِي الرِّوَايَة مَدّ , لَكِنْ يَجُوز حَذْف هَمْزَة الِاسْتِفْهَام. وَحَكَى الْكَرْمَانِيُّ \" إِنْ كَانَ \" بِكَسْرِ الْهَمْزَة عَلَى أَنَّهَا شَرْطِيَّة وَالْجَوَاب مَحْذُوف , وَلَا أَعْرِف هَذِهِ الرِّوَايَة. نَعَمْ وَقَعَ فِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" فَقَالَ اِعْدِلْ يَا رَسُول اللَّه , وَإِنْ كَانَ اِبْن عَمَّتك \" وَالظَّاهِر أَنَّ هَذِهِ بِالْكَسْرِ , وَابْن بِالنَّصْبِ عَلَى الْخَبَرِيَّة. وَوَقَعَ فِي رِوَايَة مَعْمَر فِي الْبَاب الَّذِي يَلِيه \" أَنَّهُ اِبْن عَمَّتك \" قَالَ اِبْن مَالِك يَجُوز فِي أَنَّهُ فَتْح الْهَمْزَة وَكَسْرهَا لِأَنَّهَا وَقَعَتْ بَعْد كَلَام تَامّ مُعَلَّل بِمَضْمُونِ مَا صَدْر بِهَا , فَإِذَا كُسِرَتْ قُدِّرَ مَا قَبْلهَا بِالْفَاءِ , وَإِذَا فُتِحَتْ قُدِّرَ مَا قَبْلهَا بِاللَّامِ , وَبَعْضهمْ يُقَدِّر بَعْد الْكَلَام الْمُصَدَّر بِالْمَكْسُورَةِ مِثْل مَا قَبْلهَا مَقْرُونًا بِالْفَاءِ فَيَقُول فِي قَوْله مِثْلًا اِضْرِبْهُ أَنَّهُ مُسِيء : اِضْرِبْهُ إِنَّهُ مُسِيء فَاضْرِبْهُ , وَمِنْ شَوَاهِده ( وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً ) وَلَمْ يُقْرَأ هُنَا إِلَّا بِالْكَسْرِ , وَإِنْ جَازَ الْفَتْح فِي الْعَرَبِيَّة. وَقَدْ ثَبَتَ الْوَجْهَانِ فِي قَوْله تَعَالَى ( إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ ) قَرَأَ نَافِع وَالْكِسَائِيّ أَنَّهُ بِالْفَتْحِ وَالْبَاقُونَ بِالْكَسْرِ. ‏ ‏قَوْله : ( فَتَلَوَّنَ ) ‏ ‏أَيْ تَغَيَّرَ , وَهُوَ كِنَايَة عَنْ الْغَضَب , زَادَ عَبْد الرَّحْمَن بْن إِسْحَاق فِي رِوَايَته حَتَّى عَرَفْنَا أَنْ قَدْ سَاءَهُ مَا قَالَ. ‏ ‏قَوْله : ( حَتَّى يَرْجِع إِلَى الْجَدْر ) ‏ ‏أَيْ يَصِير إِلَيْهِ , وَالْجُدُر - بِفَتْحِ الْجِيم وَسُكُون الدَّال الْمُهْمَلَة - هُوَ الْمُسَنَّاة , وَهُوَ مَا وُضِعَ بَيْن شَرَبَات النَّخْل كَالْجِدَارِ , وَقِيلَ الْمُرَاد الْحَوَاجِز الَّتِي تَحْبِس الْمَاء وَجَزَمَ بِهِ السُّهَيْلِيُّ , وَيُرْوَى الْجُدُر بِضَمِّ الدَّال حَكَاهُ أَبُو مُوسَى وَهُوَ جَمْع جِدَار , وَقَالَ اِبْن التِّين : ضُبِطَ فِي أَكْثَر الرِّوَايَات بِفَتْحِ الدَّال وَفِي بَعْضهَا بِالسُّكُونِ وَهُوَ الَّذِي فِي اللُّغَة وَهُوَ أَصْل الْحَائِط. وَقَالَ الْقُرْطُبِيّ : لَمْ يَقَع فِي الرِّوَايَة إِلَّا بِالسُّكُونِ , وَالْمَعْنَى أَنْ يَصِل الْمَاء إِلَى أُصُول النَّخْل , قَالَ وَيُرْوَى بِكَسْرِ الْجِيم وَهُوَ الْجِدَار وَالْمُرَاد بِهِ جُدْرَان الشَّرَبَات الَّتِي فِي أُصُول النَّخْل فَإِنَّهَا تُرْفَع حَتَّى تَصِير تُشْبِه الْجِدَار , وَالشَّرَبَات بِمُعْجَمَةٍ وَفَتَحَات هِيَ الْحَفْر الَّتِي تَحْفِر فِي أُصُول النَّخْل , وَحَكَى الْخَطَّابِيُّ الْجَذْر بِسُكُونِ الذَّال الْمُعْجَمَة وَهُوَ جَذْر الْحِسَاب وَالْمَعْنَى حَتَّى يَبْلُغ تَمَام الشُّرْب , قَالَ الْكَرْمَانِيُّ : الْمُرَاد بِقَوْلِهِ أَمْسِكْ أَيْ أَمْسِكْ نَفْسك عَنْ السَّقْي , وَلَوْ كَانَ الْمُرَاد أَمْسِكْ الْمَاء لَقَالَ بَعْد ذَلِكَ أَرْسِلْ الْمَاء إِلَى جَارك. قُلْت : قَدْ قَالَهَا فِي هَذَا الْبَاب كَمَا سَيَأْتِي فِي رِوَايَة مَعْمَر فِي التَّفْسِير حَيْثُ قَالَ : \" ثُمَّ أَرْسِلْ الْمَاء إِلَى جَارك \" وَصَرَّحَ فِي رِوَايَة شُعَيْب أَيْضًا بِقَوْلِهِ \" اِحْبِسْ الْمَاء \" وَالْحَاصِل أَنَّ أَمْره بِإِرْسَالِ الْمَاء كَانَ قَبْل اِعْتِرَاض الْأَنْصَارِيّ , وَأَمْره بِحَبْسِهِ كَانَ بَعْد ذَلِكَ. ‏ ‏قَوْله : ( فَقَالَ الزُّبَيْر وَاللَّه إِنِّي لِأَحْسِب هَذِهِ الْآيَة نَزَلَتْ فِي ذَلِكَ ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنَهُمْ ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" إِلَى قَوْله : تَسْلِيمًا \" وَوَقَعَ فِي رِوَايَة اِبْن جُرَيْجٍ الْآتِيَة \" فَقَالَ الزُّبَيْر : وَاللَّه إِنَّ هَذِهِ الْآيَة أُنْزِلَتْ فِي ذَلِكَ \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" وَنَزَلَتْ فَلَا وَرَبِّك الْآيَة \" وَالرَّاجِح رِوَايَة الْأَكْثَر وَأَنَّ الزُّبَيْر كَانَ لَا يَجْزِم بِذَلِكَ , لَكِنْ وَقَعَ فِي رِوَايَة أُمّ سَلَمَة عِنْد الطَّبَرِيِّ وَالطَّبَرَانِيِّ الْجَزْم بِذَلِكَ وَأَنَّهَا نَزَلَتْ فِي قِصَّة الزُّبَيْر وَخَصْمه , وَكَذَا فِي مُرْسَل سَعِيد بْن الْمُسَيِّب الَّذِي تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ , وَجَزَمَ مُجَاهِد وَالشَّعْبِيّ بِأَنَّ الْآيَة إِنَّمَا نَزَلَتْ فِيمَنْ نَزَلَتْ فِيهِ الْآيَة الَّتِي قَبْلهَا وَهِيَ قَوْله تَعَالَى ( أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلِك يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ ) الْآيَة , فَرَوَى إِسْحَاق بْن رَاهْوَيْهِ فِي تَفْسِيره بِإِسْنَادٍ صَحِيح عَنْ الشَّعْبِيّ قَالَ : \" كَانَ بَيْن رَجُل مِنْ الْيَهُود وَرَجُل مِنْ الْمُنَافِقِينَ خُصُومَة , فَدَعَا الْيَهُودِيّ الْمُنَافِق إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّهُ عَلِمَ أَنَّهُ لَا يَقْبَل الرِّشْوَة , وَدَعَا الْمُنَافِق الْيَهُودِيّ إِلَى حُكَّامهمْ لِأَنَّهُ عَلِمَ أَنَّهُمْ يَأْخُذُونَهَا , فَأَنْزَلَ اللَّه هَذِهِ الْآيَات إِلَى قَوْله : ( وَيُسَلِّمُوا تَسْلِيمًا ) \" وَأَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق اِبْن أَبِي نُجَيْح عَنْ مُجَاهِد نَحْوه , وَرَوَى الطَّبَرِيُّ بِإِسْنَادٍ صَحِيح عَنْ اِبْن عَبَّاس \" أَنَّ حَاكِم الْيَهُود يَوْمَئِذٍ كَانَ أَبَا بَرْزَة الْأَسْلَمِيَّ قَبْل أَنْ يُسْلِم وَيَصْحَب \" , وَرَوَى بِإِسْنَادٍ آخَر صَحِيح إِلَى مُجَاهِد \" أَنَّهُ كَعْب بْن الْأَشْرَف \" , وَقَدْ رَوَى الْكَلْبِيّ فِي تَفْسِيره عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : \" نَزَلَتْ هَذِهِ الْآيَة فِي رَجُل مِنْ الْمُنَافِقِينَ كَانَ بَيْنه وَبَيْن يَهُودِيّ خُصُومَة فَقَالَ الْيَهُودِيّ : اِنْطَلِقْ بِنَا إِلَى مُحَمَّد , وَقَالَ الْمُنَافِق : بَلْ نَأْتِي كَعْب بْن الْأَشْرَف \" فَذَكَرَ الْقِصَّة وَفِيهِ أَنَّ عُمَر قَتَلَ الْمُنَافِق وَأَنَّ ذَلِكَ سَبَب نُزُول هَذِهِ الْآيَات وَتَسْمِيَة عُمَر \" الْفَارُوق \". وَهَذَا الْإِسْنَاد وَإِنْ كَانَ ضَعِيفًا لَكِنْ تَقَوَّى بِطَرِيقِ مُجَاهِد وَلَا يَضُرّهُ الِاخْتِلَاف لِإِمْكَانِ التَّعَدُّد , وَأَفَادَ الْوَاحِدِيّ بِإِسْنَادٍ صَحِيح عَنْ سَعِيد عَنْ قَتَادَةَ أَنَّ اِسْم الْأَنْصَارِيّ الْمَذْكُور قَيْس , وَرَجَّحَ الطَّبَرِيُّ فِي تَفْسِيره وَعَزَاهُ إِلَى أَهْل التَّأْوِيل فِي تَهْذِيبه أَنَّ سَبَب نُزُولهَا هَذِهِ الْقِصَّة لِيَتَّسِق نِظَام الْآيَات كُلّهَا فِي سَبَب وَاحِد , قَالَ وَلَمْ يَعْرِض بَيْنهَا مَا يَقْتَضِي خِلَال ذَلِكَ , ثُمَّ قَالَ : وَلَا مَانِع أَنْ تَكُون قِصَّة الزُّبَيْر وَخَصْمه وَقَعَتْ فِي أَثْنَاء ذَلِكَ فَيَتَنَاوَلهَا عُمُوم الْآيَة. وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ مُحَمَّد بْن الْعَبَّاس قَالَ أَبُو عَبْد اللَّه : لَيْسَ أَحَد يَذْكُر عُرْوَة عَنْ عَبْد اللَّه إِلَّا اللَّيْث فَقَطْ ) ‏ ‏هَكَذَا وَقَعَ فِي رِوَايَة أَبِي ذَرّ عَنْ الْحَمَوِيِّ وَحْده عَنْ الْفَرَبْرِيِّ وَهُوَ الْقَائِل \" قَالَ مُحَمَّد بْن الْعَبَّاس \" وَمُحَمَّد بْن الْعَبَّاس هُوَ السُّلَمِيُّ الْأَصْبَهَانِيُّ , وَهُوَ مِنْ أَقْرَان الْبُخَارِيّ وَتَأَخَّرَ بَعْده مَاتَ سَنَة سِتّ وَسِتِّينَ , وَأَبُو عَبْد اللَّه هُوَ الْبُخَارِيّ الْمُصَنِّف , وَهُوَ مُصَرِّح بِتَفَرُّدِ اللَّيْث بِذِكْرِ عَبْد اللَّه بْن الزُّبَيْر فِي إِسْنَاده , فَإِنْ أَرَادَ مُطْلَقًا رَدَّ عَلَيْهِ مَا أَخْرَجَهُ النَّسَائِيُّ وَغَيْره مِنْ طَرِيق اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا عَنْ الزُّهْرِيّ , وَإِنْ أَرَادَ بِقَيْدٍ أَنَّهُ لَمْ يَقُلْ فِيهِ عَنْ أَبِيهِ بَلْ جَعَلَهُ مِنْ مُسْنَد عَبْد اللَّه بْن الزُّبَيْر فَمُسَلَّم فَإِنَّ رِوَايَة اِبْن وَهْب فِيهَا عَنْ عَبْد اللَّه عَنْ أَبِيهِ كَمَا تَقَدَّمَ بَيَانه فِي أَوَّل الْبَاب , وَقَدْ نَقَلَ التِّرْمِذِيّ عَنْ الْبُخَارِيّ أَنَّ اِبْن وَهْب رَوَى عَنْ اللَّيْث وَيُونُس نَحْو رِوَايَة قُتَيْبَة عَنْ اللَّيْث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2359,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ خَاصَمَ الزُّبَيْرَ رَجُلٌ مِنَ الأَنْصَارِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا زُبَيْرُ اسْقِ ثُمَّ أَرْسِلْ ‏\"‏‏.‏ فَقَالَ الأَنْصَارِيُّ إِنَّهُ ابْنُ عَمَّتِكَ‏.‏ فَقَالَ عَلَيْهِ السَّلاَمُ ‏\"‏ اسْقِ يَا زُبَيْرُ، ثُمَّ يَبْلُغُ الْمَاءُ الْجَدْرَ، ثُمَّ أَمْسِكْ ‏\"‏‏.‏ فَقَالَ الزُّبَيْرُ فَأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ ‏{‏َلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏‏.‏ قَالَ مُحَمَّدُ بْنُ الْعَبَّاسِ قَالَ أَبُو عَبْدِ اللَّهِ لَيْسَ أَحَدٌ يَذْكُرُ عُرْوَةَ عَنْ عَبْدِ اللَّهِ، إِلاَّ اللَّيْثُ فَقَطْ‏.‏",
    "english_text": "When a man from the Ansar quarreled with Az-Zubair, the Prophet (ﷺ) said, \"O Zubair! Irrigate (your \nland) first and then let the water flow (to the land of the others).\" \"On that the Ansari said, (to the \nProphet), \"It is because he is your aunt's son.\" On that the Prophet (ﷺ) said, \"O Zubair! Irrigate till the \nwater reaches the walls between the pits around the trees and then stop (i.e. let the water go to the \nother's land).\" I think the following verse was revealed concerning this event: \"But no, by your Lord \nThey can have No faith Until they make you judge In all disputes between them.\" (4.65)",
    "explication": "‏ ‏قَوْله : ( عَنْ عُرْوَة ) ‏ ‏يَأْتِي بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ اِبْن شِهَاب \" عَنْ عُرْوَة أَنَّهُ حَدَّثَهُ \". ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن الزُّبَيْر أَنَّهُ حَدَّثَهُ أَنَّ رَجُلًا مِنْ الْأَنْصَار خَاصَمَ الزُّبَيْر ) ‏ ‏هَذَا هُوَ الْمَشْهُور مِنْ رِوَايَة اللَّيْث بْن سَعْد عَنْ اِبْن شِهَاب , وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا \" عَنْ اِبْن شِهَاب أَنَّ عُرْوَة حَدَّثَهُ عَنْ أَخِيهِ عَبْد اللَّه بْن الزُّبَيْر عَنْ الزُّبَيْر بْن الْعَوَامّ \" أَخْرَجَهُ النَّسَائِيُّ وَابْن الْجَارُود وَالْإِسْمَاعِيلِيّ , وَكَأَنَّ اِبْن وَهْب حَمَلَ رِوَايَة اللَّيْث عَلَى رِوَايَة يُونُس وَإِلَّا فَرِوَايَة اللَّيْث لَيْسَ فِيهَا ذِكْر الزُّبَيْر وَاللَّه أَعْلَم. وَأَخْرَجَهُ الْمُصَنِّف فِي الصُّلْح مِنْ طَرِيق شُعَيْب عَنْ اِبْن شِهَاب عَنْ عُرْوَة بْن الزُّبَيْر عَنْ الزُّبَيْر بِغَيْرِ ذِكْر عَبْد اللَّه , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي الْبَاب الَّذِي يَلِيه مِنْ طَرِيق مَعْمَر عَنْ اِبْن شِهَاب عَنْ عُرْوَة مُرْسَلًا , وَأَعَادَهُ فِي التَّفْسِير مِنْ وَجْه آخَر عَنْ مَعْمَر , وَكَذَا أَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن إِسْحَاق حَدَّثَنَا اِبْن شِهَاب , وَأَخْرَجَهُ الْمُصَنِّف بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ كَذَلِكَ بِالْإِرْسَالِ , لَكِنْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ - مِنْ وَجْه آخَر - عَنْ اِبْن جُرَيْجٍ كَرِوَايَةِ شُعَيْب الَّتِي لَيْسَ فِيهَا \" عَنْ عَبْد اللَّه \". وَذَكَرَ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" أَنَّ اِبْن أَبِي عَتِيق وَعُمَر بْن سَعْد وَافَقَا شُعَيْبًا وَابْن جُرَيْجٍ عَلَى قَوْلهمَا : \" عُرْوَة عَنْ الزُّبَيْر \" قَالَ وَكَذَلِكَ قَالَ أَحْمَد بْن صَالِح وَحَرْمَلَة عَنْ اِبْن وَهْب , قَالَ وَكَذَلِكَ قَالَ شَبِيب بْن سَعِيد عَنْ يُونُس , قَالَ وَهُوَ الْمَحْفُوظ. قُلْت : وَإِنَّمَا صَحَّحَهُ الْبُخَارِيّ مَعَ هَذَا الِاخْتِلَاف اِعْتِمَادًا عَلَى صِحَّة سَمَاع عُرْوَة مِنْ أَبِيهِ وَعَلَى صِحَّة سَمَاع عَبْد اللَّه بْن الزُّبَيْر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَكَيْفَمَا دَارَ فَهُوَ عَلَى ثِقَة. ثُمَّ الْحَدِيث وَرَدَ فِي شَيْء يَتَعَلَّق بِالزُّبَيْرِ فَدَاعِيَة وَلَده مُتَوَفِّرَة عَلَى ضَبْطه , وَقَدْ وَافَقَهُ مُسْلِم عَلَى تَصْحِيح طَرِيق اللَّيْث الَّتِي لَيْسَ فِيهَا ذِكْر الزُّبَيْر , وَزَعَمَ الْحُمَيْدِيُّ فِي جَمْعه أَنَّ الشَّيْخَيْنِ أَخْرَجَاهُ مِنْ طَرِيق عُرْوَة عَنْ أَخِيهِ عَبْد اللَّه عَنْ أَبِيهِ , وَلَيْسَ كَمَا قَالَ , فَإِنَّهُ بِهَذَا السِّيَاق فِي رِوَايَة يُونُس الْمَذْكُورَة وَلَمْ يُخْرِجهَا مِنْ أَصْحَاب الْكُتُب السِّتَّة إِلَّا النَّسَائِيُّ وَأَشَارَ إِلَيْهَا التِّرْمِذِيّ خَاصَّة , وَقَدْ جَاءَتْ هَذِهِ الْقِصَّة مِنْ وَجْه آخَر أَخْرَجَهَا الطَّبَرِيُّ وَالطَّبَرَانِيُّ مِنْ حَدِيث أُمّ سَلَمَة , وَهِيَ عِنْد الزُّهْرِيِّ أَيْضًا مِنْ مُرْسَل سَعِيد بْن الْمُسَيِّب كَمَا سَيَأْتِي بَيَانه. ‏ ‏قَوْله : ( أَنَّ رَجُلًا مِنْ الْأَنْصَار ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" قَدْ شَهِدَ بَدْرًا \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الزُّهْرِيّ عِنْد الطَّبَرِيِّ فِي هَذَا الْحَدِيث أَنَّهُ مِنْ بَنِي أُمَيَّة مِنْ زَيْد وَهُمْ بَطْن مِنْ الْأَوْس , وَوَقَعَ فِي رِوَايَة يَزِيد بْن خَالِد عَنْ اللَّيْث عَنْ الزُّهْرِيّ عِنْد اِبْن الْمُقْرِي فِي مُعْجَمه فِي هَذَا الْحَدِيث أَنَّ اِسْمه حُمَيْدٌ , قَالَ أَبُو مُوسَى الْمَدِينِيّ فِي \" ذَيْل الصَّحَابَة \" : لِهَذَا الْحَدِيث طُرُق لَا أَعْلَم فِي شَيْء مِنْهَا ذِكْر حُمَيْدٍ إِلَّا فِي هَذِهِ الطَّرِيق ا ه. وَلَيْسَ فِي الْبَدْرِيِّينَ مِنْ الْأَنْصَار مَنْ اِسْمه حُمَيْدٌ , وَحَكَى اِبْن بَشْكُوَالٍ فِي مُبْهَمَاته عَنْ شَيْخه أَبِي الْحَسَن بْن مُغِيث أَنَّهُ ثَابِت بْن قَيْس بْن شَمَّاس , قَالَ وَلَمْ يَأْتِ عَلَى ذَلِكَ بِشَاهِدٍ. قُلْت : وَلَيْسَ ثَابِت بَدْرِيًّا , وَحَكَى الْوَاحِدِيّ أَنَّهُ ثَعْلَبَة بْن حَاطِب الْأَنْصَارِيّ الَّذِي نَزَلَ فِيهِ قَوْله تَعَالَى : ( وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ ) وَلَمْ يَذْكُر مُسْتَنَده وَلَيْسَ بَدْرِيًّا أَيْضًا , نَعَمْ ذَكَرَ اِبْن إِسْحَاق فِي الْبَدْرِيِّينَ ثَعْلَبَة بْن حَاطِب وَهُوَ مِنْ بَنِي أُمَيَّة بْن زَيْد وَهُوَ عِنْدِي غَيْر الَّذِي قَبْله لِأَنَّ هَذَا ذَكَرَ اِبْن الْكَلْبِيّ أَنَّهُ اُسْتُشْهِدَ بِأُحُدٍ وَذَاكَ عَاشَ إِلَى خِلَافَة عُثْمَان , وَحَكَى الْوَاحِدِيّ أَيْضًا وَشَيْخه الثَّعْلَبِيّ وَالْمَهْدَوِيُّ أَنَّهُ حَاطِب بْن أَبِي بَلْتَعَةَ , وَتُعُقِّبَ بِأَنَّ حَاطِبًا وَإِنْ كَانَ بَدْرِيًّا لَكِنَّهُ مِنْ الْمُهَاجِرِينَ , لَكِنْ مُسْتَنَد ذَلِكَ مَا أَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق سَعِيد بْن عَبْد الْعَزِيز عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله تَعَالَى : ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ ) الْآيَة قَالَ : نَزَلَتْ فِي الزُّبَيْر بْن الْعَوَّام وَحَاطِب بْن أَبِي بَلْتَعَةَ اِخْتَصَمَا فِي مَاء \" الْحَدِيث وَإِسْنَاده قَوِيّ مَعَ إِرْسَاله. فَإِنْ كَانَ سَعِيد بْن الْمُسَيِّب سَمِعَهُ مِنْ الزُّبَيْر فَيَكُون مَوْصُولًا , وَعَلَى هَذَا فَيُؤَوَّل قَوْله مِنْ الْأَنْصَار عَلَى إِرَادَة الْمَعْنِيّ الْأَعَمّ كَمَا وَقَعَ ذَلِكَ فِي حَقّ غَيْر وَاحِد كَعَبْدِ اللَّه بْن حُذَافَة , وَأَمَّا قَوْل الْكَرْمَانِيِّ بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِلْأَنْصَارِ فَفِيهِ نَظَر , وَأَمَّا قَوْله : \" مِنْ بَنِي أُمَيَّة بْن زَيْد \" فَلَعَلَّهُ كَانَ مَسْكَنه هُنَا كَعُمَر كَمَا تَقَدَّمَ فِي الْعِلْم. وَذَكَرَ الثَّعْلَبِيّ بِغَيْرِ سَنَد أَنَّ الزُّبَيْر وَحَاطِبًا لَمَّا خَرَجَا مَرَّا بِالْمِقْدَادِ قَالَ : لِمَنْ كَانَ الْقَضَاء ؟ فَقَالَ حَاطِب : قَضَى لِابْنِ عَمَّته , وَلَوَى شِدْقه , فَفَطِنَ لَهُ يَهُودِيّ فَقَالَ : قَاتَلَ اللَّه هَؤُلَاءِ يَشْهَدُونَ أَنَّهُ رَسُول اللَّه وَيَتَّهِمُونَهُ , وَفِي صِحَّة هَذَا نَظَر , وَيَتَرَشَّح بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِآلِ الزُّبَيْر بْن الْعَوَامّ مِنْ بَنِي أَسَد وَكَأَنَّهُ كَانَ مُجَاوِرًا لِلزُّبَيْرِ وَاللَّه أَعْلَم. وَأَمَّا قَوْل الدَّاوُدِيِّ وَأَبَى إِسْحَاق الزَّجَّاج وَغَيْرهمَا أَنَّ خَصْم الزُّبَيْر كَانَ مُنَافِقًا فَقَدْ وَجَّهَهُ الْقُرْطُبِيّ بِأَنَّ قَوْل مَنْ قَالَ إِنَّهُ كَانَ مِنْ الْأَنْصَار يَعْنِي نَسَبًا لَا دِينًا , قَالَ وَهَذَا هُوَ الظَّاهِر مِنْ حَاله , وَيَحْتَمِل أَنَّهُ لَمْ يَكُنْ مُنَافِقًا وَلَكِنْ أَصْدَرَ ذَلِكَ مِنْهُ بَادِرَة النَّفْس كَمَا وَقَعَ لِغَيْرِهِ مِمَّنْ صَحَّتْ تَوْبَته , وَقَوَّى هَذَا شَارِح \" الْمَصَابِيح \" التُّورْبَشْتِيُّ وَوَهَّى مَا عَدَاهُ وَقَالَ : لَمْ تَجْرِ عَادَة السَّلَف بِوَصْفِ الْمُنَافِقِينَ بِصِفَةِ النُّصْرَة الَّتِي هِيَ الْمَدْح وَلَوْ شَارَكَهُمْ فِي النَّسَب , قَالَ : بَلْ هِيَ زَلَّة مِنْ الشَّيْطَان تَمَكَّنَ بِهِ مِنْهَا عِنْد الْغَضَب , وَلَيْسَ ذَلِكَ بِمُسْتَنْكَرٍ مِنْ غَيْر الْمَعْصُوم فِي تِلْكَ الْحَالَة ا ه. وَقَدْ قَالَ الدَّاوُدِيُّ بَعْد جَزْمه بِأَنَّهُ كَانَ مُنَافِقًا : وَقِيلَ كَانَ بَدْرِيًّا , فَإِنْ صَحَّ فَقَدْ وَقَعَ ذَلِكَ مِنْهُ قَبْل شُهُودهَا لِانْتِفَاءِ النِّفَاق عَمَّنْ شَهِدَهَا ا ه. وَقَدْ عَرَفْت أَنَّهُ لَا مُلَازَمَة بَيْن صُدُور هَذِهِ الْقَضِيَّة مِنْهُ وَبَيْن النِّفَاق , وَقَالَ اِبْن التِّين إِنْ كَانَ بَدْرِيًّا فَمَعْنَى ‏ ‏قَوْله : ( لَا يُؤْمِنُونَ ) ‏ ‏لَا يَسْتَكْمِلُونَ الْإِيمَان وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( خَاصَمَ الزُّبَيْر ) ‏ ‏فِي رِوَايَة مَعْمَر \" خَاصَمَ الزُّبَيْر رَجُلًا \" وَالْمُخَاصَمَة مُفَاعَلَة مِنْ الْجَانِبَيْنِ فَكُلّ مِنْهُمَا مُخَاصِم لِلْآخَرِ. ‏ ‏قَوْله : ( فِي شِرَاج الْحَرَّة ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَبِالْجِيمِ جَمْع شَرْج بِفَتْحِ أَوَّله وَسُكُون الرَّاء مِثْل بَحْر وَبِحَار وَيُجْمَع عَلَى شُرُوج أَيْضًا , وَحَكَى اِبْن دُرَيْدٍ شَرَج بِفَتْحِ الرَّاء , وَحَكَى الْقُرْطُبِيّ شَرْجَة وَالْمُرَاد بِهَا هُنَا مَسِيل الْمَاء , وَإِنَّمَا أُضِيفَتْ إِلَى الْحَرَّة لِكَوْنِهَا فِيهَا , وَالْحَرَّة مَوْضِع مَعْرُوف بِالْمَدِينَةِ تَقَدَّمَ ذِكْرهَا , وَهِيَ فِي خَمْسَة مَوَاضِع : الْمَشْهُور مِنْهَا اِثْنَتَانِ حَرَّة وَاقِم , وَحَرَّة لَيْلَى. وَقَالَ الدَّاوُدِيُّ : هُوَ نَهَر عِنْد الْحَرَّة بِالْمَدِينَةِ , فَأَغْرَبَ وَلَيْسَ بِالْمَدِينَةِ نَهَر , قَالَ أَبُو عُبَيْد : كَانَ بِالْمَدِينَةِ وَادِيَانِ يَسِيلَانِ بِمَاءِ الْمَطَر فَيَتَنَافَس النَّاس فِيهِ فَقَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْأَعْلَى فَالْأَعْلَى. ‏ ‏قَوْله ( الَّتِي يَسْقُونَ بِهَا النَّخْل ) ‏ ‏فِي رِوَايَة شُعَيْب \" كَانَا يَسْقِيَانِ بِهَا كِلَاهُمَا \". ‏ ‏قَوْله : ( فَقَالَ الْأَنْصَارِيّ ) ‏ ‏يَعْنِي لِلزُّبَيْرِ ‏ ‏( سَرِّحْ ) ‏ ‏فِعْل أَمْر مِنْ التَّسْرِيح أَيْ أَطْلِقْهُ. وَإِنَّمَا قَالَ لَهُ ذَلِكَ لِأَنَّ الْمَاء كَانَ يَمُرّ بِأَرْضِ الزُّبَيْر قَبْل أَرْض الْأَنْصَارِيّ فَيَحْبِسهُ لِإِكْمَالِ سَقْي أَرْضه ثُمَّ يُرْسِلهُ إِلَى أَرْض جَاره , فَالْتَمَسَ مِنْهُ الْأَنْصَارِيّ تَعْجِيل ذَلِكَ فَامْتَنَعَ. ‏ ‏قَوْله : ( اِسْقِ يَا زُبَيْر ) ‏ ‏بِهَمْزَةِ وَصْل مِنْ الثُّلَاثِيّ , وَحَكَى اِبْن التِّين أَنَّهُ بِهَمْزَةِ قَطْع مِنْ الرُّبَاعِيّ تَقُول سَقَى وَأَسْقَى , زَادَ اِبْن جُرَيْجٍ فِي رِوَايَته كَمَا سَيَأْتِي بَعْد بَاب \" فَأَمَرَهُ بِالْمَعْرُوفِ \" وَهِيَ جُمْلَة مُعْتَرِضَة مِنْ كَلَام الرَّاوِي , وَقَدْ أَوْضَحَهُ شُعَيْب فِي رِوَايَته حَيْثُ قَالَ فِي آخِره \" وَكَانَ قَدْ أَشَارَ عَلَى الزُّبَيْر بِرَأْيٍ فِيهِ سَعَة لَهُ وَلِلْأَنْصَارِيِّ \" وَضَبَطَهُ الْكَرْمَانِيُّ \" فَأَمِرَّهُ \" هُنَا بِكَسْرِ الْمِيم وَتَشْدِيد الرَّاء عَلَى أَنَّهُ فِعْل أَمْر مِنْ الْإِمْرَار , وَهُوَ مُحْتَمَل. ‏ ‏قَوْله : ( أَنْ كَانَ اِبْن عَمَّتك ) ‏ ‏بِفَتْحِ هَمْزَة أَنْ وَهِيَ لِلتَّعْلِيلِ , كَأَنَّهُ قَالَ حَكَمْت لَهُ بِالتَّقْدِيمِ لِأَجْلِ أَنَّهُ اِبْن عَمَّتك , وَكَانَتْ أُمّ الزُّبَيْر صَفِيَّة بِنْت عَبْد الْمُطَّلِب. وَقَالَ الْبَيْضَاوِيّ : يُحْذَف حَرْف الْجَرّ مِنْ أَنْ كَثِيرًا تَخْفِيفًا , وَالتَّقْدِير لِأَنْ كَانَ أَوْ بِأَنْ كَانَ , وَنَحْو ( أَنْ كَانَ ذَا مَالٍ وَبَنِينَ ) أَيْ لَا تُطِعْهُ لِأَجْلِ ذَلِكَ , حَكَى الْقُرْطُبِيّ تَبَعًا لِعِيَاضٍ أَنَّ هَمْزَة أَنْ مَمْدُودَة , قَالَ لِأَنَّهُ اِسْتِفْهَام عَلَى جِهَة إِنْكَار. قُلْت : وَلَمْ يَقَع لَنَا فِي الرِّوَايَة مَدّ , لَكِنْ يَجُوز حَذْف هَمْزَة الِاسْتِفْهَام. وَحَكَى الْكَرْمَانِيُّ \" إِنْ كَانَ \" بِكَسْرِ الْهَمْزَة عَلَى أَنَّهَا شَرْطِيَّة وَالْجَوَاب مَحْذُوف , وَلَا أَعْرِف هَذِهِ الرِّوَايَة. نَعَمْ وَقَعَ فِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" فَقَالَ اِعْدِلْ يَا رَسُول اللَّه , وَإِنْ كَانَ اِبْن عَمَّتك \" وَالظَّاهِر أَنَّ هَذِهِ بِالْكَسْرِ , وَابْن بِالنَّصْبِ عَلَى الْخَبَرِيَّة. وَوَقَعَ فِي رِوَايَة مَعْمَر فِي الْبَاب الَّذِي يَلِيه \" أَنَّهُ اِبْن عَمَّتك \" قَالَ اِبْن مَالِك يَجُوز فِي أَنَّهُ فَتْح الْهَمْزَة وَكَسْرهَا لِأَنَّهَا وَقَعَتْ بَعْد كَلَام تَامّ مُعَلَّل بِمَضْمُونِ مَا صَدْر بِهَا , فَإِذَا كُسِرَتْ قُدِّرَ مَا قَبْلهَا بِالْفَاءِ , وَإِذَا فُتِحَتْ قُدِّرَ مَا قَبْلهَا بِاللَّامِ , وَبَعْضهمْ يُقَدِّر بَعْد الْكَلَام الْمُصَدَّر بِالْمَكْسُورَةِ مِثْل مَا قَبْلهَا مَقْرُونًا بِالْفَاءِ فَيَقُول فِي قَوْله مِثْلًا اِضْرِبْهُ أَنَّهُ مُسِيء : اِضْرِبْهُ إِنَّهُ مُسِيء فَاضْرِبْهُ , وَمِنْ شَوَاهِده ( وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً ) وَلَمْ يُقْرَأ هُنَا إِلَّا بِالْكَسْرِ , وَإِنْ جَازَ الْفَتْح فِي الْعَرَبِيَّة. وَقَدْ ثَبَتَ الْوَجْهَانِ فِي قَوْله تَعَالَى ( إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ ) قَرَأَ نَافِع وَالْكِسَائِيّ أَنَّهُ بِالْفَتْحِ وَالْبَاقُونَ بِالْكَسْرِ. ‏ ‏قَوْله : ( فَتَلَوَّنَ ) ‏ ‏أَيْ تَغَيَّرَ , وَهُوَ كِنَايَة عَنْ الْغَضَب , زَادَ عَبْد الرَّحْمَن بْن إِسْحَاق فِي رِوَايَته حَتَّى عَرَفْنَا أَنْ قَدْ سَاءَهُ مَا قَالَ. ‏ ‏قَوْله : ( حَتَّى يَرْجِع إِلَى الْجَدْر ) ‏ ‏أَيْ يَصِير إِلَيْهِ , وَالْجُدُر - بِفَتْحِ الْجِيم وَسُكُون الدَّال الْمُهْمَلَة - هُوَ الْمُسَنَّاة , وَهُوَ مَا وُضِعَ بَيْن شَرَبَات النَّخْل كَالْجِدَارِ , وَقِيلَ الْمُرَاد الْحَوَاجِز الَّتِي تَحْبِس الْمَاء وَجَزَمَ بِهِ السُّهَيْلِيُّ , وَيُرْوَى الْجُدُر بِضَمِّ الدَّال حَكَاهُ أَبُو مُوسَى وَهُوَ جَمْع جِدَار , وَقَالَ اِبْن التِّين : ضُبِطَ فِي أَكْثَر الرِّوَايَات بِفَتْحِ الدَّال وَفِي بَعْضهَا بِالسُّكُونِ وَهُوَ الَّذِي فِي اللُّغَة وَهُوَ أَصْل الْحَائِط. وَقَالَ الْقُرْطُبِيّ : لَمْ يَقَع فِي الرِّوَايَة إِلَّا بِالسُّكُونِ , وَالْمَعْنَى أَنْ يَصِل الْمَاء إِلَى أُصُول النَّخْل , قَالَ وَيُرْوَى بِكَسْرِ الْجِيم وَهُوَ الْجِدَار وَالْمُرَاد بِهِ جُدْرَان الشَّرَبَات الَّتِي فِي أُصُول النَّخْل فَإِنَّهَا تُرْفَع حَتَّى تَصِير تُشْبِه الْجِدَار , وَالشَّرَبَات بِمُعْجَمَةٍ وَفَتَحَات هِيَ الْحَفْر الَّتِي تَحْفِر فِي أُصُول النَّخْل , وَحَكَى الْخَطَّابِيُّ الْجَذْر بِسُكُونِ الذَّال الْمُعْجَمَة وَهُوَ جَذْر الْحِسَاب وَالْمَعْنَى حَتَّى يَبْلُغ تَمَام الشُّرْب , قَالَ الْكَرْمَانِيُّ : الْمُرَاد بِقَوْلِهِ أَمْسِكْ أَيْ أَمْسِكْ نَفْسك عَنْ السَّقْي , وَلَوْ كَانَ الْمُرَاد أَمْسِكْ الْمَاء لَقَالَ بَعْد ذَلِكَ أَرْسِلْ الْمَاء إِلَى جَارك. قُلْت : قَدْ قَالَهَا فِي هَذَا الْبَاب كَمَا سَيَأْتِي فِي رِوَايَة مَعْمَر فِي التَّفْسِير حَيْثُ قَالَ : \" ثُمَّ أَرْسِلْ الْمَاء إِلَى جَارك \" وَصَرَّحَ فِي رِوَايَة شُعَيْب أَيْضًا بِقَوْلِهِ \" اِحْبِسْ الْمَاء \" وَالْحَاصِل أَنَّ أَمْره بِإِرْسَالِ الْمَاء كَانَ قَبْل اِعْتِرَاض الْأَنْصَارِيّ , وَأَمْره بِحَبْسِهِ كَانَ بَعْد ذَلِكَ. ‏ ‏قَوْله : ( فَقَالَ الزُّبَيْر وَاللَّه إِنِّي لِأَحْسِب هَذِهِ الْآيَة نَزَلَتْ فِي ذَلِكَ ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنَهُمْ ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" إِلَى قَوْله : تَسْلِيمًا \" وَوَقَعَ فِي رِوَايَة اِبْن جُرَيْجٍ الْآتِيَة \" فَقَالَ الزُّبَيْر : وَاللَّه إِنَّ هَذِهِ الْآيَة أُنْزِلَتْ فِي ذَلِكَ \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" وَنَزَلَتْ فَلَا وَرَبِّك الْآيَة \" وَالرَّاجِح رِوَايَة الْأَكْثَر وَأَنَّ الزُّبَيْر كَانَ لَا يَجْزِم بِذَلِكَ , لَكِنْ وَقَعَ فِي رِوَايَة أُمّ سَلَمَة عِنْد الطَّبَرِيِّ وَالطَّبَرَانِيِّ الْجَزْم بِذَلِكَ وَأَنَّهَا نَزَلَتْ فِي قِصَّة الزُّبَيْر وَخَصْمه , وَكَذَا فِي مُرْسَل سَعِيد بْن الْمُسَيِّب الَّذِي تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ , وَجَزَمَ مُجَاهِد وَالشَّعْبِيّ بِأَنَّ الْآيَة إِنَّمَا نَزَلَتْ فِيمَنْ نَزَلَتْ فِيهِ الْآيَة الَّتِي قَبْلهَا وَهِيَ قَوْله تَعَالَى ( أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلِك يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ ) الْآيَة , فَرَوَى إِسْحَاق بْن رَاهْوَيْهِ فِي تَفْسِيره بِإِسْنَادٍ صَحِيح عَنْ الشَّعْبِيّ قَالَ : \" كَانَ بَيْن رَجُل مِنْ الْيَهُود وَرَجُل مِنْ الْمُنَافِقِينَ خُصُومَة , فَدَعَا الْيَهُودِيّ الْمُنَافِق إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّهُ عَلِمَ أَنَّهُ لَا يَقْبَل الرِّشْوَة , وَدَعَا الْمُنَافِق الْيَهُودِيّ إِلَى حُكَّامهمْ لِأَنَّهُ عَلِمَ أَنَّهُمْ يَأْخُذُونَهَا , فَأَنْزَلَ اللَّه هَذِهِ الْآيَات إِلَى قَوْله : ( وَيُسَلِّمُوا تَسْلِيمًا ) \" وَأَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق اِبْن أَبِي نُجَيْح عَنْ مُجَاهِد نَحْوه , وَرَوَى الطَّبَرِيُّ بِإِسْنَادٍ صَحِيح عَنْ اِبْن عَبَّاس \" أَنَّ حَاكِم الْيَهُود يَوْمَئِذٍ كَانَ أَبَا بَرْزَة الْأَسْلَمِيَّ قَبْل أَنْ يُسْلِم وَيَصْحَب \" , وَرَوَى بِإِسْنَادٍ آخَر صَحِيح إِلَى مُجَاهِد \" أَنَّهُ كَعْب بْن الْأَشْرَف \" , وَقَدْ رَوَى الْكَلْبِيّ فِي تَفْسِيره عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : \" نَزَلَتْ هَذِهِ الْآيَة فِي رَجُل مِنْ الْمُنَافِقِينَ كَانَ بَيْنه وَبَيْن يَهُودِيّ خُصُومَة فَقَالَ الْيَهُودِيّ : اِنْطَلِقْ بِنَا إِلَى مُحَمَّد , وَقَالَ الْمُنَافِق : بَلْ نَأْتِي كَعْب بْن الْأَشْرَف \" فَذَكَرَ الْقِصَّة وَفِيهِ أَنَّ عُمَر قَتَلَ الْمُنَافِق وَأَنَّ ذَلِكَ سَبَب نُزُول هَذِهِ الْآيَات وَتَسْمِيَة عُمَر \" الْفَارُوق \". وَهَذَا الْإِسْنَاد وَإِنْ كَانَ ضَعِيفًا لَكِنْ تَقَوَّى بِطَرِيقِ مُجَاهِد وَلَا يَضُرّهُ الِاخْتِلَاف لِإِمْكَانِ التَّعَدُّد , وَأَفَادَ الْوَاحِدِيّ بِإِسْنَادٍ صَحِيح عَنْ سَعِيد عَنْ قَتَادَةَ أَنَّ اِسْم الْأَنْصَارِيّ الْمَذْكُور قَيْس , وَرَجَّحَ الطَّبَرِيُّ فِي تَفْسِيره وَعَزَاهُ إِلَى أَهْل التَّأْوِيل فِي تَهْذِيبه أَنَّ سَبَب نُزُولهَا هَذِهِ الْقِصَّة لِيَتَّسِق نِظَام الْآيَات كُلّهَا فِي سَبَب وَاحِد , قَالَ وَلَمْ يَعْرِض بَيْنهَا مَا يَقْتَضِي خِلَال ذَلِكَ , ثُمَّ قَالَ : وَلَا مَانِع أَنْ تَكُون قِصَّة الزُّبَيْر وَخَصْمه وَقَعَتْ فِي أَثْنَاء ذَلِكَ فَيَتَنَاوَلهَا عُمُوم الْآيَة. وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ مُحَمَّد بْن الْعَبَّاس قَالَ أَبُو عَبْد اللَّه : لَيْسَ أَحَد يَذْكُر عُرْوَة عَنْ عَبْد اللَّه إِلَّا اللَّيْث فَقَطْ ) ‏ ‏هَكَذَا وَقَعَ فِي رِوَايَة أَبِي ذَرّ عَنْ الْحَمَوِيِّ وَحْده عَنْ الْفَرَبْرِيِّ وَهُوَ الْقَائِل \" قَالَ مُحَمَّد بْن الْعَبَّاس \" وَمُحَمَّد بْن الْعَبَّاس هُوَ السُّلَمِيُّ الْأَصْبَهَانِيُّ , وَهُوَ مِنْ أَقْرَان الْبُخَارِيّ وَتَأَخَّرَ بَعْده مَاتَ سَنَة سِتّ وَسِتِّينَ , وَأَبُو عَبْد اللَّه هُوَ الْبُخَارِيّ الْمُصَنِّف , وَهُوَ مُصَرِّح بِتَفَرُّدِ اللَّيْث بِذِكْرِ عَبْد اللَّه بْن الزُّبَيْر فِي إِسْنَاده , فَإِنْ أَرَادَ مُطْلَقًا رَدَّ عَلَيْهِ مَا أَخْرَجَهُ النَّسَائِيُّ وَغَيْره مِنْ طَرِيق اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا عَنْ الزُّهْرِيّ , وَإِنْ أَرَادَ بِقَيْدٍ أَنَّهُ لَمْ يَقُلْ فِيهِ عَنْ أَبِيهِ بَلْ جَعَلَهُ مِنْ مُسْنَد عَبْد اللَّه بْن الزُّبَيْر فَمُسَلَّم فَإِنَّ رِوَايَة اِبْن وَهْب فِيهَا عَنْ عَبْد اللَّه عَنْ أَبِيهِ كَمَا تَقَدَّمَ بَيَانه فِي أَوَّل الْبَاب , وَقَدْ نَقَلَ التِّرْمِذِيّ عَنْ الْبُخَارِيّ أَنَّ اِبْن وَهْب رَوَى عَنْ اللَّيْث وَيُونُس نَحْو رِوَايَة قُتَيْبَة عَنْ اللَّيْث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2360,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدٌ، قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّهُ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ فِي شِرَاجٍ مِنَ الْحَرَّةِ يَسْقِي بِهَا النَّخْلَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اسْقِ يَا زُبَيْرُ ـ فَأَمَرَهُ بِالْمَعْرُوفِ ـ ثُمَّ أَرْسِلْ إِلَى جَارِكَ ‏\"‏‏.‏ فَقَالَ الأَنْصَارِيُّ أَنْ كَانَ ابْنَ عَمَّتِكَ‏.‏ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اسْقِ ثُمَّ احْبِسْ حَتَّى يَرْجِعَ الْمَاءُ إِلَى الْجَدْرِ ‏\"‏‏.‏ وَاسْتَوْعَى لَهُ حَقَّهُ‏.‏ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنَّ هَذِهِ الآيَةَ أُنْزِلَتْ فِي ذَلِكَ ‏{‏َلاَ وَرَبِّكِ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏‏.‏ قَالَ لِي ابْنُ شِهَابٍ فَقَدَّرَتِ الأَنْصَارُ وَالنَّاسُ قَوْلَ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ اسْقِ ثُمَّ احْبِسْ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏‏.‏ وَكَانَ ذَلِكَ إِلَى الْكَعْبَيْنِ‏.‏",
    "english_text": "An Ansari man quarreled with Az-Zubair about a canal in the Harra which was used for irrigating \ndate-palms. Allah's Messenger (ﷺ), ordering Zubair to be moderate, said, \"O Zubair! Irrigate (your land) first \nand then leave the water for your neighbor.\" The Ansari said, \"Is it because he is your aunt's son?\" On \nthat the color of the face of Allah's Messenger (ﷺ) changed and he said, \"O Zubair! Irrigate (your land) and \nwithhold the water till it reaches the walls that are between the pits around the trees.\" So, Allah's \nApostle gave Zubair his full right. Zubair said, \"By Allah, the following verse was revealed in that \nconnection\": \"But no, by your Lord They can have No faith Until they make you judge In all disputes \nbetween them.\" (4.65) \n(The sub-narrator,) Ibn Shihab said to Juraij (another sub-narrator), \"The Ansar and the other people \ninterpreted the saying of the Prophet, 'Irrigate (your land) and withhold the water till it reaches the \nwalls between the pits around the trees,' as meaning up to the ankles.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عُرْوَة ) ‏ ‏يَأْتِي بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ اِبْن شِهَاب \" عَنْ عُرْوَة أَنَّهُ حَدَّثَهُ \". ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن الزُّبَيْر أَنَّهُ حَدَّثَهُ أَنَّ رَجُلًا مِنْ الْأَنْصَار خَاصَمَ الزُّبَيْر ) ‏ ‏هَذَا هُوَ الْمَشْهُور مِنْ رِوَايَة اللَّيْث بْن سَعْد عَنْ اِبْن شِهَاب , وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا \" عَنْ اِبْن شِهَاب أَنَّ عُرْوَة حَدَّثَهُ عَنْ أَخِيهِ عَبْد اللَّه بْن الزُّبَيْر عَنْ الزُّبَيْر بْن الْعَوَامّ \" أَخْرَجَهُ النَّسَائِيُّ وَابْن الْجَارُود وَالْإِسْمَاعِيلِيّ , وَكَأَنَّ اِبْن وَهْب حَمَلَ رِوَايَة اللَّيْث عَلَى رِوَايَة يُونُس وَإِلَّا فَرِوَايَة اللَّيْث لَيْسَ فِيهَا ذِكْر الزُّبَيْر وَاللَّه أَعْلَم. وَأَخْرَجَهُ الْمُصَنِّف فِي الصُّلْح مِنْ طَرِيق شُعَيْب عَنْ اِبْن شِهَاب عَنْ عُرْوَة بْن الزُّبَيْر عَنْ الزُّبَيْر بِغَيْرِ ذِكْر عَبْد اللَّه , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي الْبَاب الَّذِي يَلِيه مِنْ طَرِيق مَعْمَر عَنْ اِبْن شِهَاب عَنْ عُرْوَة مُرْسَلًا , وَأَعَادَهُ فِي التَّفْسِير مِنْ وَجْه آخَر عَنْ مَعْمَر , وَكَذَا أَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن إِسْحَاق حَدَّثَنَا اِبْن شِهَاب , وَأَخْرَجَهُ الْمُصَنِّف بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ كَذَلِكَ بِالْإِرْسَالِ , لَكِنْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ - مِنْ وَجْه آخَر - عَنْ اِبْن جُرَيْجٍ كَرِوَايَةِ شُعَيْب الَّتِي لَيْسَ فِيهَا \" عَنْ عَبْد اللَّه \". وَذَكَرَ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" أَنَّ اِبْن أَبِي عَتِيق وَعُمَر بْن سَعْد وَافَقَا شُعَيْبًا وَابْن جُرَيْجٍ عَلَى قَوْلهمَا : \" عُرْوَة عَنْ الزُّبَيْر \" قَالَ وَكَذَلِكَ قَالَ أَحْمَد بْن صَالِح وَحَرْمَلَة عَنْ اِبْن وَهْب , قَالَ وَكَذَلِكَ قَالَ شَبِيب بْن سَعِيد عَنْ يُونُس , قَالَ وَهُوَ الْمَحْفُوظ. قُلْت : وَإِنَّمَا صَحَّحَهُ الْبُخَارِيّ مَعَ هَذَا الِاخْتِلَاف اِعْتِمَادًا عَلَى صِحَّة سَمَاع عُرْوَة مِنْ أَبِيهِ وَعَلَى صِحَّة سَمَاع عَبْد اللَّه بْن الزُّبَيْر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَكَيْفَمَا دَارَ فَهُوَ عَلَى ثِقَة. ثُمَّ الْحَدِيث وَرَدَ فِي شَيْء يَتَعَلَّق بِالزُّبَيْرِ فَدَاعِيَة وَلَده مُتَوَفِّرَة عَلَى ضَبْطه , وَقَدْ وَافَقَهُ مُسْلِم عَلَى تَصْحِيح طَرِيق اللَّيْث الَّتِي لَيْسَ فِيهَا ذِكْر الزُّبَيْر , وَزَعَمَ الْحُمَيْدِيُّ فِي جَمْعه أَنَّ الشَّيْخَيْنِ أَخْرَجَاهُ مِنْ طَرِيق عُرْوَة عَنْ أَخِيهِ عَبْد اللَّه عَنْ أَبِيهِ , وَلَيْسَ كَمَا قَالَ , فَإِنَّهُ بِهَذَا السِّيَاق فِي رِوَايَة يُونُس الْمَذْكُورَة وَلَمْ يُخْرِجهَا مِنْ أَصْحَاب الْكُتُب السِّتَّة إِلَّا النَّسَائِيُّ وَأَشَارَ إِلَيْهَا التِّرْمِذِيّ خَاصَّة , وَقَدْ جَاءَتْ هَذِهِ الْقِصَّة مِنْ وَجْه آخَر أَخْرَجَهَا الطَّبَرِيُّ وَالطَّبَرَانِيُّ مِنْ حَدِيث أُمّ سَلَمَة , وَهِيَ عِنْد الزُّهْرِيِّ أَيْضًا مِنْ مُرْسَل سَعِيد بْن الْمُسَيِّب كَمَا سَيَأْتِي بَيَانه. ‏ ‏قَوْله : ( أَنَّ رَجُلًا مِنْ الْأَنْصَار ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" قَدْ شَهِدَ بَدْرًا \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الزُّهْرِيّ عِنْد الطَّبَرِيِّ فِي هَذَا الْحَدِيث أَنَّهُ مِنْ بَنِي أُمَيَّة مِنْ زَيْد وَهُمْ بَطْن مِنْ الْأَوْس , وَوَقَعَ فِي رِوَايَة يَزِيد بْن خَالِد عَنْ اللَّيْث عَنْ الزُّهْرِيّ عِنْد اِبْن الْمُقْرِي فِي مُعْجَمه فِي هَذَا الْحَدِيث أَنَّ اِسْمه حُمَيْدٌ , قَالَ أَبُو مُوسَى الْمَدِينِيّ فِي \" ذَيْل الصَّحَابَة \" : لِهَذَا الْحَدِيث طُرُق لَا أَعْلَم فِي شَيْء مِنْهَا ذِكْر حُمَيْدٍ إِلَّا فِي هَذِهِ الطَّرِيق ا ه. وَلَيْسَ فِي الْبَدْرِيِّينَ مِنْ الْأَنْصَار مَنْ اِسْمه حُمَيْدٌ , وَحَكَى اِبْن بَشْكُوَالٍ فِي مُبْهَمَاته عَنْ شَيْخه أَبِي الْحَسَن بْن مُغِيث أَنَّهُ ثَابِت بْن قَيْس بْن شَمَّاس , قَالَ وَلَمْ يَأْتِ عَلَى ذَلِكَ بِشَاهِدٍ. قُلْت : وَلَيْسَ ثَابِت بَدْرِيًّا , وَحَكَى الْوَاحِدِيّ أَنَّهُ ثَعْلَبَة بْن حَاطِب الْأَنْصَارِيّ الَّذِي نَزَلَ فِيهِ قَوْله تَعَالَى : ( وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ ) وَلَمْ يَذْكُر مُسْتَنَده وَلَيْسَ بَدْرِيًّا أَيْضًا , نَعَمْ ذَكَرَ اِبْن إِسْحَاق فِي الْبَدْرِيِّينَ ثَعْلَبَة بْن حَاطِب وَهُوَ مِنْ بَنِي أُمَيَّة بْن زَيْد وَهُوَ عِنْدِي غَيْر الَّذِي قَبْله لِأَنَّ هَذَا ذَكَرَ اِبْن الْكَلْبِيّ أَنَّهُ اُسْتُشْهِدَ بِأُحُدٍ وَذَاكَ عَاشَ إِلَى خِلَافَة عُثْمَان , وَحَكَى الْوَاحِدِيّ أَيْضًا وَشَيْخه الثَّعْلَبِيّ وَالْمَهْدَوِيُّ أَنَّهُ حَاطِب بْن أَبِي بَلْتَعَةَ , وَتُعُقِّبَ بِأَنَّ حَاطِبًا وَإِنْ كَانَ بَدْرِيًّا لَكِنَّهُ مِنْ الْمُهَاجِرِينَ , لَكِنْ مُسْتَنَد ذَلِكَ مَا أَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق سَعِيد بْن عَبْد الْعَزِيز عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله تَعَالَى : ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ ) الْآيَة قَالَ : نَزَلَتْ فِي الزُّبَيْر بْن الْعَوَّام وَحَاطِب بْن أَبِي بَلْتَعَةَ اِخْتَصَمَا فِي مَاء \" الْحَدِيث وَإِسْنَاده قَوِيّ مَعَ إِرْسَاله. فَإِنْ كَانَ سَعِيد بْن الْمُسَيِّب سَمِعَهُ مِنْ الزُّبَيْر فَيَكُون مَوْصُولًا , وَعَلَى هَذَا فَيُؤَوَّل قَوْله مِنْ الْأَنْصَار عَلَى إِرَادَة الْمَعْنِيّ الْأَعَمّ كَمَا وَقَعَ ذَلِكَ فِي حَقّ غَيْر وَاحِد كَعَبْدِ اللَّه بْن حُذَافَة , وَأَمَّا قَوْل الْكَرْمَانِيِّ بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِلْأَنْصَارِ فَفِيهِ نَظَر , وَأَمَّا قَوْله : \" مِنْ بَنِي أُمَيَّة بْن زَيْد \" فَلَعَلَّهُ كَانَ مَسْكَنه هُنَا كَعُمَر كَمَا تَقَدَّمَ فِي الْعِلْم. وَذَكَرَ الثَّعْلَبِيّ بِغَيْرِ سَنَد أَنَّ الزُّبَيْر وَحَاطِبًا لَمَّا خَرَجَا مَرَّا بِالْمِقْدَادِ قَالَ : لِمَنْ كَانَ الْقَضَاء ؟ فَقَالَ حَاطِب : قَضَى لِابْنِ عَمَّته , وَلَوَى شِدْقه , فَفَطِنَ لَهُ يَهُودِيّ فَقَالَ : قَاتَلَ اللَّه هَؤُلَاءِ يَشْهَدُونَ أَنَّهُ رَسُول اللَّه وَيَتَّهِمُونَهُ , وَفِي صِحَّة هَذَا نَظَر , وَيَتَرَشَّح بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِآلِ الزُّبَيْر بْن الْعَوَامّ مِنْ بَنِي أَسَد وَكَأَنَّهُ كَانَ مُجَاوِرًا لِلزُّبَيْرِ وَاللَّه أَعْلَم. وَأَمَّا قَوْل الدَّاوُدِيِّ وَأَبَى إِسْحَاق الزَّجَّاج وَغَيْرهمَا أَنَّ خَصْم الزُّبَيْر كَانَ مُنَافِقًا فَقَدْ وَجَّهَهُ الْقُرْطُبِيّ بِأَنَّ قَوْل مَنْ قَالَ إِنَّهُ كَانَ مِنْ الْأَنْصَار يَعْنِي نَسَبًا لَا دِينًا , قَالَ وَهَذَا هُوَ الظَّاهِر مِنْ حَاله , وَيَحْتَمِل أَنَّهُ لَمْ يَكُنْ مُنَافِقًا وَلَكِنْ أَصْدَرَ ذَلِكَ مِنْهُ بَادِرَة النَّفْس كَمَا وَقَعَ لِغَيْرِهِ مِمَّنْ صَحَّتْ تَوْبَته , وَقَوَّى هَذَا شَارِح \" الْمَصَابِيح \" التُّورْبَشْتِيُّ وَوَهَّى مَا عَدَاهُ وَقَالَ : لَمْ تَجْرِ عَادَة السَّلَف بِوَصْفِ الْمُنَافِقِينَ بِصِفَةِ النُّصْرَة الَّتِي هِيَ الْمَدْح وَلَوْ شَارَكَهُمْ فِي النَّسَب , قَالَ : بَلْ هِيَ زَلَّة مِنْ الشَّيْطَان تَمَكَّنَ بِهِ مِنْهَا عِنْد الْغَضَب , وَلَيْسَ ذَلِكَ بِمُسْتَنْكَرٍ مِنْ غَيْر الْمَعْصُوم فِي تِلْكَ الْحَالَة ا ه. وَقَدْ قَالَ الدَّاوُدِيُّ بَعْد جَزْمه بِأَنَّهُ كَانَ مُنَافِقًا : وَقِيلَ كَانَ بَدْرِيًّا , فَإِنْ صَحَّ فَقَدْ وَقَعَ ذَلِكَ مِنْهُ قَبْل شُهُودهَا لِانْتِفَاءِ النِّفَاق عَمَّنْ شَهِدَهَا ا ه. وَقَدْ عَرَفْت أَنَّهُ لَا مُلَازَمَة بَيْن صُدُور هَذِهِ الْقَضِيَّة مِنْهُ وَبَيْن النِّفَاق , وَقَالَ اِبْن التِّين إِنْ كَانَ بَدْرِيًّا فَمَعْنَى ‏ ‏قَوْله : ( لَا يُؤْمِنُونَ ) ‏ ‏لَا يَسْتَكْمِلُونَ الْإِيمَان وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( خَاصَمَ الزُّبَيْر ) ‏ ‏فِي رِوَايَة مَعْمَر \" خَاصَمَ الزُّبَيْر رَجُلًا \" وَالْمُخَاصَمَة مُفَاعَلَة مِنْ الْجَانِبَيْنِ فَكُلّ مِنْهُمَا مُخَاصِم لِلْآخَرِ. ‏ ‏قَوْله : ( فِي شِرَاج الْحَرَّة ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَبِالْجِيمِ جَمْع شَرْج بِفَتْحِ أَوَّله وَسُكُون الرَّاء مِثْل بَحْر وَبِحَار وَيُجْمَع عَلَى شُرُوج أَيْضًا , وَحَكَى اِبْن دُرَيْدٍ شَرَج بِفَتْحِ الرَّاء , وَحَكَى الْقُرْطُبِيّ شَرْجَة وَالْمُرَاد بِهَا هُنَا مَسِيل الْمَاء , وَإِنَّمَا أُضِيفَتْ إِلَى الْحَرَّة لِكَوْنِهَا فِيهَا , وَالْحَرَّة مَوْضِع مَعْرُوف بِالْمَدِينَةِ تَقَدَّمَ ذِكْرهَا , وَهِيَ فِي خَمْسَة مَوَاضِع : الْمَشْهُور مِنْهَا اِثْنَتَانِ حَرَّة وَاقِم , وَحَرَّة لَيْلَى. وَقَالَ الدَّاوُدِيُّ : هُوَ نَهَر عِنْد الْحَرَّة بِالْمَدِينَةِ , فَأَغْرَبَ وَلَيْسَ بِالْمَدِينَةِ نَهَر , قَالَ أَبُو عُبَيْد : كَانَ بِالْمَدِينَةِ وَادِيَانِ يَسِيلَانِ بِمَاءِ الْمَطَر فَيَتَنَافَس النَّاس فِيهِ فَقَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْأَعْلَى فَالْأَعْلَى. ‏ ‏قَوْله ( الَّتِي يَسْقُونَ بِهَا النَّخْل ) ‏ ‏فِي رِوَايَة شُعَيْب \" كَانَا يَسْقِيَانِ بِهَا كِلَاهُمَا \". ‏ ‏قَوْله : ( فَقَالَ الْأَنْصَارِيّ ) ‏ ‏يَعْنِي لِلزُّبَيْرِ ‏ ‏( سَرِّحْ ) ‏ ‏فِعْل أَمْر مِنْ التَّسْرِيح أَيْ أَطْلِقْهُ. وَإِنَّمَا قَالَ لَهُ ذَلِكَ لِأَنَّ الْمَاء كَانَ يَمُرّ بِأَرْضِ الزُّبَيْر قَبْل أَرْض الْأَنْصَارِيّ فَيَحْبِسهُ لِإِكْمَالِ سَقْي أَرْضه ثُمَّ يُرْسِلهُ إِلَى أَرْض جَاره , فَالْتَمَسَ مِنْهُ الْأَنْصَارِيّ تَعْجِيل ذَلِكَ فَامْتَنَعَ. ‏ ‏قَوْله : ( اِسْقِ يَا زُبَيْر ) ‏ ‏بِهَمْزَةِ وَصْل مِنْ الثُّلَاثِيّ , وَحَكَى اِبْن التِّين أَنَّهُ بِهَمْزَةِ قَطْع مِنْ الرُّبَاعِيّ تَقُول سَقَى وَأَسْقَى , زَادَ اِبْن جُرَيْجٍ فِي رِوَايَته كَمَا سَيَأْتِي بَعْد بَاب \" فَأَمَرَهُ بِالْمَعْرُوفِ \" وَهِيَ جُمْلَة مُعْتَرِضَة مِنْ كَلَام الرَّاوِي , وَقَدْ أَوْضَحَهُ شُعَيْب فِي رِوَايَته حَيْثُ قَالَ فِي آخِره \" وَكَانَ قَدْ أَشَارَ عَلَى الزُّبَيْر بِرَأْيٍ فِيهِ سَعَة لَهُ وَلِلْأَنْصَارِيِّ \" وَضَبَطَهُ الْكَرْمَانِيُّ \" فَأَمِرَّهُ \" هُنَا بِكَسْرِ الْمِيم وَتَشْدِيد الرَّاء عَلَى أَنَّهُ فِعْل أَمْر مِنْ الْإِمْرَار , وَهُوَ مُحْتَمَل. ‏ ‏قَوْله : ( أَنْ كَانَ اِبْن عَمَّتك ) ‏ ‏بِفَتْحِ هَمْزَة أَنْ وَهِيَ لِلتَّعْلِيلِ , كَأَنَّهُ قَالَ حَكَمْت لَهُ بِالتَّقْدِيمِ لِأَجْلِ أَنَّهُ اِبْن عَمَّتك , وَكَانَتْ أُمّ الزُّبَيْر صَفِيَّة بِنْت عَبْد الْمُطَّلِب. وَقَالَ الْبَيْضَاوِيّ : يُحْذَف حَرْف الْجَرّ مِنْ أَنْ كَثِيرًا تَخْفِيفًا , وَالتَّقْدِير لِأَنْ كَانَ أَوْ بِأَنْ كَانَ , وَنَحْو ( أَنْ كَانَ ذَا مَالٍ وَبَنِينَ ) أَيْ لَا تُطِعْهُ لِأَجْلِ ذَلِكَ , حَكَى الْقُرْطُبِيّ تَبَعًا لِعِيَاضٍ أَنَّ هَمْزَة أَنْ مَمْدُودَة , قَالَ لِأَنَّهُ اِسْتِفْهَام عَلَى جِهَة إِنْكَار. قُلْت : وَلَمْ يَقَع لَنَا فِي الرِّوَايَة مَدّ , لَكِنْ يَجُوز حَذْف هَمْزَة الِاسْتِفْهَام. وَحَكَى الْكَرْمَانِيُّ \" إِنْ كَانَ \" بِكَسْرِ الْهَمْزَة عَلَى أَنَّهَا شَرْطِيَّة وَالْجَوَاب مَحْذُوف , وَلَا أَعْرِف هَذِهِ الرِّوَايَة. نَعَمْ وَقَعَ فِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" فَقَالَ اِعْدِلْ يَا رَسُول اللَّه , وَإِنْ كَانَ اِبْن عَمَّتك \" وَالظَّاهِر أَنَّ هَذِهِ بِالْكَسْرِ , وَابْن بِالنَّصْبِ عَلَى الْخَبَرِيَّة. وَوَقَعَ فِي رِوَايَة مَعْمَر فِي الْبَاب الَّذِي يَلِيه \" أَنَّهُ اِبْن عَمَّتك \" قَالَ اِبْن مَالِك يَجُوز فِي أَنَّهُ فَتْح الْهَمْزَة وَكَسْرهَا لِأَنَّهَا وَقَعَتْ بَعْد كَلَام تَامّ مُعَلَّل بِمَضْمُونِ مَا صَدْر بِهَا , فَإِذَا كُسِرَتْ قُدِّرَ مَا قَبْلهَا بِالْفَاءِ , وَإِذَا فُتِحَتْ قُدِّرَ مَا قَبْلهَا بِاللَّامِ , وَبَعْضهمْ يُقَدِّر بَعْد الْكَلَام الْمُصَدَّر بِالْمَكْسُورَةِ مِثْل مَا قَبْلهَا مَقْرُونًا بِالْفَاءِ فَيَقُول فِي قَوْله مِثْلًا اِضْرِبْهُ أَنَّهُ مُسِيء : اِضْرِبْهُ إِنَّهُ مُسِيء فَاضْرِبْهُ , وَمِنْ شَوَاهِده ( وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً ) وَلَمْ يُقْرَأ هُنَا إِلَّا بِالْكَسْرِ , وَإِنْ جَازَ الْفَتْح فِي الْعَرَبِيَّة. وَقَدْ ثَبَتَ الْوَجْهَانِ فِي قَوْله تَعَالَى ( إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ ) قَرَأَ نَافِع وَالْكِسَائِيّ أَنَّهُ بِالْفَتْحِ وَالْبَاقُونَ بِالْكَسْرِ. ‏ ‏قَوْله : ( فَتَلَوَّنَ ) ‏ ‏أَيْ تَغَيَّرَ , وَهُوَ كِنَايَة عَنْ الْغَضَب , زَادَ عَبْد الرَّحْمَن بْن إِسْحَاق فِي رِوَايَته حَتَّى عَرَفْنَا أَنْ قَدْ سَاءَهُ مَا قَالَ. ‏ ‏قَوْله : ( حَتَّى يَرْجِع إِلَى الْجَدْر ) ‏ ‏أَيْ يَصِير إِلَيْهِ , وَالْجُدُر - بِفَتْحِ الْجِيم وَسُكُون الدَّال الْمُهْمَلَة - هُوَ الْمُسَنَّاة , وَهُوَ مَا وُضِعَ بَيْن شَرَبَات النَّخْل كَالْجِدَارِ , وَقِيلَ الْمُرَاد الْحَوَاجِز الَّتِي تَحْبِس الْمَاء وَجَزَمَ بِهِ السُّهَيْلِيُّ , وَيُرْوَى الْجُدُر بِضَمِّ الدَّال حَكَاهُ أَبُو مُوسَى وَهُوَ جَمْع جِدَار , وَقَالَ اِبْن التِّين : ضُبِطَ فِي أَكْثَر الرِّوَايَات بِفَتْحِ الدَّال وَفِي بَعْضهَا بِالسُّكُونِ وَهُوَ الَّذِي فِي اللُّغَة وَهُوَ أَصْل الْحَائِط. وَقَالَ الْقُرْطُبِيّ : لَمْ يَقَع فِي الرِّوَايَة إِلَّا بِالسُّكُونِ , وَالْمَعْنَى أَنْ يَصِل الْمَاء إِلَى أُصُول النَّخْل , قَالَ وَيُرْوَى بِكَسْرِ الْجِيم وَهُوَ الْجِدَار وَالْمُرَاد بِهِ جُدْرَان الشَّرَبَات الَّتِي فِي أُصُول النَّخْل فَإِنَّهَا تُرْفَع حَتَّى تَصِير تُشْبِه الْجِدَار , وَالشَّرَبَات بِمُعْجَمَةٍ وَفَتَحَات هِيَ الْحَفْر الَّتِي تَحْفِر فِي أُصُول النَّخْل , وَحَكَى الْخَطَّابِيُّ الْجَذْر بِسُكُونِ الذَّال الْمُعْجَمَة وَهُوَ جَذْر الْحِسَاب وَالْمَعْنَى حَتَّى يَبْلُغ تَمَام الشُّرْب , قَالَ الْكَرْمَانِيُّ : الْمُرَاد بِقَوْلِهِ أَمْسِكْ أَيْ أَمْسِكْ نَفْسك عَنْ السَّقْي , وَلَوْ كَانَ الْمُرَاد أَمْسِكْ الْمَاء لَقَالَ بَعْد ذَلِكَ أَرْسِلْ الْمَاء إِلَى جَارك. قُلْت : قَدْ قَالَهَا فِي هَذَا الْبَاب كَمَا سَيَأْتِي فِي رِوَايَة مَعْمَر فِي التَّفْسِير حَيْثُ قَالَ : \" ثُمَّ أَرْسِلْ الْمَاء إِلَى جَارك \" وَصَرَّحَ فِي رِوَايَة شُعَيْب أَيْضًا بِقَوْلِهِ \" اِحْبِسْ الْمَاء \" وَالْحَاصِل أَنَّ أَمْره بِإِرْسَالِ الْمَاء كَانَ قَبْل اِعْتِرَاض الْأَنْصَارِيّ , وَأَمْره بِحَبْسِهِ كَانَ بَعْد ذَلِكَ. ‏ ‏قَوْله : ( فَقَالَ الزُّبَيْر وَاللَّه إِنِّي لِأَحْسِب هَذِهِ الْآيَة نَزَلَتْ فِي ذَلِكَ ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنَهُمْ ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" إِلَى قَوْله : تَسْلِيمًا \" وَوَقَعَ فِي رِوَايَة اِبْن جُرَيْجٍ الْآتِيَة \" فَقَالَ الزُّبَيْر : وَاللَّه إِنَّ هَذِهِ الْآيَة أُنْزِلَتْ فِي ذَلِكَ \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" وَنَزَلَتْ فَلَا وَرَبِّك الْآيَة \" وَالرَّاجِح رِوَايَة الْأَكْثَر وَأَنَّ الزُّبَيْر كَانَ لَا يَجْزِم بِذَلِكَ , لَكِنْ وَقَعَ فِي رِوَايَة أُمّ سَلَمَة عِنْد الطَّبَرِيِّ وَالطَّبَرَانِيِّ الْجَزْم بِذَلِكَ وَأَنَّهَا نَزَلَتْ فِي قِصَّة الزُّبَيْر وَخَصْمه , وَكَذَا فِي مُرْسَل سَعِيد بْن الْمُسَيِّب الَّذِي تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ , وَجَزَمَ مُجَاهِد وَالشَّعْبِيّ بِأَنَّ الْآيَة إِنَّمَا نَزَلَتْ فِيمَنْ نَزَلَتْ فِيهِ الْآيَة الَّتِي قَبْلهَا وَهِيَ قَوْله تَعَالَى ( أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلِك يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ ) الْآيَة , فَرَوَى إِسْحَاق بْن رَاهْوَيْهِ فِي تَفْسِيره بِإِسْنَادٍ صَحِيح عَنْ الشَّعْبِيّ قَالَ : \" كَانَ بَيْن رَجُل مِنْ الْيَهُود وَرَجُل مِنْ الْمُنَافِقِينَ خُصُومَة , فَدَعَا الْيَهُودِيّ الْمُنَافِق إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّهُ عَلِمَ أَنَّهُ لَا يَقْبَل الرِّشْوَة , وَدَعَا الْمُنَافِق الْيَهُودِيّ إِلَى حُكَّامهمْ لِأَنَّهُ عَلِمَ أَنَّهُمْ يَأْخُذُونَهَا , فَأَنْزَلَ اللَّه هَذِهِ الْآيَات إِلَى قَوْله : ( وَيُسَلِّمُوا تَسْلِيمًا ) \" وَأَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق اِبْن أَبِي نُجَيْح عَنْ مُجَاهِد نَحْوه , وَرَوَى الطَّبَرِيُّ بِإِسْنَادٍ صَحِيح عَنْ اِبْن عَبَّاس \" أَنَّ حَاكِم الْيَهُود يَوْمَئِذٍ كَانَ أَبَا بَرْزَة الْأَسْلَمِيَّ قَبْل أَنْ يُسْلِم وَيَصْحَب \" , وَرَوَى بِإِسْنَادٍ آخَر صَحِيح إِلَى مُجَاهِد \" أَنَّهُ كَعْب بْن الْأَشْرَف \" , وَقَدْ رَوَى الْكَلْبِيّ فِي تَفْسِيره عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : \" نَزَلَتْ هَذِهِ الْآيَة فِي رَجُل مِنْ الْمُنَافِقِينَ كَانَ بَيْنه وَبَيْن يَهُودِيّ خُصُومَة فَقَالَ الْيَهُودِيّ : اِنْطَلِقْ بِنَا إِلَى مُحَمَّد , وَقَالَ الْمُنَافِق : بَلْ نَأْتِي كَعْب بْن الْأَشْرَف \" فَذَكَرَ الْقِصَّة وَفِيهِ أَنَّ عُمَر قَتَلَ الْمُنَافِق وَأَنَّ ذَلِكَ سَبَب نُزُول هَذِهِ الْآيَات وَتَسْمِيَة عُمَر \" الْفَارُوق \". وَهَذَا الْإِسْنَاد وَإِنْ كَانَ ضَعِيفًا لَكِنْ تَقَوَّى بِطَرِيقِ مُجَاهِد وَلَا يَضُرّهُ الِاخْتِلَاف لِإِمْكَانِ التَّعَدُّد , وَأَفَادَ الْوَاحِدِيّ بِإِسْنَادٍ صَحِيح عَنْ سَعِيد عَنْ قَتَادَةَ أَنَّ اِسْم الْأَنْصَارِيّ الْمَذْكُور قَيْس , وَرَجَّحَ الطَّبَرِيُّ فِي تَفْسِيره وَعَزَاهُ إِلَى أَهْل التَّأْوِيل فِي تَهْذِيبه أَنَّ سَبَب نُزُولهَا هَذِهِ الْقِصَّة لِيَتَّسِق نِظَام الْآيَات كُلّهَا فِي سَبَب وَاحِد , قَالَ وَلَمْ يَعْرِض بَيْنهَا مَا يَقْتَضِي خِلَال ذَلِكَ , ثُمَّ قَالَ : وَلَا مَانِع أَنْ تَكُون قِصَّة الزُّبَيْر وَخَصْمه وَقَعَتْ فِي أَثْنَاء ذَلِكَ فَيَتَنَاوَلهَا عُمُوم الْآيَة. وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ مُحَمَّد بْن الْعَبَّاس قَالَ أَبُو عَبْد اللَّه : لَيْسَ أَحَد يَذْكُر عُرْوَة عَنْ عَبْد اللَّه إِلَّا اللَّيْث فَقَطْ ) ‏ ‏هَكَذَا وَقَعَ فِي رِوَايَة أَبِي ذَرّ عَنْ الْحَمَوِيِّ وَحْده عَنْ الْفَرَبْرِيِّ وَهُوَ الْقَائِل \" قَالَ مُحَمَّد بْن الْعَبَّاس \" وَمُحَمَّد بْن الْعَبَّاس هُوَ السُّلَمِيُّ الْأَصْبَهَانِيُّ , وَهُوَ مِنْ أَقْرَان الْبُخَارِيّ وَتَأَخَّرَ بَعْده مَاتَ سَنَة سِتّ وَسِتِّينَ , وَأَبُو عَبْد اللَّه هُوَ الْبُخَارِيّ الْمُصَنِّف , وَهُوَ مُصَرِّح بِتَفَرُّدِ اللَّيْث بِذِكْرِ عَبْد اللَّه بْن الزُّبَيْر فِي إِسْنَاده , فَإِنْ أَرَادَ مُطْلَقًا رَدَّ عَلَيْهِ مَا أَخْرَجَهُ النَّسَائِيُّ وَغَيْره مِنْ طَرِيق اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا عَنْ الزُّهْرِيّ , وَإِنْ أَرَادَ بِقَيْدٍ أَنَّهُ لَمْ يَقُلْ فِيهِ عَنْ أَبِيهِ بَلْ جَعَلَهُ مِنْ مُسْنَد عَبْد اللَّه بْن الزُّبَيْر فَمُسَلَّم فَإِنَّ رِوَايَة اِبْن وَهْب فِيهَا عَنْ عَبْد اللَّه عَنْ أَبِيهِ كَمَا تَقَدَّمَ بَيَانه فِي أَوَّل الْبَاب , وَقَدْ نَقَلَ التِّرْمِذِيّ عَنْ الْبُخَارِيّ أَنَّ اِبْن وَهْب رَوَى عَنْ اللَّيْث وَيُونُس نَحْو رِوَايَة قُتَيْبَة عَنْ اللَّيْث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2361,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ بَيْنَا رَجُلٌ يَمْشِي فَاشْتَدَّ عَلَيْهِ الْعَطَشُ، فَنَزَلَ بِئْرًا فَشَرِبَ مِنْهَا، ثُمَّ خَرَجَ فَإِذَا هُوَ بِكَلْبٍ يَلْهَثُ، يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَقَالَ لَقَدْ بَلَغَ هَذَا مِثْلُ الَّذِي بَلَغَ بِي فَمَلأَ خُفَّهُ ثُمَّ أَمْسَكَهُ بِفِيهِ، ثُمَّ رَقِيَ، فَسَقَى الْكَلْبَ فَشَكَرَ اللَّهُ لَهُ، فَغَفَرَ لَهُ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ، وَإِنَّ لَنَا فِي الْبَهَائِمِ أَجْرًا قَالَ ‏\"‏ فِي كُلِّ كَبِدٍ رَطْبَةٍ أَجْرٌ ‏\"‏‏.‏ تَابَعَهُ حَمَّادُ بْنُ سَلَمَةَ وَالرَّبِيعُ بْنُ مُسْلِمٍ عَنْ مُحَمَّدِ بْنِ زِيَادٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"While a man was walking he felt thirsty and went down a well and drank water \nfrom it. On coming out of it, he saw a dog panting and eating mud because of excessive thirst. The \nman said, 'This (dog) is suffering from the same problem as that of mine. So he (went down the well), \nfilled his shoe with water, caught hold of it with his teeth and climbed up and watered the dog. Allah \nthanked him for his (good) deed and forgave him.\" The people asked, \"O Allah's Messenger (ﷺ)! Is there a \nreward for us in serving (the) animals?\" He replied, \"Yes, there is a reward for serving any animate.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ سُمَيٍّ ) ‏ ‏بِالْمُهْمَلَةِ مُصَغَّرًا , زَادَ فِي الْمَظَالِم \" مَوْلَى أَبِي بَكْر \" أَيْ اِبْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام \". ‏ ‏قَوْله : ( عَنْ أَبِي صَالِح ) ‏ ‏زَادَ فِي الْمَظَالِم \" السَّمَّان \" وَالْإِسْنَاد مَدَنِيُّونَ إِلَّا شَيْخ الْبُخَارِيّ. ‏ ‏قَوْله : ( بَيْنَا رَجُل ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه. ‏ ‏قَوْله : ( يَمْشِي ) ‏ ‏قَالَ فِي الْمَظَالِم \" بَيْنَمَا رَجُل بِطَرِيقٍ \" , وللدَّارَقُطْنِيِّ فِي \" الْمُوَطَّآت \" مِنْ طَرِيق رَوْح عَنْ مَالِك \" يَمْشِي بِفَلَاةٍ \" وَلَهُ مِنْ طَرِيق اِبْن وَهْب عَنْ مَالِك \" يَمْشِي بِطَرِيقِ مَكَّة \". ‏ ‏قَوْله : ( فَاشْتَدَّ عَلَيْهِ ) ‏ ‏وَقَعَتْ الْفَاء هُنَا مَوْضِع \" إِذَا \" كَمَا وَقَعَتْ إِذَا مَوْضِعهَا فِي قَوْله تَعَالَى : ( إِذَا هُمْ يَقْنَطُونَ ) وَسَقَطَتْ هَذِهِ الْفَاء مِنْ رِوَايَة مُسْلِم وَكَذَا مِنْ الرِّوَايَة الْآتِيَة فِي الْمَظَالِم لِلْأَكْثَرِ : ‏ ‏قَوْله : ( فَاشْتَدَّ عَلَيْهِ الْعَطَش ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَكَذَا هُوَ فِي \" الْمُوَطَّأ \" وَوَقَعَ فِي رِوَايَة الْمُسْتَمْلِي \" الْعُطَاش \" , قَالَ اِبْن التِّين : الْعُطَاش دَاء يُصِيب الْغَنَم تَشْرَب فَلَا تَرْوَى وَهُوَ غَيْر مُنَاسِب هُنَا , قَالَ : وَقِيلَ يَصِحّ عَلَى تَقْدِير أَنَّ الْعَطَش يَحْدُث مِنْهُ هَذَا الدَّاء كَالزُّكَامِ. قُلْت : وَسِيَاق الْحَدِيث يَأْبَاهُ , وَظَاهِره أَنَّ الرَّجُل سَقَى الْكَلْب حَتَّى رَوِيَ وَلِذَلِكَ جُوزِيَ بِالْمَغْفِرَةِ. ‏ ‏قَوْله : ( يَلْهَث ) ‏ ‏بِفَتْحِ الْهَاء , اللَّهْث بِفَتْحِ الْهَاء هُوَ اِرْتِقَاع النَّفَس مِنْ الْإِعْيَاء , قَالَ اِبْن التِّين : لَهَثَ الْكَلْب أَخْرَجَ لِسَانه مِنْ الْعَطَش وَكَذَلِكَ الطَّائِر , وَلَهَثَ الرَّجُل إِذَا أَعْيَا , وَيُقَال إِذَا بَحَثَ بِيَدَيْهِ وَرِجْلَيْهِ. ‏ ‏قَوْله : ( يَأْكُل الثَّرَى ) ‏ ‏أَيْ يَكْدُم بِفَمِهِ الْأَرْض النَّدِيَّة , وَهِيَ إِمَّا صِفَة وَإِمَّا حَال , وَلَيْسَ بِمَفْعُولِ ثَانٍ لِرَأَى. ‏ ‏قَوْله : ( بَلَغَ هَذَا مِثْل ) بِالْفَتْحِ أَيْ بَلَغَ مَبْلَغًا مِثْل الَّذِي بَلَغَ بِي , وَضَبَطَهُ الدِّمْيَاطِيّ بِخَطِّهِ بِضَمِّ مِثْل وَلَا يَخْفَى تَوْجِيهه , وَزَادَ اِبْن حِبَّانَ مِنْ وَجْه آخَر عَنْ أَبِي صَالِح \" فَرَحِمَهُ \". ‏ ‏قَوْله : ( فَمَلَأ خُفّه ) ‏ ‏فِي رِوَايَة اِبْن حِبَّانَ \" فَنَزَعَ أَحَد خُفَّيْهِ \". ‏ ‏قَوْله : ( ثُمَّ أَمْسَكَهُ ) ‏ ‏أَيْ أَحَد خُفَّيْهِ الَّذِي فِيهِ الْمَاء , وَإِنَّمَا اِحْتَاجَ إِلَى ذَلِكَ لِأَنَّهُ كَانَ يُعَالِج بِيَدَيْهِ لِيَصْعَد مِنْ الْبِئْر , وَهُوَ يَشْعُر بِأَنَّ الصُّعُود مِنْهَا كَانَ عَسِرًا. ‏ ‏قَوْله : ( ثُمَّ رَقِيَ ) ‏ ‏بِفَتْحِ الرَّاء وَكَسْر الْقَاف كَصَعِدَ وَزْنًا وَمَعْنًى , وَذَكَرَهُ اِبْن التِّين بِفَتْحِ الْقَاف بِوَزْنِ مَضَى وَأَنْكَرَهُ , وَقَالَ عِيَاض فِي \" الْمَشَارِق \" هِيَ لُغَة طَيِّئٍ يَفْتَحُونَ الْعَيْن فِيمَا كَانَ مِنْ الْأَفْعَال مُعْتَلّ اللَّام وَالْأَوَّل أَفْصَح وَأَشْهَر. ‏ ‏قَوْله : ( فَسَقَى الْكَلْب ) ‏ ‏زَادَ عَبْد اللَّه بْن دِينَار عَنْ أَبِي صَالِح \" حَتَّى أَرْوَاهُ \" أَيْ جَعَلَهُ رَيَّانًا , وَقَدْ مَضَى فِي الطَّهَارَة. ‏ ‏قَوْله : ( فَشَكَرَ اللَّه لَهُ ) ‏ ‏أَيْ أَثْنَى عَلَيْهِ أَوْ قَبِلَ عَمَله أَوْ جَازَاهُ بِفِعْلِهِ , وَعَلَى الْأَخِير فَالْفَاء فِي قَوْله : \" فَغَفَرَ لَهُ \" تَفْسِيرِيَّة أَوْ مِنْ عَطْف الْخَاصّ عَلَى الْعَامّ. وَقَالَ الْقُرْطُبِيّ : مَعْنَى قَوْله : \" فَشَكَرَ اللَّه لَهُ \" أَيْ أَظْهَرَ مَا جَازَاهُ بِهِ عِنْد مَلَائِكَته. وَوَقَعَ فِي رِوَايَة عَبْد اللَّه بْن دِينَار بَدَل فَغَفَرَ لَهُ \" فَأَدْخَلَهُ الْجَنَّة \" وَكَذَا فِي رِوَايَة اِبْن حِبَّانَ. ‏ ‏قَوْله : ( قَالُوا ) ‏ ‏سُمِّيَ مِنْ هَؤُلَاءِ السَّائِلِينَ سُرَاقَة بْن مَالِك بْن جُعْشُم , رَوَاهُ أَحْمَد وَابْن مَاجَهْ وَابْن حِبَّانَ. ‏ ‏قَوْله : ( وَإِنَّ لَنَا ) ‏ ‏هُوَ مَعْطُوف عَلَى شَيْء مَحْذُوف تَقْدِيره الْأَمْر كَمَا ذَكَرْت وَإِنَّ لَنَا ‏ ‏( فِي الْبَهَائِم ) ‏ ‏أَيْ فِي سَقْي الْبَهَائِم أَوْ الْإِحْسَان إِلَى الْبَهَائِم ( أَجْرًا ). ‏ ‏قَوْله : ( فِي كُلّ كَبِد رَطْبَة أَجْر ) ‏ ‏أَيْ كُلّ كَبِد حَيَّة , وَالْمُرَاد رُطُوبَة الْحَيَاة , أَوْ لِأَنَّ الرُّطُوبَة لَازِمَة لِلْحَيَاةِ فَهُوَ كِنَايَة , وَمَعْنَى الظَّرْفِيَّة هُنَا أَنْ يُقَدَّر مَحْذُوف , أَيْ الْأَجْر ثَابِت فِي إِرْوَاء كُلّ كَبِد حَيَّة , وَالْكَبِد يُذَكَّر وَيُؤَنَّث , وَيَحْتَمِل أَنْ تَكُون \" فِي \" سَبَبِيَّة كَقَوْلِك فِي النَّفْس الدِّيَة , قَالَ الدَّاوُدِيُّ : الْمَعْنَى فِي كُلّ كَبِد حَيّ أَجْر وَهُوَ عَامّ فِي جَمِيع الْحَيَوَان. وَقَالَ أَبُو عَبْد الْمَلِك : هَذَا الْحَدِيث كَانَ فِي بَنِي إِسْرَائِيل , وَأَمَّا الْإِسْلَام فَقَدْ أَمَرَ بِقَتْلِ الْكِلَاب. وَأَمَّا قَوْله : \" فِي كُلّ كَبِد \" فَمَخْصُوص بِبَعْضِ الْبَهَائِم مِمَّا لَا ضَرَر فِيهِ , لِأَنَّ الْمَأْمُور بِقَتْلِهِ كَالْخِنْزِيرِ لَا يَجُوز أَنْ يَقْوَى لِيَزْدَادَ ضَرَره , وَكَذَا قَالَ النَّوَوِيّ : إِنَّ عُمُومه مَخْصُوص بِالْحَيَوَانِ الْمُحْتَرَم وَهُوَ مَا لَمْ يُؤْمَر بِقَتْلِهِ فَيَحْصُل الثَّوَاب بِسَقْيِهِ , وَيَلْتَحِق بِهِ إِطْعَامه وَغَيْر ذَلِكَ مِنْ وُجُوه الْإِحْسَان إِلَيْهِ. وَقَالَ اِبْن التِّين : لَا يَمْتَنِع إِجْرَاؤُهُ عَلَى عُمُومه , يَعْنِي فَيُسْقَى ثُمَّ يُقْتَل لِأَنَّا أُمِرْنَا بِأَنْ نُحْسِن الْقِتْلَة وَنُهِينَا عَنْ الْمُثْلَة. وَاسْتُدِلَّ بِهِ عَلَى طَهَارَة سُؤْر الْكَلْب وَقَدْ تَقَدَّمَ الْبَحْث فِي ذَلِكَ فِي كِتَاب الطَّهَارَة. وَمِمَّا قِيلَ فِي الرَّدّ عَلَى مَنْ اِسْتَدَلَّ بِهِ : إِنَّهُ فِعْل بَعْض النَّاس وَلَا يَدْرِي هَلْ هُوَ كَانَ مِمَّنْ يُقْتَدَى بِهِ أَمْ لَا , وَالْجَوَاب أَنَّا لَمْ نَحْتَجّ بِمُجَرَّدِ الْفِعْل الْمَذْكُور بَلْ إِذَا فَرَّعْنَا عَلَى أَنَّ شَرْع مَنْ قَبْلنَا شَرْع لَنَا فَإِنَّا لَا نَأْخُذ بِكُلِّ مَا وَرَدَ عَنْهُمْ , بَلْ إِذَا سَاقَهُ إِمَام شَرْعنَا مَسَاق الْمَدْح إِنْ عُلِمَ وَلَمْ يُقَيِّدهُ بِقَيْدٍ صَحَّ الِاسْتِدْلَال بِهِ. وَفِي الْحَدِيث جَوَاز السَّفَر مُنْفَرِدًا وَبِغَيْرِ زَادَ , وَمَحَلّ ذَلِكَ فِي شَرْعنَا مَا إِذَا لَمْ يَخَفْ عَلَى نَفْسه الْهَلَاك. وَفِيهِ الْحَثّ عَلَى الْإِحْسَان إِلَى النَّاس , لِأَنَّهُ إِذَا حَصَلَتْ الْمَغْفِرَة بِسَبَبِ سَقْي الْكَلْب فَسَقْي الْمُسْلِم أَعْظَم أَجْرًا. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز صَدَقَة التَّطَوُّع لِلْمُشْرِكِينَ , وَيَنْبَغِي أَنْ يَكُون مَحَلّه مَا إِذَا لَمْ يُوجَد هُنَاكَ مُسْلِم فَالْمُسْلِم أَحَقّ , وَكَذَا إِذَا دَارَ الْأَمْر بَيْن الْبَهِيمَة وَالْآدَمِيّ الْمُحْتَرَم وَاسْتَوَيَا فِي الْحَاجَة فَالْآدَمِيّ أَحَقّ , وَاللَّه أَعْلَم. ثُمَّ ذَكَرَ الْمُصَنِّف فِي الْبَاب حَدِيثَيْ أَسْمَاء بِنْت أَبِي بَكْر وَابْن عُمَر فِي قِصَّة الْمَرْأَة الَّتِي رَبَطَتْ الْهِرَّة حَتَّى مَاتَتْ فَدَخَلَتْ النَّار , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي بَدْء الْخَلْق , وَتَقَدَّمَ حَدِيث أَسْمَاء بِأَتَمّ مِنْ هَذَا فِي أَوَائِل صِفَة الصَّلَاة , وَأَمَّا حَدِيث اِبْن عُمَر فَذَكَر الدَّارَقُطْنِيُّ أَنَّ مَعْن بْن عِيسَى تَفَرَّدَ بِذِكْرِهِ فِي الْمُوَطَّأ , قَالَ : وَرَوَاهُ فِي غَيْر الْمُوَطَّأ اِبْن وَهْب وَالْقَعْنَبِيُّ وَابْن أَبِي أُوَيْس وَمُطَرِّف , ثُمَّ سَاقَهُ مِنْ طُرُقهمْ. وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق مَعْن وَابْن وَهْب , وَأَخْرَجَهُ أَبُو نُعَيْم مِنْ طَرِيق الْقَعْنَبِيِّ. وَمُنَاسَبَة حَدِيث الْهِرَّة لِلتَّرْجَمَةِ مِنْ جِهَة أَنَّ الْمَرْأَة عُوقِبَتْ عَلَى كَوْنهَا لَمْ تَسْقِهَا , فَمُقْتَضَاهُ أَنَّهَا لَوْ سَقَتْهَا لَمْ تُعَذَّب. قَالَ اِبْن الْمُنِير : دَلَّ الْحَدِيث عَلَى تَحْرِيم قَتْل مَنْ لَمْ يُؤْمَر بِقَتْلِهِ عَطَشًا وَلَوْ كَانَ هِرَّة وَلَيْسَ فِيهِ ثَوَاب السَّقْي وَلَكِنْ كَفَى بِالسَّلَامَةِ فَضْلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2362,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْكُسُوفِ، فَقَالَ ‏\n\"‏ دَنَتْ مِنِّي النَّارُ حَتَّى قُلْتُ أَىْ رَبِّ، وَأَنَا مَعَهُمْ فَإِذَا امْرَأَةٌ ـ حَسِبْتُ أَنَّهُ قَالَ ـ تَخْدِشُهَا هِرَّةٌ قَالَ مَا شَأْنُ هَذِهِ قَالُوا حَبَسَتْهَا حَتَّى مَاتَتْ جُوعًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) prayed the eclipse prayer, and then said, \"Hell was displayed so close that I said, 'O my \nLord ! Am I going to be one of its inhabitants?\"' Suddenly he saw a woman. I think he said, who was \nbeing scratched by a cat. He said, \"What is wrong with her?\" He was told, \"She had imprisoned it (i.e. \nthe cat) till it died of hunger.\"",
    "explication": "‏ ‏قَوْلُهُ : ( بَاب ‏ ‏كَذَا فِي رِوَايَةِ الْأَصِيلِيّ وَكَرِيمَة بِلَا تَرْجَمَة , وَكَذَا قَالَ الْإِسْمَاعِيلِيّ \" بَاب \" بِلَا تَرْجَمَة , وَسَقَطَ مِنْ رِوَايَةِ أَبِي ذَرٍّ وَأَبِي الْوَقْتِ , وَكَذَا لَمْ يَذْكُرْهُ أَبُو نُعَيْمٍ. وَعَلَى هَذَا فَمُنَاسَبَة الْحَدِيثِ غَيْر ظَاهِرِهِ لِلتَّرْجَمَةِ , وَعَلَى تَقْدِيرِ ثُبُوتِ لَفْظ بَاب فَهُوَ كَالْفَصْلِ مِنْ الْبَابِ الَّذِي قَبْلَهُ كَمَا قَرَّرْنَاهُ غَيْر مَرَّةٍ فَلَهُ بِهِ تَعَلُّق أَيْضًا. قَالَ الْكَرْمَانِيّ : وَجْه الْمُنَاسَبَة أَنَّ دُعَاءَ الِافْتِتَاحِ مُسْتَلْزِمٌ لِتَطْوِيل الْقِيَام , وَحَدِيث الْكُسُوفِ فِيهِ تَطْوِيل الْقِيَام فَتَنَاسَبَا. وَأَحْسَنُ مِنْهُ مَا قَالَ اِبْن رَشِيد : يَحْتَمِلُ أَنْ تَكُونَ الْمُنَاسَبَة فِي قَوْلِهِ \" حَتَّى قُلْت أَيْ رَبِّ أَوْ أَنَا مَعَهُمْ \" لِأَنَّهُ وَإِنْ لَمْ يَكُنْ فِيهِ دُعَاءٌ فَفِيهِ مُنَاجَاة وَاسْتِعْطَاف , فَيَجْمَعُهُ مَعَ الَّذِي قَبْلَهُ جَوَازُ دُعَاءِ اللَّهِ وَمُنَاجَاتِهِ بِكُلِّ مَا فِيهِ خُضُوع , وَلَا يَخْتَصُّ بِمَا وَرَدَ فِي الْقُرْآنِ خِلَافًا لِبَعْضِ الْحَنَفِيَّةِ. ‏ ‏قَوْلُهُ : ( أَوَأَنَا مَعَهُمْ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِهَمْزَةِ الِاسْتِفْهَامِ بَعْدَهَا وَاو عَاطِفَة وَهِيَ عَلَى مُقَدَّر , وَفِي رِوَايَةِ كَرِيمَةَ بِحَذْفِ الْهَمْزَةِ وَهِيَ مُقَدَّرَة. ‏ ‏قَوْلُهُ : ( حَسِبْتُ أَنَّهُ قَالَ تَخْدِشُهَا ) ‏ ‏قَائِل ذَلِكَ هُوَ نَافِع بْن عُمَر رَاوِي الْحَدِيثِ , بَيَّنَهُ الْإِسْمَاعِيلِيّ , فَالضَّمِير فِي \" أَنَّهُ \" لِابْن أَبِي مُلَيْكَة. ‏ ‏قَوْلُهُ : ( لَا هِيَ أَطْعَمَتْهَا ) ‏ ‏سَقَطَ لَفْظ \" هِيَ \" مِنْ رِوَايَةِ الْكُشْمِيهَنِيّ وَالْحَمَوِيّ. ‏ ‏قَوْلُهُ : ( تَأْكُلُ مِنْ خَشِيش - أَوْ خَشَاش - الْأَرْض ) ‏ ‏كَذَا فِي هَذِهِ الرِّوَايَةِ عَلَى الشَّكِّ , وَكُلّ مِنْ اللَّفْظَيْنِ بِمُعَجَّمَات مَفْتُوح الْأَوَّل وَالْمُرَاد حَشَرَات الْأَرْضِ , وَأَنْكَرَ الْخَطَّابِيّ رِوَايَة خَشِيش , وَضَبَطَهَا بَعْضُهُمْ بِضَمّ أَوَّله عَلَى التَّصْغِيرِ مِنْ لَفْظِ خَشَاشٍ , فَعَلَى هَذَا لَا إِنْكَارَ , وَرَوَاهَا بَعْضهمْ بِحَاءٍ مُهْمَلَةٍ , وَقَالَ عِيَاض هُوَ تَصْحِيفٌ. وَسَيَأْتِي الْكَلَامُ عَلَى بَقِيَّةِ فَوَائِدِهِ فِي كِتَاب الْكُسُوف , وَعَلَى قِصَّةِ الْمَرْأَةِ صَاحِبَة الْهِرَّةِ فِي كِتَاب بَدْء الْخَلْقِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2363,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ عُذِّبَتِ امْرَأَةٌ فِي هِرَّةٍ حَبَسَتْهَا، حَتَّى مَاتَتْ جُوعًا، فَدَخَلَتْ فِيهَا النَّارَ ـ قَالَ فَقَالَ وَاللَّهُ أَعْلَمُ ـ لاَ أَنْتِ أَطْعَمْتِهَا وَلاَ سَقَيْتِهَا حِينَ حَبَسْتِيهَا، وَلاَ أَنْتِ أَرْسَلْتِيهَا فَأَكَلَتْ مِنْ خَشَاشِ الأَرْضِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"A woman was tortured and was put in Hell because of a cat which she had kept locked till it died of hunger.\" Allah's Messenger (ﷺ) further said, (Allah knows better) Allah said (to the woman), 'You neither fed it nor watered when you locked it up, nor did you set it free to eat the vermin of the earth.' \"",
    "explication": "‏ ‏قَوْله : ( لَا يَبِيعُ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِإِثْبَات الْيَاء فِي \" يَبِيعُ \" عَلَى أَنَّ \" لَا \" نَافِيَةٌ , وَيَحْتَمِلُ أَنْ تَكُونَ نَاهِيَةً وَأُشْبِعَتْ الْكَسْرَةُ كَقِرَاءَةِ مَنْ قَرَأَ ( إِنَّهُ مَنْ يَتَّقِي وَيَصْبِرْ ) وَيُؤَيِّدُهُ رِوَايَة الْكُشْمِيهَنِيّ بِلَفْظ \" لَا يَبِعْ \" بِصِيغَةِ النَّهْيِ. ‏ ‏قَوْله : ( بَعْضُكُمْ عَلَى بَيْعِ أَخِيهِ ) ‏ ‏كَذَا أَخْرَجَهُ عَنْ إِسْمَاعِيلَ عَنْ مَالِك , وَسَيَأْتِي فِي \" بَابِ النَّهْيِ عَنْ تَلَقِّي الرُّكْبَان \" عَنْ عَبْد اللَّه بْن يُوسُف عَنْ مَالِكٍ بِلَفْظ \" عَلَى بَيْع بَعْض \" وَظَاهِر التَّقْيِيدِ بِأَخِيهِ أَنْ يَخْتَصَّ ذَلِكَ بِالْمُسْلِمِ وَبِهِ قَالَ الْأَوْزَاعِيّ وَأَبُو عُبَيْد بْن حَرْبَوَيْهِ مِنْ الشَّافِعِيَّةِ , وَأَصْرَحُ مِنْ ذَلِكَ رِوَايَة مُسْلِمٍ مِنْ طَرِيقِ الْعَلَاءِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة بِلَفْظ \" لَا يَسُومُ الْمُسْلِم عَلَى سَوْم الْمُسْلِم \" وَقَالَ الْجُمْهُور : لَا فَرْقَ فِي ذَلِكَ بَيْنَ الْمُسْلِمِ وَالذِّمِّيِّ : وَذِكْرُ الْأَخِ خَرَجَ لِلْغَالِبِ فَلَا مَفْهُومَ لَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2364,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَدَحٍ فَشَرِبَ وَعَنْ يَمِينِهِ غُلاَمٌ، هُوَ أَحْدَثُ الْقَوْمِ، وَالأَشْيَاخُ عَنْ يَسَارِهِ قَالَ ‏\n\"‏ يَا غُلاَمُ أَتَأْذَنُ لِي أَنْ أُعْطِيَ الأَشْيَاخَ ‏\"‏‏.‏ فَقَالَ مَا كُنْتُ لأُوثِرَ بِنَصِيبِي مِنْكَ أَحَدًا يَا رَسُولَ اللَّهِ‏.‏ فَأَعْطَاهُ إِيَّاهُ‏.‏",
    "english_text": "Once a tumbler (full of milk or water) was brought to Allah's Messenger (ﷺ) who drank from it, while on his \nright side there was sitting a boy who was the youngest of those who were present, and on his left side \nthere were old men. The Prophet (ﷺ) asked, \"O boy ! Do you allow me to give (the drink) to the elder \npeople (first)?\" The boy said, \"I will not prefer anybody to have my share from you, O Allah's \nApostle!\" So, he gave it to the boy.",
    "explication": "حَدِيث سَهْل بْن سَعْد وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ قَبْل ثَمَانِيَة أَبْوَاب , وَمُنَاسَبَته لِلتَّرْجَمَةِ ظَاهِرَة إِلْحَاقًا لِلْحَوْضِ وَالْقِرْبَة بِالْقَدَحِ , فَكَانَ صَاحِب الْقَدَح أَحَقّ بِالتَّصَرُّفِ فِيهِ شُرْبًا وَسَقْيًا. وَقَدْ خَفِيَ هَذَا عَلَى الْمُهَلَّب فَقَالَ : لَيْسَ فِي الْحَدِيث إِلَّا أَنَّ الْأَيْمَن أَحَقّ مِنْ غَيْره بِالْقَدَحِ , وَأَجَابَ اِبْن الْمُنِير بِأَنَّ مُرَاد الْبُخَارِيّ أَنَّهُ إِذَا اِسْتَحَقَّ الْأَيْمَن مَا فِي الْقَدَح بِمُجَرَّدِ جُلُوسه وَاخْتَصَّ بِهِ فَكَيْفَ لَا يَخْتَصّ بِهِ صَاحِب الْيَد وَالْمُتَسَبِّب فِي تَحْصِيله ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2365,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لأَذُودَنَّ رِجَالاً عَنْ حَوْضِي كَمَا تُذَادُ الْغَرِيبَةُ مِنَ الإِبِلِ عَنِ الْحَوْضِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"By Him in Whose Hands my soul is, I will drive some people out from my (sacred) \nFount on the Day of Resurrection as strange camels are expelled from a private trough.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة فِي ذِكْر حَوْض النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَيَأْتِي الْكَلَام عَلَيْهِ فِي ذِكْر الْحَوْض النَّبَوِيّ مِنْ كِتَاب الرِّقَاق. وَقَوْله : \" لَأَذُودَنَّ \" بِمُعْجَمَةٍ ثُمَّ مُهْمَلَة أَيْ لَأَطْرُدَنَّ , وَمُنَاسَبَته لِلتَّرْجَمَةِ مِنْ ذِكْره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ صَاحِب الْحَوْض يَطْرُد إِبِل غَيْره عَنْ حَوْضه وَلَمْ يُنْكِر ذَلِكَ فَيَدُلّ عَلَى الْجَوَاز , وَقَدْ خَفِيَ عَلَى الْمُهَلَّب أَيْضًا فَقَالَ : إِنَّ الْمُنَاسَبَة مِنْ جِهَة إِضَافَة الْحَوْض إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ أَحَقّ بِهِ , وَتَعَقَّبَهُ اِبْن الْمُنِير بِأَنَّ أَحْكَام التَّكَالِيف لَا تَنْزِل عَلَى وَقَائِع الْآخِرَة , وَإِنَّمَا اُسْتُدِلَّ بِقَوْلِهِ : \" كَمَا تُذَاد الْغَرِيبَة مِنْ الْإِبِل \" فَمَا جَازَ لِصَاحِبِ الْحَوْض طَرْد إِبِل غَيْره عَنْ حَوْضه إِلَّا وَهُوَ أَحَقّ بِحَوْضِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2366,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، وَكَثِيرِ بْنِ كَثِيرٍ ـ يَزِيدُ أَحَدُهُمَا عَلَى الآخَرِ ـ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ يَرْحَمُ اللَّهُ أُمَّ إِسْمَاعِيلَ، لَوْ تَرَكَتْ زَمْزَمَ ـ أَوْ قَالَ لَوْ لَمْ تَغْرِفْ مِنَ الْمَاءِ ـ لَكَانَتْ عَيْنًا مَعِينًا، وَأَقْبَلَ جُرْهُمُ فَقَالُوا أَتَأْذَنِينَ أَنْ نَنْزِلَ عِنْدَكِ قَالَتْ نَعَمْ وَلاَ حَقَّ لَكُمْ فِي الْمَاءِ‏.‏ قَالُوا نَعَمْ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"May Allah be merciful to the mother of Ishmael! If she had left the water of \nZamzam (fountain) as it was, (without constructing a basin for keeping the water), (or said, \"If she had \nnot taken handfuls of its water\"), it would have been a flowing stream. Jurhum (an Arab tribe) came \nand asked her, 'May we settle at your dwelling?' She said, 'Yes, but you have no right to possess the \nwater.' They agreed.\"",
    "explication": "حَدِيث اِبْن عَبَّاس فِي قِصَّة هَاجَرَ وَزَمْزَم , أَوْرَدَهُ مُخْتَصَرًا جِدًّا , وَسَيَأْتِي مُطَوَّلًا فِي أَحَادِيث الْأَنْبِيَاء , وَمُنَاسَبَته لِلتَّرْجَمَةِ مِنْ جِهَة قَوْلهَا لِلَّذِينَ نَزَلُوا عَلَيْهَا \" وَلَا حَقّ لَكُمْ فِي الْمَاء , قَالُوا نَعَمْ \" وَقَرَّرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ. قَالَ الْخَطَّابِيُّ : فِيهِ أَنَّ مَنْ أَنْبَطَ مَاء فِي فَلَاة مِنْ الْأَرْض مَلَكَهُ وَلَا يُشَارِكهُ فِيهِ غَيْره إِلَّا بِرِضَاهُ , إِلَّا أَنَّهُ لَا يَمْنَع فَضْله إِذَا اِسْتَغْنَى عَنْهُ , وَإِنَّمَا شَرَطَتْ هَاجَرَ عَلَيْهِمْ أَنْ لَا يَتَمَلَّكُوهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2367,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ، وَلاَ يَنْظُرُ إِلَيْهِمْ رَجُلٌ حَلَفَ عَلَى سِلْعَةٍ لَقَدْ أَعْطَى بِهَا أَكْثَرَ مِمَّا أَعْطَى وَهْوَ كَاذِبٌ، وَرَجُلٌ حَلَفَ عَلَى يَمِينٍ كَاذِبَةٍ بَعْدَ الْعَصْرِ لِيَقْتَطِعَ بِهَا مَالَ رَجُلٍ مُسْلِمٍ، وَرَجُلٌ مَنَعَ فَضْلَ مَاءٍ، فَيَقُولُ اللَّهُ الْيَوْمَ أَمْنَعُكَ فَضْلِي، كَمَا مَنَعْتَ فَضْلَ مَا لَمْ تَعْمَلْ يَدَاكَ ‏\"‏‏.‏ قَالَ عَلِيٌّ حَدَّثَنَا سُفْيَانُ غَيْرَ مَرَّةٍ عَنْ عَمْرٍو سَمِعَ أَبَا صَالِحٍ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"There are three types of people whom Allah will neither talk to, nor look at, on the \nDay of Resurrection. (They are): \n-1. A man who takes an oath falsely that he has been offered for his goods so much more than what he \nis given, \n-2. a man who takes a false oath after the `Asr prayer in order to grab a Muslim's property, and \n-3. a man who withholds his superfluous water. Allah will say to him, \"Today I will withhold My \nGrace from you as you withheld the superfluity of what you had not created.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة وَقَدْ تَقَدَّمَ مِنْ وَجْه آخَر قَبْل أَرْبَعَة أَبْوَاب وَفِيهِ \" وَرَجُل لَهُ فَضْل مَاء بِالطَّرِيقِ فَمَنَعَهُ مِنْ اِبْن السَّبِيل \" وَقَالَ فِي هَذِهِ الطَّرِيق \" وَرَجُل مَنَعَ فَضْل مَائِهِ فَيَقُول اللَّه الْيَوْم أَمْنَعك فَضْلِي كَمَا مَنَعْت فَضْل مَا لَمْ تَعْمَل يَدَاك \" وَمُنَاسَبَته لِلتَّرْجَمَةِ مِنْ جِهَة أَنَّ الْمُعَاقَبَة وَقَعَتْ عَلَى مَنْعه الْفَضْل فَدَلَّ عَلَى أَنَّهُ أَحَقّ بِالْأَصْلِ , وَيُؤْخَذ أَيْضًا مِنْ قَوْله : \" مَا لَمْ تَعْمَل يَدَاك \" فَإِنَّ مَفْهُومه أَنَّهُ لَوْ عَالَجَهُ لَكَانَ أَحَقّ بِهِ مِنْ غَيْره. وَحَكَى اِبْن التِّين عَنْ أَبِي عَبْد الْمَلِك أَنَّهُ قَالَ : هَذَا يَخْفَى مَعْنَاهُ , وَلَعَلَّهُ يُرِيد أَنَّ الْبِئْر لَيْسَتْ مِنْ حَفْره وَإِنَّمَا هُوَ فِي مَنْعه غَاصِب ظَالِم , وَهَذَا لَا يَرِد فِيمَا حَازَهُ وَعَمِلَهُ. قَالَ : وَيَحْتَمِل أَنْ يَكُون هُوَ حَفَرَهَا وَمَنَعَهَا مِنْ صَاحِب الشَّفَة أَيْ الْعَطْشَان , وَيَكُون مَعْنَى \" مَا لَمْ تَعْمَل يَدَاك \" أَيْ لَمْ تُنْبِع الْمَاء وَلَا أَخْرَجْته , قَالَ : وَهَذَا أَيْ الْأَخِير لَيْسَ مِنْ الْبَاب فِي شَيْء وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ عَلِيّ حَدَّثَنَا سُفْيَان غَيْر مَرَّة إِلَخْ ) ‏ ‏يُشِير إِلَى أَنَّ سُفْيَان كَانَ يُرْسِل هَذَا الْحَدِيث كَثِيرًا , وَلَكِنَّهُ صَحَّحَ الْمَوْصُول لِكَوْنِ الَّذِي وَصَلَهُ مِنْ الْحُفَّاظ , وَقَدْ تَابَعَهُ سَعِيد بْن عَبْد الرَّحْمَن الْمَخْزُومِيّ وَعَبْد الرَّحْمَن بْن يُونُس وَمُحَمَّد بْن أَبِي الْوَزِير وَمُحَمَّد بْن يُونُس فَوَصَلُوهُ قَالَهُ الْإِسْمَاعِيلِيّ , قَالَ : وَأَرْسَلَهُ غَيْرهمْ. قُلْت : وَقَدْ وَصَلَهُ أَيْضًا عَمْرو النَّاقِد أَخْرَجَهُ مُسْلِم عَنْهُ , وَصَفْوَان بْن صَالِح أَخْرَجَهُ اِبْن حِبَّانَ مِنْ طَرِيقه , وَيَأْتِي الْكَلَام عَلَى مَا وَقَعَ مِنْ الِاخْتِلَاف فِي سِيَاق الْمَتْن فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2368,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ الصَّعْبَ بْنَ جَثَّامَةَ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ حِمَى إِلاَّ لِلَّهِ وَلِرَسُولِهِ ‏\"‏‏.‏ وَقَالَ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم حَمَى النَّقِيعَ، وَأَنَّ عُمَرَ حَمَى السَّرَفَ وَالرَّبَذَةَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, No Hima except for Allah and His Apostle. We have been told that Allah's \nApostle made a place called An-Naqi' as Hima, and `Umar made Ash-Sharaf and Ar-Rabadha Hima \n(for grazing the animals of Zakat).",
    "explication": "‏ ‏قَوْله : ( عَنْ يُونُس ) ‏ ‏هُوَ اِبْن يَزِيد الْأَيْلِيُّ , وَرِوَايَة اللَّيْث عَنْهُ مِنْ الْأَقْرَان لِأَنَّهُ قَدْ سَمِعَ مِنْ شَيْخه اِبْن شِهَاب , وَفِي الْإِسْنَاد تَابِعِيَّانِ وَصَحَابِيَّانِ. ‏ ‏قَوْله : ( لَا حِمَى ) ‏ ‏أَصْل الْحِمَى عِنْد الْعَرَب أَنَّ الرَّئِيس مِنْهُمْ كَانَ إِذَا نَزَلَ مَنْزِلًا مُخْصِبًا اِسْتَعْوَى كَلْبًا عَلَى مَكَان عَالٍ فَإِلَى حَيْثُ اِنْتَهَى صَوْته حَمَاهُ مِنْ كُلّ جَانِب فَلَا يَرْعَى فِيهِ غَيْره وَيَرْعَى هُوَ مَعَ غَيْره فِيمَا سِوَاهُ , وَالْحِمَى هُوَ الْمَكَان الْمَحْمِيّ وَهُوَ خِلَاف الْمُبَاح , وَمَعْنَاهُ أَنْ يَمْنَع مِنْ الْإِحْيَاء مِنْ ذَلِكَ الْمَوَات لِيَتَوَفَّر فِيهِ الْكَلَأ فَتَرْعَاهُ مَوَاشٍ مَخْصُوصَة وَيَمْنَع غَيْرهَا , وَالْأَرْجَح عِنْد الشَّافِعِيَّة أَنَّ الْحِمَى يَخْتَصّ بِالْخَلِيفَةِ , وَمِنْهُمْ مَنْ أَلْحَق بِهِ وُلَاة الْأَقَالِيم , وَمَحَلّ الْجَوَاز مُطْلَقًا أَنْ لَا يَضُرّ بِكَافَّةِ الْمُسْلِمِينَ. وَاسْتَدَلَّ بِهِ الطَّحَاوِيُّ لِمَذْهَبِهِ فِي اِشْتِرَاط إِذْن الْإِمَام فِي إِحْيَاء الْمَوَات , وَتُعُقِّبَ بِالْفَرْقِ بَيْنهمَا فَإِنَّ الْحِمَى أَخَصّ مِنْ الْإِحْيَاء وَاللَّه أَعْلَم. قَالَ الْجُورِيُّ مِنْ الشَّافِعِيَّة : لَيْسَ بَيْن الْحَدِيثَيْنِ مُعَارَضَة , فَالْحِمَى الْمَنْهِيّ مَا يُحْمَى مِنْ الْمَوَات الْكَثِير الْعُشْب لِنَفْسِهِ خَاصَّة كَفِعْلِ الْجَاهِلِيَّة , وَالْإِحْيَاء الْمُبَاح مَا لَا مَنْفَعَة لِلْمُسْلِمِينَ فِيهِ شَامِلَة فَافْتَرَقَا , وَإِنَّمَا تُعَدّ أَرْض الْحِمَى مَوَاتًا لِكَوْنِهَا لَمْ يَتَقَدَّم فِيهَا مِلْك لِأَحَدٍ , لَكِنَّهَا تُشْبِه الْعَامِر لِمَا فِيهَا مِنْ الْمَنْفَعَة الْعَامَّة. ‏ ‏قَوْله ( وَقَالَ بَلَغَنَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَمَى النَّقِيع ) ‏ ‏كَذَا لِجَمِيعِ الرُّوَاة إِلَّا لِأَبِي ذَرّ , وَالْقَائِل هُوَ اِبْن شِهَاب , وَهُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور إِلَيْهِ وَهُوَ مُرْسَل أَوْ مُعْضِل , وَهَكَذَا أَخْرَجَهُ أَبُو دَاوُدَ مِنْ طَرِيق اِبْن وَهْب عَنْ يُونُس عَنْ اِبْن شِهَاب فَذَكَرَ الْمَوْصُول وَالْمُرْسَل جَمِيعًا , وَوَقَعَ عِنْد أَبِي ذَرّ \" وَقَالَ أَبُو عَبْد اللَّه : بَلَغَنَا إِلَخْ \" فَظَنَّ بَعْض الشُّرَّاح أَنَّهُ مِنْ كَلَام الْبُخَارِيّ الْمُصَنِّف وَلَيْسَ كَذَلِكَ فَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق أَحْمَد بْن إِبْرَاهِيم بْن مِلْحَانَ عَنْ يَحْيَى بْن بُكَيْرٍ شَيْخ الْبُخَارِيّ فِيهِ فَذَكَرَ الْمَوْصُول وَالْمُرْسَل جَمِيعًا عَلَى الصَّوَاب كَمَا أَخْرَجَهُ أَبُو دَاوُدَ , وَوَقَعَ لِأَبِي نُعَيْم فِي مُسْتَخْرَجه تَخْبِيطٌ , فَإِنَّهُ أَخْرَجَهُ مِنْ الْوَجْه الَّذِي أَخْرَجَهُ مِنْهُ الْإِسْمَاعِيلِيّ فَاقْتَصَرَ فِي الْإِسْنَاد الْمَوْصُول عَلَى الْمَتْن الْمُرْسَل وَهُوَ قَوْله : \" حَمَى النَّقِيع \" وَلَيْسَ هَذَا مِنْ حَدِيث اِبْن عَبَّاس عَنْ الصَّعْب , وَإِنَّمَا هُوَ بَلَاغ لِلزُّهْرِيِّ كَمَا تَقَدَّمَ. وَقَدْ أَخْرَجَهُ سَعِيد بْن مَنْصُور مِنْ رِوَايَة عَبْد الرَّحْمَن بْن الْحَارِث عَنْ الزُّهْرِيّ جَامِعًا بَيْن الْحَدِيثَيْنِ , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيق سَعِيد وَنَقَلَ عَنْ الْبُخَارِيّ أَنَّهُ وَهَمَ , قَالَ الْبَيْهَقِيُّ : لِأَنَّ قَوْله حَمَى النَّقِيع مِنْ قَوْل الزُّهْرِيّ يَعْنِي مِنْ بَلَاغه , ثُمَّ رَوَى مِنْ حَدِيث اِبْن عُمَر \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَمَى النَّقِيع لِخَيْلِ الْمُسْلِمِينَ تَرْعَى فِيهِ \" وَفِي إِسْنَاده الْعَمْرِيُّ وَهُوَ ضَعِيف , وَكَذَا أَخْرَجَهُ أَحْمَد مِنْ طَرِيقه. ‏ ‏قَوْله : ( النَّقِيع ) ‏ ‏بِالنُّونِ الْمَفْتُوحَة , وَحَكَى الْخَطَّابِيُّ أَنَّ بَعْضهمْ صَحَّفَهُ فَقَالَ بِالْمُوَحَّدَةِ , وَهُوَ عَلَى عِشْرِينَ فَرْسَخًا مِنْ الْمَدِينَة وَقَدْره مِيل فِي ثَمَانِيَة أَمْيَال ذَكَرَ ذَلِكَ اِبْن وَهْبٍ فِي مُوَطَّئِهِ , وَأَصْل النَّقِيع كُلّ مَوْضِع يَسْتَنْقِع فِيهِ الْمَاء , وَفِي الْحَدِيث ذِكْر النَّقِيع الْخُضُمَّات وَهُوَ الْمَوْضِع الَّذِي جَمْع فِيهِ أَسْعَد بْن زُرَارَةَ بِالْمَدِينَةِ , وَالْمَشْهُور أَنَّهُ غَيْر النَّقِيع الَّذِي فِيهِ الْحِمَى وَحَكَى اِبْن الْجَوْزِيّ أَنَّ بَعْضهمْ قَالَ إِنَّهُمَا وَاحِد , قَالَ وَالْأَوَّل أَصَحّ. ‏ ‏قَوْله : ( وَأَنَّ عُمَر حَمَى الشَّرَف وَالرَّبَذَةَ ) ‏ ‏هُوَ مَعْطُوف عَلَى الْأَوَّل , وَهُوَ مِنْ بَلَاغ الزُّهْرِيّ أَيْضًا , وَقَدْ ثَبَتَ وُقُوع الْحِمَى مِنْ عُمَر كَمَا سَيَأْتِي فِي أَوَاخِر الْجِهَاد مِنْ طَرِيق أَسْلَم \" أَنَّ عُمَر اِسْتَعْمَلَ مَوْلًى لَهُ عَلَى الْحِمَى \" الْحَدِيث. وَالشَّرَف بِفَتْحِ الْمُعْجَمَة وَالرَّاء بَعْدهَا فَاء فِي الْمَشْهُور ,وَذَكَرَ عِيَاض أَنَّهُ عِنْد الْبُخَارِيّ بِفَتْحِ الْمُهْمَلَة وَكَسْر الرَّاء , قَالَ وَفِي مُوَطَّأ اِبْن وَهْب بِفَتْحِ الْمُعْجَمَة وَالرَّاء قَالَ : وَكَذَا رَوَاهُ بَعْض رُوَاة الْبُخَارِيّ أَوْ أَصْلَحَهُ وَهُوَ الصَّوَاب , وَأَمَّا سَرِفَ فَهُوَ مَوْضِع بِقُرْبِ مَكَّة وَلَا تَدْخُلهُ الْأَلِف وَاللَّام , وَالرَّبَذَةُ بِفَتْحِ الرَّاء وَالْمُوَحَّدَة بَعْدهَا ذَال مُعْجَمَة مَوْضِع مَعْرُوف بَيْن مَكَّة وَالْمَدِينَة تَقَدَّمَ ضَبْطه , وَقَدْ رَوَى اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيح عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ عُمَر حَمَى الرَّبَذَةَ لِنَعَمِ الصَّدَقَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2369,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ الْخَيْلُ لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُلٍ وِزْرٌ، فَأَمَّا الَّذِي لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ، فَأَطَالَ بِهَا فِي مَرْجٍ أَوْ رَوْضَةٍ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنَ الْمَرْجِ أَوِ الرَّوْضَةِ كَانَتْ لَهُ حَسَنَاتٍ، وَلَوْ أَنَّهُ انْقَطَعَ طِيَلُهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَ كَانَ ذَلِكَ حَسَنَاتٍ لَهُ، فَهِيَ لِذَلِكَ أَجْرٌ، وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا ثُمَّ لَمْ يَنْسَ حَقَّ اللَّهِ فِي رِقَابِهَا وَلاَ ظُهُورِهَا، فَهِيَ لِذَلِكَ سِتْرٌ، وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً وَنِوَاءً لأَهْلِ الإِسْلاَمِ، فَهِيَ عَلَى ذَلِكَ وِزْرٌ ‏\"‏‏.‏ وَسُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحُمُرِ فَقَالَ ‏\"‏ مَا أُنْزِلَ عَلَىَّ فِيهَا شَىْءٌ إِلاَّ هَذِهِ الآيَةُ الْجَامِعَةُ الْفَاذَّةُ ‏{‏َمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ ‏}‏‏\"‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Keeping horses may be a source of reward to some (man), a shelter to another \n(i.e. means of earning one's living), or a burden to a third. He to whom the horse will be a source of \nreward is the one who keeps it in Allah's Cause (prepare it for holy battles) and ties it by a long rope \nin a pasture (or a garden). He will get a reward equal to what its long rope allows it to eat in the \npasture or the garden, and if that horse breaks its rope and crosses one or two hills, then all its \nfootsteps and its dung will be counted as good deeds for its owner; and if it passes by a river and \ndrinks from it, then that will also be regarded as a good deed for its owner even if he has had no \nintention of watering it then. Horses are a shelter from poverty to the second person who keeps horses \nfor earning his living so as not to ask others, and at the same time he gives Allah's right (i.e. rak`at) \n(from the wealth he earns through using them in trading etc.,) and does not overburden them. He who \nkeeps horses just out of pride and for showing off and as a means of harming the Muslims, his horses \nwill be a source of sins to him.\" When Allah's Messenger (ﷺ) was asked about donkeys, he replied, \"Nothing \nparticular was revealed to me regarding them except the general unique verse which is applicable to \neverything: \"Whoever does goodness equal to the weight of an atom (or small ant) shall see it (its \nreward) on the Day of Resurrection.\"",
    "explication": "عَنْ أَبِي هُرَيْرَة فِي ذِكْر الْخَيْل وَسَيَأْتِي الْكَلَام عَلَيْهِ مُفَصَّلًا فِي الْجِهَاد , وَالْمَقْصُود مِنْهُ قَوْله فِيهِ \" وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِي \" فَإِنَّهُ يُشْعِر بِأَنَّ مِنْ شَأْن الْبَهَائِم طَلَب الْمَاء وَلَمْ يُرِدْ ذَلِكَ صَاحِبهَا , فَإِذَا أُجِرَ عَلَى ذَلِكَ مِنْ غَيْر قَصْد فَيُؤْجَر بِقَصْدِهِ مِنْ بَاب الْأَوْلَى , فَثَبَتَ الْمَقْصُود مِنْ الْإِبَاحَة الْمُطْلَقَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2370,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ ـ رضى الله عنه ـ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ عَنِ اللُّقَطَةِ، فَقَالَ ‏\"‏ اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا، ثُمَّ عَرِّفْهَا سَنَةً، فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ فَشَأْنَكَ بِهَا ‏\"‏‏.‏ قَالَ فَضَالَّةُ الْغَنَمِ قَالَ ‏\"‏ هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ ‏\"‏‏.‏ قَالَ فَضَالَّةُ الإِبِلِ قَالَ ‏\"‏ مَالَكَ وَلَهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ، حَتَّى يَلْقَاهَا رَبُّهَا ‏\"‏‏.‏",
    "english_text": "A man came to Allah's Messenger (ﷺ) and asked about Al-Luqata (a fallen thing). The Prophet (ﷺ) said, \n\"Recognize its container and its tying material and then make a public announcement about it for one \nyear and if its owner shows up, give it to him; otherwise use it as you like.\" The man said, \"What \nabout a lost sheep?\" The Prophet (ﷺ) said, \"It is for you, your brother or the wolf.\" The man said \"What \nabout a lost camel?\" The Prophet (ﷺ) said, \"Why should you take it as it has got its water-container (its \nstomach) and its hooves and it can reach the places of water and can eat the trees till its owner finds \nit?\"",
    "explication": "‏ ‏قَوْله : ( سَأَلَهُ رَجُل ) ‏ ‏هُوَ عُمَيْر وَالِد مَالِك , وَقِيلَ غَيْره كَمَا سَيَأْتِي فِي اللُّقَطَة. ‏ ‏قَوْله : ( وِكَاءَهَا ) ‏ ‏هُوَ بِكَسْرِ الْوَاو مَا يُرْبَط بِهِ , وَالْعِفَاص بِكَسْرِ الْعَيْن الْمُهْمَلَة هُوَ الْوِعَاء بِكَسْرِ الْوَاو. ‏ ‏قَوْله : ( فَغَضِبَ ) ‏ ‏إِمَّا لِأَنَّهُ كَانَ نَهَى قَبْل ذَلِكَ عَنْ اِلْتِقَاطهَا , وَإِمَّا لِأَنَّ السَّائِل قَصَّرَ فِي فَهْمه فَقَاسَ مَا يَتَعَيَّن اِلْتِقَاطه عَلَى مَا لَا يَتَعَيَّن. ‏ ‏قَوْله : ( سِقَاؤُهَا ) ‏ ‏هُوَ بِكَسْرِ أَوَّله وَالْمُرَاد بِذَلِكَ أَجْوَافهَا لِأَنَّهَا تَشْرَب فَتَكْتَفِي بِهِ أَيَّامًا. ‏ ‏قَوْله : ( وَحِذَاؤُهَا ) ‏ ‏بِكَسْرِ الْمُهْمَلَة ثُمَّ ذَال مُعْجَمَة وَالْمُرَاد هُنَا خُفّهَا. وَسَتَأْتِي مَبَاحِث هَذَا الْحَدِيث فِي كِتَاب الْبُيُوع إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2371,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنِ الزُّبَيْرِ بْنِ الْعَوَّامِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لأَنْ يَأْخُذَ أَحَدُكُمْ أَحْبُلاً، فَيَأْخُذَ حُزْمَةً مِنْ حَطَبٍ فَيَبِيعَ، فَيَكُفَّ اللَّهُ بِهِ وَجْهَهُ، خَيْرٌ مِنْ أَنْ يَسْأَلَ النَّاسَ أُعْطِيَ أَمْ مُنِعَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"No doubt, one had better take a rope (and cut) and tie a bundle of wood and sell it \nwhereby Allah will keep his face away (from Hell-fire) rather than ask others who may give him or \nnot.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة وَالزُّبَيْر بْن الْعَوَّام بِمَعْنَاهُ , وَفِي رِوَايَة الزُّبَيْر زِيَادَة \" فَيَبِيعُهَا فَيَكُفُّ اللَّهُ بِهَا وَجْهَهُ \" وَذَلِكَ مُرَاد فِي حَدِيثِ أَبِي هُرَيْرَة وَحُذِفَ لِدَلَالَةِ السِّيَاقِ عَلَيْهِ. وَفِي رِوَايَةِ أَبِي هُرَيْرَة \" يَأْتِي رَجُلًا \" وَفِي حَدِيث الزُّبَيْر \" يَسْأَلُ النَّاسَ \" وَالْمَعْنَى وَاحِد. وَزَادَ فِي أَوَّل حَدِيث أَبِي هُرَيْرَة قَوْله \" وَالَّذِي نَفْسِي بِيَدِهِ \" فَفِيهِ الْقَسَمُ عَلَى الشَّيْءِ الْمَقْطُوعِ بِصِدْقِهِ لِتَأْكِيدِهِ فِي نَفْسِ السَّامِعِ , وَفِيهِ الْحَضُّ عَلَى التَّعَفُّفِ عَنْ الْمَسْأَلَةِ وَالتَّنَزُّهِ عَنْهَا وَلَوْ اِمْتَهَنَ الْمَرْءُ نَفْسه فِي طَلَبِ الرِّزْقِ وَارْتَكَبَ الْمَشَقَّة فِي ذَلِكَ , وَلَوْلَا قُبْحُ الْمَسْأَلَةِ فِي نَظَر الشَّرْع لَمْ يُفَضَّلْ ذَلِكَ عَلَيْهَا وَذَلِكَ لِمَا يَدْخُلُ عَلَى السَّائِلِ مَنْ ذُلِّ السُّؤَالِ وَمِنْ ذُلِّ الرَّدِّ إِذَا لَمْ يُعْطَ وَلِمَا يَدْخُلُ عَلَى الْمَسْئُولِ مِنْ الضِّيقِ فِي مَالِهِ إِنْ أَعْطَى كُلَّ سَائِل , وَأَمَّا قَوْلُهُ ‏ ‏\" خَيْر لَهُ \" ) ‏ ‏فَلَيْسَتْ بِمَعْنَى أَفْعَلِ التَّفْضِيل إِذْ لَا خَيْرَ فِي السُّؤَالِ مَعَ الْقُدْرَةِ عَلَى الِاكْتِسَابِ , وَالْأَصَحُّ عِنْدَ الشَّافِعِيَّةِ أَنَّ سُؤَال مَنْ هَذَا حَاله حَرَام , وَيَحْتَمِلُ أَنْ يَكُونَ الْمُرَاد بِالْخَيْرِ فِيهِ بِحَسَبِ اِعْتِقَاد السَّائِلِ وَتَسْمِيَته الَّذِي يُعْطَاهُ خَيْرًا وَهُوَ فِي الْحَقِيقَةِ شَرٌّ , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2372,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لأَنْ يَحْتَطِبَ أَحَدُكُمْ حُزْمَةً عَلَى ظَهْرِهِ خَيْرٌ لَهُ مِنْ أَنْ يَسْأَلَ أَحَدًا فَيُعْطِيَهُ أَوْ يَمْنَعَهُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"No doubt, you had better gather a bundle of wood and carry it on your back \n(and earn your living thereby) rather than ask somebody who may give you or not.\"",
    "explication": "‏ ‏قَوْله : ( لَأَنْ يَحْتَطِبَ أَحَدُكُمْ ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَيْهِ فِي \" بَابٌ الِاسْتِعْفَافُ عَنْ الْمَسْأَلَةِ \" وَأَخْرَجَهُ هُنَاكَ مِنْ طَرِيقِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَة , وَبَعْدَ أَبْوَابٍ مِنْ طَرِيق أَبِي صَالِحٍ عَنْهُ , وَهُنَا مِنْ طَرِيقِ أَبِي عُبَيْدٍ مَوْلَى عَبْد الرَّحْمَنِ بْنِ عَوْفٍ - وَهُوَ مَوْلَى اِبْن أَزْهَرَ - وَقَدْ تَقَدَّمَ الْكَلَامُ عَلَى تَرْجَمَتِهِ فِي أَوَاخِرِ الصِّيَامِ , ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2373,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، حُسَيْنِ بْنِ عَلِيٍّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ ـ رضى الله عنهم ـ أَنَّهُ قَالَ أَصَبْتُ شَارِفًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي مَغْنَمٍ يَوْمَ بَدْرٍ قَالَ وَأَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم شَارِفًا أُخْرَى، فَأَنَخْتُهُمَا يَوْمًا عِنْدَ باب رَجُلٍ مِنَ الأَنْصَارِ، وَأَنَا أُرِيدُ أَنْ أَحْمِلَ عَلَيْهِمَا إِذْخِرًا لأَبِيعَهُ، وَمَعِي صَائِغٌ مِنْ بَنِي قَيْنُقَاعَ فَأَسْتَعِينَ بِهِ عَلَى وَلِيمَةِ فَاطِمَةَ، وَحَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ يَشْرَبُ فِي ذَلِكَ الْبَيْتِ مَعَهُ قَيْنَةٌ، فَقَالَتْ أَلاَ يَا حَمْزَ لِلشُّرُفِ النِّوَاءِ‏.‏ فَثَارَ إِلَيْهِمَا حَمْزَةُ بِالسَّيْفِ، فَجَبَّ أَسْنِمَتَهُمَا، وَبَقَرَ خَوَاصِرَهُمَا، ثُمَّ أَخَذَ مِنْ أَكْبَادِهِمَا‏.‏ قُلْتُ لاِبْنِ شِهَابٍ وَمِنَ السَّنَامِ قَالَ قَدْ جَبَّ أَسْنِمَتَهُمَا فَذَهَبَ بِهَا‏.‏ قَالَ ابْنُ شِهَابٍ قَالَ عَلِيٌّ ـ رضى الله عنه ـ فَنَظَرْتُ إِلَى مَنْظَرٍ أَفْظَعَنِي فَأَتَيْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ زَيْدُ بْنُ حَارِثَةَ فَأَخْبَرْتُهُ الْخَبَرَ فَخَرَجَ وَمَعَهُ زَيْدٌ، فَانْطَلَقْتُ مَعَهُ، فَدَخَلَ عَلَى حَمْزَةَ فَتَغَيَّظَ عَلَيْهِ فَرَفَعَ حَمْزَةُ بَصَرَهُ وَقَالَ هَلْ أَنْتُمْ إِلاَّ عَبِيدٌ لآبَائِي فَرَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَهْقِرُ حَتَّى خَرَجَ عَنْهُمْ، وَذَلِكَ قَبْلَ تَحْرِيمِ الْخَمْرِ‏.‏",
    "english_text": "`Ali bin Abi Talib said: \"I got a she-camel as my share of the war booty on the day (of the battle) of \nBadr, and Allah's Messenger (ﷺ) gave me another she-camel. I let both of them kneel at the door of one of \nthe Ansar, intending to carry Idhkhir on them to sell it and use its price for my wedding banquet on \nmarrying Fatima. A goldsmith from Bani Qainqa' was with me. Hamza bin `Abdul-Muttalib was in \nthat house drinking wine and a lady singer was reciting: \"O Hamza! (Kill) the (two) fat old she camels \n(and serve them to your guests). \nSo Hamza took his sword and went towards the two she-camels and cut off their humps and opened \ntheir flanks and took a part of their livers.\" (I said to Ibn Shihab, \"Did he take part of the humps?\" He \nreplied, \"He cut off their humps and carried them away.\") `Ali further said, \"When I saw that dreadful \nsight, I went to the Prophet (ﷺ) and told him the news. The Prophet (ﷺ) came out in the company of Zaid bin \nHaritha who was with him then, and I too went with them. He went to Hamza and spoke harshly to \nhim. Hamza looked up and said, 'Aren't you only the slaves of my forefathers?' The Prophet (ﷺ) retreated \nand went out. This incident happened before the prohibition of drinking.\"",
    "explication": "ثَالِثهَا حَدِيث عَلِيّ فِي قِصَّة شَارِفِيهِ مَعَ حَمْزَة بْن عَبْد الْمُطَّلِب , وَالشَّاهِد مِنْهُ قَوْله : \" وَأَنَا أُرِيدَ أَنْ أَحْمِل عَلَيْهِمَا إِذْخِرًا لِأَبِيعَهُ \" فَإِنَّهُ دَالّ عَلَى مَا تَرْجَمَ بِهِ مِنْ جَوَاز الِاحْتِطَاب وَالِاحْتِشَاش , وَسَيَأْتِي الْكَلَام عَلَى شَرْحه مُسْتَوْفًى فِي آخِر كِتَاب الْجِهَاد فِي فَرْض الْخُمُس إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2374,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ أَرَادَ النَّبِيُّ صلى الله عليه وسلم أَنْ يُقْطِعَ مِنَ الْبَحْرَيْنِ، فَقَالَتِ الأَنْصَارُ حَتَّى تُقْطِعَ لإِخْوَانِنَا مِنَ الْمُهَاجِرِينَ مِثْلَ الَّذِي تُقْطِعُ لَنَا قَالَ ‏\n\"‏ سَتَرَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) decided to grant a portion of (the uncultivated land of) Bahrain to the Ansar. The Ansar \nsaid, \"(We will not accept it) till you give a similar portion to our emigrant brothers (from Quraish).\" \nHe said, \"(O Ansar!) You will soon see people giving preference to others, so remain patient till you \nmeet me (on the Day of Resurrection).",
    "explication": "‏ ‏قَوْله : ( عَنْ يَحْيَى بْن سَعِيد ) ‏ ‏هُوَ الْأَنْصَارِيُّ , وَوَقَعَ لِلْبَيْهَقِيّ مِنْ وَجْهٍ آخَرَ عَنْ سُلَيْمَان بْن حَرْب شَيْخ الْبُخَارِيّ فِيهِ التَّصْرِيح بِالتَّحْدِيثِ لِحَمَّاد مِنْ يَحْيَى. ‏ ‏قَوْله : ( أَرَادَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُقْطِعَ مِنْ الْبَحْرَيْنِ ) ‏ ‏يَعْنِي لِلْأَنْصَارِ. وَفِي رِوَايَةِ الْبَيْهَقِيّ \" دَعَا الْأَنْصَار لِيُقْطِعَ لَهُمْ الْبَحْرَيْنِ \" وَلِلْإِسْمَاعِيلِيِّ \" لِيُقْطِعَ لَهُمْ الْبَحْرَيْنِ أَوْ طَائِفَة مِنْهَا \" وَكَأَنَّ الشَّكَّ فِيهِ مِنْ حَمَّاد , فَسَيَأْتِي لِلْمُصَنِّفِ فِي الْجِزْيَةِ مِنْ طَرِيقِ زُهَيْر عَنْ يَحْيَى بِلَفْظ \" دَعَا الْأَنْصَار لِيَكْتُب لَهُمْ الْبَحْرَيْنِ \" وَلَهُمْ فِي مَنَاقِبِ الْأَنْصَارِ مِنْ رِوَايَةِ سُفْيَان عَنْ يَحْيَى \" إِلَى أَنْ يُقْطِعَ لَهُمْ الْبَحْرَيْنِ \" وَظَاهِره أَنَّهُ أَرَادَ أَنْ يَجْعَلَهَا لَهُمْ إِقْطَاعًا. وَاخْتُلِفَ فِي الْمُرَادِ بِذَلِكَ , فَقَالَ الْخَطَّابِيّ : يُحْتَمَلُ أَنَّهُ أَرَادَ الْمَوَاتَ مِنْهَا لِيَتَمَلَّكُوهُ بِالْإِحْيَاءِ , وَيُحْتَمَلُ أَنْ يَكُونَ أَرَادَ الْعَامِر مِنْهَا لَكِنْ فِي حَقِّهِ مِنْ الْخُمُسِ ; لِأَنَّهُ كَانَ تَرَكَ أَرْضَهَا فَلَمْ يَقْسِمْهَا. وَتُعُقِّبَ بِأَنَّهَا فُتِحَت صُلْحًا كَمَا سَيَأْتِي فِي كِتَاب الْجِزْيَة , فَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَاد أَنَّهُ أَرَادَ أَنْ يَخُصَّهُمْ بِتَنَاوُل جِزْيَتهَا , وَبِهِ جَزَمَ إِسْمَاعِيل الْقَاضِي وَابْن قَرْقُولٍ , وَوَجَّهَهُ اِبْن بَطَّال بِأَنَّ أَرْض الصُّلْح لَا تُقْسَمُ فَلَا تُمْلَكُ. وَقَالَ اِبْن التِّينِ : إِنَّمَا يُسَمَّى إِقْطَاعًا إِذَا كَانَ مِنْ أَرْض أَوْ عَقَار , وَإِنَّمَا يُقْطَعُ مِنْ الْفَيْءِ وَلَا يُقْطَعُ مِنْ حَقِّ مُسْلِم وَلَا مُعَاهَد. قَالَ : وَقَدْ يَكُونُ الْإِقْطَاع تَمْلِيكًا وَغَيْرَ تَمْلِيك , وَعَلَى الثَّانِي يُحْمَلُ إِقْطَاعُه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الدُّورَ بِالْمَدِينَةِ , كَأَنَّهُ يُشِيرُ إِلَى مَا أَخْرَجَهُ الشَّافِعِيّ مُرْسَلًا وَوَصَلَهُ الطَّبَرَانِيّ \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا قَدِمَ الْمَدِينَةَ أَقْطَعَ الدُّور \" يَعْنِي أَنْزَلَ الْمُهَاجِرِينَ فِي دُورِ الْأَنْصَارِ بِرِضَاهُمْ اِنْتَهَى. وَسَيَأْتِي فِي أَوَاخِرِ الْخُمُسِ حَدِيثُ أَسْمَاء بِنْت أَبِي بَكْر \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْطَعَ الزُّبَيْر أَرْضًا مِنْ أَمْوَالِ بَنِي النَّضِير \" يَعْنِي بَعْدَ أَنْ أَجْلَاهُمْ. وَالظَّاهِرُ أَنَّهُ مَلَّكَهُ إِيَّاهَا وَأَطْلَقَ عَلَيْهَا إِقْطَاعًا عَلَى سَبِيلِ الْمَجَازِ وَاللَّهُ أَعْلَمُ. وَالَّذِي يَظْهَرُ لِي أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَادَ أَنْ يَخُصَّ الْأَنْصَارَ بِمَا يَحْصُلُ مِنْ الْبَحْرَيْنِ , أَمَّا النَّاجِز يَوْمَ عَرْضِ ذَلِكَ عَلَيْهِمْ فَهُوَ الْجِزْيَةُ لِأَنَّهُمْ كَانُوا صَالَحُوا عَلَيْهَا , وَأَمَّا بَعْدَ ذَلِكَ إِذَا وَقَعَتْ الْفُتُوح فَخَرَاج الْأَرْضِ أَيْضًا , وَقَدْ وَقَعَ مِنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ فِي عِدَّةِ أَرَاضٍ بَعْدَ فَتْحِهَا وَقَبْلَ فَتْحِهَا , مِنْهَا إِقْطَاعُه تَمِيمًا الدَّارِيّ بَيْت إِبْرَاهِيمَ فَلَمَّا فُتِحَتْ فِي عَهْدِ عُمَرَ نَجَّزَ ذَلِكَ لِتَمِيم وَاسْتَمَرَّ فِي أَيْدِي ذُرِّيَّتِهِ مِنْ اِبْنَتِهِ رُقَيَّة , وَبِيَدِهِمْ كِتَاب مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ , وَقِصَّته مَشْهُورَة ذَكَرَهَا اِبْن سَعْد وَأَبُو عُبَيْد فِي \" كِتَابِ الْأَمْوَال \" وَغَيْرُهمَا. ‏ ‏قَوْله : ( مِثْلَ الَّذِي تُقْطِعُ لَنَا ) ‏ ‏زَادَ فِي رِوَايَةِ الْبَيْهَقِيّ \" فَلَمْ يَكُنْ ذَلِكَ عِنْدَهُ \" يَعْنِي سَبَب قِلَّة الْفُتُوح يَوْمئِذٍ كَمَا فِي رِوَايَة اللَّيْث الَّتِي فِي الْبَابِ الَّذِي يَلِي هَذَا وَأَغْرَبَ اِبْنُ بَطَّالٍ فَقَالَ : مَعْنَاهُ أَنَّهُ لَمْ يُرِدْ فِعْل ذَلِكَ لِأَنَّهُ كَانَ أَقْطَعَ الْمُهَاجِرِينَ أَرْض بَنِي النَّضِير. ‏ ‏قَوْله : ( سَتَرَوْنَ بَعْدِي أَثَرَةً ) ‏ ‏بِفَتْحِ الْهَمْزَةِ وَالْمُثَلَّثَة عَلَى الْمَشْهُورِ وَأَشَارَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ إِلَى مَا وَقَعَ مِنْ اِسْتِئْثَارِ الْمُلُوكِ مِنْ قُرَيْش عَنْ الْأَنْصَارِ بِالْأَمْوَالِ وَالتَّفْضِيل فِي الْعَطَاءِ وَغَيْر ذَلِكَ فَهُوَ مِنْ أَعْلَام نُبُوَّته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي مَنَاقِبِ الْأَنْصَارِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2375,
    "category": "كتاب المساقاة",
    "text_chakl": "وَقَالَ اللَّيْثُ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ دَعَا النَّبِيُّ صلى الله عليه وسلم الأَنْصَارَ لِيُقْطِعَ لَهُمْ بِالْبَحْرَيْنِ، فَقَالُوا يَا رَسُولَ اللَّهِ إِنْ فَعَلْتَ فَاكْتُبْ لإِخْوَانِنَا مِنْ قُرَيْشٍ بِمِثْلِهَا، فَلَمْ يَكُنْ ذَلِكَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ إِنَّكُمْ سَتَرَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) called the Ansar so as to grant them a portion of (the land of) Bahrain. They said, \"O Allah's Messenger ! If you grant this to is, write a similar document on our Quraish (emigrant) brothers.\" But the Prophet (ﷺ) did not have enough grants and he said: \"After me you will see the people giving preference (to others), so be patient till you meet me.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2376,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ هِلاَلِ بْنِ عَلِيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مِنْ حَقِّ الإِبِلِ أَنْ تُحْلَبَ عَلَى الْمَاءِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"One of the rights of a she camel is that it should be milked at a place of water.\"",
    "explication": "‏ ‏قَوْله : ( فُلَيْح ) ‏ ‏بِصِيغَةِ التَّصْغِير هُوَ اِبْن سُلَيْمَان أَبُو يَحْيَى الْمَدَنِيّ , مِنْ طَبَقَة مَالِك وَهُوَ صَدُوق , تَكَلَّمَ بَعْض الْأَئِمَّة فِي حِفْظه , وَلَمْ يُخَرِّج الْبُخَارِيّ مِنْ حَدِيثه فِي الْأَحْكَام إِلَّا مَا تُوبِعَ عَلَيْهِ , وَأَخْرَجَ لَهُ فِي الْمَوَاعِظ وَالْآدَاب وَمَا شَاكَلَهَا طَائِفَة مِنْ أَفْرَاده وَهَذَا مِنْهَا. وَإِنَّمَا أَوْرَدَهُ عَالِيًا عَنْ فُلَيْح بِوَاسِطَةِ مُحَمَّد بْن سِنَان فَقَطْ ثُمَّ أَوْرَدَهُ نَازِلًا بِوَاسِطَةِ مُحَمَّد بْن فُلَيْح وَإِبْرَاهِيم بْن الْمُنْذِر عَنْ مُحَمَّد لِأَنَّهُ أَوْرَدَهُ فِي كِتَاب الرِّقَاق عَنْ مُحَمَّد بْن سِنَان فَقَطْ , فَأَرَادَ أَنْ يُعِيد هُنَا طَرِيقًا أُخْرَى , وَلِأَجْلِ نُزُولهَا قَرَنَهَا بِالرِّوَايَةِ الْأُخْرَى. وَهِلَال بْن عَلِيّ يُقَال لَهُ هِلَال بْن أَبِي مَيْمُونَة وَهِلَال بْن أَبِي هِلَال , فَقَدْ يُظَنّ ثَلَاثَة وَهُوَ وَاحِد , وَهُوَ مِنْ صِغَار التَّابِعِينَ , وَشَيْخه فِي هَذَا الْحَدِيث مِنْ أَوْسَاطهمْ. ‏ ‏قَوْله : ( يُحَدِّث ) ‏ ‏هُوَ خَبَر الْمُبْتَدَأ وَحُذِفَ مَفْعُوله الثَّانِي لِدَلَالَةِ السِّيَاق عَلَيْهِ. وَالْقَوْم الرِّجَال. وَقَدْ يَدْخُل فِيهِ النِّسَاء تَبَعًا. ‏ ‏قَوْله : ( جَاءَ أَعْرَابِيّ ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَته. ‏ ‏قَوْله : ( فَمَضَى ) ‏ ‏أَيْ : اِسْتَمَرَّ يُحَدِّثهُ , كَذَا فِي رِوَايَة الْمُسْتَمْلِيّ وَالْحَمَوِيّ بِزِيَادَةِ هَاء , وَلَيْسَتْ فِي رِوَايَة الْبَاقِينَ , وَإِنْ ثَبَتَتْ فَالْمَعْنَى يُحَدِّث الْقَوْم الْحَدِيث الَّذِي كَانَ فِيهِ وَلَيْسَ الضَّمِير عَائِدًا عَلَى الْأَعْرَابِيّ. ‏ ‏قَوْله : ( فَقَالَ بَعْض الْقَوْم سَمِعَ مَا قَالَ ) ‏ ‏إِنَّمَا حَصَلَ لَهُمْ التَّرَدُّد فِي ذَلِكَ لِمَا ظَهَرَ مِنْ عَدَم اِلْتِفَات النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى سُؤَاله وَإِصْغَائِهِ نَحْوه ; وَلِكَوْنِهِ كَانَ يَكْرَه السُّؤَال عَنْ هَذِهِ الْمَسْأَلَة بِخُصُوصِهَا , وَقَدْ تَبَيَّنَ عَدَم اِنْحِصَار تَرْك الْجَوَاب فِي الْأَمْرَيْنِ الْمَذْكُورَيْنِ , بَلْ اِحْتَمَلَ كَمَا تَقَدَّمَ أَنْ يَكُون أَخَّرَهُ لِيُكْمِل الْحَدِيث الَّذِي هُوَ فِيهِ , أَوْ أَخَّرَ جَوَابه لِيُوحِيَ إِلَيْهِ بِهِ. ‏ ‏قَوْله : ( قَالَ أَيْنَ أُرَاهُ السَّائِل ) ‏ ‏بِالرَّفْعِ عَلَى الْحِكَايَة , وَأُرَاهُ بِالضَّمِّ أَيْ : أَظُنّهُ , وَالشَّكّ مِنْ مُحَمَّد بْن فُلَيْح. وَرَوَاهُ الْحَسَن بْن سُفْيَان وَغَيْره عَنْ عُثْمَان بْن أَبِي شَيْبَة عَنْ يُونُس بْن مُحَمَّد عَنْ فُلَيْح وَلَفْظه \" أَيْنَ السَّائِل \" وَلَمْ يَشُكّ. ‏ ‏قَوْله : ( إِذَا وُسِّدَ ) ‏ ‏أَيْ : أُسْنِدَ , وَأَصْله مِنْ الْوِسَادَة , وَكَانَ مِنْ شَأْن الْأَمِير عِنْدهمْ إِذَا جَلَسَ أَنْ تُثْنَى تَحْته وِسَادَة , فَقَوْله وُسِّدَ أَيْ : جُعِلَ لَهُ غَيْر أَهْله وِسَادًا , فَتَكُون إِلَى بِمَعْنَى اللَّام وَأَتَى بِهَا لِيَدُلّ عَلَى تَضْمِين مَعْنَى أُسْنِدَ. وَلَفْظ مُحَمَّد بْن سِنَان فِي الرِّقَاق \" إِذَا أُسْنِدَ \" وَكَذَا رَوَاهُ يُونُس بْن مُحَمَّد وَغَيْره عَنْ فُلَيْح. وَمُنَاسَبَة هَذَا الْمَتْن لِكِتَابِ الْعِلْم أَنَّ إِسْنَاد الْأَمْر إِلَى غَيْر أَهْله إِنَّمَا يَكُون عِنْد غَلَبَة الْجَهْل وَرَفْع الْعِلْم , وَذَلِكَ مِنْ جُمْلَة الْأَشْرَاط وَمُقْتَضَاهُ أَنَّ الْعِلْم مَا دَامَ قَائِمًا فَفِي الْأَمْر فُسْحَة. وَكَأَنَّ الْمُصَنِّف أَشَارَ إِلَى أَنَّ الْعِلْم إِنَّمَا يُؤْخَذ عَنْ الْأَكَابِر , تَلْمِيحًا لِمَا رُوِيَ عَنْ أَبِي أُمَيَّة الْجُمَحِيِّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مِنْ أَشْرَاط السَّاعَة أَنْ يُلْتَمَس الْعِلْم عِنْد الْأَصَاغِر \" وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَى هَذَا الْحَدِيث فِي الرِّقَاق إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2377,
    "category": "كتاب المساقاة",
    "text_chakl": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنِ ابْتَاعَ نَخْلاً بَعْدَ أَنْ تُؤَبَّرَ فَثَمَرَتُهَا لِلْبَائِعِ، إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ، وَمَنِ ابْتَاعَ عَبْدًا وَلَهُ مَالٌ فَمَالُهُ لِلَّذِي بَاعَهُ إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ ‏\"‏‏.‏ وَعَنْ مَالِكٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عُمَرَ فِي الْعَبْدِ‏.‏",
    "english_text": "Narrated 'Abdullah (ra) said, I heard the Messenger of Allah (ﷺ) say \"If somebody buys date-palms after they have been pollinated, the fruits will belong to the seller unless the buyer stipulates the contrary. If somebody buys a slave having some property, the property will belong to the seller unless the buyer stipulate that it should belong to him.\"",
    "explication": "‏ ‏قَوْلُهُ : ( مَنْ بَاعَ نَخْلًا قَدْ أُبِّرَتْ ) ) ‏ ‏فِي رِوَايَةِ نَافِعٍ الْآتِيَةِ بَعْدَ يَسِيرٍ \" أَيُّمَا رَجُلٍ أَبَّرَ نَخْلًا ثُمَّ بَاعَ أَصْلَهَا إِلَخْ \" وَقَدْ اُسْتُدِلَّ بِمَنْطُوقِهِ عَلَى أَنَّ مَنْ بَاعَ نَخْلًا وَعَلَيْهَا ثَمَرَةٌ مُؤَبَّرَةٌ لَمْ تَدْخُلْ الثَّمَرَةُ فِي الْبَيْعِ بَلْ تَسْتَمِرُّ عَلَى مِلْكِ الْبَائِعِ , وَبِمَفْهُومِهِ عَلَى أَنَّهَا إِذَا كَانَتْ غَيْرَ مُوَبَّرَةٍ أَنَّهَا تَدْخُلُ فِي الْبَيْعِ وَتَكُونُ لِلْمُشْتَرِي وَبِذَلِكَ قَالَ جُمْهُورُ الْعُلَمَاءِ , وَخَالَفَهُمْ الْأَوْزَاعِيُّ وَأَبُو حَنِيفَةَ فَقَالَا : تَكُونُ لِلْبَائِعِ قَبْلَ التَّأْبِيرِ وَبَعْدَهُ , وَعَكَسَ اِبْنُ أَبِي لَيْلَى فَقَالَ : تَكُونُ لِلْمُشْتَرِي مُطْلَقًا. وَهَذَا كُلُّهُ عِنْدَ إِطْلَاقِ بَيْعِ النَّخْلِ مِنْ غَيْرِ تَعَرُّضٍ لِلثَّمَرَةِ , فَإِنْ شَرَطَهَا الْمُشْتَرِي بِأَنْ قَالَ اِشْتَرَيْت النَّخْلَ بِثَمَرَتِهَا كَانَتْ لِلْمُشْتَرِي , وَإِنْ شَرَطَهَا الْبَائِعُ لِنَفْسِهِ قَبْلَ التَّأْبِيرِ كَانَتْ لَهُ. وَخَالَفَ مَالِكٌ فَقَالَ : لَا يَجُوزُ شَرْطُهَا لِلْبَائِعِ. فَالْحَاصِلُ أَنَّهُ يُسْتَفَادُ مِنْ مَنْطُوقِهِ حُكْمَانِ وَمِنْ مَفْهُومِهِ حُكْمَانِ أَحَدُهُمَا بِمَفْهُومِ الشَّرْطِ وَالْآخَرُ بِمَفْهُومِ الِاسْتِثْنَاءِ , قَالَ الْقُرْطُبِيُّ : الْقَوْلُ بِدَلِيلِ الْخِطَابِ يَعْنِي بِالْمَفْهُومِ فِي هَذَا ظَاهِرٌ لِأَنَّهُ لَوْ كَانَ حُكْمُ غَيْر الْمُؤَبَّرَةِ حُكْمَ الْمُؤَبَّرَةِ لَكَانَ تَقْيِيدُهُ بِالشَّرْطِ لَغْوًا لَا فَائِدَةَ فِيهِ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏لَا يُشْتَرَطُ فِي التَّأْبِيرِ أَنْ يُؤَبِّرَهُ أَحَدٌ , بَلْ لَوْ تَأَبَّرَ بِنَفْسِهِ لَمْ يَخْتَلِفْ الْحُكْمُ عِنْدَ جَمِيعِ الْقَائِلِينَ بِهِ. ‏ ‏قَوْلُهُ : ( إِلَّا أَنْ يَشْتَرِطَ الْمُبْتَاعُ ) ‏ ‏الْمُرَادُ بِالْمُبْتَاعِ الْمُشْتَرِي بِقَرِينَةِ الْإِشَارَةِ إِلَى الْبَائِعِ بِقَوْلِهِ مَنْ بَاعَ , وَقَدْ اُسْتُدِلَّ بِهَذَا الْإِطْلَاقِ عَلَى أَنَّهُ يَصِحُّ اِشْتِرَاطُ بَعْضِ الثَّمَرَةِ كَمَا يَصِحُّ اِشْتِرَاطُ جَمِيعِهَا وَكَأَنَّهُ قَالَ إِلَّا أَنْ يَشْتَرِطَ الْمُبْتَاعُ شَيْئًا مِنْ ذَلِكَ وَهَذِهِ هِيَ النُّكْتَةُ فِي حَذْفِ الْمَفْعُولِ. وَانْفَرَدَ اِبْنُ الْقَاسِمِ فَقَالَ : لَا يَجُوزُ لَهُ شَرْطُ بَعْضِهَا , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْمُؤَبَّرَ يُخَالِفُ فِي الْحُكْمِ غَيْرَ الْمُؤَبَّرِ. وَقَالَ الشَّافِعِيَّةُ : لَوْ بَاعَ نَخْلَةً بَعْضُهَا مُؤَبَّرٌ وَبَعْضُهَا غَيْرُ مُؤَبَّرٍ فَالْجَمِيعُ لِلْبَائِعِ , وَإِنْ بَاعَ نَخْلَتَيْنِ فَكَذَلِكَ يُشْتَرَطُ اِتِّحَادُ الصَّفْقَةِ , فَإِنْ أَفْرَدَ فَلِكُلٍّ حُكْمُهُ. وَيُشْتَرَطُ كَوْنُهُمَا فِي بُسْتَانٍ وَاحِدٍ , فَإِنْ تَعَدَّدَ فَلِكُلٍّ حُكْمُهُ. وَنَصَّ أَحْمَدُ عَلَى أَنَّ الَّذِي يُؤَبَّرُ لِلْبَائِعِ وَالَّذِي لَا يُؤَبَّرُ لِلْمُشْتَرِي ; وَجَعَلَ الْمَالِكِيَّةُ الْحُكْمَ لِلْأَغْلَبِ. وَفِي الْحَدِيثِ جَوَازُ التَّأْبِيرِ وَأَنَّ الْحُكْمَ الْمَذْكُورَ مُخْتَصٌّ بِإِنَاثِ النَّخْلِ دُونَ ذُكُورِهِ وَأَمَّا ذُكُورُهُ فَلِلْبَائِعِ نَظَرًا إِلَى الْمَعْنَى , وَمِنْ الشَّافِعِيَّةِ مَنْ أَخَذَ بِظَاهِرِ التَّأْبِيرِ فَلَمْ يُفَرِّقْ بَيْنَ أُنْثَى وَذَكَرٍ , وَاخْتَلَفُوا فِيمَا لَوْ بَاعَ نَخْلَةً وَبَقِيَتْ ثَمَرَتُهَا لَهُ ثُمَّ خَرَجَ طَلْعٌ آخَرُ مِنْ تِلْكَ النَّخْلَةِ فَقَالَ اِبْنُ أَبِي هُرَيْرَةَ : هُوَ لِلْمُشْتَرِي لِأَنَّهُ لَيْسَ لِلْبَائِعِ إِلَّا مَا وُجِدَ دُونَ مَا لَمْ يُوجَدْ ; وَقَالَ الْجُمْهُورُ : هُوَ لِلْبَائِعِ لِكَوْنِهِ مِنْ ثَمَرَةِ الْمُؤَبَّرَةِ دُونَ غَيْرِهَا. وَيُسْتَفَادُ مِنْ الْحَدِيثِ أَنَّ الشَّرْطَ الَّذِي لَا يُنَافِي مُقْتَضَى الْعَقْدِ لَا يُفْسِدُ الْبَيْعَ فَلَا يَدْخُلُ فِي النَّهْيِ عَنْ بَيْعٍ وَشَرْطٍ , وَاسْتَدَلَّ الطَّحَاوِيُّ بِحَدِيثِ الْبَابِ عَلَى جَوَازِ بَيْعِ الثَّمَرَةِ قَبْلَ بُدُوِّ صَلَاحِهَا ; وَاحْتَجَّ بِهِ لِمَذْهَبِهِ الَّذِي حَكَيْنَاهُ فِي ذَلِكَ. وَقَدْ تَعَقَّبَهُ الْبَيْهَقِيُّ وَغَيْرُهُ بِأَنَّهُ يُسْتَدَلُّ بِالشَّيْءِ فِي غَيْرِ مَا وَرَدَ فِيهِ حَتَّى إِذَا جَاءَ مَا وَرَدَ فِيهِ اُسْتُدِلَّ بِغَيْرِهِ عَلَيْهِ كَذَلِكَ , فَيُسْتَدَلُّ لِجَوَازِ بَيْعِ الثَّمَرَةِ قَبْلَ بُدُوِّ صَلَاحِهَا بِحَدِيثِ التَّأْبِيرِ , وَلَا يُعْمَلُ بِحَدِيثِ التَّأْبِيرِ , بَلْ لَا فَرْقَ عِنْدَهُ كَمَا تَقَدَّمَ فِي الْبَيْعِ قَبْلَ التَّأْبِيرِ وَبَعْدَهُ فَإِنَّ الثَّمَرَةَ فِي ذَلِكَ لِلْمُشْتَرِي سَوَاءٌ شَرَطَهَا الْبَائِعُ لِنَفْسِهِ أَوْ لَمْ يَشْتَرِطْهَا , وَالْجَمْعُ بَيْنَ حَدِيثِ التَّأْبِيرِ وَحَدِيثِ النَّهْيِ عَنْ بَيْعِ الثَّمَرَةِ قَبْلَ بُدُوِّ الصَّلَاحِ سَهْلٌ بِأَنَّ الثَّمَرَةَ فِي بَيْعِ النَّخْلِ تَابِعَةٌ لِلنَّخْلِ وَفِي حَدِيثِ النَّهْيِ مُسْتَقِلَّةٌ , وَهَذَا وَاضِحٌ جِدًّا , وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2378,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ زَيْدِ بْنِ ثَابِتٍ ـ رضى الله عنهم ـ قَالَ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم أَنْ تُبَاعَ الْعَرَايَا بِخَرْصِهَا تَمْرًا‏.‏",
    "english_text": "The Prophet (ﷺ) permitted selling the dates of the 'Araya for ready dates by estimating the amount of the \nformer (as they are still on the trees).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَوَقَعَ فِي رِوَايَةِ أَبِي ذَرٍّ هُوَ ابْن مُقَاتِل , وَعَبْد اللَّه هُوَ اِبْن الْمُبَارَك. ‏ ‏قَوْله : ( قَالَ مُوسَى بْن عُقْبَة ) ‏ ‏أَيْ بِالْإِسْنَادِ الْمَذْكُورِ إِلَيْهِ. ‏ ‏قَوْله : ( وَالْعَرَايَا نَخَلَات مَعْلُومَات تَأْتِيهَا فَتَشْتَرِيهَا ) ‏ ‏أَيْ تَشْتَرِي ثَمَرَتَهَا بِتَمْر مَعْلُوم , وَكَأَنَّهُ اِخْتَصَرَهُ لِلْعِلْمِ بِهِ وَلَمْ أَجِدْهُ فِي شَيْءٍ مِنْ الطُّرُقِ عَنْهُ إِلَّا هَكَذَا , وَلَعَلَّهُ أَرَادَ أَنْ يُبَيِّنَ أَنَّهَا مُشْتَقَّة مِنْ عَرَوْت إِذَا أَتَيْت وَتَرَدَّدْت إِلَيْهِ لَا مِنْ الْعُرَى بِمَعْنَى التَّجَرُّدِ قَالَهُ الْكَرْمَانِيّ , وَقَدْ تَقَدَّمَ قَوْلَ يَحْيَى بْن سَعِيد : الْعَرِيَّةُ أَنْ يَشْتَرِيَ الرَّجُلُ ثَمَرَ النَّخَلَاتِ لِطَعَامِ أَهْلِهِ رُطَبًا بِخَرْصِهَا تَمْرًا , وَفِي لَفْظٍ عَنْهُ : أَنَّ الْعَرِيَّةَ النَّخْلَة تُجْعَلُ لِلْقَوْمِ فَيَبِيعُونَهَا بِخَرْصِهَا تَمْرًا. وَقَالَ الْقُرْطُبِيّ : كَأَنَّ الشَّافِعِيَّ اِعْتَمَدَ فِي تَفْسِير الْعَرِيَّة عَلَى قَوْلِ يَحْيَى بْن سَعِيد , وَلَيْسَ يَحْيَى صَحَابِيًّا حَتَّى يُعْتَمَدَ عَلَيْهِ مَعَ مُعَارَضَةِ رَأْيِ غَيْرِهِ لَهُ. ثُمَّ قَالَ : وَتَفْسِيرُ يَحْيَى مَرْجُوح بِأَنَّهُ عَيَّنَ الْمُزَابَنَة الْمَنْهِيّ عَنْهَا فِي قِصَّةٍ لَا تُرْهَقُ إِلَيْهَا حَاجَةٌ أَكِيدَةٌ وَلَا تَنْدَفِعُ بِهَا مَفْسَدَة , فَإِنَّ الْمُشْتَرِيَ لَهَا بِالتَّمْرِ مُتَمَكِّن مِنْ بَيْعِ ثَمَرِهِ بِعَيْن وَشِرَائِهِ بِالْعَيْنِ مَا يُرِيدُ مِنْ الرُّطَبِ , فَإِنْ قَالَ يَتَعَذَّرُ هَذَا , قِيلَ لَهُ فَأَجِزْ بَيْع الرُّطَبِ بِالتَّمْرِ وَلَوْ لَمْ يَكُنْ الرُّطَب عَلَى النَّخْلِ , وَهُوَ لَا يَقُولُ بِذَلِكَ. اِنْتَهَى. وَالشَّافِعِيُّ أَقْعَدُ بِاتِّبَاعِ أَحَادِيث هَذَا الْبَاب مِنْ غَيْرِهِ , فَإِنَّهَا نَاطِقَة بِاسْتِثْنَاءِ الْعَرَايَا مِنْ بَيْع الْمُزَابَنَة , وَأَمَّا إِلْزَامُهُ الْأَخِيرُ فَلَيْسَ بِلَازِمٍ لِأَنَّهَا رُخْصَة وَقَعَتْ مُقَيَّدَة بِقَيْدٍ فَيُتَّبَعُ الْقَيْد وَهُوَ كَوْن الرُّطَب عَلَى رُءُوسِ النَّخْلِ , مَعَ أَنَّ كَثِيرًا مِنْ الشَّافِعِيَّةِ ذَهَبُوا إِلَى إِلْحَاق الرُّطَب بَعْدَ الْقَطْعِ بِالرُّطَبِ عَلَى رُءُوسِ النَّخْلِ بِالْمَعْنَى كَمَا تَقَدَّمَ , وَاللَّهُ أَعْلَمُ. مَا وَرَدَ مِنْ تَفْسِيرِ الْعَرَايَا فِي الْأَحَادِيثِ لَا يُخَالِفُهُ الشَّافِعِيّ , فَقَدْ رَوَى أَبُو دَاوُد مِنْ طَرِيقِ عَمْرو بْن الْحَارِث عَنْ عَبْد رَبّه بْن سَعِيد وَهُوَ أَخُو يَحْيَى اِبْن سَعِيد قَالَ : الْعَرِيَّةُ الرَّجُل يُعْرِي الرَّجُل النَّخْلَة , أَوْ الرَّجُل يَسْتَثْنِي مِنْ مَالِهِ النَّخْلَة يَأْكُلُهَا رُطَبًا فَيَبِيعُهَا تَمْرًا. وَقَالَ أَبُو بَكْر بْن أَبِي شَيْبَة فِي مُصَنَّفِهِ \" حَدَّثَنَا وَكِيع قَالَ سَمِعْنَا فِي تَفْسِير الْعَرِيَّة أَنَّهَا النَّخْلَةُ يَرِثُهَا الرَّجُلُ أَوْ يَشْتَرِيهَا فِي بُسْتَان الرَّجُل \" وَإِنَّمَا يَتَّجِهُ الِاعْتِرَاضُ عَلَى مَنْ تَمَسَّكَ بِصُورَةٍ مِنْ الصُّوَرِ الْوَارِدَةِ فِي تَفْسِيرِ الْعَرِيَّة وَمَنَعَ غَيْرهَا , وَأَمَّا مَنْ عَمِلَ بِهَا كُلّهَا وَنَظَمَهَا فِي ضَابِطٍ يَجْمَعُهَا فَلَا اِعْتِرَاضَ عَلَيْهِ , وَاللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2379,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الْمُخَابَرَةِ، وَالْمُحَاقَلَةِ، وَعَنِ الْمُزَابَنَةِ، وَعَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهَا، وَأَنْ لاَ تُبَاعَ إِلاَّ بِالدِّينَارِ وَالدِّرْهَمِ، إِلاَّ الْعَرَايَا‏.‏",
    "english_text": "The Prophet (ﷺ) forbade the sales called Al-Mukhabara, Al-Muhaqala and Al-Muzabana and the selling of \nfruits till they are free from blights. He forbade the selling of the fruits except for money, except the \n'Araya.",
    "explication": "ثَالِثهَا : حَدِيثُ جَابِر فِي النَّهْيِ عَنْ الْمُخَابَرَةِ وَالْمُحَاقَلَةِ وَالْمُزَابَنَةِ وَبَيْع الثَّمَرِ حَتَّى يَبْدُوَ صَلَاحُهُ وَبَيْعُهُ بِغَيْرِ الدِّينَارِ وَالدِّرْهَمِ إِلَّا الْعَرَايَا. فَأمَّا الْمُخَابَرَة فَتَقَدَّمَ الْكَلَامُ عَلَيْهَا فِي الْمُزَارَعَةِ. وَأَمَّا الْمُحَاقَلَةُ فَتَقَدَّمَ الْكَلَام عَلَيْهَا فِي حَدِيثِ أَنَس فِي \" بَابِ بَيْعِ الْمُحَاضَرَةِ \". وَأَمَّا الْمُزَابَنَةُ فَتَقَدَّمَ الْكَلَام عَلَيْهَا فِي حَدِيثِ اِبْن عُمَر وَابْن عَبَّاس وَغَيْرهمَا فِي \" بَاب الْمُزَابَنَة \" , وَأَمَّا بَقِيَّتُهُ فَتَقَدَّمَ فِي \" بَابِ بَيْعِ الثَّمَرِ عَلَى رُءُوسِ النَّخْلِ \" مِنْ حَدِيثِ جَابِر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2380,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، أَخْبَرَنَا مَالِكٌ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ أَبِي سُفْيَانَ، مَوْلَى أَبِي أَحْمَدَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا مِنَ التَّمْرِ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ أَوْ فِي خَمْسَةِ أَوْسُقٍ، شَكَّ دَاوُدُ فِي ذَلِكَ‏.‏",
    "english_text": "The Prophet (ﷺ) allowed the sale of the dates of the 'Araya for ready dates by estimating the former which \nshould be estimated as less than five Awsuq or five Awsuq. (Dawud, the sub-narrator is not sure as to \nthe right amount.)",
    "explication": "رَابِعهَا : حَدِيث أَبِي هُرَيْرَة فِي بَيْعِ الْعَرَايَا وَقَدْ تَقَدَّمَ أَيْضًا مَشْرُوحًا فِي بَابِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2381,
    "category": "كتاب المساقاة",
    "text_chakl": "حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى، أَخْبَرَنَا أَبُو أُسَامَةَ، قَالَ أَخْبَرَنِي الْوَلِيدُ بْنُ كَثِيرٍ، قَالَ أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ، مَوْلَى بَنِي حَارِثَةَ أَنَّ رَافِعَ بْنَ خَدِيجٍ، وَسَهْلَ بْنَ أَبِي حَثْمَةَ، حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ بَيْعِ الثَّمَرِ بِالتَّمْرِ، إِلاَّ أَصْحَابَ الْعَرَايَا فَإِنَّهُ أَذِنَ لَهُمْ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ ابْنُ إِسْحَاقَ حَدَّثَنِي بُشَيْرٌ مِثْلَهُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) forbade the sale of Muzabana, i.e. selling of fruits for fruits, except in the case of \n'Araya; he allowed the owners of 'Araya such kind of sale.",
    "explication": "خَامِسهَا حَدِيث رَافِع بْن خَدِيج وَسَهْل بْن أَبِي حَثْمَة فِي النَّهْيِ عَنْ الْمُزَابَنَةِ إِلَّا أَصْحَاب الْعَرَايَا وَقَدْ تَقَدَّمَ حَدِيث سَهْل فِي \" بَابِ بَيْعِ الثَّمَرِ عَلَى رُءُوسِ النَّخْلِ \" وَقَدْ تَقَدَّمَ شَرْح جَمِيعِ هَذِهِ الْأَحَادِيثِ , وَقَوْله هُنَا : \" قَالَ : وَقَالَ اِبْن إِسْحَاق حَدَّثَنِي بَشِير \" يَعْنِي اِبْن يَسَار مِثْلَه , كَذَا لِأَبِي ذَرّ وَأَبِي الْوَقْتِ , وَوَقَعَ لِلْأَصِيلِيِّ وَكَرِيمَة وَغَيْرِهِمَا \" قَالَ أَبُو عَبْد اللَّه قَالَ اِبْن إِسْحَاق \" فَعَلَى هَذَا فَهُوَ مُعَلَّق , وَلَمْ أَرَهُ مَوْصُولًا مِنْ طَرِيقِهِ إِلَى هَذِهِ الْغَايَةِ وَاللَّه الْمُسْتَعَان. ‏ ‏( خَاتِمَة ) ‏ ‏: اِشْتَمَلَ كِتَاب الشِّرْب عَلَى سِتَّة وَثَلَاثِينَ حَدِيثًا , الْمُعَلَّق مِنْهَا خَمْسَة وَالْبَقِيَّة مَوْصُولَة , وَالْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى سَبْعَةَ عَشَرَ حَدِيثًا , وَالْخَالِص تِسْعَةَ عَشَرَ وَافَقَهُ مُسْلِم عَلَى تَخْرِيجِهَا سِوَى حَدِيث عُثْمَان فِي بِئْر رُومَة , وَحَدِيث اِبْن عَبَّاس فِي قِصَّةِ هَاجَرَ , وَحَدِيث الصَّعْب فِي الْحِمَى , وَحَدِيث الزُّهْرِيِّ الْمُرْسَل فِي حِمَى النَّقِيع , وَحَدِيث أَنَس فِي الْقَطَائِع. وَفِيهِ مِنْ الْآثَارِ اِثْنَانِ عَنْ عُمَر رَضِيَ اللَّهُ عَنْهُ. وَاللَّهُ تَعَالَى أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]