[
  {
    "id": 2385,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا جَرِيرٌ، عَنِ الْمُغِيرَةِ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ غَزَوْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ كَيْفَ تَرَى بَعِيرَكَ أَتَبِيعُنِيهِ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ فَبِعْتُهُ إِيَّاهُ، فَلَمَّا قَدِمَ الْمَدِينَةَ غَدَوْتُ إِلَيْهِ بِالْبَعِيرِ، فَأَعْطَانِي ثَمَنَهُ‏.‏",
    "english_text": "While I was in the company of the Prophet (ﷺ) in one of his Ghazawat, he asked, \"What is wrong with \nyour camel? Will you sell it?\" I replied in the affirmative and sold it to him. When he reached Medina, \nI took the camel to him in the morning and he paid me its price.",
    "explication": "‏ ‏قَوْله فِي أَوَّل حَدِيث جَابِر : \" حَدَّثَنَا مُحَمَّد بْن يُوسُف \" ‏ ‏هُوَ الْبَيْكَنْدِيّ كَذَا ثَبَتَ لِأَبِي ذَرّ , وَأُهْمِلَ عِنْدَ الْأَكْثَرِ وَجَزَمَ أَبُو عَلِيّ الْجَيَّانِيّ بِأَنَّهُ اِبْنُ سَلَامٍ وَحَكَى ذَلِكَ عَنْ رِوَايَةِ اِبْنِ السَّكَنِ , ثُمَّ وَجَدْتهُ فِي رِوَايَةِ أَبِي عَلِيّ بْن شَبُّويَةَ عَنْ الْفَرَبْرِيِّ كَذَلِكَ. ‏ ‏وَجَرِير ) ‏ ‏شَيْخه هُوَ اِبْن عَبْد الْحَمِيد , ‏ ‏وَمُغِيرَة ) ‏ ‏هُوَ اِبْنُ مِقْسَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2386,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، قَالَ تَذَاكَرْنَا عِنْدَ إِبْرَاهِيمَ الرَّهْنَ فِي السَّلَمِ فَقَالَ حَدَّثَنِي الأَسْوَدُ عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم اشْتَرَى طَعَامًا مِنْ يَهُودِيٍّ إِلَى أَجَلٍ، وَرَهَنَهُ دِرْعًا مِنْ حَدِيدٍ‏.‏",
    "english_text": "When we were with Ibrahim, we talked about mortgaging in deals of Salam. Ibrahim narrated from \nAswad that `Aisha had said, \"The Prophet (ﷺ) bought some foodstuff on credit from a Jew and mortgaged \nan iron armor to him.\"",
    "explication": "قَوْله فِي طَرِيق عَائِشَة ‏ ‏( ذَكَرْنَا عِنْد إِبْرَاهِيم ) ‏ ‏هُوَ النَّخَعِيُّ , ‏ ‏وَقَوْلُهُ : ( الرَّهْن فِي السَّلَمِ ) ‏ ‏أَيْ السَّلَفِ وَلَمْ يُرِدْ بِهِ السَّلَمَ الْعُرْفِيَّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2387,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَخَذَ أَمْوَالَ النَّاسِ يُرِيدُ أَدَاءَهَا أَدَّى اللَّهُ عَنْهُ، وَمَنْ أَخَذَ يُرِيدُ إِتْلاَفَهَا أَتْلَفَهُ اللَّهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever takes the money of the people with the intention of repaying it, Allah will \nrepay it on his behalf, and whoever takes it in order to spoil it, then Allah will spoil him.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ ثَوْر بْن زَيْد ) ‏ ‏بِفَتْحِ الزَّايِ وَهُوَ الدِّيلِيّ , وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ اِبْن وَهْب عَنْ سُلَيْمَانَ \" حَدَّثَنِي ثَوْر \". ‏ ‏قَوْله : ( عَنْ أَبِي الْغَيْثِ ) ‏ ‏بِالْمُعْجَمَةِ وَالْمُثَلَّثَةِ , زَاد اِبْن مَاجَهْ \" مَوْلَى اِبْن مُطِيع \". قُلْت : وَاسْمُهُ سَالِم وَالْإِسْنَاد كُلّه مَدَنِيُّونَ. ‏ ‏قَوْله : ( أَدَّى اللَّه عَنْهُ ) ‏ ‏فِي رِوَايَة الكُشْمِيهَنِيّ \" أَدَّاهَا اللَّه عَنْهُ \" وَلِابْن مَاجَهْ وَابْن حِبَّان وَالْحَاكِمِ مِنْ حَدِيث مَيْمُونَة \" مَا مِنْ مُسْلِمٍ يَدَّانُ دَيْنًا يَعْلَمُ اللَّه أَنَّهُ يُرِيدُ أَدَاءَهُ إِلَّا أَدَّاهُ اللَّه عَنْهُ فِي الدُّنْيَا \" وَظَاهِره يُحِيلُ الْمَسْأَلَةَ الْمَشْهُورَةَ فِيمَنْ مَاتَ قَبْلَ الْوَفَاءِ بِغَيْرِ تَقْصِير مِنْهُ كَأَنْ يُعْسِرَ مَثَلًا أَوْ يَفْجَأَهُ الْمَوْت وَلَهُ مَالٌ مَخْبُوءٌ وَكَانَتْ نِيَّته وَفَاء دَيْنه وَلَمْ يُوَفَّ عَنْهُ فِي الدُّنْيَا. وَيُمْكِنُ حَمْل حَدِيث مَيْمُونَة عَلَى الْغَالِبِ , وَالظَّاهِر أَنَّهُ لَا تَبِعَةَ عَلَيْهِ وَالْحَالَة هَذِهِ فِي الْآخِرَةِ بِحَيْثُ يُؤْخَذُ مِنْ حَسَنَاتِهِ لِصَاحِبِ الدَّيْنِ , بَلْ يَتَكَفَّلُ اللَّهُ عَنْهُ لِصَاحِبِ الدَّيْنِ كَمَا دَلَّ عَلَيْهِ حَدِيث الْبَابِ وَإِنْ خَالَفَ فِي ذَلِكَ اِبْن عَبْد السَّلَام وَاللَّه أَعْلَمُ. ‏ ‏قَوْله : ( أَتْلَفَهُ اللَّه ) ‏ ‏ظَاهِره أَنَّ الْإِتْلَافَ يَقَعُ لَهُ فِي الدُّنْيَا وَذَلِكَ فِي مَعَاشِهِ أَوْ فِي نَفْسِهِ. وَهُوَ عَلَمٌ مِنْ أَعْلَام النُّبُوَّة لِمَا نَرَاهُ بِالْمُشَاهَدَةِ مِمَّنْ يَتَعَاطَى شَيْئًا مِنْ الْأَمْرَيْنِ , وَقِيلَ الْمُرَاد بِالْإِتْلَافِ عَذَاب الْآخِرَة , قَالَ اِبْن بَطَّال : فِيهِ الْحَضّ عَلَى تَرْك اِسْتِئْكَال أَمْوَال النَّاسِ وَالتَّرْغِيب فِي حُسْنِ التَّأْدِيَةِ إِلَيْهِمْ عِنْدَ الْمُدَايَنَةِ وَأَنَّ الْجَزَاءَ قَدْ يَكُونُ مِنْ جِنْسِ الْعَمَلِ. وَقَالَ الدَّاوُدِيّ : فِيهِ أَنَّ مَنْ عَلَيْهِ دَيْن لَا يَعْتِقُ وَلَا يَتَصَدَّقُ وَإِنْ فَعَلَ رُدَّ ا ه. وَفِي أَخْذِ هَذَا مِنْ هَذَا بُعْدٌ كَثِير. وَفِيهِ التَّرْغِيبُ فِي تَحْسِينِ النِّيَّةِ وَالتَّرْهِيبُ مِنْ ضِدِّ ذَلِكَ وَأَنَّ مَدَارَ الْأَعْمَالِ عَلَيْهَا. وَفِيهِ التَّرْغِيبُ فِي الدَّيْنِ لِمَنْ يَنْوِي الْوَفَاء , وَقَدْ أَخَذَ بِذَلِكَ عَبْد اللَّه بْن جَعْفَر فِيمَا رَوَاهُ اِبْن مَاجَهْ وَالْحَاكِمُ مِنْ رِوَايَةِ مُحَمَّد بْن عَلِيّ عَنْهُ أَنَّهُ كَانَ يَسْتَدِينُ , فَسُئِلَ فَقَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ \" إِنَّ اللَّهَ مَعَ الدَّائِنِ حَتَّى يَقْضِيَ دَيْنه \" إِسْنَاده حَسَن لَكِنْ اِخْتُلِفَ فِيهِ عَلَى مُحَمَّد بْن عَلِيّ فَرَوَاهُ الْحَاكِمُ أَيْضًا مِنْ طَرِيقِ الْقَاسِم بْن الْفَضْل عَنْ عَائِشَة بِلَفْظ \" مَا مِنْ عَبْدٍ كَانَتْ لَهُ نِيَّة فِي وَفَاءِ دَيْنِهِ إِلَّا كَانَ لَهُ مِنْ اللَّهِ عَوْن , قَالَتْ : فَأَنَا أَلْتَمِسُ ذَلِكَ الْعَوْن \" وَسَاقَ لَهُ شَاهِدًا مِنْ وَجْهٍ آخَرَ عَنْ الْقَاسِمِ عَنْ عَائِشَة. وَفِيهِ أَنَّ مَنْ اِشْتَرَى شَيْئًا بِدَيْن وَتَصَرَّفَ فِيهِ وَأَظْهَرَ أَنَّهُ قَادِرٌ عَلَى الْوَفَاءِ ثُمَّ تَبَيَّنَ الْأَمْر بِخِلَافِهِ أَنَّ الْبَيْعَ لَا يُرَدُّ بَلْ يُنْتَظَرُ بِهِ حُلُول الْأَجَلِ لِاقْتِصَارِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الدُّعَاءِ عَلَيْهِ وَلَمْ يُلْزِمْهُ بِرَدِّ الْبَيْعِ قَالَهُ اِبْن الْمُنِير. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2388,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا أَبْصَرَ ـ يَعْنِي أُحُدًا ـ قَالَ ‏\"‏ مَا أُحِبُّ أَنَّهُ يُحَوَّلُ لِي ذَهَبًا يَمْكُثُ عِنْدِي مِنْهُ دِينَارٌ فَوْقَ ثَلاَثٍ، إِلاَّ دِينَارًا أُرْصِدُهُ لِدَيْنٍ ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ الأَكْثَرِينَ هُمُ الأَقَلُّونَ، إِلاَّ مَنْ قَالَ بِالْمَالِ هَكَذَا وَهَكَذَا ‏\"‏‏.‏ وَأَشَارَ أَبُو شِهَابٍ بَيْنَ يَدَيْهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ ـ وَقَلِيلٌ مَا هُمْ ـ وَقَالَ مَكَانَكَ‏.‏ وَتَقَدَّمَ غَيْرَ بَعِيدٍ، فَسَمِعْتُ صَوْتًا، فَأَرَدْتُ أَنْ آتِيَهُ، ثُمَّ ذَكَرْتُ قَوْلَهُ مَكَانَكَ حَتَّى آتِيَكَ، فَلَمَّا جَاءَ قُلْتُ يَا رَسُولَ اللَّهِ، الَّذِي سَمِعْتُ أَوْ قَالَ الصَّوْتُ الَّذِي سَمِعْتُ قَالَ ‏\"‏ وَهَلْ سَمِعْتَ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ أَتَانِي جِبْرِيلُ ـ عَلَيْهِ السَّلاَمُ ـ فَقَالَ مَنْ مَاتَ مِنْ أُمَّتِكَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ ‏\"‏‏.‏ قُلْتُ وَإِنْ فَعَلَ كَذَا وَكَذَا قَالَ ‏\"‏ نَعَمْ ‏\"‏‏.‏",
    "english_text": "Once, while I was in the company of the Prophet, he saw the mountain of Uhud and said, \"I would not \nlike to have this mountain turned into gold for me unless nothing of it, not even a single Dinar remains \nof it with me for more than three days (i.e. I will spend all of it in Allah's Cause), except that Dinar \nwhich I will keep for repaying debts.\" Then he said, \"Those who are rich in this world would have \nlittle reward in the Hereafter except those who spend their money here and there (in Allah's Cause), \nand they are few in number.\" Then he ordered me to stay at my place and went not far away. I heard a \nvoice and intended to go to him but I remembered his order, \"Stay at your place till I return.\" On his \nreturn I said, \"O Allah's Messenger (ﷺ)! (What was) that noise which I heard?\" He said, \"Did you hear \nanything?\" I said, \"Yes.\" He said, \"Gabriel came and said to me, 'Whoever amongst your followers \ndies, worshipping none along with Allah, will enter Paradise.' \" I said, \"Even if he did such-and-such \nthings (i.e. even if he stole or committed illegal sexual intercourse)\" He said, \"Yes.\"",
    "explication": "‏ ‏قَوْله : ( مَا أُحِبُّ أَنَّهُ تَحَوَّلَ لِي ذَهَبًا ) ‏ ‏كَذَا لِأَبِي ذَرّ \" تَحَوَّلَ \" بِفَتْح الْمُثَنَّاة , وَلِغَيْرِهِ بِضَمّ التَّحْتَانِيَّة قَالَ اِبْن مَالِك : فِيهِ حَوَّلَ بِمَعْنَى صَيَّرَ وَقَدْ خَفِيَ عَلَى كَثِيرٍ مِنْ النُّحَاةِ , وَعَابَ بَعْضهمْ اِسْتِعْمَاله عَلَى الْحَرِيرِيِّ. قَالَ : وَقَدْ جَاءَ هُنَا عَلَى مَا لَمْ يُسَمَّ فَاعِلُهُ جَارِيًا مَجْرَى صَارَ فِي رَفْع مَا كَانَ مُبْتَدَأ وَنَصْب مَا كَانَ خَبَرًا , وَكَذَلِكَ حُكْمُ مَا صِيغَ مِنْ حَوَّلَ مِثْل تَحَوَّلَ فَإِنَّهُ بِزِيَادَة الْمُثَنَّاة تَجَدَّدَ لَهُ حَذْف مَا كَانَ فَاعِلًا وَجَعْل أَوَّل الْمَفْعُولَيْنِ فَاعِلًا وَثَانِيهمَا خَبَرًا مَنْصُوبًا. ‏ ‏قَوْله : ( أَرْصُدُهُ ) ‏ ‏ثَبَتَ فِي رِوَايَتِنَا بِضَمّ أَوَّله مِنْ الرُّبَاعِيِّ وَحَكَى اِبْنُ التِّينِ عَنْ بَعْضِ الرِّوَايَاتِ بِفَتْحِ الْهَمْزَةِ مِنْ رَصَدَ وَالْأَوَّل أَوْجَه تَقُولُ أَرْصَدْتهُ أَيْ هَيَّأْته وَأَعْدَدْته وَرَصَدْته أَيْ رَقَبْته , وَقَوْله : \" الْأَكْثَرُونَ \" أَيْ مَالًا وَ \" الْأَقَلُّونَ \" أَيْ ثَوَابًا إِلَّا مَنْ ذَكَرَ , وَقَوْله : \" وَقَلِيل مَا هُمْ \" مَا زَائِدَة أَوْ صِفَة , وَقَوْله : \" مَكَانك \" بِالنَّصْبِ مَحْذُوف الْعَامِلِ أَيْ اِلْزَمْ مَكَانَك , وَقَوْله : \" قُلْت يَا رَسُول اللَّهِ الَّذِي سَمِعْت \" خَبَره مَحْذُوف تَقْدِيرُه مَا هُوَ , وَقَوْلُهُ : \" وَمَنْ فَعَلَ كَذَا وَكَذَا \" فُسِّرَ فِي الرِّوَايَةِ الْآتِيَةِ فِي الرِّقَاقِ \" وَإِنْ زَنَى وَإِنْ سَرَقَ \" وَوَقَعَ فِي رِوَايَة الْمُسْتَمْلِي هُنَا \" إِنْ \" بَدَل وَمَنْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2389,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ شَبِيبِ بْنِ سَعِيدٍ، حَدَّثَنَا أَبِي، عَنْ يُونُسَ، قَالَ ابْنُ شِهَابٍ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لَوْ كَانَ لِي مِثْلُ أُحُدٍ ذَهَبًا، مَا يَسُرُّنِي أَنْ لاَ يَمُرَّ عَلَىَّ ثَلاَثٌ وَعِنْدِي مِنْهُ شَىْءٌ، إِلاَّ شَىْءٌ أُرْصِدُهُ لِدَيْنٍ ‏\"‏‏.‏ رَوَاهُ صَالِحٌ وَعُقَيْلٌ عَنِ الزُّهْرِيِّ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If I had gold equal to the mountain of Uhud, it would not please me that it \nshould remain with me for more than three days, except an amount which I would keep for repaying \ndebts.\"",
    "explication": "‏ ‏قَوْله : ( لَوْ كَانَ لِي مِثْلُ أُحُدٍ ذَهَبًا ) ‏ ‏قَالَ اِبْن مَالِك : فِيهِ وُقُوع التَّمْيِيزِ بَعْدَ مِثْل وَهُوَ قَلِيل , وَنَظِيره قَوْله تَعَالَى : ( وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا ). ‏ ‏قَوْله : ( مَا يَسُرُّنِي أَنْ لَا يَمُرَّ ) ‏ ‏قَالَ اِبْن مَالِك : فِيهِ وُقُوع جَوَاب لَوْ مُضَارِعًا مَنْفِيًّا بِمَا , وَالْأَصْلُ أَنْ يَكُونَ مَاضِيًا مُثْبَتًا , وَكَأَنَّهُ أَوْقَعَ الْمُضَارِع مَوْقِع الْمَاضِي , أَوْ يَكُونَ الْأَصْل مَا كَانَ يَسُرُّنِي فَحَذَفَ كَانَ وَهُوَ جَوَاب لَوْ , وَفِيهِ ضَمِيرٌ هُوَ الِاسْمُ وَيَسُرُّنِي الْخَبَر , وَحَذْفُ كَانَ مَعَ اِسْمِهَا وَبَقَاء خَبَرِهَا كَثِير وَهَذَا أَوْلَى ا ه. وَوَقَعَ فِي حَدِيثِ أَبِي ذَرّ \" مَا يَسُرُّنِي أَنْ يَمْكُثَ عِنْدِي \" وَفِي حَدِيث أَبِي هُرَيْرَة \" يَسُرُّنِي : أَنْ لَا يَمْكُثَ \" وَمَفْهُوم كُلٍّ مِنْهُمَا مُطَابِق لِمَنْطُوق الْآخَر , وَوَقَعَ لِلْأَصِيلِيِّ وَكَرِيمَة فِي رِوَايَة أَبِي هُرَيْرَة \" مَا يَسُرُّنِي أَنْ لَا يَمْكُثَ \" وَعَلَى هَذَا فَلَا زَائِدَةٌ. وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله عَقِب حَدِيث أَبِي هُرَيْرَة فِي مَعْنَى حَدِيث أَبِي ذَرّ ( رَوَاهُ صَالِحٌ وَعَقِيلٌ عَنْ الزُّهْرِيِّ ) ‏ ‏يَعْنِي عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَة , وَطَرِيقهمَا مَوْصُول فِي \" الزُّهْرِيَّاتِ \" لِمُحَمَّد بْن يَحْيَى الذُّهْلِيِّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2390,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنَا سَلَمَةُ بْنُ كُهَيْلٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ، بِبَيْتِنَا يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَجُلاً، تَقَاضَى رَسُولَ اللَّهِ صلى الله عليه وسلم، فَأَغْلَظَ لَهُ، فَهَمَّ أَصْحَابُهُ، فَقَالَ ‏\"‏ دَعُوهُ، فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً‏.‏ وَاشْتَرُوا لَهُ بَعِيرًا، فَأَعْطُوهُ إِيَّاهُ ‏\"‏‏.‏ وَقَالُوا لاَ نَجِدُ إِلاَّ أَفْضَلَ مِنْ سِنِّهِ‏.‏ قَالَ ‏\"‏ اشْتَرُوهُ فَأَعْطُوهُ إِيَّاهُ، فَإِنَّ خَيْرَكُمْ أَحْسَنُكُمْ قَضَاءً ‏\"‏‏.‏",
    "english_text": "A man demanded his debts from Allah's Messenger (ﷺ) in such a rude manner that the companions of the \nProphet intended to harm him, but the Prophet (ﷺ) said, \"Leave him, no doubt, for he (the creditor) has the \nright to demand it (harshly). Buy a camel and give it to him.\" They said, \"The camel that is available \nis older than the camel he demands. \"The Prophet (ﷺ) said, \"Buy it and give it to him, for the best among \nyou are those who repay their debts handsomely. \"",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا تَقَاضَى رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏وَفِي رِوَايَةِ اِبْن الْمُبَارَك عَنْ شُعْبَة الْآتِيَة فِي الْهِبَةِ \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ سِنًّا فَجَاءَ صَاحِبه يَتَقَاضَاهُ \" أَيْ يَطْلُبُ مِنْهُ قَضَاء الدَّيْن , فِي أَوَّل حَدِيث سُفْيَان عَنْ سَلَمَة كَمَا سَيَأْتِي بَعْدَ بَابَيْنِ \" كَانَ لِرَجُلٍ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِنّ مِنْ الْإِبِلِ فَجَاءَهُ يَتَقَاضَاهُ \" وَلِأَحْمَدَ عَنْ عَبْد الرَّزَّاق عَنْ سُفْيَان \" جَاءَ أَعْرَابِيٌّ يَتَقَاضَى النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعِيرًا \" , وَلَهُ عَنْ يَزِيد بْن هَارُون عَنْ سُفْيَان \" اِسْتَقْرَضَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ رَجُل بَعِيرًا \" وَلِلتِّرْمِذِيِّ مِنْ طَرِيقِ عَلِيّ بْن صَالِح عَنْ سَلَمَة \" اِسْتَقْرَضَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِنًّا \". ‏ ‏قَوْله : ( فَأَغْلَظَ لَهُ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونَ الْإِغْلَاظ بِالتَّشْدِيدِ فِي الْمُطَالَبَةِ مِنْ غَيْرِ قَدْرٍ زَائِدٍ , وَيَحْتَمِلُ أَنْ يَكُونَ بِغَيْرِ ذَلِكَ وَيَكُون صَاحِب الدَّيْنِ كَافِرًا فَقَدْ قِيلَ إِنَّهُ كَانَ يَهُودِيًّا , وَالْأَوَّل أَظْهَرُ لِمَا تَقَدَّمَ مِنْ رِوَايَةِ عَبْد الرَّزَّاق أَنَّهُ كَانَ أَعْرَابِيًّا , وَكَأَنَّهُ جَرَى عَلَى عَادَتِهِ مِنْ جَفَاءِ الْمُخَاطَبَةِ. وَوَقَعَ فِي تَرْجَمَةِ بَكْر بْن سَهْل فِي \" مُعْجَمِ الطَّبَرَانِيّ الْأَوْسَط \" عَنْ الْعِرْبَاضِ بْن سَارِيَة مَا يُفْهِمُ أَنَّهُ هُوَ , لَكِنْ رَوَى النَّسَائِيّ وَالْحَاكِم الْحَدِيث الْمَذْكُور وَفِيهِ مَا يَقْتَضِي أَنَّهُ غَيْرُهُ وَأَنَّ الْقِصَّةَ وَقَعَتْ لِأَعْرَابِيّ , وَوَقَعَ لِلْعِرْبَاضِ نَحْوُهَا. ‏ ‏قَوْله : ( فَهَمَّ بِهِ أَصْحَابُهُ ) ‏ ‏أَيْ أَرَادَ أَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُؤْذُوهُ بِالْقَوْلِ أَوْ الْفِعْلِ لَكِنْ لَمْ يَفْعَلُوا أَدَبًا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالًا ) ‏ ‏أَيْ صَوْلَة الطَّلَب وَقُوَّة الْحُجَّةِ , لَكِنْ مَعَ مُرَاعَاةِ الْأَدَبِ الْمَشْرُوعِ. ‏ ‏قَوْله : ( وَاشْتَرُوا لَهُ بَعِيرًا ) ‏ ‏فِي رِوَايَةِ عَبْد الرَّزَّاق اِلْتَمِسُوا لَهُ مِثْلَ سِنِّ بَعِيره. ‏ ‏قَوْله : ( قَالُوا لَا نَجِدُ ) ‏ ‏فِي رِوَايَةِ سُفْيَان الْآتِيَةِ \" فَقَالَ أَعْطُوهُ , فَطَلَبُوا سِنَّهُ فَلَمْ يَجِدُوا إِلَّا فَوْقَهَا \" وَفِي رِوَايَةِ عَبْد الرَّزَّاق \" فَالْتَمَسُوا لَهُ فَلَمْ يَجِدُوا إِلَّا فَوْقَ سِنِّ بَعِيرِهِ \" وَالْمُخَاطَب بِذَلِكَ هُوَ أَبُو رَافِع مَوْلَى النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا أَخْرَجَهُ مُسْلِم مِنْ حَدِيثِهِ قَالَ : \" اِسْتَسْلَفَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ رَجُل بَكْرًا فَقَدِمَتْ عَلَيْهِ إِبِلٌ مِنْ إِبِلِ الصَّدَقَةِ \" وَلِابْن خُزَيْمَة \" اِسْتَلَفَ مِنْ رَجُل بَكْرًا فَقَالَ : إِذَا جَاءَتْ إِبِل الصَّدَقَةِ قَضَيْنَاك , فَلَمَّا جَاءَتْ إِبِل الصَّدَقَةِ أَمَرَ أَبَا رَافِع أَنْ يَقْضِيَ الرَّجُل بَكْرَه , فَرَجَعَ إِلَيْهِ أَبُو رَافِع فَقَالَ : لَمْ أَجِدْ فِيهَا إِلَّا خِيَارًا رَبَاعِيًا , فَقَالَ : أَعْطِهِ إِيَّاهُ \" وَيُجْمَعُ بَيْنَهُ وَبَيْنَ الرِّوَايَةِ الَّتِي فِي الْبَابِ حَيْثُ قَالَ فِيهَا \" اِشْتَرُوا لَهُ \" بِأَنَّهُ أَمَرَ بِالشِّرَاءِ أَوَّلًا ثُمَّ قَدِمَتْ إِبِلُ الصَّدَقَةِ فَأَعْطَاهُ مِنْهَا أَوْ أَنَّهُ أَمَرَ بِالشِّرَاءِ مِنْ إِبِلِ الصَّدَقَةِ مِمَّنْ اِسْتَحَقَّ مِنْهَا شَيْئًا , وَيُؤَيِّدُهُ رِوَايَة اِبْن خُزَيْمَة الْمَذْكُورَة \" إِذَا جَاءَتْ الصَّدَقَة قَضَيْنَاك \" ا ه. وَالْبَكْرُ بِفَتْحِ الْمُوَحَّدَةِ وَسُكُون الْكَافِ الصَّغِيرُ مِنْ الْإِبِلِ , وَالْخِيَارُ الْجَيِّدُ يُطْلَقُ عَلَى الْوَاحِدِ وَالْجَمْعِ , وَالرَّبَاعِيّ , بِتَخْفِيفِ الْمُوَحَّدَة مَنْ أَلْقَى رَبَاعِيَتَهُ. ‏ ‏قَوْله ( فَإِنَّ خَيْرَكُمْ أَحْسَنُكُمْ قَضَاء ) ‏ ‏فِي رِوَايَةِ عُثْمَان بْن جَبَلَة عَنْ شُعْبَة الْآتِيَة فِي الْهِبَةِ \" فَإِنَّ مِنْ خَيْرِكُمْ أَوْ خَيْرَكُمْ \" كَذَا عَلَى الشَّكِّ , وَفِي رِوَايَةِ اِبْن الْمُبَارَك \" أَفْضَلكُمْ أَحْسَنكُمْ قَضَاء \" وَفِي رِوَايَةِ سُفْيَان الْآتِيَةِ \" خِيَاركُمْ \" فَيُحْتَمَلُ أَنْ يُرِيدَ الْمُفْرَد بِمَعْنَى الْمُخْتَار أَوْ الْجَمْع وَالْمُرَاد أَنَّهُ خَيْرُهُمْ فِي الْمُعَامَلَةِ أَوْ تَكُونَ \" مِنْ \" مُقَدَّرَةً وَيَدُلُّ عَلَيْهَا الرِّوَايَة الْمَذْكُورَة. وَقَوْلُهُ : \" أَحْسَنكُمْ \" لَمَّا أُضِيفَ أَفْعَلُ وَالْمَقْصُود بِهِ الزِّيَادَة جَازَ فِيهِ الْإِفْرَادُ , وَقَدْ وَقَعَ فِي رِوَايَةِ سُفْيَان بَعْدَ بَاب \" مِنْ خِيَارِكُمْ \" وَفِي الْحَدِيثِ جَوَازُ الْمُطَالَبَةِ بِالدَّيْنِ إِذَا حَلَّ أَجَلُهُ. وَفِيهِ حُسْنُ خُلُقِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِظَمُ حِلْمِهِ وَتَوَاضُعه وَإِنْصَافه , وَأَنَّ مَنْ عَلَيْهِ دَيْن لَا يَنْبَغِي لَهُ مُجَافَاة صَاحِبِ الْحَقِّ , وَأَنَّ مَنْ أَسَاءَ الْأَدَب عَلَى الْإِمَامِ كَانَ عَلَيْهِ التَّعْزِيرُ بِمَا يَقْتَضِيه الْحَالُ إِلَّا أَنْ يَعْفُوَ صَاحِبُ الْحَقِّ. وَفِيهِ مَا تَرْجَمَ لَهُ وَهُوَ اِسْتِقْرَاض الْإِبِل وَيَلْتَحِقُ بِهَا جَمِيع الْحَيَوَانَاتِ وَهُوَ قَوْلُ أَكْثَرِ أَهْل الْعِلْمِ , وَمَنَعَ مِنْ ذَلِكَ الثَّوْرِيّ وَالْحَنَفِيَّة وَاحْتَجُّوا بِحَدِيث النَّهْي عَنْ بَيْعِ الْحَيَوَانِ بِالْحَيَوَانِ نَسِيئَة وَهُوَ حَدِيث قَدْ رُوِيَ عَنْ اِبْن عَبَّاس مَرْفُوعًا أَخْرَجَهُ اِبْن حِبَّان والدَّارَقُطْنِيّ وَغَيْرُهُمَا وَرِجَال إِسْنَاده ثِقَات , إِلَّا أَنَّ الْحُفَّاظَ رَجَّحُوا إِرْسَاله. وَأَخْرَجَهُ التِّرْمِذِيُّ مِنْ حَدِيثِ الْحَسَنِ عَنْ سَمُرَة , وَفِي سَمَاعِ الْحَسَنِ مِنْ سَمُرَة اِخْتِلَاف. وَفِي الْجُمْلَةِ هُوَ حَدِيث صَالِحٌ لِلْحُجَّةِ. وَادَّعَى الطَّحَاوِيّ أَنَّهُ نَاسِخٌ لِحَدِيثِ الْبَابِ , وَتُعُقِّبَ بِأَنَّ النَّسْخَ لَا يَثْبُتُ بِالِاحْتِمَالِ , وَالْجَمْعُ بَيْنَ الْحَدِيثَيْنِ مُمْكِن , فَقَدْ جَمَعَ بَيْنَهُمَا الشَّافِعِيّ وَجَمَاعَة بِحَمْل النَّهْي عَلَى مَا إِذَا كَانَ نَسِيئَةً مِنْ الْجَانِبَيْنِ , وَيَتَعَيَّنُ الْمَصِير إِلَى ذَلِكَ لِأَنَّ الْجَمْعَ بَيْنَ الْحَدِيثَيْنِ أَوْلَى مِنْ إِلْغَاءِ أَحَدِهِمَا بِاتِّفَاق , وَإِذَا كَانَ ذَلِكَ الْمُرَادَ مِنْ الْحَدِيثِ بَقِيَتْ الدَّلَالَةُ عَلَى جَوَاز اِسْتِقْرَاض الْحَيَوَان وَالسَّلَم فِيهِ. وَاعْتَلَّ مَنْ مَنَعَ بِأَنَّ الْحَيَوَانَ يَخْتَلِفُ اِخْتِلَافًا مُتَبَايِنًا حَتَّى لَا يُوقَفَ عَلَى حَقِيقَة الْمِثْلِيَّة فِيهِ , وَأُجِيبَ بِأَنَّهُ لَا مَانِعَ مِنْ الْإِحَاطَةِ بِهِ بِالْوَصْفِ بِمَا يَدْفَعُ التَّغَايُر وَقَدْ جَوَّزَ الْحَنَفِيَّة التَّزْوِيجَ وَالْكِتَابَةَ عَلَى الرَّقِيقِ الْمَوْصُوفِ فِي الذِّمَّةِ , وَفِيهِ جَوَاز وَفَاء مَا هُوَ أَفْضَلُ مِنْ الْمِثْلِ الْمُقْتَرَضِ إِذَا لَمْ تَقَعْ شَرْطِيَّة ذَلِكَ فِي الْعَقْدِ فَيَحْرُمُ حِينَئِذٍ اِتِّفَاقًا وَبِهِ قَالَ الْجُمْهُور , وَعَنْ الْمَالِكِيَّةِ تَفْصِيل فِي الزِّيَادَةِ إِنْ كَانَتْ بِالْعَدَدِ مُنِعَتْ , وَإِنْ كَانَتْ بِالْوَصْفِ جَازَتْ. وَفِيهِ أَنَّ الِاقْتِرَاضَ فِي الْبِرِّ وَالطَّاعَةِ وَكَذَا الْأُمُور الْمُبَاحَة لَا يُعَابُ , وَأَنَّ لِلْإِمَامِ أَنْ يَقْتَرِضَ عَلَى بَيْتِ الْمَالِ لِحَاجَةِ بَعْضِ الْمُحْتَاجِينَ لِيُوَفِّيَ ذَلِكَ مِنْ مَالِ الصَّدَقَاتِ , وَاسْتَدَلَّ بِهِ الشَّافِعِيّ عَلَى جَوَاز تَعْجِيل الزَّكَاة. هَكَذَا حَكَاهُ اِبْن عَبْد الْبَرّ وَلَمْ يَظْهَرْ لِي تَوْجِيهُهُ إِلَّا أَنْ يَكُونَ الْمُرَاد مَا قِيلَ فِي سَبَبِ اِقْتِرَاضِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَّهُ كَانَ اِقْتَرَضَهُ لِبَعْضِ الْمُحْتَاجِينَ مِنْ أَهْلِ الصَّدَقَةِ فَلَمَّا جَاءَتْ الصَّدَقَة أَوْفَى صَاحِبه مِنْهَا , وَلَا يُعَكِّرُ عَلَيْهِ أَنَّهُ أَوْفَاهُ أَزْيَدَ مِنْ حَقِّهِ مِنْ مَالِ الصَّدَقَة لِاحْتِمَالِ أَنْ يَكُونَ الْمُقْتَرَض مِنْهُ كَانَ أَيْضًا مِنْ أَهْل الصَّدَقَة إِمَّا مِنْ جِهَةِ الْفَقْرِ أَوْ التَّأَلُّفِ أَوْ غَيْر ذَلِكَ بِجِهَتَيْنِ : جِهَةِ الْوَفَاءِ فِي الْأَصْلِ وَجِهَةِ الِاسْتِحْقَاق فِي الزَّائِدِ , وَقِيلَ كَانَ اِقْتَرَضَهُ فِي ذِمَّتِهِ فَلَمَّا حَلَّ الْأَجَلُ وَلَمْ يَجِدْ الْوَفَاء صَارَ غَارِمًا فَجَازَ لَهُ الْوَفَاء مِنْ الصَّدَقَةِ , وَقِيلَ كَانَ اِقْتِرَاضُه لِنَفْسِهِ فَلَمَّا حَلَّ الْأَجَلُ اِشْتَرَى مِنْ إِبِلِ الصَّدَقَةِ بَعِيرًا مِمَّنْ اِسْتَحَقَّهُ أَوْ اِقْتَرَضَهُ مِنْ آخَرَ أَوْ مِنْ مَالِ الصَّدَقَةِ لِيُوَفِّيَهُ بَعْدَ ذَلِكَ وَالِاحْتِمَال الْأَوَّل أَقْوَى , وَيُؤَيِّدُهُ سِيَاقُ حَدِيث أَبِي رَافِع , وَاللَّهُ أَعْلَمُ. ‏ ‏( تَنْبِيه ) ‏ ‏: هَذَا الْحَدِيثُ مِنْ غَرَائِب الصَّحِيحِ , قَالَ الْبَزَّار لَا يُرْوَى عَنْ أَبِي هُرَيْرَة إِلَّا بِهَذَا الْإِسْنَادِ , وَمَدَاره عَلَى سَلَمَة بْن كُهَيْل , وَقَدْ صَرَّحَ فِي هَذَا الْبَابِ بِأَنَّهُ سَمِعَهُ مِنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن بِمِنًى وَذَلِكَ لَمَّا حَجَّ. وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2391,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ، عَنْ رِبْعِيٍّ، عَنْ حُذَيْفَةَ ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَاتَ رَجُلٌ، فَقِيلَ لَهُ قَالَ كُنْتُ أُبَايِعُ النَّاسَ، فَأَتَجَوَّزُ عَنِ الْمُوسِرِ، وَأُخَفِّفُ عَنِ الْمُعْسِرِ، فَغُفِرَ لَهُ ‏\"‏‏.‏ قَالَ أَبُو مَسْعُودٍ سَمِعْتُهُ مِنَ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "I heard the Prophet (ﷺ) saying, \"Once a man died and was asked, 'What did you use to say (or do) (in your \nlife time)?' He replied, 'I was a businessman and used to give time to the rich to repay his debt and \n(used to) deduct part of the debt of the poor.' So he was forgiven (his sins.)\" Abu Mas`ud said, \"I \nheard the same (Hadith) from the Prophet.\"",
    "explication": "‏ ‏قَوْله فِي هَذِهِ الرِّوَايَةِ \" فَقِيلَ لَهُ فَقَالَ \" ‏ ‏فِيهِ حَذْف تَقْدِيره : فَقِيلَ لَهُ مَا كُنْت تَصْنَعُ ؟ وَوَقَعَ هُنَا فِي رِوَايَة الْمُسْتَمْلِي \" فَقِيلَ لَهُ مَا كُنْت تَقُولُ \" ؟ وَشَيْخ الْبُخَارِيّ فِيهِ هُوَ مُسْلِم بْن إِبْرَاهِيم , ‏ ‏وَعَبْد الْمَلِك ) ‏ ‏هُوَ اِبْن عُمَيْر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2392,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي سَلَمَةُ بْنُ كُهَيْلٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم يَتَقَاضَاهُ بَعِيرًا، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعْطُوهُ ‏\"‏‏.‏ فَقَالُوا مَا نَجِدُ إِلاَّ سِنًّا أَفْضَلَ مِنْ سِنِّهِ‏.‏ فَقَالَ الرَّجُلُ أَوْفَيْتَنِي أَوْفَاكَ اللَّهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعْطُوهُ فَإِنَّ مِنْ خِيَارِ النَّاسِ أَحْسَنَهُمْ قَضَاءً ‏\"‏‏.‏",
    "english_text": "A man came to the Prophet (ﷺ) and demanded a camel (the Prophet (ﷺ) owed him). Allah's Messenger (ﷺ) told his \ncompanions to give him (a camel). They said, \"We do not find except an older camel (than what he \ndemands). (The Prophet (ﷺ) ordered them to give him that camel). The man said, \"You have paid me in \nfull and may Allah also pay you in full.\" Allah's Messenger (ﷺ) said, \"Give him, for the best amongst the \npeople is he who repays his debts in the most handsome manner.\"",
    "explication": "‏ ‏( وَيَحْيَى ) ‏ ‏الْمَذْكُور فِيهِ هُوَ الْقَطَّان , ‏ ‏وَسُفْيَان ) ‏ ‏شَيْخه هُوَ الثَّوْرِيُّ , وَسَيَأْتِي بَعْدَ سِتَّةِ أَبْوَابٍ مِنْ رِوَايَتِهِ عَنْ شَيْخٍ لَهُ آخَر وَهُوَ شُعْبَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2393,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ لِرَجُلٍ عَلَى النَّبِيِّ صلى الله عليه وسلم سِنٌّ مِنَ الإِبِلِ فَجَاءَهُ يَتَقَاضَاهُ فَقَالَ صلى الله عليه وسلم ‏\"‏ أَعْطُوهُ ‏\"‏‏.‏ فَطَلَبُوا سِنَّهُ، فَلَمْ يَجِدُوا لَهُ إِلاَّ سِنًّا فَوْقَهَا‏.‏ فَقَالَ ‏\"‏ أَعْطُوهُ ‏\"‏‏.‏ فَقَالَ أَوْفَيْتَنِي، وَفَّى اللَّهُ بِكَ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ خِيَارَكُمْ أَحْسَنُكُمْ قَضَاءً ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) owed a camel of a certain age to a man who came to demand it back. The Prophet (ﷺ) \nordered his companions to give him. They looked for a camel of the same age but found nothing but a \ncamel one year older. The Prophet (ﷺ) told them to give it to him. The man said, \"You have paid me in \nfull, and may Allah pay you in full.\" The Prophet (ﷺ) said, \"The best amongst you is he who pays his \ndebts in the most handsome manner.\"",
    "explication": "‏ ‏قَوْله : ( سِنٌّ ) ‏ ‏أَيْ جَمَلٌ لَهُ سِنّ مُعَيَّن , وَقَوْله فِي هَذِهِ الرِّوَايَةِ \" أَوْفَيْتَنِي أَوْفَى اللَّه بِك \" وَقَعَ فِي رِوَايَةِ يَحْيَى الْقَطَّان فِي الْبَابِ الَّذِي قَبْلَهُ \" أَوْفَيْتَنِي أَوْفَاك اللَّه \" ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2394,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا خَلاَّدٌ، حَدَّثَنَا مِسْعَرٌ، حَدَّثَنَا مُحَارِبُ بْنُ دِثَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَهْوَ فِي الْمَسْجِدِ ـ قَالَ مِسْعَرٌ أُرَاهُ قَالَ ضُحًى ـ فَقَالَ ‏\n\"‏ صَلِّ رَكْعَتَيْنِ ‏\"‏‏.‏ وَكَانَ لِي عَلَيْهِ دَيْنٌ فَقَضَانِي وَزَادَنِي‏.‏",
    "english_text": "I went to the Prophet (ﷺ) while he was in the Mosque. (Mas`ar thinks, that Jabir went in the forenoon.) \nAfter the Prophet (ﷺ) told me to pray two rak`at, he repaid me the debt he owed me and gave me an extra \namount.",
    "explication": "‏ ‏قَوْله ( قَالَ مِسْعَر أُرَاهُ ) ‏ ‏بِالضَّمِّ أَيْ أَظُنّهُ , وَالضَّمِير لِمُحَارِبٍ. ‏ ‏قَوْله : ( وَكَانَ لِي عَلَيْهِ دِين ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْحَمَوِيِّ وَكَانَ \" لَهُ \" أَيْ لِجَابِرِ \" عَلَيْهِ \" أَيْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , ‏ ‏وَفِي قَوْله بَعْد ذَلِكَ ( فَقَضَانِي ) ‏ ‏اِلْتِفَات. وَهَذَا الدِّين هُوَ ثَمَن جَمَل جَابِر. وَسَيَأْتِي مُطَوَّلًا فِي كِتَاب الشُّرُوط , وَنَذْكُر هُنَاكَ فَوَائِده إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ أَخْرَجَهُ الْمُصَنِّف أَيْضًا فِي نَحْو مِنْ عِشْرِينَ مَوْضِعًا مُطَوَّلًا وَمُخْتَصَرًا وَمَوْصُولًا وَمُعَلَّقًا. وَمُطَابَقَته لِلتَّرْجَمَةِ مِنْ جِهَة أَنَّ تَقَاضِيهِ لِثَمَنِ الْجَمَل كَانَ عِنْد قُدُومه مِنْ السَّفَر كَمَا سَيَأْتِي وَاضِحًا. وَغَفَلَ مُغَلْطَايْ حَيْثُ قَالَ : لَيْسَ فِيهِ مَا بَوَّبَ عَلَيْهِ ; لِأَنَّ لِقَائِلٍ أَنْ يَقُول إِنَّ جَابِرًا لَمْ يَقْدَم مِنْ سَفَر ; لِأَنَّهُ لَيْسَ فِيهِ مَا يُشْعِر بِذَلِكَ , قَالَ النَّوَوِيّ : هَذِهِ الصَّلَاة مَقْصُودَةٌ لِلْقُدُومِ مِنْ السَّفَر يَنْوِي بِهَا صَلَاة الْقُدُوم , لَا أَنَّهَا تَحِيَّة الْمَسْجِد الَّتِي أُمِرَ الدَّاخِل بِهَا قَبْل أَنْ يَجْلِس , لَكِنْ تَحْصُل التَّحِيَّة بِهَا. وَتَمَسَّكَ بَعْض مَنْ مَنَعَ الصَّلَاة فِي الْأَوْقَات الْمَنْهِيَّة وَلَوْ كَانَتْ ذَات سَبَب بِقَوْلِهِ \" ضُحًى \" وَلَا حُجَّة فِيهِ ; لِأَنَّهَا وَاقِعَة عَيْن. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2395,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ أَبَاهُ قُتِلَ يَوْمَ أُحُدٍ شَهِيدًا، وَعَلَيْهِ دَيْنٌ فَاشْتَدَّ الْغُرَمَاءُ فِي حُقُوقِهِمْ، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُمْ أَنْ يَقْبَلُوا تَمْرَ حَائِطِي وَيُحَلِّلُوا أَبِي فَأَبَوْا، فَلَمْ يُعْطِهِمِ النَّبِيُّ صلى الله عليه وسلم حَائِطِي، وَقَالَ ‏\n\"‏ سَنَغْدُو عَلَيْكَ ‏\"‏‏.‏ فَغَدَا عَلَيْنَا حِينَ أَصْبَحَ، فَطَافَ فِي النَّخْلِ، وَدَعَا فِي ثَمَرِهَا بِالْبَرَكَةِ، فَجَدَدْتُهَا فَقَضَيْتُهُمْ، وَبَقِيَ لَنَا مِنْ تَمْرِهَا‏.‏",
    "english_text": "My father was martyred on the day (of the battle) of Uhud, and he was in debt. His creditors \ndemanded their rights persistently. I went to the Prophet (and informed him about it). He told them to \ntake the fruits of my garden and exempt my father from the debts but they refused to do so. So, the \nProphet did not give them my garden and told me that he would come to me the next morning. He \ncame to us early in the morning and wandered among the date-palms and invoked Allah to bless their \nfruits. I then plucked the dates and paid the creditors, and there remained some of the dates for us.",
    "explication": "‏ ‏قَوْله فِي هَذِهِ الرِّوَايَةِ \" عَنْ اِبْنِ كَعْب بْن مَالِك \" ‏ ‏ذَكَر أَبُو مَسْعُود وَخَلَفٌ فِي \" الْأَطْرَافِ \" وَتَبِعَهُمَا الْحُمَيْدِيّ أَنَّهُ عَبْد الرَّحْمَن , وَذَكَرَ الْمِزِّيّ أَنَّهُ عَبْد اللَّه وَاسْتَدَلَّ بِأَنَّ اِبْن وَهْب رَوَى الْحَدِيثَ عَنْ يُونُسَ بِالسَّنَدِ الَّذِي فِي هَذَا الْبَابِ فَسَمَّاهُ عَبْد اللَّه. قُلْت وَالرِّوَايَة بِذَلِكَ عِنْدَ الْإِسْمَاعِيلِيِّ إِلَّا أَنَّهُ قَالَ فِيهِ \" إِنَّ جَابِرًا قُتِلَ أَبُوهُ \" وَصُورَتُهُ مُرْسَل , فَإِنَّهُ لَمْ يَقُلْ إِنَّ جَابِرًا أَخْبَرَهُ وَلَا حَدَّثَهُ , وَلَكِنَّ هَذَا الْقَدْرَ كَافٍ فِي كَوْنِهِ عَبْد اللَّه لَا عَبْد الرَّحْمَن نَعَمْ رَوَى الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن كَعْب عَنْ جَابِر قِصَّة شُهَدَاءِ أُحُد كَمَا مَضَى فِي الْجَنَائِزِ , وَذَلِكَ هُوَ الْحَامِلُ لَهُمْ عَلَى تَفْسِيرِهِ هُنَا بِهِ , وَاللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2396,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَنَسٌ، عَنْ هِشَامٍ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَاهُ تُوُفِّيَ، وَتَرَكَ عَلَيْهِ ثَلاَثِينَ وَسْقًا لِرَجُلٍ مِنَ الْيَهُودِ، فَاسْتَنْظَرَهُ جَابِرٌ، فَأَبَى أَنْ يُنْظِرَهُ، فَكَلَّمَ جَابِرٌ رَسُولَ اللَّهِ صلى الله عليه وسلم لِيَشْفَعَ لَهُ إِلَيْهِ، فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَلَّمَ الْيَهُودِيَّ لِيَأْخُذَ ثَمَرَ نَخْلِهِ بِالَّذِي لَهُ فَأَبَى، فَدَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم النَّخْلَ، فَمَشَى فِيهَا ثُمَّ قَالَ لِجَابِرٍ ‏\"‏ جُدَّ لَهُ فَأَوْفِ لَهُ الَّذِي لَهُ ‏\"‏‏.‏ فَجَدَّهُ بَعْدَ مَا رَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَوْفَاهُ ثَلاَثِينَ وَسْقًا، وَفَضَلَتْ لَهُ سَبْعَةَ عَشَرَ وَسْقًا، فَجَاءَ جَابِرٌ رَسُولَ اللَّهِ صلى الله عليه وسلم لِيُخْبِرَهُ بِالَّذِي كَانَ، فَوَجَدَهُ يُصَلِّي الْعَصْرَ، فَلَمَّا انْصَرَفَ أَخْبَرَهُ بِالْفَضْلِ، فَقَالَ ‏\"‏ أَخْبِرْ ذَلِكَ ابْنَ الْخَطَّابِ ‏\"‏‏.‏ فَذَهَبَ جَابِرٌ إِلَى عُمَرَ، فَأَخْبَرَهُ‏.‏ فَقَالَ لَهُ عُمَرُ لَقَدْ عَلِمْتُ حِينَ مَشَى فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُبَارَكَنَّ فِيهَا‏.‏",
    "english_text": "When my father died he owed a Jew thirty Awsuq (of dates). I requested him to give me respite for \nrepaying but he refused. I requested Allah's Messenger (ﷺ) to intercede with the Jew. Allah's Messenger (ﷺ) went to \nthe Jew and asked him to accept the fruits of my trees in place of the debt but the Jew refused. Allah's \nApostle entered the garden of the date-palms, wandering among the trees and ordered me (saying), \n\"Pluck (the fruits) and give him his due.\" So, I plucked the fruits for him after the departure of Allah's \nApostle and gave his thirty Awsuq, and still had seventeen Awsuq extra for myself. Jabir said: I went \nto Allah's Messenger (ﷺ) to inform of what had happened, but found him praying the `Asr prayer. After the \nprayer I told him about the extra fruits which remained. Allah's Messenger (ﷺ) told me to inform (`Umar) Ibn \nAl-Khattab about it. When I went to `Umar and told him about it, `Umar said, \"When Allah's Messenger (ﷺ) \nwalked in your garden, I was sure that Allah would definitely bless it.\"",
    "explication": "‏ ‏قَوْله فِي هَذَا الْإِسْنَادِ \" حَدَّثَنَا أَنَس \" ‏ ‏هُوَ اِبْنُ عِيَاضٍ أَبُو ضَمْرَة ‏ ‏( وَهِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة , ‏ ‏( وَوَهْب ) ‏ ‏هُوَ اِبْن كَيْسَانَ وَالْإِسْنَاد كُلّه مَدَنِيُّونَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2397,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَدْعُو فِي الصَّلاَةِ وَيَقُولُ ‏\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ ‏\"‏‏.‏ فَقَالَ لَهُ قَائِلٌ مَا أَكْثَرَ مَا تَسْتَعِيذُ يَا رَسُولَ اللَّهِ مِنَ الْمَغْرَمِ قَالَ ‏\"‏ إِنَّ الرَّجُلَ إِذَا غَرِمَ حَدَّثَ فَكَذَبَ وَوَعَدَ فَأَخْلَفَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to invoke Allah in the prayer saying, \"O Allah, I seek refuge with you from all \nsins, and from being in debt.\" Someone said, O Allah's Messenger (ﷺ)! (I see you) very often you seek refuge \nwith Allah from being in debt. He replied, \"If a person is in debt, he tells lies when he speaks, and \nbreaks his promises when he promises.\"",
    "explication": "‏ ‏قَوْلُهُ : ( مِنْ عَذَاب الْقَبْر ) ‏ ‏فِيهِ رَدّ عَلَى مَنْ أَنْكَرَهُ , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كِتَاب الْجَنَائِز إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْلُهُ : ( مِنْ فِتْنَة الْمَسِيح الدَّجَّال ) ‏ ‏قَالَ أَهْل اللُّغَة : الْفِتْنَة الِامْتِحَان وَالِاخْتِبَار , قَالَ عِيَاض : وَاسْتِعْمَالهَا فِي الْعُرْف لِكَشْفِ مَا يُكْرَه ا ه. وَتُطْلَق عَلَى الْقَتْل وَالْإِحْرَاق وَالنَّمِيمَة وَغَيْر ذَلِكَ. وَالْمَسِيح بِفَتْحِ الْمِيم وَتَخْفِيف الْمُهْمَلَة الْمَكْسُورَة وَآخِره حَاء مُهْمَلَة يُطْلَق عَلَى الدَّجَّال وَعَلَى عِيسَى ابْن مَرْيَم عَلَيْهِ السَّلَام , لَكِنْ إِذَا أُرِيدَ الدَّجَّال قُيِّدَ بِهِ. وَقَالَ أَبُو دَاوُدَ فِي السُّنَن : الْمَسِيح مُثَقَّل الدَّجَّال وَمُخَفَّف عِيسَى , وَالْمَشْهُور الْأَوَّل. وَأَمَّا مَا نَقَلَ الْفَرَبْرِيّ فِي رِوَايَة الْمُسْتَمْلِي وَحْده عَنْهُ عَنْ خَلَف بْن عَامِر وَهُوَ الْهَمْدَانِيُّ أَحَد الْحُفَّاظ أَنَّ الْمَسِيح بِالتَّشْدِيدِ وَالتَّخْفِيف وَاحِد يُقَال لِلدَّجَّالِ وَيُقَال لِعِيسَى وَأَنَّهُ لَا فَرْق بَيْنهمَا بِمَعْنَى لَا اِخْتِصَاص لِأَحَدِهِمَا بِأَحَدِ الْأَمْرَيْنِ فَهُوَ رَأْي ثَالِث. وَقَالَ الْجَوْهَرِيّ : مَنْ قَالَهُ بِالتَّخْفِيفِ فَلِمَسْحِهِ الْأَرْض , وَمَنْ قَالَهُ بِالتَّشْدِيدِ فَلِكَوْنِهِ مَمْسُوح الْعَيْن. وَحَكَى بَعْضهمْ أَنَّهُ قَالَ بِالْخَاءِ الْمُعْجَمَة فِي الدَّجَّال وَنُسِبَ قَائِله إِلَى التَّصْحِيف. وَاخْتُلِفَ فِي تَلْقِيب الدَّجَّال بِذَلِكَ , فَقِيلَ : لِأَنَّهُ مَمْسُوح الْعَيْن , وَقِيلَ لِأَنَّ أَحَد شِقَّيْ وَجْهه خُلِقَ مَمْسُوحًا لَا عَيْن فِيهِ وَلَا حَاجِب , وَقِيلَ لِأَنَّهُ يَمْسَح الْأَرْض إِذَا خَرَجَ. وَأَمَّا عِيسَى فَقِيلَ : سُمِّيَ بِذَلِكَ لِأَنَّهُ خَرَجَ مِنْ بَطْن أُمّه مَمْسُوحًا بِالدُّهْنِ , وَقِيلَ لِأَنَّ زَكَرِيَّا مَسَحَهُ , وَقِيلَ لِأَنَّهُ كَانَ لَا يَمْسَح ذَا عَاهَة إِلَّا بَرِئَ , وَقِيلَ لِأَنَّهُ كَانَ يَمْسَح الْأَرْض بِسِيَاحَتِهِ , وَقِيلَ لِأَنَّ رِجْله كَانَتْ لَا أَخَمْص لَهَا , وَقِيلَ لِلُبْسِهِ الْمُسُوح , وَقِيلَ هُوَ بِالْعِبْرَانِيَّةِ ماشيخا فَعُرِّبَ الْمَسِيح , وَقِيلَ الْمَسِيح الصِّدِّيق كَمَا سَيَأْتِي فِي التَّفْسِير ذِكْر قَائِله إِنْ شَاءَ اللَّه تَعَالَى. وَذَكَرَ شَيْخنَا الشَّيْخ مَجْد الدِّين الشِّيرَازِيّ صَاحِب الْقَامُوس أَنَّهُ جَمَعَ فِي سَبَب تَسْمِيَة عِيسَى بِذَلِكَ خَمْسِينَ قَوْلًا أَوْرَدَهَا فِي شَرْح الْمَشَارِق. ‏ ‏قَوْلُهُ : ( فِتْنَة الْمَحْيَا وَفِتْنَة الْمَمَات ) ‏ ‏قَالَ اِبْن دَقِيق الْعِيد : فِتْنَة الْمَحْيَا مَا يَعْرِض لِلْإِنْسَانِ مُدَّة حَيَاته مِنْ الِافْتِتَان بِالدُّنْيَا وَالشَّهَوَات وَالْجَهَالَات , وَأَعْظَمهَا وَالْعِيَاذ بِاَللَّهِ أَمْر الْخَاتِمَة عِنْد الْمَوْت. وَفِتْنَة الْمَمَات يَجُوز أَنْ يُرَاد بِهَا الْفِتْنَة عِنْد الْمَوْت أُضِيفَتْ إِلَيْهِ لِقُرْبِهَا مِنْهُ , وَيَكُون الْمُرَاد بِفِتْنَةِ الْمَحْيَا عَلَى هَذَا مَا قَبْل ذَلِكَ , وَيَجُوز أَنْ يُرَاد بِهَا فِتْنَة الْقَبْر , وَقَدْ صَحَّ يَعْنِي فِي حَدِيث أَسْمَاء الْآتِي فِي الْجَنَائِز \" إِنَّكُمْ تُفْتَنُونَ فِي قُبُوركُمْ مِثْل أَوْ قَرِيبًا مِنْ فِتْنَة الدَّجَّال \" وَلَا يَكُون مَعَ هَذَا الْوَجْه مُتَكَرِّرًا مَعَ قَوْلُهُ \" عَذَاب الْقَبْر \" لِأَنَّ الْعَذَاب مُرَتَّب عَنْ الْفِتْنَة وَالسَّبَب غَيْر الْمُسَبَّب. وَقِيلَ أَرَادَ بِفِتْنَةِ الْمَحْيَا الِابْتِلَاء مَعَ زَوَال الصَّبْر , وَبِفِتْنَةِ الْمَمَات السُّؤَال فِي الْقَبْر مَعَ الْحِيرَة , وَهَذَا مِنْ الْعَامّ بَعْد الْخَاصّ , لِأَنَّ عَذَاب الْقَبْر دَاخِل تَحْت فِتْنَة الْمَمَات , وَفِتْنَة الدَّجَّال دَاخِلَة تَحْت فِتْنَة الْمَحْيَا. وَأَخْرَجَ الْحَكِيم التِّرْمِذِيّ فِي نَوَادِر الْأُصُول عَنْ سُفْيَان الثَّوْرِيّ أَنَّ الْمَيِّت إِذَا سُئِلَ \" مَنْ رَبّك \" تَرَاءَى لَهُ الشَّيْطَان فَيُشِير إِلَى نَفْسه إِنِّي أَنَا رَبّك , فَلِهَذَا وَرَدَ سُؤَال التَّثَبُّت لَهُ حِين يُسْأَل. ثُمَّ أَخْرَجَ بِسَنَدٍ جَيِّد إِلَى عَمْرو بْن مُرَّة \" كَانُوا يَسْتَحِبُّونَ إِذَا وُضِعَ الْمَيِّت فِي الْقَبْر أَنْ يَقُولُوا : اللَّهُمَّ أَعِذْهُ مِنْ الشَّيْطَان \". ‏ ‏قَوْلُهُ : ( وَالْمَغْرَم ) ‏ ‏أَيْ الدَّيْن , يُقَال غَرِمَ بِكَسْرِ الرَّاء أَيْ اِدَّانَ. قِيلَ وَالْمُرَاد بِهِ مَا يُسْتَدَان فِيمَا لَا يَجُوز وَفِيمَا يَجُوز ثُمَّ يَعْجِز عَنْ أَدَائِهِ , وَيَحْتَمِل أَنْ يُرَاد بِهِ مَا هُوَ أَعَمّ مِنْ ذَلِكَ. وَقَدْ اِسْتَعَاذَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَلَبَة الدَّيْن. وَقَالَ الْقُرْطُبِيّ : الْمَغْرَم الْغُرْم , وَقَدْ نَبَّهَ فِي الْحَدِيث عَلَى الضَّرَر اللَّاحِق مِنْ الْمَغْرَم , وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْلُهُ : ( فَقَالَ لَهُ قَائِل ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , ثُمَّ وَجَدْت فِي رِوَايَة لِلنَّسَائِيِّ مِنْ طَرِيق مَعْمَر عَنْ الزُّهْرِيِّ أَنَّ السَّائِل عَنْ ذَلِكَ عَائِشَة وَلَفْظهَا \" فَقُلْتُ : يَا رَسُول اللَّه مَا أَكْثَر مَا تَسْتَعِيذ إِلَخْ \". ‏ ‏قَوْلُهُ : ( مَا أَكْثَر ) ‏ ‏بِفَتْحِ الرَّاء عَلَى التَّعَجُّب. و ‏ ‏قَوْلُهُ : ( إِذَا غَرِمَ ) ‏ ‏بِكَسْرِ الرَّاء. ‏ ‏قَوْلُهُ : ( وَوَعَدَ فَأَخْلَفَ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَفِي رِوَايَة الْحَمَوِيّ \" وَإِذَا وَعَدَ أَخْلَفَ \" وَالْمُرَاد أَنَّ ذَلِكَ شَأْن مِنْ يَسْتَدِين غَالِبًا. ‏ ‏قَوْلُهُ : ( وَعَنْ الزُّهْرِيِّ ) ‏ ‏الظَّاهِر أَنَّهُ مَعْطُوف عَلَى الْإِسْنَاد الْمَذْكُور , فَكَأَنَّ الزُّهْرِيَّ حَدَّثَ بِهِ مُطَوَّلًا وَمُخْتَصَرًا , لَكِنْ لَمْ أَرَهُ فِي شَيْء مِنْ الْمَسَانِيد وَالْمُسْتَخْرَجَات مِنْ طَرِيق شُعَيْب عَنْهُ إِلَّا مُطَوَّلًا وَرَأَيْته بِاللَّفْظِ الْمُخْتَصَر الْمَذْكُور سَنَدًا وَمَتْنًا عِنْد الْمُصَنِّف فِي كِتَاب الْفِتَن مِنْ طَرِيق صَالِح بْن كَيْسَانَ عَنْ الزُّهْرِيِّ , وَكَذَلِكَ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق صَالِح. وَقَدْ اِسْتُشْكِلَ دُعَاؤُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا ذُكِرَ مَعَ أَنَّهُ مَعْصُوم مَغْفُور لَهُ مَا تَقَدَّمَ وَمَا تَأَخَّرَ , وَأُجِيبَ بِأَجْوِبَةٍ , ‏ ‏أَحَدهَا : أَنَّهُ قَصَدَ التَّعْلِيم لِأُمَّتِهِ. ‏ ‏ثَانِيهَا : أَنَّ الْمُرَاد السُّؤَال مِنْهُ لِأُمَّتِهِ فَيَكُون الْمَعْنَى هُنَا أَعُوذ بِك لِأُمَّتِي. ‏ ‏ثَالِثهَا : سُلُوك طَرِيق التَّوَاضُع وَإِظْهَار الْعُبُودِيَّة وَإِلْزَام خَوْف اللَّه وَإِعْظَامه وَالِافْتِقَار إِلَيْهِ وَامْتِثَال أَمْره فِي الرَّغْبَة إِلَيْهِ , وَلَا يَمْتَنِع تَكْرَار الطَّلَب مَعَ تَحَقُّق الْإِجَابَة لِأَنَّ ذَلِكَ يُحَصِّل الْحَسَنَات وَيَرْفَع الدَّرَجَات , وَفِيهِ تَحْرِيض لِأُمَّتِهِ عَلَى مُلَازَمَة ذَلِكَ لِأَنَّهُ إِذَا كَانَ مَعَ تَحَقُّق الْمَغْفِرَة لَا يَتْرُك التَّضَرُّع فَمَنْ لَمْ يَتَحَقَّق ذَلِكَ أَحْرَى بِالْمُلَازَمَةِ. وَأَمَّا الِاسْتِعَاذَة مِنْ فِتْنَة الدَّجَّال مَعَ تَحَقُّقه أَنَّهُ لَا يُدْرِكهُ فَلَا إِشْكَال فِيهِ عَلَى الْوَجْهَيْنِ الْأَوَّلَيْنِ , وَقِيلَ عَلَى الثَّالِث : يَحْتَمِل أَنْ يَكُون ذَلِكَ قَبْل تَحَقُّق عَدَم إِدْرَاكه , وَيَدُلّ عَلَيْهِ قَوْلُهُ فِي الْحَدِيث الْآخَر عِنْد مُسْلِم \" إِنْ يَخْرُج وَأَنَا فِيكُمْ فَأَنَا حَجِيجه \" الْحَدِيث , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2398,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ، وَمَنْ تَرَكَ كَلاًّ فَإِلَيْنَا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If someone leaves some property, it will be for the inheritors, and if he leaves some \nweak offspring, it will be for us to support them.\"",
    "explication": "‏ ‏وَقَوْله : \" كَلًّا \" ‏ ‏بِالْفَتْحِ وَالتَّشْدِيدِ أَيْ عِيَالًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2399,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا فُلَيْحٌ، عَنْ هِلاَلِ بْنِ عَلِيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ مَا مِنْ مُؤْمِنٍ إِلاَّ وَأَنَا أَوْلَى بِهِ فِي الدُّنْيَا وَالآخِرَةِ اقْرَءُوا إِنْ شِئْتُمْ ‏{‏النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ‏}‏ فَأَيُّمَا مُؤْمِنٍ مَاتَ وَتَرَكَ مَالاً فَلْيَرِثْهُ عَصَبَتُهُ مَنْ كَانُوا، وَمَنْ تَرَكَ دَيْنًا أَوْ ضَيَاعًا فَلْيَأْتِنِي فَأَنَا مَوْلاَهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"I am closer to the believers than their selves in this world and in the Hereafter, and \nif you like, you can read Allah's Statement: \"The Prophet (ﷺ) is closer to the believers than their own \nselves.\" (33.6) So, if a true believer dies and leaves behind some property, it will be for his inheritors \n(from the father's side), and if he leaves behind some debt to be paid or needy offspring, then they \nshould come to me as I am the guardian of the deceased.\"",
    "explication": "‏ ‏قَوْله : ( أَنْ تُحْلَبَ ) ‏ ‏بِضَمّ أَوَّله عَلَى الْبِنَاءِ لِلْمَجْهُولِ , وَهُوَ بِالْحَاء الْمُهْمَلَةِ فِي جَمِيعِ الرِّوَايَاتِ , وَأَشَارَ الدَّاوُدِيّ إِلَى أَنَّهُ رُوِيَ بِالْجِيمِ وَقَالَ : أَرَادَ أَنَّهَا تُسَاقُ إِلَى مَوْضِعِ سَقْيِهَا , وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَقَالَ أَنْ تُحْلَبَ إِلَى الْمَاءِ لَا عَلَى الْمَاءِ , وَإِنَّمَا الْمُرَادُ حَلْبهَا هُنَاكَ لِنَفْعِ مَنْ يَحْضُرُ مِنْ الْمَسَاكِينِ وَلِأَنَّ ذَلِكَ يَنْفَعُ الْإِبِل أَيْضًا , وَهُوَ نَحْوُ النَّهْيِ عَنْ الْجِدَادِ بِاللَّيْلِ , أَرَادَ أَنْ تَجُدَّ نَهَارًا لِتَحْضُرَ الْمَسَاكِين. ‏ ‏قَوْله : ( عَلَى الْمَاءِ ) ‏ ‏زَاد أَبُو نُعَيْم فِي \" الْمُسْتَخْرَجِ \" وَالْبَرْقَانِيّ فِي \" الْمُصَافَحَةِ \" مِنْ طَرِيق الْمُعَافِي بْن سُلَيْمَان عَنْ فُلَيْح \" يَوْم وُرُودهَا \" وَسَاقَ الْبَرْقَانِيّ بِهَذَا الْإِسْنَادِ ثَلَاثَة أَحَادِيثَ أُخَرَ فِي نَسَق , وَقَدْ تَقَدَّمَ مَعْنَى حَدِيث الْبَاب فِي الزَّكَاةِ مِنْ طَرِيقِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَة مُطَوَّلًا وَفِيهِ \" وَمِنْ حَقِّهَا أَنْ تُحْلَبَ عَلَى الْمَاءِ \" وَتَقَدَّمَ شَرْحُهُ هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2400,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، أَخِي وَهْبِ بْنِ مُنَبِّهٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَطْلُ الْغَنِيِّ ظُلْمٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Procrastination (delay) in repaying debts by a wealthy person is injustice.\"",
    "explication": "‏ ‏عَبْد الْأَعْلَى ) ‏ ‏الَّذِي فِي الْإِسْنَادِ هُوَ اِبْنُ عَبْد الْأَعْلَى الْبَصْرِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2401,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ سَلَمَةَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ يَتَقَاضَاهُ فَأَغْلَظَ لَهُ فَهَمَّ بِهِ أَصْحَابُهُ‏.‏ فَقَالَ ‏\n\"‏ دَعُوهُ فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً ‏\"‏‏.‏",
    "english_text": "A man came to the Prophet (ﷺ) and demanded his debts and used harsh words. The companions of the \nProphet wanted to harm him, but the Prophet (ﷺ) said, \"Leave him, as the creditor (owner of the right) has \nthe right to speak.\"",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا تَقَاضَى رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏وَفِي رِوَايَةِ اِبْن الْمُبَارَك عَنْ شُعْبَة الْآتِيَة فِي الْهِبَةِ \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ سِنًّا فَجَاءَ صَاحِبه يَتَقَاضَاهُ \" أَيْ يَطْلُبُ مِنْهُ قَضَاء الدَّيْن , فِي أَوَّل حَدِيث سُفْيَان عَنْ سَلَمَة كَمَا سَيَأْتِي بَعْدَ بَابَيْنِ \" كَانَ لِرَجُلٍ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِنّ مِنْ الْإِبِلِ فَجَاءَهُ يَتَقَاضَاهُ \" وَلِأَحْمَدَ عَنْ عَبْد الرَّزَّاق عَنْ سُفْيَان \" جَاءَ أَعْرَابِيٌّ يَتَقَاضَى النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعِيرًا \" , وَلَهُ عَنْ يَزِيد بْن هَارُون عَنْ سُفْيَان \" اِسْتَقْرَضَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ رَجُل بَعِيرًا \" وَلِلتِّرْمِذِيِّ مِنْ طَرِيقِ عَلِيّ بْن صَالِح عَنْ سَلَمَة \" اِسْتَقْرَضَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِنًّا \". ‏ ‏قَوْله : ( فَأَغْلَظَ لَهُ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونَ الْإِغْلَاظ بِالتَّشْدِيدِ فِي الْمُطَالَبَةِ مِنْ غَيْرِ قَدْرٍ زَائِدٍ , وَيَحْتَمِلُ أَنْ يَكُونَ بِغَيْرِ ذَلِكَ وَيَكُون صَاحِب الدَّيْنِ كَافِرًا فَقَدْ قِيلَ إِنَّهُ كَانَ يَهُودِيًّا , وَالْأَوَّل أَظْهَرُ لِمَا تَقَدَّمَ مِنْ رِوَايَةِ عَبْد الرَّزَّاق أَنَّهُ كَانَ أَعْرَابِيًّا , وَكَأَنَّهُ جَرَى عَلَى عَادَتِهِ مِنْ جَفَاءِ الْمُخَاطَبَةِ. وَوَقَعَ فِي تَرْجَمَةِ بَكْر بْن سَهْل فِي \" مُعْجَمِ الطَّبَرَانِيّ الْأَوْسَط \" عَنْ الْعِرْبَاضِ بْن سَارِيَة مَا يُفْهِمُ أَنَّهُ هُوَ , لَكِنْ رَوَى النَّسَائِيّ وَالْحَاكِم الْحَدِيث الْمَذْكُور وَفِيهِ مَا يَقْتَضِي أَنَّهُ غَيْرُهُ وَأَنَّ الْقِصَّةَ وَقَعَتْ لِأَعْرَابِيّ , وَوَقَعَ لِلْعِرْبَاضِ نَحْوُهَا. ‏ ‏قَوْله : ( فَهَمَّ بِهِ أَصْحَابُهُ ) ‏ ‏أَيْ أَرَادَ أَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُؤْذُوهُ بِالْقَوْلِ أَوْ الْفِعْلِ لَكِنْ لَمْ يَفْعَلُوا أَدَبًا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالًا ) ‏ ‏أَيْ صَوْلَة الطَّلَب وَقُوَّة الْحُجَّةِ , لَكِنْ مَعَ مُرَاعَاةِ الْأَدَبِ الْمَشْرُوعِ. ‏ ‏قَوْله : ( وَاشْتَرُوا لَهُ بَعِيرًا ) ‏ ‏فِي رِوَايَةِ عَبْد الرَّزَّاق اِلْتَمِسُوا لَهُ مِثْلَ سِنِّ بَعِيره. ‏ ‏قَوْله : ( قَالُوا لَا نَجِدُ ) ‏ ‏فِي رِوَايَةِ سُفْيَان الْآتِيَةِ \" فَقَالَ أَعْطُوهُ , فَطَلَبُوا سِنَّهُ فَلَمْ يَجِدُوا إِلَّا فَوْقَهَا \" وَفِي رِوَايَةِ عَبْد الرَّزَّاق \" فَالْتَمَسُوا لَهُ فَلَمْ يَجِدُوا إِلَّا فَوْقَ سِنِّ بَعِيرِهِ \" وَالْمُخَاطَب بِذَلِكَ هُوَ أَبُو رَافِع مَوْلَى النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا أَخْرَجَهُ مُسْلِم مِنْ حَدِيثِهِ قَالَ : \" اِسْتَسْلَفَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ رَجُل بَكْرًا فَقَدِمَتْ عَلَيْهِ إِبِلٌ مِنْ إِبِلِ الصَّدَقَةِ \" وَلِابْن خُزَيْمَة \" اِسْتَلَفَ مِنْ رَجُل بَكْرًا فَقَالَ : إِذَا جَاءَتْ إِبِل الصَّدَقَةِ قَضَيْنَاك , فَلَمَّا جَاءَتْ إِبِل الصَّدَقَةِ أَمَرَ أَبَا رَافِع أَنْ يَقْضِيَ الرَّجُل بَكْرَه , فَرَجَعَ إِلَيْهِ أَبُو رَافِع فَقَالَ : لَمْ أَجِدْ فِيهَا إِلَّا خِيَارًا رَبَاعِيًا , فَقَالَ : أَعْطِهِ إِيَّاهُ \" وَيُجْمَعُ بَيْنَهُ وَبَيْنَ الرِّوَايَةِ الَّتِي فِي الْبَابِ حَيْثُ قَالَ فِيهَا \" اِشْتَرُوا لَهُ \" بِأَنَّهُ أَمَرَ بِالشِّرَاءِ أَوَّلًا ثُمَّ قَدِمَتْ إِبِلُ الصَّدَقَةِ فَأَعْطَاهُ مِنْهَا أَوْ أَنَّهُ أَمَرَ بِالشِّرَاءِ مِنْ إِبِلِ الصَّدَقَةِ مِمَّنْ اِسْتَحَقَّ مِنْهَا شَيْئًا , وَيُؤَيِّدُهُ رِوَايَة اِبْن خُزَيْمَة الْمَذْكُورَة \" إِذَا جَاءَتْ الصَّدَقَة قَضَيْنَاك \" ا ه. وَالْبَكْرُ بِفَتْحِ الْمُوَحَّدَةِ وَسُكُون الْكَافِ الصَّغِيرُ مِنْ الْإِبِلِ , وَالْخِيَارُ الْجَيِّدُ يُطْلَقُ عَلَى الْوَاحِدِ وَالْجَمْعِ , وَالرَّبَاعِيّ , بِتَخْفِيفِ الْمُوَحَّدَة مَنْ أَلْقَى رَبَاعِيَتَهُ. ‏ ‏قَوْله ( فَإِنَّ خَيْرَكُمْ أَحْسَنُكُمْ قَضَاء ) ‏ ‏فِي رِوَايَةِ عُثْمَان بْن جَبَلَة عَنْ شُعْبَة الْآتِيَة فِي الْهِبَةِ \" فَإِنَّ مِنْ خَيْرِكُمْ أَوْ خَيْرَكُمْ \" كَذَا عَلَى الشَّكِّ , وَفِي رِوَايَةِ اِبْن الْمُبَارَك \" أَفْضَلكُمْ أَحْسَنكُمْ قَضَاء \" وَفِي رِوَايَةِ سُفْيَان الْآتِيَةِ \" خِيَاركُمْ \" فَيُحْتَمَلُ أَنْ يُرِيدَ الْمُفْرَد بِمَعْنَى الْمُخْتَار أَوْ الْجَمْع وَالْمُرَاد أَنَّهُ خَيْرُهُمْ فِي الْمُعَامَلَةِ أَوْ تَكُونَ \" مِنْ \" مُقَدَّرَةً وَيَدُلُّ عَلَيْهَا الرِّوَايَة الْمَذْكُورَة. وَقَوْلُهُ : \" أَحْسَنكُمْ \" لَمَّا أُضِيفَ أَفْعَلُ وَالْمَقْصُود بِهِ الزِّيَادَة جَازَ فِيهِ الْإِفْرَادُ , وَقَدْ وَقَعَ فِي رِوَايَةِ سُفْيَان بَعْدَ بَاب \" مِنْ خِيَارِكُمْ \" وَفِي الْحَدِيثِ جَوَازُ الْمُطَالَبَةِ بِالدَّيْنِ إِذَا حَلَّ أَجَلُهُ. وَفِيهِ حُسْنُ خُلُقِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِظَمُ حِلْمِهِ وَتَوَاضُعه وَإِنْصَافه , وَأَنَّ مَنْ عَلَيْهِ دَيْن لَا يَنْبَغِي لَهُ مُجَافَاة صَاحِبِ الْحَقِّ , وَأَنَّ مَنْ أَسَاءَ الْأَدَب عَلَى الْإِمَامِ كَانَ عَلَيْهِ التَّعْزِيرُ بِمَا يَقْتَضِيه الْحَالُ إِلَّا أَنْ يَعْفُوَ صَاحِبُ الْحَقِّ. وَفِيهِ مَا تَرْجَمَ لَهُ وَهُوَ اِسْتِقْرَاض الْإِبِل وَيَلْتَحِقُ بِهَا جَمِيع الْحَيَوَانَاتِ وَهُوَ قَوْلُ أَكْثَرِ أَهْل الْعِلْمِ , وَمَنَعَ مِنْ ذَلِكَ الثَّوْرِيّ وَالْحَنَفِيَّة وَاحْتَجُّوا بِحَدِيث النَّهْي عَنْ بَيْعِ الْحَيَوَانِ بِالْحَيَوَانِ نَسِيئَة وَهُوَ حَدِيث قَدْ رُوِيَ عَنْ اِبْن عَبَّاس مَرْفُوعًا أَخْرَجَهُ اِبْن حِبَّان والدَّارَقُطْنِيّ وَغَيْرُهُمَا وَرِجَال إِسْنَاده ثِقَات , إِلَّا أَنَّ الْحُفَّاظَ رَجَّحُوا إِرْسَاله. وَأَخْرَجَهُ التِّرْمِذِيُّ مِنْ حَدِيثِ الْحَسَنِ عَنْ سَمُرَة , وَفِي سَمَاعِ الْحَسَنِ مِنْ سَمُرَة اِخْتِلَاف. وَفِي الْجُمْلَةِ هُوَ حَدِيث صَالِحٌ لِلْحُجَّةِ. وَادَّعَى الطَّحَاوِيّ أَنَّهُ نَاسِخٌ لِحَدِيثِ الْبَابِ , وَتُعُقِّبَ بِأَنَّ النَّسْخَ لَا يَثْبُتُ بِالِاحْتِمَالِ , وَالْجَمْعُ بَيْنَ الْحَدِيثَيْنِ مُمْكِن , فَقَدْ جَمَعَ بَيْنَهُمَا الشَّافِعِيّ وَجَمَاعَة بِحَمْل النَّهْي عَلَى مَا إِذَا كَانَ نَسِيئَةً مِنْ الْجَانِبَيْنِ , وَيَتَعَيَّنُ الْمَصِير إِلَى ذَلِكَ لِأَنَّ الْجَمْعَ بَيْنَ الْحَدِيثَيْنِ أَوْلَى مِنْ إِلْغَاءِ أَحَدِهِمَا بِاتِّفَاق , وَإِذَا كَانَ ذَلِكَ الْمُرَادَ مِنْ الْحَدِيثِ بَقِيَتْ الدَّلَالَةُ عَلَى جَوَاز اِسْتِقْرَاض الْحَيَوَان وَالسَّلَم فِيهِ. وَاعْتَلَّ مَنْ مَنَعَ بِأَنَّ الْحَيَوَانَ يَخْتَلِفُ اِخْتِلَافًا مُتَبَايِنًا حَتَّى لَا يُوقَفَ عَلَى حَقِيقَة الْمِثْلِيَّة فِيهِ , وَأُجِيبَ بِأَنَّهُ لَا مَانِعَ مِنْ الْإِحَاطَةِ بِهِ بِالْوَصْفِ بِمَا يَدْفَعُ التَّغَايُر وَقَدْ جَوَّزَ الْحَنَفِيَّة التَّزْوِيجَ وَالْكِتَابَةَ عَلَى الرَّقِيقِ الْمَوْصُوفِ فِي الذِّمَّةِ , وَفِيهِ جَوَاز وَفَاء مَا هُوَ أَفْضَلُ مِنْ الْمِثْلِ الْمُقْتَرَضِ إِذَا لَمْ تَقَعْ شَرْطِيَّة ذَلِكَ فِي الْعَقْدِ فَيَحْرُمُ حِينَئِذٍ اِتِّفَاقًا وَبِهِ قَالَ الْجُمْهُور , وَعَنْ الْمَالِكِيَّةِ تَفْصِيل فِي الزِّيَادَةِ إِنْ كَانَتْ بِالْعَدَدِ مُنِعَتْ , وَإِنْ كَانَتْ بِالْوَصْفِ جَازَتْ. وَفِيهِ أَنَّ الِاقْتِرَاضَ فِي الْبِرِّ وَالطَّاعَةِ وَكَذَا الْأُمُور الْمُبَاحَة لَا يُعَابُ , وَأَنَّ لِلْإِمَامِ أَنْ يَقْتَرِضَ عَلَى بَيْتِ الْمَالِ لِحَاجَةِ بَعْضِ الْمُحْتَاجِينَ لِيُوَفِّيَ ذَلِكَ مِنْ مَالِ الصَّدَقَاتِ , وَاسْتَدَلَّ بِهِ الشَّافِعِيّ عَلَى جَوَاز تَعْجِيل الزَّكَاة. هَكَذَا حَكَاهُ اِبْن عَبْد الْبَرّ وَلَمْ يَظْهَرْ لِي تَوْجِيهُهُ إِلَّا أَنْ يَكُونَ الْمُرَاد مَا قِيلَ فِي سَبَبِ اِقْتِرَاضِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَّهُ كَانَ اِقْتَرَضَهُ لِبَعْضِ الْمُحْتَاجِينَ مِنْ أَهْلِ الصَّدَقَةِ فَلَمَّا جَاءَتْ الصَّدَقَة أَوْفَى صَاحِبه مِنْهَا , وَلَا يُعَكِّرُ عَلَيْهِ أَنَّهُ أَوْفَاهُ أَزْيَدَ مِنْ حَقِّهِ مِنْ مَالِ الصَّدَقَة لِاحْتِمَالِ أَنْ يَكُونَ الْمُقْتَرَض مِنْهُ كَانَ أَيْضًا مِنْ أَهْل الصَّدَقَة إِمَّا مِنْ جِهَةِ الْفَقْرِ أَوْ التَّأَلُّفِ أَوْ غَيْر ذَلِكَ بِجِهَتَيْنِ : جِهَةِ الْوَفَاءِ فِي الْأَصْلِ وَجِهَةِ الِاسْتِحْقَاق فِي الزَّائِدِ , وَقِيلَ كَانَ اِقْتَرَضَهُ فِي ذِمَّتِهِ فَلَمَّا حَلَّ الْأَجَلُ وَلَمْ يَجِدْ الْوَفَاء صَارَ غَارِمًا فَجَازَ لَهُ الْوَفَاء مِنْ الصَّدَقَةِ , وَقِيلَ كَانَ اِقْتِرَاضُه لِنَفْسِهِ فَلَمَّا حَلَّ الْأَجَلُ اِشْتَرَى مِنْ إِبِلِ الصَّدَقَةِ بَعِيرًا مِمَّنْ اِسْتَحَقَّهُ أَوْ اِقْتَرَضَهُ مِنْ آخَرَ أَوْ مِنْ مَالِ الصَّدَقَةِ لِيُوَفِّيَهُ بَعْدَ ذَلِكَ وَالِاحْتِمَال الْأَوَّل أَقْوَى , وَيُؤَيِّدُهُ سِيَاقُ حَدِيث أَبِي رَافِع , وَاللَّهُ أَعْلَمُ. ‏ ‏( تَنْبِيه ) ‏ ‏: هَذَا الْحَدِيثُ مِنْ غَرَائِب الصَّحِيحِ , قَالَ الْبَزَّار لَا يُرْوَى عَنْ أَبِي هُرَيْرَة إِلَّا بِهَذَا الْإِسْنَادِ , وَمَدَاره عَلَى سَلَمَة بْن كُهَيْل , وَقَدْ صَرَّحَ فِي هَذَا الْبَابِ بِأَنَّهُ سَمِعَهُ مِنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن بِمِنًى وَذَلِكَ لَمَّا حَجَّ. وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2402,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَخْبَرَهُ أَنَّ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَوْ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ أَدْرَكَ مَالَهُ بِعَيْنِهِ عِنْدَ رَجُلٍ أَوْ إِنْسَانٍ قَدْ أَفْلَسَ، فَهْوَ أَحَقُّ بِهِ مِنْ غَيْرِهِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If a man finds his very things with a bankrupt, he has more right to take them \nback than anyone else.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا زُهَيْر ) ‏ ‏هُوَ اِبْن مُعَاوِيَة الْجُعْفِيّ , ‏ ‏وَيَحْيَى بْن سَعِيد ) ‏ ‏هُوَ الْأَنْصَارِيُّ , وَفِي هَذَا السَّنَدِ أَرْبَعَة مِنْ التَّابِعِينَ هُوَ أَوَّلُهُمْ وَكُلّهمْ وَلِيَ الْقَضَاء وَكُلّهمْ سِوَى أَبِي بَكْر بْن عَبْد الرَّحْمَن مِنْ طَبَقَةٍ وَاحِدَةٍ. ‏ ‏قَوْله : ( قَالَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ قَالَ سَمِعْت رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏هُوَ شَكٌّ مِنْ أَحَدِ رُوَاته وَأَظُنُّهُ مِنْ زُهَيْر , فَإِنِّي لَمْ أَرَ فِي رِوَايَة أَحَد مِمَّنْ رَوَاهُ عَنْ يَحْيَى مَعَ كَثْرَتِهِمْ فِيهِ التَّصْرِيحَ بِالسَّمَاعِ , وَهَذَا مُشْعِر بِأَنَّهُ كَانَ لَا يَرَى الرِّوَايَةَ بِالْمَعْنَى أَصْلًا. ‏ ‏قَوْله : ( مَنْ أَدْرَكَ مَاله بِعَيْنِهِ ) ‏ ‏اسْتُدِلَّ بِهِ عَلَى أَنَّ شَرْطَ اِسْتِحْقَاقِ صَاحِبِ الْمَالِ دُونَ غَيْرِهِ أَنْ يَجِدَ مَالَهُ بِعَيْنِهِ لَمْ يَتَغَيَّرْ وَلَمْ يَتَبَدَّلْ , وَإِلَّا فَإِنْ تَغَيَّرَتْ الْعَيْنُ فِي ذَاتِهَا بِالنَّقْصِ مَثَلًا أَوْ فِي صِفَةٍ مِنْ صِفَاتِهَا فَهِيَ أُسْوَةٌ لِلْغُرَمَاءِ , وَأَصْرَحُ مِنْهُ رِوَايَة اِبْن أَبِي حُسَيْن عَنْ أَبِي بَكْر بْن مُحَمَّد بِسَنَدِ حَدِيث الْبَاب عِنْد مُسْلِم بِلَفْظ \" إِذَا وُجِدَ عِنْدَهُ الْمَتَاعُ وَلَمْ يُفَرِّقْهُ \" وَوَقَعَ فِي رِوَايَة مَالِك عَنْ اِبْن شِهَاب عَنْ أَبِي بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث مُرْسَلًا \" أَيُّمَا رَجُلٍ بَاعَ مَتَاعًا فَأَفْلَسَ الَّذِي اِبْتَاعَهُ وَلَمْ يَقْبِضْ الْبَائِع مِنْ ثَمَنه شَيْئًا فَوَجَدَهُ بِعَيْنِهِ فَهُوَ أَحَقُّ بِهِ \" فَمَفْهُومه أَنَّهُ إِذَا قَبَضَ مِنْ ثَمَنه شَيْئًا كَانَ أُسْوَةَ الْغُرَمَاءِ وَبِهِ صَرَّحَ اِبْن شِهَاب فِيمَا رَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَرٍ عَنْهُ , وَهَذَا وَإِنْ كَانَ مُرْسَلًا فَقَدْ وَصَلَهُ عَبْد الرَّزَّاق فِي مُصَنَّفِهِ عَنْ مَالِك لَكِنَّ الْمَشْهُورَ عَنْ مَالِك إِرْسَالُهُ , وَكَذَا عَنْ الزُّهْرِيِّ , وَقَدْ وَصَلَهُ الزُّبَيْدِيّ عَنْ الزُّهْرِيِّ أَخْرَجَهُ أَبُو دَاوُد وَابْن خُزَيْمَة وَابْن الْجَارُود , وَلِابْن أَبِي شَيْبَة عَنْ عُمَر بْن عَبْد الْعَزِيز أَحَد رُوَاة هَذَا الْحَدِيث قَالَ : \" قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أَحَقُّ بِهِ مِنْ الْغُرَمَاءِ إِلَّا أَنْ يَكُونَ اِقْتَضَى مِنْ مَالِهِ شَيْئًا فَهُوَ أُسْوَةُ الْغُرَمَاءِ \" وَإِلَيْهِ يُشِيرُ اِخْتِيَار الْبُخَارِيّ لِاسْتِشْهَادِهِ بِأَثَرِ عُثْمَان الْمَذْكُورِ وَكَذَلِكَ رَوَاهُ عَبْد الرَّزَّاق عَنْ طَاوُس وَعَطَاء صَحِيحًا وَبِذَلِكَ قَالَ جُمْهُور مَنْ أَخَذَ بِعُمُومِ حَدِيث الْبَاب , إِلَّا أَنَّ لِلشَّافِعِيِّ قَوْلًا هُوَ الرَّاجِحُ فِي مَذْهَبِهِ أَنْ لَا فَرْقَ بَيْنَ تَغَيُّرِ السِّلْعَةِ أَوْ بَقَائِهَا , وَلَا بَيْنَ قَبْضِ بَعْضِ ثَمَنِهَا أَوْ عَدَمِ قَبْضِ شَيْءٍ مِنْهُ عَلَى التَّفَاصِيلِ الْمَشْرُوحَةِ فِي كُتُب الْفُرُوع. ‏ ‏قَوْله : ( عِنْدَ رَجُلٍ أَوْ إِنْسَان ) ‏ ‏شَكٌّ مِنْ الرَّاوِي أَيْضًا. ‏ ‏قَوْله : ( قَدْ أَفْلَسَ ) ‏ ‏أَيْ تَبَيَّنَ إِفْلَاسه. ‏ ‏) ‏ ‏قَوْله : ( فَهُوَ أَحَقُّ بِهِ مِنْ غَيْرِهِ ) ‏ ‏أَيْ كَائِنًا مَنْ كَانَ وَارِثًا وَغَرِيمًا وَبِهَذَا قَالَ جُمْهُورُ الْعُلَمَاءِ , وَخَالَفَ الْحَنَفِيَّة فَتَأَوَّلُوهُ لِكَوْنِهِ خَبَر وَاحِد خَالَفَ الْأُصُولَ , لِأَنَّ السِّلْعَةَ صَارَتْ بِالْبَيْعِ مِلْكًا لِلْمُشْتَرِي وَمِنْ ضَمَانِهِ , وَاسْتِحْقَاقُ الْبَائِعِ أَخْذَهَا مِنْهُ نَقْضٌ لِمِلْكِهِ , وَحَمَلُوا الْحَدِيثَ عَلَى صُورَةٍ وَهِيَ مَا إِذَا كَانَ الْمَتَاع وَدِيعَة أَوْ عَارِيَّة أَوْ لُقَطَة , وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَمْ يُقَيَّدْ بِالْفَلَسِ وَلَا جُعِلَ أَحَقَّ بِهَا لِمَا يَقْتَضِيه صِيغَةُ أَفْعَل مِنْ الِاشْتِرَاكِ , وَأَيْضًا فَمَا ذَكَرُوهُ يَنْتَقِضُ بِالشُّفْعَةِ , وَأَيْضًا فَقَدْ وَرَدَ التَّنْصِيصُ فِي حَدِيثِ الْبَابِ عَلَى أَنَّهُ فِي صُورَة الْمَبِيع , وَذَلِكَ فِيمَا رَوَاهُ سُفْيَان الثَّوْرِيُّ فِي جَامِعِهِ وَأَخْرَجَهُ مِنْ طَرِيقِهِ اِبْن خُزَيْمَة وَابْن حِبَّانَ وَغَيْرُهُمَا عَنْ يَحْيَى بْن سَعِيد بِهَذَا الْإِسْنَادِ بِلَفْظ \" إِذَا اِبْتَاعَ الرَّجُلُ سِلْعَةً ثُمَّ أَفْلَسَ وَهِيَ عِنْدَهُ بِعَيْنِهَا فَهُوَ أَحَقُّ بِهَا مِنْ الْغُرَمَاءِ \" وَلِابْن حِبَّان مِنْ طَرِيقِ هِشَام بْن يَحْيَى الْمَخْزُومِيِّ عَنْ أَبِي هُرَيْرَة بِلَفْظ \" إِذَا أَفْلَسَ الرَّجُلُ فَوَجَدَ الْبَائِعُ سِلْعَتَهُ \" وَالْبَاقِي مِثْلُهُ , وَلِمُسْلِمٍ فِي رِوَايَةِ اِبْن أَبِي حُسَيْن الْمُشَار إِلَيْهَا قَبْلُ \" إِذَا وُجِدَ عِنْدَهُ الْمَتَاعُ أَنَّهُ لِصَاحِبِهِ الَّذِي بَاعَهُ \" وَفِي مُرْسَلِ اِبْن أَبِي مُلَيْكَة عِنْدَ عَبْد الرَّزَّاق \" مَنْ بَاعَ سِلْعَةً مِنْ رَجُلٍ لَمْ يَنْقُدْهُ ثُمَّ أَفْلَسَ الرَّجُلُ فَوَجَدَهَا بِعَيْنِهَا فَلْيَأْخُذْهَا مِنْ بَيْنِ الْغُرَمَاءِ \" وَفِي مُرْسَل مَالِكٍ الْمُشَار إِلَيْهِ \" أَيُّمَا رَجُلٍ بَاعَ مَتَاعًا \" وَكَذَا هُوَ عِنْدَ مَنْ قَدَّمْنَا أَنَّهُ وَصَلَهُ , فَظَهَرَ أَنَّ الْحَدِيثَ وَارِدٌ فِي صُورَةِ الْبَيْعِ , وَيَلْتَحِقُ بِهِ الْقَرْض وَسَائِر مَا ذَكَرَ مِنْ بَاب الْأَوْلَى. ‏ ‏( تَنْبِيه ) ‏ ‏: وَقَعَ فِي الرَّافِعِيِّ سِيَاق الْحَدِيثِ بِلَفْظ الثَّوْرِيّ الَّذِي قَدَّمْتهُ , فَقَالَ السُّبْكِيّ فِي \" شَرْحِ الْمِنْهَاجِ \" هَذَا الْحَدِيث أَخْرَجَهُ مُسْلِم بِهَذَا اللَّفْظِ وَهُوَ صَرِيحٌ فِي الْمَقْصُودِ فَإِنَّ اللَّفْظَ الْمَشْهُورَ أَيْ الَّذِي فِي الْبُخَارِيِّ عَامٌّ أَوْ مُحْتَمِل , بِخِلَاف لَفْظ الْبَيْع فَإِنَّهُ نَصٌّ لَا اِحْتِمَالَ فِيهِ وَهُوَ لَفْظ مُسْلِم , قَالَ : وَجَاءَ بِلَفْظِهِ بِسَنَدٍ آخَرَ صَحِيحٍ اِنْتَهَى. وَاللَّفْظُ الْمَذْكُورُ مَا هُوَ فِي صَحِيح مُسْلِمٍ وَإِنَّمَا فِيهِ مَا قَدَّمْته وَاللَّه الْمُسْتَعَان. وَحَمَلَهُ بَعْض الْحَنَفِيَّةِ أَيْضًا عَلَى مَا إِذَا أَفْلَسَ الْمُشْتَرِي قَبْلَ أَنْ يَقْبِضَ السِّلْعَةَ , وَتُعُقِّبَ بِقَوْلِهِ فِي حَدِيثِ الْبَابِ \" عِنْدَ رَجُل \" وَلِابْن حِبَّان مِنْ طَرِيقِ سُفْيَان الثَّوْرِيِّ عَنْ يَحْيَى بْن سَعِيد \" ثُمَّ أَفْلَسَ وَهِيَ عِنْدَهُ \" وَلِلْبَيْهَقِيّ مِنْ طَرِيقِ اِبْن شِهَاب عَنْ يَحْيَى \" إِذَا أَفْلَسَ الرَّجُلُ وَعِنْدَهُ مَتَاع \" فَلَوْ كَانَ لَمْ يَقْبِضْهُ مَا نَصَّ فِي الْخَبَرِ عَلَى أَنَّهُ عِنْدَهُ , وَاعْتِذَارهمْ بِكَوْنِهِ خَبَر وَاحِد فِيهِ نَظَر , فَإِنَّهُ مَشْهُورٌ مِنْ غَيْرِ هَذَا الْوَجْهِ , أَخْرَجَهُ اِبْنُ حِبَّان مِنْ حَدِيثِ اِبْن عُمَر وَإِسْنَاده صَحِيح , وَأَخْرَجَهُ أَحْمَد وَأَبُو دَاوُد مِنْ حَدِيث سَمُرَة وَإِسْنَاده حَسَن , وَقَضَى بِهِ عُثْمَان وَعُمَر بْن عَبْد الْعَزِيز كَمَا مَضَى وَبِدُونِ هَذَا يَخْرُجُ الْخَبَرُ عَنْ كَوْنِهِ فَرْدًا غَرِيبًا , قَالَ اِبْن الْمُنْذِر : لَا نَعْرِفُ لِعُثْمَان فِي هَذَا مُخَالِفًا مِنْ الصَّحَابَةِ. وَتُعُقِّبَ بِمَا رَوَى اِبْن أَبِي شَيْبَة عَنْ عَلِيّ أَنَّهُ أُسْوَةُ الْغُرَمَاءِ , وَأُجِيبَ بِأَنَّهُ اخْتُلِفَ عَلَى عَلِيٍّ فِي ذَلِكَ بِخِلَافِ عُثْمَان وَقَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِمِ \" : تَعَسَّفَ بَعْض الْحَنَفِيَّةِ فِي تَأْوِيلِ هَذَا الْحَدِيثِ بِتَأْوِيلَاتٍ لَا تَقُومُ عَلَى أَسَاس , وَقَالَ النَّوَوِيّ : تَأَوَّلَهُ بِتَأْوِيلَاتٍ ضَعِيفَةٍ مَرْدُودَةٍ اِنْتَهَى. ‏ ‏وَاخْتَلَفَ الْقَائِلُونَ فِي صُورَةٍ - وَهِيَ مَا إِذَا مَاتَ وَوُجِدَتْ السِّلْعَة - فَقَالَ الشَّافِعِيّ : الْحُكْمُ كَذَلِكَ وَصَاحِب السِّلْعَةِ أَحَقُّ بِهَا مِنْ غَيْرِهِ , وَقَالَ مَالِك وَأَحْمَد : هُوَ أُسْوَة الْغُرَمَاءِ , وَاحْتَجَّا بِمَا فِي مُرْسَلِ مَالِكٍ \" وَإِنْ مَاتَ الَّذِي اِبْتَاعَهُ فَصَاحِب الْمَتَاعِ فِيهِ أُسْوَة الْغُرَمَاءِ \" وَفَرَّقُوا بَيْنَ الْفَلَسِ وَالْمَوْت بِأَنَّ الْمَيِّتَ خَرِبَتْ ذِمَّتُهُ فَلَيْسَ لِلْغُرَمَاءِ مَحَلّ يَرْجِعُونَ إِلَيْهِ فَاسْتَوَوْا فِي ذَلِكَ , بِخِلَافِ الْمُفْلِسِ. وَاحْتَجَّ الشَّافِعِيّ بِمَا رَوَاهُ مِنْ طَرِيقِ عُمَر بْن خَلْدَة قَاضِي الْمَدِينَةِ عَنْ أَبِي هُرَيْرَة قَالَ : \" قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّمَا رَجُلٍ مَاتَ أَوْ أَفْلَسَ فَصَاحِب الْمَتَاعِ أَحَقّ بِمَتَاعِهِ إِذَا وَجَدَهُ بِعَيْنِهِ \" وَهُوَ حَدِيث حَسَنٌ يُحْتَجُّ بِمِثْلِهِ أَخْرَجَهُ أَيْضًا أَحْمَد وَأَبُو دَاوُد وَابْن مَاجَهْ وَصَحَّحَهُ الْحَاكِمُ , وَزَادَ بَعْضهمْ فِي آخِرِهِ \" إِلَّا أَنْ يَتْرُكَ صَاحِبُه وَفَاء \" وَرَجَّحَهُ الشَّافِعِيّ عَلَى الْمُرْسَلِ وَقَالَ : يُحْتَمَلُ أَنْ يَكُونَ آخِرُهُ مِنْ رَأْيِ أَبِي بَكْر بْن عَبْد الرَّحْمَن لِأَنَّ الَّذِينَ وَصَلُوهُ عَنْهُ لَمْ يَذْكُرُوا قَضِيَّةَ الْمَوْتِ , وَكَذَلِكَ الَّذِينَ رَوَوْا عَنْ أَبِي هُرَيْرَة وَغَيْره لَمْ يَذْكُرُوا ذَلِكَ , بَلْ صَرَّحَ اِبْن خَلْدَة عَنْ أَبِي هُرَيْرَة بِالتَّسْوِيَةِ بَيْنَ الْإِفْلَاسِ وَالْمَوْتِ فَتَعَيَّنَ الْمَصِير إِلَيْهِ لِأَنَّهَا زِيَادَةٌ مِنْ ثِقَة. وَجَزَمَ اِبْن الْعَرَبِيِّ الْمَالِكِيُّ بِأَنَّ الزِّيَادَةَ الَّتِي فِي مُرْسَلِ مَالِكٍ مِنْ قَوْلِ الرَّاوِي , وَجَمَعَ الشَّافِعِيّ أَيْضًا بَيْنَ الْحَدِيثَيْنِ بِحَمْل حَدِيث اِبْن خَلْدَة عَلَى مَا إِذَا مَاتَ مُفْلِسًا وَحَدِيث أَبِي بَكْر بْن عَبْد الرَّحْمَن عَلَى مَا إِذَا مَاتَ مَلِيئًا وَاللَّه أَعْلَمُ. ‏ ‏وَمِنْ فُرُوعِ الْمَسْأَلَةِ مَا إِذَا أَرَادَ الْغُرَمَاء أَوْ الْوَرَثَة إِعْطَاء صَاحِبِ السِّلْعَةِ الثَّمَن فَقَالَ مَالِك : يَلْزَمُهُ الْقَبُولُ , وَقَالَ الشَّافِعِيّ وَأَحْمَد : لَا يَلْزَمُهُ ذَلِكَ لِمَا فِيهِ مِنْ الْمِنَّةِ , وَلِأَنَّهُ رُبَّمَا ظَهَرَ غَرِيم آخَر فَزَاحَمَهُ فِيمَا أَخَذَ. وَأَغْرَبَ اِبْنُ التِّينِ فَحَكَى عَنْ الشَّافِعِيِّ أَنَّهُ قَالَ : لَا يَجُوزُ لَهُ ذَلِكَ , لَيْسَ لَهُ إِلَّا سِلْعَتُهُ. وَيَلْتَحِقُ بِالْمَبِيعِ الْمُؤَجَّرُ فَيَرْجِعُ مُكْتَرِي الدَّابَّة أَوْ الدَّار إِلَى عَيْنِ دَابَّتِهِ وَدَارِهِ وَنَحْوِ ذَلِكَ , وَهَذَا هُوَ الصَّحِيحُ عَنْ الشَّافِعِيَّةِ وَالْمَالِكِيَّةِ. وَإِدْرَاج الْإِجَارَة فِي هَذَا الْحُكْمِ مُتَوَقِّف عَلَى أَنَّ الْمَنَافِعَ يُطْلَقُ عَلَيْهَا اِسْم الْمَتَاع أَوْ الْمَال , أَوْ يُقَالُ اِقْتَضَى الْحَدِيثُ أَنْ يَكُونَ أَحَقّ بِالْعَيْنِ وَمِنْ لَوَازِمِ ذَلِكَ الرُّجُوع فِي الْمَنَافِعِ فَثَبَتَ بِطَرِيق اللُّزُوم. وَاسْتُدِلَّ بِهِ عَلَى حُلُولِ الدَّيْنِ الْمُؤَجَّلِ بِالْفَلَسِ مِنْ حَيْثُ إِنَّ صَاحِبَ الدَّيْنِ أَدْرَكَ مَتَاعه بِعَيْنِهِ فَيَكُونُ أَحَقّ بِهِ , وَمِنْ لَوَازِمِ ذَلِكَ أَنْ يَجُوزَ لَهُ الْمُطَالَبَة بِالْمُؤَجَّلِ وَهُوَ قَوْلُ الْجُمْهُورِ , لَكِنَّ الرَّاجِحَ عِنْدَ الشَّافِعِيَّةِ أَنَّ الْمُؤَجَّلَ لَا يَحِلُّ بِذَلِكَ لِأَنَّ الْأَجَلَ حَقّ مَقْصُود لَهُ فَلَا يَفُوتُ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ لِصَاحِبِ الْمَتَاعِ أَنْ يَأْخُذَهُ وَهُوَ الْأَصَحُّ مِنْ قَوْلَيْ الْعُلَمَاء , وَالْقَوْلُ الْآخَر يَتَوَقَّفُ عَلَى حُكْمِ الْحَاكِمِ كَمَا يَتَوَقَّفُ ثُبُوت الْفَلَس , وَاسْتُدِلَّ بِهِ عَلَى فَسْخِ الْبَيْعِ إِذَا اِمْتَنَعَ الْمُشْتَرِي مِنْ أَدَاء الثَّمَن مَعَ قُدْرَتِهِ بِمَطْلٍ أَوْ هَرَبٍ قِيَاسًا عَلَى الْفَلَسِ بِجَامِعِ تَعَذُّرِ الْوُصُولِ إِلَيْهِ حَالًا , وَالْأَصَحّ مِنْ قَوْلَيْ الْعُلَمَاء أَنَّهُ لَا يُفْسَخُ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الرُّجُوعَ إِنَّمَا يَقَعُ فِي عَيْن الْمَتَاع دُونَ زَوَائِدِهِ الْمُنْفَصِلَة لِأَنَّهَا حَدَثَتْ عَلَى مِلْكِ الْمُشْتَرِي وَلَيْسَتْ بِمَتَاعِ الْبَائِعِ. وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2403,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، حَدَّثَنَا عَطَاءُ بْنُ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ أَعْتَقَ رَجُلٌ غُلاَمًا لَهُ عَنْ دُبُرٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ مَنْ يَشْتَرِيهِ مِنِّي ‏\"‏‏.‏ فَاشْتَرَاهُ نُعَيْمُ بْنُ عَبْدِ اللَّهِ، فَأَخَذَ ثَمَنَهُ، فَدَفَعَهُ إِلَيْهِ‏.‏",
    "english_text": "A man pledged that his slave would be manumitted after his death. The Prophet (ﷺ) asked, \"Who will buy \nthe slave from me?\" Nu'aim bin `Abdullah bought the slave and the Prophet (ﷺ) took its price and gave it \nto the owner.",
    "explication": "حَدِيث الْمُدَبَّرِ مُخْتَصَرًا وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي الْعِتْقِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2404,
    "category": "كتاب الاستقراض",
    "text_chakl": "وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ ذَكَرَ رَجُلاً مِنْ بَنِي إِسْرَائِيلَ، سَأَلَ بَعْضَ بَنِي إِسْرَائِيلَ أَنْ يُسْلِفَهُ، فَدَفَعَهَا إِلَيْهِ إِلَى أَجَلٍ مُسَمًّى‏.‏ فَذَكَرَ الْحَدِيثَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) mentioned an Israeli man who asked another Israeli to lend him money, and the latter gave it to him for a fixed period. (Abu Hurairah mentioned the rest of narration) ",
    "explication": "‏ ‏قَوْله : ( وَقَالَ اللَّيْثُ إِلَخْ ) ‏ ‏هُوَ طَرَفٌ مِنْ حَدِيثٍ سَاقَهُ بِتَمَامِهِ فِي كِتَاب الْكَفَالَة كَمَا سَيَأْتِي , وَسَنَذْكُرُ الْكَلَامَ عَلَيْهِ ثَمَّ , وَوَجْهُ تَعَلُّقِهِ بِالتَّرْجَمَةِ ظَاهِرٌ مِنْ جِهَة أَنَّ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا إِذَا لَمْ يَرِدْ فِي شَرْعِنَا مَا يَنْسَخُهُ , وَلَا سِيَّمَا إِذَا ذَكَرَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُقَرِّرًا لَهُ أَوْ فِي سِيَاق الثَّنَاءِ عَلَى فَاعِلِهِ أَوْ مَا أَشْبَهَ ذَلِكَ , وَيَحْتَمِل أَنْ يَكُون مُرَاد الْمُصَنِّف بِإِيرَادِ هَذَا أَنَّ رُكُوب الْبَحْر لَمْ يَزَلْ مُتَعَارَفًا مَأْلُوفًا مِنْ قَدِيم الزَّمَانِ , فَيُحْمَلُ عَلَى أَصْل الْإِبَاحَةِ حَتَّى يَرِدَ دَلِيلٌ عَلَى الْمَنْعِ. ‏ ‏قَوْله فِي آخِره ( حَدَّثَنِي عَبْد اللَّه بْن صَالِح حَدَّثَنَا اللَّيْث بِهِ ) ‏ ‏فِيهِ التَّصْرِيح بِوَصْلِ الْمُعَلَّق الْمَذْكُور , وَلَمْ يَقَع ذَلِكَ فِي أَكْثَر الرِّوَايَات فِي الصَّحِيح , وَلَا ذَكَرَهُ أَبُو ذَرّ إِلَّا فِي هَذَا الْمَوْضِع , وَكَذَا وَقَعَ فِي رِوَايَة أَبِي الْوَقْت. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2405,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مُغِيرَةَ، عَنْ عَامِرٍ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ أُصِيبَ عَبْدُ اللَّهِ وَتَرَكَ عِيَالاً وَدَيْنًا، فَطَلَبْتُ إِلَى أَصْحَابِ الدَّيْنِ أَنْ يَضَعُوا بَعْضًا مِنْ دَيْنِهِ فَأَبَوْا، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَاسْتَشْفَعْتُ بِهِ عَلَيْهِمْ فَأَبَوْا، فَقَالَ ‏\"‏ صَنِّفْ تَمْرَكَ كُلَّ شَىْءٍ مِنْهُ عَلَى حِدَتِهِ، عِذْقَ ابْنِ زَيْدٍ عَلَى حِدَةٍ، وَاللِّينَ عَلَى حِدَةٍ، وَالْعَجْوَةَ عَلَى حِدَةٍ، ثُمَّ أَحْضِرْهُمْ حَتَّى آتِيَكَ ‏\"‏‏.‏ فَفَعَلْتُ، ثُمَّ جَاءَ صلى الله عليه وسلم فَقَعَدَ عَلَيْهِ، وَكَالَ لِكُلِّ رَجُلٍ حَتَّى اسْتَوْفَى، وَبَقِيَ التَّمْرُ كَمَا هُوَ كَأَنَّهُ لَمْ يُمَسَّ‏.‏ وَغَزَوْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم عَلَى نَاضِحٍ لَنَا، فَأَزْحَفَ الْجَمَلُ فَتَخَلَّفَ عَلَىَّ فَوَكَزَهُ النَّبِيُّ صلى الله عليه وسلم مِنْ خَلْفِهِ، قَالَ ‏\"‏ بِعْنِيهِ وَلَكَ ظَهْرُهُ إِلَى الْمَدِينَةِ ‏\"‏‏.‏ فَلَمَّا دَنَوْنَا اسْتَأْذَنْتُ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي حَدِيثُ عَهْدٍ بِعُرْسٍ‏.‏ قَالَ صلى الله عليه وسلم ‏\"‏ فَمَا تَزَوَّجْتَ بِكْرًا أَمْ ثَيِّبًا ‏\"‏‏.‏ قُلْتُ ثَيِّبًا، أُصِيبَ عَبْدُ اللَّهِ وَتَرَكَ جَوَارِيَ صِغَارًا، فَتَزَوَّجْتُ ثَيِّبًا تُعَلِّمُهُنَّ وَتُؤَدِّبُهُنَّ، ثُمَّ قَالَ ‏\"‏ ائْتِ أَهْلَكَ ‏\"‏‏.‏ فَقَدِمْتُ فَأَخْبَرْتُ خَالِي بِبَيْعِ الْجَمَلِ فَلاَمَنِي، فَأَخْبَرْتُهُ بِإِعْيَاءِ الْجَمَلِ، وَبِالَّذِي كَانَ مِنَ النَّبِيِّ صلى الله عليه وسلم وَوَكْزِهِ إِيَّاهُ، فَلَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم غَدَوْتُ إِلَيْهِ بِالْجَمَلِ، فَأَعْطَانِي ثَمَنَ الْجَمَلِ وَالْجَمَلَ وَسَهْمِي مَعَ الْقَوْمِ‏.‏",
    "english_text": "When `Abdullah (my father) died, he left behind children and debts. I asked the lenders to put down \nsome of his debt, but they refused, so I went to the Prophet (ﷺ) to intercede with them, yet they refused. \nThe Prophet (ﷺ) said (to me), \"Classify your dates into their different kinds: 'Adha bin Zaid, Lean and \n'Ajwa, each kind alone and call all the creditors and wait till I come to you.\" I did so and the Prophet (ﷺ) \ncame and sat beside the dates and started measuring to each his due till he paid them fully, and the \namount of dates remained as it was before, as if he had not touched them. \n(On another occasion) I took part in one of Ghazawat among with the Prophet (ﷺ) and I was riding one of \nour camels. The camel got tired and was lagging behind the others. The Prophet (ﷺ) hit it on its back. He \nsaid, \"Sell it to me, and you have the right to ride it till Medina.'' When we approached Medina, I took \nthe permission from the Prophet (ﷺ) to go to my house, saying, \"O Allah's Messenger (ﷺ)! I have newly \nmarried.\" The Prophet (ﷺ) asked, \"Have you married a virgin or a matron (a widow or divorcee)?\" I said, \n\"I have married a matron, as `Abdullah (my father) died and left behind daughters small in their ages, \nso I married a matron who may teach them and bring them up with good manners.\" The Prophet (ﷺ) then \nsaid (to me), \"Go to your family.\" When I went there and told my maternal uncle about the selling of \nthe camel, he admonished me for it. On that I told him about its slowness and exhaustion and about \nwhat the Prophet (ﷺ) had done to the camel and his hitting it. When the Prophet (ﷺ) arrived, I went to him \nwith the camel in the morning and he gave me its price, the camel itself, and my share from the war \nbooty as he gave the other people.",
    "explication": "‏ ‏وَقَوْله فِي هَذِهِ الرِّوَايَةِ \" صَنِّفْ تَمْرَك \" ‏ ‏أَيْ اِجْعَلْ كُلَّ صِنْفٍ وَحْدَهُ ‏ ‏وَقَوْله : \" عَلَى حِدَة \" ‏ ‏بِكَسْرِ الْحَاءِ وَتَخْفِيفِ الدَّالِ أَيْ عَلَى اِنْفِرَاد , ‏ ‏وَقَوْلُهُ : \" عَذْق اِبْن زَيْد \" ‏ ‏بِفَتْحِ الْعَيْنِ وَسُكُون الذَّالِ الْمُعْجَمَة نَوْع جَيِّد مِنْ التَّمْرِ , وَالْعَذْقُ بِالْفَتْحِ النَّخْلَة , وَاللِّينُ بِكَسْرِ اللَّامِ وَسُكُون التَّحْتَانِيَّة نَوْع مِنْ التَّمْرِ , وَقِيلَ هُوَ الرَّدِيء. ‏ ‏وَقَوْلُهُ : \" فَأَزْحَف \" ‏ ‏بِفَتْح الْهَمْزَةِ وَسُكُون الزَّايِ وَفَتْح الْمُهْمَلَةِ أَيْ كَلَّ وَأَعْيَا , وَأَصْلُهُ أَنَّ الْبَعِيرَ إِذَا تَعِبَ يَجُرُّ رَسَنَهُ وَكَأَنَّهُمْ كَنَّوْا بِقَوْلِهِمْ أَزْحَفَ رَسَنَهُ أَيْ جَرَّه مِنْ الْإِعْيَاءِ ثُمَّ حَذَفُوا الْمَفْعُول لِكَثْرَةِ الِاسْتِعْمَالِ. وَحَكَى اِبْنُ التِّينِ أَنَّ فِي بَعْضِ النُّسَخِ بِضَمِّ الْهَمْزَةِ وَزَعَمَ أَنَّ الصَّوَابَ زَحَفَ الْجَمَل مِنْ الثُّلَاثِيِّ , وَكَأَنَّهُ لَمْ يَقِفْ عَلَى مَا قَدَّمْنَاهُ. ‏ ‏وَقَوْلُهُ : \" وَوَكَزَهُ \" ‏ ‏كَذَا لِلْأَكْثَرِ بِالْوَاو أَيْ ضَرَبَهُ بِالْعَصَا , وَفِي رِوَايَةِ أَبِي ذَرّ عَنْ الْمُسْتَمْلِي وَالْحَمَوِيّ \" وَرَكَزَهُ \" بِالرَّاءِ أَيْ رَكَزَ فِيهِ الْعَصَا وَالْمُرَاد الْمُبَالَغَة فِي ضَرْبِهِ بِهَا , سَيَأْتِي بَقِيَّةُ الْكَلَامِ عَلَى دَيْنِ أَبِيهِ فِي عَلَامَاتِ النُّبُوَّةِ , وَعَلَى بَيْعِ جَمَلِهِ فِي الشُّرُوطِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2406,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَجُلٌ لِلنَّبِيِّ صلى الله عليه وسلم إِنِّي أُخْدَعُ فِي الْبُيُوعِ‏.‏ فَقَالَ ‏\n\"‏ إِذَا بَايَعْتَ فَقُلْ لاَ خِلاَبَةَ ‏\"‏‏.‏ فَكَانَ الرَّجُلُ يَقُولُهُ‏.‏",
    "english_text": "A man came to the Prophet (ﷺ) and said, \"I am often betrayed in bargaining.\" The Prophet (ﷺ) advised him, \n\"When you buy something, say (to the seller), 'No deception.\" The man used to say so afterwards.",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏فِي رِوَايَة أَحْمَد مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق \" حَدَّثَنِي نَافِع عَنْ اِبْن عُمَرَ , كَانَ رَجُل مِنْ الْأَنْصَارِ \" زَادَ اِبْن الْجَارُودِ فِي \" الْمُنْتَقَى \" مِنْ طَرِيق سُفْيَانَ عَنْ نَافِعٍ أَنَّهُ حَبَّان بْن مُنْقِذٍ , وَهُوَ بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة الثَّقِيلَة , وَرَوَاهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق عَبْد الْأَعْلَى وَالْبَيْهَقِيُّ مِنْ طَرِيق يُونُس بْن بُكَيْر كِلَاهُمَا عَنْ اِبْن إِسْحَاق بِهِ وَزَادَ فِيهِ \" قَالَ اِبْن إِسْحَاق فَحَدَّثَنِي مُحَمَّد بْن يَحْيَى بْن حَبَّان قَالَ هُوَ جَدِّي مُنْقِذ بْن عَمْرو \" وَكَذَلِكَ رَوَاهُ اِبْن مَنْدَهْ مِنْ وَجْه آخَرَ عَنْ اِبْن إِسْحَاق. ‏ ‏قَوْله : ( ذَكَرَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ اِبْن إِسْحَاقَ \" فَشَكَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يَلْقَى مِنْ الْغَبْنِ \". ‏ ‏قَوْله : ( أَنَّهُ يُخْدَع فِي الْبُيُوع ) ‏ ‏بَيَّنَ اِبْن إِسْحَاق فِي رِوَايَته الْمَذْكُورَة سَبَب شَكْوَاهُ وَهُوَ مَا يَلْقَى مِنْ الْغَبْنِ , وَقَدْ أَخْرَجَهُ أَحْمَد وَأَصْحَابُ السُّنَنِ وَابْن حِبَّانَ وَالْحَاكِمُ مِنْ حَدِيث أَنَس بِلَفْظِ \" إِنَّ رَجُلًا كَانَ يُبَايِع , وَكَانَ فِي عُقْدَتِهِ ضَعْفٌ \". ‏ ‏قَوْله : ( لَا خِلَابَةَ ) ‏ ‏بِكَسْرِ الْمُعْجَمَةِ وَتَحْفِيفِ اللَّامِ أَيْ لَا خَدِيعَةَ و \" لَا \" لِنَفْيِ الْجِنْسِ أَيْ لَا خَدِيعَةَ فِي الدِّينِ لِأَنَّ الدِّينَ النَّصِيحَةُ , زَادَ اِبْن إِسْحَاق فِي رِوَايَة يُونُس بْن بُكَيْر وَعَبْد الْأَعْلَى عَنْهُ \" ثُمَّ أَنْتَ بِالْخِيَارِ فِي كُلِّ سِلْعَةٍ اِبْتَعْتهَا ثَلَاثَ لَيَالٍ , فَإِنْ رَضِيت فَأَمْسِكْ وَإِنْ سَخِطْت فَأَرْدُدْ \" فَبَقِيَ حَتَّى أَدْرَكَ زَمَان عُثْمَانَ وَهُوَ اِبْنُ مِائَةٍ وَثَلَاثِينَ سَنَةً , فَكَثُرَ النَّاسُ فِي زَمَن عُثْمَانَ , وَكَانَ إِذَا اِشْتَرَى شَيْئًا فَقِيلَ لَهُ إِنَّك غُبِنْت فِيهِ رَجَعَ بِهِ فَيَشْهَدُ لَهُ الرَّجُلُ مِنْ الصَّحَابَة بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ جَعَلَهُ بِالْخِيَارِ ثَلَاثًا فَيَرُدُّ لَهُ دَرَاهِمَهُ. قَالَ الْعُلَمَاء : لَقَّنَهُ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا الْقَوْلَ لِيُتَلَفَّظَ بِهِ عِنْد الْبَيْع فَيُطْلِعُ بِهِ صَاحِبَهُ عَلَى أَنَّهُ لَيْسَ مِنْ ذَوِي الْبَصَائِرِ فِي مَعْرِفَةِ السِّلَعِ وَمَقَادِيرِ الْقِيمَةِ فَيَرَى لَهُ كَمَا يَرَى لِنَفْسِهِ , لِمَا تَقَرَّرَ مِنْ حَضِّ الْمُتَبَايِعَيْنِ عَلَى أَدَاءِ النَّصِيحَةِ كَمَا تَقَدَّمَ فِي قَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَدِيث حَكِيم بْن حِزَامٍ \" فَإِنْ صَدَقَا وَبَيَّنَا بِوَرِكِ لَهُمَا فِي بَيْعِهِمَا \" الْحَدِيثَ. وَاسْتُدِلَّ بِهَذَا الْحَدِيثِ لِأَحْمَدَ وَأَحَد قَوْلَيْ مَالِك أَنَّهُ يُرَدُّ بِالْغَبْنِ الْفَاحِش لِمَنْ لَمْ يَعْرِفْ قِيمَةَ السِّلْعَةِ , وَتُعُقِّبَ بِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا جَعَلَ لَهُ الْخِيَار لِضَعْفِ عَقْلِهِ وَلَوْ كَانَ الْغَبْنُ يُمْلَكُ بِهِ الْفَسْخُ لَمَا اِحْتَاجَ إِلَى شَرْط الْخِيَارِ. وَقَالَ اِبْن الْعَرَبِيّ : يَحْتَمِل أَنَّ الْخَدِيعَةَ فِي قِصَّة هَذَا الرَّجُلِ كَانَتْ فِي الْعَيْبِ أَوْ فِي الْكَذِبِ أَوْ فِي الثَّمَنِ أَوْ فِي الْغَبْنِ فَلَا يُحْتَجُّ بِهَا فِي مَسْأَلَة الْغَبْنِ بِخُصُوصِهَا , وَلَيْسَتْ قِصَّةً عَامَّةً وَإِنَّمَا هِيَ خَاصَّةٌ فِي وَاقِعَةِ عَيْنٍ فَيُحْتَجُّ بِهَا فِي حَقّ مَنْ كَانَ بِصِفَةِ الرَّجُل قَالَ : وَأَمَّا مَا رُوِيَ عَنْ عُمَر أَنَّهُ كُلِّمَ فِي الْبَيْعِ فَقَالَ : مَا أَجِدُ لَكُمْ شَيْئًا أَوْسَعَ مِمَّا جَعَلَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَبَّانَ بْن مُنْقِذ ثَلَاثَة أَيَّام , فَمَدَارُهُ عَلَى اِبْن لَهِيعَةَ وَهُوَ ضَعِيفٌ اِنْتَهَى , وَهُوَ كَمَا قَالَ أَخْرَجَهُ الطَّبَرَانِيُّ وَالدَّارَقُطْنِيّ وَغَيْرهمَا مِنْ طَرِيقه , لَكِنَّ الِاحْتِمَالَاتِ الَّتِي ذَكَرَهَا قَدْ تَعَيَّنَتْ بِالرِّوَايَةِ الَّتِي صَرَّحَ بِهَا بِأَنَّهُ كَانَ يُغْبَنُ فِي الْبُيُوعِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ أَمَدَ الْخِيَارِ الْمُشْتَرَطَ ثَلَاثَةُ أَيَّامٍ مِنْ غَيْر زِيَادَة لِأَنَّهُ حُكْمٌ وَرَدَ عَلَى خِلَاف الْأَصْل فَيُقْتَصَرُ بِهِ عَلَى أَقْصَى مَا وَرَدَ فِيهِ , وَيُؤَيِّدُهُ جَعْلُ الْخِيَارِ فِي الْمُصَرَّاةِ ثَلَاثَةَ أَيَّامٍ , وَاعْتِبَارُ الثَّلَاث فِي غَيْر مَوْضِع , وَأَغْرَبَ بَعْضُ الْمَالِكِيَّةِ فَقَالَ إِنَّمَا قَصَرَهُ عَلَى ثَلَاثٍ لِأَنَّ مُعْظَمَ بَيْعِهِ كَانَ فِي الرَّقِيقِ , وَهَذَا يَحْتَاجُ إِلَى دَلِيلٍ وَلَا يَكْفِي فِيهِ مُجَرَّدُ الِاحْتِمَالِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ قَالَ عِنْد الْعَقْدِ \" لَا خِلَابَةَ \" أَنَّهُ يَصِيرُ فِي تِلْكَ الصَّفْقَةِ بِالْخِيَارِ سَوَاءٌ وَجَدَ فِيهِ عَيْبًا أَوْ غَبْنًا أَمْ لَا , وَبَالَغَ اِبْن حَزْم فِي جُمُودِهِ فَقَالَ : لَوْ قَالَ لَا خَدِيعَةَ أَوْ لَا غِشَّ أَوْ مَا أَشْبَهَ ذَلِكَ لَمْ يَكُنْ لَهُ الْخِيَارُ حَتَّى يَقُولَ لَا خِلَابَةَ. وَمِنْ أَسْهَلَ مَا يُرَدُّ بِهِ عَلَيْهِ أَنَّهُ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ أَنَّهُ كَانَ يَقُولُ \" لَا خِيَابَةَ \" بِالتَّحْتَانِيَّةِ بَدَلَ اللَّامِ وَبِالذَّالِ الْمُعْجَمَةِ بَدَلَ اللَّامِ أَيْضًا وَكَأَنَّهُ كَانَ لَا يُفْصِحُ بِاللَّامِ لِلَثْغَة لِسَانِهِ وَمَعَ ذَلِكَ لَمْ يَتَغَيَّرْ الْحُكْمُ فِي حَقِّهِ عِنْد أَحَد مِنْ الصَّحَابَة الَّذِينَ كَانُوا يَشْهَدُونَ لَهُ بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَهُ بِالْخِيَارِ فَدَلَّ عَلَى أَنَّهُمْ اِكْتَفَوْا فِي ذَلِكَ بِالْمَعْنَى , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْكَبِيرَ لَا يُحْجَرُ عَلَيْهِ وَلَوْ تَبَيَّنَ سَفَهُهُ لِمَا فِي بَعْضِ طُرُقِ حَدِيثِ أَنَس أَنَّ أَهْلَهُ أَتَوْا النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه اُحْجُرْ عَلَيْهِ , فَدَعَاهُ فَنَهَاهُ عَنْ الْبَيْعِ فَقَالَ لَا أَصْبِرُ عَنْهُ فَقَالَ \" إِذَا بَايَعْت فَقُلْ لَا خِلَابَة \" وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ الْحَجْرُ عَلَى الْكَبِيرِ لَا يَصِحُّ لَأَنْكَرَ عَلَيْهِمْ , وَأَمَّا كَوْنُهُ لَمْ يَحْجُرْ عَلَيْهِ فَلَا يَدُلُّ عَلَى مَنْعِ الْحَجْرِ عَلَى السَّفِيهِ. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز الْبَيْع بِشَرْطِ الْخِيَار وَعَلَى جَوَاز شَرْط الْخِيَار لِلْمُشْتَرِي وَحْدَهُ , وَفِيهِ مَا كَانَ أَهْلُ ذَلِكَ الْعَصْرِ عَلَيْهِ مِنْ الرُّجُوعِ إِلَى الْحَقِّ وَقَبُولِ خَبَرِ الْوَاحِدِ فِي الْحُقُوقِ وَغَيْرِهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2407,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا عُثْمَانُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنْ وَرَّادٍ، مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ عُقُوقَ الأُمَّهَاتِ، وَوَأْدَ الْبَنَاتِ، وَمَنَعَ وَهَاتِ، وَكَرِهَ لَكُمْ قِيلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ، وَإِضَاعَةَ الْمَالِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Allah has forbidden for you, (1) to be undutiful to your mothers, (2) to bury your \ndaughters alive, (3) to not to pay the rights of the others (e.g. charity, etc.) and (4) to beg of men \n(begging). And Allah has hated for you (1) vain, useless talk, or that you talk too much about others, \n(2) to ask too many questions, (in disputed religious matters) and (3) to waste the wealth (by \nextravagance).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي عُثْمَان ) ‏ ‏هُوَ اِبْن أَبِي شَيْبَة , ‏ ‏وَجَرِير ) ‏ ‏هُوَ اِبْن عَبْد الْحَمِيد , ‏ ‏وَمَنْصُور ) ‏ ‏هُوَ اِبْنُ الْمُعْتَمِرِ , وَالْإِسْنَاد كُلّه كُوفِيُّونَ لَكِنْ سَكَنَ جَرِير الرَّيَّ , وَمَنْصُور وَشَيْخه وَشَيْخ شَيْخِهِ تَابِعِيُّونَ فِي نَسَقٍ. ‏ ‏قَوْله : ( إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ عُقُوقَ الْأُمَّهَاتِ ) ‏ ‏قِيلَ خَصَّ الْأُمَّهَات بِالذِّكْرِ لِأَنَّ الْعُقُوقَ إِلَيْهِنَّ أَسْرَع مِنْ الْآبَاءِ لِضَعْفِ النِّسَاءِ وَلِيُنَبِّه عَلَى أَنَّ بِرَّ الْأُمِّ مُقَدَّم عَلَى بِرِّ الْأَبِ فِي التَّلَطُّفِ وَالْحُنُوِّ وَنَحْو ذَلِكَ , وَالْمَقْصُود مِنْ إِيرَادِ هَذَا الْحَدِيثِ هُنَا قَوْله فِيهِ \" وَإِضَاعَة الْمَالِ \" وَقَدْ قَالَ الْجُمْهُور : إِنَّ الْمُرَادَ بِهِ السَّرَف فِي إِنْفَاقِهِ , وَعَنْ سَعِيد بْن جُبَيْر إِنْفَاقه فِي الْحَرَامِ , وَسَيَأْتِي بَقِيَّة الْكَلَامِ عَلَيْهِ فِي كِتَابِ الْأَدَبِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2408,
    "category": "كتاب الاستقراض",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالإِمَامُ رَاعٍ، وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ فِي أَهْلِهِ رَاعٍ، وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ فِي بَيْتِ زَوْجِهَا رَاعِيَةٌ وَهْىَ مَسْئُولَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ فِي مَالِ سَيِّدِهِ رَاعٍ، وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏ قَالَ فَسَمِعْتُ هَؤُلاَءِ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَحْسِبُ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ وَالرَّجُلُ فِي مَالِ أَبِيهِ رَاعٍ، وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، فَكُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) saying, \"Everyone of you is a guardian, and responsible for what is in his \ncustody. The ruler is a guardian of his subjects and responsible for them; a husband is a guardian of \nhis family and is responsible for it; a lady is a guardian of her husband's house and is responsible for \nit, and a servant is a guardian of his master's property and is responsible for it.\" I heard that from \nAllah's Messenger (ﷺ) and I think that the Prophet (ﷺ) also said, \"A man is a guardian of is father's property and \nis responsible for it, so all of you are guardians and responsible for your wards and things under your \ncare.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنَا عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , وَيُونُس هُوَ اِبْن يَزِيد الْأَيْلِيُّ. ‏ ‏قَوْلُهُ : ( كُلّكُمْ رَاعٍ وَزَادَ اللَّيْث إِلَخْ ) ‏ ‏فِيهِ إِشَارَة إِلَى أَنَّ رِوَايَة اللَّيْث مُتَّفِقَة مَعَ اِبْن الْمُبَارَك إِلَّا فِي الْقِصَّة فَإِنَّهَا مُخْتَصَّة بِرِوَايَةِ اللَّيْث , وَرِوَايَة اللَّيْث مُعَلَّقَة , وَقَدْ وَصَلَهَا الذُّهْلِيُّ عَنْ أَبِي صَالِح كَاتِب اللَّيْث عَنْهُ , وَقَدْ سَاقَ الْمُصَنِّف رِوَايَة اِبْن الْمُبَارَك بِهَذَا الْإِسْنَاد فِي كِتَاب الْوَصَايَا فَلَمْ يُخَالِف رِوَايَة اللَّيْث إِلَّا فِي إِعَادَة قَوْلُهُ فِي آخِره \" وَكُلّكُمْ رَاعٍ إِلَخْ \". ‏ ‏قَوْلُهُ : ( وَكَتَبَ رُزَيْق بْن حُكَيْم ) ‏ ‏هُوَ بِتَقْدِيمِ الرَّاء عَلَى الزَّايِ , وَالتَّصْغِير فِي اِسْمه وَاسْم أَبِيهِ فِي رِوَايَتنَا , وَهَذَا هُوَ الْمَشْهُور فِي غَيْرهَا , وَقِيلَ بِتَقْدِيمِ الزَّاي وَبِالتَّصْغِيرِ فِيهِ دُون أَبِيهِ. ‏ ‏قَوْلُهُ : ( أُجَمِّع ) ‏ ‏أَيْ أُصَلِّي بِمَنْ مَعِي الْجُمُعَة. ‏ ‏قَوْلُهُ : ( عَلَى أَرْض يَعْمَلهَا ) ‏ ‏أَيْ يَزْرَع فِيهَا. ‏ ‏قَوْلُهُ : ( وَرُزَيْق يَوْمَئِذٍ عَلَى أَيْلَةَ ) ‏ ‏بِفَتْحِ الْهَمْزَة وَسُكُون التَّحْتَانِيَّة بَعْدهَا لَام بَلْدَة مَعْرُوفَة فِي طَرِيق الشَّام بَيْن الْمَدِينَة وَمِصْر عَلَى سَاحِل الْقُلْزُم , وَكَانَ رُزَيْق أَمِيرًا عَلَيْهَا مِنْ قِبَل عُمَر بْن عَبْد الْعَزِيز , وَاَلَّذِي يَظْهَر أَنَّ الْأَرْض الَّتِي كَانَ يَزْرَعهَا مِنْ أَعْمَال أَيْلَةَ , وَلَمْ يَسْأَل عَنْ أَيْلَةَ نَفْسهَا لِأَنَّهَا كَانَتْ مَدِينَة كَبِيرَة ذَات قَلْعَة وَهِيَ الْآن خَرَاب يَنْزِل بِهَا الْحَاجّ الْمِصْرِيّ وَالْغَزِّيّ وَبَعْض آثَارهَا ظَاهِر. ‏ ‏قَوْلُهُ : ( وَأَنَا أَسْمَع ) ‏ ‏هُوَ قَوْل يُونُس , وَالْجُمْلَة حَالِيَّة , وَقَوْلُهُ \" يَأْمُرهُ \" حَالَة أُخْرَى , وَقَوْلُهُ \" يُخْبِرهُ \" حَال مِنْ فَاعِل يَأْمُرهُ , وَالْمَكْتُوب هُوَ الْحَدِيث , وَالْمَسْمُوع الْمَأْمُور بِهِ قَالَهُ الْكَرْمَانِيُّ. وَاَلَّذِي يَظْهَر أَنَّ الْمَكْتُوب هُوَ عَيْن الْمَسْمُوع , وَهُوَ الْأَمْر وَالْحَدِيث مَعًا , وَفِي قَوْلُهُ \" كَتَبَ \" تَجَوُّز كَأَنَّ اِبْن شِهَاب أَمْلَاهُ عَلَى كَاتِبه فَسَمِعَهُ يُونُس مِنْهُ , وَيَحْتَمِل أَنْ يَكُون الزُّهْرِيُّ كَتَبَهُ بِخَطِّهِ وَقَرَأَهُ بِلَفْظِهِ فَيَكُون فِيهِ حَذْف تَقْدِيره فَكَتَبَ اِبْن شِهَاب وَقَرَأَهُ وَأَنَا أَسْمَع , وَوَجْه مَا اُحْتُجَّ بِهِ عَلَى التَّجْمِيع مِنْ قَوْلُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّكُمْ رَاعٍ \" أَنَّ عَلَى مَنْ كَانَ أَمِيرًا إِقَامَة الْأَحْكَام الشَّرْعِيَّة - وَالْجُمُعَة مِنْهَا - وَكَانَ رُزَيْق عَامِلًا عَلَى الطَّائِفَة الَّتِي ذَكَرَهَا , وَكَانَ عَلَيْهِ أَنْ يُرَاعِيَ حُقُوقهمْ وَمِنْ جُمْلَتهَا إِقَامَة الْجُمُعَة. قَالَ الزَّيْن ابْن الْمُنِير : فِي هَذِهِ الْقِصَّة إِيمَاء إِلَى أَنَّ الْجُمُعَة تَنْعَقِد بِغَيْرِ إِذْن مِنْ السُّلْطَان إِذَا كَانَ فِي الْقَوْم مَنْ يَقُوم بِمَصَالِحِهِمْ. وَفِيهِ إِقَامَة الْجُمُعَة فِي الْقُرَى خِلَافًا لِمَنْ شَرَطَ لَهَا الْمُدُن , فَإِنْ قِيلَ ; قَوْلُهُ \" كُلّكُمْ رَاعٍ \" يَعُمّ جَمِيع النَّاس فَيَدْخُل فِيهِ الْمَرْعِيّ أَيْضًا , فَالْجَوَاب أَنَّهُ مَرْعِيّ بِاعْتِبَارٍ , رَاعٍ بِاعْتِبَارٍ , حَتَّى وَلَوْ لَمْ يَكُنْ لَهُ أَحَد كَانَ رَاعِيًا لِجَوَارِحِهِ وَحَوَاسّه , لِأَنَّهُ يَجِب عَلَيْهِ أَنْ يَقُوم بِحَقِّ اللَّه وَحَقّ عِبَاده , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة فَوَائِد هَذَا الْحَدِيث فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْلُهُ فِيهِ ( قَالَ وَحَسِبْت أَنْ قَدْ قَالَ ) ‏ ‏جَزَمَ الْكَرْمَانِيُّ بِأَنَّ فَاعِل \" قَالَ \" هُنَا هُوَ يُونُس , وَفِيهِ نَظَرٌ , وَاَلَّذِي يَظْهَر أَنَّهُ سَالِم , ثُمَّ ظَهَرَ لِي أَنَّهُ اِبْن عُمَر. وَسَيَأْتِي فِي كِتَاب الِاسْتِقْرَاض بَيَان ذَلِكَ إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ رَوَاهُ اللَّيْث أَيْضًا عَنْ نَافِع عَنْ اِبْن عُمَر بِدُونِ هَذِهِ الزِّيَادَة , أَخْرَجَهُ مُسْلِم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]