[
  {
    "id": "2410",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، قَالَ عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ أَخْبَرَنِي قَالَ سَمِعْتُ النَّزَّالَ، سَمِعْتُ عَبْدَ اللَّهِ، يَقُولُ سَمِعْتُ رَجُلاً، قَرَأَ آيَةً سَمِعْتُ مِنَ النَّبِيِّ، صلى الله عليه وسلم خِلاَفَهَا، فَأَخَذْتُ بِيَدِهِ، فَأَتَيْتُ بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ كِلاَكُمَا مُحْسِنٌ ‏\"‏‏.‏ قَالَ شُعْبَةُ أَظُنُّهُ قَالَ ‏\"‏ لاَ تَخْتَلِفُوا فَإِنَّ مَنْ كَانَ قَبْلَكُمُ اخْتَلَفُوا فَهَلَكُوا ‏\"‏‏.‏",
    "english_text": "I heard a man reciting a verse (of the Holy Qur'an) but I had heard the Prophet (ﷺ) reciting it differently. \nSo, I caught hold of the man by the hand and took him to Allah's Messenger (ﷺ) who said, \"Both of you are \nright.\" Shu`ba, the sub-narrator said, \"I think he said to them, \"Don't differ, for the nations before you \ndiffered and perished (because of their differences). \"",
    "explication": "‏ ‏قَوْله : ( عَبْد الْمَلِك بْن مَيْسَرَة أَخْبَرَنِي ) ‏ ‏هُوَ مِنْ تَقْدِيمِ الرَّاوِي عَلَى الصِّيغَةِ وَهُوَ جَائِزٌ عِنْدَهُمْ , وَابْن مَيْسَرَة الْمَذْكُور هِلَالِيّ كُوفِيّ تَابِعِيّ يُقَالُ لَهُ الزَّرَّاد بِزَايٍ ثُمَّ رَاء ثَقِيلَة , وَشَيْخه النَّزَّال بِفَتْحِ النُّونِ وَتَشْدِيدِ الزَّايِ اِبْن سَبْرَة بِفَتْحِ الْمُهْمَلَةِ وَسُكُونِ الْمُوَحَّدَةِ هِلَالِيّ أَيْضًا مِنْ كِبَارِ التَّابِعِينَ , وَذَكَرَهُ بَعْضهمْ فِي الصَّحَابَةِ لِإِدْرَاكِهِ , وَلَيْسَ لَهُ فِي الْبُخَارِيِّ سِوَى هَذَا الْحَدِيثِ عَنْ عَبْد اللَّه بْن مَسْعُود وَآخَر فِي الْأَشْرِبَة عَنْ عَلِيّ وَقَدْ أَعَادَ حَدِيث الْبَابِ فِي أَحَادِيثِ الْأَنْبِيَاءِ وَفِي فَضَائِلِ الْقُرْآنِ , وَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى هُنَاكَ , وَالْمَقْصُود مِنْهُ هُنَا قَوْله : \" فَأَخَذْت بِيَدِهِ فَأَتَيْت بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" فَإِنَّهُ الْمُنَاسِبُ لِلتَّرْجَمَةِ. ‏ ‏قَوْله : ( سَمِعْت رَجُلًا ) ‏ ‏سَيَأْتِي أَنَّهُ يَحْتَمِلُ أَنْ يُفَسَّرَ بِعُمَرَ رَضِيَ اللَّهُ عَنْهُ. ‏ ‏قَوْله : ( آيَة ) ‏ ‏فِي \" الْمُبْهَمَاتِ \" لِلْخَطِيبِ أَنَّهَا مِنْ سُورَةِ الْأَحْقَافِ. ‏ ‏قَوْله : ( قَالَ شُعْبَة ) ‏ ‏وَبِالْإِسْنَادِ الْمَذْكُورِ , ‏ ‏وَقَوْلُهُ : \" أَظُنُّهُ قَالَ \" ‏ ‏فَاعِل الْقَوْل رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِالْإِسْنَادِ الْمَذْكُورِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2411",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، وَعَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ اسْتَبَّ رَجُلاَنِ رَجُلٌ مِنَ الْمُسْلِمِينَ وَرَجُلٌ مِنَ الْيَهُودِ، قَالَ الْمُسْلِمُ وَالَّذِي اصْطَفَى مُحَمَّدًا عَلَى الْعَالَمِينَ، فَقَالَ الْيَهُودِيُّ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْعَالَمِينَ‏.‏ فَرَفَعَ الْمُسْلِمُ يَدَهُ عِنْدَ ذَلِكَ فَلَطَمَ وَجْهَ الْيَهُودِيِّ، فَذَهَبَ الْيَهُودِيُّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرَهُ بِمَا كَانَ مِنْ أَمْرِهِ وَأَمْرِ الْمُسْلِمِ، فَدَعَا النَّبِيُّ صلى الله عليه وسلم الْمُسْلِمَ فَسَأَلَهُ عَنْ ذَلِكَ، فَأَخْبَرَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لاَ تُخَيِّرُونِي عَلَى مُوسَى، فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ، فَأَصْعَقُ مَعَهُمْ، فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ، فَإِذَا مُوسَى بَاطِشٌ جَانِبَ الْعَرْشِ، فَلاَ أَدْرِي أَكَانَ فِيمَنْ صَعِقَ فَأَفَاقَ قَبْلِي، أَوْ كَانَ مِمَّنِ اسْتَثْنَى اللَّهُ ‏\"‏‏.‏",
    "english_text": "Two persons, a Muslim and a Jew, quarreled. The Muslim said, \"By Him Who gave Muhammad \nsuperiority over all the people! The Jew said, \"By Him Who gave Moses superiority over all the \npeople!\" At that the Muslim raised his hand and slapped the Jew on the face. The Jew went to the \nProphet and informed him of what had happened between him and the Muslim. The Prophet (ﷺ) sent for \nthe Muslim and asked him about it. The Muslim informed him of the event. The Prophet (ﷺ) said, \"Do not \ngive me superiority over Moses, for on the Day of Resurrection all the people will fall unconscious \nand I will be one of them, but I will. be the first to gain consciousness, and will see Moses standing \nand holding the side of the Throne (of Allah). I will not know whether (Moses) has also fallen \nunconscious and got up before me, or Allah has exempted him from that stroke.\"",
    "explication": "الثَّانِي وَالثَّالِثُ حَدِيث أَبِي هُرَيْرَة فِي قِصَّةِ الْيَهُودِيِّ الَّذِي لَطَمَهُ الْمُسْلِمُ حَيْثُ قَالَ : \" وَالَّذِي اِصْطَفَى مُوسَى \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِمَا فِي أَحَادِيثِ الْأَنْبِيَاءِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2412",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ جَاءَ يَهُودِيٌّ، فَقَالَ يَا أَبَا الْقَاسِمِ ضَرَبَ وَجْهِي رَجُلٌ مِنْ أَصْحَابِكَ‏.‏ فَقَالَ ‏\"‏ مَنْ ‏\"‏‏.‏ قَالَ رَجُلٌ مِنَ الأَنْصَارِ‏.‏ قَالَ ‏\"‏ ادْعُوهُ ‏\"‏‏.‏ فَقَالَ ‏\"‏ أَضَرَبْتَهُ ‏\"‏‏.‏ قَالَ سَمِعْتُهُ بِالسُّوقِ يَحْلِفُ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْبَشَرِ‏.‏ قُلْتُ أَىْ خَبِيثُ، عَلَى مُحَمَّدٍ صلى الله عليه وسلم فَأَخَذَتْنِي غَضْبَةٌ ضَرَبْتُ وَجْهَهُ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ تُخَيِّرُوا بَيْنَ الأَنْبِيَاءِ، فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ، فَأَكُونُ أَوَّلَ مَنْ تَنْشَقُّ عَنْهُ الأَرْضُ، فَإِذَا أَنَا بِمُوسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ، فَلاَ أَدْرِي أَكَانَ فِيمَنْ صَعِقَ، أَمْ حُوسِبَ بِصَعْقَةِ الأُولَى ‏\"‏‏.‏",
    "english_text": "While Allah's Messenger (ﷺ) was sitting, a Jew came and said, \"O Abul Qasim! One of your companions has \nslapped me on my face.\" The Prophet (ﷺ) asked who that was. He replied that he was one of the Ansar. \nThe Prophet (ﷺ) sent for him, and on his arrival, he asked him whether he had beaten the Jew. He (replied \nin the affirmative and) said, \"I heard him taking an oath in the market saying, 'By Him Who gave \nMoses superiority over all the human beings.' I said, 'O wicked man! (Has Allah given Moses \nsuperiority) even over Muhammad I became furious and slapped him over his face.\" The Prophet (ﷺ) said, \n\"Do not give a prophet superiority over another, for on the Day of Resurrection all the people will fall \nunconscious and I will be the first to emerge from the earth, and will see Moses standing and holding \none of the legs of the Throne. I will not know whether Moses has fallen unconscious or the first \nunconsciousness was sufficient for him.\"",
    "explication": "‏ ‏قَوْله فِي حَدِيث أَبِي سَعِيد \" وَالَّذِي اِصْطَفَى مُوسَى عَلَى الْبَشَرِ \" ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْكُشْمِيهَنِيّ \" عَلَى النَّبِيِّينَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2413",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا مُوسَى، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ يَهُودِيًّا، رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، قِيلَ مَنْ فَعَلَ هَذَا بِكِ أَفُلاَنٌ، أَفُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ فَأَوْمَتْ بِرَأْسِهَا، فَأُخِذَ الْيَهُودِيُّ فَاعْتَرَفَ، فَأَمَرَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَرُضَّ رَأْسُهُ بَيْنَ حَجَرَيْنِ‏.‏",
    "english_text": "A Jew crushed the head of a girl between two stones. The girl was asked who had crushed her head, \nand some names were mentioned before her, and when the name of the Jew was mentioned, she \nnodded agreeing. The Jew was captured and when he confessed, the Prophet (ﷺ) ordered that his head be \ncrushed between two stones.",
    "explication": "حَدِيث أَنَس فِي قِصَّةِ الْيَهُودِيِّ الَّذِي رَضَّ رَأْس الْجَارِيَةِ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي كِتَاب الدِّيَات إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2414",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ رَجُلٌ يُخْدَعُ فِي الْبَيْعِ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِذَا بَايَعْتَ فَقُلْ لاَ خِلاَبَةَ ‏\"‏‏.‏ فَكَانَ يَقُولُهُ‏.‏",
    "english_text": "A man was often cheated in buying. The Prophet (ﷺ) said to him, \"When you buy something, say (to the \nseller), No cheating.\" The man used to say so thenceforward .",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏فِي رِوَايَة أَحْمَد مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق \" حَدَّثَنِي نَافِع عَنْ اِبْن عُمَرَ , كَانَ رَجُل مِنْ الْأَنْصَارِ \" زَادَ اِبْن الْجَارُودِ فِي \" الْمُنْتَقَى \" مِنْ طَرِيق سُفْيَانَ عَنْ نَافِعٍ أَنَّهُ حَبَّان بْن مُنْقِذٍ , وَهُوَ بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة الثَّقِيلَة , وَرَوَاهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق عَبْد الْأَعْلَى وَالْبَيْهَقِيُّ مِنْ طَرِيق يُونُس بْن بُكَيْر كِلَاهُمَا عَنْ اِبْن إِسْحَاق بِهِ وَزَادَ فِيهِ \" قَالَ اِبْن إِسْحَاق فَحَدَّثَنِي مُحَمَّد بْن يَحْيَى بْن حَبَّان قَالَ هُوَ جَدِّي مُنْقِذ بْن عَمْرو \" وَكَذَلِكَ رَوَاهُ اِبْن مَنْدَهْ مِنْ وَجْه آخَرَ عَنْ اِبْن إِسْحَاق. ‏ ‏قَوْله : ( ذَكَرَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ اِبْن إِسْحَاقَ \" فَشَكَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يَلْقَى مِنْ الْغَبْنِ \". ‏ ‏قَوْله : ( أَنَّهُ يُخْدَع فِي الْبُيُوع ) ‏ ‏بَيَّنَ اِبْن إِسْحَاق فِي رِوَايَته الْمَذْكُورَة سَبَب شَكْوَاهُ وَهُوَ مَا يَلْقَى مِنْ الْغَبْنِ , وَقَدْ أَخْرَجَهُ أَحْمَد وَأَصْحَابُ السُّنَنِ وَابْن حِبَّانَ وَالْحَاكِمُ مِنْ حَدِيث أَنَس بِلَفْظِ \" إِنَّ رَجُلًا كَانَ يُبَايِع , وَكَانَ فِي عُقْدَتِهِ ضَعْفٌ \". ‏ ‏قَوْله : ( لَا خِلَابَةَ ) ‏ ‏بِكَسْرِ الْمُعْجَمَةِ وَتَحْفِيفِ اللَّامِ أَيْ لَا خَدِيعَةَ و \" لَا \" لِنَفْيِ الْجِنْسِ أَيْ لَا خَدِيعَةَ فِي الدِّينِ لِأَنَّ الدِّينَ النَّصِيحَةُ , زَادَ اِبْن إِسْحَاق فِي رِوَايَة يُونُس بْن بُكَيْر وَعَبْد الْأَعْلَى عَنْهُ \" ثُمَّ أَنْتَ بِالْخِيَارِ فِي كُلِّ سِلْعَةٍ اِبْتَعْتهَا ثَلَاثَ لَيَالٍ , فَإِنْ رَضِيت فَأَمْسِكْ وَإِنْ سَخِطْت فَأَرْدُدْ \" فَبَقِيَ حَتَّى أَدْرَكَ زَمَان عُثْمَانَ وَهُوَ اِبْنُ مِائَةٍ وَثَلَاثِينَ سَنَةً , فَكَثُرَ النَّاسُ فِي زَمَن عُثْمَانَ , وَكَانَ إِذَا اِشْتَرَى شَيْئًا فَقِيلَ لَهُ إِنَّك غُبِنْت فِيهِ رَجَعَ بِهِ فَيَشْهَدُ لَهُ الرَّجُلُ مِنْ الصَّحَابَة بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ جَعَلَهُ بِالْخِيَارِ ثَلَاثًا فَيَرُدُّ لَهُ دَرَاهِمَهُ. قَالَ الْعُلَمَاء : لَقَّنَهُ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا الْقَوْلَ لِيُتَلَفَّظَ بِهِ عِنْد الْبَيْع فَيُطْلِعُ بِهِ صَاحِبَهُ عَلَى أَنَّهُ لَيْسَ مِنْ ذَوِي الْبَصَائِرِ فِي مَعْرِفَةِ السِّلَعِ وَمَقَادِيرِ الْقِيمَةِ فَيَرَى لَهُ كَمَا يَرَى لِنَفْسِهِ , لِمَا تَقَرَّرَ مِنْ حَضِّ الْمُتَبَايِعَيْنِ عَلَى أَدَاءِ النَّصِيحَةِ كَمَا تَقَدَّمَ فِي قَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَدِيث حَكِيم بْن حِزَامٍ \" فَإِنْ صَدَقَا وَبَيَّنَا بِوَرِكِ لَهُمَا فِي بَيْعِهِمَا \" الْحَدِيثَ. وَاسْتُدِلَّ بِهَذَا الْحَدِيثِ لِأَحْمَدَ وَأَحَد قَوْلَيْ مَالِك أَنَّهُ يُرَدُّ بِالْغَبْنِ الْفَاحِش لِمَنْ لَمْ يَعْرِفْ قِيمَةَ السِّلْعَةِ , وَتُعُقِّبَ بِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا جَعَلَ لَهُ الْخِيَار لِضَعْفِ عَقْلِهِ وَلَوْ كَانَ الْغَبْنُ يُمْلَكُ بِهِ الْفَسْخُ لَمَا اِحْتَاجَ إِلَى شَرْط الْخِيَارِ. وَقَالَ اِبْن الْعَرَبِيّ : يَحْتَمِل أَنَّ الْخَدِيعَةَ فِي قِصَّة هَذَا الرَّجُلِ كَانَتْ فِي الْعَيْبِ أَوْ فِي الْكَذِبِ أَوْ فِي الثَّمَنِ أَوْ فِي الْغَبْنِ فَلَا يُحْتَجُّ بِهَا فِي مَسْأَلَة الْغَبْنِ بِخُصُوصِهَا , وَلَيْسَتْ قِصَّةً عَامَّةً وَإِنَّمَا هِيَ خَاصَّةٌ فِي وَاقِعَةِ عَيْنٍ فَيُحْتَجُّ بِهَا فِي حَقّ مَنْ كَانَ بِصِفَةِ الرَّجُل قَالَ : وَأَمَّا مَا رُوِيَ عَنْ عُمَر أَنَّهُ كُلِّمَ فِي الْبَيْعِ فَقَالَ : مَا أَجِدُ لَكُمْ شَيْئًا أَوْسَعَ مِمَّا جَعَلَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَبَّانَ بْن مُنْقِذ ثَلَاثَة أَيَّام , فَمَدَارُهُ عَلَى اِبْن لَهِيعَةَ وَهُوَ ضَعِيفٌ اِنْتَهَى , وَهُوَ كَمَا قَالَ أَخْرَجَهُ الطَّبَرَانِيُّ وَالدَّارَقُطْنِيّ وَغَيْرهمَا مِنْ طَرِيقه , لَكِنَّ الِاحْتِمَالَاتِ الَّتِي ذَكَرَهَا قَدْ تَعَيَّنَتْ بِالرِّوَايَةِ الَّتِي صَرَّحَ بِهَا بِأَنَّهُ كَانَ يُغْبَنُ فِي الْبُيُوعِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ أَمَدَ الْخِيَارِ الْمُشْتَرَطَ ثَلَاثَةُ أَيَّامٍ مِنْ غَيْر زِيَادَة لِأَنَّهُ حُكْمٌ وَرَدَ عَلَى خِلَاف الْأَصْل فَيُقْتَصَرُ بِهِ عَلَى أَقْصَى مَا وَرَدَ فِيهِ , وَيُؤَيِّدُهُ جَعْلُ الْخِيَارِ فِي الْمُصَرَّاةِ ثَلَاثَةَ أَيَّامٍ , وَاعْتِبَارُ الثَّلَاث فِي غَيْر مَوْضِع , وَأَغْرَبَ بَعْضُ الْمَالِكِيَّةِ فَقَالَ إِنَّمَا قَصَرَهُ عَلَى ثَلَاثٍ لِأَنَّ مُعْظَمَ بَيْعِهِ كَانَ فِي الرَّقِيقِ , وَهَذَا يَحْتَاجُ إِلَى دَلِيلٍ وَلَا يَكْفِي فِيهِ مُجَرَّدُ الِاحْتِمَالِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ قَالَ عِنْد الْعَقْدِ \" لَا خِلَابَةَ \" أَنَّهُ يَصِيرُ فِي تِلْكَ الصَّفْقَةِ بِالْخِيَارِ سَوَاءٌ وَجَدَ فِيهِ عَيْبًا أَوْ غَبْنًا أَمْ لَا , وَبَالَغَ اِبْن حَزْم فِي جُمُودِهِ فَقَالَ : لَوْ قَالَ لَا خَدِيعَةَ أَوْ لَا غِشَّ أَوْ مَا أَشْبَهَ ذَلِكَ لَمْ يَكُنْ لَهُ الْخِيَارُ حَتَّى يَقُولَ لَا خِلَابَةَ. وَمِنْ أَسْهَلَ مَا يُرَدُّ بِهِ عَلَيْهِ أَنَّهُ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ أَنَّهُ كَانَ يَقُولُ \" لَا خِيَابَةَ \" بِالتَّحْتَانِيَّةِ بَدَلَ اللَّامِ وَبِالذَّالِ الْمُعْجَمَةِ بَدَلَ اللَّامِ أَيْضًا وَكَأَنَّهُ كَانَ لَا يُفْصِحُ بِاللَّامِ لِلَثْغَة لِسَانِهِ وَمَعَ ذَلِكَ لَمْ يَتَغَيَّرْ الْحُكْمُ فِي حَقِّهِ عِنْد أَحَد مِنْ الصَّحَابَة الَّذِينَ كَانُوا يَشْهَدُونَ لَهُ بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَهُ بِالْخِيَارِ فَدَلَّ عَلَى أَنَّهُمْ اِكْتَفَوْا فِي ذَلِكَ بِالْمَعْنَى , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْكَبِيرَ لَا يُحْجَرُ عَلَيْهِ وَلَوْ تَبَيَّنَ سَفَهُهُ لِمَا فِي بَعْضِ طُرُقِ حَدِيثِ أَنَس أَنَّ أَهْلَهُ أَتَوْا النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه اُحْجُرْ عَلَيْهِ , فَدَعَاهُ فَنَهَاهُ عَنْ الْبَيْعِ فَقَالَ لَا أَصْبِرُ عَنْهُ فَقَالَ \" إِذَا بَايَعْت فَقُلْ لَا خِلَابَة \" وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ الْحَجْرُ عَلَى الْكَبِيرِ لَا يَصِحُّ لَأَنْكَرَ عَلَيْهِمْ , وَأَمَّا كَوْنُهُ لَمْ يَحْجُرْ عَلَيْهِ فَلَا يَدُلُّ عَلَى مَنْعِ الْحَجْرِ عَلَى السَّفِيهِ. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز الْبَيْع بِشَرْطِ الْخِيَار وَعَلَى جَوَاز شَرْط الْخِيَار لِلْمُشْتَرِي وَحْدَهُ , وَفِيهِ مَا كَانَ أَهْلُ ذَلِكَ الْعَصْرِ عَلَيْهِ مِنْ الرُّجُوعِ إِلَى الْحَقِّ وَقَبُولِ خَبَرِ الْوَاحِدِ فِي الْحُقُوقِ وَغَيْرِهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2415",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ ـ رضى الله عنه ـ أَنَّ رَجُلاً، أَعْتَقَ عَبْدًا لَهُ، لَيْسَ لَهُ مَالٌ غَيْرُهُ، فَرَدَّهُ النَّبِيُّ صلى الله عليه وسلم، فَابْتَاعَهُ مِنْهُ نُعَيْمُ بْنُ النَّحَّامِ‏.‏",
    "english_text": "A man manumitted a slave and he had no other property than that, so the Prophet (ﷺ) canceled the \nmanumission (and sold the slave for him). Nu'aim bin Al-Nahham bought the slave from him.",
    "explication": "يَأْتِي حَدِيثُ الْمُدَبَّرِ فِي كِتَاب الْعِتْق إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2416",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ وَهْوَ فِيهَا فَاجِرٌ لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ ‏\"‏‏.‏ قَالَ فَقَالَ الأَشْعَثُ فِيَّ وَاللَّهِ كَانَ ذَلِكَ، كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنَ الْيَهُودِ أَرْضٌ فَجَحَدَنِي، فَقَدَّمْتُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلَكَ بَيِّنَةٌ ‏\"‏‏.‏ قُلْتُ لاَ‏.‏ قَالَ فَقَالَ لِلْيَهُودِيِّ ‏\"‏ احْلِفْ ‏\"‏‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ، وَيَذْهَبَ بِمَالِي، فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}‏ إِلَى آخِرِ الآيَةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Whoever takes a false oath so as to take the property of a Muslim (illegally) \nwill meet Allah while He will be angry with him.\" Al-Ash'ath said: By Allah, that saying concerned \nme. I had common land with a Jew, and the Jew later on denied my ownership, so I took him to the \nProphet who asked me whether I had a proof of my ownership. When I replied in the negative, the \nProphet asked the Jew to take an oath. I said, \"O Allah's Messenger (ﷺ)! He will take an oath and deprive me \nof my property.\" So, Allah revealed the following verse: \"Verily! Those who purchase a little gain at \nthe cost of Allah's covenant and their oaths.\" (3.77)",
    "explication": "‏ ‏اِسْم اِبْن عَمّه ‏ ‏مَعْدَان بْن الْأَسْوَد بْن مَعْدِي كَرِبَ الْكِنْدِيّ وَلَقَبه الْجَفَشِيشُ بِوَزْنِ فَعَلِيل مَفْتُوح الْأَوَّل , وَاخْتُلِفَ فِي ضَبْط هَذَا الْأَوَّل عَلَى ثَلَاثَة أَقْوَال : أَشْهَرهَا بِالْجِيمِ وَالشِّين مُعْجَمَة فِي الْمَوْضِعَيْنِ , وَقَوْله فِي الْحَدِيث : \" كَانَتْ لِي بِئْر فِي أَرْض \" زَعَمَ الْإِسْمَاعِيلِيّ أَنَّ أَبَا حَمْزَة تَفَرَّدَ بِذِكْرِ الْبِئْر عَنْ الْأَعْمَش قَالَ : وَلَا أَعْلَم فِيمَنْ رَوَاهُ عَنْ الْأَعْمَش إِلَّا قَالَ : \" فِي أَرْض \" قَالَ وَالْأَكْثَرُونَ أَوْلَى بِالْحِفْظِ مِنْ أَبِي حَمْزَة ا ه. وَذَكَرَ الْبِئْر ثَابِت عِنْد الْبُخَارِيّ فِي غَيْر رِوَايَة أَبِي حَمْزَة كَمَا سَيَأْتِي مَعَ بَقِيَّة الْكَلَام عَلَى الْحَدِيث فِي كِتَاب الْأَيْمَان وَالنُّذُور , وَنَذْكُر فِي التَّفْسِير الْخِلَاف فِي سَبَب نُزُول الْآيَة الْمَذْكُورَة إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله : \" شُهُودك أَوْ يَمِينه \" بِالنَّصْبِ فِيهِمَا أَيْ أَحْضِرْ شُهُودك أَوْ اُطْلُبْ يَمِينه. وَقَوْله : \" إِذَنْ يَحْلِف \" بِالنَّصْبِ قَالَ السُّهَيْلِيُّ لَا غَيْر , وَحَكَى اِبْن خَرُوف جَوَاز الرَّفْع فِي مِثْل هَذَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2418",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ كَعْبٍ ـ رضى الله عنه ـ أَنَّهُ تَقَاضَى ابْنَ أَبِي حَدْرَدٍ دَيْنًا كَانَ لَهُ عَلَيْهِ فِي الْمَسْجِدِ، فَارْتَفَعَتْ أَصْوَاتُهُمَا حَتَّى سَمِعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي بَيْتِهِ، فَخَرَجَ إِلَيْهِمَا، حَتَّى كَشَفَ سِجْفَ حُجْرَتِهِ فَنَادَى ‏\"‏ يَا كَعْبُ ‏\"‏‏.‏ قَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ ضَعْ مِنْ دَيْنِكَ هَذَا ‏\"‏‏.‏ فَأَوْمَأَ إِلَيْهِ، أَىِ الشَّطْرَ‏.‏ قَالَ لَقَدْ فَعَلْتُ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ قُمْ فَاقْضِهِ ‏\"‏‏.‏",
    "english_text": "Ka`b demanded his debt back from Ibn Abi Hadrad in the Mosque and their voices grew louder till \nAllah's Messenger (ﷺ) heard them while he was in his house. He came out to them raising the curtain of his \nroom and addressed Ka`b, \"O Ka`b!\" Ka`b replied, \"Labaik, O Allah's Messenger (ﷺ).\" (He said to him), \n\"Reduce your debt to one half,\" gesturing with his hand. Ka`b said, \"I have done so, O Allah's \nApostle!\" On that the Prophet (ﷺ) said to Ibn Abi Hadrad, \"Get up and repay the debt, to him.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ كَعْبٍ ) ‏ ‏هُوَ اِبْن مَالِك أَبُوهُ. ‏ ‏قَوْله : ( دَيْنًا ) ‏ ‏وَقْع فِي رِوَايَةِ زَمْعَة بْن صَالِح عَنْ الزُّهْرِيِّ أَنَّهُ كَانَ أُوقِيَّتَيْنِ أَخْرَجَهُ الطَّبَرَانِيّ. ‏ ‏قَوْله : ( فِي الْمَسْجِدِ ) ‏ ‏مُتَعَلِّق بِتَقَاضِي. ‏ ‏قَوْله : ( فَخَرَجَ إِلَيْهِمَا ) ‏ ‏فِي رِوَايَةِ الْأَعْرَجِ \" فَمَرَّ بِهِمَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" فَظَاهِر الرِّوَايَتَيْنِ التَّخَالُف , وَجَمَعَ بَعْضُهُمْ بَيْنَهُمَا بِاحْتِمَالِ أَنْ يَكُونَ مَرَّ بِهِمَا أَوَّلًا ثُمَّ إِنَّ كَعْبًا أَشْخَصَ خَصْمَهُ لِلْمُحَاكَمَةِ فَسَمِعَهُمَا النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْضًا وَهُوَ فِي بَيْتِهِ. ‏ ‏قُلْت : وَفِيهِ بُعْدٌ ; لِأَنَّ فِي الطَّرِيقَيْنِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشَارَ إِلَى كَعْبٍ بِالْوَضِيعَةِ وَأَمَرَ غَرِيمَهُ بِالْقَضَاءِ , فَلَوْ كَانَ أَمْرُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ تَقَدَّمَ لَهُمَا لَمَا اِحْتَاجَ إِلَى الْإِعَادَةِ. وَالْأَوْلَى فِيمَا يَظْهَرُ لِي أَنْ يُحْمَلَ الْمُرُورُ عَلَى أَمْرٍ مَعْنَوِيٍّ لَا حِسِّيٍّ. ‏ ‏قَوْله : ( سِجْف ) ‏ ‏بِكَسْرِ الْمُهْمِلَةِ وَسُكُون الْجِيمِ وَحَكَى فَتْح أَوَّلَهُ وَهُوَ السِّتْرُ , وَقِيلَ أَحَد طَرَفَيْ السِّتْر الْمُفَرَّج. ‏ ‏قَوْله : ( أَيْ الشَّطْرَ ) ‏ ‏بِالنَّصْبِ أَيْ ضَعْ الشَّطْر ; لِأَنَّهُ تَفْسِيرٌ لِقَوْلِهِ \" هَذَا \" وَالْمُرَاد بِالشَّطْرِ النِّصْف وَصَرَّحَ بِهِ فِي رِوَايَةِ الْأَعْرَجِ. ‏ ‏قَوْله : ( لَقَدْ فَعَلْت ) ‏ ‏مُبَالَغَة فِي اِمْتِثَال الْأَمْر. ‏ ‏وَقَوْلُهُ ( قُمْ ) ‏ ‏خِطَاب لِابْن أَبِي حَدْرَد , وَفِيهِ إِشَارَةٌ إِلَى أَنَّهُ لَا يَجْتَمِعُ الْوَضِيعَة وَالتَّأْجِيل. ‏ ‏وَفِي الْحَدِيثِ جَوَاز رَفْعِ الصَّوْتِ فِي الْمَسْجِدِ , وَهُوَ كَذَلِكَ مَا لَمْ يَتَفَاحَشْ , وَقَدْ أَفْرَدَ لَهُ الْمُصَنِّف بَابًا يَأْتِي قَرِيبًا , وَالْمَنْقُول عَنْ مَالِكٍ مَنْعُهُ فِي الْمَسْجِدِ مُطْلَقًا , وَعَنْهُ التَّفْرِقَة بَيْنَ رَفْعِ الصَّوْتِ بِالْعِلْمِ وَالْخَيْرِ وَمَا لَا بُدَّ مِنْهُ فَيَجُوزُ , وَبَيْنَ رَفْعِهِ بِاللَّغَطِ وَنَحْوِهِ فَلَا. قَالَ الْمُهَلَّب : لَوْ كَانَ رَفْع الصَّوْتِ فِي الْمَسْجِدِ لَا يَجُوزُ لَمَا تَرَكَهُمَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَبَيَّنَ لَهُمَا ذَلِكَ. ‏ ‏قُلْت : وَلِمَنْ مَنَعَ أَنْ يَقُولَ : لَعَلَّهُ تَقَدَّمَ بَهِيهٍ عَنْ ذَلِكَ فَاكْتَفَى بِهِ وَاقْتَصَرَ عَلَى التَّوَصُّلِ بِالطَّرِيقِ الْمُؤَدِّيَةِ إِلَى تَرْكِ ذَلِكَ بِالصُّلْحِ الْمُقْتَضِي لِتَرْكِ الْمُخَاصَمَةِ الْمُوجِبَةِ لِرَفْعِ الصَّوْتِ. وَفِيهِ الِاعْتِمَادُ عَلَى الْإِشَارَةِ إِذَا فُهِمَتْ وَالشَّفَاعَةِ إِلَى صَاحِبِ الْحَقِّ , وَإِشَارَة الْحَاكِمِ بِالصُّلْحِ وَقَبُول الشَّفَاعَةِ , وَجَوَاز إِرْخَاء السِّتْرِ عَلَى الْبَابِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2419",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، أَنَّهُ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمِ بْنِ حِزَامٍ، يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَؤُهَا، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْرَأَنِيهَا، وَكِدْتُ أَنْ أَعْجَلَ عَلَيْهِ، ثُمَّ أَمْهَلْتُهُ حَتَّى انْصَرَفَ، ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ فَجِئْتُ بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ عَلَى غَيْرِ مَا أَقْرَأْتَنِيهَا، فَقَالَ لِي ‏\"‏ أَرْسِلْهُ ‏\"‏‏.‏ ثُمَّ قَالَ لَهُ ‏\"‏ اقْرَأْ ‏\"‏‏.‏ فَقَرَأَ‏.‏ قَالَ ‏\"‏ هَكَذَا أُنْزِلَتْ ‏\"‏‏.‏ ثُمَّ قَالَ لِي ‏\"‏ اقْرَأْ ‏\"‏‏.‏ فَقَرَأْتُ فَقَالَ ‏\"‏ هَكَذَا أُنْزِلَتْ‏.‏ إِنَّ الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مِنْهُ مَا تَيَسَّرَ ‏\"‏‏.‏",
    "english_text": "I heard Hisham bin Hakim bin Hizam reciting Surat-al-Furqan in a way different to that of mine. \nAllah's Messenger (ﷺ) had taught it to me (in a different way). So, I was about to quarrel with him (during \nthe prayer) but I waited till he finished, then I tied his garment round his neck and seized him by it and \nbrought him to Allah's Messenger (ﷺ) and said, \"I have heard him reciting Surat-al-Furqan in a way different \nto the way you taught it to me.\" The Prophet (ﷺ) ordered me to release him and asked Hisham to recite it. \nWhen he recited it, Allah s Apostle said, \"It was revealed in this way.\" He then asked me to recite it. \nWhen I recited it, he said, \"It was revealed in this way. The Qur'an has been revealed in seven \ndifferent ways, so recite it in the way that is easier for you.\"",
    "explication": "حَدِيث عُمَرَ فِي قِصَّتِهِ مَعَ هِشَام بْن حَكِيم فِي قِرَاءَةِ سُورَةِ الْفُرْقَانِ , وَفِيهِ مَعَ إِنْكَارِهِ عَلَيْهِ بِالْقَوْلِ إِنْكَاره عَلَيْهِ بِالْفِعْلِ وَذَلِكَ عَلَى سَبِيلِ الِاجْتِهَادِ مِنْهُ وَلِذَلِكَ لَمْ يُؤَاخَذْ بِهِ. وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي فَضَائِلِ الْقُرْآنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2420",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لَقَدْ هَمَمْتُ أَنْ آمُرَ بِالصَّلاَةِ فَتُقَامَ ثُمَّ أُخَالِفَ إِلَى مَنَازِلِ قَوْمٍ لاَ يَشْهَدُونَ الصَّلاَةَ فَأُحَرِّقَ عَلَيْهِمْ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"No doubt, I intended to order somebody to pronounce the Iqama of the \n(compulsory congregational) prayer and then I would go to the houses of those who do not attend the \nprayer and burn their houses over them.\"",
    "explication": "ذَكَرَ الْمُصَنِّفُ حَدِيث أَبِي هُرَيْرَة فِي إِرَادَة تَحْرِيق الْبُيُوت عَلَى الَّذِينَ لَا يَشْهَدُونَ الصَّلَاةَ , وَقَدْ مَضَى الْكَلَام عَلَيْهِ فِي \" بَاب وُجُوب صَلَاةِ الْجَمَاعَةِ \" وَغَرَضه مِنْهُ أَنَّهُ إِذَا أَحْرَقَهَا عَلَيْهِمْ بَادَرُوا بِالْخُرُوجِ مِنْهَا فَثَبَتَ مَشْرُوعِيَّة الِاقْتِصَار عَلَى إِخْرَاجِ أَهْلِ الْمَعْصِيَةِ مِنْ بَاب الْأَوْلَى , وَمَحَلّ إِخْرَاج الْخُصُومِ إِذَا وَقَعَ مِنْهُمْ مِنْ الْمِرَاء وَاللَّدَد مَا يَقْتَضِي ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2421",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ عَبْدَ بْنَ زَمْعَةَ، وَسَعْدَ بْنَ أَبِي وَقَّاصٍ، اخْتَصَمَا إِلَى النَّبِيِّ صلى الله عليه وسلم فِي ابْنِ أَمَةِ زَمْعَةَ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ أَوْصَانِي أَخِي إِذَا قَدِمْتُ أَنْ أَنْظُرَ ابْنَ أَمَةِ زَمْعَةَ فَأَقْبِضَهُ، فَإِنَّهُ ابْنِي‏.‏ وَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ أَمَةِ أَبِي، وُلِدَ عَلَى فِرَاشِ أَبِي‏.‏ فَرَأَى النَّبِيُّ صلى الله عليه وسلم شَبَهًا بَيِّنًا فَقَالَ ‏\n\"‏ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ، الْوَلَدُ لِلْفِرَاشِ، وَاحْتَجِبِي مِنْهُ يَا سَوْدَةُ ‏\"‏‏.‏",
    "english_text": "Abu bin Zam`a and Sa`d bin Abi Waqqas carried the case of their claim of the (ownership) of the son \nof a slave-girl of Zam`a before the Prophet. Sa`d said, \"O Allah's Messenger (ﷺ)! My brother, before his \ndeath, told me that when I would return (to Mecca), I should search for the son of the slave-girl of \nZam`a and take him into my custody as he was his son.\" 'Abu bin Zam`a said, 'the is my brother and \nthe son of the slave-girl of my father, and was born or my father's bed.\" The Prophet (ﷺ) noticed a \nresemblance between `Utba and the boy but he said, \"O 'Abu bin Zam`a! You will get this boy, as the \nson goes to the owner of the bed. You, Sauda, screen yourself from the boy.\"",
    "explication": "حَدِيثُ عَائِشَةَ فِي قِصَّةِ اِبْنِ وَلِيدَةِ زَمْعَةَ , وَقَدْ تَقَدَّمَ قَرِيبًا وَيَأْتِي الْكَلَامُ عَلَيْهِ فِي الْبَابِ الْمُحَالِ عَلَيْهِ ثَمَّ , وَمَوْضِعُ التَّرْجَمَةِ مِنْهُ تَقْرِيرُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِلْكَ زَمْعَةَ لِلْوَلِيدَةِ وَإِجْرَاءُ أَحْكَامِ الرِّقِّ عَلَيْهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2422",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنهما ـ يَقُولُ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْلاً قِبَلَ نَجْدٍ، فَجَاءَتْ بِرَجُلٍ مِنْ بَنِي حَنِيفَةَ يُقَالُ لَهُ ثُمَامَةُ بْنُ أُثَالٍ سَيِّدُ أَهْلِ الْيَمَامَةِ، فَرَبَطُوهُ بِسَارِيَةٍ مِنْ سَوَارِي الْمَسْجِدِ، فَخَرَجَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَا عِنْدَكَ يَا ثُمَامَةُ ‏\"‏‏.‏ قَالَ عِنْدِي يَا مُحَمَّدُ خَيْرٌ‏.‏ فَذَكَرَ الْحَدِيثَ قَالَ ‏\"‏ أَطْلِقُوا ثُمَامَةَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) sent horsemen to Najd and they arrested and brought a man called Thumama bin \nUthal, the chief of Yamama, and they fastened him to one of the pillars of the Mosque. When Allah's \nApostle came up to him; he asked, \"What have you to say, O Thumama?\" He replied, \"I have good \nnews, O Muhammad!\" Abu Huraira narrated the whole narration which ended with the order of the \nProphet \"Release him!\"",
    "explication": "‏ ‏قَوْله : ( خَيْلًا ) ‏ ‏أَيْ فُرْسَانًا وَالْأَصْل أَنَّهُمْ كَانُوا رِجَالًا عَلَى خَيْل , وَثُمَامَةُ بِمُثَلَّثَة مَضْمُومَة وَأُثَال بِضَمِّ الْهَمْزَةِ بَعْدَهَا مُثَلَّثَة خَفِيفَة. ‏ ‏قَوْله : ( إِلَى نَخْلٍ ) ‏ ‏فِي أَكْثَرِ الرِّوَايَاتِ بِالْخَاء الْمُعْجَمَةِ , وَفِي النُّسْخَةِ الْمَقْرُوءَةِ عَلَى أَبِي الْوَقْتِ بِالْجِيمِ وَصَوَّبَهَا بَعْضهمْ , وَقَالَ : وَالنَّجْلُ الْمَاء الْقَلِيل النَّابِع وَقِيلَ الْجَارِي. ‏ ‏قُلْت : وَيُؤَيِّدُ الرِّوَايَةَ الْأُولَى أَنَّ لَفْظَ اِبْن خُزَيْمَةَ فِي صَحِيحِهِ فِي هَذَا الْحَدِيثِ \" فَانْطَلَقَ إِلَى حَائِطِ أَبِي طَلْحَة \" سَيَأْتِي الْكَلَام عَلَى بَقِيَّةِ فَوَائِدِ هَذَا الْحَدِيثِ حَيْثُ أَوْرَدَهُ الْمُصَنِّفُ تَامًّا إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2423",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم خَيْلاً قِبَلَ نَجْدٍ، فَجَاءَتْ بِرَجُلٍ مِنْ بَنِي حَنِيفَةَ يُقَالُ لَهُ ثُمَامَةُ بْنُ أُثَالٍ فَرَبَطُوهُ بِسَارِيَةٍ مِنْ سَوَارِي الْمَسْجِدِ‏.‏",
    "english_text": "The Prophet (ﷺ) sent some horsemen to Najd and they arrested and brought a man called Thumama bin \nUthal from the tribe of Bani Hanifa, and they fastened him to one of the pillars of the Mosque.",
    "explication": "‏ ‏قَوْله : ( خَيْلًا ) ‏ ‏أَيْ فُرْسَانًا وَالْأَصْل أَنَّهُمْ كَانُوا رِجَالًا عَلَى خَيْل , وَثُمَامَةُ بِمُثَلَّثَة مَضْمُومَة وَأُثَال بِضَمِّ الْهَمْزَةِ بَعْدَهَا مُثَلَّثَة خَفِيفَة. ‏ ‏قَوْله : ( إِلَى نَخْلٍ ) ‏ ‏فِي أَكْثَرِ الرِّوَايَاتِ بِالْخَاء الْمُعْجَمَةِ , وَفِي النُّسْخَةِ الْمَقْرُوءَةِ عَلَى أَبِي الْوَقْتِ بِالْجِيمِ وَصَوَّبَهَا بَعْضهمْ , وَقَالَ : وَالنَّجْلُ الْمَاء الْقَلِيل النَّابِع وَقِيلَ الْجَارِي. ‏ ‏قُلْت : وَيُؤَيِّدُ الرِّوَايَةَ الْأُولَى أَنَّ لَفْظَ اِبْن خُزَيْمَةَ فِي صَحِيحِهِ فِي هَذَا الْحَدِيثِ \" فَانْطَلَقَ إِلَى حَائِطِ أَبِي طَلْحَة \" سَيَأْتِي الْكَلَام عَلَى بَقِيَّةِ فَوَائِدِ هَذَا الْحَدِيثِ حَيْثُ أَوْرَدَهُ الْمُصَنِّفُ تَامًّا إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2424",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنَا جَعْفَرُ بْنُ رَبِيعَةَ،‏.‏ وَقَالَ غَيْرُهُ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ الأَنْصَارِيِّ، عَنْ كَعْبِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ كَانَ لَهُ عَلَى عَبْدِ اللَّهِ بْنِ أَبِي حَدْرَدٍ الأَسْلَمِيِّ دَيْنٌ، فَلَقِيَهُ فَلَزِمَهُ، فَتَكَلَّمَا حَتَّى ارْتَفَعَتْ أَصْوَاتُهُمَا، فَمَرَّ بِهِمَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ يَا كَعْبُ ‏\"‏‏.‏ وَأَشَارَ بِيَدِهِ كَأَنَّهُ يَقُولُ النِّصْفَ، فَأَخَذَ نِصْفَ مَا عَلَيْهِ وَتَرَكَ نِصْفًا‏.‏",
    "english_text": "That `Abdullah bin Abi Hadrad Al-Aslami owed him some debt. Ka`b met him and caught hold of \nhim and they started talking and their voices grew loudest. The Prophet (ﷺ) passed by them and addressed \nKa`b, pointing out to him to reduce the debt to one half. So, Ka`b got one half of the debt and \nexempted the debtor from the other half.",
    "explication": "‏ ‏قَوْله فِيهِ : \" حَدَّثَنَا يَحْيَى بْن بُكَيْرٍ حَدَّثَنَا اللَّيْث عَنْ جَعْفَر \" ‏ ‏وَقَالَ غَيْره : \" حَدَّثَنِي اللَّيْث قَالَ : حَدَّثَنِي جَعْفَر بْن رَبِيعَة \" وَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيقِ شُعَيْب بْن اللَّيْث عَنْ أَبِيهِ , وَوَقَعَ فِي رِوَايَةِ الْأَصِيلِيّ وَكَرِيمَة قَبْلَ هَذِهِ التَّرْجَمَةِ بَسْمَلَة وَسَقَطَتْ لِلْبَاقِينَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2425",
    "category": "كتاب الخصومات",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرِ بْنِ حَازِمٍ، أَخْبَرَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ خَبَّابٍ، قَالَ كُنْتُ قَيْنًا فِي الْجَاهِلِيَّةِ وَكَانَ لِي عَلَى الْعَاصِ بْنِ وَائِلٍ دَرَاهِمُ، فَأَتَيْتُهُ أَتَقَاضَاهُ فَقَالَ لاَ أَقْضِيكَ حَتَّى تَكْفُرَ بِمُحَمَّدٍ، فَقُلْتُ لاَ وَاللَّهِ لاَ أَكْفُرُ بِمُحَمَّدٍ صلى الله عليه وسلم حَتَّى يُمِيتَكَ اللَّهُ ثُمَّ يَبْعَثَكَ‏.‏ قَالَ فَدَعْنِي حَتَّى أَمُوتَ ثُمَّ أُبْعَثَ فَأُوتَى مَالاً وَوَلَدًا، ثُمَّ أَقْضِيَكَ‏.‏ فَنَزَلَتْ ‏{‏أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالاً وَوَلَدًا‏}‏ الآيَةَ‏.‏",
    "english_text": "I was a blacksmith In the Pre-Islamic period of ignorance, and 'Asi bin Wail owed me some money. I \nwent to him to demand it, but he said to me, \"I will not pay you unless you reject faith in \nMuhammad.\" I replied, \"By Allah, I will never disbelieve Muhammad till Allah let you die and then \nresurrect you.\" He said, \"Then wait till I die and come to life again, for then I will be given property \nand offspring and will pay your right.\" So, thus revelation came: \"Have you seen him who disbelieved \nin Our signs and yet says, 'I will be given property and offspring?' \" (19.77)",
    "explication": "ذَكَرَ فِيهِ حَدِيث خَبَّاب بْن الْأَرَتِّ فِي مُطَالَبَةِ الْعَاصِي بْن وَائِل وَسَيَأْتِي شَرْحه فِي تَفْسِيرِ سُورَةِ مَرْيَمَ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]