[
  {
    "id": 2426,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ،‏.‏ وَحَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ، سَمِعْتُ سُوَيْدَ بْنَ غَفَلَةَ، قَالَ لَقِيتُ أُبَىَّ بْنَ كَعْبٍ ـ رضى الله عنه ـ فَقَالَ أَخَذْتُ صُرَّةً مِائَةَ دِينَارٍ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً‏\"‏‏.‏ فَعَرَّفْتُهَا حَوْلَهَا فَلَمْ أَجِدْ مَنْ يَعْرِفُهَا، ثُمَّ أَتَيْتُهُ فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏ فَعَرَّفْتُهَا فَلَمْ أَجِدْ، ثُمَّ أَتَيْتُهُ ثَلاَثًا فَقَالَ ‏\"‏ احْفَظْ وِعَاءَهَا وَعَدَدَهَا وَوِكَاءَهَا، فَإِنْ جَاءَ صَاحِبُهَا، وَإِلاَّ فَاسْتَمْتِعْ بِهَا ‏\"‏‏.‏ فَاسْتَمْتَعْتُ فَلَقِيتُهُ بَعْدُ بِمَكَّةَ فَقَالَ لاَ أَدْرِي ثَلاَثَةَ أَحْوَالٍ أَوْ حَوْلاً وَاحِدًا‏.‏",
    "english_text": "I found a purse containing one hundred Diners. So I went to the Prophet (and informed him about it), \nhe said, \"Make public announcement about it for one year\" I did so, but nobody turned up to claim it, \nso I again went to the Prophet (ﷺ) who said, \"Make public announcement for another year.\" I did, but \nnone turned up to claim it. I went to him for the third time and he said, \"Keep the container and the \nstring which is used for its tying and count the money it contains and if its owner comes, give it to \nhim; otherwise, utilize it.\" \nThe sub-narrator Salama said, \"I met him (Suwaid, another sub-narrator) in Mecca and he said, 'I don't \nknow whether Ubai made the announcement for three years or just one year.' \"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا آدَم حَدَّثَنَا شُعْبَة , وَحَدَّثَنِي مُحَمَّد بْن بَشَّار حَدَّثَنَا غُنْدَر حَدَّثَنَا شُعْبَة ) ‏ ‏هَكَذَا سَاقَهُ عَالِيًا وَنَازِلًا , وَالسِّيَاق لِلْإِسْنَادِ النَّازِلِ. وَقَدْ أَخْرَجَهُ الْبَيْهَقِيّ مِنْ طَرِيقِ آدَم مُطَوَّلًا. ‏ ‏قَوْله : ( فَإِنْ جَاءَ صَاحِبهَا وَإِلَّا فَاسْتَمْتِعْ بِهَا ) ‏ ‏فِي رِوَايَةِ حَمَّاد بْن سَلَمَة وَسُفْيَان الثَّوْرِيّ وَزَيْد بْن أُنَيْسَة عِنْد مُسْلِم وَأَخْرَجَهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيُّ مِنْ طَرِيق الثَّوْرِيّ وَأَحْمَد وَأَبُو دَاوُد مِنْ طَرِيقِ حَمَّاد كُلّهمْ عَنْ سَلَمَة بْن كُهَيْلٍ فِي هَذَا الْحَدِيثِ \" فَإِنْ جَاءَ أَحَد يُخْبِرُك بِعَدَدِهَا وَوِعَائِهَا وَوِكَائِهَا فَأَعْطِهَا إِيَّاهُ \" لَفْظ مُسْلِم. وَأَمَّا قَوْلُ أَبِي دَاوُد : إِنَّ هَذِهِ الزِّيَادَةَ زَادَهَا حَمَّاد بْن سَلَمَة وَهِيَ غَيْرُ مَحْفُوظَةٍ فَتَمَسَّكَ بِهَا مَنْ حَاوَلَ تَضْعِيفهَا فَلَمْ يَصْعُبْ , بَلْ هِيَ صَحِيحَة , وَقَدْ عَرَفْت مَنْ وَافَقَ حَمَّادًا عَلَيْهَا وَلَيْسَتْ شَاذَّة. وَقَدْ أَخَذَ بِظَاهِرِهَا مَالِك وَأَحْمَد , وَقَالَ أَبُو حَنِيفَة وَالشَّافِعِيّ : إِنْ وَقَعَ فِي نَفْسِهِ صِدْقُهُ جَازَ أَنْ يَدْفَعَ إِلَيْهِ , وَلَا يُجْبَرُ عَلَى ذَلِكَ إِلَّا بِبَيِّنَة , لِأَنَّهُ قَدْ يُصِيبُ الصِّفَةَ. وَقَالَ الْخَطَّابِيّ : إِنْ صَحَّتْ هَذِهِ اللَّفْظَةُ لَمْ يَجُزْ مُخَالَفَتهَا , وَهِيَ فَائِدَة قَوْله : \" اِعْرِفْ عِفَاصهَا إِلَخْ \" وَإِلَّا فَالِاحْتِيَاط مَعَ مَنْ لَمْ يَرَ الرَّدَّ إِلَّا بِالْبَيِّنَةِ , قَالَ : وَيُتَأَوَّلُ قَوْله : \" اِعْرِفْ عِفَاصهَا \" عَلَى أَنَّهُ أَمَرَهُ بِذَلِكَ لِئَلَّا تَخْتَلِطَ بِمَالِهِ. أَوْ لِتَكُونَ الدَّعْوَى فِيهَا مَعْلُومَة. وَذَكَرَ غَيْره مِنْ فَوَائِد ذَلِكَ أَيْضًا أَنْ يَعْرِفَ صِدْق الْمُدَّعِي مِنْ كَذِبِهِ , وَأَنَّ فِيهِ تَنْبِيهًا عَلَى حِفْظِ الْوِعَاءِ وَغَيْره لِأَنَّ الْعَادَةَ جَرَتْ بِإِلْقَائِهِ إِذَا أُخِذَتْ النَّفَقَة , وَأَنَّهُ إِذَا نَبَّهَ عَلَى حِفْظِ الْوِعَاءِ كَانَ فِيهِ تَنْبِيه عَلَى حِفْظِ الْمَالِ مِنْ بَاب الْأَوْلَى. قُلْت : قَدْ صَحَّت هَذِهِ الزِّيَادَة فَتَعَيَّنَ الْمَصِير إِلَيْهَا , وَسَيَأْتِي أَيْضًا فِي حَدِيثِ زَيْد بْن خَالِد فِي آخِر أَبْوَاب اللُّقَطَةِ , وَمَا اِعْتَلَّ بِهِ بَعْضُهُمْ مِنْ أَنَّهُ إِذَا وَصَفَهَا فَأَصَابَ فَدَفَعَهَا إِلَيْهِ فَجَاءَ شَخْصٌ آخَرُ فَوَصَفَهَا فَأَصَابَ لَا يَقْتَضِي الطَّعْنَ فِي الزِّيَادَةِ , فَإِنَّهُ يَصِيرُ الْحُكْمُ حِينَئِذٍ كَمَا لَوْ دَفَعَهَا إِلَيْهِ بِالْبَيِّنَةِ فَجَاءَ آخَر فَأَقَامَ بَيِّنَة أُخْرَى أَنَّهَا لَهُ , وَفِي ذَلِكَ تَفَاصِيل لِلْمَالِكِيَّةِ وَغَيْرهمْ. وَقَالَ بَعْض مُتَأَخِّرِي الشَّافِعِيَّة : يُمْكِنُ أَنْ يُحْمَلَ وُجُوب الدَّفْع لِمَنْ أَصَابَ الْوَصْفَ عَلَى مَا إِذَا كَانَ ذَلِكَ قَبْلَ التَّمَلُّكِ. لِأَنَّهُ حِينَئِذٍ مَالٌ ضَائِعٌ لَمْ يَتَعَلَّقْ بِهِ حَقٌّ ثَانٍ , بِخِلَاف مَا بَعْدَ التَّمَلُّكِ فَإِنَّهُ حِينَئِذٍ يَحْتَاجُ الْمُدَّعِي إِلَى الْبَيِّنَةِ لِعُمُومِ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" الْبَيِّنَة عَلَى الْمُدَّعِي \" ثُمَّ قَالَ : أَمَّا إِذَا صَحَّْت الزِّيَادَة فَتَخُصُّ صُورَة الْمُلْتَقَط مِنْ عُمُوم \" الْبَيِّنَة عَلَى الْمُدَّعِي \" وَاللَّه أَعْلَمُ. وَقَوْلُهُ : \" اِحْفَظْ وِعَاءَهَا وَعَدَدَهَا وَوِكَاءَهَا \" الْوِعَاء بِالْمَدِّ وَبِكَسْرِ الْوَاوِ وَقَدْ تُضَمُّ , وَقَرَأَ بِهَا الْحَسَن فِي قَوْلِهِ : \" قَبْلَ وِعَاءِ أَخِيهِ \" وَقَرَأَ سَعِيد بْن جُبَيْر \" إِعَاء \" بِقَلْب الْوَاو الْمَكْسُورَة هَمْزَة. وَالْوِعَاءُ مَا يُجْعَلُ فِيهِ الشَّيْء سَوَاء كَانَ مِنْ جِلْدٍ أَوْ خَزَفٍ أَوْ خَشَبٍ أَوْ غَيْر ذَلِكَ. وَالْوِكَاءُ بِكَسْرِ الْوَاوِ وَالْمَدِّ الْخَيْط الَّذِي يُشَدُّ بِهِ الصُّرَّة وَغَيْرهَا. وَزَادَ فِي حَدِيثِ زَيْد بْن خَالِد \" الْعِفَاص \" وَسَيَأْتِي ذِكْره وَشَرْحه وَحُكْم هَذِهِ الْعَلَامَاتِ فِي الْبَابِ الَّذِي بَعْدَهُ. ‏ ‏قَوْله : ( فَلَقِيتُهُ بَعْدُ بِمَكَّةَ ) ‏ ‏الْقَائِل شُعْبَة وَالَّذِي قَالَ : \" لَا أَدْرِي \" هُوَ شَيْخُهُ سَلَمَة بْن كُهَيْل , وَقَدْ بَيَّنَهُ مُسْلِم مِنْ رِوَايَة بَهْز بْن أَسَدٍ عَنْ شُعْبَة أَخْبَرَنِي سَلَمَة بْن كُهَيْلٍ وَاخْتَصَرَ الْحَدِيثَ , قَالَ شُعْبَة : فَسَمِعْته بَعْدَ عَشْرِ سِنِينَ يَقُولُ : \" عَرِّفْهَا عَامًا وَاحِدًا \". وَقَدْ بَيَّنَهُ أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنَدِهِ أَيْضًا فَقَالَ فِي آخِرِ الْحَدِيثِ \" قَالَ شُعْبَة فَلَقِيتُ سَلَمَة بَعْدَ ذَلِكَ فَقَالَ لَا أَدْرِي ثَلَاثَة أَحْوَال أَوْ حَوْلًا وَاحِدًا \". وَأَغْرَبَ اِبْن بَطَّالٍ فَقَالَ : الَّذِي شَكَّ فِيهِ هُوَ أُبَيّ بْن كَعْب , وَالْقَائِل هُوَ سُوَيْد بْن غَفَلَة اِنْتَهَى. وَلَمْ يُصِبْ فِي ذَلِكَ وَإِنْ تَبِعَهُ جَمَاعَةٌ مِنْهُمْ الْمُنْذِرِيّ , بَلْ الشَّكّ فِيهِ مِنْ أَحَدِ رُوَاته وَهُوَ سَلَمَة لِمَا اِسْتَثْبَتَهُ فِيهِ شُعْبَة , وَقَدْ رَوَاهُ غَيْر شُعْبَة عَنْ سَلَمَة بْن كُهَيْلٍ بِغَيْرِ شَكّ جَمَاعَة , وَفِيهِ هَذِهِ الزِّيَادَةُ , وَأَخْرَجَهَا مُسْلِم مِنْ طَرِيق الْأَعْمَش وَالثَّوْرِيّ وَزَيْد بْن أَبِي أُنَيْسَة وَحَمَّاد بْن سَلَمَة كُلّهمْ عَنْ سَلَمَة وَقَالَ : قَالُوا فِي حَدِيثِهِمْ جَمِيعًا ثَلَاثَة أَحْوَال إِلَّا حَمَّاد بْن سَلَمَة فَإِنَّ فِي حَدِيثِهِ عَامَيْنِ أَوْ ثَلَاثَة. وَجَمَعَ بَعْضهمْ بَيْن حَدِيث أُبَيّ هَذَا وَحَدِيث زَيْد بْن خَالِد الْآتِي فِي الْبَابِ الَّذِي يَلِيه فَإِنَّهُ لَمْ يَخْتَلِفْ عَلَيْهِ فِي الِاقْتِصَارِ عَلَى سَنَةٍ وَاحِدَةٍ فَقَالَ : يُحْمَلُ حَدِيث أُبَيّ بْن كَعْب عَلَى مَزِيد الْوَرَعِ عَنْ التَّصَرُّفِ فِي اللُّقَطَةِ وَالْمُبَالَغَةِ فِي التَّعَفُّفِ عَنْهَا , وَحَدِيث زَيْد عَلَى مَا لَا بُدَّ مِنْهُ , أَوْ لِاحْتِيَاجِ الْأَعْرَابِيِّ وَاسْتِغْنَاءِ أُبَيّ. قَالَ الْمُنْذِرِيّ : لَمْ يَقُلْ أَحَد مِنْ أَئِمَّةِ الْفَتْوَى أَنَّ اللُّقَطَةَ تُعَرَّفُ ثَلَاثَة أَعْوَام , إِلَّا شَيْء جَاءَ عَنْ عُمَر اِنْتَهَى. وَقَدْ حَكَاهُ الْمَاوَرْدِيُّ عَنْ شَوَاذَّ مِنْ الْفُقَهَاءِ. وَحَكَى بْن الْمُنْذِر عَنْ عُمَرَ أَرْبَعَة أَقْوَال : يُعَرِّفُهَا ثَلَاثَةَ أَحْوَال , عَامًا وَاحِدًا ثَلَاثَة أَشْهُر , ثَلَاثَة أَيَّام. وَيُحْمَلُ ذَلِكَ عَلَى عِظَم اللُّقَطَة وَحَقَارَتهَا. وَزَادَ اِبْن حَزْمٍ عَنْ عُمَر قَوْلًا خَامِسًا وَهُوَ أَرْبَعَةُ أَشْهُر. وَجَزَمَ اِبْن حَزْم وَابْن الْجَوْزِيّ بِأَنَّ هَذِهِ الزِّيَادَةَ غَلَط. قَالَ : وَالَّذِي يَظْهَرُ أَنَّ سَلَمَة أَخْطَأَ فِيهَا ثُمَّ تَثَبَّتَ وَاسْتَذْكَرَ وَاسْتَمَرَّ عَلَى عَامٍ وَاحِدٍ , وَلَا يُؤْخَذُ إِلَّا بِمَا لَمْ يَشُكَّ فِيهِ رَاوِيهِ. وَقَالَ اِبْن الْجَوْزِيِّ : يُحْتَمَلُ أَنْ يَكُونَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَرَفَ أَنَّ تَعْرِيفَهَا لَمْ يَقَعْ عَلَى الْوَجْهِ الَّذِي يَنْبَغِي , فَأَمَرَ أُبَيًّا بِإِعَادَةِ التَّعْرِيفِ كَمَا قَالَ لِلْمُسِيءِ صِلَاتَهُ \" اِرْجِعْ فَصَلِّ فَإِنَّك لَمْ تُصَلِّ \" اِنْتَهَى. وَلَا يَخْفَى بُعْدُ هَذَا عَلَى مِثْلِ أُبَيّ مَعَ كَوْنِهِ مِنْ فُقَهَاء الصَّحَابَة وَفُضَلَائِهِمْ. وَقَدْ حَكَى صَاحِب الْهِدَايَةِ مِنْ الْحَنَفِيَّةِ رِوَايَة عِنْدَهُمْ أَنَّ الْأَمْرَ فِي التَّعْرِيفِ مُفَوَّضٌ لِأَمْر الْمُلْتَقِط , فَعَلَيْهِ أَنْ يُعَرِّفَهَا إِلَى أَنْ يَغْلِبَ عَلَى ظَنِّهِ أَنَّ صَاحِبَهَا لَا يَطْلُبُهَا بَعْدَ ذَلِكَ , وَاللَّه أَعْلَمُ. وَسَيَأْتِي بَقِيَّة الْكَلَامِ عَلَى حَدِيثِ أُبَيّ بْن كَعْب فِي أَوَاخِر أَبْوَابِ اللُّقَطَةِ قَرِيبًا إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2427,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ رَبِيعَةَ، حَدَّثَنِي يَزِيدُ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ ـ رضى الله عنه ـ قَالَ جَاءَ أَعْرَابِيٌّ النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ عَمَّا يَلْتَقِطُهُ فَقَالَ ‏\"‏ عَرِّفْهَا سَنَةً، ثُمَّ احْفَظْ عِفَاصَهَا وَوِكَاءَهَا، فَإِنْ جَاءَ أَحَدٌ يُخْبِرُكَ بِهَا، وَإِلاَّ فَاسْتَنْفِقْهَا ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْغَنَمِ قَالَ ‏\"‏ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ ‏\"‏‏.‏ قَالَ ضَالَّةُ الإِبِلِ فَتَمَعَّرَ وَجْهُ النَّبِيِّ صلى الله عليه وسلم‏.‏ فَقَالَ ‏\"‏ مَا لَكَ وَلَهَا، مَعَهَا حِذَاؤُهَا وَسِقَاؤُهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ ‏\"‏‏.‏",
    "english_text": "A bedouin went to the Prophet (ﷺ) and asked him about picking up a lost thing. The Prophet (ﷺ) said, \"Make \npublic announcement about it for one year. Remember the description of its container and the string \nwith which it is tied; and if somebody comes and claims it and describes it correctly, (give it to him); \notherwise, utilize it.\" He said, \"O Allah's Messenger (ﷺ)! What about a lost sheep?\" The Prophet (ﷺ) said, \"It is \nfor you, for your brother (i.e. its owner), or for the wolf.\" He further asked, \"What about a lost \ncamel?\" On that the face of the Prophet (ﷺ) became red (with anger) and said, \"You have nothing to do \nwith it, as it has its feet, its water reserve and can reach places of water and drink, and eat trees.\"",
    "explication": "حَدِيث زَيْد بْن خَالِد فِي اللُّقَطَة وَسَيَأْتِي فِيهَا مَشْرُوحًا , وَالْمَقْصُود مِنْهُ قَوْله فِيهِ : \" مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا تَرِد الْمَاء وَتَأْكُل الشَّجَر \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2428,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي سُلَيْمَانُ، عَنْ يَحْيَى، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ أَنَّهُ سَمِعَ زَيْدَ بْنَ خَالِدٍ ـ رضى الله عنه ـ يَقُولُ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ اللُّقَطَةِ فَزَعَمَ أَنَّهُ قَالَ ‏\"‏ اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا، ثُمَّ عَرِّفْهَا سَنَةً ‏\"‏‏.‏ يَقُولُ يَزِيدُ إِنْ لَمْ تُعْتَرَفِ اسْتَنْفَقَ بِهَا صَاحِبُهَا وَكَانَتْ وَدِيعَةً، عِنْدَهُ‏.‏ قَالَ يَحْيَى فَهَذَا الَّذِي لاَ أَدْرِي أَفِي حَدِيثِ رَسُولِ اللَّهِ صلى الله عليه وسلم هُوَ أَمْ شَىْءٌ مِنْ عِنْدِهِ ـ ثُمَّ قَالَ كَيْفَ تَرَى فِي ضَالَّةِ الْغَنَمِ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ ‏\"‏‏.‏ قَالَ يَزِيدُ وَهْىَ تُعَرَّفُ أَيْضًا‏.‏ ثُمَّ قَالَ كَيْفَ تَرَى فِي ضَالَّةِ الإِبِلِ قَالَ فَقَالَ ‏\"‏ دَعْهَا فَإِنَّ مَعَهَا حِذَاءَهَا وَسِقَاءَهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ، حَتَّى يَجِدَهَا رَبُّهَا ‏\"‏‏.‏",
    "english_text": "Yazid Maula Al-Munba'ith heard Zaid bin Khalid al-Juham saying, \"The Prophet (ﷺ) was asked about \nLuqata. He said, 'Remember the description of its container and the string it is tied with, and announce \nit publicly for one year.' \" Yazid added, \"If nobody claims then the person who has found it can spend \nit, and it is regarded as a trust entrusted to him.\" Yahya said, \"I do not know whether the last sentences \nwere said by the Prophet (ﷺ) or by Yazid.\" Zaid further said, \"The Prophet (ﷺ) was asked, 'What about a lost \nsheep?' The Prophet (ﷺ) said, 'Take it, for it is for you or for your brother (i.e. its owner) or for the wolf.\" \nYazid added that it should also be announced publicly. The man then asked the Prophet (ﷺ) about a lost \ncamel. The Prophet (ﷺ) said, \"Leave it, as it has its feet, water container (reservoir), and it will reach a \nplace of water and eat trees till its owner finds it.\"",
    "explication": "حَدِيث زَيْد بْن خَالِد فِي اللُّقَطَة وَسَيَأْتِي فِيهَا مَشْرُوحًا , وَالْمَقْصُود مِنْهُ قَوْله فِيهِ : \" مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا تَرِد الْمَاء وَتَأْكُل الشَّجَر \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2429,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ ـ رضى الله عنه ـ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ عَنِ اللُّقَطَةِ‏.‏ فَقَالَ ‏\"‏ اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا، ثُمَّ عَرِّفْهَا سَنَةً، فَإِنْ جَاءَ صَاحِبُهَا، وَإِلاَّ فَشَأْنَكَ بِهَا ‏\"‏‏.‏ قَالَ فَضَالَّةُ الْغَنَمِ قَالَ ‏\"‏ هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ ‏\"‏‏.‏ قَالَ فَضَالَّةُ الإِبِلِ قَالَ ‏\"‏ مَا لَكَ وَلَهَا، مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ، حَتَّى يَلْقَاهَا رَبُّهَا ‏\"‏‏.‏",
    "english_text": "A man came and asked Allah's Messenger (ﷺ) about picking a lost thing. The Prophet (ﷺ) said, \"Remember the \ndescription of its container and the string it is tied with, and make public announcement about it for \none year. If the owner shows up, give it to him; otherwise, do whatever you like with it.\" He then \nasked, \"What about a lost sheep?\" The Prophet (ﷺ) said, \"It is for you, for your brother (i.e. its owner), or \nfor the wolf.\" He further asked, \"What about a lost camel?\" The Prophet (ﷺ) said, \"It is none of your \nconcern. It has its water-container (reservoir) and its feet, and it will reach water and drink it and eat \nthe trees till its owner finds it.\"",
    "explication": "‏ ‏قَوْله : ( سَأَلَهُ رَجُل ) ‏ ‏هُوَ عُمَيْر وَالِد مَالِك , وَقِيلَ غَيْره كَمَا سَيَأْتِي فِي اللُّقَطَة. ‏ ‏قَوْله : ( وِكَاءَهَا ) ‏ ‏هُوَ بِكَسْرِ الْوَاو مَا يُرْبَط بِهِ , وَالْعِفَاص بِكَسْرِ الْعَيْن الْمُهْمَلَة هُوَ الْوِعَاء بِكَسْرِ الْوَاو. ‏ ‏قَوْله : ( فَغَضِبَ ) ‏ ‏إِمَّا لِأَنَّهُ كَانَ نَهَى قَبْل ذَلِكَ عَنْ اِلْتِقَاطهَا , وَإِمَّا لِأَنَّ السَّائِل قَصَّرَ فِي فَهْمه فَقَاسَ مَا يَتَعَيَّن اِلْتِقَاطه عَلَى مَا لَا يَتَعَيَّن. ‏ ‏قَوْله : ( سِقَاؤُهَا ) ‏ ‏هُوَ بِكَسْرِ أَوَّله وَالْمُرَاد بِذَلِكَ أَجْوَافهَا لِأَنَّهَا تَشْرَب فَتَكْتَفِي بِهِ أَيَّامًا. ‏ ‏قَوْله : ( وَحِذَاؤُهَا ) ‏ ‏بِكَسْرِ الْمُهْمَلَة ثُمَّ ذَال مُعْجَمَة وَالْمُرَاد هُنَا خُفّهَا. وَسَتَأْتِي مَبَاحِث هَذَا الْحَدِيث فِي كِتَاب الْبُيُوع إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2430,
    "category": "كتاب اللقطة",
    "text_chakl": "وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ ذَكَرَ رَجُلاً مِنْ بَنِي إِسْرَائِيلَ ـ وَسَاقَ الْحَدِيثَ ـ ‏\n\"‏فَخَرَجَ يَنْظُرُ لَعَلَّ مَرْكَبًا قَدْ جَاءَ بِمَالِهِ، فَإِذَا هُوَ بِالْخَشَبَةِ فَأَخَذَهَا لأَهْلِهِ حَطَبًا، فَلَمَّا نَشَرَهَا وَجَدَ الْمَالَ وَالصَّحِيفَةَ ‏\"‏‏.‏",
    "english_text": "Abu Hurairah (ra) said, \"Allah's Messenger (ﷺ) mentioned an Israeli man.\" Abu Hurairah then told the whole narration). (At the end of the narration it was mentioned that the creditor) went out to the sea, hoping that a boat might have brought his money. Suddenly he saw a piece of wood and he took it to his house to use as firewood. When he sawed it, he found his money and a letter in it. ",
    "explication": "‏ ‏قَوْله : ( وَقَالَ اللَّيْثُ إِلَخْ ) ‏ ‏هُوَ طَرَفٌ مِنْ حَدِيثٍ سَاقَهُ بِتَمَامِهِ فِي كِتَاب الْكَفَالَة كَمَا سَيَأْتِي , وَسَنَذْكُرُ الْكَلَامَ عَلَيْهِ ثَمَّ , وَوَجْهُ تَعَلُّقِهِ بِالتَّرْجَمَةِ ظَاهِرٌ مِنْ جِهَة أَنَّ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا إِذَا لَمْ يَرِدْ فِي شَرْعِنَا مَا يَنْسَخُهُ , وَلَا سِيَّمَا إِذَا ذَكَرَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُقَرِّرًا لَهُ أَوْ فِي سِيَاق الثَّنَاءِ عَلَى فَاعِلِهِ أَوْ مَا أَشْبَهَ ذَلِكَ , وَيَحْتَمِل أَنْ يَكُون مُرَاد الْمُصَنِّف بِإِيرَادِ هَذَا أَنَّ رُكُوب الْبَحْر لَمْ يَزَلْ مُتَعَارَفًا مَأْلُوفًا مِنْ قَدِيم الزَّمَانِ , فَيُحْمَلُ عَلَى أَصْل الْإِبَاحَةِ حَتَّى يَرِدَ دَلِيلٌ عَلَى الْمَنْعِ. ‏ ‏قَوْله فِي آخِره ( حَدَّثَنِي عَبْد اللَّه بْن صَالِح حَدَّثَنَا اللَّيْث بِهِ ) ‏ ‏فِيهِ التَّصْرِيح بِوَصْلِ الْمُعَلَّق الْمَذْكُور , وَلَمْ يَقَع ذَلِكَ فِي أَكْثَر الرِّوَايَات فِي الصَّحِيح , وَلَا ذَكَرَهُ أَبُو ذَرّ إِلَّا فِي هَذَا الْمَوْضِع , وَكَذَا وَقَعَ فِي رِوَايَة أَبِي الْوَقْت. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2431,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ طَلْحَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِتَمْرَةٍ فِي الطَّرِيقِ قَالَ ‏\n\"‏ لَوْلاَ أَنِّي أَخَافُ أَنْ تَكُونَ مِنَ الصَّدَقَةِ لأَكَلْتُهَا ‏\"‏‏.‏ وَقَالَ يَحْيَى حَدَّثَنَا سُفْيَانُ حَدَّثَنِي مَنْصُورٌ وَقَالَ زَائِدَةُ عَنْ مَنْصُورٍ عَنْ طَلْحَةَ حَدَّثَنَا أَنَسٌ‏.‏",
    "english_text": "The Prophet (ﷺ) passed a date fallen on the way and said, \"Were I not afraid that it may be from a Sadaqa \n(charitable gifts), I would have eaten it.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ طَلْحَة ) ‏ ‏هُوَ اِبْنُ مُصَرِّف. ‏ ‏قَوْله : ( لَأَكَلْتُهَا ) ‏ ‏ظَاهِر فِي جَوَازِ أَكْل مَا يُوجَدُ مِنْ الْمُحَقَّرَاتِ مُلْقًى فِي الطُّرُقَاتِ , لِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ أَنَّهُ لَمْ يَمْتَنِعْ مِنْ أَكْلِهَا إِلَّا تَوَرُّعًا لِخَشْيَة أَنْ تَكُونَ مِنْ الصَّدَقَة الَّتِي حُرِّمَتْ عَلَيْهِ , لَا لِكَوْنِهَا مَرْمِيَّةً فِي الطَّرِيقِ فَقَطْ. وَقَدْ أَوْضَحَ ذَلِكَ قَوْله فِي حَدِيث أَبِي هُرَيْرَة ثَانِي حَدِيثَيْ الْبَاب \" عَلَى فِرَاشِي \" فَإِنَّهُ ظَاهِرٌ فِي أَنَّهُ تَرَكَ أَخْذَهَا تَوَرُّعًا لِخَشْيَة أَنْ تَكُونَ صَدَقَة فَلَوْ لَمْ يَخْشَ ذَلِكَ لَأَكَلَهَا , وَلَمْ يَذْكُرْ تَعْرِيفًا فَدَلَّ عَلَى أَنَّ مِثْلَ ذَلِكَ يُمْلَكُ بِالْأَخْذِ وَلَا يَحْتَاجُ إِلَى تَعْرِيف , لَكِنْ هَلْ يُقَالُ إِنَّهَا لُقَطَةٌ لِأَنَّ اللُّقَطَةَ مَا مِنْ شَأْنِهِ أَنْ يُتَمَلَّكَ دُونَ مَا لَا قِيمَةَ لَهُ ؟ وَقَدْ اِسْتَشْكَلَ بَعْضهمْ تَرْكَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ التَّمْرَةَ فِي الطَّرِيقِ مَعَ أَنَّ الْإِمَامَ يَأْخُذُ الْمَالَ الضَّائِعَ لِلْحِفْظِ وَأُجِيبَ بِاحْتِمَال أَنْ يَكُونَ أَخَذَهَا كَذَلِكَ لِأَنَّهُ لَيْسَ فِي الْحَدِيثِ مَا يَنْفِيه , أَوْ تَرَكَهَا عَمْدًا لِيَنْتَفِعَ بِهَا مَنْ يَجِدُهَا مِمَّنْ تَحِلُّ لَهُ الصَّدَقَةُ , وَإِنَّمَا يَجِبُ عَلَى الْإِمَامِ حِفْظُ الْمَالِ الَّذِي يُعْلَمُ تَطَلُّع صَاحِبه لَهُ , لَا مَا جَرَتْ بِهِ الْعَادَةُ بِالْإِعْرَاضِ عَنْهُ لِحَقَارَتِهِ. وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( وَقَالَ يَحْيَى ) ‏ ‏أَيْ اِبْن سَعِيد الْقَطَّان , وَقَدْ وَصَلَهُ مُسَدَّد فِي مُسْنَدِهِ عَنْهُ , أَخْرَجَهُ الطَّحَاوِيّ مِنْ طَرِيق مُسَدَّدٍ. قُلْت : وَلِسُفْيَان فِيهِ إِسْنَاد آخَر أَخْرَجَهُ اِبْن أَبِي شَيْبَة عَنْ وَكِيعٍ عَنْهُ بِهَذَا الْإِسْنَادِ إِلَى طَلْحَة فَقَالَ : \" عَنْ اِبْن عُمَر أَنَّهُ وَجَدَ تَمْرَة فَأَكَلَهَا \". ‏ ‏قَوْله : ( وَقَالَ زَائِدَة إِلَخْ ) ‏ ‏وَصَلَه مُسْلِم مِنْ طَرِيقِ أَبِي أُسَامَة عَنْ زَائِدَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2432,
    "category": "كتاب اللقطة",
    "text_chakl": "وَحَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنِّي لأَنْقَلِبُ إِلَى أَهْلِي، فَأَجِدُ التَّمْرَةَ سَاقِطَةً عَلَى فِرَاشِي فَأَرْفَعُهَا لآكُلَهَا، ثُمَّ أَخْشَى أَنْ تَكُونَ صَدَقَةً فَأُلْفِيَهَا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Sometimes when I return home and find a date fallen on my bed, I pick it up in order to eat it, but I fear that it might be from a Sadaqa, so I throw it.\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنَا عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي أَوَائِل الْبُيُوعِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2433,
    "category": "كتاب اللقطة",
    "text_chakl": "وَقَالَ أَحْمَدُ بْنُ سَعِيدٍ حَدَّثَنَا رَوْحٌ، حَدَّثَنَا زَكَرِيَّاءُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يُعْضَدُ عِضَاهُهَا، وَلاَ يُنَفَّرُ صَيْدُهَا، وَلاَ تَحِلُّ لُقَطَتُهَا إِلاَّ لِمُنْشِدٍ، وَلاَ يُخْتَلَى خَلاَهَا ‏\"‏‏.‏ فَقَالَ عَبَّاسٌ يَا رَسُولَ اللَّهِ إِلاَّ الإِذْخِرَ‏.‏ فَقَالَ ‏\"‏ إِلاَّ الإِذْخِرَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) also said, \"It (i.e., Makkah's) thorny bushes should not be uprooted and its game should not be chased, and picking up its fallen things is illegal except by  him who makes public announcement about it, and its grass should not be cut.\" 'Abbas said, \"O Allah's Messenger ! Except Idhkhir (a kind of grass).\" The Prophet (ﷺ) said, \"Except Idhkhir.\"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ أَبُو هُرَيْرَة إِلَخْ ) ‏ ‏هُوَ طَرَف مِنْ حَدِيث طَوِيل فِيهِ قِصَّة أَبِي شَاة وَقَدْ تَقَدَّمَ مَوْصُولًا فِي كِتَاب الْعِلْم. ‏ ‏قَوْله : ( وَقَالَ أَبَان بْن صَالِح إِلَخْ ) ‏ ‏وَصَلَهُ اِبْن مَاجَهْ مِنْ طَرِيقه وَفِيهِ \" فَقَالَ الْعَبَّاس إِلَّا الْإِذْخِر , فَإِنَّهُ لِلْبُيُوتِ وَالْقُبُور \". ‏ ‏قَوْله : ( وَقَالَ مُجَاهِد إِلَخْ ) ‏ ‏هُوَ طَرَف مِنْ الْحَدِيث الْأَوَّل , وَسَيَأْتِي مَوْصُولًا فِي كِتَاب الْحَجّ , وَأَوْرَدَهُ لِقَوْلِهِ فِيهِ \" لِقَيْنِهِمْ \" بَدَّلَ لِقُبُورِهِمْ , وَالْقَيْنَ بِفَتْحِ الْقَاف وَسُكُون التَّحْتَانِيَّة بَعْدهَا نُون هُوَ الْحَدَّاد , وَكَأَنَّهُ أَشَارَ إِلَى تَرْجِيح الرِّوَايَة الْأُولَى لِمُوَافَقَةِ رِوَايَة أَبِي هُرَيْرَة وَصْفِيَّة , وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي كِتَاب الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2434,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ لَمَّا فَتَحَ اللَّهُ عَلَى رَسُولِهِ صلى الله عليه وسلم مَكَّةَ قَامَ فِي النَّاسِ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\"‏ إِنَّ اللَّهَ حَبَسَ عَنْ مَكَّةَ الْفِيلَ، وَسَلَّطَ عَلَيْهَا رَسُولَهُ وَالْمُؤْمِنِينَ، فَإِنَّهَا لاَ تَحِلُّ لأَحَدٍ كَانَ قَبْلِي، وَإِنَّهَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، وَإِنَّهَا لاَ تَحِلُّ لأَحَدٍ بَعْدِي، فَلاَ يُنَفَّرُ صَيْدُهَا وَلاَ يُخْتَلَى شَوْكُهَا، وَلاَ تَحِلُّ سَاقِطَتُهَا إِلاَّ لِمُنْشِدٍ، وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهْوَ بِخَيْرِ النَّظَرَيْنِ، إِمَّا أَنْ يُفْدَى، وَإِمَّا أَنْ يُقِيدَ ‏\"‏‏.‏ فَقَالَ الْعَبَّاسُ إِلاَّ الإِذْخِرَ، فَإِنَّا نَجْعَلُهُ لِقُبُورِنَا وَبُيُوتِنَا‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِلاَّ الإِذْخِرَ ‏\"‏‏.‏ فَقَامَ أَبُو شَاهٍ ـ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ ـ فَقَالَ اكْتُبُوا لِي يَا رَسُولَ اللَّهِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اكْتُبُوا لأَبِي شَاهٍ ‏\"‏‏.‏ قُلْتُ لِلأَوْزَاعِيِّ مَا قَوْلُهُ اكْتُبُوا لِي يَا رَسُولَ اللَّهِ قَالَ هَذِهِ الْخُطْبَةَ الَّتِي سَمِعَهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "When Allah gave victory to His Apostle over the people of Mecca, Allah's Messenger (ﷺ) stood up among \nthe people and after glorifying Allah, said, \"Allah has prohibited fighting in Mecca and has given \nauthority to His Apostle and the believers over it, so fighting was illegal for anyone before me, and \nwas made legal for me for a part of a day, and it will not be legal for anyone after me. Its game should \nnot be chased, its thorny bushes should not be uprooted, and picking up its fallen things is not allowed \nexcept for one who makes public announcement for it, and he whose relative is murdered has the \noption either to accept a compensation for it or to retaliate.\" Al-`Abbas said, \"Except Al-Idhkhir, for \nwe use it in our graves and houses.\" Allah's Messenger (ﷺ) said, \"Except Al-Idhkhir.\" Abu Shah, a Yemenite, \nstood up and said, \"O Allah's Messenger (ﷺ)! Get it written for me.\" Allah's Messenger (ﷺ) said, \"Write it for Abu \nShah.\" (The sub-narrator asked Al-Auza'i): What did he mean by saying, \"Get it written, O Allah's \nApostle?\" He replied, \"The speech which he had heard from Allah's Messenger (ﷺ) .\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى بْن مُوسَى ) ‏ ‏هُوَ الْبَلْخِيُّ , وَفِي الْإِسْنَادِ لَطِيفَة وَهِيَ تَصْرِيحُ كُلّ وَاحِدٍ مِنْ رُوَاتِهِ بِالتَّحْدِيثِ مَعَ أَنَّ فِيهِ ثَلَاثَةً مِنْ الْمُدَلِّسِينَ فِي نَسَق. ‏ ‏قَوْله : ( لَمَّا فَتَحَ اللَّهُ عَلَى رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ قَامَ فِي النَّاسِ ) ‏ ‏ظَاهِره أَنَّ الْخُطْبَةَ وَقَعَتْ عَقِبَ الْفَتْحِ , وَلَيْسَ كَذَلِكَ بَلْ وَقَعَتْ قَبْلَ الْفَتْحِ عَقِبَ قَتْلِ رَجُلٍ مِنْ خُزَاعَة رَجُلًا مِنْ بَنِي لَيْث , فَفِي السِّيَاقِ حَذْف هَذَا بَيَانه وَقَدْ تَقَدَّمَ فِي كِتَابِ الْعِلْمِ مِنْ وَجْهٍ آخَرَ عَنْ يَحْيَى بْن أَبِي كَثِير. ‏ ‏قَوْله : ( الْقَتْل ) ‏ ‏بِالْقَاف وَالْمُثَنَّاة لِلْأَكْثَرِ وَلِلْكُشْمِيهَنِيّ بِالْفَاء وَالتَّحْتَانِيَّة وَالثَّانِي هُوَ الصَّوَابُ , وَقَدْ تَقَدَّمَ الْخِلَاف فِيهِ أَيْضًا فِي الْعِلْمِ. ‏ ‏قَوْله : ( وَلَا تَحِلُّ سَاقِطَتُهَا إِلَّا لِمُنْشِد ) ‏ ‏أَيْ مُعَرِّفٍ وَأَمَّا الطَّالِبُ فَيُقَالُ لَهُ النَّاشِد , تَقُولُ نَشَدْت الضَّالَّة إِذَا طَلَبْتهَا وَأَنْشَدْتهَا إِذَا عَرَّفْتهَا , وَأَصْل الْإِنْشَاد وَالنَّشِيد رَفْعُ الصَّوْت , وَالْمَعْنَى لَا تَحِلُّ لُقَطَتُهَا إِلَّا لِمَنْ يُرِيدُ أَنْ يُعَرِّفَهَا فَقَطْ , فَأَمَّا مَنْ أَرَادَ أَنْ يُعَرِّفَهَا ثُمَّ يَتَمَلَّكَهَا فَلَا , وَقَدْ تَقَدَّمَ الْكَلَام عَلَى مَا عَدَا هَذِهِ الْجُمْلَة فِي الْحَجِّ إِلَّا قَوْلَهُ : \" وَمَنْ قُتِلَ لَهُ قَتِيل \" فَأُحِيلَ بِهِ عَلَى كِتَاب الدِّيَات , وَإِلَّا قَوْله : \" اُكْتُبُوا لِأَبِي شَاهٍ \" فَتَقَدَّمَ الْكَلَام عَلَيْهِ فِي الْعِلْمِ وَالْقَائِل \" قُلْت لِلْأَوْزَاعِيّ \" هُوَ الْوَلِيدُ بْن مُسْلِم الرَّاوِي , وَاسْتَدَلَّ بِحَدِيثَيْ اِبْن عَبَّاس وَأَبِي هُرَيْرَة الْمَذْكُورَيْنِ فِي هَذَا الْبَابِ عَلَى أَنَّ لُقَطَة مَكَّة لَا تُلْتَقَطُ لِلتَّمْلِيكِ بَلْ لِلتَّعْرِيفِ خَاصَّةً وَهُوَ قَوْلُ الْجُمْهُورِ وَإِنَّمَا اِخْتَصَّتْ بِذَلِكَ عِنْدَهُمْ لِإِمْكَانِ إِيصَالِهَا إِلَى رَبِّهَا , لِأَنَّهَا إِنْ كَانَتْ لِلْمَكِّيّ فَظَاهِر , وَإِنْ كَانَتْ لِلْآفَاقِيّ فَلَا يَخْلُو أُفُق غَالِبًا مِنْ وَارِدٍ إِلَيْهَا , فَإِذَا عَرَّفَهَا وَاجِدهَا فِي كُلِّ عَامٍ سَهُلَ التَّوَصُّل إِلَى مَعْرِفَةِ صَاحِبِهَا , قَالَهُ ابْن بَطَّال. وَقَالَ أَكْثَر الْمَالِكِيَّةِ وَبَعْض الشَّافِعِيَّةِ : هِيَ كَغَيْرِهَا مِنْ الْبِلَادِ , وَإِنَّمَا تَخْتَصُّ مَكَّةُ بِالْمُبَالَغَةِ فِي التَّعْرِيفِ لِأَنَّ الْحَاجَّ يَرْجِعُ إِلَى بَلَدِهِ وَقَدْ لَا يَعُودُ فَاحْتَاجَ الْمُلْتَقِط بِهَا إِلَى الْمُبَالَغَةِ فِي التَّعْرِيفِ. وَاحْتَجَّ اِبْن الْمُنِير لِمَذْهَبِهِ بِظَاهِرِ الِاسْتِثْنَاءِ , لِأَنَّهُ نَفَى الْحِلَّ وَاسْتَثْنَى الْمُنْشِد فَدَلَّ عَلَى أَنَّ الْحِلَّ ثَابِت لِلْمُنْشِدِ لِأَنَّ الِاسْتِثْنَاءَ مِنْ النَّفْيِ إِثْبَات , قَالَ : وَيَلْزَمُ عَلَى هَذَا أَنَّ مَكَّةَ وَغَيْرَهَا سَوَاء , وَالْقِيَاس يَقْتَضِي تَخْصِيصَهَا. وَالْجَوَابُ أَنَّ التَّخْصِيصَ إِذَا وَافَقَ الْغَالِب لَمْ يَكُنْ لَهُ مَفْهُوم , وَالْغَالِب أَنَّ لُقَطَة مَكَّة يَيْأَسُ مُلْتَقِطهَا مِنْ صَاحِبِهَا , وَصَاحِبُهَا مِنْ وِجْدَانِهَا لِتَفَرُّقِ الْخَلْقِ إِلَى الْآفَاقِ الْبَعِيدَةِ , فَرُبَّمَا دَاخَلَ الْمُلْتَقِطَ الطَّمَعُ فِي تَمَلُّكِهَا مِنْ أَوَّلِ وَهْلَةٍ فَلَا يُعَرِّفُهَا فَنَهَى الشَّارِع عَنْ ذَلِكَ وَأَمَرَ أَنْ لَا يَأْخُذَهَا إِلَّا مَنْ عَرَّفَهَا , وَفَارَقَتْ فِي ذَلِكَ لُقَطَة الْعَسْكَر بِبِلَاد الْحَرْب بَعْدَ تَفَرُّقِهِمْ فَإِنَّهَا لَا تُعَرَّفُ فِي غَيْرِهِمْ بِاتِّفَاق , بِخِلَاف لُقَطَة مَكَّة فَيُشْرَعُ تَعْرِيفهَا لِإِمْكَان عَوْدِ أَهْل أُفُق صَاحِب اللُّقَطَةِ إِلَى مَكَّةَ فَيَحْصُلُ مُتَوَصَّل إِلَى مَعْرِفَة صَاحِبِهَا وَقَالَ إِسْحَاق بْن رَاهْوَيْهِ : قَوْلُهُ : \" إِلَّا لِمُنْشِد \" أَيْ لِمَنْ سَمِعَ نَاشِدًا يَقُولُ : مَنْ رَأَى لِي كَذَا ؟ فَحِينَئِذ يَجُوزُ لِوَاجِد اللُّقَطَة أَنْ يُعَرِّفَهَا لِيَرُدَّهَا عَلَى صَاحِبِهَا وَهُوَ أَضْيَقُ مِنْ قَوْلِ الْجُمْهُورِ لِأَنَّهُ قَيَّدَهُ بِحَالَةٍ لِلْمُعَرِّفِ دُونَ حَالَة , وَقِيلَ : الْمُرَادُ بِالْمُنْشِدِ الطَّالِب حَكَاهُ أَبُو عُبَيْد وَتَعَقَّبَهُ بِأَنَّهُ لَا يَجُوزُ فِي اللُّغَةِ تَسْمِيَة الطَّالِبِ مُنْشِدًا. قُلْت : وَيَكْفِي فِي رَدّ ذَلِكَ قَوْله فِي حَدِيثِ اِبْن عَبَّاس \" لَا يَلْتَقِطُ لُقَطَتَهَا إِلَّا مُعَرِّف \" وَالْحَدِيثَ يُفَسِّرُ بَعْضه بَعْضًا , وَكَأَنَّ هَذَا هُوَ النُّكْتَة فِي تَصْدِير الْبُخَارِيّ الْبَاب بِحَدِيثِ اِبْن عَبَّاس , وَأَمَّا اللُّغَةُ فَقَدْ أَثْبَتَ الْحَرْبِيّ جَوَاز تَسْمِيَة الطَّالِبِ مُنْشِدًا وَحَكَاهُ عِيَاض أَيْضًا وَاسْتَدَلَّ بِهِ عَلَى أَنَّ لُقَطَة عَرَفَة وَالْمَدِينَةِ النَّبَوِيَّةِ كَسَائِرِ الْبِلَادِ لِاخْتِصَاصِ مَكَّةَ بِذَلِكَ , وَحَكَى الْمَاوَرْدِيّ فِي \" الْحَاوِي \" وَجْهًا فِي عَرَفَة أَنَّهَا تَلْتَحِقُ بِحُكْمِ مَكَّةَ لِأَنَّهَا تَجْمَعُ الْحَاجَّ كَمَكَّةَ وَلَمْ يُرَجِّحْ شَيْئًا , وَلَيْسَ الْوَجْه الْمَذْكُور فِي \" الرَّوْضَةِ \" وَلَا أَصْلِهَا , وَاسْتَدَلَّ بِهِ عَلَى جَوَاز تَعْرِيف الضَّالَّةِ فِي الْمَسْجِدِ الْحَرَام بِخِلَافِ غَيْرِهِ مِنْ الْمَسَاجِدِ , وَهُوَ أَصَحُّ الْوَجْهَيْنِ عِنْدَ الشَّافِعِيَّةِ. وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2435,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَحْلُبَنَّ أَحَدٌ مَاشِيَةَ امْرِئٍ بِغَيْرِ إِذْنِهِ، أَيُحِبُّ أَحَدُكُمْ أَنْ تُؤْتَى مَشْرُبَتُهُ فَتُكْسَرَ خِزَانَتُهُ، فَيُنْتَقَلَ طَعَامُهُ فَإِنَّمَا تَخْزُنُ لَهُمْ ضُرُوعُ مَوَاشِيهِمْ أَطْعِمَاتِهِمْ، فَلاَ يَحْلُبَنَّ أَحَدٌ مَاشِيَةَ أَحَدٍ إِلاَّ بِإِذْنِهِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"An animal should not be milked without the permission of its owner. Does any \nof you like that somebody comes to his store and breaks his container and takes away his food? The \nudders of the animals are the stores of their owners where their provision is kept, so nobody should \nmilk the animals of somebody else, without the permission of its owner.\"",
    "explication": "حَدِيث نَافِع عَنْ اِبْن عُمَر أَخْرَجَهُ مِنْ حَدِيث مَالِك عَنْهُ بِلَفْظِ ‏ ‏\" إِذَا جَاءَ أَحَدكُمْ الْجُمُعَة فَلْيَغْتَسِلْ \" ‏ ‏وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ مَالِك أَنَّ نَافِعًا حَدَّثَهُمْ فَذَكَرَهُ , أَخْرَجَهُ الْبَيْهَقِيُّ , وَالْفَاء لِلتَّعْقِيبِ , وَظَاهِره أَنَّ الْغُسْل يَعْقُب الْمَجِيء , وَلَيْسَ ذَلِكَ الْمُرَاد وَإِنَّمَا التَّقْدِير إِذَا أَرَادَ أَحَدكُمْ , وَقَدْ جَاءَ مُصَرَّحًا بِهِ فِي رِوَايَة اللَّيْث عَنْ نَافِع عِنْد مُسْلِم وَلَفْظه \" إِذَا أَرَادَ أَحَدكُمْ أَنْ يَأْتِي الْجُمُعَة فَلْيَغْتَسِلْ \" وَنَظِير ذَلِكَ قَوْلُهُ تَعَالَى ( إِذَا نَاجَيْتُمْ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) فَإِنَّ الْمَعْنَى إِذَا أَرَدْتُمْ الْمُنَاجَاة بِلَا خِلَاف. وَيُقَوِّي رِوَايَة اللَّيْث حَدِيثُ أَبِي هُرَيْرَة الْآتِي قَرِيبًا بِلَفْظِ \" مَنْ اِغْتَسَلَ يَوْم الْجُمُعَة ثُمَّ رَاحَ \" فَهُوَ صَرِيح فِي تَأْخِير الرَّوَاح عَنْ الْغُسْل , وَعُرِفَ بِهَذَا فَسَاد قَوْل مَنْ حَمَلَهُ عَلَى ظَاهِره وَاحْتُجَّ بِهِ عَلَى أَنَّ الْغُسْل لِلْيَوْمِ لَا لِلصَّلَاةِ , لِأَنَّ الْحَدِيث وَاحِد وَمُخَرِّجه وَاحِد , وَقَدْ بَيَّنَ اللَّيْث فِي رِوَايَته الْمُرَاد , وَقَوَّاهُ حَدِيث أَبِي هُرَيْرَة , وَرِوَايَة نَافِع عَنْ اِبْنِ عُمَر لِهَذَا الْحَدِيث مَشْهُورَة جِدًّا فَقَدْ اِعْتَنَى بِتَخْرِيجِ طُرُقه أَبُو عَوَانَة فِي صَحِيحه فَسَاقَهُ مِنْ طَرِيق سَبْعِينَ نَفْسًا رَوَوْهُ عَنْ نَافِع , وَقَدْ تَتَبَّعْت مَا فَاتَهُ وَجَمَعْت مَا وَقَعَ لِي مِنْ طُرُقه فِي جُزْء مُفْرَد لِغَرَضٍ اِقْتَضَى ذَلِكَ فَبَلَغَتْ أَسْمَاء مَنْ رَوَاهُ عَنْ نَافِع مِائَةً وَعِشْرِينَ نَفْسًا , فَمَا يُسْتَفَاد مِنْهُ هُنَا ذِكْر سَبَب الْحَدِيث , فَفِي رِوَايَة إِسْمَاعِيل بْن أُمَيَّة عَنْ نَافِع عِنْد أَبِي عَوَانَة وَقَاسِم بْن أَصْبَغَ \" كَانَ النَّاس يَغْدُونَ فِي أَعْمَالهمْ , فَإِذَا كَانَتْ الْجُمُعَة جَاءُوا وَعَلَيْهِمْ ثِيَاب مُتَغَيِّرَة , فَشَكَوْا ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَنْ جَاءَ مِنْكُمْ الْجُمُعَة فَلْيَغْتَسِلْ \" وَمِنْهَا ذِكْر مَحَلّ الْقَوْل , فَفِي رِوَايَة الْحَكَم بْن عُتَيْبَة عَنْ نَافِع عَنْ اِبْن عُمَر \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَعْوَاد هَذَا الْمِنْبَر بِالْمَدِينَةِ يَقُول \" أَخْرَجَهُ يَعْقُوب الْجَصَّاص فِي فَوَائِده مِنْ رِوَايَة الْيَسَع بْن قَيْس عَنْ الْحَكَم , وَطَرِيق الْحَكَم عِنْد النَّسَائِيِّ وَغَيْره مِنْ رِوَايَة شُعْبَة عَنْهُ بِدُونِ هَذَا السِّيَاق بِلَفْظِ حَدِيث الْبَاب إِلَّا قَوْلَهُ \" جَاءَ \" فَعِنْده \" رَاحَ \" وَكَذَا رَوَاهُ النَّسَائِيُّ مِنْ رِوَايَة إِبْرَاهِيم بْن طَهْمَانَ عَنْ أَيُّوب وَمَنْصُور وَمَالِك ثَلَاثَتهمْ عَنْ نَافِع , وَمِنْهَا مَا يَدُلّ عَلَى تَكْرَار ذَلِكَ فَفِي رِوَايَة صَخْر بْن جُوَيْرِيَةَ عَنْ نَافِع عِنْد أَبِي مُسْلِم الْكَجِّيّ بِلَفْظِ \" كَانَ إِذَا خَطَبَ يَوْم الْجُمُعَة قَالَ \" الْحَدِيث. وَمِنْهَا زِيَادَة فِي الْمَتْن , فَفِي رِوَايَة عُثْمَان بْن وَاقِد عَنْ نَافِع عِنْد أَبِي عَوَانَة وَابْن خُزَيْمَةَ وَابْن حِبَّان فِي صِحَاحهمْ بِلَفْظِ \" مَنْ أَتَى الْجُمُعَة مِنْ الرِّجَال وَالنِّسَاء فَلْيَغْتَسِلْ , وَمَنْ لَمْ يَأْتِهَا فَلَيْسَ عَلَيْهِ غُسْل \" وَرِجَاله ثِقَات , لَكِنْ قَالَ الْبَزَّار : أَخْشَى أَنْ يَكُون عُثْمَان بْن وَاقِد وَهِمَ فِيهِ. وَمِنْهَا زِيَادَة فِي الْمَتْن وَالْإِسْنَاد أَيْضًا , أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْن خُزَيْمَةَ وَابْن حِبَّان وَغَيْرهمْ مِنْ طُرُق عَنْ مُفَضَّل بْن فَضَالَة عَنْ عَيَّاش بْن عَبَّاسٍ الْقِتْبَانِيّ عَنْ بُكَيْر بْن عَبْد اللَّه بْن الْأَشَجّ عَنْ نَافِع عَنْ اِبْنِ عُمَر عَنْ حَفْصَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْجُمُعَة وَاجِبَة عَلَى كُلّ مُحْتَلِم , وَعَلَى مَنْ رَاحَ إِلَى الْجُمُعَة الْغُسْل \" قَالَ الطَّبَرَانِيُّ فِي الْأَوْسَط : لَمْ يَرْوِهِ عَنْ نَافِع بِزِيَادَةِ حَفْصَة إِلَّا بُكَيْر , وَلَا عَنْهُ إِلَّا عَيَّاش تَفَرَّدَ بِهِ مُفَضَّل. قُلْتُ : رُوَاته ثِقَات , فَإِنْ كَانَ مَحْفُوظًا فَهُوَ حَدِيث آخَر وَلَا مَانِع أَنْ يَسْمَعهُ اِبْن عُمَر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْ غَيْره مِنْ الصَّحَابَة , فَسَيَأْتِي فِي ثَانِي أَحَادِيث الْبَاب مِنْ رِوَايَة اِبْن عُمَر عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا سِيَّمَا مَعَ اِخْتِلَاف الْمُتُون , قَالَ اِبْن دَقِيق الْعِيد : فِي الْحَدِيث دَلِيل عَلَى تَعْلِيق الْأَمْر بِالْغُسْلِ بِالْمَجِيءِ إِلَى الْجُمُعَة , وَاسْتُدِلَّ بِهِ لِمَالِكٍ فِي أَنَّهُ يُعْتَبَر أَنْ يَكُون الْغُسْل مُتَّصِلًا بِالذَّهَابِ , وَوَافَقَهُ الْأَوْزَاعِيُّ وَاللَّيْث وَالْجُمْهُور قَالُوا : يُجْزِئ مِنْ بَعْد الْفَجْر , وَيَشْهَد لَهُمْ حَدِيث اِبْن عَبَّاسٍ الْآتِي قَرِيبًا. وَقَالَ الْأَثْرَم : سَمِعْت أَحْمَد سُئِلَ عَمَّنْ اِغْتَسَلَ ثُمَّ أَحْدَثَ هَلْ يَكْفِيه الْوُضُوء ؟ فَقَالَ : نَعَمْ. وَلَمْ أَسْمَع فِيهِ أَعْلَى مِنْ حَدِيث اِبْن أَبْزَى , يُشِير إِلَى مَا أَخْرَجَهُ اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيحٍ عَنْ سَعِيد بْن عَبْد الرَّحْمَن بْن أَبْزَى عَنْ أَبِيهِ وَلَهُ صُحْبَة \" أَنَّهُ كَانَ يَغْتَسِل يَوْم الْجُمُعَة ثُمَّ يُحْدِث فَيَتَوَضَّأ وَلَا يُعِيد الْغُسْل \" وَمُقْتَضَى النَّظَر أَنْ يُقَال : إِذَا عُرِفَ أَنَّ الْحِكْمَة فِي الْأَمْر بِالْغُسْلِ يَوْم الْجُمُعَة وَالتَّنْظِيف رِعَايَة الْحَاضِرِينَ مِنْ التَّأَذِّي بِالرَّائِحَةِ الْكَرِيهَة , فَمَنْ خَشِيَ أَنْ يُصِيبهُ فِي أَثْنَاء النَّهَار مَا يُزِيل تَنْظِيفه اُسْتُحِبَّ لَهُ أَنْ يُؤَخِّر الْغُسْل لِوَقْتِ ذَهَابه , وَلَعَلَّ هَذَا هُوَ الَّذِي لَحَظَهُ مَالِك فَشَرَطَ اِتِّصَال الذَّهَاب بِالْغُسْلِ لِيَحْصُل الْأَمْن مِمَّا يُغَايِر التَّنْظِيف وَاللَّهُ أَعْلَمُ. قَالَ اِبْن دَقِيق الْعِيد : وَلَقَدْ أَبْعَدَ الظَّاهِرِيّ إِبْعَادًا يَكَاد أَنْ يَكُون مَجْزُومًا بِبُطْلَانِهِ حَيْثُ لَمْ يَشْتَرِط تَقَدُّم الْغُسْل عَلَى إِقَامَة صَلَاة الْجُمُعَة حَتَّى لَوْ اِغْتَسَلَ قَبْل الْغُرُوب كَفَى عِنْده تَعَلُّقًا بِإِضَافَةِ الْغُسْل إِلَى الْيَوْم , يَعْنِي كَمَا سَيَأْتِي فِي حَدِيث الْبَاب الثَّالِث , وَقَدْ تَبَيَّنَ مِنْ بَعْض الرِّوَايَات أَنَّ الْغُسْل لِإِزَالَةِ الرَّوَائِح الْكَرِيهَة يَعْنِي كَمَا سَيَأْتِي مِنْ حَدِيث عَائِشَة بَعْد أَبْوَاب , قَالَ : وَفُهِمَ مِنْهُ أَنَّ الْمَقْصُود عَدَم تَأَذِّي الْحَاضِرِينَ وَذَلِكَ لَا يَتَأَتَّى بَعْد إِقَامَة الْجُمُعَة , وَكَذَلِكَ أَقُول لَوْ قَدَّمَهُ بِحَيْثُ لَا يَتَحَصَّل هَذَا الْمَقْصُود لَمْ يُعْتَدّ بِهِ. وَالْمَعْنَى إِذَا كَانَ مَعْلُومًا كَالنَّصِّ قَطْعًا أَوْ ظَنًّا مُقَارِنًا لِلْقَطْعِ فَاتِّبَاعه وَتَعْلِيق الْحُكْم بِهِ أَوْلَى مِنْ اِتِّبَاع مُجَرَّد اللَّفْظ. قُلْتُ : وَقَدْ حَكَى اِبْن عَبْد الْبَرّ الْإِجْمَاع عَلَى أَنَّ مَنْ اِغْتَسَلَ بَعْد الصَّلَاة لَمْ يَغْتَسِل لِلْجُمُعَةِ وَلَا فَعَلَ مَا أُمِرَ بِهِ. وَادَّعَى اِبْن حَزْم أَنَّهُ قَوْل جَمَاعَة مِنْ الصَّحَابَة وَالتَّابِعِينَ وَأَطَالَ فِي تَقْرِير ذَلِكَ بِمَا هُوَ بِصَدَدِ الْمَنْع , وَالرَّدّ يُفْضِي إِلَى التَّطْوِيل بِمَا لَا طَائِل تَحْته , وَلَمْ يُورِد عَنْ أَحَد مِمَّنْ ذَكَرَ التَّصْرِيح بِإِجْزَاءِ الِاغْتِسَال بَعْد صَلَاة الْجُمُعَة , وَإِنَّمَا أَوْرَدَ عَنْهُمْ مَا يَدُلّ عَلَى أَنَّهُ لَا يُشْتَرَط اِتِّصَال الْغُسْل بِالذَّهَابِ إِلَى الْجُمُعَة , فَأَخَذَ هُوَ مِنْهُ أَنَّهُ لَا فَرْق بَيْن مَا قَبْل الزَّوَال أَوْ بَعْده وَالْفَرْق بَيْنهمَا ظَاهِر كَالشَّمْسِ , وَاللَّهُ أَعْلَمُ. وَاسْتُدِلَّ مِنْ مَفْهُوم الْحَدِيث عَلَى أَنَّ الْغُسْل لَا يُشْرَع لِمَنْ لَمْ يَحْضُر الْجُمُعَة , وَقَدْ تَقَدَّمَ التَّصْرِيح بِمُقْتَضَاهُ فِي آخِر رِوَايَة عُثْمَان بْن وَاقِد عَنْ نَافِع , وَهَذَا هُوَ الْأَصَحّ عِنْد الشَّافِعِيَّة , وَبِهِ قَالَ الْجُمْهُور خِلَافًا لِأَكْثَر الْحَنَفِيَّة , وَقَوْلُهُ فِيهِ \" الْجُمُعَة \" الْمُرَاد بِهِ الصَّلَاة أَوْ الْمَكَان الَّذِي تُقَام فِيهِ , وَذَكَرَ الْمَجِيء لِكَوْنِهِ الْغَالِب وَإِلَّا فَالْحُكْم شَامِل لِمَنْ كَانَ مُجَاوِرًا لِلْجَامِعِ أَوْ مُقِيمًا بِهِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْأَمْر لَا يُحْمَل عَلَى الْوُجُوب إِلَّا بِقَرِينَةٍ لِقَوْلِهِ كَانَ يَأْمُرنَا مَعَ أَنَّ الْجُمْهُور حَمَلُوهُ عَلَى النَّدْب كَمَا سَيَأْتِي فِي الْكَلَام عَلَى الْحَدِيث الثَّالِث , وَهَذَا بِخِلَافِ صِيغَة افْعَلْ فَإِنَّهَا عَلَى الْوُجُوب حَتَّى تَظْهَر قَرِينَة عَلَى النَّدْب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2436,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ ـ رضى الله عنه ـ أَنَّ رَجُلاً سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ اللُّقَطَةِ قَالَ ‏\"‏ عَرِّفْهَا سَنَةً، ثُمَّ اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا، ثُمَّ اسْتَنْفِقْ بِهَا، فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ فَضَالَّةُ الْغَنَمِ قَالَ ‏\"‏ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ، فَضَالَّةُ الإِبِلِ قَالَ فَغَضِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى احْمَرَّتْ وَجْنَتَاهُ ـ أَوِ احْمَرَّ وَجْهُهُ ـ ثُمَّ قَالَ ‏\"‏ مَا لَكَ وَلَهَا، مَعَهَا حِذَاؤُهَا وَسِقَاؤُهَا، حَتَّى يَلْقَاهَا رَبُّهَا ‏\"‏‏.‏",
    "english_text": "A man asked Allah's Messenger (ﷺ) about the Luqata. He said, \"Make public announcement of it for one \nyear, then remember the description of its container and the string it is tied with, utilize the money, \nand if its owner comes back after that, give it to him.\" The people asked, \"O Allah's Messenger (ﷺ)! What \nabout a lost sheep?\" Allah's Messenger (ﷺ) said, \"Take it, for it is for you, for your brother, or for the wolf.\" \nThe man asked, \"O Allah's Messenger (ﷺ)! What about a lost camel?\" Allah's Messenger (ﷺ) got angry and his \ncheeks or face became red, and said, \"You have no concern with it as it has its feet, and its watercontainer, \ntill its owner finds it.\"",
    "explication": "‏ ‏قَوْله : ( سَأَلَهُ رَجُل ) ‏ ‏هُوَ عُمَيْر وَالِد مَالِك , وَقِيلَ غَيْره كَمَا سَيَأْتِي فِي اللُّقَطَة. ‏ ‏قَوْله : ( وِكَاءَهَا ) ‏ ‏هُوَ بِكَسْرِ الْوَاو مَا يُرْبَط بِهِ , وَالْعِفَاص بِكَسْرِ الْعَيْن الْمُهْمَلَة هُوَ الْوِعَاء بِكَسْرِ الْوَاو. ‏ ‏قَوْله : ( فَغَضِبَ ) ‏ ‏إِمَّا لِأَنَّهُ كَانَ نَهَى قَبْل ذَلِكَ عَنْ اِلْتِقَاطهَا , وَإِمَّا لِأَنَّ السَّائِل قَصَّرَ فِي فَهْمه فَقَاسَ مَا يَتَعَيَّن اِلْتِقَاطه عَلَى مَا لَا يَتَعَيَّن. ‏ ‏قَوْله : ( سِقَاؤُهَا ) ‏ ‏هُوَ بِكَسْرِ أَوَّله وَالْمُرَاد بِذَلِكَ أَجْوَافهَا لِأَنَّهَا تَشْرَب فَتَكْتَفِي بِهِ أَيَّامًا. ‏ ‏قَوْله : ( وَحِذَاؤُهَا ) ‏ ‏بِكَسْرِ الْمُهْمَلَة ثُمَّ ذَال مُعْجَمَة وَالْمُرَاد هُنَا خُفّهَا. وَسَتَأْتِي مَبَاحِث هَذَا الْحَدِيث فِي كِتَاب الْبُيُوع إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2437,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، قَالَ سَمِعْتُ سُوَيْدَ بْنَ غَفَلَةَ، قَالَ كُنْتُ مَعَ سَلْمَانَ بْنِ رَبِيعَةَ، وَزَيْدِ بْنِ صُوحَانَ فِي غَزَاةٍ، فَوَجَدْتُ سَوْطًا‏.‏ فَقَالَ لِي أَلْقِهِ‏.‏ قُلْتُ لاَ، وَلَكِنْ إِنْ وَجَدْتُ صَاحِبَهُ، وَإِلاَّ اسْتَمْتَعْتُ بِهِ‏.‏ فَلَمَّا رَجَعْنَا حَجَجْنَا فَمَرَرْتُ بِالْمَدِينَةِ، فَسَأَلْتُ أُبَىَّ بْنَ كَعْبٍ ـ رضى الله عنه ـ فَقَالَ وَجَدْتُ صُرَّةً عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فِيهَا مِائَةُ دِينَارٍ، فَأَتَيْتُ بِهَا النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏‏.‏ فَعَرَّفْتُهَا حَوْلاً ثُمَّ أَتَيْتُ، فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏‏.‏ فَعَرَّفْتُهَا حَوْلاً ثُمَّ أَتَيْتُهُ، فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏‏.‏ فَعَرَّفْتُهَا حَوْلاً ثُمَّ أَتَيْتُهُ الرَّابِعَةَ فَقَالَ ‏\"‏ اعْرِفْ عِدَّتَهَا وَوِكَاءَهَا وَوِعَاءَهَا، فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ اسْتَمْتِعْ بِهَا ‏\"‏‏.‏",
    "english_text": "While I as in the company of Salman bin Rabi`a and Suhan, in one of the holy battles, I found a whip. \nOne of them told me to drop it but I refused to do so and said that I would give it to its owner if I \nfound him, otherwise I would utilize it. On our return we performed Hajj and on passing by Medina, I \nasked Ubai bin Ka`b about it. He said, \"I found a bag containing a hundred Dinars in the lifetime of \nthe Prophet (ﷺ) and took it to the Prophet (ﷺ) who said to me, 'Make public announcement about it for one \nyear.' So, I announced it for one year and went to the Prophet (ﷺ) who said, 'Announce it publicly for \nanother year.' So, I announced it for another year. I went to him again and he said, \"Announce for an \nother year.\" So I announced for still another year. I went to the Prophet (ﷺ) for the fourth time, and he \nsaid, 'Remember the amount of money, the description of its container and the string it is tied with, \nand if the owner comes, give it to him; otherwise, utilize it.' \"",
    "explication": "‏ ‏قَوْله : ( سُوَيْد بْن غَفَلَة ) ‏ ‏بِفَتْح الْمُعْجَمَة وَالْفَاء أَبُو أُمَيَّة الْجُعْفِي تَابِعِيّ كَبِير مُخَضْرَم أَدْرَكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ فِي زَمَنِهِ رَجُلًا وَأَعْطَى الصَّدَقَة فِي زَمَنِهِ وَلَمْ يَرَهُ عَلَى الصَّحِيحِ , وَقِيلَ إِنَّهُ صَلَّى خَلْفَهُ وَلَمْ يَثْبُتْ , وَإِنَّمَا قَدِمَ الْمَدِينَةَ حِينَ نَفَضُوا أَيْدِيهمْ مِنْ دَفْنِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ شَهِدَ الْفُتُوح وَنَزَلَ الْكُوفَةَ وَمَاتَ بِهَا سَنَة ثَمَانِينَ أَوْ بَعْدَهَا وَلَهُ مِائَة وَثَلَاثُونَ سَنَةً أَوْ أَكْثَر لِأَنَّهُ كَانَ يَقُولُ : أَنَا لِدَة رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أَصْغَرُ مِنْهُ بِسَنَتَيْنِ , وَلَيْسَ لَهُ فِي الْبُخَارِيِّ سِوَى هَذَا الْحَدِيثِ وَآخَر عَنْ عَلِيّ فِي ذِكْرِ الْخَوَارِجِ. ‏ ‏قَوْله : ( مَعَ سَلْمَان بْن رَبِيعَة ) ‏ ‏هُوَ الْبَاهِلِيُّ يُقَالُ لَهُ صُحْبَة , وَيُقَالُ لَهُ سَلْمَان الْخَيْل لِخِبْرَتِهِ بِهَا , وَكَانَ أَمِيرًا عَلَى بَعْض الْمَغَازِي فِي فُتُوحِ الْعِرَاقِ فِي عَهْدِ عُمَر وَعُثْمَان , وَكَانَ أَوَّل مَنْ وَلِيَ قَضَاء الْكُوفَة وَاسْتُشْهِدَ فِي خِلَافَتِهِ فِي فُتُوحِ الْعِرَاقِ وَلَيْسَ لَهُ فِي الْبُخَارِيِّ سِوَى هَذَا الْمَوْضِعِ. ‏ ‏قَوْله : ( وَزَيْد بْن صُوحَان ) ‏ ‏بِضَمِّ الْمُهْمَلَةِ وَسُكُون الْوَاوِ بَعْدَهَا مُهْمَلَة أَيْضًا الْعَبْدِيّ تَابِعِيّ كَبِير مُخَضْرَم أَيْضًا , وَزَعَمَ اِبْنُ الْكَلْبِيّ أَنَّ لَهُ صُحْبَة. وَرَوَى أَبُو يُعْلَى مِنْ حَدِيث عَلِيّ مَرْفُوعًا \" مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى مَنْ سَبَقَهُ بَعْضُ أَعْضَائِهِ إِلَى الْجَنَّةِ فَلْيَنْظُرْ إِلَى زَيْد بْن صُوحَان \" وَكَانَ قُدُوم زَيْد فِي عَهْدِ عُمَر وَشَهِدَ الْفُتُوح , وَرَوَى اِبْن مَنْدَهْ مِنْ حَدِيث بُرَيْدَة قَالَ : \" سَاق النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً فَقَالَ : زَيْد زَيْد الْخَيْر , فَسُئِلَ عَنْ ذَلِكَ فَقَالَ رَجُلٌ تَسْبِقُهُ يَدُهُ إِلَى الْجَنَّةِ \" فَقُطِعَتْ يَدُ زَيْد بْن صُوحَان فِي بَعْضِ الْفُتُوحِ , وَقُتِلَ مَعَ عَلِيّ يَوْم الْجَمَل. ‏ ‏قَوْله ( فِي غَزَاة ) ‏ ‏زَاد أَحْمَد مِنْ طَرِيقِ سُفْيَان عَنْ سَلَمَة \" حَتَّى إِذَا كُنَّا بِالْعُذَيْبِ \" وَهُوَ بِالْمُعْجَمَةِ وَالْمُوَحَّدَةِ مُصَغَّر : مَوْضِع , وَلَهُ مِنْ طَرِيقِ يَحْيَى الْقَطَّان عَنْ شُعْبَة \" فَلَمَّا رَجَعْنَا مِنْ غَزَاتِنَا حَجَجْت \". ‏ ‏قَوْله : ( مِائَة دِينَارٍ ) ‏ ‏اسْتُدِلَّ بِهِ لِأَبِي حَنِيفَة فِي تَفْرِقَتِهِ بَيْن قَلِيل اللُّقَطَةِ وَكَثِيرهَا فَيُعَرِّف الْكَثِير سَنَة وَالْقَلِيل أَيَّامًا , وَحَدُّ الْقَلِيل عِنْدَهُ مَا لَا يُوجِبُ الْقَطْع وَهُوَ مَا دُونُ الْعَشَرَةِ , وَقَدْ ذَكَرْنَا الْخِلَافَ فِي مُدَّة التَّعْرِيف فِي الْبَابِ الْأَوَّلِ , وَالْخِلَاف فِي الْقَدْرِ الْمُلْتَقَطِ قَبْلَ أَرْبَعَةِ أَبْوَاب. ‏ ‏قَوْله : ( ثُمَّ أَتَيْته الرَّابِعَة فَقَالَ اِعْرِفْ عِدَّتهَا ) ‏ ‏هِيَ رَابِعَةٌ بِاعْتِبَارِ مَجِيئِهِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَثَالِثَة بِاعْتِبَارِ التَّعْرِيفِ , وَلِهَذَا قَالَ فِي الرِّوَايَةِ الْمَاضِيَةِ أَوَّلَ أَبْوَابِ اللُّقَطَةِ \" ثَلَاثًا \" وَقَالَ فِيهَا \" فَلَا أَدْرِي ثَلَاثَة أَحْوَال أَوْ حَوْلًا وَاحِدًا \" وَقَدْ تَقَدَّمَ اِخْتِلَاف رُوَاتِهِ فِي ذَلِكَ بِمَا يُغْنِي عَنْ إِعَادَتِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2438,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ سَلَمَةَ، بِهَذَا قَالَ فَلَقِيتُهُ بَعْدُ بِمَكَّةَ، فَقَالَ لاَ أَدْرِي أَثَلاَثَةَ أَحْوَالٍ أَوْ حَوْلاً وَاحِدًا‏.‏",
    "english_text": "the above narration (Hadith 616) from Ubai bin Ka`b: adding, \"I met the sub-narrator at Mecca later \non, but he did not remember whether Ka`b had announced what he had found one year or three years.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا آدَم حَدَّثَنَا شُعْبَة , وَحَدَّثَنِي مُحَمَّد بْن بَشَّار حَدَّثَنَا غُنْدَر حَدَّثَنَا شُعْبَة ) ‏ ‏هَكَذَا سَاقَهُ عَالِيًا وَنَازِلًا , وَالسِّيَاق لِلْإِسْنَادِ النَّازِلِ. وَقَدْ أَخْرَجَهُ الْبَيْهَقِيّ مِنْ طَرِيقِ آدَم مُطَوَّلًا. ‏ ‏قَوْله : ( فَإِنْ جَاءَ صَاحِبهَا وَإِلَّا فَاسْتَمْتِعْ بِهَا ) ‏ ‏فِي رِوَايَةِ حَمَّاد بْن سَلَمَة وَسُفْيَان الثَّوْرِيّ وَزَيْد بْن أُنَيْسَة عِنْد مُسْلِم وَأَخْرَجَهُ مُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيُّ مِنْ طَرِيق الثَّوْرِيّ وَأَحْمَد وَأَبُو دَاوُد مِنْ طَرِيقِ حَمَّاد كُلّهمْ عَنْ سَلَمَة بْن كُهَيْلٍ فِي هَذَا الْحَدِيثِ \" فَإِنْ جَاءَ أَحَد يُخْبِرُك بِعَدَدِهَا وَوِعَائِهَا وَوِكَائِهَا فَأَعْطِهَا إِيَّاهُ \" لَفْظ مُسْلِم. وَأَمَّا قَوْلُ أَبِي دَاوُد : إِنَّ هَذِهِ الزِّيَادَةَ زَادَهَا حَمَّاد بْن سَلَمَة وَهِيَ غَيْرُ مَحْفُوظَةٍ فَتَمَسَّكَ بِهَا مَنْ حَاوَلَ تَضْعِيفهَا فَلَمْ يَصْعُبْ , بَلْ هِيَ صَحِيحَة , وَقَدْ عَرَفْت مَنْ وَافَقَ حَمَّادًا عَلَيْهَا وَلَيْسَتْ شَاذَّة. وَقَدْ أَخَذَ بِظَاهِرِهَا مَالِك وَأَحْمَد , وَقَالَ أَبُو حَنِيفَة وَالشَّافِعِيّ : إِنْ وَقَعَ فِي نَفْسِهِ صِدْقُهُ جَازَ أَنْ يَدْفَعَ إِلَيْهِ , وَلَا يُجْبَرُ عَلَى ذَلِكَ إِلَّا بِبَيِّنَة , لِأَنَّهُ قَدْ يُصِيبُ الصِّفَةَ. وَقَالَ الْخَطَّابِيّ : إِنْ صَحَّتْ هَذِهِ اللَّفْظَةُ لَمْ يَجُزْ مُخَالَفَتهَا , وَهِيَ فَائِدَة قَوْله : \" اِعْرِفْ عِفَاصهَا إِلَخْ \" وَإِلَّا فَالِاحْتِيَاط مَعَ مَنْ لَمْ يَرَ الرَّدَّ إِلَّا بِالْبَيِّنَةِ , قَالَ : وَيُتَأَوَّلُ قَوْله : \" اِعْرِفْ عِفَاصهَا \" عَلَى أَنَّهُ أَمَرَهُ بِذَلِكَ لِئَلَّا تَخْتَلِطَ بِمَالِهِ. أَوْ لِتَكُونَ الدَّعْوَى فِيهَا مَعْلُومَة. وَذَكَرَ غَيْره مِنْ فَوَائِد ذَلِكَ أَيْضًا أَنْ يَعْرِفَ صِدْق الْمُدَّعِي مِنْ كَذِبِهِ , وَأَنَّ فِيهِ تَنْبِيهًا عَلَى حِفْظِ الْوِعَاءِ وَغَيْره لِأَنَّ الْعَادَةَ جَرَتْ بِإِلْقَائِهِ إِذَا أُخِذَتْ النَّفَقَة , وَأَنَّهُ إِذَا نَبَّهَ عَلَى حِفْظِ الْوِعَاءِ كَانَ فِيهِ تَنْبِيه عَلَى حِفْظِ الْمَالِ مِنْ بَاب الْأَوْلَى. قُلْت : قَدْ صَحَّت هَذِهِ الزِّيَادَة فَتَعَيَّنَ الْمَصِير إِلَيْهَا , وَسَيَأْتِي أَيْضًا فِي حَدِيثِ زَيْد بْن خَالِد فِي آخِر أَبْوَاب اللُّقَطَةِ , وَمَا اِعْتَلَّ بِهِ بَعْضُهُمْ مِنْ أَنَّهُ إِذَا وَصَفَهَا فَأَصَابَ فَدَفَعَهَا إِلَيْهِ فَجَاءَ شَخْصٌ آخَرُ فَوَصَفَهَا فَأَصَابَ لَا يَقْتَضِي الطَّعْنَ فِي الزِّيَادَةِ , فَإِنَّهُ يَصِيرُ الْحُكْمُ حِينَئِذٍ كَمَا لَوْ دَفَعَهَا إِلَيْهِ بِالْبَيِّنَةِ فَجَاءَ آخَر فَأَقَامَ بَيِّنَة أُخْرَى أَنَّهَا لَهُ , وَفِي ذَلِكَ تَفَاصِيل لِلْمَالِكِيَّةِ وَغَيْرهمْ. وَقَالَ بَعْض مُتَأَخِّرِي الشَّافِعِيَّة : يُمْكِنُ أَنْ يُحْمَلَ وُجُوب الدَّفْع لِمَنْ أَصَابَ الْوَصْفَ عَلَى مَا إِذَا كَانَ ذَلِكَ قَبْلَ التَّمَلُّكِ. لِأَنَّهُ حِينَئِذٍ مَالٌ ضَائِعٌ لَمْ يَتَعَلَّقْ بِهِ حَقٌّ ثَانٍ , بِخِلَاف مَا بَعْدَ التَّمَلُّكِ فَإِنَّهُ حِينَئِذٍ يَحْتَاجُ الْمُدَّعِي إِلَى الْبَيِّنَةِ لِعُمُومِ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" الْبَيِّنَة عَلَى الْمُدَّعِي \" ثُمَّ قَالَ : أَمَّا إِذَا صَحَّْت الزِّيَادَة فَتَخُصُّ صُورَة الْمُلْتَقَط مِنْ عُمُوم \" الْبَيِّنَة عَلَى الْمُدَّعِي \" وَاللَّه أَعْلَمُ. وَقَوْلُهُ : \" اِحْفَظْ وِعَاءَهَا وَعَدَدَهَا وَوِكَاءَهَا \" الْوِعَاء بِالْمَدِّ وَبِكَسْرِ الْوَاوِ وَقَدْ تُضَمُّ , وَقَرَأَ بِهَا الْحَسَن فِي قَوْلِهِ : \" قَبْلَ وِعَاءِ أَخِيهِ \" وَقَرَأَ سَعِيد بْن جُبَيْر \" إِعَاء \" بِقَلْب الْوَاو الْمَكْسُورَة هَمْزَة. وَالْوِعَاءُ مَا يُجْعَلُ فِيهِ الشَّيْء سَوَاء كَانَ مِنْ جِلْدٍ أَوْ خَزَفٍ أَوْ خَشَبٍ أَوْ غَيْر ذَلِكَ. وَالْوِكَاءُ بِكَسْرِ الْوَاوِ وَالْمَدِّ الْخَيْط الَّذِي يُشَدُّ بِهِ الصُّرَّة وَغَيْرهَا. وَزَادَ فِي حَدِيثِ زَيْد بْن خَالِد \" الْعِفَاص \" وَسَيَأْتِي ذِكْره وَشَرْحه وَحُكْم هَذِهِ الْعَلَامَاتِ فِي الْبَابِ الَّذِي بَعْدَهُ. ‏ ‏قَوْله : ( فَلَقِيتُهُ بَعْدُ بِمَكَّةَ ) ‏ ‏الْقَائِل شُعْبَة وَالَّذِي قَالَ : \" لَا أَدْرِي \" هُوَ شَيْخُهُ سَلَمَة بْن كُهَيْل , وَقَدْ بَيَّنَهُ مُسْلِم مِنْ رِوَايَة بَهْز بْن أَسَدٍ عَنْ شُعْبَة أَخْبَرَنِي سَلَمَة بْن كُهَيْلٍ وَاخْتَصَرَ الْحَدِيثَ , قَالَ شُعْبَة : فَسَمِعْته بَعْدَ عَشْرِ سِنِينَ يَقُولُ : \" عَرِّفْهَا عَامًا وَاحِدًا \". وَقَدْ بَيَّنَهُ أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنَدِهِ أَيْضًا فَقَالَ فِي آخِرِ الْحَدِيثِ \" قَالَ شُعْبَة فَلَقِيتُ سَلَمَة بَعْدَ ذَلِكَ فَقَالَ لَا أَدْرِي ثَلَاثَة أَحْوَال أَوْ حَوْلًا وَاحِدًا \". وَأَغْرَبَ اِبْن بَطَّالٍ فَقَالَ : الَّذِي شَكَّ فِيهِ هُوَ أُبَيّ بْن كَعْب , وَالْقَائِل هُوَ سُوَيْد بْن غَفَلَة اِنْتَهَى. وَلَمْ يُصِبْ فِي ذَلِكَ وَإِنْ تَبِعَهُ جَمَاعَةٌ مِنْهُمْ الْمُنْذِرِيّ , بَلْ الشَّكّ فِيهِ مِنْ أَحَدِ رُوَاته وَهُوَ سَلَمَة لِمَا اِسْتَثْبَتَهُ فِيهِ شُعْبَة , وَقَدْ رَوَاهُ غَيْر شُعْبَة عَنْ سَلَمَة بْن كُهَيْلٍ بِغَيْرِ شَكّ جَمَاعَة , وَفِيهِ هَذِهِ الزِّيَادَةُ , وَأَخْرَجَهَا مُسْلِم مِنْ طَرِيق الْأَعْمَش وَالثَّوْرِيّ وَزَيْد بْن أَبِي أُنَيْسَة وَحَمَّاد بْن سَلَمَة كُلّهمْ عَنْ سَلَمَة وَقَالَ : قَالُوا فِي حَدِيثِهِمْ جَمِيعًا ثَلَاثَة أَحْوَال إِلَّا حَمَّاد بْن سَلَمَة فَإِنَّ فِي حَدِيثِهِ عَامَيْنِ أَوْ ثَلَاثَة. وَجَمَعَ بَعْضهمْ بَيْن حَدِيث أُبَيّ هَذَا وَحَدِيث زَيْد بْن خَالِد الْآتِي فِي الْبَابِ الَّذِي يَلِيه فَإِنَّهُ لَمْ يَخْتَلِفْ عَلَيْهِ فِي الِاقْتِصَارِ عَلَى سَنَةٍ وَاحِدَةٍ فَقَالَ : يُحْمَلُ حَدِيث أُبَيّ بْن كَعْب عَلَى مَزِيد الْوَرَعِ عَنْ التَّصَرُّفِ فِي اللُّقَطَةِ وَالْمُبَالَغَةِ فِي التَّعَفُّفِ عَنْهَا , وَحَدِيث زَيْد عَلَى مَا لَا بُدَّ مِنْهُ , أَوْ لِاحْتِيَاجِ الْأَعْرَابِيِّ وَاسْتِغْنَاءِ أُبَيّ. قَالَ الْمُنْذِرِيّ : لَمْ يَقُلْ أَحَد مِنْ أَئِمَّةِ الْفَتْوَى أَنَّ اللُّقَطَةَ تُعَرَّفُ ثَلَاثَة أَعْوَام , إِلَّا شَيْء جَاءَ عَنْ عُمَر اِنْتَهَى. وَقَدْ حَكَاهُ الْمَاوَرْدِيُّ عَنْ شَوَاذَّ مِنْ الْفُقَهَاءِ. وَحَكَى بْن الْمُنْذِر عَنْ عُمَرَ أَرْبَعَة أَقْوَال : يُعَرِّفُهَا ثَلَاثَةَ أَحْوَال , عَامًا وَاحِدًا ثَلَاثَة أَشْهُر , ثَلَاثَة أَيَّام. وَيُحْمَلُ ذَلِكَ عَلَى عِظَم اللُّقَطَة وَحَقَارَتهَا. وَزَادَ اِبْن حَزْمٍ عَنْ عُمَر قَوْلًا خَامِسًا وَهُوَ أَرْبَعَةُ أَشْهُر. وَجَزَمَ اِبْن حَزْم وَابْن الْجَوْزِيّ بِأَنَّ هَذِهِ الزِّيَادَةَ غَلَط. قَالَ : وَالَّذِي يَظْهَرُ أَنَّ سَلَمَة أَخْطَأَ فِيهَا ثُمَّ تَثَبَّتَ وَاسْتَذْكَرَ وَاسْتَمَرَّ عَلَى عَامٍ وَاحِدٍ , وَلَا يُؤْخَذُ إِلَّا بِمَا لَمْ يَشُكَّ فِيهِ رَاوِيهِ. وَقَالَ اِبْن الْجَوْزِيِّ : يُحْتَمَلُ أَنْ يَكُونَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَرَفَ أَنَّ تَعْرِيفَهَا لَمْ يَقَعْ عَلَى الْوَجْهِ الَّذِي يَنْبَغِي , فَأَمَرَ أُبَيًّا بِإِعَادَةِ التَّعْرِيفِ كَمَا قَالَ لِلْمُسِيءِ صِلَاتَهُ \" اِرْجِعْ فَصَلِّ فَإِنَّك لَمْ تُصَلِّ \" اِنْتَهَى. وَلَا يَخْفَى بُعْدُ هَذَا عَلَى مِثْلِ أُبَيّ مَعَ كَوْنِهِ مِنْ فُقَهَاء الصَّحَابَة وَفُضَلَائِهِمْ. وَقَدْ حَكَى صَاحِب الْهِدَايَةِ مِنْ الْحَنَفِيَّةِ رِوَايَة عِنْدَهُمْ أَنَّ الْأَمْرَ فِي التَّعْرِيفِ مُفَوَّضٌ لِأَمْر الْمُلْتَقِط , فَعَلَيْهِ أَنْ يُعَرِّفَهَا إِلَى أَنْ يَغْلِبَ عَلَى ظَنِّهِ أَنَّ صَاحِبَهَا لَا يَطْلُبُهَا بَعْدَ ذَلِكَ , وَاللَّه أَعْلَمُ. وَسَيَأْتِي بَقِيَّة الْكَلَامِ عَلَى حَدِيثِ أُبَيّ بْن كَعْب فِي أَوَاخِر أَبْوَابِ اللُّقَطَةِ قَرِيبًا إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2439,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ رَبِيعَةَ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ ـ رضى الله عنه ـ أَنَّ أَعْرَابِيًّا، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنِ اللُّقَطَةِ قَالَ ‏\"‏ عَرِّفْهَا سَنَةً، فَإِنْ جَاءَ أَحَدٌ يُخْبِرُكَ بِعِفَاصِهَا وَوِكَائِهَا، وَإِلاَّ فَاسْتَنْفِقْ بِهَا ‏\"‏‏.‏ وَسَأَلَهُ عَنْ ضَالَّةِ الإِبِلِ فَتَمَعَّرَ وَجْهُهُ، قَالَ ‏\"‏ مَا لَكَ وَلَهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ، دَعْهَا حَتَّى يَجِدَهَا رَبُّهَا ‏\"‏‏.‏ وَسَأَلَهُ عَنْ ضَالَّةِ الْغَنَمِ‏.‏ فَقَالَ ‏\"‏ هِيَ لَكَ أَوْ لأَخِيكَ، أَوْ لِلذِّئْبِ ‏\"‏‏.‏",
    "english_text": "A bedouin asked the Prophet (ﷺ) about the Luqata. The Prophet (ﷺ) said, \"Make public announcement about it \nfor one year and if then somebody comes and describes the container of the Luqata and the string it \nwas tied with, (give it to him); otherwise, spend it.\" He then asked the Prophet (ﷺ) about a lost camel. The \nface of the Prophet (ﷺ) become red and he said, \"You have o concern with it as it has its water reservoir \nand feet and it will reach water and drink and eat trees. Leave it till its owner finds it.\" He then asked \nthe Prophet (ﷺ) about a lost sheep. The Prophet (ﷺ) said, \"It is for you, for your brother, or for the wolf.\"",
    "explication": "‏ ‏قَوْله : ( سَأَلَهُ رَجُل ) ‏ ‏هُوَ عُمَيْر وَالِد مَالِك , وَقِيلَ غَيْره كَمَا سَيَأْتِي فِي اللُّقَطَة. ‏ ‏قَوْله : ( وِكَاءَهَا ) ‏ ‏هُوَ بِكَسْرِ الْوَاو مَا يُرْبَط بِهِ , وَالْعِفَاص بِكَسْرِ الْعَيْن الْمُهْمَلَة هُوَ الْوِعَاء بِكَسْرِ الْوَاو. ‏ ‏قَوْله : ( فَغَضِبَ ) ‏ ‏إِمَّا لِأَنَّهُ كَانَ نَهَى قَبْل ذَلِكَ عَنْ اِلْتِقَاطهَا , وَإِمَّا لِأَنَّ السَّائِل قَصَّرَ فِي فَهْمه فَقَاسَ مَا يَتَعَيَّن اِلْتِقَاطه عَلَى مَا لَا يَتَعَيَّن. ‏ ‏قَوْله : ( سِقَاؤُهَا ) ‏ ‏هُوَ بِكَسْرِ أَوَّله وَالْمُرَاد بِذَلِكَ أَجْوَافهَا لِأَنَّهَا تَشْرَب فَتَكْتَفِي بِهِ أَيَّامًا. ‏ ‏قَوْله : ( وَحِذَاؤُهَا ) ‏ ‏بِكَسْرِ الْمُهْمَلَة ثُمَّ ذَال مُعْجَمَة وَالْمُرَاد هُنَا خُفّهَا. وَسَتَأْتِي مَبَاحِث هَذَا الْحَدِيث فِي كِتَاب الْبُيُوع إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2440,
    "category": "كتاب اللقطة",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ، أَخْبَرَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، قَالَ أَخْبَرَنِي الْبَرَاءُ، عَنْ أَبِي بَكْرٍ ـ رضى الله عنهما ـ‏.‏ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، عَنْ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَ انْطَلَقْتُ، فَإِذَا أَنَا بِرَاعِي غَنَمٍ يَسُوقُ غَنَمَهُ فَقُلْتُ لِمَنْ أَنْتَ قَالَ لِرَجُلٍ مِنْ قُرَيْشٍ‏.‏ فَسَمَّاهُ فَعَرَفْتُهُ‏.‏ فَقُلْتُ هَلْ فِي غَنَمِكَ مِنْ لَبَنٍ فَقَالَ نَعَمْ‏.‏ فَقُلْتُ هَلْ أَنْتَ حَالِبٌ لِي قَالَ نَعَمْ‏.‏ فَأَمَرْتُهُ فَاعْتَقَلَ شَاةً مِنْ غَنَمِهِ، ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ ضَرْعَهَا مِنَ الْغُبَارِ، ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ كَفَّيْهِ، فَقَالَ هَكَذَا ـ ضَرَبَ إِحْدَى كَفَّيْهِ بِالأُخْرَى ـ فَحَلَبَ كُثْبَةً مِنْ لَبَنٍ وَقَدْ جَعَلْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِدَاوَةً عَلَى فَمِهَا خِرْقَةٌ، فَصَبَبْتُ عَلَى اللَّبَنِ، حَتَّى بَرَدَ أَسْفَلُهُ، فَانْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ اشْرَبْ يَا رَسُولَ اللَّهِ‏.‏ فَشَرِبَ حَتَّى رَضِيتُ‏.‏",
    "english_text": "While I was on my way, all of a sudden I saw a shepherd driving his sheep, I asked him whose servant \nhe was. He replied that he was the servant of a man from Quraish, and then he mentioned his name \nand I recognized him. I asked, \"Do your sheep have some milk?\" He replied in the affirmative. I said, \n\"Are you going to milk for me?\" He replied in the affirmative. I ordered him and he tied the legs of \none of the sheep. Then I told him to clean the udder (teats) of dust and to remove dust off his hands. \nHe removed the dust off his hands by clapping his hands. He then milked a little milk. I put the milk \nfor Allah's Messenger (ﷺ) in a pot and closed its mouth with a piece of cloth and poured water over it till it \nbecame cold. I took it to the Prophet (ﷺ) and said, \"Drink, O Allah's Messenger (ﷺ)!\" He drank it till I was \npleased.",
    "explication": "قَوْله : ( بَابٌ ) كَذَا بِغَيْرِ تَرْجَمَة وَسَقَطَ مِنْ رِوَايَةِ أَبِي ذَرّ فَهُوَ إِمَّا مِنْ الْبَابِ أَوْ كَالْفَصْلِ مِنْهُ فَيَحْتَاجُ إِلَى مُنَاسَبَةٍ بَيْنَهُمَا عَلَى الْحَالَيْنِ , فَإِنَّهُ سَاقَ فِيهِ طَرَفًا مِنْ رِوَايَةِ الْبَرَاء بْن عَازِب عَنْ أَبِي بَكْر الصِّدِّيق فِي قِصَّة الْهِجْرَة إِلَى الْمَدِينَةِ , وَالْغَرَض مِنْهُ شُرْب النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْر مِنْ لَبَنِ الشَّاةِ الَّتِي وُجِدَتْ مَعَ الرَّاعِي , وَلَيْسَ فِي ذَلِكَ مُنَاسَبَة ظَاهِرَة لِحَدِيثِ اللُّقَطَةِ لَكِنْ قَالَ اِبْن الْمُنِير : مُنَاسَبَةُ هَذَا الْحَدِيث لِأَبْوَابِ اللُّقَطَةِ الْإِشَارَة إِلَى أَنَّ الْمُبِيحَ لِلَّبَن هُنَا أَنَّهُ فِي حُكْم الضَّائِع إِذْ لَيْسَ مَعَ الْغَنَمِ فِي الصَّحْرَاءِ سِوَى رَاعٍ وَاحِد فَالْفَاضِل عَنْ شُرْبِهِ مُسْتَهْلَك , فَهُوَ كَالسَّوْطِ الَّذِي اغْتُفِرَ اِلْتِقَاطه , وَأَعْلَى أَحْوَالِهِ أَنْ يَكُونَ كَالشَّاة الْمُلْتَقَطَةِ فِي الضَّيْعَةِ وَقَدْ قَالَ فِيهَا : \" هِيَ لَك أَوْ لِأَخِيك أَوْ لِلذِّئْبِ \" ا ه ‏ ‏وَلَا يَخْفَى مَا فِيهِ مِنْ التَّكَلُّفِ , وَمَعَ ذَلِكَ فَلَمْ تَظْهَرْ مُنَاسَبَته لِلتَّرْجَمَةِ بِخُصُوصِهَا. ‏ ‏وَقَوْله : \" هَلْ فِي غَنَمِك مِنْ لَبَن \" ‏ ‏بِفَتْحِ الْمُوَحَّدَةِ لِلْأَكْثَرِ وَحَكَى عِيَاض رِوَايَة بِضَمِّ اللَّامِ وَسُكُونِ الْمُوَحَّدَةِ أَيْ شَاة ذَات لَبَن , وَحَكَى اِبْن بَطَّال عَنْ بَعْضِ شُيُوخِهِ أَنَّ أَبَا بَكْر اِسْتَجَازَ أَخْذ ذَلِكَ اللَّبَنِ لِأَنَّهُ مَال حَرْبِيّ فَكَانَ حَلَالًا لَهُ , وَتَعَقَّبَهُ الْمُهَلَّب بِأَنَّ الْجِهَادَ وَحِلَّ الْغَنِيمَة إِنَّمَا وَقَعَ بَعْدَ الْهِجْرَةِ بِالْمَدِينَةِ , وَلَوْ كَانَ أَبُو بَكْر أَخَذَهُ عَلَى أَنَّهُ مَالٌ حَرْبِيّ لَمْ يَسْتَفْهِمْ الرَّاعِي هَلْ تُحْلَبُ أَمْ لَا , وَلَكَانَ سَاقَ الْغَنَمَ غَنِيمَة وَقَتَلَ الرَّاعِيَ أَوْ أَسَرَهُ قَالَ : وَلَكِنَّهُ كَانَ بِالْمَعْنَى الْمُتَعَارَفِ عِنْدَهُمْ فِي ذَلِكَ الْوَقْتِ عَلَى سَبِيلِ الْمَكْرُمَةِ , وَكَأَنَّ صَاحِبَ الْغَنَمِ قَدْ أَذِنَ لِلرَّاعِي أَنْ يَسْقِيَ مَنْ مَرَّ بِهِ , وَسَيَأْتِي بَقِيَّةُ الْحَدِيثِ وَاسْتِيفَاء شَرْحه فِي عَلَامَاتِ النُّبُوَّةِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏سَاقَ الْمُصَنِّفُ حَدِيث أَبِي بَكْر عَالِيًا عَنْ عَبْد اللَّه بْن رَجَاء عَنْ إِسْرَائِيلَ وَنَازِلًا عَنْ إِسْحَاق عَنْ النَّضِرِ عَنْ إِسْرَائِيلَ لِتَصْرِيحِ أَبِي إِسْحَاق فِي الرِّوَايَةِ النَّازِلَةِ بِأَنَّ الْبَرَاءَ أَخْبَرَهُ , وَقَدْ أَوْرَدَ رِوَايَةَ عَبْد اللَّه بْن رَجَاء فِي \" فَضْل أَبِي بَكْر \" وَأَغْفَلَ الْمِزِّيّ ذِكْرَ طَرِيق عَبْد اللَّه بْن رَجَاء فِي اللُّقَطَةِ. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَ كِتَاب اللُّقَطَة مِنْ الْأَحَادِيثِ الْمَرْفُوعَةِ عَلَى أَحَد وَعِشْرِينَ حَدِيثًا الْمُعَلَّق مِنْهَا خَمْسَة وَالْبَقِيَّة مَوْصُولَة الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى ثَمَانِيَةَ عَشَرَ حَدِيثًا وَالْخَالِص ثَلَاثَة وَافَقَهُ مُسْلِم عَلَى تَخْرِيجِهَا. وَفِيهِ مِنْ الْآثَارِ أَثَر وَاحِد لِزَيْد مَوْلَى الْمُنْبَعِث. وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]