[
  {
    "id": 2440,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الْمُتَوَكِّلِ النَّاجِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ، فَيَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا، حَتَّى إِذَا نُقُّوا وَهُذِّبُوا أُذِنَ لَهُمْ بِدُخُولِ الْجَنَّةِ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ صلى الله عليه وسلم بِيَدِهِ لأَحَدُهُمْ بِمَسْكَنِهِ فِي الْجَنَّةِ أَدَلُّ بِمَنْزِلِهِ كَانَ فِي الدُّنْيَا ‏\"‏‏.‏ وَقَالَ يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا شَيْبَانُ عَنْ قَتَادَةَ حَدَّثَنَا أَبُو الْمُتَوَكِّلِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"When the believers pass safely over (the bridge across) Hell, they will be \nstopped at a bridge in between Hell and Paradise where they will retaliate upon each other for the \ninjustices done among them in the world, and when they get purified of all their sins, they will be \nadmitted into Paradise. By Him in Whose Hands the life of Muhammad is everybody will recognize \nhis dwelling in Paradise better than he recognizes his dwelling in this world.\"",
    "explication": "‏ ‏وَقَوْله : \" بِقَنْطَرَة \" ‏ ‏الَّذِي يَظْهَرُ أَنَّهَا طَرَف الصِّرَاطِ مِمَّا يَلِي الْجَنَّة , وَيُحْتَمَلُ أَنْ تَكُونَ مِنْ غَيْرِهِ بَيْنَ الصِّرَاطِ وَالْجَنَّةِ. ‏ ‏وَقَوْلهُ : \" فَيَتَقَاصُّونَ \" ‏ ‏بِتَشْدِيدِ الْمُهْمَلَةِ يَتَفَاعَلُونَ مِنْ الْقِصَاصِ وَالْمُرَاد بِهِ تَتَبُّعُ مَا بَيْنَهُمْ مِنْ الْمَظَالِمِ وَإِسْقَاط بَعْضِهَا بِبَعْض. ‏ ‏وَقَوْلُهُ : \" حَتَّى إِذَا نُقُّوا \" ‏ ‏بِضَمِّ النُّونِ بَعْدَهَا قَاف مِنْ التَّنْقِيَةِ , وَوَقَعَ لِلْمُسْتَمْلِي هُنَا \" تَقَصَّوْا \" بِفَتْحِ الْمُثَنَّاة وَالْقَاف وَتَشْدِيدِ الْمُهْمَلَةِ أَيْ أَكْمَلُوا التَّقَاصَّ. ‏ ‏قَوْلهُ : ( وَهُذِّبُوا ) ‏ ‏أَيْ خُلِّصُوا مِنْ الْآثَامِ بِمُقَاصَصَة بَعْضهَا بِبَعْض , وَيَشْهَدُ لِهَذَا الْحَدِيثِ قَوْلُهُ فِي حَدِيثِ جَابِر الْآتِي ذِكْرُهُ فِي التَّوْحِيدِ \" لَا يَحِلُّ لِأَحَدٍ مِنْ أَهْلِ الْجَنَّةِ أَنْ يَدْخُلَ الْجَنَّة وَلِأَحَدٍ قِبَلَهُ مَظْلِمَة \" وَالْمُرَاد بِالْمُؤْمِنِينَ هُنَا بَعْضهمْ , وَسَيَأْتِي بَقِيَّةُ الْكَلَام عَلَى هَذَا الْحَدِيثِ فِي كِتَاب الرِّقَاق إِنْ شَاءَ اللَّهُ تَعَالَى ) : ‏ ‏قَوْله : ( وَقَالَ يُونُس بْن مُحَمَّد إِلَخْ ) ‏ ‏وَصَلَه اِبْن مَنْدَهْ فِي كِتَاب الْإِيمَان , وَأَرَادَ الْبُخَارِيّ بِهِ تَصْرِيح قَتَادَة عَنْ أَبِي الْمُتَوَكِّل بِالتَّحْدِيثِ , وَاسْم أَبِي الْمُتَوَكِّل عَلِيّ بْن دُؤَاد بِضَمِّ الدَّالِ بَعْدَهَا هَمْزَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2441,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، قَالَ أَخْبَرَنِي قَتَادَةُ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ الْمَازِنِيِّ، قَالَ بَيْنَمَا أَنَا أَمْشِي، مَعَ ابْنِ عُمَرَ ـ رضى الله عنهما ـ آخِذٌ بِيَدِهِ إِذْ عَرَضَ رَجُلٌ، فَقَالَ كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي النَّجْوَى فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ اللَّهَ يُدْنِي الْمُؤْمِنَ فَيَضَعُ عَلَيْهِ كَنَفَهُ، وَيَسْتُرُهُ فَيَقُولُ أَتَعْرِفُ ذَنْبَ كَذَا أَتَعْرِفُ ذَنْبَ كَذَا فَيَقُولُ نَعَمْ أَىْ رَبِّ‏.‏ حَتَّى إِذَا قَرَّرَهُ بِذُنُوبِهِ وَرَأَى فِي نَفْسِهِ أَنَّهُ هَلَكَ قَالَ سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا، وَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ‏.‏ فَيُعْطَى كِتَابَ حَسَنَاتِهِ، وَأَمَّا الْكَافِرُ وَالْمُنَافِقُونَ فَيَقُولُ الأَشْهَادُ هَؤُلاَءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ، أَلاَ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ ‏\"‏‏.‏",
    "english_text": "While I was walking with Ibn `Umar holding his hand, a man came in front of us and asked, \"What \nhave you heard from Allah's Messenger (ﷺ) about An-Najwa?\" Ibn `Umar said, \"I heard Allah's Messenger (ﷺ) \nsaying, 'Allah will bring a believer near Him and shelter him with His Screen and ask him: Did you \ncommit such-and-such sins? He will say: Yes, my Lord. Allah will keep on asking him till he will \nconfess all his sins and will think that he is ruined. Allah will say: 'I did screen your sins in the world \nand I forgive them for you today', and then he will be given the book of his good deeds. Regarding \ninfidels and hypocrites (their evil acts will be exposed publicly) and the witnesses will say: These are \nthe people who lied against their Lord. Behold! The Curse of Allah is upon the wrongdoers.\" (11.18)",
    "explication": "‏ ‏قَوْله فِي هَذِهِ الرِّوَايَةِ \" كَنَفه \" ‏ ‏بِفَتْحِ النُّونِ وَالْفَاءِ عِنْدَ الْجَمِيعِ , وَوَقَعَ لِأَبِي ذَرّ عَنْ الْكُشْمِيهَنِيّ بِكَسْر الْمُثَنَّاة وَهُوَ تَصْحِيفٌ قَبِيحٌ قَالَهُ عِيَاض. وَوَجْهُ دُخُوله فِي أَبْوَابِ الْغَصْبِ الْإِشَارَة إِلَى أَنَّ عُمُومَ قَوْلِهِ هُنَا \" أَغْفِرُهَا لَك \" مَخْصُوص بِحَدِيث أَبِي سَعِيد الْمَاضِي فِي الْبَابِ قَبْلَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2442,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَالِمًا، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُسْلِمُ أَخُو الْمُسْلِمِ، لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ، وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ، وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرُبَاتِ يَوْمِ الْقِيَامَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"A Muslim is a brother of another Muslim, so he should not oppress him, nor \nshould he hand him over to an oppressor. Whoever fulfilled the needs of his brother, Allah will fulfill \nhis needs; whoever brought his (Muslim) brother out of a discomfort, Allah will bring him out of the \ndiscomforts of the Day of Resurrection, and whoever screened a Muslim, Allah will screen him on the \nDay of Resurrection . \"",
    "explication": "‏ ‏قَوْله : ( الْمُسْلِم أَخُو الْمُسْلِمِ ) ‏ ‏هَذِهِ أُخُوَّة الْإِسْلَامِ , فَإِنَّ كُلَّ اِتِّفَاقٍ بَيْنَ شَيْئَيْنِ يُطْلِقُ بَيْنَهُمَا اِسْمَ الْأُخُوَّةِ , وَيَشْتَرِكُ فِي ذَلِكَ الْحُرُّ وَالْعَبْد وَالْبَالِغ وَالْمُمَيِّز. ‏ ‏قَوْله : ( لَا يَظْلِمُهُ ) ‏ ‏هُوَ خَبَرٌ بِمَعْنَى الْأَمْرِ فَإِنَّ ظُلْم الْمُسْلِمِ لِلْمُسْلِمِ حَرَام , ‏ ‏وَقَوْله : \" وَلَا يُسْلِمُهُ \" ‏ ‏أَيْ لَا يَتْرُكُهُ مَعَ مَنْ يُؤْذِيه وَلَا فِيمَا يُؤْذِيه , بَلْ يَنْصُرُهُ وَيَدْفَعُ عَنْهُ , وَهَذَا أَخَصّ مِنْ تَرْك الظُّلْم , وَقَدْ يَكُونُ ذَلِكَ وَاجِبًا وَقَدْ يَكُونُ مَنْدُوبًا بِحَسَبِ اِخْتِلَاف الْأَحْوَالِ , وَزَادَ الطَّبَرَانِيّ مِنْ طَرِيق أُخْرَى عَنْ سَالِم \" وَلَا يُسْلِمُهُ فِي مُصِيبَةٍ نَزَلَتْ بِهِ \" وَلِمُسْلِمٍ فِي حَدِيث أَبِي هُرَيْرَة \" وَلَا يَحْقِرُهُ \" وَهُوَ بِالْمُهْمَلَةِ وَالْقَاف , وَفِيهِ \" بِحَسْب اِمْرِئٍ مِنْ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ \". ‏ ‏قَوْله : ( وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ ) ‏ ‏فِي حَدِيث أَبِي هُرَيْرَة عِنْد مُسْلِم \" وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْد فِي عَوْنِ أَخِيهِ \". ‏ ‏قَوْله : ( وَمَنْ فَرَّجَ عَنْ مُسْلِم كُرْبَةً ) ‏ ‏أَيْ غُمَّة , وَالْكَرْب هُوَ الْغَمُّ الَّذِي يَأْخُذُ النَّفْسَ , وَكُرُبَات بِضَمِّ الرَّاءِ جَمْع كُرْبَة وَيَجُوزُ فَتْحُ رَاءِ كُرُبَات وَسُكُونُهَا. ‏ ‏قَوْله : ( وَمَنْ سَتَرَ مُسْلِمًا ) ‏ ‏أَيْ رَآهُ عَلَى قَبِيحٍ فَلَمْ يُظْهِرْهُ أَيْ لِلنَّاسِ , وَلَيْسَ فِي هَذَا مَا يَقْتَضِي تَرْك الْإِنْكَار عَلَيْهِ فِيمَا بَيْنَهُ وَبَيْنَهُ , وَيُحْمَلُ الْأَمْرُ فِي جَوَازِ الشَّهَادَةِ عَلَيْهِ بِذَلِكَ عَلَى مَا إِذَا أَنْكَرَ عَلَيْهِ وَنَصَحَهُ فَلَمْ يَنْتَهِ عَنْ قَبِيحِ فِعْلِهُ ثُمَّ جَاهَرَ بِهِ , كَمَا أَنَّهُ مَأْمُورٌ بِأَنْ يَسْتَتِرَ إِذَا وَقَعَ مِنْهُ شَيْء , فَلَوْ تَوَجَّهَ إِلَى الْحَاكِمِ وَأَقَرَّ لَمْ يَمْتَنِعْ ذَلِكَ وَالَّذِي يَظْهَرُ أَنَّ السَّتْرَ مَحَلّه فِي مَعْصِيَةٍ قَدْ اِنْقَضَتْ , وَالْإِنْكَارَ فِي مَعْصِيَةٍ قَدْ حَصَلَ التَّلَبُّس بِهَا فَيَجِبُ الْإِنْكَارُ عَلَيْهِ وَإِلَّا رَفَعَهُ إِلَى الْحَاكِمِ , وَلَيْسَ مِنْ الْغِيبَةِ الْمُحَرَّمَةِ بَلْ مِنْ النَّصِيحَةِ الْوَاجِبَةِ , وَفِيهِ إِشَارَةٌ إِلَى تَرْكِ الْغِيبَةِ لِأَنَّ مَنْ أَظْهَرَ مَسَاوِئَ أَخِيهِ لَمْ يَسْتُرْهُ. ‏ ‏قَوْله : ( سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ) ‏ ‏فِي حَدِيث أَبِي هُرَيْرَة عِنْدَ التِّرْمِذِيّ \" سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ \" وَفِي الْحَدِيثِ حَضّ عَلَى التَّعَاوُنِ وَحُسْن التَّعَاشُر وَالْأُلْفَة , وَفِيهِ أَنَّ الْمُجَازَاةَ تَقَعُ مِنْ جِنْس الطَّاعَات , وَأَنَّ مَنْ حَلَفَ أَنَّ فُلَانًا أَخُوهُ وَأَرَادَ أُخُوَّةَ الْإِسْلَامِ لَمْ يَحْنَثْ. وَفِيهِ حَدِيث عَنْ سُوَيْد بْن حَنْظَلَة فِي أَبِي دَاوُد فِي قِصَّةٍ لَهُ مَعَ وَائِل بْن حُجْرٍ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2443,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ، وَحُمَيْدٌ الطَّوِيلُ، سَمِعَا أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Help your brother, whether he is an oppressor or he is an oppressed one.\"",
    "explication": "‏ ‏قَوْله ( اُنْصُرْ أَخَاك ظَالِمًا أَوْ مَظْلُومًا ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا عَنْ عُثْمَان وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طُرُق عَنْهُ كَذَلِكَ , وَسَيَأْتِي فِي الْإِكْرَاهِ مِنْ طَرِيق أُخْرَى عَنْ هُشَيْمٍ عَنْ عُبَيْدِ اللَّهِ وَحْدَهُ وَفِيهِ مِنْ الزِّيَادَةِ \" فَقَالَ رَجُل : يَا رَسُول اللَّهِ أَنْصُرُهُ إِذَا كَانَ مَظْلُومًا , أَفَرَأَيْت إِذَا كَانَ ظَالِمًا كَيْفَ أَنْصُرُهُ ؟ قَالَ : تَحْجِزُهُ عَنْ الظُّلْمِ فَإِنَّ ذَلِكَ نَصْرُهُ \" وَهَكَذَا أَخْرَجَهُ أَحْمَد عَنْ هُشَيْمٍ عَنْ عُبَيْدِ اللَّهِ وَحْدَهُ وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طُرُقٍ أُخْرَى عَنْ هُشَيْمٍ عَنْهُمَا نَحْوه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2444,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ هَذَا نَنْصُرُهُ مَظْلُومًا، فَكَيْفَ نَنْصُرُهُ ظَالِمًا قَالَ ‏\"‏ تَأْخُذُ فَوْقَ يَدَيْهِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Help your brother, whether he is an oppressor or he is an oppressed one. People \nasked, \"O Allah's Messenger (ﷺ)! It is all right to help him if he is oppressed, but how should we help him if \nhe is an oppressor?\" The Prophet (ﷺ) said, \"By preventing him from oppressing others.\"",
    "explication": "‏ ‏قَوْله ( قَالَ يَا رَسُول اللَّهِ ) ‏ ‏فِي رِوَايَةِ أَبِي الْوَقْتِ فِي الْبُخَارِيِّ \" قَالُوا \" وَفِي الرِّوَايَةِ الَّتِي فِي الْإِكْرَاهِ \" فَقَالَ رَجُل \" وَلَمْ أَقِفْ عَلَى تَسْمِيَتِهِ. ‏ ‏قَوْله : ( فَقَالَ تَأْخُذُ فَوْقَ يَدَيْهِ ) ‏ ‏كَنَّى بِهِ عَنْ كَفِّهِ عَنْ الظُّلْمِ بِالْفِعْلِ إِنْ لَمْ يَكُفَّ بِالْقَوْلِ , وَعَبَّرَ بِالْفَوْقِيَّةِ إِشَارَةً إِلَى الْأَخْذِ بِالِاسْتِعْلَاءِ وَالْقُوَّةِ , وَفِي رِوَايَة مُعَاذ عَنْ حُمَيْدٍ عِنْدَ الْإِسْمَاعِيلِيِّ \" فَقَالَ يَكُفُّهُ عَنْ الظُّلْمِ , فَذَاكَ نَصْره إِيَّاهُ \" وَلِمُسْلِمٍ فِي حَدِيثِ جَابِر نَحْو الْحَدِيثِ وَفِيهِ \" إِنْ كَانَ ظَالِمًا فَلْيَنْهَهُ فَإِنَّهُ لَهُ نُصْرَة \" قَالَ اِبْن بَطَّال : النَّصْرُ عِنْدَ الْعَرَبِ الْإِعَانَة , وَتَفْسِيره لِنَصْرِ الظَّالِمِ بِمَنْعِهِ مِنْ الظُّلْمِ مِنْ تَسْمِيَةِ الشَّيْءِ بِمَا يَئُولُ إِلَيْهِ , وَهُوَ مِنْ وَجِيز الْبَلَاغَة قَالَ الْبَيْهَقِيّ : مَعْنَاهُ أَنَّ الظَّالِمَ مَظْلُومٌ فِي نَفْسِهِ فَيَدْخُلُ فِيهِ رَدْع الْمَرْءِ عَنْ ظُلْمِهِ لِنَفْسِهِ حِسًّا وَمَعْنًى , فَلَوْ رَأَى إِنْسَانًا يُرِيدُ أَنْ يَجُبَّ نَفْسَهُ لِظَنِّهِ أَنَّ ذَلِكَ يُزِيلُ مَفْسَدَةَ طَلَبِهِ الزِّنَا مَثَلًا مَنَعَهُ مِنْ ذَلِكَ وَكَانَ ذَلِكَ نَصَرًا لَهُ , وَاتَّحَدَ فِي هَذِهِ الصُّورَةِ الظَّالِم وَالْمَظْلُوم. وَقَالَ اِبْن الْمُنِير : فِيهِ إِشَارَة إِلَى أَنَّ التَّرْكَ كَالْفِعْلِ فِي بَابِ الضَّمَانِ وَتَحْته فُرُوع كَثِيرَة. ‏ ‏( تَنْبِيه ) : ‏ ‏ذَكَرَ مُسْلِمٌ فِي رِوَايَتِهِ مِنْ طَرِيقِ أَبِي الزُّبَيْر عَنْ جَابِر سَبَبًا لِحَدِيثِ الْبَابِ يُسْتَفَادُ مِنْهُ زَمَن وُقُوعِهِ , وَسَيَأْتِي ذِكْره فِي تَفْسِيرِ الْمُنَافِقِينَ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏( لَطِيفَة ) : ‏ ‏ذَكَرَ الْمُفَضَّل الضَّبِّيّ فِي كِتَابِهِ \" الْفَاخِر \" أَنَّ أَوَّلَ مَنْ قَالَ : \" اُنْصُرْ أَخَاك ظَالِمًا أَوْ مَظْلُومًا \" جُنْدُب بْن الْعَنْبَر بْن عَمْرو بْن تَمِيم , وَأَرَادَ بِذَلِكَ ظَاهَرَهُ وَهُوَ مَا اِعْتَادُوهُ مِنْ حَمِيَّةِ الْجَاهِلِيَّةِ , لَا عَلَى مَا فَسَّرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَفِي ذَلِكَ يَقُولُ شَاعِرهمْ : ‏ ‏إِذَا أَنَا لَمْ أَنْصُرْ أَخِي وَهْوَ ظَالِمٌ ‏ ‏عَلَى الْقَوْمِ لَمْ أَنْصُرْ أَخِي حِينَ يُظْلَمُ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2445,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَشْعَثِ بْنِ سُلَيْمٍ، قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ سُوَيْدٍ، سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ قَالَ أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم بِسَبْعٍ، وَنَهَانَا عَنْ سَبْعٍ‏.‏ فَذَكَرَ عِيَادَةَ الْمَرِيضِ، وَاتِّبَاعَ الْجَنَائِزِ، وَتَشْمِيتَ الْعَاطِسِ، وَرَدَّ السَّلاَمِ، وَنَصْرَ الْمَظْلُومِ، وَإِجَابَةَ الدَّاعِي، وَإِبْرَارَ الْمُقْسِمِ‏.‏",
    "english_text": "I heard Al-Bara' bin `Azib saying, \"The Prophet (ﷺ) orders us to do seven things and prohibited us from \ndoing seven other things.\" Then Al-Bara' mentioned the following:-- \n(1) To pay a visit to the sick (inquiring about his health), \n(2) to follow funeral processions, \n(3) to say to a sneezer, \"May Allah be merciful to you\" (if he says, \"Praise be to Allah!\"), \n(4) to return greetings, \n(5) to help the oppressed, \n(6) to accept invitations, \n(7) to help others to fulfill their oaths. (See Hadith No. 753, Vol. 7)",
    "explication": "‏ ‏قَوْله : ( عَنْ الْأَشْعَث ) ‏ ‏هُوَ اِبْن أَبِي الشَّعْثَاء الْمُحَارِبِيّ. ‏ ‏قَوْله : ( عَنْ الْبَرَاء بْن عَازِب ) ‏ ‏أَوْرَدَهُ فِي الْمَظَالِم عَنْ سَعِيد بْن الرَّبِيع عَنْ شُعْبَة عَنْ الْأَشْعَث فَقَالَ فِيهِ \" سَمِعْت الْبَرَاء بْن عَازِب \" , وَلِمُسْلِمٍ مِنْ طَرِيق زُهَيْر بْن مُعَاوِيَة عَنْ الْأَشْعَث عَنْ مُعَاوِيَة بْن سُوَيْدٍ قَالَ \" دَخَلْت عَلَى الْبَرَاء بْن عَازِب فَسَمِعْته يَقُول \" فَذَكَرَ الْحَدِيث. ‏ ‏قَوْله : ( أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسَبْعٍ وَنَهَانَا عَنْ سَبْع ) ‏ ‏أَمَّا الْمَأْمُورَات فَسَنَذْكُرُ شَرْحهَا فِي كِتَابَيْ الْأَدَب وَاللِّبَاس , وَاَلَّذِي يَتَعَلَّق مِنْهَا بِهَذَا الْبَاب اِتِّبَاع الْجَنَائِز. وَأَمَّا الْمَنْهِيَّات فَمَحَلّ شَرْحهَا كِتَاب اللِّبَاس وَسَيَأْتِي الْكَلَام عَلَيْهَا فِيهِ , وَسَقَطَ مِنْ الْمَنْهِيَّات فِي هَذَا الْبَاب وَاحِدَة سَهْوًا إِمَّا مِنْ الْمُصَنِّف أَوْ مِنْ شَيْخه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2446,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا ‏\"‏‏.‏ وَشَبَّكَ بَيْنَ أَصَابِعِهِ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"A believer to another believer is like a building whose different parts enforce each \nother.\" The Prophet (ﷺ) then clasped his hands with the fingers interlaced (while saying that).",
    "explication": "‏ ‏قَوْله : ( يَشُدُّ بَعْضه ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي \" شَدَّ \" بِلَفْظ الْمَاضِي. ‏ ‏وَسُفْيَان ‏ ‏هُوَ الثَّوْرِيُّ ‏ ‏وَأَبُو بُرْدَةَ ‏ ‏هُوَ اِبْن عَبْد اللَّه. وَوَقَعَ لِلكُشْمِيهَنِيّ \" عَنْ بَرِيدٍ \" وَهُوَ اِسْمُهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2447,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ الْمَاجِشُونُ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Oppression will be a darkness on the Day of Resurrection.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2448,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ الْمَكِّيُّ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ صَيْفِيٍّ، عَنْ أَبِي مَعْبَدٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ، فَقَالَ ‏\n\"‏ اتَّقِ دَعْوَةَ الْمَظْلُومِ، فَإِنَّهَا لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) sent Mu`adh to Yemen and said, \"Be afraid, from the curse of the oppressed as there is no \nscreen between his invocation and Allah.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنَا عَبْدُ اللَّهِ ) ‏ ‏هُوَ اِبْنُ الْمُبَارَكِ , وَزَكَرِيَّا بْنُ إِسْحَاقَ مَكِّيٌّ وَكَذَا مَنْ فَوْقَهُ. ‏ ‏قَوْلُهُ : ( عَنْ يَحْيَى ) ‏ ‏فِي رِوَايَةِ وَكِيعٍ عَنْ زَكَرِيَّا \" حَدَّثَنِي يَحْيَى \" أَخْرَجَهُ مُسْلِمٌ. ‏ ‏قَوْلُهُ : ( عَنْ أَبِي مَعْبَدٍ ) ‏ ‏فِي رِوَايَةِ إِسْمَاعِيلَ بْنِ أُمَيَّةَ \" عَنْ يَحْيَى أَنَّهُ سَمِعَ أَبَا مَعْبَدٍ يَقُولُ سَمِعْت اِبْنَ عَبَّاسٍ يَقُولُ \" أَخْرَجَهُ الْمُصَنِّفُ فِي التَّوْحِيدِ. ‏ ‏قَوْلُهُ : ( قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمُعَاذِ بْنِ جَبَلٍ حِينَ بَعَثَهُ إِلَى الْيَمَنِ ) ‏ ‏كَذَا فِي جَمِيعِ الطُّرُقِ , إِلَّا مَا أَخْرَجَهُ مُسْلِمٌ عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ وَأَبِي كُرَيْبٍ وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ ثَلَاثَتِهِمْ عَنْ وَكِيعٍ فَقَالَ فِيهِ \" عَنْ اِبْنِ عَبَّاسٍ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ : بَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" فَعَلَى هَذَا فَهُوَ مِنْ مُسْنَدِ مُعَاذٍ , وَظَاهِرُ سِيَاقِ مُسْلِمٍ أَنَّ اللَّفْظَ مُدْرَجٌ , لَكِنْ لَمْ أَرَ ذَلِكَ فِي غَيْرِ رِوَايَةِ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ , وَسَائِرِ الرِّوَايَاتِ أَنَّهُ مِنْ مُسْنَدِ اِبْنِ عَبَّاسٍ فَقَدْ أَخْرَجَهُ التِّرْمِذِيُّ عَنْ أَبِي كُرَيْبٍ عَنْ وَكِيعٍ فَقَالَ فِيهِ \" عَنْ اِبْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ مُعَاذًا \" وَكَذَا هُوَ فِي مُسْنَدِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ وَهُوَ اِبْنُ رَاهْوَيْهِ قَالَ \" حَدَّثَنَا وَكِيعٌ بِهِ \" وَكَذَا رَوَاهُ عَنْ وَكِيعٍ أَحْمَدُ فِي مُسْنَدِهِ أَخْرَجَهُ أَبُو دَاوُدَ عَنْ أَحْمَدَ , وَسَيَأْتِي فِي الْمَظَالِمِ عَنْ يَحْيَى بْنِ مُوسَى عَنْ وَكِيعٍ كَذَلِكَ , وَأَخْرَجَهُ اِبْنُ خُزَيْمَةَ فِي صَحِيحِهِ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْمَخْرَمِيِّ وَجَعْفَرِ بْنِ مُحَمَّدٍ الثَّعْلَبِيِّ , وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ أَبِي خَيْثَمَةَ وَمُوسَى بْنِ السُّدِّيِّ وَالدَّارَقُطْنِيّ مِنْ طَرِيقِ يَعْقُوبَ بْنِ إِبْرَاهِيمَ الدَّوْرَقِيِّ وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ الْبَغَوِيِّ كُلِّهِمْ عَنْ وَكِيعٍ كَذَلِكَ , فَإِنْ ثَبَتَتْ رِوَايَةُ أَبِي بَكْرٍ فَهُوَ مِنْ مُرْسَلِ اِبْنِ عَبَّاسٍ , لَكِنْ لَيْسَ حُضُورُ اِبْنِ عَبَّاسٍ لِذَلِكَ بِبَعِيدٍ لِأَنَّهُ كَانَ فِي أَوَاخِرِ حَيَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ إِذْ ذَاكَ مَعَ أَبَوَيْهِ بِالْمَدِينَةِ , وَكَانَ بَعْثُ مُعَاذٍ إِلَى الْيَمَنِ سَنَةَ عَشْرٍ قَبْلَ حَجِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا ذَكَرَهُ الْمُصَنِّفُ فِي أَوَاخِرِ الْمَغَازِي , وَقِيلَ كَانَ ذَلِكَ فِي أَوَاخِرِ سَنَةِ تِسْعٍ عِنْدَ مُنْصَرَفِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ تَبُوكَ رَوَاهُ الْوَاقِدِيُّ بِإِسْنَادِهِ إِلَى كَعْبِ بْنِ مَالِكٍ , وَأَخْرَجَهُ اِبْنُ سَعْدٍ فِي الطَّبَقَاتِ عَنْهُ , ثُمَّ حَكَى اِبْنُ سَعْدٍ أَنَّهُ كَانَ فِي رَبِيعٍ الْآخَرِ سَنَةَ عَشْرٍ , وَقِيلَ بَعَثَهُ عَامَ الْفَتْحِ سَنَةَ ثَمَانٍ , وَاتَّفَقُوا عَلَى أَنَّهُ لَمْ يَزَلْ عَلَى الْيَمَنِ إِلَى أَنْ قَدِمَ فِي عَهْدِ أَبِي بَكْرٍ ثُمَّ تَوَجَّهَ إِلَى الشَّامِ فَمَاتَ بِهَا , وَاخْتُلِفَ هَلْ كَانَ مُعَاذٌ وَالِيًا أَوْ قَاضِيًا ؟ فَجَزَمَ اِبْنُ عَبْدِ الْبَرِّ بِالثَّانِي وَالْغَسَّانِيُّ بِالْأَوَّلِ. ‏ ‏قَوْلُهُ : ( سَتَأْتِي قَوْمًا أَهْلَ كِتَابٍ ) ‏ ‏هِيَ كَالتَّوْطِئَةِ لِلْوَصِيَّةِ لِتُسْتَجْمَعَ هِمَّتُهُ عَلَيْهَا لِكَوْنِ أَهْلَ الْكِتَابِ أَهْلَ عِلْمٍ فِي الْجُمْلَةِ فَلَا تَكُونُ الْعِنَايَةُ فِي مُخَاطَبَتِهِمْ كَمُخَاطَبَةِ الْجُهَّالِ مِنْ عَبْدَةِ الْأَوْثَانِ , وَلَيْسَ فِيهِ أَنَّ جَمِيعَ مَنْ يَقْدَمُ عَلَيْهِمْ مِنْ أَهْلِ الْكِتَابِ بَلْ يَجُوزُ أَنْ يَكُونَ فِيهِمْ مِنْ غَيْرِهِمْ , وَإِنَّمَا خَصَّهُمْ بِالذِّكْرِ تَفْضِيلًا لَهُمْ عَلَى غَيْرِهِمْ. ‏ ‏قَوْلُهُ : ( فَإِذَا جِئْتهمْ ) ‏ ‏قِيلَ عَبَّرَ بِلَفْظِ إِذَا تَفَاؤُلًا بِحُصُولِ الْوُصُولِ إِلَيْهِمْ. ‏ ‏قَوْلُهُ : ( فَادْعُهُمْ إِلَى أَنْ يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَقَدْ تَقَدَّمَ فِي أَوَّلِ الزَّكَاةِ بِلَفْظِ \" وَأَنِّي رَسُولُ اللَّهِ \" كَذَا فِي رِوَايَةِ زَكَرِيَّا بْنِ إِسْحَاقَ لَمْ يُخْتَلَفْ عَلَيْهِ فِيهَا , وَأَمَّا إِسْمَاعِيلُ بْنُ أُمَيَّةَ فَفِي رِوَايَةِ رَوْحِ بْنِ الْقَاسِمِ عَنْهُ \" فَأَوَّلُ مَا تَدْعُوهُمْ إِلَيْهِ عِبَادَةُ اللَّهِ , فَإِذَا عَرَفُوا اللَّهَ \" وَفِي رِوَايَةِ الْفَضْلِ بْنِ الْعَلَاءِ عَنْهُ \" إِلَى أَنْ يُوَحِّدُوا اللَّهَ , فَإِذَا عَرَفُوا ذَلِكَ \" وَيُجْمَعُ بَيْنَهَا بِأَنَّ الْمُرَادَ بِعِبَادَةِ اللَّهِ تَوْحِيدُهُ وَبِتَوْحِيدِهِ الشَّهَادَةُ لَهُ بِذَلِكَ وَلِنَبِيِّهِ بِالرِّسَالَةِ , وَوَقَعَتْ الْبُدَاءَةُ بِهِمَا لِأَنَّهُمَا أَصْلُ الدِّينِ الَّذِي لَا يَصِحُّ شَيْءٌ غَيْرُهُمَا إِلَّا بِهِمَا فَمَنْ كَانَ مِنْهُمْ غَيْرَ مُوَحِّدٍ فَالْمُطَالَبَةُ مُتَوَجِّهَةٌ إِلَيْهِ بِكُلِّ وَاحِدَةٍ مِنْ الشَّهَادَتَيْنِ عَلَى التَّعْيِينِ , وَمَنْ كَانَ مُوَحِّدًا فَالْمُطَالَبَةُ لَهُ بِالْجَمْعِ بَيْنَ الْإِقْرَارِ بِالْوَحْدَانِيَّةِ وَالْإِقْرَارِ بِالرِّسَالَةِ , وَإِنْ كَانُوا يَعْتَقِدُونَ مَا يَقْتَضِي الْإِشْرَاكَ أَوْ يَسْتَلْزِمُهُ كَمَنْ يَقُولُ بِبُنُوَّةِ عُزَيْرٍ أَوْ يَعْتَقِدُ التَّشْبِيهَ فَتَكُونُ مُطَالَبَتُهُمْ بِالتَّوْحِيدِ لِنَفْيِ مَا يَلْزَمُ مِنْ عَقَائِدِهِمْ. وَاسْتَدَلَّ بِهِ مَنْ قَالَ مِنْ الْعُلَمَاءِ إِنَّهُ لَا يُشْتَرَطُ التَّبَرِّي مِنْ كُلِّ دِينٍ يُخَالِفُ دِينَ الْإِسْلَامِ خِلَافًا لِمَنْ قَالَ إِنَّ مَنْ كَانَ كَافِرًا بِشَيْءٍ وَهُوَ مُؤْمِنٌ بِغَيْرِهِ لَمْ يَدْخُلْ فِي الْإِسْلَامِ إِلَّا بِتَرْكِ اِعْتِقَادِ مَا كَفَرَ بِهِ , وَالْجَوَابُ أَنَّ اِعْتِقَادَ الشَّهَادَتَيْنِ يَسْتَلْزِمُ تَرْكَ اِعْتِقَادِ التَّشْبِيهِ وَدَعْوَى بُنُوَّةِ عُزَيْرٍ وَغَيْرِهِ فَيُكْتَفَى بِذَلِكَ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّهُ لَا يَكْفِي فِي الْإِسْلَامِ الِاقْتِصَارُ عَلَى شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ حَتَّى يُضِيفَ إِلَيْهَا الشَّهَادَةَ لِمُحَمَّدٍ بِالرِّسَالَةِ وَهُوَ قَوْلُ الْجُمْهُورِ , وَقَالَ بَعْضُهُمْ يَصِيرُ بِالْأُولَى مُسْلِمًا وَيُطَالَبُ بِالثَّانِيَةِ. وَفَائِدَةُ الْخِلَافِ تَظْهَرُ بِالْحُكْمِ بِالرِّدَّةِ. ‏ ‏( تَنْبِيهَانِ ) ‏ ‏أَحَدُهُمَا كَانَ أَصْلُ دُخُولِ الْيَهُودِيَّةِ فِي الْيَمَنِ فِي زَمَنِ أَسْعَدَ أَبِي كَرِب وَهُوَ تُبَّعُ الْأَصْغَرُ كَمَا حَكَاهُ اِبْنُ إِسْحَاقَ فِي أَوَائِلِ السِّيرَةِ النَّبَوِيَّةِ. ‏ ‏ثَانِيهمَا قَالَ اِبْنُ الْعَرَبِيِّ فِي شَرْحِ التِّرْمِذِيِّ : تَبَرَّأَتْ الْيَهُودُ فِي هَذِهِ الْأَزْمَانِ مِنْ الْقَوْلِ بِأَنَّ الْعُزَيْرَ اِبْنُ اللَّهِ وَهَذَا لَا يَمْنَعُ كَوْنَهُ كَانَ مَوْجُودًا فِي زَمَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَنَّ ذَلِكَ نَزَلَ فِي زَمَنِهِ وَالْيَهُودُ مَعَهُ بِالْمَدِينَةِ وَغَيْرِهَا فَلَمْ يُنْقَلْ عَنْ أَحَدٍ مِنْهُمْ أَنَّهُ رَدَّ ذَلِكَ وَلَا تَعَقَّبَهُ , وَالظَّاهِرُ أَنَّ الْقَائِلَ بِذَلِكَ طَائِفَةٌ مِنْهُمْ لَا جَمِيعُهُمْ بِدَلِيلِ أَنَّ الْقَائِلَ مِنْ النَّصَارَى إِنَّ الْمَسِيحَ اِبْنُ اللَّهِ طَائِفَةٌ مِنْهُمْ لَا جَمِيعُهُمْ فَيَجُوزُ أَنْ تَكُونَ تِلْكَ الطَّائِفَةُ اِنْقَرَضَتْ فِي هَذِهِ الْأَزْمَانِ كَمَا اِنْقَلَبَ اِعْتِقَادُ مُعْظَمِ الْيَهُودِ عَنْ التَّشْبِيهِ إِلَى التَّعْطِيلِ وَتَحَوَّلَ مُعْتَقَدُ النَّصَارَى فِي الِابْنِ وَالْأَبِ إِلَى أَنَّهُ مِنْ الْأُمُورِ الْمَعْنَوِيَّةِ لَا الْحِسِّيَّةِ , فَسُبْحَانَ مُقَلِّبِ الْقُلُوبِ. ‏ ‏قَوْلُهُ : ( فَإِنْ هُمْ أَطَاعُوا لَك بِذَلِكَ ) ‏ ‏أَيْ شَهِدُوا وَانْقَادُوا , وَفِي رِوَايَةِ اِبْنِ خُزَيْمَةَ \" فَإِنْ هُمْ أَجَابُوا لِذَلِكَ \" وَفِي رِوَايَةِ الْفَضْلِ بْنِ الْعَلَاءِ كَمَا تَقَدَّمَ \" فَإِذَا عَرَفُوا ذَلِكَ \" وَعَدَّى أَطَاعَ بِاللَّامِ وَإِنْ كَانَ يَتَعَدَّى بِنَفْسِهِ لِتَضَمُّنِهِ مَعْنَى اِنْقَادَ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ أَهْلَ الْكِتَابِ لَيْسُوا بِعَارِفِينَ وَإِنْ كَانُوا يَعْبُدُونَ اللَّهَ وَيُظْهِرُونَ مَعْرِفَتَهُ لَكِنْ قَالَ حُذَّاقُ الْمُتَكَلِّمِينَ : مَا عَرَفَ اللَّهَ مَنْ شَبَّهَهُ بِخَلْقِهِ أَوْ أَضَافَ إِلَيْهِ الْيَدَ أَوْ أَضَافَ إِلَيْهِ الْوَلَدَ فَمَعْبُودُهُمْ الَّذِي عَبَدُوهُ لَيْسَ هُوَ اللَّهُ وَإِنْ سَمَّوْهُ بِهِ. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْكُفَّارَ غَيْرُ مُخَاطَبِينَ بِالْفُرُوعِ حَيْثُ دُعُوا أَوَّلًا إِلَى الْإِيمَانِ فَقَطْ , ثُمَّ دُعُوا إِلَى الْعَمَلِ , وَرَتَّبَ ذَلِكَ عَلَيْهَا بِالْفَاءِ. وَأَيْضًا فَإِنَّ قَوْلَهُ \" فَإِنْ هُمْ أَطَاعُوا فَأَخْبِرْهُمْ \" يُفْهَمُ مِنْهُ أَنَّهُمْ لَوْ لَمْ يُطِيعُوا لَا يَجِبُ عَلَيْهِمْ شَيْءٌ , وَفِيهِ نَظَرٌ لِأَنَّ مَفْهُومَ الشَّرْطِ مُخْتَلَفٌ فِي الِاحْتِجَاجِ بِهِ , وَأَجَابَ بَعْضُهُمْ عَنْ الْأَوَّلِ بِأَنَّهُ اِسْتِدْلَالٌ ضَعِيفٌ , لِأَنَّ التَّرْتِيبَ فِي الدَّعْوَةِ لَا يَسْتَلْزِمُ التَّرْتِيبَ فِي الْوُجُوبِ , كَمَا أَنَّ الصَّلَاةَ وَالزَّكَاةَ لَا تَرْتِيبَ بَيْنَهُمَا فِي الْوُجُوبِ , وَقَدْ قُدِّمَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فِي هَذَا الْحَدِيثِ وَرُتِّبَتْ الْأُخْرَى عَلَيْهَا بِالْفَاءِ , وَلَا يَلْزَمُ مِنْ عَدَمِ الْإِتْيَانِ بِالصَّلَاةِ إِسْقَاطُ الزَّكَاةِ. وَقِيلَ الْحِكْمَةُ فِي تَرْتِيبِ الزَّكَاةِ عَلَى الصَّلَاةِ أَنَّ الَّذِي يُقِرُّ بِالتَّوْحِيدِ وَيَجْحَدُ الصَّلَاةَ يَكْفُرُ بِذَلِكَ فَيَصِيرُ مَالُهُ فَيْئًا فَلَا تَنْفَعُهُ الزَّكَاةُ , وَأَمَّا قَوْلُ الْخَطَّابِيِّ إِنَّ ذِكْرَ الصَّدَقَةِ أُخِّرَ عَنْ ذِكْرِ الصَّلَاةِ لِأَنَّهَا إِنَّمَا تَجِبُ عَلَى قَوْمٍ دُونَ قَوْمٍ وَأَنَّهَا لَا تُكَرَّرُ تَكْرَارَ الصَّلَاةِ فَهُوَ حَسَنٌ , وَتَمَامُهُ أَنْ يُقَالَ بَدَأَ بِالْأَهَمِّ فَالْأَهَمِّ , وَذَلِكَ مِنْ التَّلَطُّفِ فِي الْخِطَابِ لِأَنَّهُ لَوْ طَالَبَهُمْ بِالْجَمِيعِ فِي أَوَّلِ مَرَّةٍ لَمْ يَأْمَنْ النُّفْرَةَ. ‏ ‏قَوْلُهُ : ( خَمْسَ صَلَوَاتٍ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّ الْوِتْرَ لَيْسَ بِفَرْضٍ وَقَدْ تَقَدَّمَ الْبَحْثُ فِيهِ فِي مَوْضِعِهِ. ‏ ‏قَوْلُهُ : ( فَإِنْ هُمْ أَطَاعُوا لَك بِذَلِكَ ) ‏ ‏قَالَ اِبْنُ دَقِيقِ الْعِيدِ : يَحْتَمِلُ وَجْهَيْنِ أَحَدُهُمَا أَنْ يَكُونَ الْمُرَادُ إِقْرَارَهُمْ بِوُجُوبِهَا عَلَيْهِمْ وَالْتِزَامِهِمْ لَهَا , وَالثَّانِي أَنْ يَكُونَ الْمُرَادُ الطَّاعَةَ بِالْفِعْلِ , وَقَدْ يُرَجَّحُ الْأَوَّلُ بِأَنَّ الْمَذْكُورَ هُوَ الْإِخْبَارُ بِالْفَرِيضَةِ فَتَعُودُ الْإِشَارَةُ بِذَلِكَ إِلَيْهَا , وَيَتَرَجَّحُ الثَّانِي بِأَنَّهُمْ لَوْ أُخْبِرُوا بِالْفَرِيضَةِ فَبَادِرُوا إِلَى الِامْتِثَالِ بِالْفِعْلِ لَكَفَى وَلَمْ يُشْتَرَطْ التَّلَفُّظُ بِخِلَافِ الشَّهَادَتَيْنِ , فَالشَّرْطُ عَدَمُ الْإِنْكَارِ وَالْإِذْعَانُ لِلْوُجُوبِ اِنْتَهَى. وَاَلَّذِي يَظْهَرُ أَنَّ الْمُرَادَ الْقَدْرُ الْمُشْتَرَكُ بَيْنَ الْأَمْرَيْنِ , فَمَنْ اِمْتَثَلَ بِالْإِقْرَارِ أَوْ بِالْفِعْلِ كَفَاهُ أَوْ بِهِمَا فَأَوْلَى , وَقَدْ وَقَعَ فِي رِوَايَةِ الْفَضْلِ بْنِ الْعَلَاءِ بَعْدَ ذِكْرِ الصَّلَاةِ \" فَإِذَا صَلَّوْا \" وَبَعْدَ ذِكْرِ الزَّكَاةِ \" فَإِذَا أَقَرُّوا بِذَلِكَ فَخُذْ مِنْهُمْ \". ‏ ‏قَوْلُهُ : ( صَدَقَةً ) ‏ ‏زَادَ فِي رِوَايَةِ أَبِي عَاصِمٍ عَنْ زَكَرِيَّا \" فِي أَمْوَالِهِمْ \" كَمَا تَقَدَّمَ فِي أَوَّلِ الزَّكَاةِ , وَفِي رِوَايَةِ الْفَضْلِ بْنِ الْعَلَاءِ اِفْتَرَضَ عَلَيْهِمْ زَكَاةً فِي أَمْوَالِهِمْ تُؤْخَذُ مِنْ غَنِيِّهِمْ فَتُرَدُّ عَلَى فَقِيرِهِمْ. ‏ ‏قَوْلُهُ : ( تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّ الْإِمَامَ هُوَ الَّذِي يَتَوَلَّى قَبْضَ الزَّكَاةِ وَصَرْفَهَا إِمَّا بِنَفْسِهِ وَإِمَّا بِنَائِبِهِ , فَمَنْ اِمْتَنَعَ مِنْهَا أُخِذَتْ مِنْهُ قَهْرًا. ‏ ‏قَوْلُهُ : ( عَلَى فُقَرَائِهِمْ ) ‏ ‏اُسْتُدِلَّ بِهِ لِقَوْلِ مَالِكٍ وَغَيْرِهِ إِنَّهُ يَكْفِي إِخْرَاجُ الزَّكَاةِ فِي صِنْفٍ وَاحِدٍ , وَفِيهِ بَحْثٌ كَمَا قَالَ اِبْنُ دَقِيقِ الْعِيدِ لِاحْتِمَالِ أَنْ يَكُونَ ذَكَرَ الْفُقَرَاءَ لِكَوْنِهِمْ الْغَالِبَ فِي ذَلِكَ وَلِلْمُطَابَقَةِ بَيْنَهُمْ وَبَيْنَ الْأَغْنِيَاءِ , وَقَالَ الْخَطَّابِيُّ : وَقَدْ يَسْتَدِلُّ بِهِ مَنْ لَا يَرَى عَلَى الْمَدْيُونِ زَكَاةَ مَا فِي يَدِهِ إِذَا لَمْ يَفْضُلْ مِنْ الدَّيْنِ الَّذِي عَلَيْهِ قَدْرُ نِصَابٍ لِأَنَّهُ لَيْسَ بِغَنِيٍّ إِذَا كَانَ إِخْرَاجُ مَالِهِ مُسْتَحَقًّا لِغُرَمَائِهِ. ‏ ‏قَوْلُهُ : ( فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ ) ) ‏ ‏كَرَائِمَ مَنْصُوبٌ بِفِعْلٍ مُضْمَرٍ لَا يَجُوزُ إِظْهَارُهُ قَالَ اِبْنُ قُتَيْبَةَ : وَلَا يَجُوزُ حَذْفُ الْوَاوِ , وَالْكَرَائِمُ جَمْعُ كَرِيمَةٍ أَيْ نَفِيسَةٍ , فَفِيهِ تَرْكُ أَخْذِ خِيَارِ الْمَالِ , وَالنُّكْتَةُ فِيهِ أَنَّ الزَّكَاةَ لِمُوَاسَاةِ الْفُقَرَاءِ فَلَا يُنَاسِبُ ذَلِكَ الْإِجْحَافَ بِمَالِ الْأَغْنِيَاءِ إِلَّا إِنْ رَضَوْا بِذَلِكَ كَمَا تَقَدَّمَ الْبَحْثُ فِيهِ. ‏ ‏قَوْلُهُ : ( وَاتَّقِ دَعْوَةَ الْمَظْلُومِ ) ‏ ‏أَيْ تَجَنَّبْ الظُّلْمَ لِئَلَّا يَدْعُوَ عَلَيْك الْمَظْلُومُ. وَفِيهِ تَنْبِيهٌ عَلَى الْمَنْعِ مِنْ جَمِيعِ أَنْوَاعِ الظُّلْمِ , وَالنُّكْتَةُ فِي ذِكْرِهِ عَقِبَ الْمَنْعِ مِنْ أَخْذِ الْكَرَائِمِ الْإِشَارَةُ إِلَى أَنَّ أَخْذَهَا ظُلْمٌ. وَقَالَ بَعْضُهُمْ : عَطَفَ وَاتَّقِ عَلَى عَامِلِ إِيَّاكَ الْمَحْذُوفِ وُجُوبًا , فَالتَّقْدِيرُ اِتَّقِ نَفْسَك أَنْ تَتَعَرَّضَ لِلْكَرَائِمِ. وَأَشَارَ بِالْعَطْفِ إِلَى أَنَّ أَخْذَ الْكَرَائِمِ ظُلْمٌ , وَلَكِنَّهُ عَمَّمَ إِشَارَةً إِلَى التَّحَرُّزِ عَنْ الظُّلْمِ مُطْلَقًا. ‏ ‏قَوْلُهُ : ( حِجَابٌ ) ‏ ‏أَيْ لَيْسَ لَهَا صَارِفٌ يَصْرِفُهَا وَلَا مَانِعٌ , وَالْمُرَادُ أَنَّهَا مَقْبُولَةٌ وَإِنْ كَانَ عَاصِيًا كَمَا جَاءَ فِي حَدِيثِ أَبِي هُرَيْرَةَ عِنْدَ أَحْمَدَ مَرْفُوعًا \" دَعْوَةُ الْمَظْلُومِ مُسْتَجَابَةٌ , وَإِنْ كَانَ فَاجِرًا فَفُجُورُهُ عَلَى نَفْسِهِ \" وَإِسْنَادُهُ حَسَنٌ , وَلَيْسَ الْمُرَادُ أَنَّ لِلَّهِ تَعَالَى حِجَابًا يَحْجُبُهُ عَنْ النَّاسِ. وَقَالَ الطِّيبِيُّ : قَوْلُهُ \" اِتَّقِ دَعْوَةَ الْمَظْلُومِ \" تَذْيِيلٌ لِاشْتِمَالِهِ عَلَى الظُّلْمِ الْخَاصِّ مِنْ أَخْذِ الْكَرَائِمِ وَعَلَى غَيْرِهِ , وَقَوْلُهُ \" فَإِنَّهُ لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ \" تَعْلِيلٌ لِلِاتِّقَاءِ وَتَمْثِيلٌ لِلدُّعَاءِ , كَمَنْ يَقْصِدُ دَارَ السُّلْطَانِ مُتَظَلِّمًا فَلَا يُحْجَبُ , وَسَيَأْتِي لِهَذَا مَزِيدٌ فِي كِتَابِ التَّوْحِيدِ إِنْ شَاءَ اللَّهُ تَعَالَى. قَالَ اِبْنُ الْعَرَبِيِّ : إِلَّا أَنَّهُ وَإِنْ كَانَ مُطْلَقًا فَهُوَ مُقَيَّدٌ بِالْحَدِيثِ الْآخَرِ أَنَّ الدَّاعِيَ عَلَى ثَلَاثِ مَرَاتِبَ : إِمَّا أَنْ يُعَجِّلَ لَهُ مَا طَلَبَ , وَإِمَّا أَنْ يُدَّخَرَ لَهُ أَفْضَلَ مِنْهُ , وَإِمَّا أَنْ يُدْفَعَ عَنْهُ مِنْ السُّوءِ مِثْلُهُ. وَهَذَا كَمَا قُيِّدَ مُطْلَقُ قَوْلِهِ تَعَالَى ( أَمْ مَنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ ) بِقَوْلِهِ تَعَالَى ( فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ ) وَفِي الْحَدِيثِ أَيْضًا الدُّعَاءُ إِلَى التَّوْحِيدِ قَبْلَ الْقِتَالِ , وَتَوْصِيَةُ الْإِمَامِ عَامِلَهُ فِيمَا يَحْتَاجُ إِلَيْهِ مِنْ الْأَحْكَامِ وَغَيْرِهَا , وَفِيهِ بَعْثُ السُّعَاةِ لِأَخْذِ الزَّكَاةِ , وَقَبُولُ خَبَرِ الْوَاحِدِ وَوُجُوبُ الْعَمَلِ بِهِ , وَإِيجَابُ الزَّكَاةِ فِي مَالِ الصَّبِيِّ وَالْمَجْنُونِ لِعُمُومِ قَوْلِهِ \" مِنْ أَغْنِيَائِهِمْ \" قَالَهُ عِيَاضٌ وَفِيهِ بَحْثٌ , وَأَنَّ الزَّكَاةَ لَا تُدْفَعُ إِلَى الْكَافِرِ لِعَوْدِ الضَّمِيرِ فِي فُقَرَائِهِمْ إِلَى الْمُسْلِمِينَ سَوَاءٌ قُلْنَا بِخُصُوصِ الْبَلَدِ أَوْ الْعُمُومِ , وَأَنَّ الْفَقِيرَ لَا زَكَاةَ عَلَيْهِ , وَأَنَّ مَنْ مَلَكَ نِصَابًا لَا يُعْطَى مِنْ الزَّكَاةِ مِنْ حَيْثُ إنَّهُ جَعَلَ الْمَأْخُوذَ مِنْهُ غَنِيًّا وَقَابَلَهُ بِالْفَقِيرِ , وَمَنْ مَلَكَ النِّصَابَ فَالزَّكَاةُ مَأْخُوذَةٌ مِنْهُ فَهُوَ غَنِيٌّ وَالْغِنَى مَانِعٌ مِنْ إِعْطَاءِ الزَّكَاةِ إِلَّا مَنْ اُسْتُثْنِيَ , قَالَ اِبْنُ دَقِيقِ الْعِيدِ : وَلَيْسَ هَذَا الْبَحْثُ بِالشَّدِيدِ الْقُوَّةِ , وَقَدْ تَقَدَّمَ أَنَّهُ قَوْلُ الْحَنَفِيَّةِ. وَقَالَ الْبَغَوِيُّ فِيهِ أَنَّ الْمَالَ إِذَا تَلِفَ قَبْلَ التَّمَكُّنِ مِنْ الْأَدَاءِ سَقَطَتْ الزَّكَاةُ لِإِضَافَةِ الصَّدَقَةِ إِلَى الْمَالِ وَفِيهِ نَظَرٌ أَيْضًا. ‏ ‏( تَكْمِيلٌ ) : ‏ ‏لَمْ يَقَعْ فِي هَذَا الْحَدِيثِ ذِكْرُ الصَّوْمِ وَالْحَجِّ مَعَ أَنَّ بَعْثَ مُعَاذٍ كَمَا تَقَدَّمَ كَانَ فِي آخِرِ الْأَمْرِ , وَأَجَابَ اِبْنُ الصَّلَاحِ بِأَنَّ ذَلِكَ تَقْصِيرٌ مِنْ بَعْضِ الرُّوَاةِ , وَتُعُقِّبَ بِأَنَّهُ يُفْضِي إِلَى اِرْتِفَاعِ الْوُثُوقِ بِكَثِيرٍ مِنْ الْأَحَادِيثِ النَّبَوِيَّةِ لِاحْتِمَالِ الزِّيَادَةِ وَالنُّقْصَانِ. وَأَجَابَ الْكَرْمَانِيُّ بِأَنَّ اِهْتِمَامَ الشَّارِعِ بِالصَّلَاةِ وَالزَّكَاةِ أَكْثَرُ , وَلِهَذَا كُرِّرَا فِي الْقُرْآنِ فَمِنْ ثَمَّ لَمْ يُذْكَرْ الصَّوْمُ وَالْحَجُّ فِي هَذَا الْحَدِيثِ مَعَ أَنَّهُمَا مِنْ أَرْكَانِ الْإِسْلَامِ , وَالسِّرُّ فِي ذَلِكَ أَنَّ الصَّلَاةَ وَالزَّكَاةَ إِذَا وَجَبَا عَلَى الْمُكَلَّفِ لَا يَسْقُطَانِ عَنْهُ أَصْلًا بِخِلَافِ الصَّوْمِ فَإِنَّهُ قَدْ يَسْقُطُ بِالْفِدْيَةِ , وَالْحَجِّ فَإِنَّ الْغَيْرَ قَدْ يَقُومُ مَقَامَهُ فِيهِ كَمَا فِي الْمَعْضُوبِ , وَيَحْتَمِلُ أَنَّهُ حِينَئِذٍ لَمْ يَكُنْ شُرِعَ اِنْتَهَى. وَقَالَ شَيْخُنَا شَيْخُ الْإِسْلَامِ : إِذَا كَانَ الْكَلَامُ فِي بَيَانِ الْأَرْكَانِ لَمْ يَخْلُ الشَّارِعُ مِنْهُ بِشَيْءٍ كَحَدِيثِ اِبْنِ عُمَرَ \" بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ \" فَإِذَا كَانَ فِي الدُّعَاءِ إِلَى الْإِسْلَامِ اُكْتُفِيَ بِالْأَرْكَانِ الثَّلَاثَةِ الشَّهَادَةُ وَالصَّلَاةُ وَالزَّكَاةُ وَلَوْ كَانَ بَعْدَ وُجُودِ فَرْضِ الصَّوْمِ وَالْحَجِّ كَقَوْلِهِ تَعَالَى ( فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوْا الزَّكَاةَ ) فِي مَوْضِعَيْنِ مِنْ بَرَاءَةٌ مَعَ أَنَّ نُزُولَهَا بَعْدَ فَرْضِ الصَّوْمِ وَالْحَجِّ قَطْعًا , وَحَدِيثِ اِبْنِ عُمَرَ أَيْضًا \" أُمِرْت أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ \" وَغَيْرِ ذَلِكَ مِنْ الْأَحَادِيثِ , قَالَ : وَالْحِكْمَةُ فِي ذَلِكَ أَنَّ الْأَرْكَانَ الْخَمْسَةَ : اِعْتِقَادِيٌّ وَهُوَ الشَّهَادَةُ , وَبَدَنِيٌّ وَهُوَ الصَّلَاةُ , وَمَالِيٌّ وَهُوَ الزَّكَاةُ. اُقْتُصِرَ فِي الدُّعَاءِ إِلَى الْإِسْلَامِ عَلَيْهَا لِتَفَرُّعِ الرُّكْنَيْنِ الْأَخِيرَيْنِ عَلَيْهَا , فَإِنَّ الصَّوْمَ بَدَنِيٌّ مَحْضٌ وَالْحَجَّ بَدَنِيٌّ مَالِيٌّ , وَأَيْضًا فَكَلِمَةُ الْإِسْلَامِ هِيَ الْأَصْلُ وَهِيَ شَاقَّةٌ عَلَى الْكُفَّارِ وَالصَّلَوَاتُ شَاقَّةٌ لِتَكَرُّرِهَا وَالزَّكَاةُ شَاقَّةٌ لِمَا فِي جِبِلَّةِ الْإِنْسَانِ مِنْ حُبِّ الْمَالِ , فَإِذَا أَذْعَنَ الْمَرْءُ لِهَذِهِ الثَّلَاثَةِ كَانَ مَا سِوَاهَا أَسْهَلَ عَلَيْهِ بِالنِّسْبَةِ إِلَيْهَا. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2449,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا سَعِيدٌ الْمَقْبُرِيُّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ كَانَتْ لَهُ مَظْلَمَةٌ لأَحَدٍ مِنْ عِرْضِهِ أَوْ شَىْءٍ فَلْيَتَحَلَّلْهُ مِنْهُ الْيَوْمَ، قَبْلَ أَنْ لاَ يَكُونَ دِينَارٌ وَلاَ دِرْهَمٌ، إِنْ كَانَ لَهُ عَمَلٌ صَالِحٌ أُخِذَ مِنْهُ بِقَدْرِ مَظْلَمَتِهِ، وَإِنْ لَمْ تَكُنْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ سَيِّئَاتِ صَاحِبِهِ فَحُمِلَ عَلَيْهِ ‏\"‏‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ قَالَ إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ إِنَّمَا سُمِّيَ الْمَقْبُرِيَّ لأَنَّهُ كَانَ نَزَلَ نَاحِيَةَ الْمَقَابِرِ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ وَسَعِيدٌ الْمَقْبُرِيُّ هُوَ مَوْلَى بَنِي لَيْثٍ، وَهُوَ سَعِيدُ بْنُ أَبِي سَعِيدٍ، وَاسْمُ أَبِي سَعِيدٍ كَيْسَانُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Whoever has oppressed another person concerning his reputation or anything \nelse, he should beg him to forgive him before the Day of Resurrection when there will be no money \n(to compensate for wrong deeds), but if he has good deeds, those good deeds will be taken from him \naccording to his oppression which he has done, and if he has no good deeds, the sins of the oppressed \nperson will be loaded on him.\"",
    "explication": "‏ ‏قَوْلُهُ : ( مَنْ كَانَتْ لَهُ مَظْلِمَة لِأَخِيهِ ) ‏ ‏اللَّام فِي قَوْلِهِ : \" لَهُ \" بِمَعْنَى عَلَى , أَيْ مَنْ كَانَتْ عَلَيْهِ مَظْلِمَة لِأَخِيهِ وَسَيَأْتِي فِي الرِّقَاقِ مِنْ رِوَايَة مَالِك عَنْ الْمَقْبُرِيّ بِلَفْظ \" مَنْ كَانَتْ عِنْدَهُ مَظْلِمَة لِأَخِيهِ \" , وَالتِّرْمِذِيّ مِنْ طَرِيقِ زَيْد بْن أَبِي أُنَيْسَة عَنْ الْمَقْبُرِيّ \" رَحِمَ اللَّهُ عَبْدًا كَانَتْ لَهُ عِنْدَ أَخِيهِ مَظْلِمَة \". ‏ ‏قَوْلُهُ : ( مِنْ عِرْضِهِ أَوْ شَيْء ) ‏ ‏أَيْ مِنْ الْأَشْيَاءِ , وَهُوَ مِنْ عَطْف الْعَامّ عَلَى الْخَاصِّ فَيَدْخُلُ فِيهِ الْمَالُ بِأَصْنَافِهِ وَالْجِرَاحَاتُ حَتَّى اللَّطْمَة وَنَحْوهَا , وَفِي رِوَايَةِ التِّرْمِذِيّ \" مِنْ عِرْضٍ أَوْ مَال \". ‏ ‏قَوْلُهُ : ( قَبْلَ أَنْ لَا يَكُونَ دِينَار وَلَا دِرْهَم ) ‏ ‏أَيْ يَوْم الْقِيَامَةِ , وَثَبَتَ ذَلِكَ فِي رِوَايَةِ عَلِيّ بْن الْجَعْد عَنْ اِبْن أَبِي ذِئْب عِنْدَ الْإِسْمَاعِيلِيِّ. ‏ ‏قَوْلُهُ : ( أُخِذَ مِنْ سَيِّئَاتِ صَاحِبِهِ ) ‏ ‏أَيْ صَاحِبِ الْمَظْلِمَةِ ‏ ‏( فَحُمِلَ عَلَيْهِ ) ‏ ‏أَيْ عَلَى الظَّالِمِ , وَفِي رِوَايَةِ مَالِك \" فَطُرِحَتْ عَلَيْهِ \" , وَهَذَا الْحَدِيث قَدْ أَخْرَجَ مُسْلِم مَعْنَاهُ مِنْ وَجْهٍ آخَرَ وَهُوَ أَوْضَحُ سِيَاقًا مِنْ هَذَا وَلَفْظُهُ \" الْمُفْلِسُ مِنْ أُمَّتِي مَنْ يَأْتِي يَوْمَ الْقِيَامَةِ بِصَلَاة وَصِيَام وَزَكَاة , وَيَأْتِي وَقَدْ شَتَمَ هَذَا وَسَفَكَ دَم هَذَا وَأَكَلَ مَال هَذَا فَيُعْطَى هَذَا مِنْ حَسَنَاتِهِ وَهَذَا مِنْ حَسَنَاتِهِ فَإِنْ فَنِيَتْ حَسَنَاتُهُ قَبْلَ أَنْ يَقْضِيَ مَا عَلَيْهِ أُخِذَ مِنْ خَطَايَاهُمْ فَطُرِحَتْ عَلَيْهِ وَطُرِحَ فِي النَّارِ \" وَلَا تَعَارُضَ بَيْنَ هَذَا وَبَيْنَ قَوْلِهِ تَعَالَى : وَلَا تَزِرُ وَازِرَة وِزْرَ أُخْرَى لِأَنَّهُ إِنَّمَا يُعَاقَبُ بِسَبَبِ فِعْلِهِ وَظُلْمِهِ وَلَمْ يُعَاقَبْ بِغَيْرِ جِنَايَةٍ مِنْهُ بَلْ بِجِنَايَتِهِ فَقُوبِلَتْ الْحَسَنَات بِالسَّيِّئَاتِ عَلَى مَا اِقْتَضَاهُ عَدْلُ اللَّهِ تَعَالَى فِي عِبَادِهِ وَسَيَأْتِي مَزِيد لِذَلِكَ فِي كِتَاب الرِّقَاق إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( قَالَ إِسْمَاعِيل بْن أَبِي أُوَيْس : إِنَّمَا سُمِّيَ الْمَقْبُرِيّ إِلَخْ ) ‏ ‏ثَبَتَ هَذَا فِي رِوَايَة الْكُشْمِيهَنِيّ وَحْدَهُ , وَإِسْمَاعِيل الْمَذْكُور مِنْ شُيُوخ الْبُخَارِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2450,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها – ‏{‏وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا‏}‏ قَالَتِ الرَّجُلُ تَكُونُ عِنْدَهُ الْمَرْأَةُ، لَيْسَ بِمُسْتَكْثِرٍ مِنْهَا، يُرِيدُ أَنْ يُفَارِقَهَا، فَتَقُولُ أَجْعَلُكَ مِنْ شَأْنِي فِي حِلٍّ‏.‏ فَنَزَلَتْ هَذِهِ الآيَةُ فِي ذَلِكَ‏.‏",
    "english_text": "Regarding the explanation of the following verse:-- \"If a wife fears Cruelty or desertion On her \nhusband's part.\" (4.128) A man may dislike his wife and intend to divorce her, so she says to him, \"I \ngive up my rights, so do not divorce me.\" The above verse was revealed concerning such a case.",
    "explication": "‏ ‏قَوْله : ( عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك ‏ ‏قَوْله : ( قَالَتْ : الرَّجُل تَكُون عِنْده الْمَرْأَة لَيْسَ بِمُسْتَكْثِرٍ مِنْهَا ) ‏ ‏أَيْ فِي الْمَحَبَّة وَالْمُعَاشَرَة وَالْمُلَازَمَة. ‏ ‏قَوْله : ( فَتَقُول : أَجْعَلك مِنْ شَأْنِي فِي حِلٍّ ) ‏ ‏أَيْ وَتَتْرُكنِي مِنْ غَيْر طَلَاق. ‏ ‏قَوْله : ( فَنَزَلَتْ فِي ذَلِكَ ) ‏ ‏زَادَ أَبُو ذَرّ عَنْ غَيْر الْمُسْتَمْلِيّ ( وَإِنْ اِمْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا ) الْآيَة , وَعَنْ عَلِيّ \" نَزَلَتْ فِي الْمَرْأَة تَكُون عِنْد الرَّجُل تَكْرَه مُفَارَقَته , فَيَصْطَلِحَانِ عَلَى أَنْ يَجِيئهَا كُلّ ثَلَاثَة أَيَّام أَوْ أَرْبَعَة \" وَرَوَى الْحَاكِم مِنْ طَرِيق اِبْن الْمُسَيِّب عَنْ رَافِع بْن خَدِيج \" أَنَّهُ كَانَتْ تَحْته اِمْرَأَة , فَتَزَوَّجَ عَلَيْهَا شَابَّة , فَآثَرَ الْبِكْر عَلَيْهَا , فَنَازَعَتْهُ فَطَلَّقَهَا ثُمَّ قَالَ لَهَا إِنْ شِئْت رَاجَعْتُك وَصَبَرْت , فَقَالَتْ : رَاجِعْنِي , فَرَاجَعَهَا , ثُمَّ لَمْ تَصْبِر فَطَلَّقَهَا \" قَالَ : فَذَلِكَ الصُّلْح الَّذِي بَلَغَنَا أَنَّ اللَّه أَنْزَلَ فِيهِ هَذِهِ الْآيَة. وَرَوَى التِّرْمِذِيّ مِنْ طَرِيق سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ \" خَشِيَتْ سَوْدَة أَنْ يُطَلِّقهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : يَا رَسُول اللَّه لَا تُطَلِّقنِي , وَاجْعَلْ يَوْمِي لِعَائِشَة فَفَعَلَ , وَنَزَلَتْ هَذِهِ الْآيَة \" وَقَالَ : حَسَن غَرِيب. قُلْت : وَلَهُ شَاهِد فِي الصَّحِيحَيْنِ مِنْ حَدِيث عَائِشَة بِدُونِ ذِكْر نُزُول الْآيَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2451,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ، فَشَرِبَ مِنْهُ وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ الأَشْيَاخُ، فَقَالَ لِلْغُلاَمِ ‏\n\"‏ أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلاَءِ ‏\"‏‏.‏ فَقَالَ الْغُلاَمُ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا‏.‏ قَالَ فَتَلَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي يَدِهِ‏.‏",
    "english_text": "A drink (milk mixed with water) was brought to Allah's Messenger (ﷺ) who drank some of it. A boy was \nsitting to his right, and some old men to his left. Allah's Messenger (ﷺ) said to the boy, \"Do you allow me to \ngive the rest of the drink to these people?\" The boy said, \"O Allah's Messenger (ﷺ)! I will not give preference \nto anyone over me to drink the rest of it from which you have drunk.\" Allah's Messenger (ﷺ) then handed the \nbowl (of drink) to the boy. (See Hadith No. 541).",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي حَازِم ) ‏ ‏هُوَ اِبْنُ دِينَارٍ. ‏ ‏قَوْله : ( لَا يَزَالُ النَّاس بِخَيْرٍ ) ‏ ‏فِي حَدِيث أَبِي هُرَيْرَة \" لَا يَزَال الدِّينُ ظَاهِرًا \" وَظُهُور الدِّين مُسْتَلْزِمٌ لِدَوَامِ الْخَيْرِ. ‏ ‏قَوْله : ( مَا عَجَّلُوا الْفِطْرَ ) ‏ ‏زَادَ أَبُو ذَرٍّ حَدِيثه \" وَأَخَّرُوا السُّحُورَ \" أَخْرَجَهُ أَحْمَد , وَ \" مَا \" ظَرْفِيَّة , أَيْ مُدَّةَ فِعْلِهِمْ ذَلِكَ اِمْتِثَالًا لِلسُّنَّةِ وَاقِفِينَ عِنْد حَدّهَا غَيْرَ مُتَنَطِّعِينَ بِعُقُولِهِمْ مَا يُغَيِّرُ قَوَاعِدهَا , زَادَ أَبُو هُرَيْرَة فِي حَدِيثه \" لِأَنَّ الْيَهُود وَالنَّصَارَى يُؤَخِّرُونَ \" أَخْرَجَهُ أَبُو دَاوُدَ وَابْن خُزَيْمَةَ وَغَيْرهمَا , وَتَأْخِير أَهْل الْكِتَاب لَهُ أَمَدٌ وَهُوَ ظُهُور النَّجْمِ , وَقَدْ رَوَى اِبْن حِبَّانَ وَالْحَاكِم مِنْ حَدِيث سَهْل أَيْضًا بِلَفْظِ \" لَا تَزَال أُمَّتِي عَلَى سُنَّتِي مَا لَمْ تَنْتَظِرْ بِفِطْرِهَا النُّجُومَ \" وَفِيهِ بَيَان الْعِلَّة فِي ذَلِكَ , قَالَ الْمُهَلَّبُ : وَالْحِكْمَةُ فِي ذَلِكَ أَنْ لَا يُزَادَ فِي النَّهَار مِنْ اللَّيْل , وَلِأَنَّهُ أَرْفَقُ بِالصَّائِمِ وَأَقْوَى لَهُ عَلَى الْعِبَادَة , وَاتَّفَقَ الْعُلَمَاءُ عَلَى أَنَّ مَحَلَّ ذَلِكَ إِذَا تَحَقَّقَ غُرُوبُ الشَّمْس بِالرُّؤْيَةِ أَوْ بِإِخْبَارِ عَدْلَيْنِ , وَكَذَا عَدْلٍ وَاحِد فِي الْأَرْجَح , قَالَ اِبْن دَقِيق الْعِيد : فِي هَذَا الْحَدِيث رَدٌّ عَلَى الشِّيعَةِ فِي تَأْخِيرهمْ الْفِطْر إِلَى ظُهُور النُّجُوم , وَلَعَلَّ هَذَا هُوَ السَّبَبُ فِي وُجُودِ الْخَيْر بِتَعْجِيلِ الْفِطْر لِأَنَّ الَّذِي يُؤَخِّرُهُ يَدْخُل فِي فِعْلِ خِلَاف السُّنَّةِ ا ه. وَمَا تَقَدَّمَ مِنْ الزِّيَادَة عِنْد أَبِي دَاوُدَ أَوْلَى بِأَنْ يَكُون سَبَبَ هَذَا الْحَدِيث , فَإِنَّ الشِّيعَة لَمْ يَكُونُوا مَوْجُودِينَ عِنْد تَحْدِيثه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ , قَالَ الشَّافِعِيّ فِي \" الْأُمّ \" تَعْجِيل الْفِطْر مُسْتَحَبٌّ , وَلَا يُكْرَهُ تَأْخِيره إِلَّا لِمَنْ تَعَمَّدَهُ وَرَأَى الْفَضْلَ فِيهِ , وَمُقْتَضَاهُ أَنَّ التَّأْخِير لَا يُكْرَهُ مُطْلَقًا , وَهُوَ كَذَلِكَ إِذْ لَا يَلْزَم مِنْ كَوْن الشَّيْء مُسْتَحَبًّا أَنْ يَكُون نَقِيضُهُ مَكْرُوهًا مُطْلَقًا , وَاسْتَدَلَّ بِهِ بَعْض الْمَالِكِيَّة عَلَى عَدَم اِسْتِحْبَاب سِتَّة شَوَّال لِئَلَّا يَظُنّ الْجَاهِلُ أَنَّهَا مُلْتَحِقَةٌ بِرَمَضَان , وَهُوَ ضَعِيفٌ وَلَا يَخْفَى الْفَرْق. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏مِنْ الْبِدَع الْمُنْكَرَة مَا أُحْدِثَ فِي هَذَا الزَّمَان مِنْ إِيقَاع الْأَذَان الثَّانِي قَبْل الْفَجْر بِنَحْوِ ثُلُثِ سَاعَةٍ فِي رَمَضَان , وَإِطْفَاء الْمَصَابِيح الَّتِي جُعِلَتْ عَلَامَةً لِتَحْرِيمِ الْأَكْل وَالشُّرْب عَلَى مَنْ يُرِيد الصِّيَام زَعْمًا مِمَّنْ أَحْدَثَهُ أَنَّهُ لِلِاحْتِيَاطِ فِي الْعِبَادَة وَلَا يَعْلَم بِذَلِكَ إِلَّا آحَاد النَّاس , وَقَدْ جَرَّهُمْ ذَلِكَ إِلَى أَنْ صَارُوا لَا يُؤَذِّنُونَ إِلَّا بَعْد الْغُرُوب بِدَرَجَةٍ لِتَمْكِينِ الْوَقْت زَعَمُوا فَأَخَّرُوا الْفِطْر وَعَجَّلُوا السُّحُور وَخَالَفُوا السُّنَّةَ , فَلِذَلِكَ قَلَّ عَنْهُمْ الْخَيْر كَثِيرٌ فِيهِمْ الشَّرُّ , وَاَللَّهُ الْمُسْتَعَانُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2452,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي طَلْحَةُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَمْرِو بْنِ سَهْلٍ، أَخْبَرَهُ أَنَّ سَعِيدَ بْنَ زَيْدٍ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ ظَلَمَ مِنَ الأَرْضِ شَيْئًا طُوِّقَهُ مِنْ سَبْعِ أَرَضِينَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Whoever usurps the land of somebody unjustly, his neck will be encircled with \nit down the seven earths (on the Day of Resurrection). \"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنِي طَلْحَة بْن عَبْد اللَّه ) ‏ ‏أَيْ اِبْن عَوْف , وَكَذَا هُوَ عِنْدَ أَحْمَدَ عَنْ أَبِي الْيَمَانِ , زَاد الْحُمَيْدِيّ فِي مُسْنَدِهِ مِنْ وَجْهٍ آخَرَ فِي هَذَا الْحَدِيثِ \" وَهُوَ اِبْنُ أَخِي عَبْد الرَّحْمَن بْن عَوْف \". ‏ ‏قَوْلُهُ : ( عَبْد الرَّحْمَن بْن عَمْرو بْن سَهْل ) ‏ ‏هُوَ الْمَدَنِيُّ , وَقَدْ يُنْسَبُ إِلَى جَدِّهِ , وَقَدْ نَسَبَهُ الْمِزِّيّ أَنْصَارِيًّا وَلَمْ أَرَ ذَلِكَ فِي شَيْءٍ مِنْ طُرُقِ حَدِيثِهِ , بَلْ فِي رِوَايَةِ اِبْن إِسْحَاق الَّتِي سَأَذْكُرُهَا مَا يَدُلُّ عَلَى أَنَّهُ قُرَشِيّ , وَقَدْ ذَكَرَ الْوَاقِدِيّ فِيمَنْ قُتِلَ بِالْحَرَّةِ عَبْدَ الْمَلِك بْن عَبْد الرَّحْمَن بْن عَمْرو بْن سَهْل بْن عَبْد شَمْس بْن عَبْد وُدّ بْن نَصْر الْعَامِرِيّ الْقُرَشِيّ وَأَظُنُّهُ وَلَد هَذَا وَكَانَتْ الْحَرَّة بَعْدَ هَذِهِ الْقِصَّةِ بِنَحْوٍ مِنْ عَشْر سِنِينَ , وَلَيْسَ لِعَبْد الرَّحْمَن هَذَا فِي صَحِيح الْبُخَارِيّ سِوَى هَذَا الْحَدِيثِ الْوَاحِدِ. وَفِي الْإِسْنَادِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَقٍ وَقَدْ أَسْقَطَ بَعْض أَصْحَابِ الزُّهْرِيِّ - فِي رِوَايَتِهِمْ عَنْهُ هَذَا الْحَدِيث - عَبْدَ الرَّحْمَن بْن عَمْرو بْن سَهْل وَجَعَلُوهُ مِنْ رِوَايَة طَلْحَة عَنْ سَعِيد بْن زَيْد نَفْسه , وَفِي مُسْنَدِ أَحْمَد وَأَبِي يَعْلَى وَصَحِيح اِبْن خُزَيْمَة مِنْ طَرِيقِ اِبْن إِسْحَاق \" حَدَّثَنِي الزُّهْرِيّ عَنْ طَلْحَة بْن عَبْد اللَّه قَالَ : أَتَتْنِي أَرْوَى بِنْت أُوَيْس فِي نَفَرٍ مِنْ قُرَيْش فِيهِمْ عَبْد الرَّحْمَن بْن سَهْل فَقَالَتْ : إِنَّ سَعِيدًا انْتَقَصَ مِنْ أَرْضِي إِلَى أَرْضِهِ مَا لَيْسَ لَهُ , وَقَدْ أَحْبَبْت أَنْ تَأْتُوهُ فَتُكَلِّمُوهُ. قَالَ فَرَكِبْنَا إِلَيْهِ وَهُوَ بِأَرْضِهِ بِالْعَقِيقِ \" فَذَكَرَ الْحَدِيث , وَيُمْكِنُ الْجَمْعُ بَيْنَ الرِّوَايَتَيْنِ بِأَنْ يَكُونَ طَلْحَة سَمِعَ هَذَا الْحَدِيثَ مِنْ سَعِيد بْن زَيْد وَثَبَّتَهُ فِيهِ عَبْد الرَّحْمَن بْن عَمْرو بْن سَهْل , فَلِذَلِكَ كَانَ رُبَّمَا أَدْخَلَهُ فِي السَّنَدِ وَرُبَّمَا حَذَفَهُ وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْلُهُ : ( مَنْ ظَلَمَ ) ‏ ‏قَدّ تَقَدَّمَ مِنْ رِوَايَةِ اِبْن إِسْحَاق قِصَّة لِسَعِيدٍ فِي هَذَا الْحَدِيثِ وَسَيَأْتِي فِي بَدْءِ الْخَلْقِ مِنْ طَرِيق عُرْوَة عَنْ سَعِيدٍ أَنَّهُ \" خَاصَمَتْهُ أَرْوَى فِي حَقٍّ زَعَمَتْ أَنَّهُ اِنْتَقَصَهُ لَهَا إِلَى مَرْوَانَ \" وَلِمُسْلِمٍ مِنْ هَذَا الْوَجْهِ \" اِدَّعَتْ أَرْوَى بِنْت أُوَيْس عَلَى سَعِيد بْن زَيْد أَنَّهُ أَخَذَ شَيْئًا مِنْ أَرْضِهَا فَخَاصَمَتْهُ إِلَى مَرْوَان بْن الْحَكَمِ \" وَلَهُ مِنْ طَرِيقِ مُحَمَّد بْن زَيْد عَنْ سَعِيد \" أَنَّ أَرْوَى خَاصَمَتْهُ فِي بَعْضِ دَارِهِ , فَقَالَ دَعُوهَا وَإِيَّاهَا \" وَلِلزُّبَيْرِ فِي \" كِتَاب النَّسَب \" مِنْ طَرِيقِ الْعَلَاءِ بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ وَالْحَسَن بْن سُفْيَان مِنْ طَرِيق أَبِي بَكْر بْن مُحَمَّد بْن حَزْم \" اِسْتَعْدَتْ أَرْوَى بِنْت أُوَيْس مَرْوَان بْن الْحَكَم وَهُوَ وَالِي الْمَدِينَةِ عَلَى سَعِيد بْن زَيْد فِي أَرْضِهِ بِالشَّجَرَةِ وَقَالَتْ : إِنَّهُ أَخَذَ حَقِّي , وَأَدْخَلَ ضَفِيرَتِي فِي أَرْضِهِ \" فَذَكَرَهُ. وَفِي رِوَايَة الْعَلَاء \" فَتَرَكَ سَعِيد مَا اِدَّعَتْ \" وَلِابْن حِبَّان وَالْحَاكِم مِنْ طَرِيقِ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن فِي هَذِهِ الْقِصَّةِ وَزَادَ \" فَقَالَ لَنَا مَرْوَان أَصْلِحُوا بَيْنَهُمَا \". ‏ ‏قَوْلُهُ : ( مِنْ الْأَرْضِ شَيْئًا ) ‏ ‏فِي رِوَايَة عُرْوَة فِي بَدْءِ الْخَلْقِ \" مَنْ أَخَذَ شِبْرًا مِنْ الْأَرْضِ ظُلْمًا \" وَفِي حَدِيثِ عَائِشَة ثَانِي أَحَادِيث الْبَاب \" قِيدَ شِبْر \" وَهُوَ بِكَسْرِ الْقَافِ وَسُكُون التَّحْتَانِيَّة أَيْ قَدْره وَكَأَنَّهُ ذَكَرَ الشِّبْر إِشَارَة إِلَى اِسْتِوَاء الْقَلِيل وَالْكَثِير فِي الْوَعِيدِ. ‏ ‏قَوْله : ( طُوِّقَهُ ) ‏ ‏بِضَمّ أَوَّله عَلَى الْبِنَاءِ لِلْمَجْهُولِ , وَفِي رِوَايَة عُرْوَة \" فَإِنَّهُ يُطَوَّقَهُ \" وَلِأَبِي عَوَانَة وَالْجَوْزَقِيّ فِي حَدِيث أَبِي هُرَيْرَة \" جَاءَ بِهِ مُقَلَّده \". ‏ ‏قَوْلُهُ : ( مِنْ سَبْعِ أَرَضِينَ ) ‏ ‏بِفَتْحِ الرَّاءِ وَيَجُوزُ إِسْكَانهَا , وَزَادَ مُسْلِم مِنْ طَرِيق عُرْوَة وَمِنْ طَرِيقِ مُحَمَّد بْن زَيْد \" أَنَّ سَعِيدًا قَالَ اللَّهُمَّ إِنْ كَانَتْ كَاذِبَةً فَأَعْمِ بَصَرَهَا وَاجْعَلْ قَبْرَهَا فِي دَارِهَا \" وَفِي رِوَايَة الْعَلَاء وَأَبِي بَكْر نَحْوُهُ وَزَادَ \" قَالَ وَجَاءَ سَيْلٌ فَأَبْدَى عَنْ ضَفِيرَتِهَا فَإِذَا حَقُّهَا خَارِجًا عَنْ حَقِّ سَعِيد , فَجَاءَ سَعِيد إِلَى مَرْوَانَ فَرَكِبَ مَعَهُ وَالنَّاس حَتَّى نَظَرُوا إِلَيْهَا وَذَكَرُوا كُلّهمْ أَنَّهَا عَمِيَتْ وَأَنَّهَا سَقَطَتْ فِي بِئْرِهَا فَمَاتَتْ \" قَالَ الْخَطَّابِيّ قَوْله : \" طُوِّقَهُ \" لَهُ وَجْهَانِ : ‏ ‏أَحَدهمَا أَنَّ مَعْنَاهُ أَنَّهُ يُكَلَّفُ نَقْلَ مَا ظَلَمَ مِنْهَا فِي الْقِيَامَةِ إِلَى الْمَحْشَرِ وَيَكُونُ كَالطَّوْقِ فِي عُنُقِهِ , لَا أَنَّهُ طَوْقٌ حَقِيقَةً. ‏ ‏الثَّانِي مَعْنَاهُ أَنَّهُ يُعَاقَبُ بِالْخَسْفِ إِلَى سَبْعِ أَرَضِينَ أَيْ فَتَكُونُ كُلّ أَرْضٍ فِي تِلْكَ الْحَالَةِ طَوْقًا فِي عُنُقِهِ اِنْتَهَى. وَهَذَا يُؤَيِّدُهُ حَدِيثُ اِبْن عُمَر ثَالِث أَحَادِيث الْبَاب بِلَفْظ \" خُسِفَ بِهِ يَوْمَ الْقِيَامَةِ إِلَى سَبْعِ أَرَضِينَ \" وَقِيلَ مَعْنَاهُ كَالْأَوَّلِ , لَكِنْ بَعْدَ أَنْ يَنْقُلَ جَمِيعه يُجْعَلُ كُلّه فِي عُنُقِهِ طَوْقًا وَيَعْظُمُ قَدْر عُنُقهُ حَتَّى يَسَعَ ذَلِكَ كَمَا وَرَدَ فِي غِلَظِ جِلْدِ الْكَافِرِ وَنَحْو ذَلِكَ , وَقَدْ رَوَى الطَّبَرِيّ وَابْن حِبَّان مِنْ حَدِيث يَعْلَى بْن مُرَّة مَرْفُوعًا \" أَيُّمَا رَجُلٍ ظَلَمَ شِبْرًا مِنْ الْأَرْضِ كَلَّفَهُ اللَّهُ أَنْ يَحْفِرَهُ حَتَّى يَبْلُغَ آخِر سَبْع أَرَضِينَ , ثُمَّ يُطَوَّقَهُ يَوْمَ الْقِيَامَةِ حَتَّى يُقْضَى بَيْنَ النَّاسِ \" وَلِأَبِي يَعْلَى بِإِسْنَادٍ حَسَنٍ عَنْ الْحَكَمِ بْن الْحَارِث السُّلَمِيّ مَرْفُوعًا \" مَنْ أَخَذَ مِنْ طَرِيقِ الْمُسْلِمِينَ شِبْرًا جَاءَ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ مِنْ سَبْعِ أَرَضِينَ \" وَنَظِير ذَلِكَ مَا تَقَدَّمَ فِي الزَّكَاةِ فِي حَدِيث أَبِي هُرَيْرَة فِي حَقّ مَنْ غَلَّ بَعِيرًا جَاءَ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ , وَيُحْتَمَلُ - وَهُوَ الْوَجْهُ الرَّابِعُ - أَنْ يَكُونَ الْمُرَاد بِقَوْلِهِ : \" يُطَوَّقه \" يُكَلَّفُ أَنْ يَجْعَلَهُ لَهُ طَوْقًا وَلَا يَسْتَطِيعُ ذَلِكَ فَيُعَذَّبُ بِذَلِكَ , كَمَا جَاءَ فِي حَقّ مَنْ كَذَبَ فِي مَنَامِهِ كُلِّفَ أَنْ يَعْقِدَ شَعِيرَة وَيُحْتَمَل - وَهُوَ الْوَجْهُ الْخَامِسُ - أَنْ يَكُونَ التَّطْوِيق تَطْوِيق الْإِثْم , وَالْمُرَاد بِهِ أَنَّ الظُّلْمَ الْمَذْكُورَ لَازِمٌ لَهُ فِي عُنُقِهِ لُزُوم الْإِثْمِ , وَمِنْهُ قَوْلُهُ تَعَالَى \" أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ \" وَبِالْوَجْهِ الْأَوَّل جَزَمَ أَبُو الْفَتْحِ الْقُشَيْرِيّ وَصَحَّحَهُ الْبَغَوِيّ وَيُحْتَمَلُ أَنْ تَتَنَوَّعَ هَذِهِ الصِّفَاتُ لِصَاحِبِ هَذِهِ الْجِنَايَةِ أَوْ تَنْقَسِمَ أَصْحَابُ هَذِهِ الْجِنَايَةِ فَيُعَذَّب بَعْضهمْ بِهَذَا وَبَعْضهمْ بِهَذَا بِحَسَب قُوَّة الْمَفْسَدَةِ وَضَعْفهَا , وَقَدْ رَوَى اِبْن أَبِي شَيْبَة بِإِسْنَادٍ حَسَنٍ مِنْ حَدِيثِ أَبِي مَالِك الْأَشْعَرِيِّ \" أَعْظَمُ الْغُلُول عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ ذِرَاع أَرْض يَسْرِقُهُ رَجُلٌ فَيُطَوَّقَهُ مِنْ سَبْعِ أَرَضِينَ \" وَفِي الْحَدِيثِ تَحْرِيم الظُّلْمِ وَالْغَصْبِ وَتَغْلِيظ عُقُوبَته , وَإِمْكَان غَصْب الْأَرْض وَأَنَّهُ مِنْ الْكَبَائِرِ قَالَهُ الْقُرْطُبِيّ , وَكَأَنَّهُ فَرَّعَهُ عَلَى أَنَّ الْكَبِيرَةَ مَا وَرَدَ فِيهِ وَعِيد شَدِيد , وَأَنَّ مَنْ مَلَكَ أَرْضًا مَلَكَ أَسْفَلَهَا إِلَى مُنْتَهَى الْأَرْضِ , وَلَهُ أَنْ يَمْنَعَ مَنْ حَفَرَ تَحْتَهَا سَرَبًا أَوْ بِئْرًا بِغَيْرِ رِضَاهُ. وَفِيهِ أَنَّ مَنْ مَلَكَ ظَاهِر الْأَرْضِ مَلَكَ بَاطِنهَا بِمَا فِيهِ مِنْ حِجَارَةٍ ثَابِتَةٍ وَأَبْنِيَة وَمَعَادِنَ وَغَيْر ذَلِكَ , وَأَنَّ لَهُ أَنْ يَنْزِلَ بِالْحَفْرِ مَا شَاءَ مَا لَمْ يَضُرّ بِمَنْ يُجَاوِرُهُ. وَفِيهِ أَنَّ الْأَرَضِينَ السَّبْع مُتَرَاكِمَة لَمْ يُفْتَقْ بَعْضهَا مِنْ بَعْضٍ لِأَنَّهَا لَوْ فُتِقَتْ لَاكْتُفِيَ فِي حَقّ هَذَا الْغَاصِب بِتَطْوِيقِ الَّتِي غَصَبَهَا لِانْفِصَالِهَا عَمَّا تَحْتَهَا أَشَارَ إِلَى ذَلِكَ الدَّاوُدِيّ. وَفِيهِ أَنَّ الْأَرَضِينَ السَّبْع طِبَاق كَالسَّمَوَاتِ , وَهُوَ ظَاهِرُ قَوْلِهِ تَعَالَى : وَمِنْ الْأَرْضِ مِثْلَهُنَّ خِلَافًا لِمَنْ قَالَ إِنَّ الْمُرَادَ بِقَوْلِهِ سَبْع أَرَضِينَ سَبْعَة أَقَالِيمَ لِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَمْ يُطَوَّقْ الْغَاصِب شِبْرًا مِنْ إِقْلِيمٍ آخَرَ قَالَهُ اِبْنُ التِّينِ. وَهُوَ وَالَّذِي قَبْلَهُ مَبْنِيّ عَلَى أَنَّ الْعُقُوبَةَ مُتَعَلِّقَة بِمَا كَانَ بِسَبَبِهَا وَإِلَّا مَعَ قَطْعِ النَّظَرِ عَنْ ذَلِكَ لَا تَلَازُمَ بَيْنَ مَا ذَكَرُوهُ. ‏ ‏( تَنْبِيه ) : ‏ ‏أَرْوَى بِفَتْحِ الْهَمْزَةِ وَسُكُون الرَّاءِ وَالْقَصْرِ بِاسْمِ الْحَيَوَانِ الْوَحْشِيِّ الْمَشْهُورِ , وَفِي الْمَثَلِ \" يَقُولُونَ إِذَا دَعَوْا : كَعَمَى الْأَرْوَى \" قَالَ الزُّبَيْر فِي رِوَايَتِهِ. كَانَ أَهْل الْمَدِينَةِ إِذَا دَعَوْا قَالُوا : أَعْمَاهُ اللَّهُ كَعَمَى أَرْوَى , يُرِيدُونَ هَذِهِ الْقِصَّةَ. قَالَ : ثُمَّ طَالَ الْعَهْدُ فَصَارَ أَهْل الْجَهْلِ يَقُولُونَ كَعَمَى الْأَرْوَى , يُرِيدُونَ الْوَحْش الَّذِي بِالْجَبَلِ وَيَظُنُّونَهُ أَعْمَى شَدِيد الْعَمَى وَلَيْسَ كَذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2453,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا حُسَيْنٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، أَنَّ أَبَا سَلَمَةَ، حَدَّثَهُ أَنَّهُ، كَانَتْ بَيْنَهُ وَبَيْنَ أُنَاسٍ خُصُومَةٌ، فَذَكَرَ لِعَائِشَةَ ـ رضى الله عنها ـ فَقَالَتْ يَا أَبَا سَلَمَةَ اجْتَنِبِ الأَرْضَ، فَإِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ ظَلَمَ قِيدَ شِبْرٍ مِنَ الأَرْضِ طُوِّقَهُ مِنْ سَبْعِ أَرَضِينَ ‏\"‏‏.‏",
    "english_text": "That there was a dispute between him and some people (about a piece of land). When he told `Aisha \nabout it, she said, \"O Abu Salama! Avoid taking the land unjustly, for the Prophet (ﷺ) said, 'Whoever \nusurps even one span of the land of somebody, his neck will be encircled with it down the seven \nearths.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا حُسَيْن ) ‏ ‏هُوَ الْمُعَلِّمُ , ‏ ‏وَمُحَمَّد بْن إِبْرَاهِيم ) ‏ ‏هُوَ التَّيْمِيّ , ‏ ‏وَأَبُو سَلَمَة ‏ ‏هُوَ اِبْن عَبْد الرَّحْمَن وَفِي هَذَا الْإِسْنَادِ مَا يُشْعِرُ بِقِلَّة تَدْلِيس يَحْيَى بْن أَبِي كَثِير لِأَنَّهُ سَمِعَ الْكَثِيرَ مِنْ أَبِي سَلَمَة , وَحَدَّثَ عَنْهُ هُنَا بِوَاسِطَةِ مُحَمَّد بْن إِبْرَاهِيم. ‏ ‏قَوْلُهُ : ( وَبَيْنَ أُنَاس خُصُومَة ) ‏ ‏لَمْ أَقِفْ عَلَى أَسْمَائِهِمْ , وَوَقَعَ لِمُسْلِمٍ مِنْ طَرِيقِ حَرْب بْن شَدَّاد عَنْ يَحْيَى بِلَفْظ \" وَكَانَ بَيْنَهُ وَبَيْنَ قَوْمِهِ خُصُومَة فِي أَرْض , فَفِيهِ نَوْع تَعْيِين لِلْخُصُومِ وَتَعْيِين الْمُتَخَاصَمِ فِيهِ \". ‏ ‏قَوْلُهُ ( فَذَكَرَ لِعَائِشَة ) ‏ ‏حَذَفَ الْمَفْعُول , وَسَيَأْتِي فِي بَدْءِ الْخَلْقِ مِنْ وَجْهٍ آخَرَ بِلَفْظ \" فَدَخَلَ عَلَى عَائِشَة فَذَكَرَ لَهَا ذَلِكَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2454,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ سَالِمٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ مَنْ أَخَذَ مِنَ الأَرْضِ شَيْئًا بِغَيْرِ حَقِّهِ خُسِفَ بِهِ يَوْمَ الْقِيَامَةِ إِلَى سَبْعِ أَرَضِينَ ‏\"‏‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ هَذَا الْحَدِيثُ لَيْسَ بِخُرَاسَانَ فِي كِتَابِ ابْنِ الْمُبَارَكِ، أَمْلاَهُ عَلَيْهِمْ بِالْبَصْرَةِ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever takes a piece of the land of others unjustly, he will sink down the seven \nearths on the Day of Resurrection.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ سَالِم ) ‏ ‏هُوَ اِبْن عَبْد اللَّه بْن عُمَر. ‏ ‏قَوْلُهُ : ( قَالَ الْفَرَبْرِيّ : قَالَ أَبُو جَعْفَر هُوَ مُحَمَّد بْن أَبِي حَاتِم الْبُخَارِيّ وَرَّاق الْبُخَارِيّ , وَقَدْ ذَكَرَ عَنْهُ الْفَرَبْرِيّ فِي هَذَا الْكِتَابِ فَوَائِد كَثِيرَة عَنْ الْبُخَارِيِّ وَغَيْره , وَثَبَتَتْ هَذِهِ الْفَائِدَة فِي رِوَايَةِ أَبِي ذَرّ عَنْ مَشَايِخِهِ الثَّلَاثَةِ وَسَقَطَتْ لِغَيْرِهِ. ‏ ‏قَوْلُهُ : ( لَيْسَ بِخُرَاسَانَ فِي كُتُب اِبْن الْمُبَارَك يَعْنِي أَنَّ اِبْن الْمُبَارَك صَنَّفَ كُتُبَهُ بِخُرَاسَانَ وَحَدَّثَ بِهَا هُنَاكَ وَحَمَلَهَا عَنْهُ أَهْلُهَا وَحَدَّثَ فِي أَسْفَارِهِ بِأَحَادِيث مِنْ حِفْظِهِ زَائِدَة عَلَى مَا فِي كُتُبِهِ هَذَا مِنْهَا. ‏ ‏قَوْلُهُ : ( أَمْلَى عَلَيْهِمْ بِالْبَصْرَةِ كَذَا لِلْمُسْتَمْلِي وَالسَّرْخَسِيّ بِحَذْف الْمَفْعُول , وَأَثْبَتَهُ الْكُشْمِيهَنِيّ فَقَالَ : أَمْلَاهُ عَلَيْهِمْ. وَاعْلَمْ أَنَّهُ لَا يَلْزَمُ مِنْ كَوْنِهِ لَيْسَ فِي كُتُبِهِ الَّتِي حَدَّثَ بِهَا بِخُرَاسَانَ أَنْ لَا يَكُونَ حَدَّثَ بِهِ بِخُرَاسَانَ , فَإِنَّ نُعَيْم بْن حَمَّاد الْمَرْوَزِيّ مِمَّنْ حَمَلَ عَنْهُ بِخُرَاسَانَ , وَقَدْ حَدَّثَ بِهَذَا الْحَدِيثِ , وَأَخْرَجَهُ أَبُو عُوَانَة فِي صَحِيحِهِ مِنْ طَرِيقِهِ. وَيُحْتَمَلُ أَنْ يَكُونَ نُعَيْم أَيْضًا إِنَّمَا سَمِعَهُ مِنْ اِبْن الْمُبَارَك بِالْبَصْرَةِ وَهُوَ مِنْ غَرَائِب الصَّحِيحِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2455,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ جَبَلَةَ، كُنَّا بِالْمَدِينَةِ فِي بَعْضِ أَهْلِ الْعِرَاقِ، فَأَصَابَنَا سَنَةٌ، فَكَانَ ابْنُ الزُّبَيْرِ يَرْزُقُنَا التَّمْرَ، فَكَانَ ابْنُ عُمَرَ ـ رضى الله عنهما ـ يَمُرُّ بِنَا فَيَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الإِقْرَانِ، إِلاَّ أَنْ يَسْتَأْذِنَ الرَّجُلُ مِنْكُمْ أَخَاهُ‏.‏",
    "english_text": "\"We were in Medina with some of the Iraqi people, and we were struck with famine and Ibn Az- \nZubair used to give us dates. Ibn `Umar used to pass by and say, \"The Prophet (ﷺ) forbade us to eat two \ndates at a time, unless one takes the permission of one's companions.\"",
    "explication": "حَدِيث اِبْن عُمَر فِي النَّهْيِ عَنْ الْقِرَانِ وَالْمُرَاد بِهِ أَنْ لَا يَقْرِن تَمْرَة بِتَمْرَةٍ عِنْدَ الْأَكْلِ لِئَلَّا يُجْحِف بِرُفْقَتِهِ , فَإِنْ أَذِنُوا لَهُ فِي ذَلِكَ جَازَ لِأَنَّهُ حَقُّهُمْ فَلَهُمْ أَنْ يُسْقِطُوهُ , وَهَذَا يُقَوِّي مَذْهَب مَنْ يُصَحِّحُ هِبَة الْمَجْهُول , وَسَيَأْتِي الْكَلَامُ عَلَى الْحَدِيثِ مُسْتَوْفًى فِي كِتَاب الْأَطْعِمَة مَعَ بَيَانِ حَالِ قَوْلِهِ : \" إِلَّا أَنْ يَسْتَأْذِنَ \" وَمَنْ قَالَ إِنَّهُ مُدْرَجٌ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2456,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي مَسْعُودٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ يُقَالُ لَهُ أَبُو شُعَيْبٍ كَانَ لَهُ غُلاَمٌ لَحَّامٌ فَقَالَ لَهُ أَبُو شُعَيْبٍ اصْنَعْ لِي طَعَامَ خَمْسَةٍ لَعَلِّي أَدْعُو النَّبِيَّ صلى الله عليه وسلم خَامِسَ خَمْسَةٍ‏.‏ وَأَبْصَرَ فِي وَجْهِ النَّبِيِّ صلى الله عليه وسلم الْجُوعَ ـ فَدَعَاهُ، فَتَبِعَهُمْ رَجُلٌ لَمْ يُدْعَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنَّ هَذَا قَدِ اتَّبَعَنَا أَتَأْذَنُ لَهُ ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏",
    "english_text": "There was an Ansari man called Abu Shu'aib who had a slave butcher. Abu Shu'aib said to him, \n\"Prepare a meal sufficient for five persons so that I might invite the Prophet (ﷺ) besides other four \npersons.\" Abu Shu'aib had seen the signs of hunger on the face of the Prophet (ﷺ) and so he invited him. \nAnother man who was not invited, followed the Prophet. The Prophet (ﷺ) said to Abu Shu'aib, \"This man \nhas followed us. Do you allow him to share the meal?\" Abu Shu'aib said, \"Yes.\"",
    "explication": "حَدِيث أَبِي مَسْعُود فِي قِصَّةِ الْجَزَّارِ الَّذِي عَمِلَ الطَّعَامَ وَالرَّجُل الَّذِي تَبِعَهُمْ فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" أَتَأْذَنُ لَهُ \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي الْأَطْعِمَةِ أَيْضًا ‏ ‏وَقَوْلُهُ فِيهِ : \" وَأَبْصَرَ فِي وَجْهِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" ‏ ‏هِيَ جُمْلَةٌ حَالِيَّةٌ أَيْ أَنَّهُ قَالَ لِغُلَامِهِ \" اِصْنَعْ لِي \" فِي حَال رُؤْيَته تِلْكَ , ‏ ‏وَقَوْلُهُ : \" فَتَبِعَهُمْ رَجُلٌ فَقَالَ إِنَّ هَذَا اِتَّبَعَنَا \" ‏ ‏بِتَشْدِيدِ التَّاءِ قَالَ اِبْن التِّينِ : هُوَ اِفْتَعَلَ مِنْ تَبِعَ وَهُوَ بِمَعْنَاهُ , وَخَبَطَ الدَّاوُدِيّ هُنَا لِظَنِّهِ أَنَّهَا هَمْزَةُ قَطْعٍ فَقَالَ : مَعْنَى اِتَّبَعَنَا سَارَ مَعَنَا , وَتَبِعَهُمْ أَيْ لَحِقَهُمْ , وَأَطَالَ اِبْنُ التِّينِ فِي تَعَقُّبِ كَلَامِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2457,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ أَبْغَضَ الرِّجَالِ إِلَى اللَّهِ الأَلَدُّ الْخَصِمُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The most hated person in the sight of Allah is the most quarrelsome person.\"",
    "explication": "‏ ‏حَدِيث عَائِشَة \" إنَّ أَبْغَضَ الرِّجَال الْأَلَدّ الْخَصِمُ \" ‏ ‏بِفَتْحِ الْمُعْجَمَة وَكَسْرِ الْمُهْمَلَةِ أَيْ الشَّدِيد الْخُصُومَة , وَسَيَأْتِي مُسْتَوْفًى فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2458,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، أَخْبَرَتْهُ أَنَّ أُمَّهَا أُمَّ سَلَمَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ سَمِعَ خُصُومَةً بِبَابِ حُجْرَتِهِ، فَخَرَجَ إِلَيْهِمْ، فَقَالَ ‏\n\"‏ إِنَّمَا أَنَا بَشَرٌ وَإِنَّهُ يَأْتِينِي الْخَصْمُ، فَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَبْلَغَ مِنْ بَعْضٍ، فَأَحْسِبُ أَنَّهُ صَدَقَ، فَأَقْضِيَ لَهُ بِذَلِكَ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ فَإِنَّمَا هِيَ قِطْعَةٌ مِنَ النَّارِ، فَلْيَأْخُذْهَا أَوْ فَلْيَتْرُكْهَا ‏\"‏‏.‏",
    "english_text": "(the wife of the Prophet) Allah's Messenger (ﷺ) heard some people quarreling at the door of his dwelling. He \ncame out and said, \"I am only a human being, and opponents come to me (to settle their problems); \nmaybe someone amongst you can present his case more eloquently than the other, whereby I may \nconsider him true and give a verdict in his favor. So, If I give the right of a Muslim to another by \nmistake, then it is really a portion of (Hell) Fire, he has the option to take or give up (before the Day \nof Resurrection).",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا إِسْمَاعِيلُ ) ‏ ‏هُوَ اِبْنُ أَبِي أُوَيْسٍ. ‏ ‏قَوْله : ( أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى وَذَلِكَ فِي رَمَضَان ) ‏ ‏هَكَذَا أَوْرَدَهُ مُقْتَصِرًا عَلَى شَيْءٍ مِنْ أَوَّلِهِ وَشَيْءٍ مِنْ آخِرِهِ , وَقَدْ أَوْرَدَهُ تَامًّا فِي أَبْوَابِ التَّهَجُّدِ بِلَفْظِ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى ذَات لَيْلَة فِي الْمَسْجِد فَصَلَّى بِصَلَاتِهِ نَاسٌ \" فَذَكَرَ الْحَدِيثَ إِلَى قَوْلِهِ \" خَشِيت أَنْ تُفْرَضَ عَلَيْكُمْ \" وَذَلِكَ فِي رَمَضَان وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2459,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا مُحَمَّدٌ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا، أَوْ كَانَتْ فِيهِ خَصْلَةٌ مِنْ أَرْبَعَةٍ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ، حَتَّى يَدَعَهَا إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever has (the following) four characters will be a hypocrite, and whoever has \none of the following four characteristics will have one characteristic of hypocrisy until he gives it up. \nThese are: (1 ) Whenever he talks, he tells a lie; (2) whenever he makes a promise, he breaks it; (3) \nwhenever he makes a covenant he proves treacherous; (4) and whenever he quarrels, he behaves \nimpudently in an evil insulting manner.\" (See Hadith No. 33 Vol. 1)",
    "explication": "‏ ‏قَوْله : ( تَابَعَهُ شُعْبَة ) ‏ ‏وَصَلَ الْمُؤَلِّف هَذِهِ الْمُتَابَعَة فِي كِتَاب الْمَظَالِم , وَرِوَايَة قَبِيصَة عَنْ سُفْيَان - وَهُوَ الثَّوْرِيّ - ضَعَّفَهَا يَحْيَى بْن مَعِين , وَقَالَ الشَّيْخ مُحْيِي الدِّين : إِنَّمَا أَوْرَدَهَا الْبُخَارِيّ عَلَى طَرِيق الْمُتَابَعَة لَا الْأَصَالَة. وَتَعَقَّبَهُ الْكَرْمَانِيُّ بِأَنَّهَا مُخَالِفَة فِي اللَّفْظ وَالْمَعْنَى مِنْ عِدَّة جِهَات , فَكَيْف تَكُون مُتَابَعَة ؟ وَجَوَابه أَنَّ الْمُرَاد بِالْمُتَابَعَةِ هُنَا كَوْن الْحَدِيث مُخَرَّجًا فِي صَحِيح مُسْلِم وَغَيْره مِنْ طُرُق أُخْرَى عَنْ الثَّوْرِيّ , وَعِنْد الْمُؤَلِّف مِنْ طُرُق أُخْرَى عَنْ الْأَعْمَش , مِنْهَا رِوَايَة شُعْبَة الْمُشَار إِلَيْهَا , وَهَذَا هُوَ السِّرّ فِي ذِكْرهَا هُنَا. وَكَأَنَّهُ فَهِمَ أَنَّ الْمُرَاد بِالْمُتَابَعَةِ حَدِيث أَبِي هُرَيْرَة الْمَذْكُور فِي الْبَاب , وَلَيْسَ كَذَلِكَ إِذْ لَوْ أَرَادَهُ لَسَمَّاهُ شَاهِدًا. وَأَمَّا دَعْوَاهُ أَنَّ بَيْنهمَا مُخَالَفَة فِي الْمَعْنَى فَلَيْسَ بِمُسَلَّمٍ , لِمَا قَرَّرْنَاهُ آنِفًا. وَغَايَته أَنْ يَكُون فِي أَحَدهمَا زِيَادَة وَهِيَ مَقْبُولَة لِأَنَّهَا مِنْ ثِقَة مُتْقِن. ‏ ‏وَاَللَّه أَعْلَم. ‏ ‏( فَائِدَة ) : ‏ ‏رِجَال الْإِسْنَاد الثَّانِي كُلّهمْ كُوفِيُّونَ , إِلَّا الصَّحَابِيّ وَقَدْ دَخَلَ الْكُوفَة أَيْضًا. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2460,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ هِنْدُ بِنْتُ عُتْبَةَ بْنِ رَبِيعَةَ، فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ، فَهَلْ عَلَىَّ حَرَجٌ أَنْ أُطْعِمَ مِنَ الَّذِي لَهُ عِيَالَنَا فَقَالَ ‏\n\"‏ لاَ حَرَجَ عَلَيْكِ أَنْ تُطْعِمِيهِمْ بِالْمَعْرُوفِ ‏\"‏‏.‏",
    "english_text": "Hind bint `Utba (Abu Sufyan's wife) came and said, \"O Allah's Messenger (ﷺ)! Abu Sufyan is a miser. Is \nthere any harm if I spend something from his property for our children?\" He said, there is no harm for \nyou if you feed them from it justly and reasonably (with no extravagance).",
    "explication": "‏ ‏حَدِيث عَائِشَة فِي قِصَّةِ هِنْد بِنْت عُتْبَة وَفِيهِ \" أَذِنَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهَا بِالْأَخْذِ مِنْ مَالِ زَوْجِهَا بِقَدْرِ حَاجَتِهَا \" ‏ ‏وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي كِتَاب النَّفَقَات إِنْ شَاءَ اللَّهُ تَعَالَى قَالَ اِبْن بَطَّال : حَدِيثُ هِنْد دَالّ عَلَى جَوَاز أَخْذ صَاحِب الْحَقِّ مِنْ مَال مَنْ لَمْ يُوفِهِ أَوْ جَحَدَهُ قَدْر حَقّه. ‏ ‏قَوْلُهُ فِيهِ ( رَجُل مِسِّيك ) ‏ ‏بِكَسْرِ الْمِيمِ وَالتَّشْدِيدِ لِلْأَكْثَرِ قَالَهُ عِيَاض , قَالَ وَفِي رِوَايَةِ كَثِيرٍ مِنْ أَهْل الْإِتْقَان بِالْفَتْحِ وَالتَّخْفِيفِ , وَقَيَّدَهُ بَعْضهمْ بِالْوَجْهَيْنِ , وَقَالَ اِبْن الْأَثِيرِ : الْمَشْهُورُ فِي كُتُبِ اللُّغَةِ الْفَتْح وَالتَّخْفِيف وَالْمَشْهُور عِنْدَ الْمُحَدِّثِينَ الْكَسْر وَالتَّشْدِيد وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2461,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قُلْنَا لِلنَّبِيِّ صلى الله عليه وسلم إِنَّكَ تَبْعَثُنَا فَنَنْزِلُ بِقَوْمٍ لاَ يَقْرُونَا فَمَا تَرَى فِيهِ فَقَالَ لَنَا ‏\n\"‏ إِنْ نَزَلْتُمْ بِقَوْمٍ، فَأُمِرَ لَكُمْ بِمَا يَنْبَغِي لِلضَّيْفِ فَاقْبَلُوا، فَإِنْ لَمْ يَفْعَلُوا فَخُذُوا مِنْهُمْ حَقَّ الضَّيْفِ ‏\"‏‏.‏",
    "english_text": "We said to the Prophet, \"You send us out and it happens that we have to stay with people who do not entertain us. What do you think about it? He said to us, \"If you stay with some people and they entertain you as they should for a guest, accept their hospitality, but if they don't, take the right of \nthe guest from them.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنِي يَزِيد ) ‏ ‏هُوَ اِبْن أَبِي حَبِيب. ‏ ‏قَوْله : ( عَنْ أَبِي الْخَيْرِ ) ‏ ‏بِالْمُعْجَمَةِ وَالتَّحْتَانِيَّةِ ضِدّ الشَّرِّ وَاسْمه مِرْثَد بِالْمُثَلَّثَةِ , وَالْإِسْنَاد كُلّه مِصْرِيُّونَ. ‏ ‏قَوْلُهُ : ( لَا يَقْرُونَنَا ) ‏ ‏بِفَتْح أَوَّله وَسُكُون الْقَافِ وَوَقَعَ فِي رِوَايَةِ الْأَصِيلِيّ وَكَرِيمَة \" لَا يَقْرُونَا \" بِنُونٍ وَاحِدَةٍ وَمِنْهُمْ مَنْ شَدَّدَهَا وَلِلتِّرْمِذِيِّ \" فَلَا هُمْ يُضَيِّفُونَنَا وَلَا هُمْ يُؤَدُّونَ مَا لَنَا عَلَيْهِمْ مِنْ الْحَقِّ \". ‏ ‏قَوْلُهُ : ( فَإِنْ أَبَوْا فَخُذُوا مِنْهُمْ حَقّ الضَّيْفِ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" فَخُذُوا مِنْهُ \" أَيْ مِنْ مَالِهِمْ وَظَاهِر هَذَا الْحَدِيثِ أَنَّ قِرَى الضَّيْفِ وَاجِب وَأَنَّ الْمَنْزُولَ عَلَيْهِ لَوْ اِمْتَنَعَ مِنْ الضِّيَافَةِ أُخِذَتْ مِنْهُ قَهْرًا , وَقَالَ بِهِ اللَّيْث مُطْلَقًا , وَخَصَّهُ أَحْمَد بِأَهْلِ الْبَوَادِي دُونَ الْقُرَى , وَقَالَ الْجُمْهُور : الضِّيَافَةُ سُنَّة مُؤَكَّدَة , وَأَجَابُوا عَنْ حَدِيثِ الْبَابِ بِأَجْوِبَة أَحَدهَا حَمْلُهُ عَلَى الْمُضْطَرِّينَ , ثُمَّ اِخْتَلَفُوا هَلْ يَلْزَمُ الْمُضْطَرّ الْعِوَض أَمْ لَا ؟ وَقَدْ تَقَدَّمَ بَيَانهُ فِي أَوَاخِر أَبْوَابِ اللُّقَطَةِ. وَأَشَارَ التِّرْمِذِيّ إِلَى أَنَّهُ مَحْمُولٌ عَلَى مَنْ طَلَبَ الشِّرَاء مُحْتَاجًا فَامْتَنَعَ صَاحِبُ الطَّعَامِ فَلَهُ أَنْ يَأْخُذَهُ مِنْهُ كَرْهًا. قَالَ وَرُوِيَ نَحْو ذَلِكَ فِي بَعْضِ الْحَدِيثِ مُفَسَّرًا. ثَانِيهَا أَنَّ ذَلِكَ كَانَ فِي أَوَّلِ الْإِسْلَامِ وَكَانَتْ الْمُوَاسَاة وَاجِبَة , فَلَمَّا فُتِحَتْ الْفُتُوح نُسِخَ ذَلِكَ , وَيَدُلُّ عَلَى نَسْخِهِ قَوْلُهُ فِي حَدِيثِ أَبِي شُرَيْح عِنْد مُسْلِم فِي حَقِّ الضَّيْفِ \" وَجَائِزَته يَوْم وَلَيْلَة , وَالْجَائِزَة تَفَضُّلٌ لَا وَاجِبَةٌ \" وَهَذَا ضَعِيف لِاحْتِمَال أَنْ يُرَادَ بِالتَّفَضُّلِ تَمَام الْيَوْمِ وَاللَّيْلَة لَا أَصْل الضِّيَافَة وَفِي حَدِيثِ الْمِقْدَامِ بْن مَعْدِ يَكْرِب مَرْفُوعًا \" أَيُّمَا رَجُلٍ ضَافَ قَوْمًا فَأَصْبَحَ الضَّيْف مَحْرُومًا فَإِنَّ نَصْرَهُ حَقّ عَلَى كُلّ مُسْلِم حَتَّى يَأْخُذَ بِقِرَى لَيْلَته مِنْ زَرْعِهِ وَمَالِهِ \" أَخْرَجَهُ أَبُو دَاوُد , وَهُوَ مَحْمُولٌ عَلَى مَا إِذَا لَمْ يَظْفَرْ مِنْهُ بِشَيْء. ثَالِثُهَا أَنَّهُ مَخْصُوصٌ بِالْعُمَّالِ الْمَبْعُوثِينَ لِقَبْضِ الصَّدَقَاتِ مِنْ جِهَةِ الْإِمَامِ , فَكَانَ عَلَى الْمَبْعُوثِ إِلَيْهِمْ إِنْزَالهمْ فِي مُقَابَلَةِ عَمَلِهِمْ الَّذِي يَتَوَلَّوْنَهُ لِأَنَّهُ لَا قِيَامَ لَهُمْ إِلَّا بِذَلِكَ حَكَاهُ الْخَطَّابِيّ , قَالَ : وَكَانَ هَذَا فِي ذَلِكَ الزَّمَانِ إِذْ لَمْ يَكُنْ لِلْمُسْلِمِينَ بَيْت مَال , فَأَمَّا الْيَوْم فَأَرْزَاق الْعُمَّالِ مِنْ بَيْتِ الْمَالِ , قَالَ وَإِلَى نَحْوِ هَذَا ذَهَبَ أَبُو يُوسُف فِي الضِّيَافَةِ عَلَى أَهْل نَجْرَانَ خَاصَّة , وَقَالَ وَيَدُلُّ لَهُ قَوْله : \" إِنَّك بَعَثْتَنَا \" وَتُعُقِّبَ بِأَنَّ فِي رِوَايَةِ التِّرْمِذِيّ \" إِنَّا نَمُرُّ بِقَوْم \". رَابِعُهَا أَنَّهُ خَاصٌّ بِأَهْلِ الذِّمَّةِ , وَقَدْ شَرَطَ عُمَر حِينَ ضَرَبَ الْجِزْيَة عَلَى نَصَارَى الشَّام ضِيَافَة مَنْ نَزَلَ بِهِمْ , وَتُعُقِّبَ بِأَنَّهُ تَخْصِيصٌ يَحْتَاجُ إِلَى دَلِيل خَاصٍّ , وَلَا حُجَّة لِذَلِكَ فِيمَا صَنَعَهُ عُمَر لِأَنَّهُ مُتَأَخِّرٌ عَنْ زَمَانِ سُؤَال عُقْبَة , أَشَارَ إِلَى ذَلِكَ النَّوَوِيُّ. خَامِسُهَا تَأْوِيل الْمَأْخُوذ , فَحَكَى الْمَازِرِيّ عَنْ الشَّيْخِ أَبِي الْحَسَن مِنْ الْمَالِكِيَّةِ أَنَّ الْمُرَادَ أَنَّ لَكُمْ أَنْ تَأْخُذُوا مِنْ أَعْرَاضِهِمْ بِأَلْسِنَتِكُمْ وَتَذْكُرُوا لِلنَّاسِ عَيْبَهُمْ. وَتَعَقَّبَهُ الْمَازِرِيّ بِأَنَّ الْأَخْذَ مِنْ الْعِرْضِ وَذِكْر الْعَيْب نُدِبَ فِي الشَّرْعِ إِلَى تَرْكِهِ لَا إِلَى فِعْلِهِ. وَأَقْوَى الْأَجْوِبَةِ الْأَوَّل , وَاسْتُدِلَّ بِهِ عَلَى مَسْأَلَة الظَّفَر وَبِهَا قَالَ الشَّافِعِيّ , فَجَزَمَ بِجَوَازِ الْأَخْذِ فِيمَا إِذَا لَمْ يُمْكِنْ تَحْصِيل الْحَقّ بِالْقَاضِي كَأَنْ يَكُونَ غَرِيمه مُنْكِرًا وَلَا بَيِّنَةَ لَهُ عِنْدَ وُجُودِ الْجِنْسِ فَيَجُوزُ عِنْدَهُ أَخْذُهُ إِنْ ظَفِرَ بِهِ وَأَخَذَ غَيْره بِقَدْرِهِ إِنْ لَمْ يَجِدْهُ وَيَجْتَهِد فِي التَّقْوِيمِ وَلَا يَحِيف , فَإِنْ أَمْكَنَ تَحْصِيل الْحَقّ بِالْقَاضِي فَالْأَصَحّ عِنْدَ أَكْثَرِ الشَّافِعِيَّةِ الْجَوَاز أَيْضًا , وَعِنْدَ الْمَالِكِيَّةِ الْخِلَاف , وَجَوَّزَهُ الْحَنَفِيَّة فِي الْمِثْلِيّ دُونَ الْمُتَقَوِّمِ لِمَا يُخْشَى فِيهِ مِنْ الْحَيْفِ , وَاتَّفَقُوا عَلَى أَنَّ مَحَلّ الْجَوَاز فِي الْأَمْوَالِ لَا فِي الْعُقُوبَاتِ الْبَدَنِيَّةِ لِكَثْرَة الْغَوَائِل فِي ذَلِكَ , وَمَحَلّ الْجَوَاز فِي الْأَمْوَالِ أَيْضًا مَا إِذَا أَمِنَ الْغَائِلَة كَنِسْبَتِهِ إِلَى السَّرِقَةِ وَنَحْو ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2462,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي مَالِكٌ،‏.‏ وَأَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ عَنْ عُمَرَ ـ رضى الله عنهم ـ قَالَ حِينَ تَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم إِنَّ الأَنْصَارَ اجْتَمَعُوا فِي سَقِيفَةِ بَنِي سَاعِدَةَ، فَقُلْتُ لأَبِي بَكْرٍ انْطَلِقْ بِنَا‏.‏ فَجِئْنَاهُمْ فِي سَقِيفَةِ بَنِي سَاعِدَةَ‏.‏",
    "english_text": "When Allah took away the soul of His Prophet at his death, the Ansar assembled In the shed of Bani \nSa`ida. I said to Abu Bakr, \"Let us go.\" So, we come to them (i.e. to Ansar) at the shed of Bani Sa`ida. \n(See Hadith No. 19, Vol. 5 for details)",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنِي مَالِكٌ وَأَخْبَرَنِي يُونُس ) ‏ ‏أَيْ اِبْن يَزِيد عَنْ اِبْن شِهَاب , يَعْنِي أَنَّ كُلًّا مِنْهُمَا رَوَاهُ لِابْن وَهْبٍ عَنْ اِبْن شِهَاب , وَكَانَ اِبْن وَهْب حَرِيصًا عَلَى التَّفْرِقَةِ بَيْنَ التَّحْدِيثِ وَالْإِخْبَارِ مُرَاعَاة لِلِاصْطِلَاحِ , وَيُقَالُ إِنَّهُ أَوَّلُ مَنْ اِصْطَلَحَ عَلَى ذَلِكَ بِمِصْرَ. ‏ ‏قَوْلُهُ : ( إنَّ الْأَنْصَارَ اِجْتَمَعُوا فِي سَقِيفَة بَنِي سَاعِدَة ) ‏ ‏هُوَ مُخْتَصَرٌ مِنْ قِصَّةِ بَيْعَة أَبِي بَكْر الصِّدِّيق , وَسَيَأْتِي فِي الْهِجْرَةِ وَفِي كِتَاب الْحُدُود بِطُولِهِ وَنَسْتَوْفِي شَرْحه هُنَاكَ إِنْ شَاءَ اللَّهُ تَعَالَى , وَالْغَرَضُ مِنْهُ أَنَّ الصَّحَابَةَ اِسْتَمَرُّوا عَلَى الْجُلُوسِ فِي السَّقِيفَةِ الْمَذْكُورَةِ , وَقَالَ الْكَرْمَانِيّ : مُطَابَقَةُ الْحَدِيثِ لِلتَّرْجَمَةِ أَنَّ الْجُلُوسَ فِي السَّقِيفَةِ الْعَامَّةِ لَيْسَ ظُلْمًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2463,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَمْنَعُ جَارٌ جَارَهُ أَنْ يَغْرِزَ خَشَبَهُ فِي جِدَارِهِ ‏\"‏‏.‏ ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ وَاللَّهِ لأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْ‏.‏",
    "english_text": "Abu Huraira said, \"Allah's Messenger (ﷺ) said, 'No one should prevent his neighbor from fixing a wooden \npeg in his wall.\" Abu Huraira said (to his companions), \"Why do I find you averse to it? By Allah, I \ncertainly will narrate it to you.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ اِبْن شِهَاب ) ‏ ‏كَذَا فِي \" الْمُوَطَّأِ \" وَقَالَ خَالِد بْن مَخْلَد عَنْ مَالِك \" عَنْ أَبِي الزِّنَادِ \" بَدَل الزُّهْرِيّ وَقَالَ بِشْر بْن عَمْرو عَنْ مَالِك \" عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَة \" بَدَل الْأَعْرَج , وَوَافَقَهُ هِشَام بْن يُوسُف عَنْ مَالِك وَمَعْمَر عَنْ الزُّهْرِيِّ وَرَوَاهُ الدَّارَقُطْنِيّ فِي \" الْغَرَائِبِ \" وَقَالَ : الْمَحْفُوظُ عَنْ مَالِك الْأَوَّلُ. وَقَالَ فِي \" الْعِلَلِ \" : رَوَاهُ هِشَام الدَّسْتُوَائِيّ عَنْ مَعْمَر \" عَنْ الزُّهْرِيِّ عَنْ سَعِيد بْن الْمُسَيِّبِ \" بَدَل الْأَعْرَج , وَكَذَا قَالَ عُقَيْل عَنْ الزُّهْرِيِّ وَقَالَ اِبْن أَبِي حَفْصَة \" عَنْ الزُّهْرِيِّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن \" بَدَل الْأَعْرَج وَالْمَحْفُوظ عَنْ الزُّهْرِيِّ عَنْ الْأَعْرَجِ وَبِذَلِكَ جَزَمَ اِبْن عَبْد الْبَرّ أَيْضًا , ثُمَّ أَشَارَ إِلَى أَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ عِنْدَ الزُّهْرِيِّ عَنْ الْجَمِيعِ. ‏ ‏قَوْلُهُ : ( وَلَا يَمْنَعْ ) ‏ ‏بِالْجَزْمِ عَلَى أَنَّ \" لَا \" نَاهِيَة , وَلِأَبِي ذَرّ بِالرَّفْعِ عَلَى أَنَّهُ خَبَر بِمَعْنَى النَّهْيِ , وَلِأَحْمَدَ \" لَا يَمْنَعَنَّ \" بِزِيَادَة نُون التَّوْكِيدِ وَهِيَ تُؤَيِّدُ رِوَايَة الْجَزْم. ‏ ‏قَوْلُهُ : ( جَارٌ جَارَهُ إِلَخْ ) ‏ ‏اسْتُدِلَّ بِهِ عَلَى أَنَّ الْجِدَارَ إِذَا كَانَ لِوَاحِدٍ وَلَهُ جَارٌ فَأَرَادَ أَنْ يَضَعَ جِذْعَهُ عَلَيْهِ جَازَ سَوَاء أَذِنَ الْمَالِكُ أَمْ لَا , فَإِنْ اِمْتَنَعَ أُجْبِرَ وَبِهِ قَالَ أَحْمَد وَإِسْحَاق وَغَيْرهمَا مِنْ أَهْلِ الْحَدِيثِ وَابْن حَبِيب مِنْ الْمَالِكِيَّةِ وَالشَّافِعِيّ فِي الْقَدِيمِ , وَعَنْهُ فِي الْجَدِيدِ قَوْلَانِ أَشْهَرُهُمَا اِشْتِرَاط إِذْنِ الْمَالِكِ فَإِنْ اِمْتَنَعَ لَمْ يُجْبَرْ وَهُوَ قَوْلُ الْحَنَفِيَّةِ , وَحَمَلُوا الْأَمْرَ فِي الْحَدِيثِ عَلَى النَّدْبِ , وَالنَّهْيَ عَلَى التَّنْزِيهِ جَمْعًا بَيْنَهُ وَبَيْنَ الْأَحَادِيثِ الدَّالَّةِ عَلَى تَحْرِيمِ مَالِ الْمُسْلِمِ إِلَّا بِرِضَاهُ وَفِيهِ نَظَر كَمَا سَيَأْتِي , وَجَزَمَ التِّرْمِذِيّ وَابْن عَبْد الْبَرّ عَنْ الشَّافِعِيِّ بِالْقَوْلِ الْقَدِيمِ وَهُوَ نَصُّهُ فِي الْبُوَيْطِيّ , قَالَ الْبَيْهَقِيّ : لَمْ نَجِدْ فِي السُّنَنِ الصَّحِيحَةِ مَا يُعَارِضُ هَذَا الْحُكْم إِلَّا عُمُومَات لَا يُسْتَنْكَرُ أَنْ نَخُصَّهَا وَقَدْ حَمَلَهُ الرَّاوِي عَلَى ظَاهِرِهِ , وَهُوَ أَعْلَمُ بِالْمُرَادِ بِمَا حَدَثَ بِهِ , يُشِيرُ إِلَى قَوْلِ أَبِي هُرَيْرَة \" مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ \". ‏ ‏قَوْلُهُ : ( ثُمَّ يَقُولُ أَبُو هُرَيْرَة ) ‏ ‏فِي رِوَايَةِ اِبْن عُيَيْنَة عِنْد أَبِي دَاوُد \" فَنَكَّسُوا رُءُوسَهُمْ \" وَلِأَحْمَدَ \" فَلَمَّا حَدَّثَهُمْ أَبُو هُرَيْرَة بِذَلِكَ طَأْطَئُوا رُءُوسَهُمْ \". ‏ ‏قَوْلُهُ : ( عَنْهَا ) ‏ ‏أَيْ عَنْ هَذِهِ السُّنَّةِ أَوْ عَنْ هَذِهِ الْمَقَالَةِ. ‏ ‏قَوْلُهُ : ( لَأَرْمِيَنَّهَا ) ‏ ‏فِي رِوَايَةِ أَبِي دَاوُد \" لَأُلْقِيَنَّهَا \" أَيْ لَأُشِيعَنَّ هَذِهِ الْمَقَالَة فِيكُمْ وَلَأُقَرِّعَنَّكُمْ بِهَا كَمَا يُضْرَبُ الْإِنْسَان بِالشَّيْءِ بَيْنَ كَتِفَيْهِ لِيَسْتَيْقِظ مِنْ غَفْلَتِهِ. ‏ ‏قَوْلُهُ : ( بَيْنَ أَكْتَافِكُمْ ) ‏ ‏قَالَ اِبْن عَبْد الْبَرّ : رَوَيْنَاهُ فِي \" الْمُوَطَّأِ \" بِالْمُثَنَّاةِ وَبِالنُّونِ. وَالْأَكْنَافُ بِالنُّونِ جَمْع كَنَف بِفَتْحِهَا وَهُوَ الْجَانِبُ , قَالَ الْخَطَّابِيّ : مَعْنَاهُ إِنْ لَمْ تَقْبَلُوا هَذَا الْحُكْمَ وَتَعْمَلُوا بِهِ رَاضِينَ لِأَجْعَلَنَّهَا أَيْ الْخَشَبَةَ عَلَى رِقَابِكُمْ كَارِهِينَ , قَالَ وَأَرَادَ بِذَلِكَ الْمُبَالَغَة , وَبِهَذَا التَّأْوِيلِ جَزَمَ إِمَامُ الْحَرَمَيْنِ تَبَعًا لِغَيْرِهِ وَقَالَ : إِنَّ ذَلِكَ وَقَعَ مِنْ أَبِي هُرَيْرَة حِين كَانَ يَلِي إِمْرَةَ الْمَدِينَةِ , وَقَدْ وَقَعَ عِنْدَ اِبْن عَبْد الْبَرّ مِنْ وَجْهٍ آخَرَ \" لَأَرْمِيَنَّ بِهَا بَيْنَ أَعْيُنِكُمْ وَإِنْ كَرِهْتُمْ \" وَهَذَا يُرَجِّحُ التَّأْوِيل الْمُتَقَدِّم وَاسْتَدَلَّ الْمُهَلَّب مِنْ الْمَالِكِيَّةِ بِقَوْلِ أَبِي هُرَيْرَة \" مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ \" بِأَنَّ الْعَمَلَ كَانَ فِي ذَلِكَ الْعَصْرِ عَلَى خِلَافِ مَا ذَهَبَ إِلَيْهِ أَبُو هُرَيْرَة , قَالَ : لِأَنَّهُ لَوْ كَانَ عَلَى الْوُجُوبِ لَمَا جَهِلَ الصَّحَابَةُ تَأْوِيلَهُ وَلَا أَعْرَضُوا عَنْ أَبِي هُرَيْرَة حِينَ حَدَّثَهُمْ بِهِ , فَلَوْلَا أَنَّ الْحُكْمَ قَدْ تَقَرَّرَ عِنْدَهُمْ بِخِلَافِهِ لَمَا جَازَ عَلَيْهِمْ جَهْل هَذِهِ الْفَرِيضَةِ فَدَلَّ عَلَى أَنَّهُمْ حَمَلُوا الْأَمْرَ فِي ذَلِكَ عَلَى الِاسْتِحْبَاب اِنْتَهَى. وَمَا أَدْرِي مِنْ أَيْنَ لَهُ أَنَّ الْمُعْرِضِينَ كَانُوا صَحَابَةً وَأَنَّهُمْ كَانُوا عَدَدًا لَا يَجْهَلُ مِثْلُهُمْ الْحُكْمَ , وَلِمَ لَا يَجُوزُ أَنْ يَكُونَ الَّذِينَ خَاطَبَهُمْ أَبُو هُرَيْرَة بِذَلِكَ كَانُوا غَيْرَ فُقَهَاءَ , بَلْ ذَلِكَ هُوَ الْمُتَعَيِّنُ , وَإِلَّا فَلَوْ كَانُوا صَحَابَةً أَوْ فُقَهَاءَ مَا وَاجَهَهُمْ بِذَلِكَ. وَقَدْ قَوَّى الشَّافِعِيّ فِي الْقَدِيمِ الْقَوْلَ بِالْوُجُوبِ بِأَنَّ عُمَرَ قَضَى بِهِ وَلَمْ يُخَالِفْهُ أَحَد مِنْ أَهْلِ عَصْرِهِ فَكَانَ اِتِّفَاقًا مِنْهُمْ عَلَى ذَلِكَ اِنْتَهَى. وَدَعْوَى الِاتِّفَاقِ هُنَا أَوْلَى مِنْ دَعْوَى الْمُهَلَّب , لِأَنَّ أَكْثَرَ أَهْل عَصْر عُمَر كَانُوا صَحَابَة , وَغَالِب أَحْكَامه مُنْتَشِرَة لِطُولِ وِلَايَته , وَأَبُو هُرَيْرَة إِنَّمَا كَانَ يَلِي إِمْرَةَ الْمَدِينَةِ نِيَابَة عَنْ مَرْوَانَ فِي بَعْضِ الْأَحْيَانِ , وَأَشَارَ الشَّافِعِيّ إِلَى مَا أَخْرَجَهُ مَالِكٌ وَرَوَاهُ هُوَ عَنْهُ بِسَنَدٍ صَحِيحٍ أَنَّ الضَّحَّاكَ بْن خَلِيفَة سَأَلَ مُحَمَّد بْن مَسْلَمَة أَنْ يَسُوقَ خَلِيجًا لَهُ فَيَمُرَّ بِهِ فِي أَرْضِ مُحَمَّد بْن مَسْلَمَة , فَكَلَّمَهُ عُمَر فِي ذَلِكَ فَأَبَى , فَقَالَ : وَاللَّهُ لَيَمُرَّنَّ بِهِ وَلَوْ عَلَى بَطْنِك , فَحَمَلَ عُمَرُ الْأَمْر عَلَى ظَاهِره وَعَدَّاهُ إِلَى كُلِّ مَا يَحْتَاجُ الْجَار إِلَى الِانْتِفَاعِ بِهِ مِنْ دَارِ جَارِهِ وَأَرْضِهِ. وَفِي دَعْوَى الْعَمَلِ عَلَى خِلَافِهِ نَظَر , فَقَدْ رَوَى اِبْن مَاجَهْ وَالْبَيْهَقِيّ مِنْ طَرِيقِ عِكْرِمَة بْن سَلَمَة أَنَّ أَخَوَيْنِ مِنْ بَنِي الْمُغِيرَةِ أَعْتَقَ أَحَدَهُمَا إِنْ غَرَزَ أَحَد فِي جِدَارِهِ خَشَبًا فَأَقْبَلَ مُجَمِّع بْن جَارِيَة وَرِجَال كَثِير مِنْ الْأَنْصَارِ فَقَالُوا : نَشْهَد أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ. الْحَدِيث فَقَالَ الْآخَر : يَا أَخِي قَدْ عَلِمْت أَنَّك مَقْضِيٌّ لَك عَلَيَّ وَقَدْ حَلَفْت , فَاجْعَلْ أُسْطُوَانًا دُونَ جِدَارِي فَاجْعَلْ عَلَيْهِ خَشَبَك. وَرَوَى اِبْن إِسْحَاق فِي مُسْنَدِهِ وَالْبَيْهَقِيّ مِنْ طَرِيقِهِ عَنْ يَحْيَى بْن جَعْدَة أَحَد التَّابِعِينَ قَالَ : أَرَادَ رَجُلٌ أَنْ يَضَعَ خَشَبَةً عَلَى جِدَار صَاحِبِهِ بِغَيْرِ إِذْنِهِ فَمَنَعَهُ , فَإِذَا مَنْ شِئْت مِنْ الْأَنْصَارِ يُحَدِّثُونَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَاهُ أَنْ يَمْنَعَهُ فَجُبِرَ عَلَى ذَلِكَ. وَقَيَّدَ بَعْضهمْ الْوُجُوب بِمَا إِذَا تَقَدَّمَ اِسْتِئْذَان الْجَارِ فِي ذَلِكَ مُسْتَنِدًا إِلَى ذِكْرِ الْإذْنِ فِي بَعْضِ طُرُقِهِ وَهُوَ فِي رِوَايَةِ اِبْن عُيَيْنَة عِنْد أَبِي دَاوُد وَعُقَيْلٍ أَيْضًا وَأَحْمَدَ عِنْدَ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مَالِك \" مَنْ سَأَلَهُ جَارُهُ \" وَكَذَا لِابْن حِبَّان مِنْ طَرِيق اللَّيْث عَنْ مَالِك وَكَذَا لِأَبِي عَوَانَة مِنْ طَرِيقِ زِيَاد بْن سَعْد عَنْ الزُّهْرِيِّ , وَأَخْرَجَهُ الْبَزَّار مِنْ طَرِيقِ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَة , وَمِنْهُمْ مَنْ حَمَلَ الضَّمِير فِي جِدَارِهِ عَلَى صَاحِبِ الْجِذْعِ أَيْ لَا يَمْنَعُهُ أَنْ يَضَعَ جِذْعَهُ عَلَى جِدَار نَفْسه وَلَوْ تَضَرَّرَ بِهِ مِنْ جِهَةِ مَنْعِ الضَّوْءِ مَثَلًا وَلَا يَخْفَى بُعْدُهُ , وَقَدْ تَعَقَّبَهُ اِبْنُ التِّينِ بِأَنَّهُ إِحْدَاثُ قَوْلٍ ثَالِثٍ فِي مَعْنَى الْخَبَر وَقَدْ رَدَّهُ أَكْثَرُ أَهْل الْأُصُولِ , وَفِيمَا قَالَ نَظَر لِأَنَّ لِهَذَا الْقَائِلِ أَنْ يَقُولَ : هَذَا مِمَّا يُسْتَفَادُ مِنْ عُمُومِ النَّهْيِ لَا أَنَّهُ الْمُرَادُ فَقَطْ وَاللَّهُ أَعْلَمُ. وَمَحَلّ الْوُجُوب عِنْدَ مَنْ قَالَ بِهِ أَنْ يَحْتَاجَ إِلَيْهِ الْجَارُ وَلَا يَضَعَ عَلَيْهِ مَا يَتَضَرَّرُ بِهِ الْمَالِكُ وَلَا يُقَدَّم عَلَى حَاجَةِ الْمَالِكِ , وَلَا فَرْقَ بَيْنَ أَنْ يَحْتَاجَ فِي وَضْعِ الْجِذْعِ إِلَى نَقْبِ الْجِدَارِ أَوْ لَا , لِأَنَّ رَأْس الْجِذْع يَسُدُّ الْمُنْفَتِحَ وَيُقَوِّي الْجِدَارَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2464,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ أَبُو يَحْيَى، أَخْبَرَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ ـ رضى الله عنه ـ كُنْتُ سَاقِيَ الْقَوْمِ فِي مَنْزِلِ أَبِي طَلْحَةَ، وَكَانَ خَمْرُهُمْ يَوْمَئِذٍ الْفَضِيخَ، فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم مُنَادِيًا يُنَادِي ‏\"‏ أَلاَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ ‏\"‏‏.‏ قَالَ فَقَالَ لِي أَبُو طَلْحَةَ اخْرُجْ فَأَهْرِقْهَا، فَخَرَجْتُ فَهَرَقْتُهَا، فَجَرَتْ فِي سِكَكِ الْمَدِينَةِ فَقَالَ بَعْضُ الْقَوْمِ قَدْ قُتِلَ قَوْمٌ وَهْىَ فِي بُطُونِهِمْ‏.‏ فَأَنْزَلَ اللَّهُ ‏{‏لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا‏}‏ الآيَةَ‏.‏",
    "english_text": "I was the butler of the people in the house of Abu Talha, and in those days drinks were prepared from \ndates. Allah's Messenger (ﷺ) ordered somebody to announce that alcoholic drinks had been prohibited. Abu \nTalha ordered me to go out and spill the wine. I went out and spilled it, and it flowed in the streets of \nMedina. Some people said, \"Some people were killed and wine was still in their stomachs.\" On that \nthe Divine revelation came:-- \"On those who believe And do good deeds There is no blame For what \nthey ate (in the past).\" (5.93)",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم ) ‏ ‏هُوَ الْمَعْرُوفُ بِصَاعِقَة , وَشَيْخه عَفَّان مِنْ كِبَارِ شُيُوخ الْبُخَارِيّ وَأَكْثَر مَا يُحَدِّثُ عَنْهُ فِي الصَّحِيحِ بِوَاسِطَة. ‏ ‏قَوْلُهُ : ( كُنْت سَاقِيَ الْقَوْم ) ‏ ‏سَيَأْتِي تَسْمِيَة مَنْ عُرِفَ مِنْهُمْ فِي كِتَاب الْأَشْرِبَة مَعَ الْكَلَام عَلَيْهِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( فَجَرَتْ فِي سِكَكِ الْمَدِينَةِ ) ‏ ‏أَيْ طُرُقِهَا , وَفِي السِّيَاقِ حَذْف تَقْدِيره حُرِّمَتْ فَأَمَرَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِإِرَاقَتِهَا فَأُرِيقَتْ فَجَرَتْ , وَسَيَأْتِي مَزِيد بَيَان لِذَلِكَ فِي تَفْسِير الْمَائِدَة. قَالَ الْمُهَلَّب : إِنَّمَا صُبَّتْ الْخَمْر فِي الطَّرِيقِ لِلْإِعْلَانِ بِرَفْضِهَا وَلِيُشْهَر تَرْكهَا , وَذَلِكَ أَرْجَح فِي الْمَصْلَحَةِ مِنْ التَّأَذِّي بِصَبِّهَا فِي الطَّرِيقِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2465,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا أَبُو عُمَرَ، حَفْصُ بْنُ مَيْسَرَةَ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِيَّاكُمْ وَالْجُلُوسَ عَلَى الطُّرُقَاتِ ‏\"‏‏.‏ فَقَالُوا مَا لَنَا بُدٌّ، إِنَّمَا هِيَ مَجَالِسُنَا نَتَحَدَّثُ فِيهَا‏.‏ قَالَ ‏\"‏ فَإِذَا أَبَيْتُمْ إِلاَّ الْمَجَالِسَ فَأَعْطُوا الطَّرِيقَ حَقَّهَا ‏\"‏ قَالُوا وَمَا حَقُّ الطَّرِيقِ قَالَ ‏\"‏ غَضُّ الْبَصَرِ، وَكَفُّ الأَذَى، وَرَدُّ السَّلاَمِ، وَأَمْرٌ بِالْمَعْرُوفِ، وَنَهْىٌ عَنِ الْمُنْكَرِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Beware! Avoid sitting on he roads (ways).\" The people said, \"There is no way out \nof it as these are our sitting places where we have talks.\" The Prophet (ﷺ) said, \"If you must sit there, then \nobserve the rights of the way.\" They asked, \"What are the rights of the way?\" He said, \"They are the \nlowering of your gazes (on seeing what is illegal to look at), refraining from harming people, returning \ngreetings, advocating good and forbidding evil.\"",
    "explication": "‏ ‏قَوْلُهُ : ( إِيَّاكُمْ وَالْجُلُوسَ ) ‏ ‏بِالنَّصْبِ عَلَى التَّحْذِيرِ. ‏ ‏قَوْلُهُ : ( الطُّرُقَات ) ‏ ‏تُرْجِمَ بِالصُّعُدَاتِ وَلَفْظ الْمَتْن \" الطُّرُقَات \" إِشَارَة إِلَى تَسَاوِيهِمَا فِي الْمَعْنَى , وَقَدْ وَرَدَ بِلَفْظ \" الصُّعُدَات \" مِنْ حَدِيث أَبِي هُرَيْرَة عِنْدَ اِبْن حِبَّان , وَهُوَ عِنْد أَبِي دَاوُد بِلَفْظ \" الطُّرُقَات \" , وَزَادَ فِي الْمَتْنِ \" وَإِرْشَاد السَّبِيل وَتَشْمِيت الْعَاطِسِ إِذَا حَمِدَ \" , وَمِنْ حَدِيثِ عُمَرَ عِنْدَ الطَّبَرِيّ وَزَادَ فِي الْمَتْنِ \" وَإِغَاثَة الْمَلْهُوفِ \". ‏ ‏قَوْلُهُ : ( قَالُوا مَا لَنَا مِنْ مَجَالِسِنَا بُدّ ) ‏ ‏الْقَائِل ذَلِكَ هُوَ أَبُو طَلْحَة وَهُوَ بَيِّن مِنْ رِوَايَته عِنْد مُسْلِم. ‏ ‏قَوْلُهُ : ( فَإِذَا أَتَيْتُمْ إِلَى الْمَجَالِسِ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْمُثَنَّاةِ وَبِإِلَى الَّتِي لِلْغَايَةِ , وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" فَإِذَا أَبَيْتُمْ \" بِالْمُوَحَّدَةِ وَقَالَ : \" أَلَّا \" بِالتَّشْدِيدِ وَهَكَذَا وَقَعَ فِي كِتَاب الِاسْتِئْذَان بِالْمُوَحَّدَةِ , \" وَإِلَّا \" الَّتِي هِيَ حَرْف اِسْتِثْنَاءٍ وَهُوَ الصَّوَابُ , وَالْمَجَالِس فِيهَا اِسْتِعْمَال الْمَجَالِسِ بِمَعْنَى الْجُلُوسِ , وَقَدْ تَبَيَّنَ مِنْ سِيَاقِ الْحَدِيثِ أَنَّ النَّهْيَ عَنْ ذَلِكَ لِلتَّنْزِيهِ لِئَلَّا يَضْعُفَ الْجَالِسُ عَنْ أَدَاء الْحَقّ الَّذِي عَلَيْهِ , وَأَشَارَ بِغَضِّ الْبَصَرِ إِلَى السَّلَامَةِ مِنْ التَّعَرُّضِ لِلْفِتْنَةِ بِمَنْ يَمُرُّ مِنْ النِّسَاءِ وَغَيْرهنَّ وَبِكَفِّ الْأَذَى إِلَى السَّلَامَةِ مِنْ الِاحْتِقَارِ وَالْغِيبَةِ وَنَحْوِهَا , وَبِرَدِّ السَّلَامِ إِلَى إِكْرَامِ الْمَارِّ , وَبِالْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنْ الْمُنْكَرِ إِلَى اِسْتِعْمَالِ جَمِيعِ مَا يُشْرَعُ وَتَرْكِ جَمِيعِ مَا لَا يُشْرَعُ , وَفِيهِ حُجَّةٌ لِمَنْ يَقُولُ بِأَنَّ سَدَّ الذَّرَائِعِ بِطَرِيق الْأَوْلَى لَا عَلَى الْحَتْمِ لِأَنَّهُ نَهَى أَوَّلًا عَنْ الْجُلُوسِ حَسْمًا لِلْمَادَّةِ , فَلَمَّا قَالُوا : \" مَا لَنَا مِنْهَا بُدّ \" ذَكَرَ لَهُمْ الْمَقَاصِد الْأَصْلِيَّة لِلْمَنْعِ. فَعُرِفَ أَنَّ النَّهْيَ الْأَوَّلَ لِلْإِرْشَادِ إِلَى الْأَصْلَحِ , وَيُؤْخَذُ مِنْهُ أَنَّ دَفْعَ الْمَفْسَدَةِ أَوْلَى مِنْ جَلْبِ الْمَصْلَحَةِ , لِنَدْبِهِ أَوَّلًا إِلَى تَرْكِ الْجُلُوسِ مَعَ مَا فِيهِ مِنْ الْأَجْرِ لِمَنْ عَمِلَ بِحَقّ الطَّرِيق , وَذَلِكَ أَنَّ الِاحْتِيَاطَ لِطَلَبِ السَّلَامَةِ آكَدُ مِنْ الطَّمَعِ فِي الزِّيَادَةِ وَسَيَأْتِي بَقِيَّةُ الْكَلَام عَلَى هَذَا الْحَدِيثِ فِي كِتَاب الِاسْتِئْذَان مَعَ الْإِشَارَةِ إِلَى بَقِيَّةِ الْخِصَالِ الَّتِي وَرَدَ ذِكْرُهَا فِي غَيْرِ هَذَا الْحَدِيثِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2466,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ بَيْنَا رَجُلٌ بِطَرِيقٍ، اشْتَدَّ عَلَيْهِ الْعَطَشُ فَوَجَدَ بِئْرًا فَنَزَلَ فِيهَا فَشَرِبَ، ثُمَّ خَرَجَ، فَإِذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَقَالَ الرَّجُلُ لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنَ الْعَطَشِ مِثْلُ الَّذِي كَانَ بَلَغَ مِنِّي، فَنَزَلَ الْبِئْرَ، فَمَلأَ خُفَّهُ مَاءً، فَسَقَى الْكَلْبَ، فَشَكَرَ اللَّهُ لَهُ، فَغَفَرَ لَهُ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَإِنَّ لَنَا فِي الْبَهَائِمِ لأَجْرًا فَقَالَ ‏\"‏ فِي كُلِّ ذَاتِ كَبِدٍ رَطْبَةٍ أَجْرٌ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"A man felt very thirsty while he was on the way, there he came across a well. He \nwent down the well, quenched his thirst and came out. Meanwhile he saw a dog panting and licking \nmud because of excessive thirst. He said to himself, \"This dog is suffering from thirst as I did.\" So, he \nwent down the well again and filled his shoe with water and watered it. Allah thanked him for that \ndeed and forgave him. The people said, \"O Allah's Messenger (ﷺ)! Is there a reward for us in serving the \nanimals?\" He replied: \"Yes, there is a reward for serving any animate (living being).\" (See Hadith No. \n551)",
    "explication": "‏ ‏قَوْله : ( عَنْ سُمَيٍّ ) ‏ ‏بِالْمُهْمَلَةِ مُصَغَّرًا , زَادَ فِي الْمَظَالِم \" مَوْلَى أَبِي بَكْر \" أَيْ اِبْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام \". ‏ ‏قَوْله : ( عَنْ أَبِي صَالِح ) ‏ ‏زَادَ فِي الْمَظَالِم \" السَّمَّان \" وَالْإِسْنَاد مَدَنِيُّونَ إِلَّا شَيْخ الْبُخَارِيّ. ‏ ‏قَوْله : ( بَيْنَا رَجُل ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه. ‏ ‏قَوْله : ( يَمْشِي ) ‏ ‏قَالَ فِي الْمَظَالِم \" بَيْنَمَا رَجُل بِطَرِيقٍ \" , وللدَّارَقُطْنِيِّ فِي \" الْمُوَطَّآت \" مِنْ طَرِيق رَوْح عَنْ مَالِك \" يَمْشِي بِفَلَاةٍ \" وَلَهُ مِنْ طَرِيق اِبْن وَهْب عَنْ مَالِك \" يَمْشِي بِطَرِيقِ مَكَّة \". ‏ ‏قَوْله : ( فَاشْتَدَّ عَلَيْهِ ) ‏ ‏وَقَعَتْ الْفَاء هُنَا مَوْضِع \" إِذَا \" كَمَا وَقَعَتْ إِذَا مَوْضِعهَا فِي قَوْله تَعَالَى : ( إِذَا هُمْ يَقْنَطُونَ ) وَسَقَطَتْ هَذِهِ الْفَاء مِنْ رِوَايَة مُسْلِم وَكَذَا مِنْ الرِّوَايَة الْآتِيَة فِي الْمَظَالِم لِلْأَكْثَرِ : ‏ ‏قَوْله : ( فَاشْتَدَّ عَلَيْهِ الْعَطَش ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَكَذَا هُوَ فِي \" الْمُوَطَّأ \" وَوَقَعَ فِي رِوَايَة الْمُسْتَمْلِي \" الْعُطَاش \" , قَالَ اِبْن التِّين : الْعُطَاش دَاء يُصِيب الْغَنَم تَشْرَب فَلَا تَرْوَى وَهُوَ غَيْر مُنَاسِب هُنَا , قَالَ : وَقِيلَ يَصِحّ عَلَى تَقْدِير أَنَّ الْعَطَش يَحْدُث مِنْهُ هَذَا الدَّاء كَالزُّكَامِ. قُلْت : وَسِيَاق الْحَدِيث يَأْبَاهُ , وَظَاهِره أَنَّ الرَّجُل سَقَى الْكَلْب حَتَّى رَوِيَ وَلِذَلِكَ جُوزِيَ بِالْمَغْفِرَةِ. ‏ ‏قَوْله : ( يَلْهَث ) ‏ ‏بِفَتْحِ الْهَاء , اللَّهْث بِفَتْحِ الْهَاء هُوَ اِرْتِقَاع النَّفَس مِنْ الْإِعْيَاء , قَالَ اِبْن التِّين : لَهَثَ الْكَلْب أَخْرَجَ لِسَانه مِنْ الْعَطَش وَكَذَلِكَ الطَّائِر , وَلَهَثَ الرَّجُل إِذَا أَعْيَا , وَيُقَال إِذَا بَحَثَ بِيَدَيْهِ وَرِجْلَيْهِ. ‏ ‏قَوْله : ( يَأْكُل الثَّرَى ) ‏ ‏أَيْ يَكْدُم بِفَمِهِ الْأَرْض النَّدِيَّة , وَهِيَ إِمَّا صِفَة وَإِمَّا حَال , وَلَيْسَ بِمَفْعُولِ ثَانٍ لِرَأَى. ‏ ‏قَوْله : ( بَلَغَ هَذَا مِثْل ) بِالْفَتْحِ أَيْ بَلَغَ مَبْلَغًا مِثْل الَّذِي بَلَغَ بِي , وَضَبَطَهُ الدِّمْيَاطِيّ بِخَطِّهِ بِضَمِّ مِثْل وَلَا يَخْفَى تَوْجِيهه , وَزَادَ اِبْن حِبَّانَ مِنْ وَجْه آخَر عَنْ أَبِي صَالِح \" فَرَحِمَهُ \". ‏ ‏قَوْله : ( فَمَلَأ خُفّه ) ‏ ‏فِي رِوَايَة اِبْن حِبَّانَ \" فَنَزَعَ أَحَد خُفَّيْهِ \". ‏ ‏قَوْله : ( ثُمَّ أَمْسَكَهُ ) ‏ ‏أَيْ أَحَد خُفَّيْهِ الَّذِي فِيهِ الْمَاء , وَإِنَّمَا اِحْتَاجَ إِلَى ذَلِكَ لِأَنَّهُ كَانَ يُعَالِج بِيَدَيْهِ لِيَصْعَد مِنْ الْبِئْر , وَهُوَ يَشْعُر بِأَنَّ الصُّعُود مِنْهَا كَانَ عَسِرًا. ‏ ‏قَوْله : ( ثُمَّ رَقِيَ ) ‏ ‏بِفَتْحِ الرَّاء وَكَسْر الْقَاف كَصَعِدَ وَزْنًا وَمَعْنًى , وَذَكَرَهُ اِبْن التِّين بِفَتْحِ الْقَاف بِوَزْنِ مَضَى وَأَنْكَرَهُ , وَقَالَ عِيَاض فِي \" الْمَشَارِق \" هِيَ لُغَة طَيِّئٍ يَفْتَحُونَ الْعَيْن فِيمَا كَانَ مِنْ الْأَفْعَال مُعْتَلّ اللَّام وَالْأَوَّل أَفْصَح وَأَشْهَر. ‏ ‏قَوْله : ( فَسَقَى الْكَلْب ) ‏ ‏زَادَ عَبْد اللَّه بْن دِينَار عَنْ أَبِي صَالِح \" حَتَّى أَرْوَاهُ \" أَيْ جَعَلَهُ رَيَّانًا , وَقَدْ مَضَى فِي الطَّهَارَة. ‏ ‏قَوْله : ( فَشَكَرَ اللَّه لَهُ ) ‏ ‏أَيْ أَثْنَى عَلَيْهِ أَوْ قَبِلَ عَمَله أَوْ جَازَاهُ بِفِعْلِهِ , وَعَلَى الْأَخِير فَالْفَاء فِي قَوْله : \" فَغَفَرَ لَهُ \" تَفْسِيرِيَّة أَوْ مِنْ عَطْف الْخَاصّ عَلَى الْعَامّ. وَقَالَ الْقُرْطُبِيّ : مَعْنَى قَوْله : \" فَشَكَرَ اللَّه لَهُ \" أَيْ أَظْهَرَ مَا جَازَاهُ بِهِ عِنْد مَلَائِكَته. وَوَقَعَ فِي رِوَايَة عَبْد اللَّه بْن دِينَار بَدَل فَغَفَرَ لَهُ \" فَأَدْخَلَهُ الْجَنَّة \" وَكَذَا فِي رِوَايَة اِبْن حِبَّانَ. ‏ ‏قَوْله : ( قَالُوا ) ‏ ‏سُمِّيَ مِنْ هَؤُلَاءِ السَّائِلِينَ سُرَاقَة بْن مَالِك بْن جُعْشُم , رَوَاهُ أَحْمَد وَابْن مَاجَهْ وَابْن حِبَّانَ. ‏ ‏قَوْله : ( وَإِنَّ لَنَا ) ‏ ‏هُوَ مَعْطُوف عَلَى شَيْء مَحْذُوف تَقْدِيره الْأَمْر كَمَا ذَكَرْت وَإِنَّ لَنَا ‏ ‏( فِي الْبَهَائِم ) ‏ ‏أَيْ فِي سَقْي الْبَهَائِم أَوْ الْإِحْسَان إِلَى الْبَهَائِم ( أَجْرًا ). ‏ ‏قَوْله : ( فِي كُلّ كَبِد رَطْبَة أَجْر ) ‏ ‏أَيْ كُلّ كَبِد حَيَّة , وَالْمُرَاد رُطُوبَة الْحَيَاة , أَوْ لِأَنَّ الرُّطُوبَة لَازِمَة لِلْحَيَاةِ فَهُوَ كِنَايَة , وَمَعْنَى الظَّرْفِيَّة هُنَا أَنْ يُقَدَّر مَحْذُوف , أَيْ الْأَجْر ثَابِت فِي إِرْوَاء كُلّ كَبِد حَيَّة , وَالْكَبِد يُذَكَّر وَيُؤَنَّث , وَيَحْتَمِل أَنْ تَكُون \" فِي \" سَبَبِيَّة كَقَوْلِك فِي النَّفْس الدِّيَة , قَالَ الدَّاوُدِيُّ : الْمَعْنَى فِي كُلّ كَبِد حَيّ أَجْر وَهُوَ عَامّ فِي جَمِيع الْحَيَوَان. وَقَالَ أَبُو عَبْد الْمَلِك : هَذَا الْحَدِيث كَانَ فِي بَنِي إِسْرَائِيل , وَأَمَّا الْإِسْلَام فَقَدْ أَمَرَ بِقَتْلِ الْكِلَاب. وَأَمَّا قَوْله : \" فِي كُلّ كَبِد \" فَمَخْصُوص بِبَعْضِ الْبَهَائِم مِمَّا لَا ضَرَر فِيهِ , لِأَنَّ الْمَأْمُور بِقَتْلِهِ كَالْخِنْزِيرِ لَا يَجُوز أَنْ يَقْوَى لِيَزْدَادَ ضَرَره , وَكَذَا قَالَ النَّوَوِيّ : إِنَّ عُمُومه مَخْصُوص بِالْحَيَوَانِ الْمُحْتَرَم وَهُوَ مَا لَمْ يُؤْمَر بِقَتْلِهِ فَيَحْصُل الثَّوَاب بِسَقْيِهِ , وَيَلْتَحِق بِهِ إِطْعَامه وَغَيْر ذَلِكَ مِنْ وُجُوه الْإِحْسَان إِلَيْهِ. وَقَالَ اِبْن التِّين : لَا يَمْتَنِع إِجْرَاؤُهُ عَلَى عُمُومه , يَعْنِي فَيُسْقَى ثُمَّ يُقْتَل لِأَنَّا أُمِرْنَا بِأَنْ نُحْسِن الْقِتْلَة وَنُهِينَا عَنْ الْمُثْلَة. وَاسْتُدِلَّ بِهِ عَلَى طَهَارَة سُؤْر الْكَلْب وَقَدْ تَقَدَّمَ الْبَحْث فِي ذَلِكَ فِي كِتَاب الطَّهَارَة. وَمِمَّا قِيلَ فِي الرَّدّ عَلَى مَنْ اِسْتَدَلَّ بِهِ : إِنَّهُ فِعْل بَعْض النَّاس وَلَا يَدْرِي هَلْ هُوَ كَانَ مِمَّنْ يُقْتَدَى بِهِ أَمْ لَا , وَالْجَوَاب أَنَّا لَمْ نَحْتَجّ بِمُجَرَّدِ الْفِعْل الْمَذْكُور بَلْ إِذَا فَرَّعْنَا عَلَى أَنَّ شَرْع مَنْ قَبْلنَا شَرْع لَنَا فَإِنَّا لَا نَأْخُذ بِكُلِّ مَا وَرَدَ عَنْهُمْ , بَلْ إِذَا سَاقَهُ إِمَام شَرْعنَا مَسَاق الْمَدْح إِنْ عُلِمَ وَلَمْ يُقَيِّدهُ بِقَيْدٍ صَحَّ الِاسْتِدْلَال بِهِ. وَفِي الْحَدِيث جَوَاز السَّفَر مُنْفَرِدًا وَبِغَيْرِ زَادَ , وَمَحَلّ ذَلِكَ فِي شَرْعنَا مَا إِذَا لَمْ يَخَفْ عَلَى نَفْسه الْهَلَاك. وَفِيهِ الْحَثّ عَلَى الْإِحْسَان إِلَى النَّاس , لِأَنَّهُ إِذَا حَصَلَتْ الْمَغْفِرَة بِسَبَبِ سَقْي الْكَلْب فَسَقْي الْمُسْلِم أَعْظَم أَجْرًا. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز صَدَقَة التَّطَوُّع لِلْمُشْرِكِينَ , وَيَنْبَغِي أَنْ يَكُون مَحَلّه مَا إِذَا لَمْ يُوجَد هُنَاكَ مُسْلِم فَالْمُسْلِم أَحَقّ , وَكَذَا إِذَا دَارَ الْأَمْر بَيْن الْبَهِيمَة وَالْآدَمِيّ الْمُحْتَرَم وَاسْتَوَيَا فِي الْحَاجَة فَالْآدَمِيّ أَحَقّ , وَاللَّه أَعْلَم. ثُمَّ ذَكَرَ الْمُصَنِّف فِي الْبَاب حَدِيثَيْ أَسْمَاء بِنْت أَبِي بَكْر وَابْن عُمَر فِي قِصَّة الْمَرْأَة الَّتِي رَبَطَتْ الْهِرَّة حَتَّى مَاتَتْ فَدَخَلَتْ النَّار , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي بَدْء الْخَلْق , وَتَقَدَّمَ حَدِيث أَسْمَاء بِأَتَمّ مِنْ هَذَا فِي أَوَائِل صِفَة الصَّلَاة , وَأَمَّا حَدِيث اِبْن عُمَر فَذَكَر الدَّارَقُطْنِيُّ أَنَّ مَعْن بْن عِيسَى تَفَرَّدَ بِذِكْرِهِ فِي الْمُوَطَّأ , قَالَ : وَرَوَاهُ فِي غَيْر الْمُوَطَّأ اِبْن وَهْب وَالْقَعْنَبِيُّ وَابْن أَبِي أُوَيْس وَمُطَرِّف , ثُمَّ سَاقَهُ مِنْ طُرُقهمْ. وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق مَعْن وَابْن وَهْب , وَأَخْرَجَهُ أَبُو نُعَيْم مِنْ طَرِيق الْقَعْنَبِيِّ. وَمُنَاسَبَة حَدِيث الْهِرَّة لِلتَّرْجَمَةِ مِنْ جِهَة أَنَّ الْمَرْأَة عُوقِبَتْ عَلَى كَوْنهَا لَمْ تَسْقِهَا , فَمُقْتَضَاهُ أَنَّهَا لَوْ سَقَتْهَا لَمْ تُعَذَّب. قَالَ اِبْن الْمُنِير : دَلَّ الْحَدِيث عَلَى تَحْرِيم قَتْل مَنْ لَمْ يُؤْمَر بِقَتْلِهِ عَطَشًا وَلَوْ كَانَ هِرَّة وَلَيْسَ فِيهِ ثَوَاب السَّقْي وَلَكِنْ كَفَى بِالسَّلَامَةِ فَضْلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2467,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ ـ رضى الله عنهما ـ قَالَ أَشْرَفَ النَّبِيُّ صلى الله عليه وسلم عَلَى أُطُمٍ مِنْ آطَامِ الْمَدِينَةِ ثُمَّ قَالَ ‏\n\"‏ هَلْ تَرَوْنَ مَا أَرَى إِنِّي أَرَى مَوَاقِعَ الْفِتَنِ خِلاَلَ بُيُوتِكُمْ كَمَوَاقِعِ الْقَطْرِ ‏\"‏‏.‏",
    "english_text": "Once the Prophet (ﷺ) stood at the top of one of the castles (or higher buildings) of Medina and said, \"Do \nyou see what I see? No doubt I am seeing the spots of afflictions amongst your houses as numerous as \nthe spots where raindrops fall (during a heavy rain). (See Hadith No. 102)",
    "explication": "‏ ‏قَوْله : ( أَشْرَفَ ) ‏ ‏أَيْ نَظَرَ مِنْ مَكَان مُرْتَفِع. ‏ ‏قَوْله : ( مَوَاقِع ) ‏ ‏أَيْ مَوَاضِع السُّقُوط , ‏ ‏وَ( خِلَال ) ‏ ‏أَيْ نَوَاحِيهَا , شَبَّهَ سُقُوط الْفِتَن وَكَثْرَتهَا بِسُقُوطِ الْقَطْر فِي الْكَثْرَة وَالْعُمُوم , وَهَذَا مِنْ عَلَامَات النُّبُوَّة لِإِخْبَارِهِ بِمَا سَيَكُونُ , وَقَدْ ظَهَرَ مِصْدَاق ذَلِكَ مِنْ قَتْل عُثْمَان وَهَلُمَّ جَرًّا وَلَا سِيَّمَا يَوْم الْحَرَّة , وَالرُّؤْيَة الْمَذْكُورَة يُحْتَمَل أَنْ تَكُون بِمَعْنَى الْعِلْم أَوْ رُؤْيَة الْعَيْن بِأَنْ تَكُون الْفِتَن مَثُلَتْ لَهُ حَتَّى رَآهَا , كَمَا مَثُلَتْ لَهُ الْجَنَّة وَالنَّار فِي الْقِبْلَة حَتَّى رَآهُمَا وَهُوَ يُصَلِّي. ‏ ‏قَوْله : ( تَابَعَهُ مَعْمَر وَسُلَيْمَان بْن كَثِير ) ‏ ‏أَمَّا رِوَايَة مَعْمَر فَوَصَلَهَا الْمُؤَلِّف فِي الْفِتَن , وَأَمَّا مُتَابَعَة سُلَيْمَان اِبْن كَثِير فَوَصَلَهَا الْمُؤَلِّف فِي \" بِرّ الْوَالِدَيْنِ \" لَهُ خَارِج الصَّحِيح , وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَى هَذَا الْحَدِيث فِي كِتَاب الْفِتَن. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2468,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي ثَوْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمْ أَزَلْ حَرِيصًا عَلَى أَنْ أَسْأَلَ عُمَرَ ـ رضى الله عنه ـ عَنِ الْمَرْأَتَيْنِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَيْنِ قَالَ اللَّهُ لَهُمَا ‏{‏إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا‏}‏ فَحَجَجْتُ مَعَهُ فَعَدَلَ وَعَدَلْتُ مَعَهُ بِالإِدَاوَةِ، فَتَبَرَّزَ حَتَّى جَاءَ، فَسَكَبْتُ عَلَى يَدَيْهِ مِنَ الإِدَاوَةِ، فَتَوَضَّأَ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ الْمَرْأَتَانِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَانِ قَالَ لَهُمَا ‏{‏إِنْ تَتُوبَا إِلَى اللَّهِ‏}‏ فَقَالَ وَاعَجَبِي لَكَ يَا ابْنَ عَبَّاسٍ عَائِشَةُ وَحَفْصَةُ، ثُمَّ اسْتَقْبَلَ عُمَرُ الْحَدِيثَ يَسُوقُهُ، فَقَالَ إِنِّي كُنْتُ وَجَارٌ لِي مِنَ الأَنْصَارِ فِي بَنِي أُمَيَّةَ بْنِ زَيْدٍ، وَهْىَ مِنْ عَوَالِي الْمَدِينَةِ، وَكُنَّا نَتَنَاوَبُ النُّزُولَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَيَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا، فَإِذَا نَزَلْتُ جِئْتُهُ مِنْ خَبَرِ ذَلِكَ الْيَوْمِ مِنَ الأَمْرِ وَغَيْرِهِ، وَإِذَا نَزَلَ فَعَلَ مِثْلَهُ، وَكُنَّا مَعْشَرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ، فَلَمَّا قَدِمْنَا عَلَى الأَنْصَارِ إِذَا هُمْ قَوْمٌ تَغْلِبُهُمْ نِسَاؤُهُمْ، فَطَفِقَ نِسَاؤُنَا يَأْخُذْنَ مِنْ أَدَبِ نِسَاءِ الأَنْصَارِ، فَصِحْتُ عَلَى امْرَأَتِي، فَرَاجَعَتْنِي، فَأَنْكَرْتُ أَنْ تُرَاجِعَنِي، فَقَالَتْ وَلِمَ تُنْكِرُ أَنْ أُرَاجِعَكَ فَوَاللَّهِ إِنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم لَيُرَاجِعْنَهُ، وَإِنَّ إِحْدَاهُنَّ لَتَهْجُرُهُ الْيَوْمَ حَتَّى اللَّيْلِ‏.‏ فَأَفْزَعَنِي، فَقُلْتُ خَابَتْ مَنْ فَعَلَ مِنْهُنَّ بِعَظِيمٍ‏.‏ ثُمَّ جَمَعْتُ عَلَىَّ ثِيَابِي، فَدَخَلْتُ عَلَى حَفْصَةَ فَقُلْتُ أَىْ حَفْصَةُ، أَتُغَاضِبُ إِحْدَاكُنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم الْيَوْمَ حَتَّى اللَّيْلِ فَقَالَتْ نَعَمْ‏.‏ فَقُلْتُ خَابَتْ وَخَسِرَتْ، أَفَتَأْمَنُ أَنْ يَغْضَبَ اللَّهُ لِغَضَبِ رَسُولِهِ صلى الله عليه وسلم فَتَهْلِكِينَ لاَ تَسْتَكْثِرِي عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ تُرَاجِعِيهِ فِي شَىْءٍ وَلاَ تَهْجُرِيهِ، وَاسْأَلِينِي مَا بَدَا لَكِ، وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَوْضَأَ مِنْكِ وَأَحَبَّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ـ يُرِيدُ عَائِشَةَ ـ وَكُنَّا تَحَدَّثْنَا أَنَّ غَسَّانَ تُنْعِلُ النِّعَالَ لِغَزْوِنَا، فَنَزَلَ صَاحِبِي يَوْمَ نَوْبَتِهِ فَرَجَعَ عِشَاءً، فَضَرَبَ بَابِي ضَرْبًا شَدِيدًا، وَقَالَ أَنَائِمٌ هُوَ فَفَزِعْتُ فَخَرَجْتُ إِلَيْهِ‏.‏ وَقَالَ حَدَثَ أَمْرٌ عَظِيمٌ‏.‏ قُلْتُ مَا هُوَ أَجَاءَتْ غَسَّانُ قَالَ لاَ، بَلْ أَعْظَمُ مِنْهُ وَأَطْوَلُ، طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ‏.‏ قَالَ قَدْ خَابَتْ حَفْصَةُ وَخَسِرَتْ، كُنْتُ أَظُنُّ أَنَّ هَذَا يُوشِكُ أَنْ يَكُونَ، فَجَمَعْتُ عَلَىَّ ثِيَابِي، فَصَلَّيْتُ صَلاَةَ الْفَجْرِ مَعَ النَّبِيِّ صلى الله عليه وسلم فَدَخَلَ مَشْرُبَةً لَهُ فَاعْتَزَلَ فِيهَا، فَدَخَلْتُ عَلَى حَفْصَةَ، فَإِذَا هِيَ تَبْكِي‏.‏ قُلْتُ مَا يُبْكِيكِ أَوَلَمْ أَكُنْ حَذَّرْتُكِ أَطَلَّقَكُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ لاَ أَدْرِي هُوَ ذَا فِي الْمَشْرُبَةِ‏.‏ فَخَرَجْتُ، فَجِئْتُ الْمِنْبَرَ، فَإِذَا حَوْلَهُ رَهْطٌ يَبْكِي بَعْضُهُمْ، فَجَلَسْتُ مَعَهُمْ قَلِيلاً ثُمَّ غَلَبَنِي مَا أَجِدُ، فَجِئْتُ الْمَشْرُبَةَ الَّتِي هُوَ فِيهَا فَقُلْتُ لِغُلاَمٍ لَهُ أَسْوَدَ اسْتَأْذِنْ لِعُمَرَ‏.‏ فَدَخَلَ، فَكَلَّمَ النَّبِيَّ صلى الله عليه وسلم ثُمَّ خَرَجَ، فَقَالَ ذَكَرْتُكَ لَهُ، فَصَمَتَ، فَانْصَرَفْتُ حَتَّى جَلَسْتُ مَعَ الرَّهْطِ الَّذِينَ عِنْدَ الْمِنْبَرِ، ثُمَّ غَلَبَنِي مَا أَجِدُ فَجِئْتُ، فَذَكَرَ مِثْلَهُ، فَجَلَسْتُ مَعَ الرَّهْطِ الَّذِينَ عِنْدَ الْمِنْبَرِ، ثُمَّ غَلَبَنِي مَا أَجِدُ فَجِئْتُ الْغُلاَمَ‏.‏ فَقُلْتُ اسْتَأْذِنْ لِعُمَرَ‏.‏ فَذَكَرَ مِثْلَهُ، فَلَمَّا وَلَّيْتُ مُنْصَرِفًا، فَإِذَا الْغُلاَمُ يَدْعُونِي قَالَ أَذِنَ لَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ فَدَخَلْتُ عَلَيْهِ، فَإِذَا هُوَ مُضْطَجِعٌ عَلَى رِمَالِ حَصِيرٍ لَيْسَ بَيْنَهُ وَبَيْنَهُ فِرَاشٌ، قَدْ أَثَّرَ الرِّمَالُ بِجَنْبِهِ، مُتَّكِئٌ عَلَى وِسَادَةٍ مِنْ أَدَمٍ حَشْوُهَا لِيفٌ، فَسَلَّمْتُ عَلَيْهِ، ثُمَّ قُلْتُ وَأَنَا قَائِمٌ طَلَّقْتَ نِسَاءَكَ فَرَفَعَ بَصَرَهُ إِلَىَّ، فَقَالَ ‏\"‏ لاَ ‏\"‏‏.‏ ثُمَّ قُلْتُ ـ وَأَنَا قَائِمٌ أَسْتَأْنِسُ يَا رَسُولَ اللَّهِ، لَوْ رَأَيْتَنِي، وَكُنَّا مَعْشَرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ، فَلَمَّا قَدِمْنَا عَلَى قَوْمٍ تَغْلِبُهُمْ نِسَاؤُهُمْ، فَذَكَرَهُ، فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم، ثُمَّ قُلْتُ لَوْ رَأَيْتَنِي، وَدَخَلْتُ عَلَى حَفْصَةَ، فَقُلْتُ لاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَوْضَأَ مِنْكِ وَأَحَبَّ إِلَى النَّبِيِّ صلى الله عليه وسلم ـ يُرِيدُ عَائِشَةَ ـ فَتَبَسَّمَ أُخْرَى، فَجَلَسْتُ حِينَ رَأَيْتُهُ تَبَسَّمَ، ثُمَّ رَفَعْتُ بَصَرِي فِي بَيْتِهِ، فَوَاللَّهِ مَا رَأَيْتُ فِيهِ شَيْئًا يَرُدُّ الْبَصَرَ غَيْرَ أَهَبَةٍ ثَلاَثَةٍ‏.‏ فَقُلْتُ ادْعُ اللَّهَ فَلْيُوَسِّعْ عَلَى أُمَّتِكَ، فَإِنَّ فَارِسَ وَالرُّومَ وُسِّعَ عَلَيْهِمْ وَأُعْطُوا الدُّنْيَا، وَهُمْ لاَ يَعْبُدُونَ اللَّهَ، وَكَانَ مُتَّكِئًا‏.‏ فَقَالَ ‏\"‏ أَوَفِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ أُولَئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَيِّبَاتُهُمْ فِي الْحَيَاةِ الدُّنْيَا ‏\"‏‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ اسْتَغْفِرْ لِي‏.‏ فَاعْتَزَلَ النَّبِيُّ صلى الله عليه وسلم مِنْ أَجْلِ ذَلِكَ الْحَدِيثِ حِينَ أَفْشَتْهُ حَفْصَةُ إِلَى عَائِشَةَ، وَكَانَ قَدْ قَالَ ‏\"‏ مَا أَنَا بِدَاخِلٍ عَلَيْهِنَّ شَهْرًا ‏\"‏‏.‏ مِنْ شِدَّةِ مَوْجَدَتِهِ عَلَيْهِنَّ حِينَ عَاتَبَهُ اللَّهُ‏.‏ فَلَمَّا مَضَتْ تِسْعٌ وَعِشْرُونَ دَخَلَ عَلَى عَائِشَةَ فَبَدَأَ بِهَا، فَقَالَتْ لَهُ عَائِشَةُ إِنَّكَ أَقْسَمْتَ أَنْ لاَ تَدْخُلَ عَلَيْنَا شَهْرًا، وَإِنَّا أَصْبَحْنَا لِتِسْعٍ وَعِشْرِينَ لَيْلَةً، أَعُدُّهَا عَدًّا‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الشَّهْرُ تِسْعٌ وَعِشْرُونَ ‏\"‏‏.‏ وَكَانَ ذَلِكَ الشَّهْرُ تِسْعٌ وَعِشْرُونَ‏.‏ قَالَتْ عَائِشَةُ فَأُنْزِلَتْ آيَةُ التَّخْيِيرِ فَبَدَأَ بِي أَوَّلَ امْرَأَةٍ، فَقَالَ ‏\"‏ إِنِّي ذَاكِرٌ لَكِ أَمْرًا، وَلاَ عَلَيْكِ أَنْ لاَ تَعْجَلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ ‏\"‏‏.‏ قَالَتْ قَدْ أَعْلَمُ أَنَّ أَبَوَىَّ لَمْ يَكُونَا يَأْمُرَانِي بِفِرَاقِكَ‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ اللَّهَ قَالَ ‏{‏يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ‏}‏ إِلَى قَوْلِهِ ‏{‏ عَظِيمًا‏}‏ ‏\"‏‏.‏ قُلْتُ أَفِي هَذَا أَسْتَأْمِرُ أَبَوَىَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ‏.‏ ثُمَّ خَيَّرَ نِسَاءَهُ، فَقُلْنَ مِثْلَ مَا قَالَتْ عَائِشَةُ‏.‏",
    "english_text": "I had been eager to ask `Umar about the two ladies from among the wives of the Prophet (ﷺ) regarding \nwhom Allah said (in the Qur'an saying): If you two (wives of the Prophet (ﷺ) namely Aisha and Hafsa) \nturn in repentance to Allah your hearts are indeed so inclined (to oppose what the Prophet (ﷺ) likes) \n(66.4), till performed the Hajj along with `Umar (and on our way back from Hajj) he went aside (to \nanswer the call of nature) and I also went aside along with him carrying a tumbler of water. When he \nhad answered the call of nature and returned. I poured water on his hands from the tumbler and he \nperformed ablution. I said, \"O Chief of the believers! ' Who were the two ladies from among the wives \nof the Prophet (ﷺ) to whom Allah said: \n'If you two return in repentance (66.4)? He said, \"I am astonished at your question, O Ibn `Abbas. \nThey were Aisha and Hafsa.\" \nThen `Umar went on relating the narration and said. \"I and an Ansari neighbor of mine from Bani \nUmaiya bin Zaid who used to live in `Awali Al-Medina, used to visit the Prophet (ﷺ) in turns. He used to \ngo one day, and I another day. When I went I would bring him the news of what had happened that \nday regarding the instructions and orders and when he went, he used to do the same for me. We, the \npeople of Quraish, used to have authority over women, but when we came to live with the Ansar, we \nnoticed that the Ansari women had the upper hand over their men, so our women started acquiring the \nhabits of the Ansari women. Once I shouted at my wife and she paid me back in my coin and I \ndisliked that she should answer me back. She said, 'Why do you take it ill that I retort upon you? By \nAllah, the wives of the Prophet (ﷺ) retort upon him, and some of them may not speak with him for the \nwhole day till night.' What she said scared me and I said to her, 'Whoever amongst them does so, will \nbe a great loser.' Then I dressed myself and went to Hafsa and asked her, 'Does any of you keep \nAllah's Messenger (ﷺ) angry all the day long till night?' She replied in the affirmative. I said, 'She is a ruined \nlosing person (and will never have success)! Doesn't she fear that Allah may get angry for the anger of \nAllah's Messenger (ﷺ) and thus she will be ruined? Don't ask Allah's Messenger (ﷺ) too many things, and don't \nretort upon him in any case, and don't desert him. Demand from me whatever you like, and don't be \ntempted to imitate your neighbor (i.e. `Aisha) in her behavior towards the Prophet), for she (i.e. Aisha) \nis more beautiful than you, and more beloved to Allah's Messenger (ﷺ). \nIn those days it was rumored that Ghassan, (a tribe living in Sham) was getting prepared their horses \nto invade us. My companion went (to the Prophet (ﷺ) on the day of his turn, went and returned to us at \nnight and knocked at my door violently, asking whether I was sleeping. I was scared (by the hard \nknocking) and came out to him. He said that a great thing had happened. I asked him: What is it? \nHave Ghassan come? He replied that it was worse and more serious than that, and added that Allah's \nApostle had divorced all his wives. I said, Hafsa is a ruined loser! I expected that would happen some \nday.' So I dressed myself and offered the Fajr prayer with the Prophet. Then the Prophet (ﷺ) entered an \nupper room and stayed there alone. I went to Hafsa and found her weeping. I asked her, 'Why are you \nweeping? Didn't I warn you? Have Allah's Messenger (ﷺ) divorced you all?' She replied, 'I don't know. He is \nthere in the upper room.' I then went out and came to the pulpit and found a group of people around it \nand some of them were weeping. \nThen I sat with them for some time, but could not endure the situation. So I went to the upper room \nwhere the Prophet (ﷺ) was and requested to a black slave of his: \"Will you get the permission of (Allah's \nApostle) for `Umar (to enter)? The slave went in, talked to the Prophet (ﷺ) about it and came out saying, 'I \nmentioned you to him but he did not reply.' So, I went and sat with the people who were sitting by the \npulpit, but I could not bear the situation, so I went to the slave again and said: \"Will you get he \npermission for `Umar? He went in and brought the same reply as before. When I was leaving, behold, \nthe slave called me saying, \"Allah's Messenger (ﷺ) has granted you permission.\" So, I entered upon the \nProphet and saw him lying on a mat without wedding on it, and the mat had left its mark on the body \nof the Prophet, and he was leaning on a leather pillow stuffed with palm fires. I greeted him and while \nstill standing, I said: \"Have you divorced your wives?' He raised his eyes to me and replied in the \nnegative. \nAnd then while still standing, I said chatting: \"Will you heed what I say, 'O Allah's Messenger (ﷺ)! We, the \npeople of Quraish used to have the upper hand over our women (wives), and when we came to the \npeople whose women had the upper hand over them...\" \n`Umar told the whole story (about his wife). \"On that the Prophet (ﷺ) smiled.\" `Umar further said, \"I then \nsaid, 'I went to Hafsa and said to her: Do not be tempted to imitate your companion (`Aisha) for she is \nmore beautiful than you and more beloved to the Prophet.' The Prophet (ﷺ) smiled again. When I saw him \nsmiling, I sat down and cast a glance at the room, and by Allah, I couldn't see anything of importance \nbut three hides. I said (to Allah's Messenger (ﷺ)) \"Invoke Allah to make your followers prosperous for the \nPersians and the Byzantines have been made prosperous and given worldly luxuries, though they do \nnot worship Allah?' The Prophet (ﷺ) was leaning then (and on hearing my speech he sat straight) and said, \n'O Ibn Al-Khattab! Do you have any doubt (that the Hereafter is better than this world)? These people \nhave been given rewards of their good deeds in this world only.' I asked the Prophet (ﷺ) . 'Please ask \nAllah's forgiveness for me. \nThe Prophet (ﷺ) did not go to his wives because of the secret which Hafsa had disclosed to `Aisha, and he \nsaid that he would not go to his wives for one month as he was angry with them when Allah \nadmonished him (for his oath that he would not approach Maria). When twenty-nine days had passed, \nthe Prophet (ﷺ) went to Aisha first of all. She said to him, 'You took an oath that you would not come to \nus for one month, and today only twenty-nine days have passed, as I have been counting them day by \nday.' The Prophet (ﷺ) said, 'The month is also of twenty-nine days.' That month consisted of twenty-nine \ndays. `Aisha said, 'When the Divine revelation of Choice was revealed, the Prophet (ﷺ) started with me, \nsaying to me, 'I am telling you something, but you need not hurry to give the reply till you can consult \nyour parents.\" `Aisha knew that her parents would not advise her to part with the Prophet (ﷺ) . \nThe Prophet (ﷺ) said that Allah had said: 'O Prophet! Say To your wives; If you desire The life of this \nworld And its glitter, ... then come! I will make a provision for you and set you free In a handsome \nmanner. But if you seek Allah And His Apostle, and The Home of the Hereafter, then Verily, Allah \nhas prepared For the good-doers amongst you A great reward.' (33.28) `Aisha said, 'Am I to consult \nmy parents about this? I indeed prefer Allah, His Apostle, and the Home of the Hereafter.' After that \nthe Prophet (ﷺ) gave the choice to his other wives and they also gave the same reply as `Aisha did.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن أَبِي ثَوْر ) ‏ ‏هُوَ مَكِّيّ نَوْفَلِيٌّ , وَقَدْ اِشْتَرَكَ مَعَهُ فِي اِسْمه وَاسْم أَبِيهِ , وَفِي الرِّوَايَة عَنْ اِبْن عَبَّاس وَفِي رِوَايَة الزُّهْرِيّ عَنْهُمَا عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة بْن مَسْعُود الْمَدَنِيّ الْهُذَلِيّ ; لَكِنَّ رِوَايَته عَنْ اِبْن عَبَّاس كَثِيرَة فِي الصَّحِيحَيْنِ , وَلَيْسَ لِابْنِ أَبِي ثَوْر عَنْ اِبْن عَبَّاس غَيْر هَذَا الْحَدِيث الْوَاحِد. ‏ ‏قَوْله : ( وَجَارٍ لِي ) ‏ ‏هَذَا الْجَار هُوَ عِتْبَان بْن مَالِك أَفَادَهُ اِبْن الْقَسْطَلَّانِيّ , لَكِنْ لَمْ يَذْكُر دَلِيله. ‏ ‏قَوْله : ( فِي بَنِي أُمَيَّة ) ‏ ‏أَيْ : نَاحِيَة بَنِي أُمَيَّة , سُمِّيَتْ الْبُقْعَة بِاسْمِ مَنْ نَزَلَهَا. ‏ ‏قَوْله : ( أَثَمَّ ) ‏ ‏هُوَ بِفَتْحِ الْمُثَلَّثَة. ‏ ‏قَوْله : ( دَخَلْت عَلَى حَفْصَة ) ‏ ‏ظَاهِر سِيَاقه يُوهِم أَنَّهُ مِنْ كَلَام الْأَنْصَارِيّ , وَإِنَّمَا الدَّاخِل عَلَى حَفْصَة عُمَر , ولِلْكُشْمِيهَنِيّ : \" فَدَخَلْت عَلَى حَفْصَة \" أَيْ : قَالَ عُمَر : فَدَخَلْت عَلَى حَفْصَة , وَإِنَّمَا جَاءَ هَذَا مِنْ الِاخْتِصَار , وَإِلَّا فَفِي أَصْل الْحَدِيث بَعْد قَوْله أَمْر عَظِيم : \" طَلَّقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نِسَاءَهُ. قُلْت : قَدْ كُنْت أَظُنّ أَنَّ هَذَا كَائِن , حَتَّى إِذَا صَلَّيْت الصُّبْح شَدَدْت عَلَيَّ ثِيَابِي ثُمَّ نَزَلْت , فَدَخَلْت عَلَى حَفْصَة \" يَعْنِي أُمّ الْمُؤْمِنِينَ بِنْته. وَفِي هَذَا الْحَدِيث الِاعْتِمَاد عَلَى خَبَر الْوَاحِد , وَالْعَمَل بِمَرَاسِيل الصَّحَابَة. وَفِي أَنَّ الطَّالِب لَا يَغْفُل عَنْ النَّظَر فِي أَمْر مَعَاشه لِيَسْتَعِينَ عَلَى طَلَب الْعِلْم وَغَيْره , مَعَ أَخْذه بِالْحَزْمِ فِي السُّؤَال عَمَّا يَفُوتهُ يَوْم غَيْبَته , لِمَا عُلِمَ مِنْ حَال عُمَر أَنَّهُ كَانَ يَتَعَانَى التِّجَارَة إِذْ ذَاكَ كَمَا سَيَأْتِي فِي الْبُيُوع. وَفِيهِ أَنَّ شَرْط التَّوَاتُر أَنْ يَكُون مُسْتَنَد نَقَلَته الْأَمْر الْمَحْسُوس , لَا الْإِشَاعَة الَّتِي لَا يُدْرَى مَنْ بَدَأَ بِهَا. وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَيْهِ فِي النِّكَاح إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2469,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا ابْنُ سَلاَمٍ، حَدَّثَنَا الْفَزَارِيُّ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ آلَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نِسَائِهِ شَهْرًا، وَكَانَتِ انْفَكَّتْ قَدَمُهُ فَجَلَسَ فِي عِلِّيَّةٍ لَهُ، فَجَاءَ عُمَرُ، فَقَالَ أَطَلَّقْتَ نِسَاءَكَ قَالَ ‏\n\"‏ لاَ، وَلَكِنِّي آلَيْتُ مِنْهُنَّ شَهْرًا ‏\"‏‏.‏ فَمَكُثَ تِسْعًا وَعِشْرِينَ، ثُمَّ نَزَلَ، فَدَخَلَ عَلَى نِسَائِهِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) took an oath that he would not go to his wives for one month as his foot had been \nsprained. He stayed in an upper room when `Umar went to him and said, \"Have you divorced your \nwives?\" He said, \"No, but I have taken an oath that I would not go to them for one month.\" The \nProphet stayed there for twenty-nine days, and then came down and went to his wives.",
    "explication": "‏ ‏حَدِيث أَنَس قَالَ : \" آلَى رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نِسَائِهِ شَهْرًا \" ‏ ‏الْحَدِيث , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي النِّكَاحِ أَيْضًا , وَكَأَنَّهُ أَوْرَدَهُ لِقَوْلِهِ : \" فَجَلَسَ فِي عُلِّيَّةٍ لَهُ فَجَاءَ عُمَر فَقَالَ أَطَلَّقْتَ نِسَاءَك \" فَإِنَّ فِي حَدِيثِ عُمَرَ الَّذِي قَبْلَهُ \" فَدَخَلَ مَشْرُبَة لَهُ فَاعْتَزَلَ فِيهَا \" وَفِيهِ \" فَجِئْت الْمَشْرُبَة الَّتِي هُوَ فِيهَا فَقُلْت لِغُلَامٍ أَسْوَدَ اِسْتَأْذِنْ لِعُمَر \" الْحَدِيث , وَالْمُرَاد بِالْمَشْرُبَةِ الْغُرْفَة الْعَالِيَة , فَأَرَادَ بِإِيرَاد حَدِيث أَنَس أَنَّهَا كَانَتْ عَالِيَة , وَإِذَا جَازَ اِتِّخَاذ الْغُرْفَة الْعَالِيَة جَازَ اِتِّخَاذ غَيْر الْعَالِيَةِ مِنْ بَاب الْأَوْلَى , وَأَمَّا الْمُشْرِفَةُ فَحُكْمُهَا مُسْتَفَاد مِنْ حَدِيثِ أُسَامَةَ الَّذِي صَدَّرَ بِهِ الْبَاب وَاللَّهُ أَعْلَمُ. وَأَظُنُّ الْبُخَارِيّ تَأَسَّى بِعُمَر حَيْثُ سَاقَ الْحَدِيثَ كُلّه , وَكَانَ يَكْفِيهِ فِي جَوَاب سُؤَال اِبْن عَبَّاس أَنْ يَكْتَفِيَ بِقَوْلِ عَائِشَة وَحَفْصَة , كَمَا كَانَ يَكْفِي الْبُخَارِيّ أَنْ يَكْتَفِيَ بِقَوْلِهِ مَثَلًا : وَدَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَشْرُبَة لَهُ فَاعْتَزَلَ فِيهَا كَمَا جَرَتْ بِهِ عَادَتُهُ وَاللَّهُ أَعْلَمُ. وَقَوْلُهُ فِي حَدِيثِ عُمَرَ : \" وَا عَجَبًا \" بِالتَّنْوِينِ , وَأَصْلُهُ \" وَا \" الَّتِي لِلنُّدْبَةِ وَجَاءَ بَعْدَهُ \" عَجَبًا \" لِلتَّأْكِيدِ. وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" وَا عَجَبِي \" , قَالَ اِبْن مَالِك فِيهِ شَاهِدٌ عَلَى اِسْتِعْمَالِ \" وَا \" فِي غَيْرِ النُّدْبَةِ وَهُوَ رَأْيُ الْمُبَرِّد , قِيلَ إِنَّ عُمَرَ تَعَجَّبَ مِنْ اِبْن عَبَّاس كَيْفَ خَفِيَ عَلَيْهِ هَذَا مَعَ اِشْتِهَارِهِ عِنْدَهُ بِمَعْرِفَةِ التَّفْسِيرِ , أَوْ عَجِبَ مِنْ حِرْصِهِ عَلَى تَحْصِيل التَّفْسِير بِجَمِيعِ طُرُقِهِ حَتَّى فِي تَسْمِيَةِ مَنْ أُبْهِمَ فِيهِ , وَهُوَ حُجَّةٌ ظَاهِرَةٌ فِي السُّؤَالِ عَنْ تَسْمِيَةِ مَنْ أُبْهِمَ أَوْ أُهْمِلَ. ‏ ‏وَقَوْلُهُ : \" كُنْت وَجَارٌ لِي \" بِالرَّفْعِ لِلْأَكْثَرِ , وَيَجُوزُ النَّصْبُ. وَقَوْلُهُ فِيهِ : \" تُنْعِلُ النِّعَال \" أَيْ تَضْرِبُهَا وَتُسَوِّيهَا , أَوْ هُوَ مُتَعَدٍّ إِلَى مَفْعُولَيْنِ فَحَذَفَ أَحَدهمَا وَالْأَصْل تُنْعِل الدَّوَابّ النِّعَال , وَرُوِيَ الْبِغَال بِالْمُوَحَّدَةِ وَالْمُعْجَمَةِ , وَسَيَأْتِي فِي النِّكَاحِ بِلَفْظ \" تُنْعِل الْخَيْل \" وَقَوْلُهُ : \" فَأَفْزَعَنِي \" أَيْ الْقَوْلُ , وَلِلْكُشْمِيهَنِيّ \" فَأَفْزَعْنَنِي \" بِصِيغَةِ جَمْع الْمُؤَنَّث. وَقَوْلُهُ : \" خَابَتْ مَنْ فَعَلَتْ مِنْهُنَّ \" فِي رِوَايَة الْكُشْمِيهَنِيّ \" جَاءَتْ مَنْ فَعَلَتْ مِنْهُنَّ بِعَظِيم \" وَقَوْلُهُ : \" عَلَى رِمَال \" بِكَسْرِ الرَّاءِ وَيَجُوزُ ضَمُّهَا يُقَالُ رَمَلَ الْحَصِير إِذَا نَسَجَهُ , وَالْمُرَاد ضُلُوعه الْمُتَدَاخِلَة بِمَنْزِلَةِ الْخُيُوطِ فِي الثَّوْبِ الْمَنْسُوجِ وَكَأَنَّهُ لَمْ يَكُنْ فَوْقَ الْحَصِيرِ فِرَاشٌ وَلَا غَيْرُهُ أَوْ كَانَ بِحَيْثُ لَا يَمْنَعُ تَأْثِير الْحَصِيرِ. ‏ ‏قَوْلُهُ : ( فَقُلْت وَأَنَا قَائِمٌ أَسْتَأْنِسُ أَيْ أَقُولُ قَوْلًا أَسْتَكْشِفُ بِهِ هَلْ يَنْبَسِطُ لِي أَمْ لَا وَيَكُونُ أَوَّل كَلَامِهِ \" يَا رَسُول اللَّهِ لَوْ رَأَيْتَنِي \" وَيُحْتَمَلُ أَنْ يَكُونَ اِسْتِفْهَامًا مَحْذُوف الْأَدَاة أَيْ أَأَسْتَأْنِسُ يَا رَسُول اللَّهِ ؟ وَيَكُونُ أَوَّل الْكَلَام الثَّانِي \" لَوْ رَأَيْتَنِي \" وَيَكُونُ جَوَاب الِاسْتِفْهَام مَحْذُوفًا وَاكْتَفَى فِيمَا أَرَادَ بِقَرِينَةِ الْحَالِ. وَقَوْلُهُ : \" أَهَبَة \" بِفَتْحِ الْهَمْزَةِ وَالْهَاءِ وَيَجُوزُ ضَمُّهَا , ‏ ‏وَقَوْلُهُ : \" إنَّا أَصْبَحْنَا بِتِسْع \" فِي رِوَايَة الْكُشْمِيهَنِيّ \" لِتِسْع \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2470,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا أَبُو عَقِيلٍ، حَدَّثَنَا أَبُو الْمُتَوَكِّلِ النَّاجِيُّ، قَالَ أَتَيْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم الْمَسْجِدَ، فَدَخَلْتُ إِلَيْهِ، وَعَقَلْتُ الْجَمَلَ فِي نَاحِيَةِ الْبَلاَطِ فَقُلْتُ هَذَا جَمَلُكَ‏.‏ فَخَرَجَ فَجَعَلَ يُطِيفُ بِالْجَمَلِ قَالَ ‏\n\"‏ الثَّمَنُ وَالْجَمَلُ لَكَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) entered the Mosque, and I too went there after tying the camel at the pavement of the \nMosque. I said (to the Prophet (ﷺ) ), \"This is your camel.\" He came out and started examining the camel \nand said, \"Both the camel and its price are for you.\"",
    "explication": "وَأَوْرَدَ فِيهِ طَرَفًا مِنْ حَدِيثِ جَابِر فِي قِصَّة جَمَله الَّذِي بَاعَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي كِتَابِ الشُّرُوط , وَغَرَضه هُنَا قَوْلُهُ : \" وَعَقَلْت الْجَمَل فِي نَاحِيَةِ الْبَلَاطِ \" فَإِنَّهُ يُسْتَفَادُ مِنْهُ جَوَاز ذَلِكَ إِذَا لَمْ يَحْصُلْ بِهِ ضَرَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2471,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ ـ رضى الله عنه ـ قَالَ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم، أَوْ قَالَ لَقَدْ أَتَى النَّبِيُّ صلى الله عليه وسلم سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا‏.‏",
    "english_text": "I saw Allah's Messenger (ﷺ) coming (or the Prophet (ﷺ) came) to the dumps of some people and urinated there \nwhile standing .",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي وَائِل ) ‏ ‏وَلِأَبِي دَاوُد الطَّيَالِسِيّ فِي مُسْنَدِهِ عَنْ شُعْبَةَ عَنْ الْأَعْمَشِ أَنَّهُ سَمِعَ أَبَا وَائِل وَلِأَحْمَدَ عَنْ يَحْيَى الْقَطَّان عَنْ الْأَعْمَشِ حَدَّثَنِي أَبُو وَائِل. ‏ ‏قَوْله : ( سُبَاطَة قَوْم ) ‏ ‏بِضَمِّ الْمُهْمَلَةِ بَعْدَهَا مُوَحَّدَة هِيَ الْمَزْبَلَةُ وَالْكُنَاسَةُ تَكُونُ بِفِنَاءِ الدُّورِ مِرْفَقًا لِأَهْلِهَا وَتَكُونُ فِي الْغَالِبِ سَهْلَة لَا يَرْتَدُّ فِيهَا الْبَوْل عَلَى الْبَائِلِ وَإِضَافَتهَا إِلَى الْقَوْمِ إِضَافَة اِخْتِصَاصٍ لَا مِلْكٍ ; لِأَنَّهَا لَا تَخْلُو عَنْ النَّجَاسَةِ وَبِهَذَا يَنْدَفِعُ إِيرَاد مَنْ اسْتَشْكَلَهُ لِكَوْن الْبَوْل يُوهِي الْجِدَار فَفِيهِ إِضْرَار أَوْ نَقُولُ : إِنَّمَا بَالَ فَوْقَ السُّبَاطَةِ لَا فِي أَصْل الْجِدَار وَهُوَ صَرِيحُ رِوَايَةِ أَبِي عَوَانَةَ فِي صَحِيحِهِ وَقِيلَ : يُحْتَمَلُ أَنْ يَكُونَ عَلِمَ إِذْنهمْ فِي ذَلِكَ بِالتَّصْرِيحِ أَوْ غَيْره , أَوْ لِكَوْنِهِ مِمَّا يَتَسَامَحُ النَّاسُ بِهِ , أَوْ لِعِلْمِهِ بِإِيثَارِهِمْ إِيَّاهُ بِذَلِكَ , أَوْ لِكَوْنِهِ يَجُوزُ لَهُ التَّصَرُّفُ فِي مَالِ أُمَّتِهِ دُونَ غَيْرِهِ ; لِأَنَّهُ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَمْوَالهمْ وَهَذَا وَإِنْ كَانَ صَحِيحَ الْمَعْنَى لَكِنْ لَمْ يُعْهَدْ ذَلِكَ مِنْ سِيرَتِهِ وَمَكَارِم أَخْلَاقِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( ثُمَّ دَعَا بِمَاءٍ ) ‏ ‏زَاد مُسْلِم وَغَيْره مِنْ طُرُقٍ عَنْ الْأَعْمَشِ \" فَتَنَحَّيْت فَقَالَ : ادْنُهْ فَدَنَوْت حَتَّى قُمْت عِنْدَ عَقِبَيْهِ \" وَفِي رِوَايَةِ أَحْمَدَ عَنْ يَحْيَى الْقَطَّان \" أَتَى سُبَاطَة قَوْم فَتَبَاعَدْت مِنْهُ فَأَدْنَانِي حَتَّى صِرْت قَرِيبًا مِنْ عَقِبَيْهِ فَبَالَ قَائِمًا وَدَعَا بِمَاءٍ فَتَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ \" وَكَذَا زَادَ مُسْلِم وَغَيْره فِيهِ ذِكْر الْمَسْحِ عَلَى الْخُفَّيْنِ وَهُوَ ثَابِتٌ أَيْضًا عِنْدَ الْإِسْمَاعِيلِيِّ وَغَيْره مِنْ طُرُقٍ عَنْ شُعْبَةَ عَنْ الْأَعْمَشِ , وَزَادَ عِيسَى بْن يُونُس فِيهِ عَنْ الْأَعْمَشِ أَنَّ ذَلِكَ كَانَ بِالْمَدِينَةِ أَخْرَجَهُ ابْن عَبْدِ الْبَرِّ فِي التَّمْهِيدِ بِإِسْنَادٍ صَحِيحٍ وَزَعَمَ فِي الِاسْتِذْكَارِ أَنَّ عِيسَى تَفَرَّدَ بِهِ وَلَيْسَ كَذَلِكَ , فَقَدْ رَوَاهُ الْبَيْهَقِيّ مِنْ طَرِيقِ مُحَمَّد بْن طَلْحَة بْن مُصَرِّف عَنْ الْأَعْمَشِ كَذَلِكَ وَلَهُ شَاهِدٌ مِنْ حَدِيث عِصْمَة بْن مَالِك سَنَذْكُرُهُ بَعْدُ. وَاسْتُدِلَّ بِهِ عَلَى جَوَازِ الْمَسْحِ فِي الْحَضَرِ وَهُوَ ظَاهِر وَلَعَلَّ الْبُخَارِيَّ اِخْتَصَرَهُ لِتَفَرُّدِ الْأَعْمَشِ بِهِ فَقَدْ رَوَى اِبْن مَاجَهْ مِنْ طَرِيقِ شُعْبَةَ أَنَّ عَاصِمًا رَوَاهُ لَهُ عَنْ أَبِي وَائِل عَنْ الْمُغِيرَةِ \" أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى سُبَاطَة قَوْم فَبَالَ قَائِمًا \" قَالَ عَاصِم : وَهَذَا الْأَعْمَشُ يَرْوِيه عَنْ أَبِي وَائِل عَنْ حُذَيْفَةَ وَمَا حَفِظَهُ يَعْنِي أَنَّ رِوَايَتَهُ هِيَ الصَّوَاب. قَالَ شُعْبَة : فَسَأَلْتُ عَنْهُ مَنْصُورًا فَحَدَّثَنِيهِ عَنْ أَبِي وَائِل عَنْ حُذَيْفَةَ يَعْنِي كَمَا قَالَ الْأَعْمَش لَكِنْ لَمْ يَذْكُرْ فِيهِ الْمَسْحَ , فَقَدْ وَافَقَ مَنْصُورٌ الْأَعْمَشَ عَلَى قَوْلِهِ عَنْ حُذَيْفَةَ دُونَ الزِّيَادَةِ وَلَمْ يَلْتَفِتْ مُسْلِم إِلَى هَذِهِ الْعِلَّةِ بَلْ ذَكَرَهَا فِي حَدِيثِ الْأَعْمَشِ ; لِأَنَّهَا زِيَادَةٌ مِنْ حَافِظٍ وَقَالَ التِّرْمِذِيّ : حَدِيثُ أَبِي وَائِل عَنْ حُذَيْفَةَ أَصَحّ , يَعْنِي حَدِيثَهُ عَنْ الْمُغِيرَةِ وَهُوَ كَمَا قَالَ وَإِنْ جَنَحَ اِبْن خُزَيْمَة إِلَى تَصْحِيحِ الرِّوَايَتَيْنِ لِكَوْن حَمَّاد بْن أَبِي سُلَيْمَان وَافَقَ عَاصِمًا عَلَى قَوْلِهِ عَنْ الْمُغِيرَةِ , فَجَازَ أَنْ يَكُونَ أَبُو وَائِل سَمِعَهُ مِنْهُمَا فَيَصِحُّ الْقَوْلَانِ مَعًا , لَكِنْ مِنْ حَيْثُ التَّرْجِيح رِوَايَة الْأَعْمَشِ وَمَنْصُور لِاتِّفَاقِهِمَا أَصَحّ مِنْ رِوَايَةِ عَاصِم وَحَمَّاد لِكَوْنِهِمَا فِي حِفْظِهِمَا مَقَال. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2472,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ، وَجَدَ غُصْنَ شَوْكٍ فَأَخَذَهُ، فَشَكَرَ اللَّهُ لَهُ، فَغَفَرَ لَهُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"While a man was on the way, he found a thorny branch of a tree there on the \nway and removed it. Allah thanked him for that deed and forgave him.\"",
    "explication": "‏ ‏قَوْله : ( بَيْنَمَا رَجُل ) ‏ ‏فِي هَذَا الْمَتْن ثَلَاثَة أَحَادِيث : قِصَّة الَّذِي نَحَّى غُصْن الشَّوْك , وَالشُّهَدَاء , وَالتَّرْغِيب فِي النِّدَاء وَغَيْره مِمَّا ذُكِرَ. وَالْمَقْصُود مِنْهُ ذِكْرُ التَّهْجِير , وَقَدْ تَقَدَّمَ الْحَدِيث الثَّالِث مُفْرَدًا فِي \" بَاب الِاسْتِهَام \" عَنْ عَبْد اللَّه بْن يُوسُفَ عَنْ مَالِك , وَيَأْتِي الثَّانِي فِي الْجِهَاد عَنْهُ أَيْضًا , وَالْأَوَّل فِي الْمَظَالِم كَذَلِكَ وَتَكَلَّمْنَا عَلَى شَرْحِهِ هُنَاكَ , وَكَانَ قُتَيْبَة حَدَّثَ بِهِ عَنْ مَالِك هَكَذَا مَجْمُوعًا فَلَمْ يَتَصَرَّف فِيهِ الْمُصَنِّف كَعَادَتِهِ فِي الِاخْتِصَار , وَتَكَلَّفَ الزَّيْنُ بْن الْمُنِير إِبْدَاء مُنَاسَبَة لِلْأَوَّلِ مِنْ جِهَة أَنَّهُ دَالّ عَلَى أَنَّ الطَّاعَة وَإِنْ قَلَّتْ فَلَا يَنْبَغِي أَنْ تُتْرَكَ , وَاعْتَرَفَ بِعَدَمِ مُنَاسَبَة الثَّانِي. ‏ ‏قَوْله : ( فَأَخَذَهُ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" فَأَخَّرَهُ \". ‏ ‏قَوْله : ( فَشَكَرَ اللَّه لَهُ ) ‏ ‏أَيْ رَضِيَ بِفِعْلِهِ وَقَبِلَ مِنْهُ , وَفِيهِ فَضْلُ إِمَاطَة الْأَذَى عَنْ الطَّرِيق , وَقَدْ تَقَدَّمَ فِي كِتَاب الْإِيمَان أَنَّهَا أَدْنَى شُعَب الْإِيمَان. ‏ ‏قَوْله : ( الشُّهَدَاء خَمْس ) ‏ ‏كَذَا لِأَبِي ذَرٍّ عَنْ الْحَمَوِيِّ , وَلِلْبَاقِينَ \" خَمْسَة \" وَهُوَ الْأَصْل فِي الْمُذَكَّر , وَجَازَ الْأَوَّل لِأَنَّ الْمُمَيِّز غَيْر مَذْكُور , وَسَيَأْتِي الْكَلَام عَلَى مَبَاحِثه فِي كِتَاب الْجِهَاد إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2473,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنِ الزُّبَيْرِ بْنِ خِرِّيتٍ، عَنْ عِكْرِمَةَ، سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَضَى النَّبِيُّ صلى الله عليه وسلم إِذَا تَشَاجَرُوا فِي الطَّرِيقِ بِسَبْعَةِ أَذْرُعٍ‏.‏",
    "english_text": "The Prophet (ﷺ) judged that seven cubits should be left as a public way when there was a dispute about \nthe land.",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ الزُّبَيْر بْن خِرِّيت ) ‏ ‏بِكَسْرِ الْخَاءِ الْمُعْجَمَةِ وَتَشْدِيدِ الرَّاءِ الْمَكْسُورَةِ بَعْدَهَا تَحْتَانِيَّة سَاكِنة ثُمَّ مُثَنَّاة , بَصْرِيٌّ مَا لَهُ فِي الْبُخَارِيِّ سِوَى هَذَا الْحَدِيث وَحَدِيثَيْنِ فِي التَّفْسِيرِ وَآخَر فِي الدَّعَوَاتِ , وَقَدْ أَوْرَدَ اِبْن عَدِيّ هَذَا الْحَدِيثَ فِي أَفْرَادِ جَرِير بْن حَازِم رَاوِيهِ عَنْ الزُّبَيْرِ هَذَا , فَهُوَ مِنْ غَرَائِب الصَّحِيحِ وَلَكِنَّ شَاهِدَهُ فِي مُسْلِمٍ مِنْ حَدِيثِ عَبْد اللَّه بْن الْحَارِث عَنْ اِبْن عَبَّاس , وَعِنْدَ الْإِسْمَاعِيلِيِّ مِنْ طَرِيق وَهْب بْن جَرِير عَنْ أَبِيهِ سَمِعْت الزُّبَيْر. ‏ ‏قَوْلُهُ : ( إِذَا تَشَاجَرُوا ) ‏ ‏تَفَاعَلُوا مِنْ الْمُشَاجَرَةِ بِالْمُعْجَمَةِ وَالْجِيم أَيْ تَنَازَعُوا وَلِلْإِسْمَاعِيلِيِّ \" إِذَا اِخْتَلَفَ النَّاس فِي الطَّرِيقِ \" وَلِمُسْلِمٍ مِنْ طَرِيقِ عَبْد اللَّه بْن الْحَارِث عَنْ أَبِي هُرَيْرَة \" إِذَا اِخْتَلَفْتُمْ \" وَأَخْرَجَهُ أَبُو عَوَانَة فِي صَحِيحِهِ وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ طَرِيقِ بَشِير بْن كَعْب وَهُوَ بِالتَّصْغِيرِ وَالْمُعْجَمَة عَنْ أَبِي هُرَيْرَة بِلَفْظ \" إِذَا اِخْتَلَفْتُمْ فِي الطَّرِيقِ فَاجْعَلُوهُ سَبْعَة أَذْرُع \" وَمِثْلُهُ لِابْن مَاجَهْ مِنْ حَدِيثِ اِبْن عَبَّاس. ‏ ‏قَوْلُهُ : ( فِي الطَّرِيقِ ) ‏ ‏زَادَ الْمُسْتَمْلِي فِي رِوَايَتِهِ \" الْمِيتَاء \" وَلَمْ يُتَابَعْ عَلَيْهِ وَلَيْسَتْ بِمَحْفُوظَةٍ فِي حَدِيث أَبِي هُرَيْرَة , وَإِنَّمَا ذَكَرَهَا الْمُؤَلِّفُ فِي التَّرْجَمَةِ مُشِيرًا بِهَا إِلَى مَا وَرَدَ فِي بَعْضِ طُرُقِ الْحَدِيث كَعَادَتِهِ وَذَلِكَ فِيمَا أَخْرَجَهُ عَبْد الرَّزَّاق عَنْ اِبْن عَبَّاس عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" إِذَا اِخْتَلَفْتُمْ فِي الطَّرِيقِ الْمِيتَاء فَاجْعَلُوهَا سَبْعَةَ أَذْرُع \" وَرَوَى عَبْد اللَّه بْن أَحْمَد فِي \" زِيَادَات الْمُسْنَد \" وَالطَّبَرِيّ مِنْ حَدِيثِ عُبَادَة بْن الصَّامِتِ قَالَ : \" قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الطَّرِيقِ الْمِيتَاء \" فَذَكَرَهُ فِي أَثْنَاءِ حَدِيث طَوِيلٍ وَلِابْن عَدِيّ مِنْ حَدِيثِ أَنَس \" قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الطَّرِيقِ الْمِيتَاء الَّتِي تُؤْتَى مِنْ كُلِّ مَكَان \" فَذَكَرَهُ وَفِي كُلٍّ مِنْ الْأَسَانِيدِ الثَّلَاثَةِ مَقَالٌ. ‏ ‏قَوْلُهُ : ( بِسَبْعَةِ أَذْرُع ) ‏ ‏الَّذِي يَظْهَرُ أَنَّ الْمُرَادَ بِالذِّرَاعِ ذِرَاع الْآدَمِيِّ فَيُعْتَبَرُ ذَلِكَ بِالْمُعْتَدِلِ , وَقِيلَ الْمُرَاد بِالذِّرَاعِ ذِرَاع الْبُنْيَان الْمُتَعَارَف , قَالَ الطَّبَرِيّ : مَعْنَاهُ أَنْ يُجْعَلَ قَدْرُ الطَّرِيق الْمُشْتَرَكَة سَبْعَة أَذْرُعٍ ثُمَّ يَبْقَى بَعْدَ ذَلِكَ لِكُلّ وَاحِدٍ مِنْ الشُّرَكَاءِ فِي الْأَرْضِ قَدْرُ مَا يَنْتَفِعُ بِهِ وَلَا يَضُرُّ غَيْرَهُ وَالْحِكْمَة فِي جَعْلِهَا سَبْعَة أَذْرُعٍ لِتَسْلُكهَا الْأَحْمَال وَالْأَثْقَال دُخُولًا وَخُرُوجًا وَيَسَعُ مَا لَا بُدَّ لَهُمْ مِنْ طَرْحِهِ عِنْدَ الْأَبْوَابِ وَيَلْتَحِقُ بِأَهْل الْبُنْيَان مَنْ قَعَدَ لِلْبَيْعِ فِي حَافَّةِ الطَّرِيقِ , فَإِنْ كَانَ الطَّرِيقُ أَزْيَد مِنْ سَبْعَةِ أَذْرُعٍ لَمْ يُمْنَعْ مِنْ الْقُعُودِ فِي الزَّائِدِ , وَإِنْ كَانَ أَقَلّ مُنِعَ لِئَلَّا يُضَيِّقَ الطَّرِيقَ عَلَى غَيْرِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2474,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَدِيُّ بْنُ ثَابِتٍ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ الأَنْصَارِيّ َ ـ وَهُوَ جَدُّهُ أَبُو أُمِّهِ ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ النُّهْبَى وَالْمُثْلَةِ‏.‏",
    "english_text": "The Prophet (ﷺ) forbade robbery (taking away what belongs to others without their permission), and also \nforbade mutilation (or maiming) of bodies.",
    "explication": "‏ ‏قَوْلُهُ : ( سَمِعْت عَبْد اللَّه بْن يَزِيد ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْكُشْمِيهَنِيّ وَحْدَهُ \" اِبْن زَيْد \" وَهُوَ تَصْحِيف. ‏ ‏قَوْلُهُ : ( وَهُوَ ) ‏ ‏يَعْنِي عَبْد اللَّه ‏ ‏( جَدّه ) ‏ ‏أَيْ جَدّ عَدِيّ لِأُمِّهِ , وَاسْم أُمِّهِ فَاطِمَة وَتُكَنَّى أُمَّ عَدِيّ , وَعَبْد اللَّه بْن يَزِيد هُوَ الْخَطْمِيّ مَضَى ذِكْرُهُ فِي الِاسْتِسْقَاءِ , وَلَيْسَ لَهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْبُخَارِيِّ غَيْر هَذَا الْحَدِيث , وَلَهُ فِيهِ عَنْ الصَّحَابَةِ غَيْر هَذَا. وَقَدْ اخْتُلِفَ فِي سَمَاعِهِ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَرَوَى هَذَا الْحَدِيثَ يَعْقُوب بْن إِسْحَاق الْحَضْرَمِيّ عَنْ شُعْبَة فَقَالَ فِيهِ \" عَنْ عَدِيّ عَنْ عَبْد اللَّه بْن يَزِيد عَنْ أَبِي أَيُّوب الْأَنْصَارِيّ \" أَشَارَ إِلَيْهِ الْإِسْمَاعِيلِيّ وَأَخْرَجَهُ الطَّبَرَانِيّ , وَالْمَحْفُوظ عَنْ شُعْبَة لَيْسَ فِيهِ أَبُو أَيُّوب. وَفِيهِ اِخْتِلَافٌ آخَرُ عَلَى عَدِيّ بْن ثَابِت كَمَا سَيَأْتِي فِي كِتَاب الذَّبَائِح. وَفِي النَّهْيِ عَنْ النُّهْبَةِ حَدِيث جَابِر عِنْد أَبِي دَاوُد بِلَفْظ \" مَنْ اِنْتَهَبَ فَلَيْسَ مِنَّا \" وَحَدِيث أَنَس عِنْدَ التِّرْمِذِيّ مِثْله , وَحَدِيث عِمْرَانَ عِنْدَ اِبْن حِبَّان مِثْله. وَحَدِيث ثَعْلَبَة بْن الْحَكَمِ بِلَفْظ \" إِنَّ النُّهْبَةَ لَا تَحِلُّ \" عِنْدَ اِبْن مَاجَهْ , وَحَدِيث زَيْد بْن خَالِد عِنْدَ أَحْمَدَ \" نَهَى رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ النُّهْبَةِ \". ‏ ‏قَوْلُهُ : ( عَنْ النُّهْبَى وَالْمُثْلَةِ ) ‏ ‏بِضَمِّ الْمِيمِ وَسُكُون الْمُثَلَّثَة , وَيَجُوزُ فَتْحُ الْمِيمِ وَضَمّ الْمُثَلَّثَة , وَسَيَأْتِي شَرْحهَا فِي كِتَاب الذَّبَائِح إِنْ شَاءَ اللَّهُ تَعَالَى. ثُمَّ أَوْرَدَ الْمُصَنِّفُ حَدِيث \" لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِن \" الْحَدِيث , وَفِيهِ : \" وَلَا يَنْتَهِبُ نُهْبَة يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارهمْ \" وَمِنْهُ يُسْتَفَادُ التَّقْيِيد بِالْإِذْنِ فِي التَّرْجَمَةِ لِأَنَّ رَفْع الْبَصَر إِلَى الْمُنْتَهِبِ فِي الْعَادَةِ لَا يَكُونُ إِلَّا عِنْدَ عَدَمِ الْإِذْنِ وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي كِتَاب الْحُدُود إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2475,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، حَدَّثَنَا عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهْوَ مُؤْمِنٌ، وَلاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُ وَهْوَ مُؤْمِنٌ، وَلاَ يَسْرِقُ حِينَ يَسْرِقُ وَهْوَ مُؤْمِنٌ، وَلاَ يَنْتَهِبُ نُهْبَةً يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارَهُمْ حِينَ يَنْتَهِبُهَا وَهْوَ مُؤْمِنٌ ‏\"‏‏.‏ وَعَنْ سَعِيدٍ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ إِلاَّ النُّهْبَةَ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"When an adulterer commits illegal sexual intercourse, then he is not a believer at \nthe time, he is doing it, and when a drinker of an alcoholic liquor drinks it, then he is not a believer at \nthe time of drinking it, and when a thief steals, then he is not a believer at the time of stealing, and \nwhen a robber robs, and the people look at him, then he is not a believer at the time of doing robbery.",
    "explication": "‏ ‏قَوْلُهُ : ( وَعَنْ سَعِيدِ ) ‏ ‏يَعْنِي اِبْن الْمُسَيِّب ‏ ‏( وَأَبِي سَلَمَة ) ‏ ‏يَعْنِي اِبْن عَبْد الرَّحْمَن ) ‏ ‏( عَنْ أَبِي هُرَيْرَة مِثْله إِلَّا النُّهْبَة ) ‏ ‏يَعْنِي أَنَّ الزُّهْرِيَّ رَوَى الْحَدِيثَ عَنْ هَؤُلَاءِ الثَّلَاثَةِ عَنْ أَبِي هُرَيْرَة فَانْفَرَدَ أَبُو بَكْر بْن عَبْد الرَّحْمَن بِزِيَادَة ذِكْر النُّهْبَة فِيهِ , وَظَاهِره أَنَّ الْحَدِيثَ عِنْدَ عُقَيْلٍ عَنْ الزُّهْرِيِّ عَنْ الثَّلَاثَةِ عَلَى هَذَا الْوَجْهِ , وَقَدْ أَخْرَجَهُ فِي الْحُدُودِ فَقَالَ فِيهِ : \" عَنْ اِبْن شِهَاب عَنْ سَعِيد وَأَبِي سَلَمَة مِثْله إِلَّا النُّهْبَة \" وَرَوَاهُ مُسْلِم مِنْ طَرِيقِ الْأَوْزَاعِيّ عَنْ الزُّهْرِيِّ عَنْ الثَّلَاثَةِ بِتَمَامِهِ , وَكَأَنَّ الْأَوْزَاعِيّ حَمَلَ رِوَايَة سَعِيد وَأَبِي سَلَمَة عَلَى رِوَايَة أَبِي بَكْر , وَالَّذِي فَصَّلَهَا أَحْفَظُ مِنْهُ فَهُوَ الْمَحْفُوظُ , وَسَيَأْتِي مَزِيد بَيَان لِذَلِكَ فِي كِتَاب الْحُدُود إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( قَالَ الْفَرَبْرِيّ : وَجَدْت بِخَطّ أَبِي جَعْفَر هُوَ اِبْن أَبِي حَاتِم وَرَّاق الْبُخَارِيّ ( قَالَ أَبُو عَبْد اللَّه هُوَ الْمُصَنِّفُ ( تَفْسِيره أَيْ تَفْسِيرِ النَّفْيِ فِي قَوْلِهِ : \" لَا يَزْنِي وَهُوَ مُؤْمِن \" ( أَنْ يُنْزَعَ مِنْهُ , يُرِيدُ الْإِيمَانَ وَهَذَا التَّفْسِير تَلَقَّاهُ الْبُخَارِيّ مِنْ اِبْن عَبَّاس , فَسَيَأْتِي فِي أَوَّلِ الْحُدُودِ \" وَقَالَ اِبْن عَبَّاس : يُنْزَعُ مِنْهُ نُور الْإِيمَانِ \" وَسَنَذْكُرُ هُنَاكَ مَنْ وَصَلَهُ وَمَنْ وَافَقَهُ عَلَى هَذَا التَّأْوِيلِ وَمَنْ خَالَفَهُ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2476,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يَنْزِلَ فِيكُمُ ابْنُ مَرْيَمَ حَكَمًا مُقْسِطًا، فَيَكْسِرَ الصَّلِيبَ، وَيَقْتُلَ الْخِنْزِيرَ، وَيَضَعَ الْجِزْيَةَ، وَيَفِيضَ الْمَالُ حَتَّى لاَ يَقْبَلَهُ أَحَدٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The Hour will not be established until the son of Mary (i.e. Jesus) descends \namongst you as a just ruler, he will break the cross, kill the pigs, and abolish the Jizya tax. Money will \nbe in abundance so that nobody will accept it (as charitable gifts).",
    "explication": "حَدَيث \" وَالَّذِي نَفْسِي بِيَدِهِ لَيُوشِكَن أَنْ يَنْزِل فِيكُمْ اِبْن مَرْيَم \" الْحَدِيث. ‏ ‏قَوْله : ( حَدَّثَنَا إِسْحَاق ) ‏ ‏هُوَ اِبْن إِبْرَاهِيم الْمَعْرُوف بِابْنِ رَاهْوَيْهِ , وَإِنَّمَا جَزَمْت بِذَلِكَ مَعَ تَجْوِيز أَبِي عَلِيّ الْجَيَّانِيّ أَنَّ يَكُون هُوَ أَوْ إِسْحَاق بْن مَنْصُور لِتَعْبِيرِهِ بِقَوْلِهِ أَخْبَرَنَا يَعْقُوب بْن إِبْرَاهِيم لِأَنَّ هَذِهِ الْعِبَارَة يَعْتَمِدهَا إِسْحَاق بْن رَاهْوَيْهِ كَمَا عُرِفَ بِالِاسْتِقْرَاءِ مِنْ عَادَته أَنَّهُ لَا يَقُول إِلَّا \" أَخْبَرَنَا \" وَلَا يَقُول \" حَدَّثَنَا \" وَقَدْ أَخْرَجَ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" هَذَا الْحَدِيث مِنْ مُسْنَد إِسْحَاق بْن رَاهْوَيْهِ وَقَالَ : \" أَخْرَجَهُ الْبُخَارِيّ عَنْ إِسْحَاق \". ‏ ‏قَوْله : ( أَخْبَرَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا أَبِي ) ‏ ‏هُوَ إِبْرَاهِيم بْن سَعْد بْن إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن عَوْف. ‏ ‏قَوْله : ( وَالَّذِي نَفْسِي بِيَدِهِ ) ‏ ‏فِيهِ الْحَلِف فِي الْخَبَر مُبَالَغَة فِي تَأْكِيده. ‏ ‏قَوْله : ( لَيُوشِكَن ) ‏ ‏بِكَسْرِ الْمُعْجَمَة أَيْ لَيَقْرَبَن أَيْ لَا بُدّ مِنْ ذَلِكَ سَرِيعًا. ‏ ‏قَوْله : ( أَنْ يَنْزِل فِيكُمْ ) ‏ ‏أَيْ فِي هَذِهِ الْأُمَّة , \" فَإِنَّهُ خِطَاب لِبَعْضِ الْأُمَّة مِمَّنْ لَا يُدْرِك نُزُوله. ‏ ‏قَوْله : ( حَكَمًا ) ‏ ‏أَيْ حَاكِمًا , وَالْمَعْنَى أَنَّهُ يَنْزِل حَاكِمًا بِهَذِهِ الشَّرِيعَة فَإِنَّ هَذِهِ الشَّرِيعَة بَاقِيَة لَا تُنْسَخ , بَلْ يَكُون عِيسَى حَاكِمًا مِنْ حُكَّام هَذِهِ الْأُمَّة. وَفِي رِوَايَة اللَّيْث عَنْ اِبْن شِهَاب عِنْد مُسْلِم \" حَكَمًا مُقْسِطًا \" وَلَهُ مِنْ طَرِيق اِبْن عُيَيْنَةَ عَنْ اِبْن شِهَاب \" إِمَامًا مُقْسِطًا \" وَالْمُقْسِط الْعَادِل بِخِلَافِ الْقَاسِط فَهُوَ الْجَائِر. وَلِأَحْمَد مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة \" أَقْرِئُوهُ مِنْ رَسُول اللَّه السَّلَام \" وَعِنْد أَحْمَد مِنْ حَدِيث عَائِشَة \" وَيَمْكُث عِيسَى فِي الْأَرْض أَرْبَعِينَ سَنَة \" وَلِلطَّبَرَانِيّ مِنْ حَدِيث عَبْد اللَّه بْن مُغَفَّل \" يَنْزِل عِيسَى اِبْن مَرْيَم مُصَدِّقًا بِمُحَمَّدِ عَلَى مِلَّته \". ‏ ‏قَوْله : ( فَيَكْسِر الصَّلِيب وَيَقْتُل الْخِنْزِير ) ‏ ‏أَيْ يُبْطِل دِين النَّصْرَانِيَّة بِأَنْ يَكْسِر الصَّلِيب حَقِيقَة وَيُبْطِل مَا تَزْعُمهُ النَّصَارَى مِنْ تَعْظِيمه , وَيُسْتَفَاد مِنْهُ تَحْرِيم اِقْتِنَاء الْخِنْزِير وَتَحْرِيم أَكْله وَأَنَّهُ نَجَس , لِأَنَّ الشَّيْء الْمُنْتَفَع بِهِ لَا يُشْرَع إِتْلَافه , وَقَدْ تَقَدَّمَ ذِكْر شَيْء مِنْ ذَلِكَ فِي أَوَاخِر الْبُيُوع. وَوَقَعَ لِلطَّبَرَانِيّ فِي \" الْأَوْسَط \" مِنْ طَرِيق أَبِي صَالِح عَنْ أَبِي هُرَيْرَة \" فَيَكْسِر الصَّلِيب وَيَقْتُل الْخِنْزِير وَالْقِرْد \" زَادَ فِيهِ الْقِرْد وَإِسْنَاده لَا بَأْس بِهِ , وَعَلَى هَذَا فَلَا يَصِحّ الِاسْتِدْلَال بِهِ عَلَى نَجَاسَة عَيْن الْخِنْزِير لِأَنَّ الْقِرْد لَيْسَ بِنَجَسِ الْعَيْن اِتِّفَاقًا , وَيُسْتَفَاد مِنْهُ أَيْضًا تَغْيِير الْمُنْكَرَات وَكَسْر آلَة الْبَاطِل. وَوَقَعَ فِي رِوَايَة عَطَاء بْن مِينَاء عَنْ أَبِي هُرَيْرَة عِنْد مُسْلِم \" وَلَتَذْهَبَن الشَّحْنَاء وَالتَّبَاغُض وَالتَّحَاسُد \". ‏ ‏قَوْله : ‏ ‏( وَيَضَع الْحَرْب ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" الْجِزْيَة \" , وَالْمَعْنَى أَنَّ الدِّين يَصِير وَاحِدًا فَلَا يَبْقَى أَحَد مِنْ أَهْل الذِّمَّة يُؤَدِّي الْجِزْيَة , وَقِيلَ مَعْنَاهُ أَنَّ الْمَال يَكْثُر حَتَّى لَا يَبْقَى مَنْ يُمْكِن صَرْف مَال الْجِزْيَة لَهُ فَتُتْرَك الْجِزْيَة اِسْتِغْنَاء عَنْهَا. وَقَالَ عِيَاض : يُحْتَمَل أَنْ يَكُون الْمُرَاد بِوَضْعِ الْجِزْيَة تَقْرِيرهَا عَلَى الْكُفَّار مِنْ غَيْر مُحَابَاة , وَيَكُون كَثْرَة الْمَال بِسَبَبِ ذَلِكَ. وَتَعَقَّبَهُ النَّوَوِيّ وَقَالَ : الصَّوَاب أَنَّ عِيسَى لَا يَقْبَل إِلَّا الْإِسْلَام. قُلْت : وَيُؤَيِّدهُ أَنَّ عِنْد أَحْمَد مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة \" وَتَكُون الدَّعْوَى وَاحِدَة \" قَالَ النَّوَوِيّ : وَمَعْنَى وَضْع عِيسَى الْجِزْيَة مَعَ أَنَّهَا مَشْرُوعَة فِي هَذِهِ الشَّرِيعَة أَنَّ مَشْرُوعِيَّتهَا مُقَيَّدَة بِنُزُولِ عِيسَى لِمَا دَلَّ عَلَيْهِ هَذَا الْخَبَر , وَلَيْسَ عِيسَى بِنَاسِخِ لِحُكْمِ الْجِزْيَة بَلْ نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ الْمُبَيِّن لِلنَّسْخِ بِقَوْلِهِ هَذَا , قَالَ اِبْن بَطَّال : وَإِنَّمَا قَبِلْنَاهَا قَبْل نُزُول عِيسَى لِلْحَاجَةِ إِلَى الْمَال بِخِلَافِ زَمَن عِيسَى فَإِنَّهُ لَا يَحْتَاج فِيهِ إِلَى الْمَال فَإِنَّ الْمَال فِي زَمَنه يَكْثُر حَتَّى لَا يَقْبَلهُ أَحَد , وَيُحْتَمَل أَنْ يُقَال إِنَّ مَشْرُوعِيَّة قَبُولهَا مِنْ الْيَهُود وَالنَّصَارَى لِمَا فِي أَيْدِيهمْ مِنْ شُبْهَة الْكِتَاب وَتَعَلُّقهمْ بِشَرْعِ قَدِيم بِزَعْمِهِمْ , فَإِذَا نَزَلَ عِيسَى عَلَيْهِ السَّلَام زَالَتْ الشُّبْهَة بِحُصُولِ مُعَايَنَته فَيَصِيرُونَ كَعَبَدَةِ الْأَوْثَان فِي اِنْقِطَاع حُجَّتهمْ وَانْكِشَاف أَمْرهمْ , فَنَاسَبَ أَنْ يُعَامَلُوا مُعَامَلَتهمْ فِي عَدَم قَبُول الْجِزْيَة مِنْهُمْ. هَكَذَا ذَكَرَهُ بَعْض مَشَايِخنَا اِحْتِمَالًا وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَيَفِيض الْمَال ) ‏ ‏بِفَتْحِ أَوَّله وَكَسْر الْفَاء وَبِالضَّادِ الْمُعْجَمَة أَيْ يَكْثُر , وَفِي رِوَايَة عَطَاء بْن مِينَاء الْمَذْكُور \" وَلَيَدْعُوَنّ إِلَى الْمَال فَلَا يَقْبَلهُ أَحَد \" وَسَبَب كَثْرَته نُزُول الْبَرَكَات وَتَوَالِي الْخَيْرَات بِسَبَبِ الْعَدْل وَعَدَم الظُّلْم وَحِينَئِذٍ تُخْرِج الْأَرْض كُنُوزهَا وَتَقِلّ الرَّغَبَات فِي اِقْتِنَاء الْمَال لِعِلْمِهِمْ بِقُرْبِ السَّاعَة. ‏ ‏قَوْله : ( حَتَّى تَكُون السَّجْدَة الْوَاحِدَة خَيْرًا مِنْ الدُّنْيَا وَمَا فِيهَا ) ‏ ‏أَيْ إِنَّهُمْ حِينَئِذٍ لَا يَتَقَرَّبُونَ إِلَى اللَّه إِلَّا بِالْعِبَادَةِ , لَا بِالتَّصَدُّقِ بِالْمَالِ , وَقِيلَ : مَعْنَاهُ أَنَّ النَّاس يَرْغَبُونَ عَنْ الدُّنْيَا حَتَّى تَكُون السَّجْدَة الْوَاحِدَة أَحَبّ إِلَيْهِمْ مِنْ الدُّنْيَا وَمَا فِيهَا. وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ طَرِيق مُحَمَّد بْن أَبِي حَفْصَة عَنْ الزُّهْرِيّ بِهَذَا الْإِسْنَاد فِي هَذَا الْحَدِيث \" حَتَّى تَكُون السَّجْدَة وَاحِدَة لِلَّهِ رَبّ الْعَالَمِينَ \". ‏ ‏قَوْله : ( ثُمَّ يَقُول أَبُو هُرَيْرَة : وَاقْرَءُوا إِنْ شِئْتُمْ ( وَإِنَّ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَنّ بِهِ قَبْل مَوْته ) الْآيَة ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور , قَالَ اِبْن الْجَوْزِيّ : إِنَّمَا تَلَا أَبُو هُرَيْرَة هَذِهِ الْآيَة لِلْإِشَارَةِ إِلَى مُنَاسَبَتهَا لِقَوْلِهِ : \" حَتَّى تَكُون السَّجْدَة الْوَاحِدَة خَيْرًا مِنْ الدُّنْيَا وَمَا فِيهَا \" فَإِنَّهُ يُشِير بِذَلِكَ إِلَى صَلَاح النَّاس وَشِدَّة إِيمَانهمْ وَإِقْبَالهمْ عَلَى الْخَيْر , فَهُمْ لِذَلِكَ يُؤْثِرُونَ الرَّكْعَة الْوَاحِدَة عَلَى جَمِيع الدُّنْيَا. وَالسَّجْدَة تُطْلَق وَيُرَاد بِهَا الرَّكْعَة , قَالَ الْقُرْطُبِيّ : مَعْنَى الْحَدِيث أَنَّ الصَّلَاة حِينَئِذٍ تَكُون أَفْضَل مِنْ الصَّدَقَة لِكَثْرَةِ الْمَال إِذْ ذَاكَ وَعَدَم الِانْتِفَاع بِهِ حَتَّى لَا يَقْبَلهُ أَحَد. قَوْله فِي الْآيَة : ( وَإِنْ ) بِمَعْنَى مَا , أَيْ لَا يَبْقَى أَحَد مِنْ أَهْل الْكِتَاب وَهُمْ الْيَهُود وَالنَّصَارَى إِذَا نَزَلَ عِيسَى إِلَّا آمَنَ بِهِ , وَهَذَا مَصِير مِنْ أَبِي هُرَيْرَة إِلَى أَنَّ الضَّمِير فِي قَوْله : ( إِلَّا لَيُؤْمِنَنّ بِهِ ) وَكَذَلِكَ فِي قَوْله : ( قَبْل مَوْته ) عَوْد عَلَى عِيسَى , أَيْ إِلَّا لَيُؤْمِنَنّ بِعِيسَى قَبْل مَوْت عِيسَى , وَبِهَذَا جَزَمَ اِبْن عَبَّاس فِيمَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيق سَعِيد بْن جُبَيْر عَنْهُ بِإِسْنَادِ صَحِيح , وَمِنْ طَرِيق أَبِي رَجَاء عَنْ الْحَسَن قَالَ قَبْل مَوْت عِيسَى : وَاَللَّه إِنَّهُ الْآن لَحَيّ وَلَكِنْ إِذَا نَزَلَ آمِنُوا بِهِ أَجْمَعُونَ , وَنَقَلَهُ عَنْ أَكْثَر أَهْل الْعِلْم وَرَجَّحَهُ اِبْن جَرِير وَغَيْره. وَنَقَلَ أَهْل التَّفْسِير فِي ذَلِكَ أَقْوَالًا أُخَر وَأَنَّ الضَّمِير فِي قَوْله : \" بِهِ \" يَعُود لِلَّهِ أَوْ لِمُحَمَّد , وَفِي \" مَوْته \" يَعُود عَلَى الْكِتَابِيّ عَلَى الْقَوْلَيْنِ , وَقِيلَ : عَلَى عِيسَى. وَرَوَى اِبْن جَرِير مِنْ طَرِيق عِكْرِمَة عَنْ اِبْن عَبَّاس \" لَا يَمُوت يَهُودِيّ وَلَا نَصْرَانِيّ حَتَّى يُؤْمِن بِعِيسَى , فَقَالَ لَهُ عِكْرِمَة : أَرَأَيْت إِنْ خَرَّ مِنْ بَيْت أَوْ اِحْتَرَقَ أَوْ أَكَلَهُ السَّبُع ؟ قَالَ : لَا يَمُوت حَتَّى يُحَرِّك شَفَتَيْهِ بِالْإِيمَانِ بِعِيسَى \" وَفِي إِسْنَاده خُصَيْفٌ وَفِيهِ ضَعْف. وَرَجَّحَ جَمَاعَة هَذَا الْمَذْهَب بِقِرَاءَةِ أُبَيّ بْن كَعْب \" إِلَّا لَيُؤْمِنَنّ بِهِ قَبْل مَوْتهمْ \" أَيْ أَهْل الْكِتَاب. قَالَ النَّوَوِيّ : مَعْنَى الْآيَة عَلَى هَذَا لَيْسَ مِنْ أَهْل الْكِتَاب أَحَد يَحْضُرهُ الْمَوْت إِلَّا آمَنَ عِنْد الْمُعَايَنَة قَبْل خُرُوج رُوحه بِعِيسَى وَأَنَّهُ عَبْد اللَّه وَابْن أَمَته , وَلَكِنْ لَا يَنْفَعهُ هَذَا الْإِيمَان فِي تِلْكَ الْحَالَة كَمَا قَالَ تَعَالَى : ( وَلَيْسَتْ التَّوْبَة لِلَّذِينَ يَعْمَلُونَ السَّيِّئَات حَتَّى إِذَا حَضَرَ أَحَدهمْ الْمَوْتُ قَالَ إِنِّي تُبْت الْآن ) قَالَ : وَهَذَا الْمَذْهَب أَظْهَر لِأَنَّ الْأَوَّل يَخُصّ الْكِتَابِيّ الَّذِي يُدْرِك نُزُول عِيسَى , وَظَاهِر الْقُرْآن عُمُومه فِي كُلّ كِتَابِيّ فِي زَمَن نُزُول عِيسَى وَقَبْله. قَالَ الْعُلَمَاء : الْحِكْمَة فِي نُزُول عِيسَى دُون غَيْره مِنْ الْأَنْبِيَاء الرَّدّ عَلَى الْيَهُود فِي زَعْمهمْ أَنَّهُمْ قَتَلُوهُ , فَبَيَّنَ اللَّه تَعَالَى كَذِبهمْ وَأَنَّهُ الَّذِي يَقْتُلهُمْ , أَوْ نُزُوله لِدُنُوِّ أَجَله لِيُدْفَن فِي الْأَرْض , إِذْ لَيْسَ لِمَخْلُوقٍ مِنْ التُّرَاب أَنْ يَمُوت فِي غَيْرهَا. وَقِيلَ : إِنَّهُ دَعَا اللَّه لَمَّا رَأَى صِفَة مُحَمَّد وَأُمَّته أَنْ يَجْعَلهُ مِنْهُمْ فَاسْتَجَابَ اللَّه دُعَاءَهُ وَأَبْقَاهُ حَتَّى يَنْزِل فِي آخِر الزَّمَان مُجَدِّدًا لِأَمْرِ الْإِسْلَام , فَيُوَافِق خُرُوج الدَّجَّال , فَيَقْتُلهُ , وَالْأَوَّل أَوْجَه. وَرَوَى مُسْلِم مِنْ حَدِيث اِبْن عُمَر فِي مُدَّة إِقَامَة عِيسَى بِالْأَرْضِ بَعْد نُزُوله أَنَّهَا سَبْع سِنِينَ , وَرَوَى نُعَيْم بْن حَمَّاد فِي \" كِتَاب الْفِتَن \" مِنْ حَدِيث اِبْن عَبَّاس أَنَّ عِيسَى إِذْ ذَاكَ يَتَزَوَّج فِي الْأَرْض وَيُقِيم بِهَا تِسْعَ عَشْرَةَ سَنَة , وَبِإِسْنَاد فِيهِمْ مُبْهَم عَنْ أَبِي هُرَيْرَة يُقِيم بِهَا أَرْبَعِينَ سَنَة , وَرَوَى أَحْمَد وَأَبُو دَاوُدَ بِإِسْنَاد صَحِيح مِنْ طَرِيق عَبْد الرَّحْمَن بْن آدَم عَنْ أَبِي هُرَيْرَة مِثْله مَرْفُوعًا. وَفِي هَذَا الْحَدِيث \" يَنْزِل عِيسَى عَلَيْهِ ثَوْبَانِ مُمَصَّرَانِ فَيَدُقّ الصَّلِيب وَيَقْتُل الْخِنْزِير وَيَضَع الْجِزْيَة وَيَدْعُو النَّاس إِلَى الْإِسْلَام , وَيُهْلِك اللَّه فِي زَمَانه الْمِلَل كُلّهَا إِلَّا الْإِسْلَام , وَتَقَع الْأَمَنَة فِي الْأَرْض حَتَّى تَرْتَع الْأُسُود مَعَ الْإِبِل وَتَلْعَب الصِّبْيَان بِالْحَيَّاتِ - وَقَالَ فِي آخِره - ثُمَّ يُتَوَفَّى وَيُصَلِّي عَلَيْهِ الْمُسْلِمُونَ \" وَرَوَى أَحْمَد وَمُسْلِم مِنْ طَرِيق حَنْظَلَة بْن عَلِيّ الْأَسْلَمِي عَنْ أَبِي هُرَيْرَة \" لَيُهِلَّن اِبْن مَرْيَم بِفَجِّ الرَّوْحَاء بِالْحَجِّ وَالْعُمْرَة \" الْحَدِيث , وَفِي رِوَايَة لِأَحْمَد مِنْ هَذَا الْوَجْه : يَنْزِل عِيسَى فَيَقْتُل الْخِنْزِير وَيُمْحِي الصَّلِيب وَتُجْمَع لَهُ الصَّلَاة وَيُعْطِي الْمَال حَتَّى لَا يُقْبَل وَيَضَع الْخَرَاج , وَيَنْزِل الرَّوْحَاء فَيَحُجّ مِنْهَا أَوْ يَعْتَمِر أَوْ يَجْمَعهُمَا وَتَلَا أَبُو هُرَيْرَة ( وَإِنْ مِنْ أَهْل الْكِتَاب إِلَّا لَيُؤْمِنَنّ بِهِ ) الْآيَة. قَالَ حَنْظَلَة قَالَ أَبُو هُرَيْرَة : يُؤْمِن بِهِ قَبْل مَوْت عِيسَى. وَقَدْ اُخْتُلِفَ فِي مَوْت عِيسَى عَلَيْهِ السَّلَام قَبْل رَفْعه , وَالْأَصْل فِيهِ قَوْله تَعَالَى : ( إِنِّي مُتَوَفِّيك وَرَافِعك ) فَقِيلَ عَلَى ظَاهِره , وَعَلَى هَذَا فَإِذَا نَزَلَ إِلَى الْأَرْض وَمَضَتْ الْمُدَّة الْمُقَدَّرَة لَهُ يَمُوت ثَانِيًا. وَقِيلَ : مَعْنَى قَوْله : ( مُتَوَفِّيك ) مِنْ الْأَرْض , فَعَلَى هَذَا لَا يَمُوت إِلَّا فِي آخِر الزَّمَان. وَاخْتُلِفَ فِي عُمُره حِين رُفِعَ فَقِيلَ اِبْن ثَلَاث وَثَلَاثِينَ وَقِيلَ مِائَة وَعِشْرِينَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2477,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى نِيرَانًا تُوقَدُ يَوْمَ خَيْبَرَ‏.‏ قَالَ ‏\"‏ عَلَى مَا تُوقَدُ هَذِهِ النِّيرَانُ ‏\"‏‏.‏ قَالُوا عَلَى الْحُمُرِ الإِنْسِيَّةِ‏.‏ قَالَ ‏\"‏ اكْسِرُوهَا، وَأَهْرِقُوهَا ‏\"‏‏.‏ قَالُوا أَلاَ نُهْرِيقُهَا وَنَغْسِلُهَا قَالَ ‏\"‏ اغْسِلُوا ‏\"‏‏.‏ \nقَالَ أَبُو عَبْد اللَّهِ كَانَ ابْنُ أَبِي أُوَيْسٍ يَقُولُ الْحُمُرِ الْأَنْسِيَّةِ بِنَصْبِ الْأَلِفِ وَالنُّونِ",
    "english_text": "On the day of Khaibar the Prophet (ﷺ) saw fires being lighted. He asked, \"Why are these fires being \nlighted?\" The people replied that they were cooking the meat of donkeys. He said, \"Break the pots and \nthrow away their contents.\" The people said, \"Shall we throw away their contents and wash the pots \n(rather than break them)?\" He said, \"Wash them.\"",
    "explication": "حَدِيث سَلَمَة بْن الْأَكْوَعِ فِي غَسْلِ الْقُدُورِ الَّتِي طُبِخَتْ فِيهَا الْخَمْر وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي كِتَاب الذَّبَائِح إِنْ شَاءَ اللَّهُ تَعَالَى. وَهُوَ يُسَاعِدُ مَا أَشَرْت إِلَيْهِ فِي التَّرْجَمَةِ مِنْ التَّفْصِيلِ. قَالَ اِبْن الْجَوْزِيِّ : أَرَادَ التَّغْلِيظ عَلَيْهِمْ فِي طَبْخِهِمْ مَا نُهِيَ عَنْ أَكْلِهِ , فَلَمَّا رَأَى إِذْعَانهمْ اِقْتَصَرَ عَلَى غَسْلِ الْأَوَانِي , وَفِيهِ رَدٌّ عَلَى مَنْ زَعَمَ أَنَّ دِنَان الْخَمْر لَا سَبِيلَ إِلَى تَطْهِيرِهَا لِمَا يُدَاخِلُهَا مِنْ الْخَمْرِ , فَإِنَّ الَّذِي دَاخِلَ الْقُدُور مِنْ الْمَاءِ الَّذِي طُبِخَتْ بِهِ الْخَمْر يُطَهِّرُهُ , وَقَدْ أَذِنَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَسْلِهَا فَدَلَّ عَلَى إِمْكَانِ تَطْهِيرِهَا. ‏ ‏قَوْلُهُ : ( قَالَ أَبُو عَبْد اللَّه ) ‏ ‏هُوَ الْمُصَنِّفُ ‏ ‏( كَانَ اِبْن أَبِي أُوَيْس ) ‏ ‏يَعْنِي شَيْخَهُ إِسْمَاعِيل. ‏ ‏قَوْلُهُ : ( الْأَنْسِيَّة بِنَصْب الْأَلِف وَالنُّون ) ‏ ‏يَعْنِي أَنَّهَا نُسِبَتْ إِلَى الْأَنَسِ بِالْفَتْحِ ضِدَّ الْوَحْشَةِ تَقُولُ أَنَسْته أنَسَة وَأَنْسًا بِإِسْكَانِ النُّون وَفَتْحِهَا , وَالْمَشْهُور فِي الرِّوَايَاتِ بِكَسْرِ الْهَمْزَةِ وَسُكُون النُّونِ نِسْبَة إِلَى الْإِنْسِ أَيْ بَنِي آدَمَ تَأَلُّفهمْ وَهِيَ ضِدُّ الْوَحْشِيَّةِ. ‏ ‏( تَنْبِيه ) : ‏ ‏ثَبَتَ هَذَا التَّفْسِير لِأَبِي ذَرّ وَحْدَهُ , وَتَعْبِيره عَنْ الْهَمْزَةِ بِالْأَلِفِ وَعَنْ الْفَتْحِ بِالنَّصْبِ جَائِز عِنْدَ الْمُتَقَدِّمِينَ , وَإِنْ كَانَ الِاصْطِلَاح أَخِيرًا قَدْ اِسْتَقَرَّ عَلَى خِلَافِهِ فَلَا يُبَادَرُ إِلَى إِنْكَارِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2478,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم مَكَّةَ، وَحَوْلَ الْكَعْبَةِ ثَلاَثُمِائَةٍ وَسِتُّونَ نُصُبًا فَجَعَلَ يَطْعَنُهَا بِعُودٍ فِي يَدِهِ وَجَعَلَ يَقُولُ ‏{‏جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ‏}‏ الآيَةَ‏.‏",
    "english_text": "The Prophet (ﷺ) entered Mecca and (at that time) there were three hundred-and-sixty idols around the \nKa`ba. He started stabbing the idols with a stick he had in his hand and reciting: \"Truth (Islam) has \ncome and Falsehood (disbelief) has vanished.\"",
    "explication": "حَدِيث اِبْن مَسْعُود فِي طَعْن الْأَصْنَام وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي غَزْوَة الْفَتْح. ‏ ‏قَوْلُهُ : ( يَطْعَنُهَا ) ‏ ‏بِفَتْحِ الْعَيْنِ وَبِضَمِّهَا , قَالَ الطَّبَرِيّ : فِي حَدِيثِ اِبْن مَسْعُود جَوَاز كَسْر آلَات الْبَاطِلِ وَمَا لَا يَصْلُحُ إِلَّا فِي الْمَعْصِيَةِ حَتَّى تَزُولَ هَيْئَتُهَا وَيُنْتَفَع بِرُضَاضِهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2479,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا كَانَتِ اتَّخَذَتْ عَلَى سَهْوَةٍ لَهَا سِتْرًا فِيهِ تَمَاثِيلُ، فَهَتَكَهُ النَّبِيُّ صلى الله عليه وسلم، فَاتَّخَذَتْ مِنْهُ نُمْرُقَتَيْنِ، فَكَانَتَا فِي الْبَيْتِ يَجْلِسُ عَلَيْهِمَا‏.‏",
    "english_text": "Aisha said that she hung a curtain decorated with pictures (of animals) on a cupboard. The Prophet (ﷺ) \ntore that curtain and she turned it into two cushions which remained in the house for the Prophet (ﷺ) to sit \non.",
    "explication": "حَدِيث عَائِشَة فِي هَتْكِ السِّتْرِ الَّذِي فِيهِ التَّمَاثِيل , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي اللِّبَاسِ وَنَذْكُرُ فِيهِ وَجْهَ الْجَمْعِ بَيْنَ قَوْلِهَا هُنَا \" كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَّكِئُ عَلَيْهَا \" وَبَيْنَ قَوْلِهَا فِي الطَّرِيقِ الْأُخْرَى \" مَا بَال هَذِهِ النُّمْرُقَة ؟ قُلْت : اِشْتَرَيْتهَا لِتَوَسُّدِهَا. قَالَ : إِنَّ الْبَيْتَ الَّذِي فِيهِ الصُّورَة لَا تَدْخُلُهُ الْمَلَائِكَة \". وَالسَّهْوَةُ بِفَتْحِ الْمُهْمَلَةِ وَسُكُون الْهَاءِ صُفَّة وَقِيلَ خِزَانَة وَقِيلَ رَفٌّ وَقِيلَ طَاق يُوضَعُ فِيهِ الشَّيْء. قَالَ اِبْن التِّينِ : قَوْلُهَا : \" فَهَتَكَهُ \" أَيْ شَقَّهُ , كَذَا قَالَ , وَالَّذِي يَظْهَرُ أَنَّهُ نَزَعَهُ , ثُمَّ هِيَ بَعْدَ ذَلِكَ قَطَعَتْهُ كَمَا سَيَأْتِي تَوْضِيحه إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2480,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدٌ ـ هُوَ ابْنُ أَبِي أَيُّوبَ ـ قَالَ حَدَّثَنِي أَبُو الأَسْوَدِ، عَنْ عِكْرِمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ ‏\"‏‏.‏",
    "english_text": "I heard the Prophet (ﷺ) saying, \"Whoever is killed while protecting his property then he is a martyr.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا عَبْد اللَّه بْن يَزِيد ) ‏ ‏هُوَ الْمُقْرِئُ وَأَبُو الْأَسْوَد هُوَ مُحَمَّد بْن عَبْد الرَّحْمَن بْن نَوْفَل الْأَسَدِيّ وَوَقَعَ مَنْسُوبًا هَكَذَا عِنْدَ الْإِسْمَاعِيلِيِّ. ‏ ‏قَوْلُهُ : ( عَنْ عِكْرِمَةَ ) ‏ ‏فِي رِوَايَة الطَّبَرِيّ عَنْ أَبِي الْأَسْوَدِ \" أَنَّ عِكْرِمَةَ أَخْبَرَهُ \" وَلَيْسَ لِعِكْرِمَةَ عَنْ عَبْد اللَّه بْن عَمْرو وَهُوَ اِبْن الْعَاصِ فِي صَحِيح الْبُخَارِيّ غَيْر هَذَا الْحَدِيث الْوَاحِدِ. ‏ ‏قَوْلُهُ : ( مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ ) ‏ ‏قَالَ الْإِسْمَاعِيلِيّ وَكَذَا أَخْرَجَهُ الْبُخَارِيّ. وَكَأَنَّهُ كَتَبَهُ مِنْ حِفْظه أَوْ حَدَّثَ بِهِ الْمُقْرِئ مِنْ حِفْظه فَجَاءَ بِهِ عَلَى اللَّفْظِ الْمَشْهُورِ , وَإِلَّا فَقَدْ رَوَاهُ الْجَمَاعَةُ عَنْ الْمُقْرِئِ بِلَفْظ \" مَنْ قُتِلَ دُونَ مَالِهِ مَظْلُومًا فَلَهُ الْجَنَّةُ \" قَالَ : وَمَنْ أَتَى بِهِ عَلَى غَيْرِ اللَّفْظِ الَّذِي اُعْتِيدَ فَهُوَ أَوْلَى بِالْحِفْظِ وَلَا سِيَّمَا وَفِيهِمْ مِثْلُ دُحَيْم , وَكَذَلِكَ مَا زَادُوهُ مِنْ قَوْلِهِ : \" مَظْلُومًا \" فَإِنَّهُ لَا بُدّ مِنْ هَذَا الْقَيْدِ. وَسَاقَهُ مِنْ طَرِيق دُحَيْم وَابْن أَبِي عُمَر وَعَبْد الْعَزِيز بْن سَلَام , قُلْت : وَكَذَلِكَ أَخْرَجَهُ النَّسَائِيّ عَنْ عُبَيْدِ اللَّهِ بْن فَضَالَة عَنْ الْمُقْرِئِ , وَكَذَلِكَ رَوَاهُ حَيْوَة بْن شُرَيْح عَنْ أَبِي الْأَسْوَدِ بِهَذَا اللَّفْظِ أَخْرَجَهُ الطَّبَرِيّ. نَعَمْ لِلْحَدِيثِ طَرِيق أُخْرَى عَنْ عِكْرِمَةَ أَخْرَجَهَا النَّسَائِيّ بِاللَّفْظِ الْمَشْهُورِ , وَأَخْرَجَهُ مُسْلِم كَذَلِكَ مِنْ طَرِيقِ ثَابِت بْن عِيَاض عَنْ عَبْد اللَّه بْن عَمْرو , وَفِي رِوَايَتِهِ قِصَّة قَالَ : \" لَمَّا كَانَ بَيْنَ عَبْد اللَّه بْن عَمْرو وَبَيْن عَنْبَسَة بْن أَبِي سُفْيَان مَا كَانَ - يُشِيرُ لِلْقِتَالِ - فَرَكِبَ خَالِد بْن الْعَاصِ إِلَى عَبْد اللَّه بْن عَمْرو فَوَعَظَهُ , فَقَالَ عَبْد اللَّه بْن عَمْرو : أَمَا عَلِمْت... \" فَذَكَرَ الْحَدِيث , وَأَشَارَ بِقَوْلِهِ : \" مَا كَانَ \" إِلَى مَا بَيَّنَهُ حَيْوَة فِي رِوَايَتِهِ الْمُشَار إِلَيْهَا فَإِنَّ أَوَّلَهَا \" أَنَّ عَامِلًا لِمُعَاوِيَة أَجْرَى عَيْنًا مِنْ مَاءٍ لِيَسْقِيَ بِهَا أَرْضًا , فَدَنَا مِنْ حَائِطٍ لِآلِ عَمْرِو بْن الْعَاص فَأَرَادَ أَنْ يُخْرِجَهُ لِيَجْرِيَ الْعَيْن مِنْهُ إِلَى الْأَرْضِ , فَأَقْبَلَ عَبْد اللَّه بْن عَمْرو وَمَوَالِيه بِالسِّلَاحِ وَقَالُوا : وَاللَّهِ لَا تَخْرُقُونَ حَائِطَنَا حَتَّى لَا يَبْقَى مِنَّا أَحَد \" فَذَكَرَ الْحَدِيث , وَالْعَامِل الْمَذْكُور هُوَ عَنْبَسَة بْن أَبِي سُفْيَان كَمَا ظَهَرَ مِنْ رِوَايَةِ مُسْلِم , وَكَانَ عَامِلًا لِأَخِيهِ عَلَى مَكَّةَ وَالطَّائِف , وَالْأَرْض الْمَذْكُورَة كَانَتْ بِالطَّائِفِ , وَامْتِنَاع عَبْد اللَّه بْن عَمْرو مِنْ ذَلِكَ لِمَا يَدْخُلُ عَلَيْهِ مِنْ الضَّرَرِ فَلَا حُجَّةَ فِيهِ لِمَنْ عَارَضَ بِهِ حَدِيث أَبِي هُرَيْرَة فِيمَنْ أَرَادَ أَنْ يَضَعَ جِذْعَهُ عَلَى جِدَار جَاره وَاللَّهُ أَعْلَمُ. وَأَخْرَجَهُ النَّسَائِيّ مِنْ وَجْهَيْنِ آخَرَيْنِ , وَأَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ وَجْهٍ آخَرَ كُلّهمْ عَنْ عُبَيْدِ اللَّهِ بْن عَمْرو بِاللَّفْظِ الْمَشْهُورِ , وَفِي رِوَايَة لِأَبِي دَاوُد وَالتِّرْمِذِيّ \" مَنْ أُرِيدَ مَالُهُ بِغَيْرِ حَقٍّ فَقَاتَلَ فَقُتِلَ فَهُوَ شَهِيد \" وَلِابْن مَاجَهْ مِنْ حَدِيثِ اِبْن عُمَر نَحْوه , وَكَأَنَّ الْبُخَارِيَّ أَشَارَ إِلَى ذَلِكَ فِي التَّرْجَمَةِ لِتَعْبِيرِهِ بِلَفْظِ \" قَاتَلَ \" وَرَوَى التِّرْمِذِيُّ وَبَقِيَّة أَصْحَابِ السُّنَنِ مِنْ حَدِيثِ سَعِيد بْن زَيْد نَحْوَهُ وَفِيهِ ذِكْرُ الْأَهْلِ وَالدَّمِ وَالدِّينِ , وَفِي حَدِيث أَبِي هُرَيْرَة عِنْدَ اِبْن مَاجَهْ \" مَنْ أُرِيدَ مَاله ظُلْمًا فَقُتِلَ فَهُوَ شَهِيد \" قَالَ النَّوَوِيّ : فِيهِ جَوَاز قَتْلِ مَنْ قَصَدَ أَخْذَ الْمَال بِغَيْرِ حَقٍّ سَوَاء كَانَ الْمَالُ قَلِيلًا أَوْ كَثِيرًا وَهُوَ قَوْلُ الْجُمْهُورِ , وَشَذَّ مَنْ أَوْجَبَهُ , وَقَالَ بَعْض الْمَالِكِيَّةِ : لَا يَجُوزُ إِذَا طَلَبَ الشَّيْء الْخَفِيف. قَالَ الْقُرْطُبِيّ : سَبَبُ الْخِلَافِ عِنْدَنَا هَلْ الْإِذْنُ فِي ذَلِكَ مِنْ بَابِ تَغْيِيرِ الْمُنْكَرِ فَلَا يَفْتَرِقُ الْحَال بَيْنَ الْقَلِيلِ وَالْكَثِيرِ , أَوْ مِنْ بَابِ دَفْعِ الضَّرَرِ فَيَخْتَلِفُ الْحَالُ ؟ وَحَكَى اِبْن الْمُنْذِر عَنْ الشَّافِعِيِّ قَالَ : مَنْ أُرِيدَ مَاله أَوْ نَفْسه أَوْ حَرِيمه فَلَهُ الِاخْتِيَارُ أَنْ يُكَلِّمَهُ أَوْ يَسْتَغِيثَ , فَإِنْ مُنِعَ أَوْ اِمْتَنَعَ لَمْ يَكُنْ لَهُ قِتَاله وَإِلَّا فَلَهُ أَنْ يَدْفَعَهُ عَنْ ذَلِكَ وَلَوْ أَتَى عَلَى نَفْسِهِ وَلَيْسَ عَلَيْهِ عَقْل وَلَا دِيَة وَلَا كَفَّارَة لَكِنْ لَيْسَ لَهُ عَمْد قَتْله. قَالَ اِبْن الْمُنْذِر : وَالَّذِي عَلَيْهِ أَهْل الْعِلْمِ أَنَّ لِلرَّجُلِ أَنْ يَدْفَعَ عَمَّا ذَكَرَ إِذَا أُرِيدَ ظُلْمًا بِغَيْرِ تَفْصِيل , إِلَّا أَنَّ كُلّ مَنْ يُحْفَظُ عَنْهُ مِنْ عُلَمَاءِ الْحَدِيث الْمُجْمِعِينَ عَلَى اِسْتِثْنَاءِ السُّلْطَانِ لِلْآثَارِ الْوَارِدَةِ بِالْأَمْرِ بِالصَّبْرِ عَلَى جَوْرِهِ وَتَرْك الْقِيَام عَلَيْهِ. وَفَرَّقَ الْأَوْزَاعِيّ بَيْنَ الْحَالِ الَّتِي لِلنَّاسِ فِيهَا جَمَاعَة وَإِمَام فَحَمَلَ الْحَدِيث عَلَيْهَا , وَأَمَّا فِي حَال الِاخْتِلَاف وَالْفُرْقَة فَلْيَسْتَسْلِمْ وَلَا يُقَاتِلْ أَحَدًا. وَيَرُدُّ عَلَيْهِ مَا وَقَعَ فِي حَدِيث أَبِي هُرَيْرَة عِنْد مُسْلِم بِلَفْظ \" أَرَأَيْت إِنْ جَاءَ رَجُل يُرِيدُ أَخْذَ مَالِي ؟ قَالَ : فَلَا تُعْطِهِ. قَالَ : أَرَأَيْت إنْ قَاتَلَنِي ؟ قَالَ : فَاقْتُلْهُ. قَالَ : أَرَأَيْت إنْ قَتَلَنِي ؟ قَالَ : فَأَنْتَ شَهِيد. قَالَ أَرَأَيْت إنْ قَتَلْتُهُ ؟ قَالَ : فَهُوَ فِي النَّارِ \" قَالَ اِبْن بَطَّال : إِنَّمَا أَدْخَلَ الْبُخَارِيّ هَذِهِ التَّرْجَمَة فِي هَذِهِ الْأَبْوَابِ لِيُبَيِّن أَنَّ لِلْإِنْسَانِ أَنْ يَدْفَعَ عَنْ نَفْسِهِ وَمَاله وَلَا شَيْءَ عَلَيْهِ , فَإِنَّهُ إِذَا كَانَ شَهِيدًا إِذَا قُتِلَ فِي ذَلِكَ فَلَا قَوَدَ عَلَيْهِ وَلَا دِيَةَ إِذَا كَانَ هُوَ الْقَاتِل. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2481,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ عِنْدَ بَعْضِ نِسَائِهِ، فَأَرْسَلَتْ إِحْدَى أُمَّهَاتِ الْمُؤْمِنِينَ مَعَ خَادِمٍ بِقَصْعَةٍ فِيهَا طَعَامٌ فَضَرَبَتْ بِيَدِهَا، فَكَسَرَتِ الْقَصْعَةَ، فَضَمَّهَا، وَجَعَلَ فِيهَا الطَّعَامَ وَقَالَ ‏\n\"‏ كُلُوا ‏\"‏‏.‏ وَحَبَسَ الرَّسُولَ وَالْقَصْعَةَ حَتَّى فَرَغُوا، فَدَفَعَ الْقَصْعَةَ الصَّحِيحَةَ وَحَبَسَ الْمَكْسُورَةَ‏.‏ وَقَالَ ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا حُمَيْدٌ، حَدَّثَنَا أَنَسٌ، عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "While the Prophet (ﷺ) was with one of his wives, one of the mothers of the believers (i.e. one of his \nwives) sent a wooden bowl containing food with a servant. The wife (in whose house he was sitting) \nstroke the bowl with her hand and broke it. The Prophet (ﷺ) collected the shattered pieces and put the food \nback in it and said, \"Eat.\" He kept the servant and the bowl till he had eaten the food. Then the \nProphet gave another unbroken. bowl to the servant and kept the broken one.",
    "explication": "‏ ‏قَوْلُهُ : ( إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ عِنْدَ بَعْضِ نِسَائِهِ ) ‏ ‏فِي رِوَايَةِ التِّرْمِذِيّ مِنْ طَرِيقِ سُفْيَان الثَّوْرِيِّ عَنْ حُمَيْدٍ عَنْ أَنَس \" أَهْدَتْ بَعْض أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَعَامًا فِي قَصْعَةٍ فَضَرَبَتْ عَائِشَة الْقَصْعَة بِيَدِهَا \" الْحَدِيث وَأَخْرَجَهُ أَحْمَد عَنْ اِبْن أَبِي عَدِيّ وَيَزِيد بْن هَارُون عَنْ حُمَيْدٍ بِهِ وَقَالَ : أَظُنُّهَا عَائِشَة. قَالَ الطِّيبِيّ : إِنَّمَا أَبْهَمْت عَائِشَة تَفْخِيمًا لِشَأْنِهَا , وَإِنَّهُ مِمَّا لَا يَخْفَى وَلَا يَلْتَبِسُ أَنَّهَا هِيَ , لِأَنَّ الْهَدَايَا إِنَّمَا كَانَتْ تُهْدَى إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِهَا. ‏ ‏قَوْلُهُ : ( فَأَرْسَلَتْ إِحْدَى أُمَّهَاتِ الْمُؤْمِنِينَ مَعَ خَادِم ) ‏ ‏لَمْ أَقِفْ عَلَى اِسْمِ الْخَادِمِ , وَأَمَّا الْمُرْسِلَةُ فَهِيَ زَيْنَب بِنْت جَحْش ذَكَرَهُ اِبْن حَزْمٍ فِي \" الْمُحَلَّى \" مِنْ طَرِيق اللَّيْث بْن سَعْد عَنْ جَرِير بْن حَازِم عَنْ حُمَيْد \" سَمِعْت أَنَس بْن مَالِك أَنَّ زَيْنَب بِنْت جَحْش أَهْدَتْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي بَيْتِ عَائِشَة وَيَوْمهَا جَفْنَة مَنْ حَيْس \" الْحَدِيث , وَاسْتَفَدْنَا مِنْهُ مَعْرِفَةَ الطَّعَامِ الْمَذْكُورِ. وَوَقَعَ قَرِيبٌ مِنْ ذَلِكَ لِعَائِشَة مَعَ أُمّ سَلَمَة , فَرَوَى النَّسَائِيّ مِنْ طَرِيقِ حَمَّاد بْن سَلَمَة عَنْ ثَابِتٍ عَنْ أَبِي الْمُتَوَكِّل \" عَنْ أُمّ سَلَمَة أَنَّهَا أَتَتْ بِطَعَامٍ فِي صَحْفَةٍ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابه , فَجَاءَتْ عَائِشَة مُتَّزِرَة بِكِسَاءٍ وَمَعَهَا فِهْر فَفَلَقَتْ بِهِ الصَّحْفَة \" الْحَدِيث , وَقَدْ اخْتُلِفَ فِي هَذَا الْحَدِيث عَلَى ثَابِتٍ فَقِيلَ : عَنْهُ عَنْ أَنَس وَرَجَّحَ أَبُو زُرْعَة الرَّازِيّ فِيمَا حَكَاهُ اِبْن أَبِي حَاتِم فِي \" الْعِلَلِ \" عَنْهُ رِوَايَة حَمَّاد بْن سَلَمَة وَقَالَ : إِنَّ غَيْرهَا خَطَأ , فَفِي الْأَوْسَطِ لِلطَّبَرَانِيّ مِنْ طَرِيقِ عُبَيْدِ اللَّهِ الْعُمَرِيّ \" عَنْ ثَابِتٍ عَنْ أَنَس أَنَّهُمْ كَانُوا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ عَائِشَة إِذْ أُتِيَ بِصَحْفَة خُبْز وَلَحْم مِنْ بَيْت أُمّ سَلَمَة , قَالَ : فَوَضَعْنَا أَيْدِيَنَا وَعَائِشَة تَصْنَعُ طَعَامًا عَجِلَة , فَلَمَّا فَرَغْنَا جَاءَتْ بِهِ وَرَفَعَتْ صَحْفَة أُمّ سَلَمَة فَكَسَرَتْهَا \" الْحَدِيث. وَأَخْرَجَهُ الدَّارَقُطْنِيّ مِنْ طَرِيقِ عِمْرَان بْن خَالِد عَنْ ثَابِتٍ عَنْ أَنَس قَالَ : \" كَانَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ عَائِشَة مَعَهُ بَعْض أَصْحَابِهِ يَنْتَظِرُونَ طَعَامًا فَسَبَقَتْهَا - قَالَ عِمْرَان أَكْثَر ظَنِّي أَنَّهَا حَفْصَة - بِصَحْفَةٍ فِيهَا ثَرِيد فَوَضَعْتهَا فَخَرَجَتْ عَائِشَة - وَذَلِكَ قَبْلَ أَنْ يَحْتَجِبْنَ - فَضَرَبَتْ بِهَا فَانْكَسَرَتْ \" الْحَدِيث. وَلَمْ يُصِبْ عِمْرَان فِي ظَنِّهِ أَنَّهَا حَفْصَة بَلْ هِيَ أُمّ سَلَمَة كَمَا تَقَدَّمَ , نَعَمْ وَقَعَتْ الْقِصَّةُ لِحَفْصَة أَيْضًا وَذَلِكَ فِيمَا رَوَاهُ اِبْن أَبِي شَيْبَة وَابْن مَاجَهْ مِنْ طَرِيقِ رَجُلٍ مِنْ بَنِي سُوَاءَة غَيْر مُسَمًّى عَنْ عَائِشَة قَالَتْ : \" كَانَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ أَصْحَابِهِ فَصَنَعْت لَهُ طَعَامًا وَصَنَعَتْ لَهُ حَفْصَة طَعَامًا فَسَبَقَتْنِي فَقُلْت لِلْجَارِيَةِ اِنْطَلِقِي فَأَكْفِئِي قَصْعَتهَا فَأَكْفَأَتْهَا فَانْكَسَرَتْ وَانْتَشَرَ الطَّعَام فَجَمَعَهُ عَلَى النِّطَعِ فَأَكَلُوا , ثُمَّ بَعَثَ بِقَصْعَتِي إِلَى حَفْصَة فَقَالَ : خُذُوا ظَرْفًا مَكَان ظَرْفِكُمْ \" وَبَقِيَّة رِجَالِهِ ثِقَات , وَهِيَ قِصَّةٌ أُخْرَى بِلَا رَيْب , لِأَنَّ فِي هَذِهِ الْقِصَّةِ أَنَّ الْجَارِيَةَ هِيَ الَّتِي كَسَرَتْ الصَّحْفَة وَفِي الَّذِي تَقَدَّمَ أَنَّ عَائِشَة نَفْسهَا هِيَ الَّتِي كَسَرَتْهَا. وَرَوَى أَبُو دَاوُد وَالنَّسَائِيّ مِنْ طَرِيق جَسْرَة بِفَتْحِ الْجِيمِ وَسُكُونِ الْمُهْمَلَةِ عَنْ عَائِشَة قَالَتْ : \" مَا رَأَيْت صَانِعَة طَعَامٍ مِثْلَ صَفِيَّة , أَهَدَتْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَاءً فِيهِ طَعَام , فَمَا مَلَكْتُ نَفْسِي أَنْ كَسْرْتُهُ فَقُلْت : يَا رَسُول اللَّهِ مَا كَفَّارَته ؟ قَالَ : إِنَاءٌ كَإِنَاءٍ وَطَعَام كَطَعَام \" إِسْنَاده حَسَن : وَلِأَحْمَد وَأَبِي دَاوُد عَنْهَا \" فَلَمَّا رَأَيْت الْجَارِيَةَ أَخَذَتْنِي رِعْدَة \" فَهَذِهِ قِصَّة أُخْرَى أَيْضًا , وَتَحَرَّرَ مِنْ ذَلِكَ أَنَّ الْمُرَادَ بِمَنْ أُبْهِمَ فِي حَدِيثِ الْبَابِ هِيَ زَيْنَب لِمَجِيءِ الْحَدِيث مِنْ مُخَرِّجِهِ وَهُوَ حُمَيْدٌ عَنْ أَنَس وَمَا عَدَا ذَلِكَ فَقَصَص أُخْرَى لَا يَلِيقُ بِمَنْ يُحَقِّقُ أَنْ يَقُولَ فِي مِثْلِ هَذَا : قِيلَ الْمُرْسَلَة فُلَانَة وَقِيلَ فُلَانَة إِلَخْ مِنْ غَيْرِ تَحْرِير. ‏ ‏قَوْلُهُ : ( بِقَصْعَة ) ‏ ‏بِفَتْحِ الْقَافِ : إِنَاءٌ مِنْ خَشَب. وَفِي رِوَايَةِ اِبْن عُلَيَّة فِي النِّكَاحِ عِنْدَ الْمُصَنِّفِ \" بِصَحْفَة \" وَهِيَ قَصْعَةٌ مَبْسُوطَةٌ وَتَكُونُ مِنْ غَيْرِ الْخَشَبِ. ‏ ‏قَوْلُهُ : ( فَضَرَبَتْ بِيَدِهَا فَكَسَرَتْ الْقَصْعَةَ ) ‏ ‏زَادَ أَحْمَد \" نِصْفَيْنِ \" وَفِي رِوَايَة أُمّ سَلَمَة عِنْدَ النَّسَائِيِّ \" فَجَاءَتْ عَائِشَة وَمَعَهَا فِهْر فَفَلَقَتْ بِهِ الصَّحْفَة \" وَفِي رِوَايَةِ اِبْن عُلَيَّة \" فَضَرَبَتْ الَّتِي فِي بَيْتِهَا يَد الْخَادِمِ فَسَقَطَتْ الصَّحْفَة فَانْفَلَقَتْ \" وَالْفَلْق بِالسُّكُونِ الشَّقّ , وَدَلَّتْ الرِّوَايَة الْأُخْرَى عَلَى أَنَّهَا اِنْشَقَّتْ ثُمَّ اِنْفَصَلَتْ. ‏ ‏قَوْلُهُ : ( فَضَمَّهَا ) ‏ ‏فِي رِوَايَةِ اِبْن عُلَيَّة \" فَجَمَعَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِلَق الصَّحْفَة , ثُمَّ جَعَلَ يَجْمَعُ فِيهَا الطَّعَامَ الَّذِي كَانَ فِي الصَّحْفَةِ وَيَقُولُ : غَارَتْ أُمُّكُمْ \" وَلِأَحْمَدَ \" فَأَخَذَ الْكِسْرَتَيْنِ فَضَمَّ إِحْدَاهُمَا إِلَى الْأُخْرَى فَجَعَلَ فِيهَا الطَّعَام \" وَلِأَبِي دَاوُد وَالنَّسَائِيّ مِنْ طَرِيقِ خَالِد بْن الْحَارِث عَنْ حُمَيْدٍ نَحْوه وَزَادَ \" كُلُوا فَأَكَلُوا \". ‏ ‏قَوْلُهُ : ( وَحَبَسَ الرَّسُول ) ‏ ‏زَادَ اِبْن عُلَيَّة \" حَتَّى أُتِيَ بِصَحْفَةٍ مِنْ عِنْدِ الَّتِي هُوَ فِي بَيْتِهَا \". ‏ ‏قَوْلُهُ : ( فَدَفَعَ الْقَصْعَة الصَّحِيحَة ) ‏ ‏زَادَ اِبْن عُلَيَّة \" إِلَى الَّتِي كُسِرَتْ صَحْفَتُهَا , وَأَمْسَكَ الْمَكْسُورَةَ فِي بَيْتِ الَّتِي كَسَرَتْ \" زَادَ الثَّوْرِيّ \" وَقَالَ : إِنَاءٌ كَإِنَاءٍ وَطَعَام كَطَعَام \" قَالَ اِبْن بَطَّال : اِحْتَجَّ بِهِ الشَّافِعِيّ وَالْكُوفِيُّونَ فِيمَنْ اِسْتَهْلَكَ عُرُوضًا أَوْ حَيَوَانًا فَعَلَيْهِ مِثْل مَا اِسْتَهْلَكَ , قَالُوا : وَلَا يُقْضَى بِالْقِيمَةِ إِلَّا عِنْدَ عَدَم الْمِثْل. وَذَهَبَ مَالِك إِلَى الْقِيمَةِ مُطْلَقًا. وَعَنْهُ فِي رِوَايَة كَالْأَوَّلِ. وَعَنْهُ مَا صَنَعَهُ الْآدَمِيُّ فَالْمِثْل. وَأَمَّا الْحَيَوَانُ فَالْقِيمَة. وَعَنْهُ مَا كَانَ مَكِيلًا أَوْ مَوْزُونًا فَالْقِيمَة وَإِلَّا فَالْمِثْل وَهُوَ الْمَشْهُورُ عِنْدَهُمْ. وَمَا أَطْلَقَهُ عَنْ الشَّافِعِيِّ فِيهِ نَظَر , وَإِنَّمَا يُحْكَمُ فِي الشَّيْءِ بِمِثْلِهِ إِذَا كَانَ مُتَشَابه الْأَجْزَاء وَأَمَّا الْقَصْعَةُ فَهِيَ مِنْ الْمُتَقَوِّمَاتِ لِاخْتِلَافِ أَجْزَائِهَا. وَالْجَوَابُ مَا حَكَاهُ الْبَيْهَقِيّ بِأَنَّ الْقَصْعَتَيْنِ كَانَتَا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتَيْ زَوْجَتَيْهِ فَعَاقَبَ الْكَاسِرَة بِجَعْلِ الْقَصْعَة الْمَكْسُورَة فِي بَيْتِهَا وَجَعْلِ الصَّحِيحَةِ فِي بَيْتِ صَاحِبَتِهَا وَلَمْ يَكُنْ هُنَاكَ تَضْمِين وَيُحْتَمَلُ عَلَى تَقْدِير أَنْ تَكُونَ الْقَصْعَتَانِ لَهُمَا أَنَّهُ رَأَى ذَلِكَ سَدَادًا بَيْنَهُمَا فَرَضِيَتَا بِذَلِكَ , وَيُحْتَمَلُ أَنْ يَكُونَ ذَلِكَ فِي الزَّمَانِ الَّذِي كَانَتْ الْعُقُوبَة فِيهِ بِالْمَالِ كَمَا تَقَدَّمَ قَرِيبًا , فَعَاقَبَ الْكَاسِرَة بِإِعْطَاء قَصْعَتهَا لِلْأُخْرَى. قُلْت : وَيَبْعُدُ هَذَا التَّصْرِيحُ بِقَوْلِهِ : \" إِنَاء كَإِنَاء \" وَأَمَّا التَّوْجِيهُ الْأَوَّلُ فَيُعَكِّرُ عَلَيْهِ قَوْلُهُ فِي الرِّوَايَةِ الَّتِي ذَكَرَهَا اِبْن أَبِي حَاتِم \" مَنْ كَسَرَ شَيْئًا فَهُوَ لَهُ وَعَلَيْهِ مِثْلُهُ \" زَادَ فِي رِوَايَة الدَّارَقُطْنِيّ \" فَصَارَتْ قَضِيَّة \" وَذَلِكَ يَقْتَضِي أَنْ يَكُونَ حُكْمًا عَامًّا لِكُلِّ مَنْ وَقَعَ لَهُ مِثْل ذَلِكَ وَيَبْقَى دَعْوَى مَنْ اِعْتَذَرَ عَنْ الْقَوْلِ بِهِ بِأَنَّهَا وَاقِعَةُ عَيْنٍ لَا عُمُومَ فِيهَا , لَكِنَّ مَحَلّ ذَلِكَ مَا إِذَا أَفْسَدَ الْمَكْسُور , فَأَمَّا إِذَا كَانَ الْكَسْرُ خَفِيفًا يُمْكِنُ إِصْلَاحُهُ فَعَلَى الْجَانِي أَرْشُهُ , وَاللَّهُ أَعْلَمُ. وَأَمَّا مَسْأَلَة الطَّعَام فَهِيَ مُحْتَمِلَةٌ لِأَنْ يَكُونَ ذَلِكَ مِنْ بَابِ الْمَعُونَةِ وَالْإِصْلَاح دُونَ بَتّ الْحُكْم بِوُجُوب الْمِثْل فِيهِ لِأَنَّهُ لَيْسَ لَهُ مِثْل مَعْلُوم , وَفِي طُرُقِ الْحَدِيث مَا يَدُلُّ عَلَى ذَلِكَ وَأَنَّ الطَّعَامَيْنِ كَانَا مُخْتَلِفَيْنِ وَاللَّه أَعْلَمُ. وَاحْتَجَّ بِهِ الْحَنَفِيَّة لِقَوْلِهِمْ إِذَا تَغَيَّرَتْ الْعَيْنُ الْمَغْصُوبَةُ بِفِعْل الْغَاصِب حَتَّى زَالَ اِسْمُهَا وَعِظَم مَنَافِعهَا زَالَ مِلْك الْمَغْصُوب عَنْهَا وَمَلَكَهَا الْغَاصِب وَضَمِنَهَا , وَفِي الِاسْتِدْلَالِ لِذَلِكَ بِهَذَا الْحَدِيث نَظَر لَا يَخْفَى , قَالَ الطِّيبِيّ : وَإِنَّمَا وُصِفَتْ الْمُرْسَلَة بِأَنَّهَا أُمُّ الْمُؤْمِنِينَ إِيذَانًا بِسَبَبِ الْغَيْرَةِ الَّتِي صَدَرَتْ مِنْ عَائِشَة وَإِشَارَة إِلَى غَيْرَة الْأُخْرَى حَيْثُ أَهْدَتْ إِلَى بَيْتِ ضَرَّتِهَا وَقَوْله : \" غَارَتْ أُمُّكُمْ \" اِعْتِذَار مِنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِئَلَّا يُحْمَلَ صَنِيعهَا عَلَى مَا يُذَمُّ , بَلْ يَجْرِي عَلَى عَادَة الضَّرَائِر مِنْ الْغَيْرَةِ فَإِنَّهَا مُرَكَّبَة فِي النَّفْسِ بِحَيْثُ لَا يُقْدَرُ عَلَى دَفْعِهَا , وَسَيَأْتِي مَزِيد لِمَا يَتَعَلَّقُ بِالْغَيْرَةِ فِي كِتَاب النِّكَاح حَيْثُ ذَكَرَهُ الْمُصَنِّفُ إِنْ شَاءَ اللَّهُ تَعَالَى. وَفِي الْحَدِيث حُسْن خُلُقِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِنْصَافه وَحِلْمُه , قَالَ اِبْن الْعَرَبِيِّ : وَكَأَنَّهُ إِنَّمَا لَمْ يُؤَدِّبْ الْكَاسِرَة وَلَوْ بِالْكَلَامِ لِمَا وَقَعَ مِنْهَا مِنْ التَّعَدِّي لِمَا فَهِمَ مِنْ أَنَّ الَّتِي أَهْدَتْ أَرَادَتْ بِذَلِكَ أَذَى الَّتِي هُوَ فِي بَيْتِهَا وَالْمُظَاهَرَة عَلَيْهَا فَاقْتَصَرَ عَلَى تَغْرِيمِهَا لِلْقَصْعَةِ , قَالَ : وَإِنَّمَا لَمْ يُغَرِّمْهَا الطَّعَام لِأَنَّهُ كَانَ مُهْدًى فَإِتْلَافهمْ لَهُ قَبُول أَوْ فِي حُكْم الْقَبُول , وَغَفَلَ رَحِمَهُ اللَّهُ عَمَّا وَرَدَ فِي الطُّرُقِ الْأُخْرَى وَاللَّهُ الْمُسْتَعَان. ‏ ‏قَوْلُهُ : ( وَقَالَ اِبْن أَبِي مَرْيَمَ ) ‏ ‏هُوَ سَعِيد شَيْخ الْبُخَارِيّ , وَأَرَادَ بِذَلِكَ بَيَانَ التَّصْرِيحِ بِتَحْدِيث أَنَس لِحُمَيْد , وَقَدْ وَقَعَ تَصْرِيحُهُ بِالسَّمَاعِ مِنْهُ لِهَذَا الْحَدِيث فِي رِوَايَةِ جَرِير بْن حَازِم الْمَذْكُورَةِ أَوَّلًا مِنْ عِنْدِ اِبْنِ حَزْم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2482,
    "category": "كتاب المظالم",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كَانَ رَجُلٌ فِي بَنِي إِسْرَائِيلَ، يُقَالُ لَهُ جُرَيْجٌ، يُصَلِّي، فَجَاءَتْهُ أُمُّهُ فَدَعَتْهُ، فَأَبَى أَنْ يُجِيبَهَا، فَقَالَ أُجِيبُهَا أَوْ أُصَلِّي ثُمَّ أَتَتْهُ، فَقَالَتِ اللَّهُمَّ لاَ تُمِتْهُ حَتَّى تُرِيَهُ الْمُومِسَاتِ‏.‏ وَكَانَ جُرَيْجٌ فِي صَوْمَعَتِهِ، فَقَالَتِ امْرَأَةٌ لأَفْتِنَنَّ جُرَيْجًا‏.‏ فَتَعَرَّضَتْ لَهُ فَكَلَّمَتْهُ فَأَبَى، فَأَتَتْ رَاعِيًا، فَأَمْكَنَتْهُ مِنْ نَفْسِهَا فَوَلَدَتْ غُلاَمًا، فَقَالَتْ هُوَ مِنْ جُرَيْجٍ‏.‏ فَأَتَوْهُ، وَكَسَرُوا صَوْمَعَتَهُ فَأَنْزَلُوهُ وَسَبُّوهُ، فَتَوَضَّأَ وَصَلَّى ثُمَّ أَتَى الْغُلاَمَ، فَقَالَ مَنْ أَبُوكَ يَا غُلاَمُ قَالَ الرَّاعِي‏.‏ قَالُوا نَبْنِي صَوْمَعَتَكَ مِنْ ذَهَبٍ‏.‏ قَالَ لاَ إِلاَّ مِنْ طِينٍ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"There was an Israeli man called Juraij, while he was praying, his mother came \nand called him, but he did not respond to her call. He said (to himself) whether he should continue the \nprayer or reply to his mother. She came to him the second time and called him and said, \"O Allah! Do \nnot let him die until he sees the faces of prostitutes.\" Juraij used to live in a hermitage. A woman said \nthat she would entice Juraij, so she went to him and presented herself (for an evil act) but he refused. \nShe then went to a shepherd and allowed him to commit an illegal sexual intercourse with her and \nlater she gave birth to a boy. She alleged that the baby was from Juraij. The people went to Juraij and \nbroke down his hermitage, pulled him out of it and abused him. He performed ablution and offered the \nprayer, then he went to the male (baby) and asked him; \"O boy! Who is your father?\" The baby \nreplied that his father was the shepherd. The people said that they would build for him a hermitage of \ngold but Juraij asked them to make it of mud only.\"",
    "explication": "أَوْرَدَ الْمُصَنِّفُ حَدِيث أَبِي هُرَيْرَة فِي قِصَّة جُرَيْج الرَّاهِب مُخْتَصَرًا , وَسَاقَهُ فِي أَحَادِيثِ الْأَنْبِيَاءِ مِنْ هَذَا الْوَجْهِ مُطَوَّلًا وَيَأْتِي الْكَلَامُ عَلَيْهِ هُنَاكَ مُسْتَوْفًى إِنْ شَاءَ اللَّهُ تَعَالَى. وَمَوْضِعُ الْحَاجَةِ مِنْهُ هُنَا قَوْلُهُ : \" فَقَالُوا نَبْنِي صَوْمَعَتك مِنْ ذَهَب قَالَ : لَا إِلَّا مِنْ طِين \" وَقَالَ قَبْلَ ذَلِكَ \" فَكَسَرُوا صَوْمَعَته \" وَتَوْجِيه الِاحْتِجَاجِ بِهِ أَنَّ شَرْع مَنْ قَبْلَنَا شَرْعٌ لَنَا , وَهُوَ كَذَلِكَ إِذَا لَمْ يَأْتِ شَرْعنَا بِخِلَافِهِ كَمَا تَقَدَّمَ غَيْر مَرَّة , لَكِنَّ فِي الِاسْتِدْلَالِ بِقِصَّة جُرَيْج فِيمَا تَرْجَمَ بِهِ نَظَر , قَالَ اِبْن الْمُنِير : الِاسْتِدْلَالُ بِذَلِكَ غَيْر ظَاهِرٍ فِيمَا تَرْجَمَ لَهُ ; لِأَنَّهُمْ عَرَضُوا عَلَيْهِ مَا لَا يَلْزَمُهُمْ اِتِّفَاقًا وَهُوَ بِنَاؤُهَا مِنْ ذَهَب , وَمَا أَجَابَهُمْ جُرَيْج إِلَّا بِقَوْلِهِ : \" مِنْ طِين \" وَأَشَارَ بِذَلِكَ إِلَى الصِّفَةِ الَّتِي كَانَتْ عَلَيْهَا قَالَ : وَلَا خِلَافَ أَنَّ الْهَادِمَ لَوْ اِلْتَزَمَ الْإِعَادَة وَرَضِيَ صَاحِبه فِي جَوَاز ذَلِكَ. قَالَ : وَيُحْتَمَلُ عَلَى أَصْل مَالِك أَنْ لَا يَجُوزَ , لِأَنَّهُ فَسْخٌ لِمَا وَجَبَ نَاجِزًا وَهُوَ الْقِيمَةُ إِلَّا مَا يَتَأَخَّرُ وَهُوَ الْبُنْيَانُ. قَالَ اِبْن مَالِك فِي قَوْلِهِ : \" لَا إِلَّا مِنْ طِين \" شَاهِد عَلَى حَذْف الْمَجْزُوم بِلَا فَإِنَّ التَّقْدِيرَ لَا تَبْنُوهَا إِلَّا مِنْ طِين. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَ كِتَاب الْمَظَالِم مِنْ الْأَحَادِيثِ الْمَرْفُوعَةِ عَلَى ثَمَانِيَة وَأَرْبَعِينَ حَدِيثًا. الْمُعَلَّقُ مِنْهَا سِتَّة الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى ثَمَانِيَة وَعِشْرُونَ حَدِيثًا , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجِهَا سِوَى حَدِيث أَبِي سَعِيد \" إِذَا خَلَصَ الْمُؤْمِنُونَ \" وَحَدِيث أَنَس \" اُنْصُرْ أَخَاك \" وَحَدِيث أَبِي هُرَيْرَة \" مَنْ كَانَتْ لَهُ مَظْلِمَة \" وَحَدِيث اِبْن عُمَر \" مَنْ أَخَذَ شَيْئًا مِنْ الْأَرْضِ \" وَحَدِيث عَبْد اللَّه بْن يَزِيد فِي النَّهْيِ عَنْ النُّهْبَى وَالْمُثْلَةِ وَحَدِيث أَنَس فِي الْقَصْعَةِ الْمَكْسُورَةِ. وَفِيهِ مِنْ الْآثَارِ سَبْعَة آثَار. وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]