[
  {
    "id": 2517,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي وَاقِدُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي سَعِيدٌ ابْنُ مَرْجَانَةَ، صَاحِبُ عَلِيِّ بْنِ حُسَيْنٍ قَالَ لِي أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَيُّمَا رَجُلٍ أَعْتَقَ امْرَأً مُسْلِمًا اسْتَنْقَذَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ ‏\"‏‏.‏ قَالَ سَعِيدٌ ابْنُ مَرْجَانَةَ فَانْطَلَقْتُ إِلَى عَلِيِّ بْنِ حُسَيْنٍ فَعَمَدَ عَلِيُّ بْنُ حُسَيْنٍ ـ رضى الله عنهما ـ إِلَى عَبْدٍ لَهُ قَدْ أَعْطَاهُ بِهِ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَشَرَةَ آلاَفِ دِرْهَمٍ ـ أَوْ أَلْفَ دِينَارٍ ـ فَأَعْتَقَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever frees a Muslim slave, Allah will save all the parts of his body from the \n(Hell) Fire as he has freed the body-parts of the slave.\" Sa`id bin Marjana said that he narrated that \nHadith to `Ali bin Al-Husain and he freed his slave for whom `Abdullah bin Ja`far had offered him ten \nthousand Dirhams or one-thousand Dinars.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا وَاقِد بْن مُحَمَّد ) ‏ ‏أَيْ اِبْن زَيْد بْن عَبْد اللَّه بْن عُمَر أَخُو عَاصِم الَّذِي رَوَى عَنْهُ , وَبِذَلِكَ صَرَّحَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق مُعَاذ الْعَنْبَرِيّ عَنْ عَاصِم بْن مُحَمَّد عَنْ أَخِيهِ وَاقِد. ‏ ‏قَوْلُهُ : ( حَدَّثَنِي سَعِيد بْن مَرْجَانَة ) ‏ ‏بِفَتْحِ الْمِيم وَسُكُون الرَّاء بَعْدهَا جِيم وَهِيَ أُمّه , وَاسْم أَبِيهِ عَبْد اللَّه وَيُكَنَّى سَعِيد أَبَا عُثْمَان , ‏ ‏وَقَوْلُهُ : ( صَاحِب عَلِيّ بْن الْحُسَيْن ) ‏ ‏أَيْ زَيْن الْعَابِدِينَ بْن الْحُسَيْن بْن عَلِيّ بْن أَبِي طَالِب , وَكَانَ مُنْقَطِعًا إِلَيْهِ فَعُرِفَ بِصُحْبَتِهِ , وَوَهِمَ مَنْ زَعَمَ أَنَّهُ سَعِيد بْن يَسَار أَبُو الْحُبَاب فَإِنَّهُ غَيْرُهُ عِنْدَ الْجُمْهُور , وَلَيْسَ لِسَعِيدِ بْنِ مَرْجَانَة فِي الْبُخَارِيّ غَيْر هَذَا الْحَدِيث , وَقَدْ ذَكَرَهُ اِبْن حِبَّان فِي التَّابِعِينَ وَأَثْبَتَ رِوَايَته عَنْ أَبِي هُرَيْرَة , ثُمَّ غَفَلَ فَذَكَرَهُ فِي أَتْبَاعِ التَّابِعِينَ وَقَالَ لَمْ يَسْمَع مِنْ أَبِي هُرَيْرَة ا ه. وَقَدْ قَالَ هُنَا \" قَالَ لِي أَبُو هُرَيْرَة \" وَوَقَعَ التَّصْرِيح بِسَمَاعِهِ مِنْهُ عِنْد مُسْلِم وَالنَّسَائِيّ وَغَيْرهمَا فَانْتَفَى مَا زَعَمَهُ اِبْن حِبَّان. ‏ ‏قَوْلُهُ : ( أَيُّمَا رَجُلٍ ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق عَاصِم بْن عَلِيّ عَنْ عَاصِم بْن مُحَمَّد \" أَيُّمَا مُسْلِم \" وَوَقَعَ تَقْيِيده بِذَلِكَ فِي رِوَايَة مُسْلِم وَالنَّسَائِيّ مِنْ طَرِيق إِسْمَاعِيل بْن أَبِي حَكِيم عَنْ سَعِيد بْن مَرْجَانَة. ‏ ‏قَوْلُهُ : ( عُضْوًا مِنْ النَّار ) ‏ ‏فِي رِوَايَة مُسْلِم \" عُضْوًا مِنْهُ مِنْ النَّار \" وَلَهُ مِنْ رِوَايَة عَلِيّ بْن الْحُسَيْن عَنْ سَعِيد بْن مَرْجَانَة وَسَتَأْتِي مُخْتَصَرَة لِلْمُصَنِّفِ فِي كَفَّارَات الْأَيْمَان \" أَعْتَقَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهَا عُضْوًا مِنْ أَعْضَائِهِ مِنْ النَّار حَتَّى فَرْجه بِفَرْجِهِ \" وَلِلنَّسَائِيّ مِنْ حَدِيث كَعْب بْن مُرَّة \" وَأَيُّمَا اِمْرِئٍ مُسْلِم أَعْتَقَ اِمْرَأَتَيْنِ مُسْلِمَتَيْنِ كَانَتَا فِكَاكه مِنْ النَّار عَظْمَيْنِ مِنْهُمَا بِعَظْمٍ , وَأَيُّمَا اِمْرَأَة مُسْلِمَة أَعْتَقَتْ اِمْرَأَة مُسْلِمَة كَانَتْ فِكَاكهَا مِنْ النَّار \" إِسْنَاده صَحِيح , وَمِثْله لِلتِّرْمِذِيِّ مِنْ حَدِيث أَبِي أُمَامَةَ , وَلِلطَّبَرَانِيّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن عَوْف وَرِجَاله ثِقَات. ‏ ‏قَوْلُهُ : ( قَالَ سَعِيد بْنُ مَرْجَانَة ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْلُهُ : ( فَانْطَلَقْت بِهِ ) ‏ ‏أَيْ بِالْحَدِيثِ , وَفِي رِوَايَة مُسْلِم \" فَانْطَلَقْت حِين سَمِعْت الْحَدِيث مِنْ أَبِي هُرَيْرَة فَذَكَرْته لِعَلِيٍّ \" زَادَ أَحْمَد وَأَبُو عَوَانَة مِنْ طَرِيق إِسْمَاعِيل بْن أَبِي حَكِيم عَنْ سَعِيد بْنِ مَرْجَانَة \" فَقَالَ عَلِيّ بْن الْحُسَيْن : أَنْتَ سَمِعْت هَذَا مِنْ أَبِي هُرَيْرَة ؟ فَقَالَ نَعَمْ \". ‏ ‏قَوْلُهُ : ( فَعَمَدَ عَلِيّ بْن الْحُسَيْن إِلَى عَبْد لَهُ ) ‏ ‏اِسْم هَذَا الْعَبْد مُطَرِّف , وَقَعَ ذَلِكَ فِي رِوَايَة إِسْمَاعِيل بْن أَبِي حَكِيم الْمَذْكُورَة عِنْد أَحْمَد وَأَبِي عَوَانَة وَأَبِي نُعَيْم فِي مُسْتَخْرَجَيْهِمَا عَلَى مُسْلِم , ‏ ‏وَقَوْلُهُ : \" عَبْد اللَّه بْن جَعْفَر \" ‏ ‏أَيْ اِبْن أَبِي طَالِب وَهُوَ اِبْن عَمّ وَالِد عَلِيّ بْن الْحُسَيْن وَكَانَتْ وَفَاته سَنَة ثَمَانِينَ مِنْ الْهِجْرَة , وَمَاتَ سَعِيد بْنُ مَرْجَانَة سَنَة سَبْع وَتِسْعِينَ وَمَاتَ عَلِيّ بْن الْحُسَيْن قَبْله بِثَلَاثٍ أَوْ أَرْبَع , وَرِوَايَته عَنْهُ مِنْ رِوَايَة الْأَقْرَان , ‏ ‏وَقَوْلُهُ : \" عَشَرَة آلَاف دِرْهَم أَوْ أَلْف دِينَار \" شَكٌّ ‏ ‏مِنْ الرَّاوِي , وَفِيهِ إِشَارَة إِلَى أَنَّ الدِّينَار إِذْ ذَاكَ كَانَ بِعَشَرَةِ دَرَاهِم , وَقَدْ رَوَاهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة عَاصِم بْن عَلِيّ فَقَالَ : \" عَشَرَة آلَاف دِرْهَم \" بِغَيْرِ شَكٍّ. ‏ ‏قَوْلُهُ : ( فَأَعْتَقَهُ ) ‏ ‏فِي رِوَايَة إِسْمَاعِيل الْمَذْكُورَة \" فَقَالَ اِذْهَبْ أَنْتَ حُرّ لِوَجْهِ اللَّه \" وَفِي الْحَدِيث فَضْل الْعِتْق , وَأَنَّ عِتْق الذَّكَر أَفْضَل مِنْ عِتْق الْأُنْثَى خِلَافًا لِمَنْ فَضَّلَ عِتْق الْأُنْثَى مُحْتَجًّا بِأَنَّ عِتْقهَا يَسْتَدْعِي صَيْرُورَة وَلَدهَا حُرًّا سَوَاء تَزَوَّجَهَا حُرّ أَوْ عَبْد بِخِلَافِ الذَّكَر , وَمُقَابِله فِي الْفَضْل أَنَّ عِتْق الْأُنْثَى غَالِبًا يَسْتَلْزِمُ ضَيَاعهَا , وَلِأَنَّ فِي عِتْق الذَّكَر مِنْ الْمَعَانِي الْعَامَّة مَا لَيْسَ فِي الْأُنْثَى كَصَلَاحِيَتِهِ لِلْقَضَاءِ وَغَيْره مِمَّا يَصْلُحُ لِلذُّكُورِ دُون الْإِنَاث , وَفِي قَوْله : \" أَعْتَقَ اللَّهُ بِكُلِّ عُضْو مِنْهُ عُضْوًا \" إِشَارَة إِلَى أَنَّهُ لَا يَنْبَغِي أَنْ يَكُونَ فِي الرَّقَبَة نُقْصَانٌ لِيَحْصُلَ الِاسْتِيعَاب , وَأَشَارَ الْخَطَّابِيُّ إِلَى أَنَّهُ يُغْتَفَر النَّقْص الْمَجْبُور بِمَنْفَعَةٍ كَالْخَصِيِّ مَثَلًا إِذَا كَانَ يُنْتَفَعُ بِهِ فِيمَا لَا يُنْتَفَعُ بِالْفَحْلِ , وَمَا قَالَهُ فِي مَقَام الْمَنْع , وَقَدْ اِسْتَنْكَرَهُ النَّوَوِيّ وَغَيْره وَقَالَ : لَا شَكَّ أَنَّ فِي عِتْق الْخَصِيّ وَكُلّ نَاقِص فَضِيلَة , لَكِنَّ الْكَامِل أَوْلَى. وَقَالَ اِبْن الْمُنِير : فِيهِ إِشَارَة إِلَى أَنَّهُ يَنْبَغِي فِي الرَّقَبَة الَّتِي تَكُون لِلْكَفَّارَةِ أَنْ تَكُون مُؤْمِنَة , لِأَنَّ الْكَفَّارَة مُنْقِذَة مِنْ النَّار فَيَنْبَغِي أَنْ لَا تَقَعَ إِلَّا بِمُنْقِذَةٍ مِنْ النَّار. وَاسْتَشْكَلَ اِبْن الْعَرَبِيّ قَوْله : \" فَرْجه بِفَرْجِهِ \" لِأَنَّ الْفَرْج لَا يَتَعَلَّقُ بِهِ ذَنْب يُوجِب لَهُ النَّار إِلَّا الزِّنَا , فَإِنْ حُمِلَ عَلَى مَا يَتَعَاطَاهُ مِنْ الصَّغَائِر كَالْمُفَاخَذَة لَمْ يُشْكِل عِتْقه مِنْ النَّار بِالْعِتْقِ , وَإِلَّا فَالزِّنَا كَبِيرَة لَا تُكَفَّرُ إِلَّا بِالتَّوْبَةِ , ثُمَّ قَالَ : فَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَاد أَنَّ الْعِتْق يُرَجَّحُ عِنْد الْمُوَازَنَة بِحَيْثُ يَكُون مُرَجِّحًا لِحَسَنَاتِ الْمُعْتِق تَرْجِيحًا يُوَازِي سَيِّئَة الزِّنَا ا ه. وَلَا اِخْتِصَاص لِذَلِكَ بِالْفَرْجِ , بَلْ يَأْتِي فِي غَيْره مِنْ الْأَعْضَاء مِمَّا آثَاره فِيهِ كَالْيَدِ فِي الْغَصْب مَثَلًا. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2518,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُرَاوِحٍ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم أَىُّ الْعَمَلِ أَفْضَلُ، قَالَ ‏\"‏ إِيمَانٌ بِاللَّهِ، وَجِهَادٌ فِي سَبِيلِهِ ‏\"‏‏.‏ قُلْتُ فَأَىُّ الرِّقَابِ أَفْضَلُ قَالَ ‏\"‏ أَغْلاَهَا ثَمَنًا، وَأَنْفَسُهَا عِنْدَ أَهْلِهَا ‏\"‏‏.‏ قُلْتُ فَإِنْ لَمْ أَفْعَلْ‏.‏ قَالَ ‏\"‏ تُعِينُ صَانِعًا أَوْ تَصْنَعُ لأَخْرَقَ ‏\"‏‏.‏ قَالَ فَإِنْ لَمْ أَفْعَلْ‏.‏ قَالَ ‏\"‏ تَدَعُ النَّاسَ مِنَ الشَّرِّ، فَإِنَّهَا صَدَقَةٌ تَصَدَّقُ بِهَا عَلَى نَفْسِكَ ‏\"‏‏.‏",
    "english_text": "I asked the Prophet, \"What is the best deed?\" He replied, \"To believe in Allah and to fight for His \nCause.\" I then asked, \"What is the best kind of manumission (of slaves)?\" He replied, \"The \nmanumission of the most expensive slave and the most beloved by his master.\" I said, \"If I cannot \nafford to do that?\" He said, \"Help the weak or do good for a person who cannot work for himself.\" I \nsaid, \"If I cannot do that?\" He said, \"Refrain from harming others for this will be regarded as a \ncharitable deed for your own good.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ هِشَام بْن عُرْوَة ) ‏ ‏هَذَا مِنْ أَعْلَى حَدِيث وَقَعَ فِي الْبُخَارِيّ , وَهُوَ فِي حُكْم الثُّلَاثِيَّات , لِأَنَّ هِشَام بْن عُرْوَة شَيْخ شَيْخه مِنْ التَّابِعِينَ وَإِنْ كَانَ هُنَا رَوَى عَنْ تَابِعِيّ آخَر وَهُوَ أَبُوهُ , وَقَدْ رَوَاهُ الْحَارِث بْن أُسَامَة عَنْ عُبَيْد اللَّه بْن مُوسَى فَقَالَ : \" أَخْبَرَنَا هِشَام بْن عُرْوَة \" أَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \". ‏ ‏قَوْلُهُ : ( عَنْ أَبِيهِ ) ‏ ‏أَيْ رِوَايَة النَّسَائِيِّ مِنْ طَرِيق يَحْيَى الْقَطَّانِ \" عَنْ هِشَام حَدَّثَنِي أَبِي \". ‏ ‏قَوْلُهُ : ( عَنْ أَبِي مُرَاوِح ) ‏ ‏بِضَمِّ الْمِيم بَعْدهَا رَاء خَفِيفَة وَكَسْر الْوَاو بَعْدهَا مُهْمَلَة , زَادَ مُسْلِم مِنْ طَرِيق حَمَّاد بْن زَيْد \" عَنْ هِشَام اللَّيْثِيّ \" وَيُقَالُ لَهُ أَيْضًا الْغِفَارِيُّ , وَهُوَ مَدَنِيّ مِنْ كِبَار التَّابِعِينَ لَا يُعْرَفُ اِسْمه , وَشَذَّ مَنْ قَالَ اِسْمه سَعْد , قَالَ الْحَاكِم أَبُو أَحْمَد : أَدْرَكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَرَهُ. قُلْت : وَمَا لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَرِجَاله كُلّهمْ مَدَنِيُّونَ إِلَّا شَيْخه. وَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق. وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ رِوَايَة الزُّهْرِيِّ عَنْ حَبِيب مَوْلَى عُرْوَة عَنْ عُرْوَة فَصَارَ فِي الْإِسْنَاد أَرْبَعَة مِنْ التَّابِعِينَ. وَفِي الصَّحَابَة أَبُو مُرَاوِح اللَّيْثِيّ غَيْر هَذَا سَمَّاهُ اِبْن مَنْدَهْ وَاقِدًا وَعَزَاهُ لِأَبِي دَاوُدَ , وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق يَحْيَى بْن سَعِيد عَنْ هِشَام أَخْبَرَنِي أَبِي أَنَّ أَبَا مُرَاوِح أَخْبَرَهُ , وَذَكَرَ الْإِسْمَاعِيلِيّ عَدَدًا كَثِيرًا نَحْو الْعِشْرِينَ نَفْسًا رَوَوْهُ عَنْ هِشَام بِهَذَا الْإِسْنَاد , وَخَالَفَهُمْ مَالِك فَأَرْسَلَهُ فِي الْمَشْهُور عَنْهُ عَنْ هِشَام عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَرَوَاهُ يَحْيَى بْن يَحْيَى اللَّيْثِيّ وَطَائِفَة عَنْهُ عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة , وَرَوَاهُ سَعِيد بْن دَاوُدَ عَنْهُ عَنْ هِشَام كَرِوَايَةِ الْجَمَاعَة , قَالَ الدَّارَقُطْنِيُّ : الرِّوَايَة الْمُرْسَلَة عَنْ مَالِك أَصَحُّ , وَالْمَحْفُوظ عَنْ هِشَام كَمَا قَالَ الْجَمَاعَة. ‏ ‏قَوْلُهُ : ( عَنْ أَبِي ذَرّ ) ‏ ‏فِي رِوَايَة يَحْيَى بْن سَعِيد الْمَذْكُورَة \" أَنَّ أَبَا ذَرّ أَخْبَرَهُ \". ‏ ‏قَوْلُهُ : ( قَالَ أَعْلَاهَا ) ‏ ‏بِالْعَيْنِ الْمُهْمَلَة لِلْأَكْثَرِ وَهِيَ رِوَايَة النَّسَائِيِّ أَيْضًا , وَلِلْكُشْمِيهَنِيِّ بِالْغَيْنِ الْمُعْجَمَة وَكَذَا لِلنَّسَفِيّ , قَالَ اِبْن قُرْقُول : مَعْنَاهُمَا مُتَقَارِب. قُلْت : وَقَعَ لِمُسْلِمٍ مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ هِشَام \" أَكْثَرهَا ثَمَنًا \" وَهُوَ يُبَيِّنُ الْمُرَاد , قَالَ النَّوَوِيّ : مَحَلّه وَاللَّهُ أَعْلَم فِيمَنْ أَرَادَ أَنْ يُعْتِقَ رَقَبَةً وَاحِدَةً , أَمَّا لَوْ كَانَ مَعَ شَخْصٍ أَلْف دِرْهَم مَثَلًا فَأَرَادَ أَنْ يَشْتَرِيَ بِهَا رَقَبَة يُعْتِقُهَا فَوَجَدَ رَقَبَة نَفِيسَة أَوْ رَقَبَتَيْنِ مَفْضُولَتَيْنِ فَالرَّقَبَتَانِ أَفْضَل , قَالَ : وَهَذَا بِخِلَافِ الْأُضْحِيَّة فَإِنَّ الْوَاحِدَة السَّمِينَة فِيهَا أَفْضَل , لِأَنَّ الْمَطْلُوب هُنَا فَكّ الرَّقَبَة وَهُنَاكَ طِيب اللَّحْم ا ه. وَالَّذِي يَظْهَرُ أَنَّ ذَلِكَ يَخْتَلِفُ بِاخْتِلَافِ الْأَشْخَاص , فَرُبَّ شَخْص وَاحِد إِذَا أُعْتِقَ اِنْتَفَعَ بِالْعِتْقِ وَانْتَفَعَ بِهِ أَضْعَاف مَا يَحْصُلُ مِنْ النَّفْع بِعِتْقِ أَكْثَر عَدَدًا مِنْهُ , وَرُبَّ مُحْتَاج إِلَى كَثْرَة اللَّحْم لِتَفْرِقَتِهِ عَلَى الْمَحَاوِيجِ الَّذِينَ يَنْتَفِعُونَ بِهِ أَكْثَر مِمَّا يَنْتَفِع هُوَ بِطِيبِ اللَّحْم , فَالضَّابِط أَنَّ مَهْمَا كَانَ أَكْثَر نَفْعًا كَانَ أَفْضَل سَوَاء قَلَّ أَوْ كَثُرَ , وَاحْتَجَّ بِهِ لِمَالِكٍ فِي أَنَّ عِتْق الرَّقَبَة الْكَافِرَة إِذَا كَانَتْ أَغْلَى ثَمَنًا مِنْ الْمُسْلِمَة أَفْضَل , وَخَالَفَهُ أَصْبَغ وَغَيْره وَقَالُوا : الْمُرَاد بِقَوْلِهِ أَغْلَى ثَمَنًا مِنْ الْمُسْلِمِينَ , وَقَدْ تَقَدَّمَ تَقْيِيده بِذَلِكَ فِي الْحَدِيث الْأَوَّل. ‏ ‏قَوْلُهُ : ( وَأَنْفَسهَا عِنْد أَهْلهَا ) ‏ ‏أَيْ مَا اِغْتِبَاطهمْ بِهَا أَشَدّ , فَإِنَّ عِتْق مِثْل ذَلِكَ مَا يَقَعُ غَالِبًا إِلَّا خَالِصًا وَهُوَ كَقَوْلِهِ تَعَالَى : ( لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ ). ‏ ‏قَوْلُهُ : ( قُلْت فَإِنْ لَمْ أَفْعَلْ ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ \" أَرَأَيْت إِنْ لَمْ أَفْعَلْ \" أَيْ إِنْ لَمْ أَقْدِرْ عَلَى ذَلِكَ , أَطْلَقَ الْفِعْل وَأَرَادَ الْقُدْرَة. وَلِلدَّارَقُطْنِيّ فِي \" الْغَرَائِب \" بِلَفْظِ \" فَإِنْ لَمْ أَسْتَطِعْ \". ‏ ‏قَوْلُهُ : ( تُعِين ضَائِعًا ) ‏ ‏بِالضَّادِ الْمُعْجَمَة وَبَعْد الْأَلِف تَحْتَانِيَّة لِجَمِيعِ الرُّوَاة فِي الْبُخَارِيّ كَمَا جَزَمَ بِهِ عِيَاض وَغَيْره , وَكَذَا هُوَ فِي مُسْلِم , إِلَّا فِي رِوَايَة السَّمَرْقَنْدِيّ كَمَا قَالَهُ عِيَاض أَيْضًا , وَجَزَمَ الدَّارَقُطْنِيُّ وَغَيْره بِأَنَّ هِشَامًا رَوَاهُ هَكَذَا دُون مَنْ رَوَاهُ عَنْ أَبِيهِ , وَقَالَ أَبُو عَلِيّ الصَّدَفِيّ وَنَقَلْته مِنْ خَطّه : رَوَاهُ هِشَام بْن عُرْوَة بِالضَّادِ الْمُعْجَمَة وَالتَّحْتَانِيَّة , وَالصَّوَاب بِالْمُهْمَلَةِ وَالنُّون كَمَا قَالَهُ الزُّهْرِيُّ. وَإِذَا تَقَرَّرَ هَذَا فَقَدْ خَبَطَ مَنْ قَالَ مِنْ شُرَّاح الْبُخَارِيّ إِنَّهُ رُوِيَ بِالصَّادِ الْمُهْمَلَة وَالنُّون , فَإِنَّ هَذِهِ الرِّوَايَة لَمْ تَقَعْ فِي شَيْءٍ مِنْ طُرُقه , وَرَوَى الدَّارَقُطْنِيُّ مِنْ طَرِيق مَعْمَر عَنْ هِشَام هَذَا الْحَدِيث بِالضَّادِ الْمُعْجَمَة , قَالَ مَعْمَر : كَانَ الزُّهْرِيُّ يَقُول صَحَّفَ هِشَام وَإِنَّمَا هُوَ بِالصَّادِ الْمُهْمَلَة وَالنُّون. قَالَ الدَّارَقُطْنِيُّ : وَهُوَ الصَّوَاب لِمُقَابَلَتِهِ بِالْأَخْرَقِ وَهُوَ الَّذِي لَيْسَ بِصَانِعٍ وَلَا يُحْسِنُ الْعَمَل , وَقَالَ عَلِيّ بْن الْمَدِيْنِيّ : يَقُولُونَ إِنَّ هِشَامًا صَحَّفَ فِيهِ ا ه. وَرِوَايَة مَعْمَر عَنْ الزُّهْرِيِّ عِنْد مُسْلِم كَمَا تَقَدَّمَ وَهِيَ بِالْمُهْمَلَةِ وَالنُّون , وَعَكَسَ السَّمَرْقَنْدِيّ فِيهَا أَيْضًا كَمَا نَقَلَهُ عِيَاض , وَقَدْ وُجِّهَتْ رِوَايَة هِشَام بِأَنَّ الْمُرَاد بِالضَّائِعِ ذُو الضَّيَاع مِنْ فَقْر أَوْ عِيَال فَيَرْجِع إِلَى مَعْنَى الْأَوَّل , قَالَ أَهْل اللُّغَة : رَجُل أَخْرَق لَا صَنْعَةَ لَهُ وَالْجَمْع خُرْق بِضَمٍّ ثُمَّ سُكُون , وَامْرَأَة خَرْقَاء كَذَلِكَ , وَرَجُل صَانِع وَصَنَع بِفَتْحَتَيْنِ وَامْرَأَة صَنَاع بِزِيَادَةِ أَلِف. ‏ ‏قَوْلُهُ : ( فَإِنْ لَمْ أَفْعَل ) ‏ ‏أَيْ مِنْ الصِّنَاعَة أَوْ الْإِعَانَة , وَوَقَعَ فِي رِوَايَة الدَّارَقُطْنِيِّ فِي \" الْغَرَائِب \" : \" أَرَأَيْت أَنْ ضَعُفْت \" وَهُوَ يُشْعِرُ بِأَنَّ قَوْله إِنْ لَمْ أَفْعَلْ أَيْ لِلْعَجْزِ عَنْ ذَلِكَ لَا كَسَلًا مَثَلًا. ‏ ‏قَوْلُهُ : ( تَدَع النَّاس مِنْ الشَّرّ ) ‏ ‏فِيهِ دَلِيل عَلَى أَنَّ الْكَفّ عَنْ الشَّرّ دَاخِل فِي فِعْل الْإِنْسَان وَكَسْبه حَتَّى يُؤْجَرَ عَلَيْهِ وَيُعَاقَبَ , غَيْر أَنَّ الثَّوَاب لَا يَحْصُلُ مَعَ الْكَفّ إِلَّا مَعَ النِّيَّة وَالْقَصْد لَا مَعَ الْغَفْلَة وَالذُّهُول قَالَهُ الْقُرْطُبِيّ مُلَخَّصًا. ‏ ‏قَوْلُهُ : ( فَإِنَّهَا صَدَقَةٌ تَصَدَّق ) ‏ ‏بِفَتْحِ الْمُثَنَّاة وَالصَّاد الْمُهْمَلَة الْخَفِيفَة عَلَى حَذْف إِحْدَى التَّاءَيْنِ وَالْأَصْل تَتَصَدَّقُ وَيَجُوزُ تَشْدِيدهَا عَلَى الْإِدْغَام. وَفِي الْحَدِيث أَنَّ الْجِهَاد أَفْضَل الْأَعْمَال بَعْد الْإِيمَان , قَالَ اِبْن حِبَّان : الْوَاو فِي حَدِيث أَبِي ذَرّ هَذَا بِمَعْنَى ثُمَّ , وَهُوَ كَذَلِكَ فِي حَدِيث أَبِي هُرَيْرَة أَيْ الْمُتَقَدِّم فِي \" بَاب مَنْ قَالَ إِنَّ الْإِيمَان هُوَ الْعَمَل \" وَقَدْ تَقَدَّمَ الْكَلَام فِيهِ عَلَى طَرِيق الْجَمْع بَيْن مَا اِخْتَلَفَ مِنْ الرِّوَايَات فِي أَفْضَل الْأَعْمَال هُنَاكَ , وَقِيلَ قَرَنَ الْجِهَاد بِالْإِيمَانِ هُنَا لِأَنَّهُ كَانَ إِذْ ذَاكَ أَفْضَل الْأَعْمَال , وَقَالَ الْقُرْطُبِيّ : تَفْضِيل الْجِهَاد فِي حَال تَعَيُّنِهِ , وَفَضْل بِرّ الْوَالِدَيْنِ لِمَنْ يَكُون لَهُ أَبَوَانِ فَلَا يُجَاهِد إِلَّا بِإِذْنِهِمَا , وَحَاصِلُهُ أَنَّ الْأَجْوِبَة اِخْتَلَفَتْ بِاخْتِلَافِ أَحْوَال السَّائِلِينَ. وَفِي الْحَدِيث حُسْنُ الْمُرَاجَعَة فِي السُّؤَال , وَصَبْر الْمُفْتِي وَالْمُعَلِّم عَلَى التِّلْمِيذ وَرِفْقه بِهِ , وَقَدْ رَوَى اِبْن حِبَّان وَالطَّبَرِيّ وَغَيْرهمَا مِنْ طَرِيق أَبِي إِدْرِيس الْخَوْلَانِيِّ وَغَيْره عَنْ أَبِي ذَرّ حَدَّثَنَا حَدِيثًا طَوِيلًا فِيهِ أَسْئِلَة كَثِيرَة وَأَجْوِبَتهَا تَشْتَمِل عَلَى فَوَائِد كَثِيرَة : مِنْهَا سُؤَاله عَنْ أَيِّ الْمُؤْمِنِينَ أَكْمَل وَأَيِّ الْمُسْلِمِينَ أَسْلَم وَأَيِّ الْهِجْرَة وَالْجِهَاد وَالصَّدَقَة وَالصَّلَاة أَفْضَل , وَفِيهِ ذِكْر الْأَنْبِيَاء وَعَدَدهمْ وَمَا أُنْزِلَ عَلَيْهِمْ , وَآدَاب كَثِيرَة مِنْ أَوَامِر وَنَوَاهٍ وَغَيْر ذَلِكَ , قَالَ اِبْن الْمُنِير : وَفِي الْحَدِيث إِشَارَة إِلَى أَنَّ إِعَانَة الصَّانِع أَفْضَل مِنْ إِعَانَة غَيْر الصَّانِع لِأَنَّ غَيْر الصَّانِع مَظِنَّة الْإِعَانَة فَكُلّ أَحَد يُعِينه غَالِبًا , بِخِلَافِ الصَّانِع فَإِنَّهُ لِشُهْرَتِهِ بِصَنْعَتِهِ يَغْفُل عَنْ إِعَانَته , فَهِيَ مِنْ جِنْس الصَّدَقَة عَلَى الْمَسْتُور. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2519,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ مَسْعُودٍ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالْعَتَاقَةِ فِي كُسُوفِ الشَّمْسِ‏.‏ تَابَعَهُ عَلِيٌّ عَنِ الدَّرَاوَرْدِيِّ عَنْ هِشَامٍ‏.‏",
    "english_text": "The Prophet (ﷺ) ordered us to free slaves at the time of solar eclipses.",
    "explication": "‏ ‏قَوْله : ( لَقَدْ أَمَرَ ) ‏ ‏فِي رِوَايَة مُعَاوِيَة بْن عَمْرو عَنْ زَائِدَة عِنْد الْإِسْمَاعِيلِيّ \" كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُرهُمْ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2520,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا عَثَّامٌ، حَدَّثَنَا هِشَامٌ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ كُنَّا نُؤْمَرُ عِنْدَ الْخُسُوفِ بِالْعَتَاقَةِ‏.‏",
    "english_text": "We were ordered to free slaves at the time of lunar eclipses.",
    "explication": "‏ ‏قَوْله : ( عَنْ أَسْمَاء بِنْت أَبِي بَكْر ) ‏ ‏هِيَ جَدَّة فَاطِمَة وَهِشَام لِأَبَوَيْهِمَا. ‏ ‏قَوْله : ( فَأَشَارَتْ أَيْ نَعَمْ ) ‏ ‏وَفِي رِوَايَة الْكُشْمِيهَنِيِّ \" أَنْ نَعَمْ \" بِنُونٍ بَدَل التَّحْتَانِيَّة , وَقَدْ تَقَدَّمَتْ فَوَائِده فِي \" بَاب مَنْ أَجَابَ الْفُتْيَا بِالْإِشَارَةِ \" مِنْ كِتَاب الْعِلْم وَفِي \" بَاب مَنْ لَمْ يَتَوَضَّأ إِلَّا مِنْ الْغَشْي الْمُثْقِل \" مِنْ كِتَاب الطَّهَارَة , وَيَأْتِي الْكَلَام عَلَى مَا يَتَعَلَّق بِالْقَبْرِ فِي كِتَاب الْجَنَائِز إِنْ شَاءَ اللَّه تَعَالَى. قَالَ الزَّيْن بْن الْمُنِير : اِسْتَدَلَّ بِهِ اِبْن بَطَّال عَلَى جَوَاز خُرُوج النِّسَاء إِلَى الْمَسْجِد لِصَلَاةِ الْكُسُوف , وَفِيهِ نَظَر لِأَنَّ أَسْمَاء إِنَّمَا صَلَّتْ فِي حُجْرَة عَائِشَة , لَكِنْ يُمْكِنهُ أَنْ يَتَمَسَّك بِمَا وَرَدَ فِي بَعْض طُرُقه أَنَّ نِسَاء غَيْر أَسْمَاء كُنَّ بَعِيدَات عَنْهَا , فَعَلَى هَذَا فَقَدْ كُنَّ فِي مُؤَخَّر الْمَسْجِد كَمَا جَرَتْ عَادَتهنَّ فِي سَائِر الصَّلَوَات. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2521,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ سَالِمٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَعْتَقَ عَبْدًا بَيْنَ اثْنَيْنِ، فَإِنْ كَانَ مُوسِرًا قُوِّمَ عَلَيْهِ ثُمَّ يُعْتَقُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever manumits a slave owned by two masters, should manumit him \ncompletely (not partially) if he is rich after having its price evaluated.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار وَسَالِم هُوَ اِبْن عَبْد اللَّه بْن عُمَر , وَوَقَعَ فِي رِوَايَة الْحُمَيْدِيّ عَنْ سُفْيَان \" حَدَّثَنَا عَمْرو بْن دِينَار \". ‏ ‏قَوْلُهُ : ( عَنْ سَالِم ) ‏ ‏وَاِبْن عَبْد اللَّه بْن عُمَر , وَلِلنَّسَائِيّ مِنْ طَرِيق إِسْحَاق بْن رَاهْوَيْهِ عَنْ سُفْيَان عَنْ عَمْرو أَنَّهُ \" سَمِعَ سَالِم بْن عَبْد اللَّه بْن عُمَر \". ‏ ‏قَوْلُهُ : ( مَنْ أَعْتَقَ ) ‏ ‏ظَاهِره الْعُمُوم , لَكِنَّهُ مَخْصُوص بِالِاتِّفَاقِ فَلَا يَصِحُّ مِنْ الْمَجْنُون وَلَا مِنْ الْمَحْجُور عَلَيْهِ لِسَفَهٍ , وَفِي الْمَحْجُور عَلَيْهِ بِفَلْسٍ وَالْعَبْد وَالْمَرِيض مَرَض الْمَوْت وَالْكَافِر تَفَاصِيل لِلْعُلَمَاءِ بِحَسَبِ مَا يَظْهَرُ عِنْدَهُمْ مِنْ أَدِلَّةِ التَّخْصِيص , وَلَا يَقُومُ فِي مَرَضِ الْمَوْتِ عِنْد الشَّافِعِيَّة إِلَّا إِذَا وَسِعَهُ الثُّلُث , وَقَالَ أَحْمَد : لَا يَقُومُ فِي الْمَرَض مُطْلَقًا وَسَيَأْتِي الْبَحْث فِي عِتْق الْكَافِر قَرِيبًا , وَخَرَجَ بِقَوْلِهِ : \" أَعْتَقَ \" مَا إِذَا أَعْتَقَ عَلَيْهِ بِأَنْ وَرِثَ بَعْض مَنْ يُعْتَقُ عَلَيْهِ بِقَرَابَةٍ فَلَا سِرَايَةَ عِنْد الْجُمْهُور , وَعَنْ أَحْمَد رِوَايَة , وَكَذَلِكَ لَوْ عَجَزَ الْمُكَاتَب بَعْد أَنْ اِشْتَرَى شِقْصًا يُعْتَقُ عَلَى سَيِّدِهِ فَإِنَّ الْمِلْك وَالْعِتْقَ يَحْصُلَانِ بِغَيْرِ فِعْلِ السَّيِّدِ فَهُوَ كَالْإِرْثِ , وَيَدْخُلُ فِي الِاخْتِيَارِ مَا إِذَا أُكْرِهَ بِحَقٍّ , لَوْ أَوْصَى بِعِتْقِ نَصِيبه مِنْ الْمُشْتَرَك أَوْ بِعِتْقِ جُزْءٍ مِمَّنْ لَهُ كُلّه لَمْ يَسْرِ عِنْد الْجُمْهُور أَيْضًا لِأَنَّ الْمَال يَنْتَقِلُ لِلْوَارِثِ وَيَصِيرُ الْمَيِّت مُعْسِرًا , وَعَنْ الْمَالِكِيَّة رِوَايَة , وَحُجَّةُ الْجُمْهُورِ مَعَ مَفْهُوم الْخَبَر أَنَّ السِّرَايَة عَلَى خِلَاف الْقِيَاس فَيَخْتَصُّ بِمَوْرِدِ النَّصّ , وَلِأَنَّ التَّقْوِيم سَبِيله سَبِيل غَرَامَة الْمُتْلَفَات فَيَقْتَضِي التَّخْصِيص بِصُدُورِ أَمْر يُجْعَل إِتْلَافًا , ثُمَّ ظَاهِر قَوْله : \" مَنْ أَعْتَقَ \" وُقُوع الْعِتْق مُنَجَّزًا , وَأَجْرَى الْجُمْهُور الْمُعَلَّق بِصِفَةٍ إِذَا وُجِدَتْ مَجْرَى الْمُنَجَّز. ‏ ‏قَوْله : ( عَبْدًا بَيْن اِثْنَيْنِ ) ‏ ‏هُوَ كَالْمِثَالِ وَإِلَّا فَلَا فَرْقَ بَيْنَ أَنْ يَكُونَ بَيْن اِثْنَيْنِ أَوْ أَكْثَر , وَفِي رِوَايَة مَالِك وَغَيْره فِي الْبَاب \" شِرْكًا \" وَهُوَ بِكَسْرِ الْمُعْجَمَة وَسُكُون الرَّاء , وَفِي رِوَايَة أَيُّوب الْمَاضِيَة فِي الشَّرِكَة \" شِقْصًا \" بِمُعْجَمَةٍ وَقَاف مُهْمَلَة وَزْن الْأَوَّل , وَفِي رِوَايَة فِي الْبَاب \" نَصِيبًا \" وَالْكُلّ بِمَعْنًى , إِلَّا أَنَّ اِبْنَ دُرَيْد قَالَ : هُوَ الْقَلِيلُ وَالْكَثِيرُ , وَقَالَ الْقَزَّازُ : لَا يَكُونُ الشِّقْص إِلَّا كَذَلِكَ , وَالشِّرْك فِي الْأَصْل مَصْدَر أُطْلِقَ عَلَى مُتَعَلِّقه وَهُوَ الْعَبْد الْمُشْتَرَك , وَلَا بُدَّ فِي السِّيَاق مِنْ إِضْمَار جُزْءٍ أَوْ مَا أَشْبَهَهُ لِأَنَّ الْمُشْتَرَك هُوَ الْجُمْلَة أَوْ الْجُزْء الْمُعَيَّن مِنْهَا , وَظَاهِره الْعُمُوم فِي كُلِّ رَقِيق لَكِنْ يُسْتَثْنَى الْجَانِي وَالْمَرْهُون فَفِيهِ خِلَاف , وَالْأَصَحّ فِي الرَّهْن وَالْجِنَايَة مَنْع السِّرَايَة لِأَنَّ فِيهَا إِبْطَال حَقّ الْمُرْتَهِن وَالْمَجْنِيّ عَلَيْهِ , فَلَوْ أَعْتَقَ مُشْتَرَكًا بَعْد أَنْ كَاتَبَاهُ فَإِنْ كَانَ لَفْظ الْعَبْد يَتَنَاوَل الْمُكَاتَب وَقَعَتْ السِّرَايَة وَإِلَّا فَلَا , وَلَا يَكْفِي ثُبُوتُ أَحْكَام الرِّقّ عَلَيْهِ , فَقَدْ ثَبَتَتْ وَلَا يَسْتَلْزِمُ اِسْتِعْمَال لَفْظ الْعَبْد عَلَيْهِ , وَمِثْله مَا لَوْ دَبَّرَاهُ , لَكِنْ تَنَاوُل لَفْظ الْعَبْد لِلْمُدَبَّرِ أَقْوَى مِنْ الْمُكَاتَب فَيَسْرِي هُنَا عَلَى الْأَصَحّ , فَلَوْ أَعْتَقَ مِنْ أَمَة ثَبَتَ كَوْنهَا أُمّ وَلَد لِشَرِيكِهِ فَلَا سِرَايَة لِأَنَّهَا تَسْتَلْزِمُ النَّقْلَ مِنْ مَالِكٍ إِلَى مَالِكٍ , وَأُمّ الْوَلَد لَا تَقْبَل ذَلِكَ عِنْد مَنْ لَا يَرَى بَيْعهَا وَهُوَ أَصَحّ قَوْلَيْ الْعُلَمَاء. ‏ ‏قَوْله : ( فَإِنْ كَانَ مُوسِرًا قُوِّمَ ) ‏ ‏ظَاهِره اِعْتِبَار ذَلِكَ حَال الْعِتْق , حَتَّى لَوْ كَانَ مُعْسِرًا ثُمَّ أَيْسَرَ بَعْد ذَلِكَ لَمْ يَتَغَيَّرْ الْحُكْم , وَمَفْهُومه أَنَّهُ إِنْ كَانَ مُعْسِرًا لَمْ يُقَوَّمْ , وَقَدْ أَفْصَحَ بِذَلِكَ فِي رِوَايَة مَالِك حَيْثُ قَالَ فِيهَا : \" وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \" وَيَبْقَى مَا لَمْ يُعْتَقْ عَلَى حُكْمِهِ الْأَوَّلِ , هَذَا الَّذِي يُفْهَمُ مِنْ هَذَا السِّيَاق وَهُوَ السُّكُوتُ عَنْ الْحُكْم بَعْد هَذَا الْإِبْقَاء , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي الْكَلَام عَلَى حَدِيث الْبَاب الَّذِي يَلِيهِ. ‏ ‏قَوْله : ( قُوِّمَ عَلَيْهِ ) ‏ ‏بِضَمِّ أَوَّله , زَادَ مُسْلِم وَالنَّسَائِيّ فِي رِوَايَتهمَا مِنْ هَذَا الْوَجْه \" فِي مَاله قِيمَة عَدْل لَا وَكْس وَلَا شَطَط \" وَالْوَكْس بِفَتْحِ الْوَاو وَسُكُون الْكَاف بَعْدهَا مُهْمَلَة النَّقْص , وَالشَّطَط بِمُعْجَمَةِ ثُمَّ مُهْمَلَة مُكَرَّرَة وَالْفَتْح الْجَوْر , وَاتَّفَقَ مَنْ قَالَ مِنْ الْعُلَمَاء عَلَى أَنَّهُ يُبَاعُ فِي حِصَّة شَرِيكه جَمِيع مَا يُبَاعُ عَلَيْهِ فِي الدَّيْن عَلَى اِخْتِلَاف عِنْدهمْ فِي ذَلِكَ , وَلَوْ كَانَ عَلَيْهِ دَيْن بِقَدْرِ مَا يَمْلِكُهُ كَانَ فِي حُكْم الْمُوسِر عَلَى أَصَحّ قَوْلَيْ الْعُلَمَاء , وَهُوَ كَالْخِلَافِ فِي أَنَّ الدَّيْن هَلْ يَمْنَع الزَّكَاة أَمْ لَا , وَوَقَعَ فِي رِوَايَة الشَّافِعِيّ وَالْحُمَيْدِيّ \" فَإِنَّهُ يُقَوَّمُ عَلَيْهِ بِأَعْلَى الْقِيمَة أَوْ قِيمَة عَدْل \" وَهُوَ شَكّ مِنْ سُفْيَان , وَقَدْ رَوَاهُ أَكْثَر أَصْحَابه عَنْهُ بِلَفْظِ \" قُوِّمَ عَلَيْهِ قِيمَة عَدْل \" وَهُوَ الصَّوَاب. ‏ ‏قَوْله : ( ثُمَّ يُعْتَق ) ‏ ‏فِي رِوَايَة مُسْلِم \" ثُمَّ أَعْتَقَ عَلَيْهِ مِنْ مَاله إِنْ كَانَ مُوسِرًا \" وَهُوَ يُشْعِرُ بِأَنَّ التَّاء فِي حَدِيث الْبَاب مَفْتُوحَة مَعَ ضَمّ أَوَّله. ‏ ‏( تَنْبِيه ) : ‏ ‏رَوَى الزُّهْرِيُّ عَنْ سَالِم هَذَا الْحَدِيث مُخْتَصَرًا أَيْضًا , أَخْرَجَهُ مُسْلِم بِلَفْظِ \" مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ عَتَقَ مَا بَقِيَ فِي مَاله إِذَا كَانَ لَهُ مَالٌ يَبْلُغُ ثَمَن الْعَبْد \" وَذَكَرَ الْخَطِيب قَوْله : \" إِذَا كَانَ لَهُ مَالٌ يَبْلُغُ ثَمَن الْعَبْد \" فِي الْمُدْرَج , وَقَدْ وَقَعَتْ هَذِهِ الزِّيَادَة فِي رِوَايَة نَافِع كَمَا سَيَأْتِي. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2522,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ، فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ الْعَبْدُ قِيمَةَ عَدْلٍ، فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ، وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Whoever frees his share of a common slave and he has sufficient money to free \nhim completely, should let its price be estimated by a just man and give his partners the price of their \nshares and manumit the slave; otherwise (i.e. if he has not sufficient money) he manumits the slave \npartially.\"",
    "explication": "‏ ‏قَوْله فِي طَرِيق مَالِك عَنْ نَافِع ( وَكَانَ لَهُ مَا يَبْلُغُ ) ‏ ‏أَيْ شَيْء يَبْلُغُ , وَعِنْد الْْكُشْمِيهَنِيّ \" مَالٌ يَبْلُغُ \" وَهِيَ رِوَايَة \" الْمُوَطَّأ \" وَالتَّقْيِيد بِقَوْلِهِ : \" يَبْلُغ \" يُخْرِجُ مَا إِذَا كَانَ لَهُ مَال لَكِنَّهُ لَا يَبْلُغُ قِيمَة النَّصِيب , وَظَاهِره أَنَّهُ فِي هَذِهِ الصُّورَة لَا يُقَوَّم عَلَيْهِ مُطْلَقًا , لَكِنَّ الْأَصَحّ عِنْد الشَّافِعِيَّة - وَهُوَ مَذْهَب مَالِك - أَنَّهُ يَسْرِي إِلَى الْقَدْر الَّذِي هُوَ مُوسِرٌ بِهِ تَنْفِيذًا لِلْعِتْقِ بِحَسَبِ الْإِمْكَان. ‏ ‏قَوْله : ( ثَمَن الْعَبْد ) ‏ ‏أَيْ ثَمَن بَقِيَّة الْعَبْد , لِأَنَّهُ مُوسِر بِحِصَّتِهِ , وَقَدْ أَوْضَحَ ذَلِكَ النَّسَائِيُّ فِي رِوَايَته مِنْ طَرِيق زَيْد بْن أَبِي أُنَيْسَة عَنْ عُبَيْد اللَّه بْن عُمَر وَعُمَر بْن نَافِع وَمُحَمَّد بْن عَجْلَان عَنْ نَافِع عَنْ اِبْن عُمَر بِلَفْظِ \" وَلَهُ مَال يَبْلُغُ قِيمَة أَنْصِبَاء شُرَكَائِهِ فَإِنَّهُ يَضْمَن لِشُرَكَائِهِ أَنْصِبَاءَهُمْ وَيُعْتَقُ الْعَبْد \" وَالْمُرَاد بِالثَّمَنِ هُنَا الْقِيمَةُ , لِأَنَّ الثَّمَن مَا اِشْتَرَيْت بِهِ الْعَيْن , وَاللَّازِم هُنَا الْقِيمَة لَا الثَّمَن , وَقَدْ تَبَيَّنَ الْمُرَاد فِي رِوَايَة زَيْد بْن أَبِي أُنَيْسَة الْمَذْكُورَة , وَيَأْتِي فِي رِوَايَة أَيُّوب فِي هَذَا الْبَاب بِلَفْظِ \" مَا يَبْلُغُ قِيمَته بِقِيمَةِ عَدْل \". ‏ ‏قَوْله : ( فَأَعْطَى شُرَكَاءَهُ ) ‏ ‏كَذَا لِلْأَكْثَرِ عَلَى الْبِنَاء لِلْفَاعِلِ وَشُرَكَاءَهُ بِالنَّصْبِ , وَلِبَعْضِهِمْ \" فَأُعْطِيَ \" عَلَى الْبِنَاء لِلْمَفْعُولِ وَشُرَكَاؤُهُ بِالضَّمِّ , وَقَوْله : \" حِصَصهمْ \" أَيْ قِيمَة حِصَصهمْ أَيْ إِنْ كَانَ لَهُ شُرَكَاء فَإِنْ كَانَ لَهُ شَرِيك أَعْطَاهُ جَمِيع الْبَاقِي , وَهَذَا لَا خِلَاف فِيهِ فَلَوْ كَانَ مُشْتَرَكًا بَيْن الثَّلَاثَة فَأَعْتَقَ أَحَدهمْ حِصَّته وَهِيَ الثُّلُث وَالثَّانِي حِصَّته وَهِيَ السُّدُس فَهَلْ يُقَوَّم عَلَيْهِمَا نَصِيب صَاحِب النِّصْف بِالسَّوِيَّةِ أَوْ عَلَى قَدْر الْحِصَص ؟ الْجُمْهُور عَلَى الثَّانِي , وَعِنْد الْمَالِكِيَّة وَالْحَنَابِلَة خِلَاف كَالْخِلَافِ فِي الشُّفْعَة إِذَا كَانَتْ لِاثْنَيْنِ هَلْ يَأْخُذَانِ بِالسَّوِيَّةِ أَوْ عَلَى قَدْر الْمِلْك ؟. ‏ ‏قَوْله : ( عَتَقَ مِنْهُ مَا عَتَقَ ) ‏ ‏قَالَ الدَّاوُدِيّ هُوَ بِفَتْحِ الْعَيْن مِنْ الْأَوَّل وَيَجُوز الْفَتْح وَالضَّمّ فِي الثَّانِي , وَتَعَقَّبَهُ اِبْن التِّين بِأَنَّهُ لَمْ يَقُلْهُ غَيْره , وَإِنَّمَا يُقَال عَتَقَ بِالْفَتْحِ وَأُعْتِقَ بِضَمِّ الْهَمْزَة , وَلَا يُعْرَفُ عُتِقَ بِضَمِّ أَوَّله لِأَنَّ الْفِعْل لَازِم غَيْر مُتَعَدٍّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2523,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، عَنْ أَبِي أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ أَعْتَقَ شِرْكًا لَهُ فِي مَمْلُوكٍ فَعَلَيْهِ عِتْقُهُ كُلِّهِ، إِنْ كَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَهُ، فَإِنْ لَمْ يَكُنْ لَهُ يُقَوَّمُ عَلَيْهِ قِيمَةَ عَدْلٍ، فَأُعْتِقَ مِنْهُ مَا أَعْتَقَ ‏\"‏‏.‏ \nحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، عَنْ عُبَيْدِ اللَّهِ، اخْتَصَرَهُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Whoever manumits his share of a slave, then it is essential for him to get that \nslave manumitted' completely as long as he has the money to do so. If he has not sufficient money to \npay the price of the other shares (after the price of the slave is evaluated justly), the manumitted \nmanumits the slave partially in proportion to his share.\n\n\n`Ubaidullah narrated as above in brief.",
    "explication": "‏ ‏قَوْله ( عَنْ أَبِي أُسَامَة عَنْ عُبَيْد اللَّه ) ‏ ‏هُوَ اِبْن عُمَر الْعُمَرِيُّ. ‏ ‏قَوْله : ( عِتْقه كُلّهُ ) ‏ ‏بِجَرِّ اللَّام تَأْكِيدًا لِلضَّمِيرِ الْمُضَاف أَيْ عَتَقَ الْعَبْد كُلّه. ‏ ‏قَوْله : ( فَإِنْ لَمْ يَكُنْ لَهُ مَال يُقَوَّم عَلَيْهِ قِيمَة عَدْل عَلَى الْمُعْتِق ) ‏ ‏هَكَذَا فِي هَذِهِ الرِّوَايَة , وَظَاهِرهَا أَنَّ التَّقْوِيم يُشْرَعُ فِي حَقّ مَنْ لَمْ يَكُنْ لَهُ مَال , وَلَيْسَ كَذَلِكَ بَلْ قَوْله : \" يُقَوَّم \" لَيْسَ جَوَابًا لِلشَّرْطِ بَلْ هُوَ صِفَة مَنْ لَهُ الْمَال , وَالْمَعْنَى أَنَّ مَنْ لَا مَال لَهُ بِحَيْثُ يَقَع عَلَيْهِ اِسْم التَّقْوِيم فَإِنَّ الْعِتْقَ يَقَعُ فِي نَصِيبه خَاصَّة , وَجَوَاب الشَّرْط هُوَ قَوْله : \" فَأَعْتَقَ مِنْهُ مَا أَعْتَقَ \" وَالتَّقْدِير فَقَدْ أَعْتَقَ مِنْهُ مَا أَعْتَقَ , وَقَدْ وَقَعَ فِي رِوَايَة أَبِي بَكْر وَعُثْمَان اِبْنَيْ أَبِي شَيْبَة عَنْ أَبِي أُسَامَة عِنْد الْإِسْمَاعِيلِيّ بِلَفْظِ \" فَإِنْ لَمْ يَكُنْ لَهُ مَال يُقَوَّم عَلَيْهِ قِيمَة عَدْل عَتَقَ مِنْهُ مَا عَتَقَ \" وَأَوْضَحُ مِنْ ذَلِكَ رِوَايَة خَالِد بْن الْحَارِث عَنْ عُبَيْد اللَّه عِنْد النَّسَائِيِّ بِلَفْظِ \" فَإِنْ كَانَ لَهُ مَال قُوِّمَ عَلَيْهِ قِيمَة عَدْل فِي مَاله , فَإِنْ لَمْ يَكُنْ لَهُ مَال عَتَقَ مِنْهُ مَا عَتَقَ \". ‏ ‏قَوْله : ( حَدَّثَنَا مُسَدَّد حَدَّثَنَا بِشْر ) ‏ ‏أَيْ اِبْن الْمُفَضَّل ‏ ‏( عَنْ عُبَيْد اللَّه ) ‏ ‏أَيْ اِبْنِ عُمَر. ‏ ‏قَوْله : ( اِخْتَصَرَهُ ) ‏ ‏أَيْ بِالْإِسْنَادِ الْمَذْكُور , وَقَدْ أَخْرَجَهُ مُسَدَّد فِي مُسْنَدِهِ بِرِوَايَةِ مُعَاذ بْن الْمُثَنَّى عَنْهُ بِهَذَا الْإِسْنَاد , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيقه وَلَفْظه \" مَنْ أَعْتَقَ شِرْكًا لَهُ فِي مَمْلُوك فَقَدْ عَتَقَ كُلّه \" وَقَدْ رَوَاهُ غَيْر مُسَدَّد عَنْ بِشْر مُطَوَّلًا أَخْرَجَهُ النَّسَائِيُّ عَنْ عَمْرو بْن عَلِيّ عَنْ بِشْر لَكِنْ لَيْسَ فِيهِ أَيْضًا قَوْله : \" عَتَقَ مِنْهُ مَا عَتَقَ \" فَيُحْتَمَلُ أَنْ يَكُونَ مُرَاده أَنَّهُ اِخْتَصَرَ هَذَا الْقَدْر , وَقَدْ فَهِمَ الْإِسْمَاعِيلِيّ ذَلِكَ فَقَالَ : عَامَّة الْكُوفِيِّينَ رَوَوْا عَنْ عُبَيْد اللَّه بْن عُمَر فِي هَذَا الْحَدِيث حُكْم الْمُوسِر وَالْمُعْسِر مَعًا , وَالْبَصْرِيُّونَ لَمْ يَذْكُرُوا إِلَّا حُكْم الْمُوسِر فَقَطْ. قُلْت : فَمِنْ الْكُوفِيِّينَ أَبُو أُسَامَة كَمَا تَرَى وَابْن نُمَيْر عِنْد مُسْلِم وَزُهَيْر عِنْد النَّسَائِيِّ وَعِيسَى بْن يُونُس عِنْد أَبِي دَاوُدَ وَمُحَمَّد بْن عُبَيْد عِنْد أَبِي عَوَانَة وَأَحْمَد , وَمِنْ الْبَصْرِيِّينَ بِشْر الْمَذْكُور وَخَالِد بْن الْحَارِث وَيَحْيَى الْقَطَّانُ عِنْد النَّسَائِيِّ وَعَبْد الْأَعْلَى فِيمَا ذَكَرَ الْإِسْمَاعِيلِيّ , لَكِنْ رَوَاهُ النَّسَائِيُّ مِنْ طَرِيق زَائِدَة عَنْ عُبَيْد اللَّه وَقَالَ فِي آخِره : \" فَإِنْ لَمْ يَكُنْ لَهُ مَال عَتَقَ مِنْهُ مَا عَتَقَ \" وَزَائِدَة كُوفِيّ لَكِنَّهُ وَافَقَ الْبَصْرِيِّينَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2524,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي مَمْلُوكٍ أَوْ شِرْكًا لَهُ فِي عَبْدٍ، وَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ قِيمَتَهُ بِقِيمَةِ الْعَدْلِ، فَهْوَ عَتِيقٌ ‏\"‏‏.‏ قَالَ نَافِعٌ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ‏.‏ قَالَ أَيُّوبُ لاَ أَدْرِي أَشَىْءٌ قَالَهُ نَافِعٌ، أَوْ شَىْءٌ فِي الْحَدِيثِ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"He who manumits his share of a slave and has money sufficient to free the \nremaining portion of that slave's price (justly estimated) then he should manumit him (by giving the \nrest of his price to the other co-owners).\" Nafi` added, \"Otherwise the slave is partially free.\" Aiyub is \nnot sure whether the last statement was said by Nafi` or it was a part of the Hadith.",
    "explication": "وَأَوْرَدَ الْمُصَنِّف الْحَدِيث الْمَذْكُور عَنْ اِبْن عُمَر وَعَنْ أَبِي هُرَيْرَة , وَسَيَأْتِي الْكَلَامُ عَلَيْهِمَا جَمِيعًا فِي كِتَاب الْعِتْق مُسْتَوْفًى إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2525,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ مِقْدَامٍ، حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ يُفْتِي فِي الْعَبْدِ أَوِ الأَمَةِ يَكُونُ بَيْنَ شُرَكَاءَ، فَيُعْتِقُ أَحَدُهُمْ نَصِيبَهُ مِنْهُ، يَقُولُ قَدْ وَجَبَ عَلَيْهِ عِتْقُهُ كُلِّهِ، إِذَا كَانَ لِلَّذِي أَعْتَقَ مِنَ الْمَالِ مَا يَبْلُغُ، يُقَوَّمُ مِنْ مَالِهِ قِيمَةَ الْعَدْلِ، وَيُدْفَعُ إِلَى الشُّرَكَاءِ أَنْصِبَاؤُهُمْ، وَيُخَلَّى سَبِيلُ الْمُعْتَقِ‏.‏ يُخْبِرُ ذَلِكَ ابْنُ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَرَوَاهُ اللَّيْثُ وَابْنُ أَبِي ذِئْبٍ وَابْنُ إِسْحَاقَ وَجُوَيْرِيَةُ وَيَحْيَى بْنُ سَعِيدٍ وَإِسْمَاعِيلُ بْنُ أُمَيَّةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم مُخْتَصَرًا‏.‏",
    "english_text": "That he used to give his verdict regarding the male or female slaves owned by more than one master, \none of whom may manumit his share of the slave. Ibn `Umar used to say in such a case, \"The \nmanumitted should manumit the slave completely if he has sufficient money to pay the rest of the \nprice of that slave (which is to be justly estimated) and the other shareholders are to take the price of \ntheir shares and the slave is freed (released from slavery).\" Ibn `Umar narrated this verdict from the \nProphet.",
    "explication": "‏ ‏قَوْله : ( أَنَّهُ كَانَ يُفْتِي إِلَخْ ) ‏ ‏كَأَنَّ الْبُخَارِيَّ أَوْرَدَ هَذِهِ الطَّرِيق يُشِيرُ بِهَا إِلَى أَنَّ اِبْن عُمَر رَاوِي الْحَدِيث أَفْتَى بِمَا يَقْتَضِيهِ ظَاهِره فِي حَقّ الْمُوسِر لِيَرُدّ بِذَلِكَ عَلَى مَنْ لَمْ يَقُلْ بِهِ , وَلَمْ يَتَفَرَّدْ مُوسَى بْن عُقْبَة عَنْ نَافِع بِهَذَا الْإِسْنَاد بَلْ وَافَقَهُ صَخْر بْن جُوَيْرِيَةَ عَنْ نَافِع , أَخْرَجَهُ أَبُو عَوَانَة وَالطَّحَاوِيّ وَالدَّارَقُطْنِيّ مِنْ طَرِيقه. ‏ ‏قَوْله : ( وَرَوَاهُ اللَّيْث وَابْن أَبِي ذِئْب وَابْن إِسْحَاق وَجُوَيْرِيَةُ وَيَحْيَى بْن سَعِيد وَإِسْمَاعِيل بْن أُمَيَّة عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُخْتَصَرًا ) ‏ ‏يَعْنِي وَلَمْ يَذْكُرُوا الْجُمْلَة الْأَخِيرَة فِي حَقّ الْمُعْسِر وَهِيَ قَوْله : \" فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \" فَأَمَّا رِوَايَة اللَّيْث فَقَدْ وَصَلَهَا مُسْلِم وَلَمْ يَسُقْ لَفْظه , وَالنَّسَائِيّ وَلَفْظه \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : أَيُّمَا مَمْلُوكٍ كَانَ بَيْن شُرَكَاء فَأَعْتَقَ أَحَدهمْ نَصِيبه فَإِنَّهُ يُقَامُ فِي مَال الَّذِي أَعْتَقَ قِيمَة عَدْل فَيُعْتَق إِنْ بَلَغَ ذَلِكَ مَاله \". وَأَمَّا رِوَايَة اِبْن أَبِي ذِئْب فَوَصَلَهَا مُسْلِم وَلَمْ يَسُقْ لَفْظهَا , وَوَصَلَهَا أَبُو نُعَيْم فِي مُسْتَخْرَجِهِ عَلَيْهِ وَلَفْظه \" مَنْ أَعْتَقَ شِرْكًا فِي مَمْلُوك وَكَانَ لِلَّذِي عَتَقَ مَبْلَغ ثَمَنه فَقَدْ عَتَقَ كُلّه \" وَأَمَّا رِوَايَة اِبْن إِسْحَاق فَوَصَلَهَا أَبُو عَوَانَة وَلَفْظه \" مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْد مَمْلُوك فَعَلَيْهِ نَفَاذه مِنْهُ \" وَأَمَّا رِوَايَة جُوَيْرِيَةَ وَهُوَ اِبْن أَسْمَاء فَوَصَلَهَا الْمُؤَلِّف فِي الشَّرِكَة كَمَا مَضَى , وَأَمَّا رِوَايَة يَحْيَى بْن سَعِيد فَوَصَلَهَا مُسْلِم وَغَيْره وَقَدْ ذَكَرْت لَفْظه , وَأَمَّا رِوَايَة إِسْمَاعِيل بْن أُمَيَّة فَوَصَلَهَا مُسْلِم وَلَمْ يَسُقْ لَفْظهَا , وَهِيَ عِنْد عَبْد الرَّزَّاق نَحْو رِوَايَة اِبْن أَبِي ذِئْب. وَفِي هَذَا الْحَدِيث دَلِيلٌ عَلَى أَنَّ الْمُوسِر إِذَا أَعْتَقَ نَصِيبه مِنْ مَمْلُوك عَتَقَ كُلّه قَالَ اِبْن عَبْد الْبَرّ : لَا خِلَافَ فِي أَنَّ التَّقْوِيم لَا يَكُونُ إِلَّا عَلَى الْمُوسِرِ , ثُمَّ اِخْتَلَفُوا فِي وَقْت الْعِتْق : فَقَالَ الْجُمْهُورُ وَالشَّافِعِيُّ فِي الْأَصَحّ وَبَعْض الْمَالِكِيَّة : إِنَّهُ يُعْتَقُ فِي الْحَالِ , وَقَالَ بَعْض الشَّافِعِيَّة لَوْ أَعْتَقَ الشَّرِيك نَصِيبه بِالتَّقْوِيمِ كَانَ لَغْوًا وَيَغْرَم الْمُعْتِقُ حِصَّة نَصِيبه بِالتَّقْوِيمِ , وَحُجَّتُهُمْ رِوَايَة أَيُّوب فِي الْبَاب حَيْثُ قَالَ : \" مَنْ أَعْتَقَ نَصِيبًا وَكَانَ لَهُ مِنْ الْمَال مَا يَبْلُغُ قِيمَته فَهُوَ عَتِيق \" وَأَوْضَح مِنْ ذَلِكَ رِوَايَة النَّسَائِيِّ وَابْن حِبَّان وَغَيْرهمَا مِنْ طَرِيق سُلَيْمَان بْن مُوسَى عَنْ نَافِع عَنْ اِبْن عُمَر بِلَفْظِ \" مَنْ أَعْتَقَ عَبْدًا وَلَهُ فِيهِ شُرَكَاء وَلَهُ وَفَاء فَهُوَ حُرّ وَيَضْمَنُ نَصِيب شُرَكَائِهِ بِقِيمَتِهِ \" وَلِلطَّحَاوِيّ مِنْ طَرِيق اِبْن أَبِي ذِئْب عَنْ نَافِع \" فَكَانَ لِلَّذِي يُعْتِق نَصِيبه مَا يَبْلُغُ ثَمَنه فَهُوَ عَتِيق كُلّه , حَتَّى لَوْ أَعْسَرَ الْمُوسِر الْمُعْتِق بَعْد ذَلِكَ اِسْتَمَرَّ الْعِتْق وَبَقِيَ ذَلِكَ دَيْنًا فِي ذِمَّتِهِ , وَلَوْ مَاتَ أَخَذَ مِنْ تَرِكَته , فَإِنْ لَمْ يَخْلُفْ شَيْئًا لَمْ يَكُنْ لِلشَّرِيكِ شَيْء وَاسْتَمَرَّ الْعِتْق \" وَالْمَشْهُور عِنْد الْمَالِكِيَّة أَنَّهُ لَا يَعْتِق إِلَّا بِدَفْعِ الْقِيمَة , فَلَوْ أَعْتَقَ الشَّرِيك قَبْل أَخْذ الْقِيمَة نَفَذَ عِتْقُهُ , وَهُوَ أَحَد أَقْوَال الشَّافِعِيّ , وَحُجَّتُهُمْ رِوَايَة سَالِم أَوَّل الْبَاب حَيْثُ قَالَ : \" فَإِنْ كَانَ مُوسِرًا قُوِّمَ عَلَيْهِ ثُمَّ يَعْتِقُ \" وَالْجَوَاب أَنَّهُ لَا يَلْزَمُ مِنْ تَرْتِيب الْعِتْق عَلَى التَّقْوِيم تَرْتِيبه عَلَى أَدَاءِ الْقِيمَةِ , فَإِنَّ التَّقْوِيمَ يُفِيدُ مَعْرِفَة الْقِيمَة , وَأَمَّا الدَّفْع فَقَدْرٌ زَائِد عَلَى ذَلِكَ. وَأَمَّا رِوَايَة مَالِك الَّتِي فِيهَا \" فَأَعْطَى شُرَكَاءَهُ حِصَصهمْ وَعَتَقَ عَلَيْهِ الْعَبْد \" فَلَا تَقْتَضِي تَرْتِيبًا لِسِيَاقِهَا بِالْوَاوِ. وَفِي الْحَدِيث حُجَّة عَلَى اِبْن سِيرِينَ حَيْثُ قَالَ : يَعْتِقُ كُلُّهُ وَيَكُونُ نَصِيب مَنْ لَمْ يَعْتِقْ فِي بَيْت الْمَال , لِتَصْرِيحِ الْحَدِيث بِالتَّقْوِيمِ عَلَى الْمُعْتِق. وَعَلَى رَبِيعَة حَيْثُ قَالَ : لَا يَنْفُذُ عِتْقُ الْجُزْء مِنْ مُوسِر وَلَا مُعْسِر , وَكَأَنَّهُ لَمْ يَثْبُتْ عِنْده الْحَدِيث. وَعَلَى بُكَيْر بْن الْأَشَجّ حَيْثُ قَالَ : إِنَّ التَّقْوِيم يَكُونُ عِنْدَ إِرَادَة الْعِتْق لَا بَعْد صُدُوره. وَعَلَى أَبِي حَنِيفَة حَيْثُ قَالَ : يَتَخَيَّرُ الشَّرِيك بَيْن أَنْ يُقَوِّم نَصِيبه عَلَى الْمُعْتِق أَوْ يُعْتِق نَصِيبه أَوْ يَسْتَسْعِي الْعَبْدَ فِي نَصِيب الشَّرِيك , وَيُقَالُ إِنَّهُ لَمْ يَسْبِق إِلَى ذَلِكَ وَلَمْ يُتَابِعه عَلَيْهِ أَحَد حَتَّى وَلَا صَاحِبَاهُ , وَطَرَدَ قَوْله فِي ذَلِكَ فِيمَا لَوْ أَعْتَقَ بَعْض عَبْده فَالْجُمْهُور قَالُوا : يَعْتِق كُلّه , وَقَالَ هُوَ : يَسْتَسْعِي الْعَبْد فِي قِيمَةِ نَفْسِهِ لِمَوْلَاهُ. وَاسْتَثْنَى الْحَنَفِيَّة مَا إِذَا أَذِنَ الشَّرِيك فَقَالَ لِشَرِيكِهِ : أَعْتِقْ نَصِيبك , قَالُوا فَلَا ضَمَان فِيهِ. وَاسْتَدَلَّ بِهِ عَلَى أَنَّ مَنْ أَتْلَفَ شَيْئًا مِنْ الْحَيَوَان فَعَلَيْهِ قِيمَته لَا مِثْله , وَيَلْتَحِق بِذَلِكَ مَا لَا يُكَال وَلَا يُوزَن عِنْد الْجُمْهُور. وَقَالَ اِبْن بَطَّال : قِيلَ الْحِكْمَة فِي التَّقْوِيم عَلَى الْمُوسِر أَنْ تَكْمُلَ حُرِّيَّة الْعَبْدِ لِتَتِمّ شَهَادَته وَحُدُوده. قَالَ : وَالصَّوَاب أَنَّهَا لِاسْتِكْمَالِ إِنْقَاذ الْمُعْتَق مِنْ النَّار. قُلْت : وَلَيْسَ الْقَوْل الْمَذْكُور مَرْدُودًا بَلْ هُوَ مُحْتَمَلٌ أَيْضًا , وَلَعَلَّ ذَلِكَ أَيْضًا هُوَ الْحِكْمَةُ فِي مَشْرُوعِيَّةِ الِاسْتِسْعَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2526,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، سَمِعْتُ قَتَادَةَ، قَالَ حَدَّثَنِي النَّضْرُ بْنُ أَنَسِ بْنِ مَالِكٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏{‏مَنْ أَعْتَقَ شَقِيصًا مِنْ عَبْدٍ ‏}‏",
    "english_text": "That the Prophet (ﷺ) said, \"Whoever frees his portion of a (common) slave.\"",
    "explication": "‏ ‏قَوْله : ( جَرِير بْن حَازِم سَمِعْت قَتَادَةَ ) ‏ ‏سَيَأْتِي بَعْد أَبْوَاب مِنْ رِوَايَة جَرِير بْن حَازِم عَنْ نَافِع , فَلَهُ فِيهِ طَرِيقَانِ , وَقَدْ حَفِظَ الزِّيَادَة الَّتِي فِي كُلّ مِنْهُمَا وَجَزَمَ بِرَفْعِ كُلّ مِنْهُمَا. ‏ ‏قَوْله : ( عَنْ بَشِير بْن نَهِيك ) ‏ ‏بِفَتْحِ الْمُوَحَّدَة وَكَسْر الْمُعْجَمَة وَبِفَتْحِ النُّون وَكَسْر الْهَاء وَزْنًا وَاحِدًا. ‏ ‏قَوْله : ( مَنْ أَعْتَقَ شَقِيصًا مِنْ عَبْد ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا وَعَطَفَ عَلَيْهِ طَرِيق سَعِيد عَنْ قَتَادَةَ , وَقَدْ تَقَدَّمَ فِي الشَّرِكَة مِنْ وَجْهٍ آخَرَ عَنْ جَرِير بْن حَازِم وَبَقِيَّته \" أَعْتَقَ كُلّه إِنْ كَانَ لَهُ مَال وَإِلَّا يُسْتَسْعَ غَيْر مَشْقُوق عَلَيْهِ \" وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق بِشْر بْن السَّرِيّ وَيَحْيَى بْن بُكَيْر جَمِيعًا عَنْ جَرِير بْن حَازِم بِلَفْظِ \" مَنْ أَعْتَقَ شِقْصًا مِنْ غُلَام وَكَانَ لِلَّذِي أَعْتَقَهُ مِنْ الْمَال مَا يَبْلُغُ قِيمَة الْعَبْد أُعْتِقَ فِي مَاله , وَإِنْ لَمْ يَكُنْ لَهُ مَال اُسْتُسْعِيَ الْعَبْد غَيْر مَشْقُوق عَلَيْهِ \". ‏ ‏قَوْله : ( حَدَّثَنَا سَعِيد ) ‏ ‏هُوَ اِبْن أَبِي عَرُوبَة. ‏ ‏قَوْله : ( عَنْ النَّضْر ) ‏ ‏فِي رِوَايَة جَرِير - الَّتِي قَبْلهَا - عَنْ قَتَادَةَ \" حَدَّثَنِي النَّضْر \". ‏ ‏قَوْله : ( وَإِلَّا قُوِّمَ عَلَيْهِ فَاسْتُسْعِيَ بِهِ ) ‏ ‏فِي رِوَايَة عِيسَى بْن يُونُس عَنْ سَعِيد عِنْد مُسْلِم \" ثُمَّ يَسْتَسْعِي فِي نَصِيب الَّذِي لَمْ يُعْتَقْ \" الْحَدِيث , وَفِي رِوَايَة عَبْدَة عِنْد النَّسَائِيِّ وَمُحَمَّد بْن بِشْر عِنْد أَبِي دَاوُدَ كِلَاهُمَا عَنْ سَعِيد \" فَإِنْ لَمْ يَكُنْ لَهُ مَال قُوِّمَ ذَلِكَ الْعَبْد قِيمَة عَدْل وَاسْتُسْعِيَ فِي قِيمَته لِصَاحِبِهِ \" الْحَدِيث. ‏ ‏قَوْله : ( غَيْر مَشْقُوق عَلَيْهِ ) ‏ ‏تَقَدَّمَ تَوْجِيهُهُ , وَقَالَ اِبْن التِّين : مَعْنَاهُ لَا يَسْتَغْلِي عَلَيْهِ فِي الثَّمَنِ , وَقِيلَ مَعْنَاهُ غَيْر مُكَاتَب وَهُوَ بَعِيد جِدًّا. وَفِي ثُبُوت الِاسْتِسْعَاء حُجَّة عَلَى اِبْن سِيرِينَ حَيْثُ قَالَ : يَعْتِق نَصِيب الشَّرِيك الَّذِي لَمْ يُعْتَقْ مِنْ بَيْت الْمَال. ‏ ‏قَوْله : ( تَابَعَهُ حَجَّاج بْن حَجَّاج وَأَبَان وَمُوسَى بْن خَلَف عَنْ قَتَادَةَ وَاخْتَصَرَهُ شُعْبَة ) ‏ ‏أَرَادَ الْبُخَارِيّ بِهَذَا الرَّدّ عَلَى مَنْ زَعَمَ أَنَّ الِاسْتِسْعَاء فِي هَذَا الْحَدِيث غَيْرُ مَحْفُوظٍ. وَأَنَّ سَعِيد بْن أَبِي عَرُوبَة تَفَرَّدَ بِهِ , فَاسْتَظْهَرَ لَهُ بِرِوَايَةِ جَرِير بْن حَازِم بِمُوَافَقَتِهِ , ثُمَّ ذَكَرَ ثَلَاثَة تَابَعُوهُمَا عَلَى ذِكْرِهَا. فَأَمَّا رِوَايَة حَجَّاج فَهُوَ فِي نُسْخَةِ حَجَّاج بْن حَجَّاج عَنْ قَتَادَةَ مِنْ رِوَايَة أَحْمَد بْن حَفْص أَحَد شُيُوخ الْبُخَارِيّ عَنْ أَبِيهِ عَنْ إِبْرَاهِيم بْن طَهْمَان عَنْ حَجَّاج وَفِيهَا ذِكْر السِّعَايَة , وَرَوَاهُ عَنْ قَتَادَةَ أَيْضًا حَجَّاج بْن أَرْطَاة أَخْرَجَهُ الطَّحَاوِيُّ , وَأَمَّا رِوَايَة أَبَانَ فَأَخْرَجَهَا أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ طَرِيقه قَالَ : حَدَّثَنَا قَتَادَة أَخْبَرَنَا النَّضْر بْن أَنَسٍ وَلَفْظه \" فَإِنَّ عَلَيْهِ أَنْ يُعْتِقَ بَقِيَّته إِنْ كَانَ لَهُ مَال وَإِلَّا اُسْتُسْعِيَ الْعَبْد \" الْحَدِيث , وَلِأَبِي دَاوُدَ \" فَعَلَيْهِ أَنْ يُعْتِقَهُ كُلّه وَالْبَاقِي سَوَاء \" وَأَمَّا رِوَايَة مُوسَى بْن خَلَف فَوَصَلَهَا الْخَطِيبُ فِي \" كِتَاب الْفَصْل وَالْوَصْل \" مِنْ طَرِيق أَبِي ظَفَر عَبْد السَّلَام بْن مَظْهَر عَنْهُ عَنْ قَتَادَة عَنْ النَّضْر وَلَفْظه \" مَنْ أَعْتَقَ شِقْصًا لَهُ فِي مَمْلُوك فَعَلَيْهِ خَلَاصه إِنْ كَانَ لَهُ مَال , فَإِنْ لَمْ يَكُنْ لَهُ مَال اُسْتُسْعِيَ غَيْر مَشْقُوق عَلَيْهِ \" وَأَمَّا رِوَايَة شُعْبَة فَأَخْرَجَهَا مُسْلِم وَالنَّسَائِيّ مِنْ طَرِيق غُنْدَر عَنْهُ عَنْ قَتَادَة بِإِسْنَادِهِ وَلَفْظه \" عَنْ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَمْلُوك بَيْن الرَّجُلَيْنِ فَيُعْتِقُ أَحَدُهُمَا نَصِيبه قَالَ : يَضْمَنُ \" , وَمِنْ طَرِيق مُعَاذ عَنْ شُعْبَة بِلَفْظِ \" مَنْ أَعْتَقَ شِقْصًا مِنْ مَمْلُوك فَهُوَ حُرّ مِنْ مَاله \" وَكَذَا أَخْرَجَهُ أَبُو عَوَانَة مِنْ طَرِيق الطَّيَالِسِيّ عَنْ شُعْبَة وَأَبُو دَاوُدَ مِنْ طَرِيق رَوْح عَنْ شُعْبَة بِلَفْظِ \" مَنْ أَعْتَقَ مَمْلُوكًا بَيْنَهُ وَبَيْنَ آخَر فَعَلَيْهِ خَلَاصُهُ \" وَقَدْ اِخْتَصَرَ ذِكْر السِّعَايَة أَيْضًا هِشَام الدَّسْتُوَائِيّ عَنْ قَتَادَة إِلَّا أَنَّهُ اخْتُلِفَ عَلَيْهِ فِي إِسْنَاده : فَمِنْهُمْ مَنْ ذَكَرَ فِيهِ النَّضْر بْن أَنَس وَمِنْهُمْ مَنْ لَمْ يَذْكُرْهُ , وَأَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيّ بِالْوَجْهَيْنِ وَلَفْظ أَبِي دَاوُدَ وَالنَّسَائِيّ جَمِيعًا مِنْ طَرِيق مُعَاذ بْن هِشَام عَنْ أَبِيهِ \" مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي مَمْلُوك عَتَقَ مِنْ مَاله إِنْ كَانَ لَهُ مَال \" وَلَمْ يَخْتَلِفْ عَلَى هِشَام فِي هَذَا الْقَدْر مِنْ الْمَتْن , وَغَفَلَ عَبْد الْحَقّ فَزَعَمَ أَنَّ هِشَامًا وَشُعْبَة ذَكَرَا الِاسْتِسْعَاء فَوَصَلَاهُ , وَتَعَقَّبَ ذَلِكَ عَلَيْهِ اِبْن الْمَوَّاق فَأَجَادَ , وَبَالَغَ اِبْن الْعَرَبِيّ فَقَالَ : اِتَّفَقُوا عَلَى أَنَّ ذِكْر الِاسْتِسْعَاء لَيْسَ مِنْ قَوْل النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَإِنَّمَا هُوَ مِنْ قَوْل قَتَادَة. وَنَقَلَ الْخَلَّال فِي \" الْعِلَل \" عَنْ أَحْمَد أَنَّهُ ضَعَّفَ رِوَايَة سَعِيد فِي الِاسْتِسْعَاء , وَضَعَّفَهَا أَيْضًا الْأَثْرَمُ عَنْ سُلَيْمَان بْن حَرْب , وَاسْتَنَدَ إِلَى أَنَّ فَائِدَةَ الِاسْتِسْعَاء أَنْ لَا يَدْخُلَ الضَّرَرُ عَلَى الشَّرِيك قَالَ : فَلَوْ كَانَ الِاسْتِسْعَاء مَشْرُوعًا لَلَزِمَ أَنَّهُ لَوْ أَعْطَاهُ مَثَلًا كُل شَهْر دِرْهَمَيْنِ أَنَّهُ يَجُوزُ ذَلِكَ , وَفِي ذَلِكَ غَايَة الضَّرَر عَلَى الشَّرِيك ا ه , وَبِمِثْلِ هَذَا لَا تَرِدُ الْأَحَادِيث الصَّحِيحَة , قَالَ النَّسَائِيُّ : بَلَغَنِي أَنَّ هَمَّامًا رَوَاهُ فَجَعَلَ هَذَا الْكَلَام أَيْ الِاسْتِسْعَاء مِنْ قَوْل قَتَادَة , وَقَالَ الْإِسْمَاعِيلِيّ : قَوْله : \" ثُمَّ اُسْتُسْعِيَ الْعَبْد \" لَيْسَ فِي الْخَبَر مُسْنَدًا , وَإِنَّمَا هُوَ قَوْل قَتَادَة مُدْرَج فِي الْخَبَر عَلَى مَا رَوَاهُ هَمَّام , وَقَالَ اِبْن الْمُنْذِر وَالْخَطَّابِيّ : هَذَا الْكَلَام الْأَخِيرُ مِنْ فُتْيَا قَتَادَة لَيْسَ فِي الْمَتْن. قُلْت : وَرِوَايَة هَمَّام قَدْ أَخْرَجَهَا أَبُو دَاوُدَ عَنْ مُحَمَّد بْن كَثِير عَنْهُ عَنْ قَتَادَة لَكِنَّهُ لَمْ يَذْكُرْ الِاسْتِسْعَاء أَصْلًا وَلَفْظه \" أَنَّ رَجُلًا أَعْتَقَ شِقْصًا مِنْ غُلَام , فَأَجَازَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِتْقه وَغَرَّمَهُ بَقِيَّة ثَمَنه \" نَعَمْ رَوَاهُ عَبْد اللَّه بْن يَزِيد الْمُقْرِئ عَنْ هَمَّام فَذَكَرَ فِيهِ السِّعَايَة وَفَصَلَهَا مِنْ الْحَدِيث الْمَرْفُوع أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَابْن الْمُنْذِر وَالدَّارَقُطْنِيّ وَالْخَطَّابِيّ وَالْحَاكِم فِي \" عُلُوم الْحَدِيث \" وَالْبَيْهَقِيُّ وَالْخَطِيب فِي \" الْفَصْل وَالْوَصْل \" كُلّهمْ مِنْ طَرِيقه وَلَفْظه مِثْل رِوَايَة مُحَمَّد بْن كَثِير سَوَاء وَزَادَ \" قَالَ فَكَانَ قَتَادَةُ يَقُول : إِنْ لَمْ يَكُنْ لَهُ مَال اُسْتُسْعِيَ الْعَبْد قَالَ الدَّارَقُطْنِيُّ : سَمِعْت أَبَا بَكْر النَّيْسَابُورِيّ يَقُولُ مَا أَحْسَن مَا رَوَاهُ هَمَّام ضَبَطَهُ وَفَصَلَ بَيْن قَوْل النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَيْن قَوْل قَتَادَة , هَكَذَا جَزَمَ هَؤُلَاءِ بِأَنَّهُ مُدْرَج. وَأَبَى ذَلِكَ آخَرُونَ مِنْهُمْ صَاحِبَا الصَّحِيح فَصَحَّحَا كَوْن الْجَمِيع مَرْفُوعًا , وَهُوَ الَّذِي رَجَّحَهُ اِبْن دَقِيق الْعِيد وَجَمَاعَة , لِأَنَّ سَعِيد بْن أَبِي عَرُوبَة أَعْرَفُ بِحَدِيثِ قَتَادَة لِكَثْرَةِ مُلَازَمَتِهِ لَهُ وَكَثْرَة أَخْذه عَنْهُ مِنْ هَمَّام وَغَيْره , وَهِشَام وَشُعْبَة إِنْ كَانَا أَحْفَظَ مِنْ سَعِيد لَكِنَّهُمَا لَمْ يُنَافِيَا مَا رَوَاهُ , وَإِنَّمَا اِقْتَصَرَا مِنْ الْحَدِيث عَلَى بَعْضِهِ , وَلَيْسَ الْمَجْلِسُ مُتَّحِدًا حَتَّى يَتَوَقَّف فِي زِيَادَة سَعِيد , فَإِنَّ مُلَازَمَة سَعِيد لِقَتَادَةَ كَانَتْ أَكْثَر مِنْهُمَا فَسَمِعَ مِنْهُ مَا لَمْ يَسْمَعْهُ غَيْره , وَهَذَا كُلُّهُ لَوْ اِنْفَرَدَ , وَسَعِيد لَمْ يَنْفَرِد , وَقَدْ قَالَ النَّسَائِيُّ فِي حَدِيث أَبِي قَتَادَة عَنْ أَبِي الْمَلِيح فِي هَذَا الْبَاب بَعْد أَنْ سَاقَ الِاخْتِلَاف فِيهِ عَلَى قَتَادَةُ : هِشَام وَسَعِيد أَثْبَتَ فِي قَتَادَة مِنْ هَمَّام , وَمَا أَعَلَّ بِهِ حَدِيث سَعِيد مِنْ كَوْنه اِخْتَلَطَ أَوْ تَفَرَّدَ بِهِ مَرْدُود لِأَنَّهُ فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ رِوَايَة مَنْ سَمِعَ مِنْهُ قَبْل الِاخْتِلَاط كَيَزِيد بْن زُرَيْع وَوَافَقَهُ عَلَيْهِ أَرْبَعَة تَقَدَّمَ ذِكْرهمْ وَآخَرُونَ مَعَهُمْ لَا نُطِيلُ بِذِكْرِهِمْ , وَهَمَّام هُوَ الَّذِي اِنْفَرَدَ بِالتَّفْصِيلِ , وَهُوَ الَّذِي خَالَفَ الْجَمِيع فِي الْقَدْر الْمُتَّفَق عَلَى رَفْعه فَإِنَّهُ جَعَلَهُ وَاقِعَة عَيْن وَهُمْ جَعَلُوهُ حُكْمًا عَامًّا , فَدَلَّ عَلَى أَنَّهُ لَمْ يَضْبِطْهُ كَمَا يَنْبَغِي. وَالْعَجَب مِمَّنْ طَعَنَ فِي رَفْعِ الِاسْتِسْعَاء بِكَوْنِ هَمَّام جَعَلَهُ مِنْ قَوْل قَتَادَة وَلَمْ يَطْعَنْ فِيمَا يَدُلُّ عَلَى تَرْكِ الِاسْتِسْعَاء وَهُوَ قَوْله فِي حَدِيث اِبْن عُمَر فِي الْبَاب الْمَاضِي \" وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \" بِكَوْنِ أَيُّوب جَعَلَهُ مِنْ قَوْل نَافِع كَمَا تَقَدَّمَ شَرْحُهُ , فَفَصَلَ قَوْل نَافِع مِنْ الْحَدِيث وَمَيَّزَهُ كَمَا صَنَعَ هَمَّام سَوَاء فَلَمْ يَجْعَلُوهُ مُدْرَجًا كَمَا جَعَلُوا حَدِيث هَمَّام مُدْرَجًا مَعَ كَوْن يَحْيَى بْن سَعِيد وَافَقَ أَيُّوب فِي ذَلِكَ وَهَمَّام لَمْ يُوَافِقْهُ أَحَدٌ , وَقَدْ جَزَمَ بِكَوْنِ حَدِيث نَافِع مُدْرَجًا مُحَمَّد بْن وَضَّاح وَآخَرُونَ , وَالَّذِي يَظْهَرُ أَنَّ الْحَدِيثَيْنِ صَحِيحَانِ مَرْفُوعَانِ وِفَاقًا لِعَمَلِ صَاحِبَيْ الصَّحِيح , وَقَالَ اِبْن الْمَوَّاق : وَالْإِنْصَاف أَنْ لَا نُوهِمَ الْجَمَاعَة بِقَوْلٍ وَاحِد مَعَ اِحْتِمَال أَنْ يَكُونَ سَمِعَ قَتَادَة يُفْتِي بِهِ , فَلَيْسَ بَيْن تَحْدِيثه بِهِ مَرَّة وَفُتْيَاهُ بِهِ أُخْرَى مُنَافَاة. قُلْت : وَيُؤَيِّدُ ذَلِكَ أَنَّ الْبَيْهَقِيَّ أَخْرَجَ مِنْ طَرِيق الْأَوْزَاعِيّ عَنْ قَتَادَة أَنَّهُ أَفْتَى بِذَلِكَ , وَالْجَمْع بَيْن حَدِيثَيْ اِبْن عُمَر وَأَبِي هُرَيْرَة مُمْكِن بِخِلَافِ مَا جَزَمَ بِهِ الْإِسْمَاعِيلِيّ , قَالَ اِبْن دَقِيق الْعِيد : حَسْبك بِمَا اِتَّفَقَ عَلَيْهِ الشَّيْخَانِ فَإِنَّهُ أَعْلَى دَرَجَات الصَّحِيح , وَالَّذِينَ لَمْ يَقُولُوا بِالِاسْتِسْعَاءِ تَعَلَّلُوا فِي تَضْعِيفه بِتَعْلِيلَاتٍ لَا يُمْكِنُهُمْ الْوَفَاءُ بِمِثْلِهَا فِي الْمَوَاضِع الَّتِي يَحْتَاجُونَ إِلَى الِاسْتِدْلَال فِيهَا بِأَحَادِيثَ يَرِدُ عَلَيْهَا مِثْل تِلْك التَّعْلِيلَات , وَكَأَنَّ الْبُخَارِيّ خَشِيَ مِنْ الطَّعْن فِي رِوَايَة سَعِيد بْن أَبِي عَرُوبَة فَأَشَارَ إِلَى ثُبُوتهَا بِإِشَارَاتٍ خَفِيَّةٍ كَعَادَتِهِ , فَإِنَّهُ أَخْرَجَهُ مِنْ رِوَايَة يَزِيد بْن زُرَيْع عَنْهُ وَهُوَ مِنْ أَثْبَتِ النَّاسِ فِيهِ وَسَمِعَ مِنْهُ قَبْل الِاخْتِلَاط , ثُمَّ اِسْتَظْهَرَ لَهُ بِرِوَايَةِ جَرِير بْن حَازِم بِمُتَابَعَتِهِ لِيَنْفِيَ عَنْهُ التَّفَرُّد , ثُمَّ أَشَارَ إِلَى أَنَّ غَيْرَهُمَا تَابَعَهُمَا ثُمَّ قَالَ : اِخْتَصَرَهُ شُعْبَة , وَكَأَنَّهُ جَوَاب عَنْ سُؤَال مُقَدَّر , وَهُوَ أَنَّ شُعْبَة أَحْفَظُ النَّاس لِحَدِيثِ قَتَادَة فَكَيْف لَمْ يَذْكُرْ الِاسْتِسْعَاء , فَأَجَابَ بِأَنَّ هَذَا لَا يُؤَثِّر فِيهِ ضَعْفًا لِأَنَّهُ أَوْرَدَهُ مُخْتَصَرًا وَغَيْره سَاقَهُ بِتَمَامِهِ , وَالْعَدَد الْكَثِير أَوْلَى بِالْحِفْظِ مِنْ الْوَاحِد وَاللَّهُ أَعْلَم. وَقَدْ وَقَعَ ذِكْر الِاسْتِسْعَاء فِي غَيْر حَدِيث أَبِي هُرَيْرَة : أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ حَدِيث جَابِر , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيق خَالِد بْن أَبِي قِلَابَةَ عَنْ رَجُل مِنْ بَنِي عُذْرَة , وَعُمْدَة مَنْ ضَعَّفَ حَدِيث الِاسْتِسْعَاء فِي حَدِيث اِبْن عُمَر قَوْله : \" وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \" وَقَدْ تَقَدَّمَ أَنَّهُ فِي حَقّ الْمُعْسِر وَأَنَّ الْمَفْهُوم مِنْ ذَلِكَ الْجُزْء الَّذِي لِشَرِيكِ الْمُعْتِق بَاقٍ عَلَى حُكْمِهِ الْأَوَّلِ , وَلَيْسَ فِيهِ التَّصْرِيح بِأَنْ يَسْتَمِرَّ رَقِيقًا , وَلَا فِيهِ التَّصْرِيح بِأَنَّهُ يَعْتِقُ كُلُّهُ. وَقَدْ اِحْتَجَّ بَعْض مَنْ ضَعَّفَ رَفْع الِاسْتِسْعَاء بِزِيَادَةٍ وَقَعَتْ فِي الدَّارَقُطْنِيِّ وَغَيْره مِنْ طَرِيق إِسْمَاعِيل بْن أُمَيَّة وَغَيْره عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ فِي آخِره \" وَرَقَّ مِنْهُ مَا بَقِيَ \" وَفِي إِسْنَاده إِسْمَاعِيل بْن مَرْزُوق الْكَعْبِيّ وَلَيْسَ بِالْمَشْهُورِ عَنْ يَحْيَى بْن أَيُّوب وَفِي حِفْظه شَيْء عَنْهُمْ , وَعَلَى تَقْدِير صِحَّتهَا فَلَيْسَ فِيهَا أَنَّهُ يَسْتَمِرُّ رَقِيقًا , بَلْ هِيَ مُقْتَضَى الْمَفْهُوم مِنْ رِوَايَة غَيْره , وَحَدِيث الِاسْتِسْعَاء فِيهِ بَيَان الْحُكْم بَعْد ذَلِكَ فَلِلَّذِي صَحَّحَ رَفْعَهُ أَنْ يَقُولَ : مَعْنَى الْحَدِيثَيْنِ أَنَّ الْمُعْسِر إِذَا أَعْتَقَ حِصَّته لَمْ يَسْرِ الْعِتْق فِي حِصَّة شَرِيكه بَلْ تَبْقَى حِصَّة شَرِيكه عَلَى حَالهَا وَهِيَ الرِّقّ , ثُمَّ يَسْتَسْعِي فِي عِتْق بَقِيَّته فَيَحْصُل ثَمَن الْجُزْء الَّذِي لِشَرِيكِ سَيِّده وَيَدْفَعُهُ إِلَيْهِ وَيَعْتِقُ , وَجَعَلُوهُ فِي ذَلِكَ كَالْمُكَاتَبِ , وَهُوَ الَّذِي جَزَمَ بِهِ الْبُخَارِيّ. وَالَّذِي يَظْهَر أَنَّهُ فِي ذَلِكَ بِاخْتِيَارِهِ لِقَوْلِهِ : \" غَيْر مَشْقُوق عَلَيْهِ \" فَلَوْ كَانَ ذَلِكَ عَلَى سَبِيل اللُّزُوم بِأَنْ يُكَلِّفَ الْعَبْد الِاكْتِسَاب وَالطَّلَب حَتَّى يَحْصُلَ ذَلِكَ لَحَصَلَ لَهُ بِذَلِكَ غَايَة الْمَشَقَّة , وَهُوَ لَا يَلْزَمُ فِي الْكِتَابَة بِذَلِكَ عِنْد الْجُمْهُور لِأَنَّهَا غَيْر وَاجِبَة فَهَذِهِ مِثْلُهَا , وَإِلَى هَذَا الْجَمْع مَالَ الْبَيْهَقِيُّ وَقَالَ : لَا يَبْقَى بَيْن الْحَدِيثَيْنِ مُعَارَضَة أَصْلًا , وَهُوَ كَمَا قَالَ إِلَّا أَنَّهُ يَلْزَمُ مِنْهُ أَنْ يَبْقَى الرِّقّ فِي حِصَّة الشَّرِيك إِذَا لَمْ يَخْتَرْ الْعَبْد الِاسْتِسْعَاء , فَيُعَارِضُهُ حَدِيث أَبِي الْمُلَيْح عَنْ أَبِيهِ \" أَنَّ رَجُلًا أَعْتَقَ شِقْصًا لَهُ مِنْ غُلَام فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : لَيْسَ لِلَّهِ شَرِيك \" وَفِي رِوَايَة \" فَأَجَازَ عِتْقَهُ \" أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيّ بِإِسْنَادٍ قَوِيٍّ وَأَخْرَجَهُ أَحْمَد بِإِسْنَادٍ حَسَن مِنْ حَدِيث سَمُرَة \" أَنَّ رَجُلًا أَعْتَقَ شِقْصًا لَهُ فِي مَمْلُوكٍ , فَقَالَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : هُوَ كُلُّهُ , فَلَيْسَ لِلَّهِ شَرِيك \" وَيُمْكِن حَمْله عَلَى مَا إِذَا كَانَ الْمُعْتَق غَنِيًّا أَوْ عَلَى مَا إِذَا كَانَ جَمِيعه لَهُ فَأَعْتَقَ بَعْضه , فَقَدْ رَوَى أَبُو دَاوُدَ مِنْ طَرِيق مِلْقَام بْن التَّلِبّ عَنْ أَبِيهِ \" أَنَّ رَجُلًا أَعْتَقَ نَصِيبه مِنْ مَمْلُوك فَلَمْ يُضَمِّنْهُ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِسْنَاده حَسَن , وَهُوَ مَحْمُول عَلَى الْمُعْسِر وَإِلَّا لَتَعَارَضَا. وَجَمَعَ بَعْضهمْ بِطَرِيقٍ أُخْرَى فَقَالَ أَبُو عَبْد الْمَلِك : الْمُرَاد بِالِاسْتِسْعَاءِ أَنَّ الْعَبْد يَسْتَمِرُّ فِي حِصَّة الَّذِي لَمْ يَعْتِقْ رَقِيقًا فَيَسْعَى فِي خِدْمَتِهِ بِقَدْرِ مَا لَهُ فِيهِ مِنْ الرِّقّ , قَالُوا وَمَعْنَى قَوْله : \" غَيْر مَشْقُوق عَلَيْهِ \" أَيْ مِنْ وَجْه سَيِّده الْمَذْكُور فَلَا يُكَلِّفُهُ مِنْ الْخِدْمَةِ فَوْق حِصَّة الرِّقّ , لَكِنْ يَرُدُّ عَلَى هَذَا الْجَمْعِ قَوْله فِي الرِّوَايَة الْمُتَقَدِّمَة \" وَاسْتَسْعَى فِي قِيمَتِهِ لِصَاحِبِهِ \" , وَاحْتَجَّ مَنْ أَبْطَلَ الِاسْتِسْعَاء بِحَدِيثِ عِمْرَان بْن حُصَيْنٍ عِنْد مُسْلِم \" أَنَّ رَجُلًا أَعْتَقَ سِتَّة مَمْلُوكِينَ لَهُ عِنْد مَوْته لَمْ يَكُنْ لَهُ مَال غَيْرهمْ , فَدَعَاهُ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَزَّأَهُمْ أَثْلَاثًا ثُمَّ أَقْرَعَ بَيْنهمْ فَأَعْتَقَ اِثْنَيْنِ وَأَرَقَّ أَرْبَعَة \" وَوَجْه الدَّلَالَة مِنْهُ أَنَّ الِاسْتِسْعَاء لَوْ كَانَ مَشْرُوعًا لَنَجَّزَ مِنْ كُلّ وَاحِد مِنْهُمْ عِتْق ثُلُثه وَأَمَرَهُ بِالِاسْتِسْعَاءِ فِي بَقِيَّة قِيمَته لِوَرَثَةِ الْمَيِّت , وَأَجَابَ مَنْ أَثْبَتَ الِاسْتِسْعَاء بِأَنَّهَا وَاقِعَةُ عَيْنٍ فَيُحْتَمَلُ أَنْ يَكُونَ قَبْل مَشْرُوعِيَّة الِاسْتِسْعَاء , وَيُحْتَمَلُ أَنْ يَكُونَ الِاسْتِسْعَاء مَشْرُوعًا إِلَّا فِي هَذِهِ الصُّورَة وَهِيَ مَا إِذَا أَعْتَقَ جَمِيع مَا لَيْسَ لَهُ أَنْ يُعْتِقَهُ , وَقَدْ أَخْرَجَ عَبْد الرَّزَّاق بِإِسْنَادٍ رِجَاله ثِقَات عَنْ أَبِي قِلَابَةَ عَنْ رَجُل مِنْ بَنِي عُذْرَة \" أَنَّ رَجُلًا مِنْهُمْ أَعْتَقَ مَمْلُوكًا لَهُ عِنْد مَوْته وَلَيْسَ لَهُ مَال غَيْره فَأَعْتَقَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُلُثَهُ وَأَمَرَهُ أَنْ يَسْعَى فِي الثُّلُثَيْنِ \" وَهَذَا يُعَارِضُ حَدِيث عِمْرَان , وَطَرِيق الْجَمْع بَيْنهمَا مُمْكِن. وَاحْتَجُّوا أَيْضًا بِمَا رَوَاهُ النَّسَائِيُّ مِنْ طَرِيق سُلَيْمَان بْن مُوسَى عَنْ نَافِع عَنْ اِبْن عُمَر بِلَفْظِ \" مَنْ أَعْتَقَ عَبْدًا وَلَهُ فِيهِ شُرَكَاء وَلَهُ وَفَاء فَهُوَ حُرّ وَيَضْمَنُ نَصِيب شُرَكَائِهِ بِقِيمَتِهِ لِمَا أَسَاءَ مِنْ مُشَارَكَتِهِمْ وَلَيْسَ عَلَى الْعَبْد شَيْء , وَالْجَوَاب مَعَ تَسْلِيم صِحَّته أَنَّهُ مُخْتَصّ بِصُورَةِ الْيَسَار لِقَوْلِهِ فِيهِ : \" وَلَهُ وَفَاء \" , وَالِاسْتِسْعَاء إِنَّمَا هُوَ فِي صُورَة الْإِعْسَار كَمَا تَقَدَّمَ فَلَا حُجَّةَ فِيهِ , وَقَدْ ذَهَبَ إِلَى الْأَخْذ بِالِاسْتِسْعَاءِ إِذَا كَانَ الْمُعْتِق مُعْسِرًا أَبُو حَنِيفَة وَصَاحِبَاهُ وَالْأَوْزَاعِيُّ وَالثَّوْرِيُّ وَإِسْحَاق وَأَحْمَد فِي رِوَايَة وَآخَرُونَ , ثُمَّ اِخْتَلَفُوا فَقَالَ الْأَكْثَر : يُعْتَقُ جَمِيعه فِي الْحَال وَيَسْتَسْعِي الْعَبْد فِي تَحْصِيل قِيمَة نَصِيب الشَّرِيك , وَزَادَ اِبْن أَبِي لَيْلَى فَقَالَ : ثُمَّ يَرْجِعُ الْعَبْدُ عَلَى الْمُعْتِق الْأَوَّل بِمَا أَدَّاهُ لِلشَّرِيكِ , وَقَالَ أَبُو حَنِيفَة وَحْده : يَتَخَيَّرُ الشَّرِيك بَيْن الِاسْتِسْعَاء وَبَيْن عِتْق نَصِيبه , وَهَذَا يَدُلُّ عَلَى أَنَّهُ لَا يَعْتِقُ عِنْده اِبْتِدَاء إِلَّا النَّصِيب الْأَوَّل فَقَطْ , وَهُوَ مُوَافِقٌ لِمَا جَنَحَ إِلَيْهِ الْبُخَارِيّ مِنْ أَنَّهُ يَصِيرُ كَالْمُكَاتَبِ , وَقَدْ تَقَدَّمَ تَوْجِيهُهُ , وَعَنْ عَطَاء يَتَخَيَّرُ الشَّرِيك بَيْن ذَلِكَ وَبَيْن إِبْقَاء حِصَّته فِي الرِّقّ , وَخَالَفَ الْجَمِيع زُفَر فَقَالَ : يَعْتِقُ كُلُّهُ وَتُقَوَّمُ حِصَّة الشَّرِيك فَتُؤْخَذُ إِنْ كَانَ الْمُعْتِق مُوسِرًا , وَتُرَتَّبُ فِي ذِمَّتِهِ إِنْ كَانَ مُعْسِرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2527,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَعْتَقَ نَصِيبًا أَوْ شَقِيصًا فِي مَمْلُوكٍ، فَخَلاَصُهُ عَلَيْهِ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ، وَإِلاَّ قُوِّمَ عَلَيْهِ، فَاسْتُسْعِيَ بِهِ غَيْرَ مَشْقُوقٍ عَلَيْهِ ‏\"‏‏.‏ تَابَعَهُ حَجَّاجُ بْنُ حَجَّاجٍ وَأَبَانُ وَمُوسَى بْنُ خَلَفٍ عَنْ قَتَادَةَ‏.‏ اخْتَصَرَهُ شُعْبَةُ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever frees his portion of a common slave should free the slave completely by \npaying the rest of his price from his money if he has enough money; otherwise the price of the slave is \nto be estimated and the slave is to be helped to work without hardship till he pays the rest of his \nprice.\"",
    "explication": "‏ ‏قَوْله : ( جَرِير بْن حَازِم سَمِعْت قَتَادَةَ ) ‏ ‏سَيَأْتِي بَعْد أَبْوَاب مِنْ رِوَايَة جَرِير بْن حَازِم عَنْ نَافِع , فَلَهُ فِيهِ طَرِيقَانِ , وَقَدْ حَفِظَ الزِّيَادَة الَّتِي فِي كُلّ مِنْهُمَا وَجَزَمَ بِرَفْعِ كُلّ مِنْهُمَا. ‏ ‏قَوْله : ( عَنْ بَشِير بْن نَهِيك ) ‏ ‏بِفَتْحِ الْمُوَحَّدَة وَكَسْر الْمُعْجَمَة وَبِفَتْحِ النُّون وَكَسْر الْهَاء وَزْنًا وَاحِدًا. ‏ ‏قَوْله : ( مَنْ أَعْتَقَ شَقِيصًا مِنْ عَبْد ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا وَعَطَفَ عَلَيْهِ طَرِيق سَعِيد عَنْ قَتَادَةَ , وَقَدْ تَقَدَّمَ فِي الشَّرِكَة مِنْ وَجْهٍ آخَرَ عَنْ جَرِير بْن حَازِم وَبَقِيَّته \" أَعْتَقَ كُلّه إِنْ كَانَ لَهُ مَال وَإِلَّا يُسْتَسْعَ غَيْر مَشْقُوق عَلَيْهِ \" وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق بِشْر بْن السَّرِيّ وَيَحْيَى بْن بُكَيْر جَمِيعًا عَنْ جَرِير بْن حَازِم بِلَفْظِ \" مَنْ أَعْتَقَ شِقْصًا مِنْ غُلَام وَكَانَ لِلَّذِي أَعْتَقَهُ مِنْ الْمَال مَا يَبْلُغُ قِيمَة الْعَبْد أُعْتِقَ فِي مَاله , وَإِنْ لَمْ يَكُنْ لَهُ مَال اُسْتُسْعِيَ الْعَبْد غَيْر مَشْقُوق عَلَيْهِ \". ‏ ‏قَوْله : ( حَدَّثَنَا سَعِيد ) ‏ ‏هُوَ اِبْن أَبِي عَرُوبَة. ‏ ‏قَوْله : ( عَنْ النَّضْر ) ‏ ‏فِي رِوَايَة جَرِير - الَّتِي قَبْلهَا - عَنْ قَتَادَةَ \" حَدَّثَنِي النَّضْر \". ‏ ‏قَوْله : ( وَإِلَّا قُوِّمَ عَلَيْهِ فَاسْتُسْعِيَ بِهِ ) ‏ ‏فِي رِوَايَة عِيسَى بْن يُونُس عَنْ سَعِيد عِنْد مُسْلِم \" ثُمَّ يَسْتَسْعِي فِي نَصِيب الَّذِي لَمْ يُعْتَقْ \" الْحَدِيث , وَفِي رِوَايَة عَبْدَة عِنْد النَّسَائِيِّ وَمُحَمَّد بْن بِشْر عِنْد أَبِي دَاوُدَ كِلَاهُمَا عَنْ سَعِيد \" فَإِنْ لَمْ يَكُنْ لَهُ مَال قُوِّمَ ذَلِكَ الْعَبْد قِيمَة عَدْل وَاسْتُسْعِيَ فِي قِيمَته لِصَاحِبِهِ \" الْحَدِيث. ‏ ‏قَوْله : ( غَيْر مَشْقُوق عَلَيْهِ ) ‏ ‏تَقَدَّمَ تَوْجِيهُهُ , وَقَالَ اِبْن التِّين : مَعْنَاهُ لَا يَسْتَغْلِي عَلَيْهِ فِي الثَّمَنِ , وَقِيلَ مَعْنَاهُ غَيْر مُكَاتَب وَهُوَ بَعِيد جِدًّا. وَفِي ثُبُوت الِاسْتِسْعَاء حُجَّة عَلَى اِبْن سِيرِينَ حَيْثُ قَالَ : يَعْتِق نَصِيب الشَّرِيك الَّذِي لَمْ يُعْتَقْ مِنْ بَيْت الْمَال. ‏ ‏قَوْله : ( تَابَعَهُ حَجَّاج بْن حَجَّاج وَأَبَان وَمُوسَى بْن خَلَف عَنْ قَتَادَةَ وَاخْتَصَرَهُ شُعْبَة ) ‏ ‏أَرَادَ الْبُخَارِيّ بِهَذَا الرَّدّ عَلَى مَنْ زَعَمَ أَنَّ الِاسْتِسْعَاء فِي هَذَا الْحَدِيث غَيْرُ مَحْفُوظٍ. وَأَنَّ سَعِيد بْن أَبِي عَرُوبَة تَفَرَّدَ بِهِ , فَاسْتَظْهَرَ لَهُ بِرِوَايَةِ جَرِير بْن حَازِم بِمُوَافَقَتِهِ , ثُمَّ ذَكَرَ ثَلَاثَة تَابَعُوهُمَا عَلَى ذِكْرِهَا. فَأَمَّا رِوَايَة حَجَّاج فَهُوَ فِي نُسْخَةِ حَجَّاج بْن حَجَّاج عَنْ قَتَادَةَ مِنْ رِوَايَة أَحْمَد بْن حَفْص أَحَد شُيُوخ الْبُخَارِيّ عَنْ أَبِيهِ عَنْ إِبْرَاهِيم بْن طَهْمَان عَنْ حَجَّاج وَفِيهَا ذِكْر السِّعَايَة , وَرَوَاهُ عَنْ قَتَادَةَ أَيْضًا حَجَّاج بْن أَرْطَاة أَخْرَجَهُ الطَّحَاوِيُّ , وَأَمَّا رِوَايَة أَبَانَ فَأَخْرَجَهَا أَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ طَرِيقه قَالَ : حَدَّثَنَا قَتَادَة أَخْبَرَنَا النَّضْر بْن أَنَسٍ وَلَفْظه \" فَإِنَّ عَلَيْهِ أَنْ يُعْتِقَ بَقِيَّته إِنْ كَانَ لَهُ مَال وَإِلَّا اُسْتُسْعِيَ الْعَبْد \" الْحَدِيث , وَلِأَبِي دَاوُدَ \" فَعَلَيْهِ أَنْ يُعْتِقَهُ كُلّه وَالْبَاقِي سَوَاء \" وَأَمَّا رِوَايَة مُوسَى بْن خَلَف فَوَصَلَهَا الْخَطِيبُ فِي \" كِتَاب الْفَصْل وَالْوَصْل \" مِنْ طَرِيق أَبِي ظَفَر عَبْد السَّلَام بْن مَظْهَر عَنْهُ عَنْ قَتَادَة عَنْ النَّضْر وَلَفْظه \" مَنْ أَعْتَقَ شِقْصًا لَهُ فِي مَمْلُوك فَعَلَيْهِ خَلَاصه إِنْ كَانَ لَهُ مَال , فَإِنْ لَمْ يَكُنْ لَهُ مَال اُسْتُسْعِيَ غَيْر مَشْقُوق عَلَيْهِ \" وَأَمَّا رِوَايَة شُعْبَة فَأَخْرَجَهَا مُسْلِم وَالنَّسَائِيّ مِنْ طَرِيق غُنْدَر عَنْهُ عَنْ قَتَادَة بِإِسْنَادِهِ وَلَفْظه \" عَنْ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَمْلُوك بَيْن الرَّجُلَيْنِ فَيُعْتِقُ أَحَدُهُمَا نَصِيبه قَالَ : يَضْمَنُ \" , وَمِنْ طَرِيق مُعَاذ عَنْ شُعْبَة بِلَفْظِ \" مَنْ أَعْتَقَ شِقْصًا مِنْ مَمْلُوك فَهُوَ حُرّ مِنْ مَاله \" وَكَذَا أَخْرَجَهُ أَبُو عَوَانَة مِنْ طَرِيق الطَّيَالِسِيّ عَنْ شُعْبَة وَأَبُو دَاوُدَ مِنْ طَرِيق رَوْح عَنْ شُعْبَة بِلَفْظِ \" مَنْ أَعْتَقَ مَمْلُوكًا بَيْنَهُ وَبَيْنَ آخَر فَعَلَيْهِ خَلَاصُهُ \" وَقَدْ اِخْتَصَرَ ذِكْر السِّعَايَة أَيْضًا هِشَام الدَّسْتُوَائِيّ عَنْ قَتَادَة إِلَّا أَنَّهُ اخْتُلِفَ عَلَيْهِ فِي إِسْنَاده : فَمِنْهُمْ مَنْ ذَكَرَ فِيهِ النَّضْر بْن أَنَس وَمِنْهُمْ مَنْ لَمْ يَذْكُرْهُ , وَأَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيّ بِالْوَجْهَيْنِ وَلَفْظ أَبِي دَاوُدَ وَالنَّسَائِيّ جَمِيعًا مِنْ طَرِيق مُعَاذ بْن هِشَام عَنْ أَبِيهِ \" مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي مَمْلُوك عَتَقَ مِنْ مَاله إِنْ كَانَ لَهُ مَال \" وَلَمْ يَخْتَلِفْ عَلَى هِشَام فِي هَذَا الْقَدْر مِنْ الْمَتْن , وَغَفَلَ عَبْد الْحَقّ فَزَعَمَ أَنَّ هِشَامًا وَشُعْبَة ذَكَرَا الِاسْتِسْعَاء فَوَصَلَاهُ , وَتَعَقَّبَ ذَلِكَ عَلَيْهِ اِبْن الْمَوَّاق فَأَجَادَ , وَبَالَغَ اِبْن الْعَرَبِيّ فَقَالَ : اِتَّفَقُوا عَلَى أَنَّ ذِكْر الِاسْتِسْعَاء لَيْسَ مِنْ قَوْل النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَإِنَّمَا هُوَ مِنْ قَوْل قَتَادَة. وَنَقَلَ الْخَلَّال فِي \" الْعِلَل \" عَنْ أَحْمَد أَنَّهُ ضَعَّفَ رِوَايَة سَعِيد فِي الِاسْتِسْعَاء , وَضَعَّفَهَا أَيْضًا الْأَثْرَمُ عَنْ سُلَيْمَان بْن حَرْب , وَاسْتَنَدَ إِلَى أَنَّ فَائِدَةَ الِاسْتِسْعَاء أَنْ لَا يَدْخُلَ الضَّرَرُ عَلَى الشَّرِيك قَالَ : فَلَوْ كَانَ الِاسْتِسْعَاء مَشْرُوعًا لَلَزِمَ أَنَّهُ لَوْ أَعْطَاهُ مَثَلًا كُل شَهْر دِرْهَمَيْنِ أَنَّهُ يَجُوزُ ذَلِكَ , وَفِي ذَلِكَ غَايَة الضَّرَر عَلَى الشَّرِيك ا ه , وَبِمِثْلِ هَذَا لَا تَرِدُ الْأَحَادِيث الصَّحِيحَة , قَالَ النَّسَائِيُّ : بَلَغَنِي أَنَّ هَمَّامًا رَوَاهُ فَجَعَلَ هَذَا الْكَلَام أَيْ الِاسْتِسْعَاء مِنْ قَوْل قَتَادَة , وَقَالَ الْإِسْمَاعِيلِيّ : قَوْله : \" ثُمَّ اُسْتُسْعِيَ الْعَبْد \" لَيْسَ فِي الْخَبَر مُسْنَدًا , وَإِنَّمَا هُوَ قَوْل قَتَادَة مُدْرَج فِي الْخَبَر عَلَى مَا رَوَاهُ هَمَّام , وَقَالَ اِبْن الْمُنْذِر وَالْخَطَّابِيّ : هَذَا الْكَلَام الْأَخِيرُ مِنْ فُتْيَا قَتَادَة لَيْسَ فِي الْمَتْن. قُلْت : وَرِوَايَة هَمَّام قَدْ أَخْرَجَهَا أَبُو دَاوُدَ عَنْ مُحَمَّد بْن كَثِير عَنْهُ عَنْ قَتَادَة لَكِنَّهُ لَمْ يَذْكُرْ الِاسْتِسْعَاء أَصْلًا وَلَفْظه \" أَنَّ رَجُلًا أَعْتَقَ شِقْصًا مِنْ غُلَام , فَأَجَازَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِتْقه وَغَرَّمَهُ بَقِيَّة ثَمَنه \" نَعَمْ رَوَاهُ عَبْد اللَّه بْن يَزِيد الْمُقْرِئ عَنْ هَمَّام فَذَكَرَ فِيهِ السِّعَايَة وَفَصَلَهَا مِنْ الْحَدِيث الْمَرْفُوع أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَابْن الْمُنْذِر وَالدَّارَقُطْنِيّ وَالْخَطَّابِيّ وَالْحَاكِم فِي \" عُلُوم الْحَدِيث \" وَالْبَيْهَقِيُّ وَالْخَطِيب فِي \" الْفَصْل وَالْوَصْل \" كُلّهمْ مِنْ طَرِيقه وَلَفْظه مِثْل رِوَايَة مُحَمَّد بْن كَثِير سَوَاء وَزَادَ \" قَالَ فَكَانَ قَتَادَةُ يَقُول : إِنْ لَمْ يَكُنْ لَهُ مَال اُسْتُسْعِيَ الْعَبْد قَالَ الدَّارَقُطْنِيُّ : سَمِعْت أَبَا بَكْر النَّيْسَابُورِيّ يَقُولُ مَا أَحْسَن مَا رَوَاهُ هَمَّام ضَبَطَهُ وَفَصَلَ بَيْن قَوْل النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَيْن قَوْل قَتَادَة , هَكَذَا جَزَمَ هَؤُلَاءِ بِأَنَّهُ مُدْرَج. وَأَبَى ذَلِكَ آخَرُونَ مِنْهُمْ صَاحِبَا الصَّحِيح فَصَحَّحَا كَوْن الْجَمِيع مَرْفُوعًا , وَهُوَ الَّذِي رَجَّحَهُ اِبْن دَقِيق الْعِيد وَجَمَاعَة , لِأَنَّ سَعِيد بْن أَبِي عَرُوبَة أَعْرَفُ بِحَدِيثِ قَتَادَة لِكَثْرَةِ مُلَازَمَتِهِ لَهُ وَكَثْرَة أَخْذه عَنْهُ مِنْ هَمَّام وَغَيْره , وَهِشَام وَشُعْبَة إِنْ كَانَا أَحْفَظَ مِنْ سَعِيد لَكِنَّهُمَا لَمْ يُنَافِيَا مَا رَوَاهُ , وَإِنَّمَا اِقْتَصَرَا مِنْ الْحَدِيث عَلَى بَعْضِهِ , وَلَيْسَ الْمَجْلِسُ مُتَّحِدًا حَتَّى يَتَوَقَّف فِي زِيَادَة سَعِيد , فَإِنَّ مُلَازَمَة سَعِيد لِقَتَادَةَ كَانَتْ أَكْثَر مِنْهُمَا فَسَمِعَ مِنْهُ مَا لَمْ يَسْمَعْهُ غَيْره , وَهَذَا كُلُّهُ لَوْ اِنْفَرَدَ , وَسَعِيد لَمْ يَنْفَرِد , وَقَدْ قَالَ النَّسَائِيُّ فِي حَدِيث أَبِي قَتَادَة عَنْ أَبِي الْمَلِيح فِي هَذَا الْبَاب بَعْد أَنْ سَاقَ الِاخْتِلَاف فِيهِ عَلَى قَتَادَةُ : هِشَام وَسَعِيد أَثْبَتَ فِي قَتَادَة مِنْ هَمَّام , وَمَا أَعَلَّ بِهِ حَدِيث سَعِيد مِنْ كَوْنه اِخْتَلَطَ أَوْ تَفَرَّدَ بِهِ مَرْدُود لِأَنَّهُ فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ رِوَايَة مَنْ سَمِعَ مِنْهُ قَبْل الِاخْتِلَاط كَيَزِيد بْن زُرَيْع وَوَافَقَهُ عَلَيْهِ أَرْبَعَة تَقَدَّمَ ذِكْرهمْ وَآخَرُونَ مَعَهُمْ لَا نُطِيلُ بِذِكْرِهِمْ , وَهَمَّام هُوَ الَّذِي اِنْفَرَدَ بِالتَّفْصِيلِ , وَهُوَ الَّذِي خَالَفَ الْجَمِيع فِي الْقَدْر الْمُتَّفَق عَلَى رَفْعه فَإِنَّهُ جَعَلَهُ وَاقِعَة عَيْن وَهُمْ جَعَلُوهُ حُكْمًا عَامًّا , فَدَلَّ عَلَى أَنَّهُ لَمْ يَضْبِطْهُ كَمَا يَنْبَغِي. وَالْعَجَب مِمَّنْ طَعَنَ فِي رَفْعِ الِاسْتِسْعَاء بِكَوْنِ هَمَّام جَعَلَهُ مِنْ قَوْل قَتَادَة وَلَمْ يَطْعَنْ فِيمَا يَدُلُّ عَلَى تَرْكِ الِاسْتِسْعَاء وَهُوَ قَوْله فِي حَدِيث اِبْن عُمَر فِي الْبَاب الْمَاضِي \" وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \" بِكَوْنِ أَيُّوب جَعَلَهُ مِنْ قَوْل نَافِع كَمَا تَقَدَّمَ شَرْحُهُ , فَفَصَلَ قَوْل نَافِع مِنْ الْحَدِيث وَمَيَّزَهُ كَمَا صَنَعَ هَمَّام سَوَاء فَلَمْ يَجْعَلُوهُ مُدْرَجًا كَمَا جَعَلُوا حَدِيث هَمَّام مُدْرَجًا مَعَ كَوْن يَحْيَى بْن سَعِيد وَافَقَ أَيُّوب فِي ذَلِكَ وَهَمَّام لَمْ يُوَافِقْهُ أَحَدٌ , وَقَدْ جَزَمَ بِكَوْنِ حَدِيث نَافِع مُدْرَجًا مُحَمَّد بْن وَضَّاح وَآخَرُونَ , وَالَّذِي يَظْهَرُ أَنَّ الْحَدِيثَيْنِ صَحِيحَانِ مَرْفُوعَانِ وِفَاقًا لِعَمَلِ صَاحِبَيْ الصَّحِيح , وَقَالَ اِبْن الْمَوَّاق : وَالْإِنْصَاف أَنْ لَا نُوهِمَ الْجَمَاعَة بِقَوْلٍ وَاحِد مَعَ اِحْتِمَال أَنْ يَكُونَ سَمِعَ قَتَادَة يُفْتِي بِهِ , فَلَيْسَ بَيْن تَحْدِيثه بِهِ مَرَّة وَفُتْيَاهُ بِهِ أُخْرَى مُنَافَاة. قُلْت : وَيُؤَيِّدُ ذَلِكَ أَنَّ الْبَيْهَقِيَّ أَخْرَجَ مِنْ طَرِيق الْأَوْزَاعِيّ عَنْ قَتَادَة أَنَّهُ أَفْتَى بِذَلِكَ , وَالْجَمْع بَيْن حَدِيثَيْ اِبْن عُمَر وَأَبِي هُرَيْرَة مُمْكِن بِخِلَافِ مَا جَزَمَ بِهِ الْإِسْمَاعِيلِيّ , قَالَ اِبْن دَقِيق الْعِيد : حَسْبك بِمَا اِتَّفَقَ عَلَيْهِ الشَّيْخَانِ فَإِنَّهُ أَعْلَى دَرَجَات الصَّحِيح , وَالَّذِينَ لَمْ يَقُولُوا بِالِاسْتِسْعَاءِ تَعَلَّلُوا فِي تَضْعِيفه بِتَعْلِيلَاتٍ لَا يُمْكِنُهُمْ الْوَفَاءُ بِمِثْلِهَا فِي الْمَوَاضِع الَّتِي يَحْتَاجُونَ إِلَى الِاسْتِدْلَال فِيهَا بِأَحَادِيثَ يَرِدُ عَلَيْهَا مِثْل تِلْك التَّعْلِيلَات , وَكَأَنَّ الْبُخَارِيّ خَشِيَ مِنْ الطَّعْن فِي رِوَايَة سَعِيد بْن أَبِي عَرُوبَة فَأَشَارَ إِلَى ثُبُوتهَا بِإِشَارَاتٍ خَفِيَّةٍ كَعَادَتِهِ , فَإِنَّهُ أَخْرَجَهُ مِنْ رِوَايَة يَزِيد بْن زُرَيْع عَنْهُ وَهُوَ مِنْ أَثْبَتِ النَّاسِ فِيهِ وَسَمِعَ مِنْهُ قَبْل الِاخْتِلَاط , ثُمَّ اِسْتَظْهَرَ لَهُ بِرِوَايَةِ جَرِير بْن حَازِم بِمُتَابَعَتِهِ لِيَنْفِيَ عَنْهُ التَّفَرُّد , ثُمَّ أَشَارَ إِلَى أَنَّ غَيْرَهُمَا تَابَعَهُمَا ثُمَّ قَالَ : اِخْتَصَرَهُ شُعْبَة , وَكَأَنَّهُ جَوَاب عَنْ سُؤَال مُقَدَّر , وَهُوَ أَنَّ شُعْبَة أَحْفَظُ النَّاس لِحَدِيثِ قَتَادَة فَكَيْف لَمْ يَذْكُرْ الِاسْتِسْعَاء , فَأَجَابَ بِأَنَّ هَذَا لَا يُؤَثِّر فِيهِ ضَعْفًا لِأَنَّهُ أَوْرَدَهُ مُخْتَصَرًا وَغَيْره سَاقَهُ بِتَمَامِهِ , وَالْعَدَد الْكَثِير أَوْلَى بِالْحِفْظِ مِنْ الْوَاحِد وَاللَّهُ أَعْلَم. وَقَدْ وَقَعَ ذِكْر الِاسْتِسْعَاء فِي غَيْر حَدِيث أَبِي هُرَيْرَة : أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ حَدِيث جَابِر , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيق خَالِد بْن أَبِي قِلَابَةَ عَنْ رَجُل مِنْ بَنِي عُذْرَة , وَعُمْدَة مَنْ ضَعَّفَ حَدِيث الِاسْتِسْعَاء فِي حَدِيث اِبْن عُمَر قَوْله : \" وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \" وَقَدْ تَقَدَّمَ أَنَّهُ فِي حَقّ الْمُعْسِر وَأَنَّ الْمَفْهُوم مِنْ ذَلِكَ الْجُزْء الَّذِي لِشَرِيكِ الْمُعْتِق بَاقٍ عَلَى حُكْمِهِ الْأَوَّلِ , وَلَيْسَ فِيهِ التَّصْرِيح بِأَنْ يَسْتَمِرَّ رَقِيقًا , وَلَا فِيهِ التَّصْرِيح بِأَنَّهُ يَعْتِقُ كُلُّهُ. وَقَدْ اِحْتَجَّ بَعْض مَنْ ضَعَّفَ رَفْع الِاسْتِسْعَاء بِزِيَادَةٍ وَقَعَتْ فِي الدَّارَقُطْنِيِّ وَغَيْره مِنْ طَرِيق إِسْمَاعِيل بْن أُمَيَّة وَغَيْره عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ فِي آخِره \" وَرَقَّ مِنْهُ مَا بَقِيَ \" وَفِي إِسْنَاده إِسْمَاعِيل بْن مَرْزُوق الْكَعْبِيّ وَلَيْسَ بِالْمَشْهُورِ عَنْ يَحْيَى بْن أَيُّوب وَفِي حِفْظه شَيْء عَنْهُمْ , وَعَلَى تَقْدِير صِحَّتهَا فَلَيْسَ فِيهَا أَنَّهُ يَسْتَمِرُّ رَقِيقًا , بَلْ هِيَ مُقْتَضَى الْمَفْهُوم مِنْ رِوَايَة غَيْره , وَحَدِيث الِاسْتِسْعَاء فِيهِ بَيَان الْحُكْم بَعْد ذَلِكَ فَلِلَّذِي صَحَّحَ رَفْعَهُ أَنْ يَقُولَ : مَعْنَى الْحَدِيثَيْنِ أَنَّ الْمُعْسِر إِذَا أَعْتَقَ حِصَّته لَمْ يَسْرِ الْعِتْق فِي حِصَّة شَرِيكه بَلْ تَبْقَى حِصَّة شَرِيكه عَلَى حَالهَا وَهِيَ الرِّقّ , ثُمَّ يَسْتَسْعِي فِي عِتْق بَقِيَّته فَيَحْصُل ثَمَن الْجُزْء الَّذِي لِشَرِيكِ سَيِّده وَيَدْفَعُهُ إِلَيْهِ وَيَعْتِقُ , وَجَعَلُوهُ فِي ذَلِكَ كَالْمُكَاتَبِ , وَهُوَ الَّذِي جَزَمَ بِهِ الْبُخَارِيّ. وَالَّذِي يَظْهَر أَنَّهُ فِي ذَلِكَ بِاخْتِيَارِهِ لِقَوْلِهِ : \" غَيْر مَشْقُوق عَلَيْهِ \" فَلَوْ كَانَ ذَلِكَ عَلَى سَبِيل اللُّزُوم بِأَنْ يُكَلِّفَ الْعَبْد الِاكْتِسَاب وَالطَّلَب حَتَّى يَحْصُلَ ذَلِكَ لَحَصَلَ لَهُ بِذَلِكَ غَايَة الْمَشَقَّة , وَهُوَ لَا يَلْزَمُ فِي الْكِتَابَة بِذَلِكَ عِنْد الْجُمْهُور لِأَنَّهَا غَيْر وَاجِبَة فَهَذِهِ مِثْلُهَا , وَإِلَى هَذَا الْجَمْع مَالَ الْبَيْهَقِيُّ وَقَالَ : لَا يَبْقَى بَيْن الْحَدِيثَيْنِ مُعَارَضَة أَصْلًا , وَهُوَ كَمَا قَالَ إِلَّا أَنَّهُ يَلْزَمُ مِنْهُ أَنْ يَبْقَى الرِّقّ فِي حِصَّة الشَّرِيك إِذَا لَمْ يَخْتَرْ الْعَبْد الِاسْتِسْعَاء , فَيُعَارِضُهُ حَدِيث أَبِي الْمُلَيْح عَنْ أَبِيهِ \" أَنَّ رَجُلًا أَعْتَقَ شِقْصًا لَهُ مِنْ غُلَام فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : لَيْسَ لِلَّهِ شَرِيك \" وَفِي رِوَايَة \" فَأَجَازَ عِتْقَهُ \" أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيّ بِإِسْنَادٍ قَوِيٍّ وَأَخْرَجَهُ أَحْمَد بِإِسْنَادٍ حَسَن مِنْ حَدِيث سَمُرَة \" أَنَّ رَجُلًا أَعْتَقَ شِقْصًا لَهُ فِي مَمْلُوكٍ , فَقَالَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : هُوَ كُلُّهُ , فَلَيْسَ لِلَّهِ شَرِيك \" وَيُمْكِن حَمْله عَلَى مَا إِذَا كَانَ الْمُعْتَق غَنِيًّا أَوْ عَلَى مَا إِذَا كَانَ جَمِيعه لَهُ فَأَعْتَقَ بَعْضه , فَقَدْ رَوَى أَبُو دَاوُدَ مِنْ طَرِيق مِلْقَام بْن التَّلِبّ عَنْ أَبِيهِ \" أَنَّ رَجُلًا أَعْتَقَ نَصِيبه مِنْ مَمْلُوك فَلَمْ يُضَمِّنْهُ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِسْنَاده حَسَن , وَهُوَ مَحْمُول عَلَى الْمُعْسِر وَإِلَّا لَتَعَارَضَا. وَجَمَعَ بَعْضهمْ بِطَرِيقٍ أُخْرَى فَقَالَ أَبُو عَبْد الْمَلِك : الْمُرَاد بِالِاسْتِسْعَاءِ أَنَّ الْعَبْد يَسْتَمِرُّ فِي حِصَّة الَّذِي لَمْ يَعْتِقْ رَقِيقًا فَيَسْعَى فِي خِدْمَتِهِ بِقَدْرِ مَا لَهُ فِيهِ مِنْ الرِّقّ , قَالُوا وَمَعْنَى قَوْله : \" غَيْر مَشْقُوق عَلَيْهِ \" أَيْ مِنْ وَجْه سَيِّده الْمَذْكُور فَلَا يُكَلِّفُهُ مِنْ الْخِدْمَةِ فَوْق حِصَّة الرِّقّ , لَكِنْ يَرُدُّ عَلَى هَذَا الْجَمْعِ قَوْله فِي الرِّوَايَة الْمُتَقَدِّمَة \" وَاسْتَسْعَى فِي قِيمَتِهِ لِصَاحِبِهِ \" , وَاحْتَجَّ مَنْ أَبْطَلَ الِاسْتِسْعَاء بِحَدِيثِ عِمْرَان بْن حُصَيْنٍ عِنْد مُسْلِم \" أَنَّ رَجُلًا أَعْتَقَ سِتَّة مَمْلُوكِينَ لَهُ عِنْد مَوْته لَمْ يَكُنْ لَهُ مَال غَيْرهمْ , فَدَعَاهُ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَزَّأَهُمْ أَثْلَاثًا ثُمَّ أَقْرَعَ بَيْنهمْ فَأَعْتَقَ اِثْنَيْنِ وَأَرَقَّ أَرْبَعَة \" وَوَجْه الدَّلَالَة مِنْهُ أَنَّ الِاسْتِسْعَاء لَوْ كَانَ مَشْرُوعًا لَنَجَّزَ مِنْ كُلّ وَاحِد مِنْهُمْ عِتْق ثُلُثه وَأَمَرَهُ بِالِاسْتِسْعَاءِ فِي بَقِيَّة قِيمَته لِوَرَثَةِ الْمَيِّت , وَأَجَابَ مَنْ أَثْبَتَ الِاسْتِسْعَاء بِأَنَّهَا وَاقِعَةُ عَيْنٍ فَيُحْتَمَلُ أَنْ يَكُونَ قَبْل مَشْرُوعِيَّة الِاسْتِسْعَاء , وَيُحْتَمَلُ أَنْ يَكُونَ الِاسْتِسْعَاء مَشْرُوعًا إِلَّا فِي هَذِهِ الصُّورَة وَهِيَ مَا إِذَا أَعْتَقَ جَمِيع مَا لَيْسَ لَهُ أَنْ يُعْتِقَهُ , وَقَدْ أَخْرَجَ عَبْد الرَّزَّاق بِإِسْنَادٍ رِجَاله ثِقَات عَنْ أَبِي قِلَابَةَ عَنْ رَجُل مِنْ بَنِي عُذْرَة \" أَنَّ رَجُلًا مِنْهُمْ أَعْتَقَ مَمْلُوكًا لَهُ عِنْد مَوْته وَلَيْسَ لَهُ مَال غَيْره فَأَعْتَقَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُلُثَهُ وَأَمَرَهُ أَنْ يَسْعَى فِي الثُّلُثَيْنِ \" وَهَذَا يُعَارِضُ حَدِيث عِمْرَان , وَطَرِيق الْجَمْع بَيْنهمَا مُمْكِن. وَاحْتَجُّوا أَيْضًا بِمَا رَوَاهُ النَّسَائِيُّ مِنْ طَرِيق سُلَيْمَان بْن مُوسَى عَنْ نَافِع عَنْ اِبْن عُمَر بِلَفْظِ \" مَنْ أَعْتَقَ عَبْدًا وَلَهُ فِيهِ شُرَكَاء وَلَهُ وَفَاء فَهُوَ حُرّ وَيَضْمَنُ نَصِيب شُرَكَائِهِ بِقِيمَتِهِ لِمَا أَسَاءَ مِنْ مُشَارَكَتِهِمْ وَلَيْسَ عَلَى الْعَبْد شَيْء , وَالْجَوَاب مَعَ تَسْلِيم صِحَّته أَنَّهُ مُخْتَصّ بِصُورَةِ الْيَسَار لِقَوْلِهِ فِيهِ : \" وَلَهُ وَفَاء \" , وَالِاسْتِسْعَاء إِنَّمَا هُوَ فِي صُورَة الْإِعْسَار كَمَا تَقَدَّمَ فَلَا حُجَّةَ فِيهِ , وَقَدْ ذَهَبَ إِلَى الْأَخْذ بِالِاسْتِسْعَاءِ إِذَا كَانَ الْمُعْتِق مُعْسِرًا أَبُو حَنِيفَة وَصَاحِبَاهُ وَالْأَوْزَاعِيُّ وَالثَّوْرِيُّ وَإِسْحَاق وَأَحْمَد فِي رِوَايَة وَآخَرُونَ , ثُمَّ اِخْتَلَفُوا فَقَالَ الْأَكْثَر : يُعْتَقُ جَمِيعه فِي الْحَال وَيَسْتَسْعِي الْعَبْد فِي تَحْصِيل قِيمَة نَصِيب الشَّرِيك , وَزَادَ اِبْن أَبِي لَيْلَى فَقَالَ : ثُمَّ يَرْجِعُ الْعَبْدُ عَلَى الْمُعْتِق الْأَوَّل بِمَا أَدَّاهُ لِلشَّرِيكِ , وَقَالَ أَبُو حَنِيفَة وَحْده : يَتَخَيَّرُ الشَّرِيك بَيْن الِاسْتِسْعَاء وَبَيْن عِتْق نَصِيبه , وَهَذَا يَدُلُّ عَلَى أَنَّهُ لَا يَعْتِقُ عِنْده اِبْتِدَاء إِلَّا النَّصِيب الْأَوَّل فَقَطْ , وَهُوَ مُوَافِقٌ لِمَا جَنَحَ إِلَيْهِ الْبُخَارِيّ مِنْ أَنَّهُ يَصِيرُ كَالْمُكَاتَبِ , وَقَدْ تَقَدَّمَ تَوْجِيهُهُ , وَعَنْ عَطَاء يَتَخَيَّرُ الشَّرِيك بَيْن ذَلِكَ وَبَيْن إِبْقَاء حِصَّته فِي الرِّقّ , وَخَالَفَ الْجَمِيع زُفَر فَقَالَ : يَعْتِقُ كُلُّهُ وَتُقَوَّمُ حِصَّة الشَّرِيك فَتُؤْخَذُ إِنْ كَانَ الْمُعْتِق مُوسِرًا , وَتُرَتَّبُ فِي ذِمَّتِهِ إِنْ كَانَ مُعْسِرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2528,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا مِسْعَرٌ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي مَا وَسْوَسَتْ بِهِ صُدُورُهَا، مَا لَمْ تَعْمَلْ أَوْ تَكَلَّمْ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Allah has accepted my invocation to forgive what whispers in the hearts of my \nfollowers, unless they put it to action or utter it.\" (See Hadith No. 657 Vol. 8)",
    "explication": "‏ ‏قَوْله : ( عَنْ زُرَارَة بْن أَوْفَى ) ‏ ‏يَأْتِي فِي الْأَيْمَان وَالنُّذُور بِلَفْظِ \" حَدَّثَنَا زُرَارَة \" وَهُوَ مِنْ ثِقَات التَّابِعِينَ , كَانَ قَاضِي الْبَصْرَة , وَلَيْسَ لَهُ فِي الْبُخَارِيّ إِلَّا أَحَادِيث يَسِيرَة. ‏ ‏قَوْله : ( مَا وَسْوَسَتْ بِهِ صُدُورهَا ) ‏ ‏يَأْتِي فِي الطَّلَاق بِلَفْظِ \" مَا حَدَّثَتْ بِهِ أَنْفُسهَا \" وَهُوَ الْمَشْهُور , وَ \" صُدُورهَا \" فِي أَكْثَر الرِّوَايَات بِالضَّمِّ , وَلِلْأَصِيلِيّ بِالْفَتْحِ عَلَى أَنَّ وَسْوَسَتْ مُضَمَّنٌ مَعْنَى حَدَّثَتْ , وَحَكَى الطَّبَرِيُّ هَذَا الِاخْتِلَاف فِي \" حَدَّثَتْ بِهِ أَنْفُسهَا \" وَالضَّمّ كَقَوْلِهِ تَعَالَى : ( وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ ). ‏ ‏قَوْله : ( مَا لَمْ تَعْمَلْ أَوْ تَكَلَّمْ ) ‏ ‏وَيَأْتِي فِي النُّذُور بِلَفْظِ \" مَا لَمْ تَعْمَلْ بِهِ \" وَالْمُرَاد نَفْي الْحَرَج عَمَّا يَقَعُ فِي النَّفْسِ حَتَّى يَقَعَ الْعَمَلُ بِالْجَوَارِحِ , أَوْ الْقَوْل بِاللِّسَانِ عَلَى وَفْقِ ذَلِكَ. وَالْمُرَاد بِالْوَسْوَسَةِ تَرَدُّد الشَّيْء فِي النَّفْس مِنْ غَيْرِ أَنْ يَطْمَئِنَّ إِلَيْهِ وَيَسْتَقِرَّ عِنْده , وَلِهَذَا فَرَّقَ الْعُلَمَاء بَيْن الْهَمّ وَالْعَزْم كَمَا سَيَأْتِي الْكَلَام عَلَيْهِ فِي حَدِيث \" مَنْ هَمَّ بِحَسَنَةٍ \" , وَمِنْ هُنَا تَظْهَرُ مُنَاسَبَةُ هَذَا الْحَدِيث لِلتَّرْجَمَةِ , لِأَنَّ الْوَسْوَسَة لَا اِعْتِبَار لَهَا عِنْدَ عَدَمِ التَّوَطُّنِ فَكَذَلِكَ الْمُخْطِئُ وَالنَّاسِي لَا تَوَطُّنَ لَهُمَا , وَزَادَ اِبْن مَاجَهْ عَنْ هِشَام بْن عَمَّار عَنْ اِبْن عُيَيْنَةَ فِي آخِره \" وَمَا اُسْتُكْرِهُوا عَلَيْهِ \" وَأَظُنُّهَا مُدْرَجَة مِنْ حَدِيث آخَر , دَخَلَ عَلَى هِشَام حَدِيث فِي حَدِيث. قِيلَ : لَا مُطَابَقَة بَيْن الْحَدِيث وَالتَّرْجَمَة لِأَنَّ التَّرْجَمَة فِي النِّسْيَان وَالْحَدِيث فِي حَدِيث النَّفْس , وَأَجَابَ الْكَرْمَانِيُّ بِأَنَّهُ أَشَارَ إِلَى إِلْحَاق النِّسْيَان بِالْوَسْوَسَةِ فَكَمَا أَنَّهُ لَا اِعْتِبَار لِلْوَسْوَسَةِ لِأَنَّهَا لَا تَسْتَقِرُّ فَكَذَلِكَ الْخَطَأ وَالنِّسْيَان لَا اِسْتِقْرَار لِكُلٍّ مِنْهُمَا , وَيُحْتَمَلُ أَنْ يُقَالَ : إِنَّ شَغْلَ الْبَال بِحَدِيثِ النَّفْس يَنْشَأُ عَنْ الْخَطَأ وَالنِّسْيَان , وَمِنْ ثَمَّ رَتَّبَ عَلَى مَنْ لَا يُحَدِّث نَفْسه فِي الصَّلَاة مَا سَبَقَ فِي حَدِيث عُثْمَان فِي كِتَاب الطَّهَارَة مِنْ الْغُفْرَان. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏ذَكَرَ خَلَف فِي \" الْأَطْرَاف \" أَنَّ الْبُخَارِيّ أَخْرَجَ هَذَا الْحَدِيث فِي الْعِتْق عَنْ مُحَمَّد بْن عَرْعَرَة عَنْ شُعْبَة عَنْ قَتَادَة , وَلَمْ نَرَهُ فِيهِ , وَلَمْ يَذْكُرْهُ أَبُو مَسْعُود وَلَا الطَّوْقِيّ وَلَا اِبْن عَسَاكِر , وَلَا اِسْتَخْرَجَهُ الْإِسْمَاعِيلِيّ وَلَا أَبُو نُعَيْم , وَسَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث مُسْتَوْفًى فِي كِتَاب الْأَيْمَان وَالنُّذُور إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2529,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الأَعْمَالُ بِالنِّيَّةِ، وَلاِمْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The (reward of) deeds depend on intentions, and every person will get the reward \naccording to what he intends. So, whoever migrated for Allah and His Apostle, then his migration will \nbe for Allah and His Apostle, and whoever migrated for worldly benefits or for marrying a woman, \nthen his migration will be for what he migrated for.\" (See Hadith No. 1, Vol. 1)",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الْحُمَيْدِيّ ) ‏ ‏هُوَ أَبُو بَكْر عَبْد اللَّه بْن الزُّبَيْر بْن عِيسَى , مَنْسُوب إِلَى حُمَيْدِ بْن أُسَامَة بَطْن مِنْ بَنِي أَسَد بْن عَبْد الْعُزَّى بْن قُصَيّ رَهْط خَدِيجَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , يَجْتَمِع مَعَهَا فِي أَسَد وَيَجْتَمِع مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قُصَيّ. وَهُوَ إِمَام كَبِير مُصَنِّف , رَافَقَ الشَّافِعِيّ فِي الطَّلَب عَنْ اِبْن عُيَيْنَةَ وَطَبَقَته وَأَخَذَ عَنْهُ الْفِقْه وَرَحَلَ مَعَهُ إِلَى مِصْر , وَرَجَعَ بَعْد وَفَاته إِلَى مَكَّة إِلَى أَنْ مَاتَ بِهَا سَنَة تِسْع عَشْرَة وَمِائَتَيْنِ. فَكَأَنَّ الْبُخَارِيّ اِمْتَثَلَ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدِّمُوا قُرَيْشًا \" فَافْتَتَحَ كِتَابه بِالرِّوَايَةِ عَنْ الْحُمَيْدِيّ لِكَوْنِهِ أَفْقَه قُرَشِيّ أَخَذَ عَنْهُ. وَلَهُ مُنَاسَبَة أُخْرَى لِأَنَّهُ مَكِّيّ كَشَيْخِهِ فَنَاسَبَ أَنْ يُذْكَر فِي أَوَّل تَرْجَمَة بَدْء الْوَحْي لِأَنَّ اِبْتِدَاءَهُ كَانَ بِمَكَّة , وَمِنْ ثَمَّ ثَنَّى بِالرِّوَايَةِ عَنْ مَالِك لِأَنَّهُ شَيْخ أَهْل الْمَدِينَة وَهِيَ تَالِيَة لِمَكَّة فِي نُزُول الْوَحْي وَفِي جَمِيع الْفَضْل , وَمَالِك وَابْن عُيَيْنَةَ قَرِينَانِ , قَالَ الشَّافِعِيّ : لَوْلَاهُمَا لَذَهَبَ الْعِلْم مِنْ الْحِجَاز. ‏ ‏قَوْله : ( حَدَّثَنَا سُفْيَان ) ‏ ‏هُوَ اِبْن عُيَيْنَةَ بْن أَبِي عِمْرَان الْهِلَالِيّ أَبُو مُحَمَّد الْمَكِّيّ , أَصْله وَمَوْلِده الْكُوفَة , وَقَدْ شَارَكَ مَالِكًا فِي كَثِير مِنْ شُيُوخه وَعَاشَ بَعْده عِشْرِينَ سَنَة , وَكَانَ يُذْكَر أَنَّهُ سَمِعَ مِنْ سَبْعِينَ مِنْ التَّابِعِينَ. ‏ ‏قَوْله : ( عَنْ يَحْيَى بْن سَعِيد ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرّ : حَدَّثَنَا يَحْيَى بْن سَعِيد الْأَنْصَارِيّ. اِسْم جَدّه قَيْس بْن عَمْرو وَهُوَ صَحَابِيّ , وَيَحْيَى مِنْ صِغَار التَّابِعِينَ , وَشَيْخه مُحَمَّد بْن إِبْرَاهِيم بْن الْحَارِث بْن خَالِد التَّيْمِيُّ مِنْ أَوْسَاط التَّابِعِينَ , وَشَيْخ مُحَمَّد عَلْقَمَة بْن وَقَّاص اللَّيْثِيّ مِنْ كِبَارهمْ , فَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق. وَفِي الْمَعْرِفَة لِابْنِ مَنْدَهْ مَا ظَاهِره أَنَّ عَلْقَمَة صَحَابِيّ , فَلَوْ ثَبَتَ لَكَانَ فِيهِ تَابِعِيَّانِ وَصَحَابِيَّانِ , وَعَلَى رِوَايَة أَبِي ذَرّ يَكُون قَدْ اِجْتَمَعَ فِي هَذَا الْإِسْنَاد أَكْثَر الصِّيَغ الَّتِي يَسْتَعْمِلهَا الْمُحَدِّثُونَ , وَهِيَ التَّحْدِيث وَالْإِخْبَار وَالسَّمَاع وَالْعَنْعَنَة وَاَللَّه أَعْلَم. وَقَدْ اُعْتُرِضَ عَلَى الْمُصَنِّف فِي إِدْخَاله حَدِيث الْأَعْمَال هَذَا فِي تَرْجَمَة بَدْء الْوَحْي وَأَنَّهُ لَا تَعَلُّق لَهُ بِهِ أَصْلًا , بِحَيْثُ إِنَّ الْخَطَّابِيّ فِي شَرْحه وَالْإِسْمَاعِيلِيّ فِي مُسْتَخْرَجه أَخْرَجَاهُ قَبْل التَّرْجَمَة لِاعْتِقَادِهِمَا أَنَّهُ إِنَّمَا أَوْرَدَهُ لِلتَّبَرُّكِ بِهِ فَقَطْ , وَاسْتَصْوَبَ أَبُو الْقَاسِم بْن مَنْدَهْ صَنِيع الْإِسْمَاعِيلِيّ فِي ذَلِكَ , وَقَالَ اِبْن رَشِيد : لَمْ يَقْصِد الْبُخَارِيّ بِإِيرَادِهِ سِوَى بَيَان حُسْن نِيَّته فِيهِ فِي هَذَا التَّأْلِيف , وَقَدْ تُكُلِّفَتْ مُنَاسَبَته لِلتَّرْجَمَةِ , فَقَالَ : كُلّ بِحَسَبِ مَا ظَهَرَ لَهُ. اِنْتَهَى. وَقَدْ قِيلَ : إِنَّهُ أَرَادَ أَنْ يُقِيمهُ مَقَام الْخُطْبَة لِلْكِتَابِ ; لِأَنَّ فِي سِيَاقه أَنَّ عُمَر قَالَهُ عَلَى الْمِنْبَر بِمَحْضَرِ الصَّحَابَة , فَإِذَا صَلَحَ أَنْ يَكُون فِي خُطْبَة الْمِنْبَر صَلَحَ أَنْ يَكُون فِي خُطْبَة الْكُتُب. وَحَكَى الْمُهَلَّب أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ بِهِ حِين قَدِمَ الْمَدِينَة مُهَاجِرًا , فَنَاسَبَ إِيرَاده فِي بَدْء الْوَحْي ; لِأَنَّ الْأَحْوَال الَّتِي كَانَتْ قَبْل الْهِجْرَة كَانَتْ كَالْمُقَدِّمَةِ لَهَا لِأَنَّ بِالْهِجْرَةِ اُفْتُتِحَ الْإِذْن فِي قِتَال الْمُشْرِكِينَ , وَيَعْقُبهُ النَّصْر وَالظَّفَر وَالْفَتْح اِنْتَهَى. وَهَذَا وَجْه حَسَن , إِلَّا أَنَّنِي لَمْ أَرَ مَا ذَكَرَهُ - مِنْ كَوْنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - خَطَبَ بِهِ أَوَّل مَا هَاجَرَ - مَنْقُولًا. وَقَدْ وَقَعَ فِي بَاب تَرْك الْحِيَل بِلَفْظِ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَا أَيّهَا النَّاس إِنَّمَا الْأَعْمَال بِالنِّيَّةِ \" الْحَدِيث , فَفِي هَذَا إِيمَاء إِلَى أَنَّهُ كَانَ فِي حَال الْخُطْبَة , أَمَّا كَوْنه كَانَ فِي اِبْتِدَاء قُدُومه إِلَى الْمَدِينَة فَلَمْ أَرَ مَا يَدُلّ عَلَيْهِ , وَلَعَلَّ قَائِله اِسْتَنَدَ إِلَى مَا رُوِيَ فِي قِصَّة مُهَاجِر أُمّ قَيْس , قَالَ اِبْن دَقِيق الْعِيد : نَقَلُوا أَنَّ رَجُلًا هَاجَرَ مِنْ مَكَّة إِلَى الْمَدِينَة لَا يُرِيد بِذَلِكَ فَضِيلَة الْهِجْرَة وَإِنَّمَا هَاجَرَ لِيَتَزَوَّج اِمْرَأَة تُسَمَّى أُمّ قَيْس , فَلِهَذَا خُصَّ فِي الْحَدِيث ذِكْر الْمَرْأَة دُون سَائِر مَا يُنْوَى بِهِ , اِنْتَهَى. وَهَذَا لَوْ صَحَّ لَمْ يَسْتَلْزِم الْبُدَاءَة بِذِكْرِهِ أَوَّل الْهِجْرَة النَّبَوِيَّة. وَقِصَّة مُهَاجِر أُمّ قَيْس رَوَاهَا سَعِيد مِنْ مَنْصُور قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه - هُوَ اِبْن مَسْعُود - قَالَ : مَنْ هَاجَرَ يَبْتَغِي شَيْئًا فَإِنَّمَا لَهُ ذَلِكَ , هَاجَرَ رَجُل لِيَتَزَوَّج اِمْرَأَة يُقَال لَهَا أُمّ قَيْس فَكَانَ يُقَال لَهُ مُهَاجِر أُمّ قَيْس وَرَوَاهُ الطَّبَرَانِيّ مِنْ طَرِيق أُخْرَى عَنْ الْأَعْمَش بِلَفْظِ : كَانَ فِينَا رَجُل خَطَبَ اِمْرَأَة يُقَال لَهَا أُمّ قَيْس فَأَبَتْ أَنْ تَتَزَوَّجهُ حَتَّى يُهَاجِر فَهَاجَرَ فَتَزَوَّجَهَا , فَكُنَّا نُسَمِّيه مُهَاجِر أُمّ قَيْس. وَهَذَا إِسْنَاد صَحِيح عَلَى شَرْط الشَّيْخَيْنِ , لَكِنْ لَيْسَ فِيهِ أَنَّ حَدِيث الْأَعْمَال سِيقَ بِسَبَبِ ذَلِكَ , وَلَمْ أَرَ فِي شَيْء مِنْ الطُّرُق مَا يَقْتَضِي التَّصْرِيح بِذَلِكَ. وَأَيْضًا فَلَوْ أَرَادَ الْبُخَارِيّ إِقَامَته مَقَام الْخُطْبَة فَقَطْ أَوْ الِابْتِدَاء بِهِ تَيَمُّنًا وَتَرْغِيبًا فِي الْإِخْلَاص لَكَانَ سَاقَهُ قَبْل التَّرْجَمَة كَمَا قَالَ الْإِسْمَاعِيلِيّ وَغَيْره وَنَقَلَ اِبْن بَطَّال عَنْ أَبِي عَبْد اللَّه بْن النَّجَّار قَالَ : التَّبْوِيب يَتَعَلَّق بِالْآيَةِ وَالْحَدِيث مَعًا ; لِأَنَّ اللَّه تَعَالَى أَوْحَى إِلَى الْأَنْبِيَاء ثُمَّ إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الْأَعْمَال بِالنِّيَّاتِ لِقَوْلِهِ تَعَالَى { وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّه مُخْلِصِينَ لَهُ الدِّين }. ‏ ‏وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَعَالَى { شَرَعَ لَكُمْ مِنْ الدِّين مَا وَصَّى بِهِ نُوحًا } قَالَ وَصَّاهُمْ بِالْإِخْلَاصِ فِي عِبَادَته. وَعَنْ أَبِي عَبْد الْمَلِك الْبَوْنِيّ قَالَ : مُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ أَنَّ بَدْء الْوَحْي كَانَ بِالنِّيَّةِ ; لِأَنَّ اللَّه تَعَالَى فَطَرَ مُحَمَّدًا عَلَى التَّوْحِيد وَبَغَّضَ إِلَيْهِ الْأَوْثَان وَوَهَبَ لَهُ أَوَّل أَسْبَاب النُّبُوَّة وَهِيَ الرُّؤْيَا الصَّالِحَة , فَلَمَّا رَأَى ذَلِكَ أَخْلَصَ إِلَى اللَّه فِي ذَلِكَ فَكَانَ يَتَعَبَّد بِغَارِ حِرَاء فَقَبِلَ اللَّه عَمَله وَأَتَمَّ لَهُ النِّعْمَة. وَقَالَ الْمُهَلَّب مَا مُحَصَّله : قَصَدَ الْبُخَارِيّ الْإِخْبَار عَنْ حَال النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَال مَنْشَئِهِ وَأَنَّ اللَّه بَغَّضَ إِلَيْهِ الْأَوْثَان وَحَبَّبَ إِلَيْهِ خِلَال الْخَيْر وَلُزُوم الْوَحْدَة فِرَارًا مِنْ قُرَنَاء السُّوء , فَلَمَّا لَزِمَ ذَلِكَ أَعْطَاهُ اللَّه عَلَى قَدْر نِيَّته وَوَهَبَ لَهُ النُّبُوَّة كَمَا يُقَال الْفَوَاتِح عُنْوَان الْخَوَاتِم. وَلَخَّصَهُ بِنَحْوٍ مِنْ هَذَا الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ. ‏ ‏وَقَالَ اِبْن الْمُنِير فِي أَوَّل التَّرَاجِم : كَانَ مُقَدِّمَة النُّبُوَّة فِي حَقّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْهِجْرَة إِلَى اللَّه تَعَالَى بِالْخَلْوَةِ فِي غَار حِرَاء فَنَاسَبَ الِافْتِتَاح بِحَدِيثِ الْهِجْرَة. وَمِنْ الْمُنَاسَبَات الْبَدِيعَة الْوَجِيزَة مَا تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ أَنَّ الْكِتَاب لَمَّا كَانَ مَوْضُوعًا لِجَمْعِ وَحْي السُّنَّة صَدَّرَهُ بِبَدْءِ الْوَحْي , وَلَمَّا كَانَ الْوَحْي لِبَيَانِ الْأَعْمَال الشَّرْعِيَّة صَدَّرَهُ بِحَدِيثِ الْأَعْمَال , وَمَعَ هَذِهِ الْمُنَاسَبَات لَا يَلِيق الْجَزْم بِأَنَّهُ لَا تَعَلُّق لَهُ بِالتَّرْجَمَةِ أَصْلًا. وَاَللَّه يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم. وَقَدْ تَوَاتَرَ النَّقْل عَنْ الْأَئِمَّة فِي تَعْظِيم قَدْر هَذَا الْحَدِيث : قَالَ أَبُو عَبْد اللَّه : لَيْسَ فِي أَخْبَار النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْء أَجْمَع وَأَغْنَى وَأَكْثَر فَائِدَة مِنْ هَذَا الْحَدِيث. وَاتَّفَقَ عَبْد الرَّحْمَن بْن مَهْدِيّ وَالشَّافِعِيّ فِيمَا نَقَلَهُ الْبُوَيْطِيّ عَنْهُ وَأَحْمَد بْن حَنْبَل وَعَلِيّ بْن الْمَدِينِيّ وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ والدَّارَقُطْنِيّ وَحَمْزَة الْكِنَانِيّ عَلَى أَنَّهُ ثُلُث الْإِسْلَام , وَمِنْهُمْ مَنْ قَالَ رُبْعه , وَاخْتَلَفُوا فِي تَعْيِين الْبَاقِي. وَقَالَ اِبْن مَهْدِيّ أَيْضًا : يَدْخُل فِي ثَلَاثِينَ بَابًا مِنْ الْعِلْم , وَقَالَ الشَّافِعِيّ : يَدْخُل فِي سَبْعِينَ بَابًا , وَيُحْتَمَل أَنْ يُرِيد بِهَذَا الْعَدَد الْمُبَالَغَة. وَقَالَ عَبْد الرَّحْمَن بْن مَهْدِيّ أَيْضًا : يَنْبَغِي أَنْ يُجْعَل هَذَا الْحَدِيث رَأْس كُلّ بَاب. وَوَجَّهَ الْبَيْهَقِيُّ كَوْنه ثُلُث الْعِلْم بِأَنَّ كَسْب الْعَبْد يَقَع بِقَلْبِهِ وَلِسَانه وَجَوَارِحه , فَالنِّيَّة أَحَد أَقْسَامهَا الثَّلَاثَة وَأَرْجَحهَا ; لِأَنَّهَا قَدْ تَكُون عِبَادَة مُسْتَقِلَّة وَغَيْرهَا يَحْتَاج إِلَيْهَا , وَمِنْ ثَمَّ وَرَدَ : نِيَّة الْمُؤْمِن خَيْر مِنْ عَمَله , فَإِذَا نَظَرْت إِلَيْهَا كَانَتْ خَيْر الْأَمْرَيْنِ. وَكَلَام الْإِمَام أَحْمَد يَدُلّ عَلَى أَنَّهُ بِكَوْنِهِ ثُلُث الْعِلْم أَنَّهُ أَرَادَ أَحَد الْقَوَاعِد الثَّلَاثَة الَّتِي تُرَدّ إِلَيْهَا جَمِيع الْأَحْكَام عِنْده , وَهِيَ هَذَا وَ \" مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرنَا فَهُوَ رَدّ \" وَ \" الْحَلَال بَيِّن وَالْحَرَام بَيِّن \" الْحَدِيث. ثُمَّ إِنَّ هَذَا الْحَدِيث مُتَّفَق عَلَى صِحَّته أَخْرَجَهُ الْأَئِمَّة الْمَشْهُورُونَ إِلَّا الْمُوَطَّأ , وَوَهَمَ مَنْ زَعَمَ أَنَّهُ فِي الْمُوَطَّأ مُغْتَرًّا بِتَخْرِيجِ الشَّيْخَيْنِ لَهُ وَالنَّسَائِيّ مِنْ طَرِيق مَالِك , وَقَالَ أَبُو جَعْفَر الطَّبَرِيّ : قَدْ يَكُون هَذَا الْحَدِيث عَلَى طَرِيقَة بَعْض النَّاس مَرْدُودًا لِكَوْنِهِ فَرْدًا ; لِأَنَّهُ لَا يُرْوَى عَنْ عُمَر إِلَّا مِنْ رِوَايَة عَلْقَمَة , وَلَا عَنْ عَلْقَمَة إِلَّا مِنْ رِوَايَة مُحَمَّد بْن إِبْرَاهِيم وَلَا عَنْ مُحَمَّد بْن إِبْرَاهِيم إِلَّا مِنْ رِوَايَة يَحْيَى بْن سَعِيد , وَهُوَ كَمَا قَالَ , فَإِنَّهُ إِنَّمَا اِشْتَهَرَ عَنْ يَحْيَى بْن سَعِيد وَتَفَرَّدَ بِهِ مَنْ فَوْقه وَبِذَلِكَ جَزَمَ التِّرْمِذِيّ وَالنَّسَائِيّ وَالْبَزَّار وَابْن السَّكَن وَحَمْزَة بْن مُحَمَّد الْكِنَانِيّ , وَأَطْلَقَ الْخَطَّابِيُّ نَفْي الْخِلَاف بَيْن أَهْل الْحَدِيث فِي أَنَّهُ لَا يُعْرَف إِلَّا بِهَذَا الْإِسْنَاد , وَهُوَ كَمَا قَالَ لَكِنْ بِقَيْدَيْنِ : ‏ ‏أَحَدهمَا : الصِّحَّة لِأَنَّهُ وَرَدَ مِنْ طُرُق مَعْلُولَة ذَكَرَهَا الدَّارَقُطْنِيُّ وَأَبُو الْقَاسِم بْن مَنْدَهْ وَغَيْرهمَا. ‏ ‏ثَانِيهمَا : السِّيَاق لِأَنَّهُ وَرَدَ فِي مَعْنَاهُ عِدَّة أَحَادِيث صَحَّتْ فِي مُطْلَق النِّيَّة كَحَدِيثِ عَائِشَة وَأُمّ سَلَمَة عِنْد مُسْلِم \" يُبْعَثُونَ عَلَى نِيَّاتهمْ \" , وَحَدِيث اِبْن عَبَّاس \" وَلَكِنْ جِهَاد وَنِيَّة \" , وَحَدِيث أَبِي مُوسَى \" مَنْ قَاتَلَ لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا فَهُوَ فِي سَبِيل اللَّه \" مُتَّفَق عَلَيْهِمَا , وَحَدِيث اِبْن مَسْعُود \" رُبَّ قَتِيل بَيْن الصَّفَّيْنِ اللَّه أَعْلَم بِنِيَّتِهِ \" أَخْرَجَهُ أَحْمَد , وَحَدِيث عُبَادَةَ \" مَنْ غَزَا وَهُوَ لَا يَنْوِي إِلَّا عِقَالًا فَلَهُ مَا نَوَى \" أَخْرَجَهُ النَّسَائِيُّ , إِلَى غَيْر ذَلِكَ مِمَّا يَتَعَسَّر حَصْره , وَعُرِفَ بِهَذَا التَّقْرِير غَلَط مَنْ زَعَمَ أَنَّ حَدِيث عُمَر مُتَوَاتِر , إِلَّا إِنْ حُمِلَ عَلَى التَّوَاتُر الْمَعْنَوِيّ فَيُحْتَمَل. نَعَمْ قَدْ تَوَاتَرَ عَنْ يَحْيَى بْن سَعِيد : فَحَكَى مُحَمَّد بْن عَلِيّ بْن سَعِيد النَّقَّاش الْحَافِظ أَنَّهُ رَوَاهُ عَنْ يَحْيَى مِائَتَانِ وَخَمْسُونَ نَفْسًا , وَسَرَدَ أَسْمَاءَهُمْ أَبُو الْقَاسِم بْن مَنْدَهْ فَجَاوَزَ الثَّلَثمِائَةِ , وَرَوَى أَبُو مُوسَى الْمَدِينِيّ عَنْ بَعْض مَشَايِخه مُذَاكَرَة عَنْ الْحَافِظ أَبِي إِسْمَاعِيل الْأَنْصَارِيّ الْهَرَوِيّ قَالَ : كَتَبْته مِنْ حَدِيث سَبْعمِائَةٍ مِنْ أَصْحَاب يَحْيَى. قُلْت : وَأَنَا أَسْتَبْعِد صِحَّة هَذَا , فَقَدْ تَتَبَّعْت طُرُقه مِنْ الرِّوَايَات الْمَشْهُورَة وَالْأَجْزَاء الْمَنْثُورَة مُنْذُ طَلَبْت الْحَدِيث إِلَى وَقْتِي هَذَا فَمَا قَدَرْت عَلَى تَكْمِيل الْمِائَة , وَقَدْ تَتَبَّعْت طُرُق غَيْره فَزَادَتْ عَلَى مَا نُقِلَ عَمَّنْ تَقَدَّمَ , كَمَا سَيَأْتِي مِثَال لِذَلِكَ فِي الْكَلَام عَلَى حَدِيث اِبْن عُمَر فِي غُسْل الْجُمُعَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( عَلَى الْمِنْبَر ) ‏ ‏بِكَسْرِ الْمِيم , وَاللَّام لِلْعَهْدِ , أَيْ مِنْبَر الْمَسْجِد النَّبَوِيّ , وَوَقَعَ فِي رِوَايَة حَمَّاد بْن زَيْد عَنْ يَحْيَى فِي تَرْك الْحِيَل : سَمِعْت عُمَر يَخْطُب. ‏ ‏قَوْله : ( إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ ) ‏ ‏كَذَا أُورِدَ هُنَا , وَهُوَ مِنْ مُقَابَلَة الْجَمْع بِالْجَمْعِ , أَيْ كُلّ عَمَل بِنِيَّتِهِ. وَقَالَ الْخُوبِيّ كَأَنَّهُ أَشَارَ بِذَلِكَ إِلَى أَنَّ النِّيَّة تَتَنَوَّع كَمَا تَتَنَوَّع الْأَعْمَال كَمَنْ قَصَدَ بِعَمَلِهِ وَجْه اللَّه أَوْ تَحْصِيل مَوْعُوده أَوْ الِاتِّقَاء لِوَعِيدِهِ. وَوَقَعَ فِي مُعْظَم الرِّوَايَات بِإِفْرَادِ النِّيَّة , وَوَجْهه أَنَّ مَحَلّ النِّيَّة الْقَلْب وَهُوَ مُتَّحِد فَنَاسَبَ إِفْرَادهَا. بِخِلَافِ الْأَعْمَال فَإِنَّهَا مُتَعَلِّقَة بِالظَّوَاهِرِ وَهِيَ مُتَعَدِّدَة فَنَاسَبَ جَمْعهَا ; وَلِأَنَّ النِّيَّة تَرْجِع إِلَى الْإِخْلَاص وَهُوَ وَاحِد لِلْوَاحِدِ الَّذِي لَا شَرِيك لَهُ. وَوَقَعَتْ فِي صَحِيح اِبْن حِبَّانَ بِلَفْظِ \" الْأَعْمَال بِالنِّيَّاتِ \" بِحَذْفِ \" إِنَّمَا \" وَجَمْع الْأَعْمَال وَالنِّيَّات , وَهِيَ مَا وَقَعَ فِي كِتَاب الشِّهَاب لِلْقُضَاعِيّ وَوَصَلَهُ فِي مُسْنَده كَذَلِكَ , وَأَنْكَرَهُ أَبُو مُوسَى الْمَدِينِيّ كَمَا نَقَلَهُ النَّوَوِيّ وَأَقَرَّهُ , وَهُوَ مُتَعَقَّب بِرِوَايَةِ اِبْن حِبَّانَ , بَلْ وَقَعَ فِي رِوَايَة مَالِك عَنْ يَحْيَى عِنْد الْبُخَارِيّ فِي كِتَاب الْإِيمَان بِلَفْظِ \" الْأَعْمَال بِالنِّيَّةِ \" , وَكَذَا فِي الْعِتْق مِنْ رِوَايَة الثَّوْرِيّ , وَفِي الْهِجْرَة مِنْ رِوَايَة حَمَّاد بْن زَيْد , وَوَقَعَ عِنْده فِي النِّكَاح بِلَفْظِ \" الْعَمَل بِالنِّيَّةِ \" بِإِفْرَادِ كُلّ مِنْهُمَا. وَالنِّيَّة بِكَسْرِ النُّون وَتَشْدِيد التَّحْتَانِيَّة عَلَى الْمَشْهُور , وَفِي بَعْض اللُّغَات بِتَخْفِيفِهَا. قَالَ الْكَرْمَانِيُّ قَوْله \" إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ \" هَذَا التَّرْكِيب يُفِيد الْحَصْر عِنْد الْمُحَقِّقِينَ , وَاخْتُلِفَ فِي وَجْه إِفَادَته فَقِيلَ لِأَنَّ الْأَعْمَال جَمْع مُحَلًّى بِالْأَلِفِ وَاللَّام مُفِيد لِلِاسْتِغْرَاقِ , وَهُوَ مُسْتَلْزِم لِلْقَصْرِ لِأَنَّ مَعْنَاهُ كُلّ عَمَل بِنِيَّةٍ فَلَا عَمَل إِلَّا بِنِيَّةٍ , وَقِيلَ لِأَنَّ إِنَّمَا لِلْحَصْرِ , وَهَلْ إِفَادَتهَا لَهُ بِالْمَنْطُوقِ أَوْ بِالْمَفْهُومِ , أَوْ تُفِيد الْحَصْر بِالْوَضْعِ أَوْ الْعُرْف , أَوْ تُفِيدهُ بِالْحَقِيقَةِ أَوْ بِالْمَجَازِ ؟ وَمُقْتَضَى كَلَام الْإِمَام وَأَتْبَاعه أَنَّهَا تُفِيدهُ بِالْمَنْطُوقِ وَضْعًا حَقِيقِيًّا , بَلْ نَقَلَهُ شَيْخنَا شَيْخ الْإِسْلَام عَنْ جَمِيع أَهْل الْأُصُول مِنْ الْمَذَاهِب الْأَرْبَعَة إِلَّا الْيَسِير كَالْآمِدِيّ , وَعَلَى الْعَكْس مِنْ ذَلِكَ أَهْل الْعَرَبِيَّة , وَاحْتَجَّ بَعْضهمْ بِأَنَّهَا لَوْ كَانَتْ لِلْحَصْرِ لَمَا حَسُنَ إِنَّمَا قَامَ زَيْد فِي جَوَاب هَلْ قَامَ عَمْرو , أُجِيبَ بِأَنَّهُ يَصِحّ أَنَّهُ يَقَع فِي مِثْل هَذَا الْجَوَاب مَا قَامَ إِلَّا زَيْد وَهِيَ لِلْحَصْرِ اِتِّفَاقًا , وَقِيلَ : لَوْ كَانَتْ لِلْحَصْرِ لَاسْتَوَى إِنَّمَا قَامَ زَيْد مَعَ مَا قَامَ إِلَّا زَيْد , وَلَا تَرَدُّد فِي أَنَّ الثَّانِي أَقْوَى مِنْ الْأَوَّل , وَأُجِيبَ بِأَنَّهُ لَا يَلْزَم مِنْ هَذِهِ الْقُوَّة نَفْي الْحَصْر فَقَدْ يَكُون أَحَد اللَّفْظَيْنِ أَقْوَى مِنْ الْآخَر مَعَ اِشْتِرَاكهمَا فِي أَصْل الْوَضْع كَسَوْفَ وَالسِّين , وَقَدْ وَقَعَ اِسْتِعْمَال إِنَّمَا مَوْضِع اِسْتِعْمَال النَّفْي وَالِاسْتِثْنَاء كَقَوْلِهِ تَعَالَى ( إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ ) وَكَقَوْلِهِ : ( وَمَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ ) وَقَوْله : ( إِنَّمَا عَلَى رَسُولنَا الْبَلَاغ الْمُبِين ) وَقَوْله : ( مَا عَلَى الرَّسُول إِلَّا الْبَلَاغ ) وَمِنْ شَوَاهِده قَوْل الْأَعْشَى : ‏ ‏وَلَسْت بِالْأَكْثَرِ مِنْهُمْ حَصًى ‏ ‏وَإِنَّمَا الْعِزَّة لِلْكَاثِرِ ‏ ‏يَعْنِي مَا ثَبَتَتْ الْعِزَّة إِلَّا لِمَنْ كَانَ أَكْثَر حَصًى. وَاخْتَلَفُوا : هَلْ هِيَ بَسِيطَة أَوْ مُرَكَّبَة , فَرَجَّحُوا الْأَوَّل , وَقَدْ يُرَجَّح الثَّانِي , وَيُجَاب عَمَّا أُورِدَ عَلَيْهِ مِنْ قَوْلهمْ إِنَّ \" إِنَّ \" لِلْإِثْبَاتِ وَ \" مَا \" لِلنَّفْيِ فَيَسْتَلْزِم اِجْتِمَاع الْمُتَضَادَّيْنِ عَلَى صَدَد وَاحِد بِأَنْ يُقَال مَثَلًا : أَصْلهمَا كَانَ لِلْإِثْبَاتِ وَالنَّفْي , لَكِنَّهُمَا بَعْد التَّرْكِيب لَمْ يَبْقَيَا عَلَى أَصْلهمَا بَلْ أَفَادَا شَيْئًا آخَر , أَشَارَ إِلَى ذَلِكَ الْكَرْمَانِيُّ قَالَ : وَأَمَّا قَوْل مَنْ قَالَ إِفَادَة هَذَا السِّيَاق لِلْحَصْرِ مِنْ جِهَة أَنَّ فِيهِ تَأْكِيدًا بَعْد تَأْكِيد وَهُوَ الْمُسْتَفَاد مِنْ إِنَّمَا وَمِنْ الْجَمْع , فَتُعُقِّبَ بِأَنَّهُ مِنْ بَاب إِيهَام الْعَكْس ; لِأَنَّ قَائِله لَمَّا رَأَى أَنَّ الْحَصْر فِيهِ تَأْكِيد عَلَى تَأْكِيد ظَنَّ أَنَّ كُلّ مَا وَقَعَ كَذَلِكَ يُفِيد الْحَصْر. وَقَالَ اِبْن دَقِيق الْعِيد : اُسْتُدِلَّ عَلَى إِفَادَة إِنَّمَا لِلْحَصْرِ بِأَنَّ اِبْن عَبَّاس اِسْتَدَلَّ عَلَى أَنَّ الرِّبَا لَا يَكُون إِلَّا فِي النَّسِيئَة بِحَدِيثِ \" إِنَّمَا الرِّبَا فِي النَّسِيئَة \" , وَعَارَضَهُ جَمَاعَة مِنْ الصَّحَابَة فِي الْحُكْم وَلَمْ يُخَالِفُوهُ فِي فَهْمه فَكَانَ كَالِاتِّفَاقِ مِنْهُمْ عَلَى أَنَّهَا تُفِيد الْحَصْر. وَتُعُقِّبَ بِاحْتِمَالِ أَنْ يَكُونُوا تَرَكُوا الْمُعَارَضَة بِذَلِكَ تَنَزُّلًا. وَأَمَّا مَنْ قَالَ : يُحْتَمَل أَنْ يَكُون اِعْتِمَادهمْ عَلَى قَوْله \" لَا رِبَا إِلَّا فِي النَّسِيئَة \" لِوُرُودِ ذَلِكَ فِي بَعْض طُرُق الْحَدِيث الْمَذْكُور , فَلَا يُفِيد ذَلِكَ فِي رَدّ إِفَادَة الْحَصْر , بَلْ يُقَوِّيه وَيُشْعِر بِأَنَّ مُفَاد الصِّيغَتَيْنِ عِنْدهمْ وَاحِد , وَإِلَّا لَمَا اِسْتَعْمَلُوا هَذِهِ مَوْضِع هَذِهِ. وَأَوْضَح مِنْ هَذَا حَدِيث \" إِنَّمَا الْمَاء مِنْ الْمَاء \" فَإِنَّ الصَّحَابَة الَّذِينَ ذَهَبُوا إِلَيْهِ لَمْ يُعَارِضهُمْ الْجُمْهُور فِي فَهْم الْحَصْر مِنْهُ , وَإِنَّمَا عَارَضَهُمْ فِي الْحُكْم مِنْ أَدِلَّة أُخْرَى كَحَدِيثِ \" إِذَا اِلْتَقَى الْخِتَانَانِ \" وَقَالَ اِبْن عَطِيَّة : إِنَّمَا لَفْظ لَا يُفَارِقهُ الْمُبَالَغَة وَالتَّأْكِيد حَيْثُ وَقَعَ , وَيَصْلُح مَعَ ذَلِكَ لِلْحَصْرِ إِنْ دَخَلَ فِي قِصَّة سَاعَدَتْ عَلَيْهِ , فَجُعِلَ وُرُوده لِلْحَصْرِ مَجَازًا يَحْتَاج إِلَى قَرِينَة , وَكَلَام غَيْره عَلَى الْعَكْس مِنْ ذَلِكَ وَأَنَّ أَصْل وُرُودهَا لِلْحَصْرِ , لَكِنْ قَدْ يَكُون فِي شَيْء مَخْصُوص كَقَوْلِهِ تَعَالَى ( إِنَّمَا اللَّه إِلَه وَاحِد ) فَإِنَّهُ سِيقَ بِاعْتِبَارِ مُنْكِرِي الْوَحْدَانِيَّة , وَإِلَّا فَلِلَّهِ سُبْحَانه صِفَات أُخْرَى كَالْعِلْمِ وَالْقُدْرَة , وَكَقَوْلِهِ تَعَالَى ( إِنَّمَا أَنْتَ مُنْذِر ) فَإِنَّهُ سِيقَ بِاعْتِبَارِ مُنْكِرِي الرِّسَالَة , وَإِلَّا فَلَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صِفَات أُخْرَى كَالْبِشَارَةِ , إِلَى غَيْر ذَلِكَ مِنْ الْأَمْثِلَة. وَهِيَ - فِيمَا يُقَال - السَّبَب فِي قَوْل مَنْ مَنَعَ إِفَادَتهَا لِلْحَصْرِ مُطْلَقًا. ‏ ‏( تَكْمِيل ) : ‏ ‏الْأَعْمَال تَقْتَضِي عَامِلَيْنِ , وَالتَّقْدِير : الْأَعْمَال الصَّادِرَة مِنْ الْمُكَلَّفِينَ , وَعَلَى هَذَا هَلْ تَخْرُج أَعْمَال الْكُفَّار ؟ الظَّاهِر الْإِخْرَاج ; لِأَنَّ الْمُرَاد بِالْأَعْمَالِ أَعْمَال الْعِبَادَة وَهِيَ لَا تَصِحّ مِنْ الْكَافِر وَإِنْ كَانَ مُخَاطَبًا بِهَا مُعَاقَبًا عَلَى تَرْكهَا وَلَا يُرَدّ الْعِتْق وَالصَّدَقَة لِأَنَّهُمَا بِدَلِيلٍ آخَر. ‏ ‏قَوْله : ( بِالنِّيَّاتِ ) الْبَاء لِلْمُصَاحَبَةِ , وَيُحْتَمَل أَنْ تَكُون لِلسَّبَبِيَّةِ بِمَعْنَى أَنَّهَا مُقَوِّمَة لِلْعَمَلِ فَكَأَنَّهَا سَبَب فِي إِيجَاده , وَعَلَى الْأَوَّل فَهِيَ مِنْ نَفْس الْعَمَل فَيُشْتَرَط أَنْ لَا تَتَخَلَّف عَنْ أَوَّله. قَالَ النَّوَوِيّ : النِّيَّة الْقَصْد , وَهِيَ عَزِيمَة الْقَلْب. وَتَعَقَّبَهُ الْكَرْمَانِيُّ بِأَنَّ عَزِيمَة الْقَلْب قَدْر زَائِد عَلَى أَصْل الْقَصْد. وَاخْتَلَفَ الْفُقَهَاء هَلْ هِيَ رُكْن أَوْ شَرْط ؟ وَالْمُرَجَّح أَنَّ إِيجَادهَا ذِكْرًا فِي أَوَّل الْعَمَل رُكْن , وَاسْتِصْحَابهَا حُكْمًا بِمَعْنَى أَنْ لَا يَأْتِي بِمُنَافٍ شَرْعًا شَرْطٌ. وَلَا بُدّ مِنْ مَحْذُوف يَتَعَلَّق بِهِ الْجَارّ وَالْمَجْرُور , فَقِيلَ تُعْتَبَر وَقِيلَ تُكَمِّل وَقِيلَ تَصِحّ وَقِيلَ تَحْصُل وَقِيلَ تَسْتَقِرّ. قَالَ الطِّيبِيُّ : كَلَام الشَّارِع مَحْمُول عَلَى بَيَان الشَّرْع ; لِأَنَّ الْمُخَاطَبِينَ بِذَلِكَ هُمْ أَهْل اللِّسَان , فَكَأَنَّهُمْ خُوطِبُوا بِمَا لَيْسَ لَهُمْ بِهِ عِلْم إِلَّا مِنْ قِبَل الشَّارِع , فَيَتَعَيَّن الْحَمْل عَلَى مَا يُفِيد الْحُكْم الشَّرْعِيّ. وَقَالَ الْبَيْضَاوِيّ : النِّيَّة عِبَارَة عَنْ اِنْبِعَاث الْقَلْب نَحْو مَا يَرَاهُ مُوَافِقًا لِغَرَضٍ مِنْ جَلْب نَفْع أَوْ دَفْع ضُرّ حَالًا أَوْ مَآلًا , وَالشَّرْع خَصَّصَهُ بِالْإِرَادَةِ الْمُتَوَجِّهَة نَحْو الْفِعْل لِابْتِغَاءِ رِضَاء اللَّه وَامْتِثَال حُكْمه. وَالنِّيَّة فِي الْحَدِيث مَحْمُولَة عَلَى الْمَعْنَى اللُّغَوِيّ لِيَحْسُن تَطْبِيقه عَلَى مَا بَعْده وَتَقْسِيمه أَحْوَال الْمُهَاجِر , فَإِنَّهُ تَفْصِيل لِمَا أُجْمِلَ , وَالْحَدِيث مَتْرُوك الظَّاهِر لِأَنَّ الذَّوَات غَيْر مُنْتَفِيَة , إِذْ التَّقْدِير : لَا عَمَل إِلَّا بِالنِّيَّةِ , فَلَيْسَ الْمُرَاد نَفْي ذَات الْعَمَل لِأَنَّهُ قَدْ يُوجَد بِغَيْرِ نِيَّة , بَلْ الْمُرَاد نَفْي أَحْكَامهَا كَالصِّحَّةِ وَالْكَمَال , لَكِنَّ الْحَمْل عَلَى نَفْي الصِّحَّة أَوْلَى لِأَنَّهُ أَشْبَه بِنَفْيِ الشَّيْء نَفْسه ; وَلِأَنَّ اللَّفْظ دَلَّ عَلَى نَفْي الذَّات بِالتَّصْرِيحِ وَعَلَى نَفْي الصِّفَات بِالتَّبَعِ , فَلَمَّا مَنَعَ الدَّلِيل نَفْي الذَّات بَقِيَتْ دَلَالَته عَلَى نَفْي الصِّفَات مُسْتَمِرَّة. وَقَالَ شَيْخنَا شَيْخ الْإِسْلَام : الْأَحْسَن تَقْدِير مَا يَقْتَضِي أَنَّ الْأَعْمَال تَتْبَع النِّيَّة , لِقَوْلِهِ فِي الْحَدِيث \" فَمَنْ كَانَتْ هِجْرَته \" إِلَى آخِره. وَعَلَى هَذَا يُقَدَّر الْمَحْذُوف كَوْنًا مُطْلَقًا مِنْ اِسْم فَاعِل أَوْ فِعْل. ثُمَّ لَفْظ الْعَمَل يَتَنَاوَل فِعْل الْجَوَارِح حَتَّى اللِّسَان فَتَدْخُل الْأَقْوَال. قَالَ اِبْن دَقِيق الْعِيد : وَأَخْرَجَ بَعْضهمْ الْأَقْوَال وَهُوَ بَعِيد , وَلَا تَرَدُّد عِنْدِي فِي أَنَّ الْحَدِيث يَتَنَاوَلهَا. وَأَمَّا التُّرُوكُ فَهِيَ وَإِنْ كَانَتْ فِعْل كَفّ لَكِنْ لَا يُطْلَق عَلَيْهَا لَفْظ الْعَمَل. وَقَدْ تُعُقِّبَ عَلَى مَنْ يُسَمِّي الْقَوْل عَمَلًا لِكَوْنِهِ عَمَل اللِّسَان , بِأَنَّ مَنْ حَلَفَ لَا يَعْمَل عَمَلًا فَقَالَ قَوْلًا لَا يَحْنَث. وَأُجِيبَ بِأَنَّ مَرْجِع الْيَمِين إِلَى الْعُرْف , وَالْقَوْل لَا يُسَمَّى عَمَلًا فِي الْعُرْف وَلِهَذَا يُعْطَف عَلَيْهِ. وَالتَّحْقِيق أَنَّ الْقَوْل لَا يَدْخُل فِي الْعَمَل حَقِيقَة وَيَدْخُل مَجَازًا , وَكَذَا الْفِعْل , لِقَوْلِهِ تَعَالَى ( وَلَوْ شَاءَ رَبّك مَا فَعَلُوهُ ) بَعْد قَوْله : ( زُخْرُف الْقَوْل ). وَأَمَّا عَمَل الْقَلْب كَالنِّيَّةِ فَلَا يَتَنَاوَلهَا الْحَدِيث لِئَلَّا يَلْزَم التَّسَلْسُل , وَالْمَعْرِفَة : وَفِي تَنَاوُلهَا نَظَر , قَالَ بَعْضهمْ : هُوَ مُحَال لِأَنَّ النِّيَّة قَصْد الْمَنَوِيّ , وَإِنَّمَا يَقْصِد الْمَرْء مَا يَعْرِف فَيَلْزَم أَنْ يَكُون عَارِفًا قَبْل الْمَعْرِفَة. وَتَعَقَّبَهُ شَيْخنَا شَيْخ الْإِسْلَام سِرَاج الدِّين الْبُلْقِينِيّ بِمَا حَاصِله : إِنْ كَانَ الْمُرَاد بِالْمَعْرِفَةِ مُطْلَق الشُّعُور فَمُسَلَّم , وَإِنْ كَانَ الْمُرَاد النَّظَر فِي الدَّلِيل فَلَا ; لِأَنَّ كُلّ ذِي عَقْل يَشْعُر مَثَلًا بِأَنَّ لَهُ مَنْ يُدَبِّرهُ , فَإِذَا أَخَذَ فِي النَّظَر فِي الدَّلِيل عَلَيْهِ لِيَتَحَقَّقهُ لَمْ تَكُنْ النِّيَّة حِينَئِذٍ مُحَالًا. وَقَالَ اِبْن دَقِيق الْعِيد : الَّذِينَ اِشْتَرَطُوا النِّيَّة قَدَّرُوا صِحَّة الْأَعْمَال , وَاَلَّذِينَ لَمْ يَشْتَرِطُوهَا قَدَّرُوا كَمَال الْأَعْمَال , وَرُجِّحَ الْأَوَّل بِأَنَّ الصِّحَّة أَكْثَر لُزُومًا لِلْحَقِيقَةِ مِنْ الْكَمَال فَالْحَمْل عَلَيْهَا أَوْلَى. وَفِي هَذَا الْكَلَام إِيهَام أَنَّ بَعْض الْعُلَمَاء لَا يَرَى بِاشْتِرَاطِ النِّيَّة , وَلَيْسَ الْخِلَاف بَيْنهمْ فِي ذَلِكَ إِلَّا فِي الْوَسَائِل , وَأَمَّا الْمَقَاصِد فَلَا اِخْتِلَاف بَيْنهمْ فِي اِشْتِرَاط النِّيَّة لَهَا , وَمِنْ ثَمَّ خَالَفَ الْحَنَفِيَّة فِي اِشْتِرَاطهَا لِلْوُضُوءِ , وَخَالَفَ الْأَوْزَاعِيُّ فِي اِشْتِرَاطهَا فِي التَّيَمُّم أَيْضًا. نَعَمْ بَيْن الْعُلَمَاء اِخْتِلَاف فِي اِقْتِرَان النِّيَّة بِأَوَّلِ الْعَمَل كَمَا هُوَ مَعْرُوف فِي مَبْسُوطَات الْفِقْه. ‏ ‏( تَكْمِيل ) : ‏ ‏الظَّاهِر أَنَّ الْأَلِف وَاللَّام فِي النِّيَّات مُعَاقِبَة لِلضَّمِيرِ , وَالتَّقْدِير الْأَعْمَال بِنِيَّاتِهَا , وَعَلَى هَذَا فَيَدُلّ عَلَى اِعْتِبَار نِيَّة الْعَمَل مِنْ كَوْنه مَثَلًا صَلَاة أَوْ غَيْرهَا , وَمِنْ كَوْنهَا فَرْضًا أَوْ نَفْلًا , ظُهْرًا مَثَلًا أَوْ عَصْرًا , مَقْصُورَة أَوْ غَيْر مَقْصُورَة وَهَلْ يُحْتَاج فِي مِثْل هَذَا إِلَى تَعْيِين الْعَدَد ؟ فِيهِ بَحْث. وَالرَّاجِح الِاكْتِفَاء بِتَعْيِينِ الْعِبَادَة الَّتِي لَا تَنْفَكّ عَنْ الْعَدَد الْمُعَيَّن , كَالْمُسَافِرِ مَثَلًا لَيْسَ لَهُ أَنْ يَقْصُر إِلَّا بِنِيَّةِ الْقَصْر , لَكِنْ لَا يَحْتَاج إِلَى نِيَّة رَكْعَتَيْنِ لِأَنَّ ذَلِكَ هُوَ مُقْتَضَى الْقَصْر وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَإِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَى ) ‏ ‏قَالَ الْقُرْطُبِيّ : فِيهِ تَحْقِيق لِاشْتِرَاطِ النِّيَّة وَالْإِخْلَاص فِي الْأَعْمَال , فَجَنَحَ إِلَى أَنَّهَا مُؤَكَّدَة , وَقَالَ غَيْره : بَلْ تُفِيد غَيْر مَا أَفَادَتْهُ الْأُولَى ; لِأَنَّ الْأُولَى نَبَّهَتْ عَلَى أَنَّ الْعَمَل يَتْبَع النِّيَّة وَيُصَاحِبهَا , فَيَتَرَتَّب الْحُكْم عَلَى ذَلِكَ , وَالثَّانِيَة أَفَادَتْ أَنَّ الْعَامِل لَا يَحْصُل لَهُ إِلَّا مَا نَوَاهُ وَقَالَ اِبْن دَقِيق الْعِيد : الْجُمْلَة الثَّانِيَة تَقْتَضِي أَنَّ مَنْ نَوَى شَيْئًا يَحْصُل لَهُ - يَعْنِي إِذَا عَمِلَهُ بِشَرَائِطِهِ - أَوْ حَال دُون عَمَله لَهُ مَا يُعْذَر شَرْعًا بِعَدَمِ عَمَله وَكُلّ مَا لَمْ يَنْوِهِ لَمْ يَحْصُل لَهُ. وَمُرَاده بِقَوْلِهِ \" مَا لَمْ يَنْوِهِ \" أَيْ لَا خُصُوصًا وَلَا عُمُومًا , أَمَّا إِذَا لَمْ يَنْوِ شَيْئًا مَخْصُوصًا لَكِنْ كَانَتْ هُنَاكَ نِيَّة عَامَّة تَشْمَلهُ فَهَذَا مِمَّا اِخْتَلَفَتْ فِيهِ أَنْظَار الْعُلَمَاء. وَيَتَخَرَّج عَلَيْهِ مِنْ الْمَسَائِل مَا لَا يُحْصَى. وَقَدْ يَحْصُل غَيْر الْمَنَوِيّ لِمُدْرَكٍ آخَر كَمَنْ دَخَلَ الْمَسْجِد فَصَلَّى الْفَرْض أَوْ الرَّاتِبَة قَبْل أَنْ يَقْعُد فَإِنَّهُ يَحْصُل لَهُ تَحِيَّة الْمَسْجِد نَوَاهَا أَوْ لَمْ يَنْوِهَا ; لِأَنَّ الْقَصْد بِالتَّحِيَّةِ شَغْل الْبُقْعَة وَقَدْ حَصَلَ , وَهَذَا بِخِلَافِ مَنْ اِغْتَسَلَ يَوْم الْجُمُعَة عَنْ الْجَنَابَة فَإِنَّهُ لَا يَحْصُل لَهُ غُسْل الْجُمُعَة عَلَى الرَّاجِح ; لِأَنَّ غُسْل الْجُمُعَة يُنْظَر فِيهِ إِلَى التَّعَبُّد لَا إِلَى مَحْض التَّنْظِيم فَلَا بُدّ فِيهِ مِنْ الْقَصْد إِلَيْهِ , بِخِلَافِ تَحِيَّة الْمَسْجِد وَاَللَّه أَعْلَم. وَقَالَ النَّوَوِيّ : أَفَادَتْ الْجُمْلَة الثَّانِيَة اِشْتِرَاط تَعْيِين الْمَنْوِيّ كَمَنْ عَلَيْهِ صَلَاة فَائِتَة لَا يَكْفِيه أَنْ يَنْوِي الْفَائِتَة فَقَطْ حَتَّى يُعَيِّنهَا ظُهْرًا مَثَلًا أَوْ عَصْرًا , وَلَا يَخْفَى أَنَّ مَحَلّه مَا إِذَا لَمْ تَنْحَصِر الْفَائِتَة. وَقَالَ اِبْن السَّمْعَانِيّ فِي أَمَالِيهِ : أَفَادَتْ أَنَّ الْأَعْمَال الْخَارِجَة عَنْ الْعِبَادَة لَا تُفِيد الثَّوَاب إِلَّا إِذَا نَوَى بِهَا فَاعِلهَا الْقُرْبَةَ , كَالْأَكْلِ إِذَا نَوَى بِهِ الْقُوَّة عَلَى الطَّاعَة. وَقَالَ غَيْره : أَفَادَتْ أَنَّ النِّيَابَة لَا تَدْخُل فِي النِّيَّة , فَإِنَّ ذَلِكَ هُوَ الْأَصْل , فَلَا يَرِدُ مِثْل نِيَّة الْوَلِيّ عَنْ الصَّبِيّ وَنَظَائِره فَإِنَّهَا عَلَى خِلَاف الْأَصْل. وَقَالَ اِبْن عَبْد السَّلَام : الْجُمْلَة الْأُولَى لِبَيَانِ مَا يُعْتَبَر مِنْ الْأَعْمَال , وَالثَّانِيَة لِبَيَانِ مَا يَتَرَتَّب عَلَيْهَا. وَأَفَادَ أَنَّ النِّيَّة إِنَّمَا تُشْتَرَط فِي الْعِبَادَة الَّتِي لَا تَتَمَيَّز بِنَفْسِهَا , وَأَمَّا مَا يَتَمَيَّز بِنَفْسِهِ فَإِنَّهُ يَنْصَرِف بِصُورَتِهِ إِلَى مَا وُضِعَ لَهُ كَالْأَذْكَارِ وَالْأَدْعِيَة وَالتِّلَاوَة لِأَنَّهَا لَا تَتَرَدَّد بَيْن الْعِبَادَة وَالْعَادَة. وَلَا يَخْفَى أَنَّ ذَلِكَ إِنَّمَا هُوَ بِالنَّظَرِ إِلَى أَصْل الْوَضْع , أَمَّا مَا حَدَثَ فِيهِ عُرْف كَالتَّسْبِيحِ لِلتَّعَجُّبِ فَلَا , وَمَعَ ذَلِكَ فَلَوْ قَصَدَ بِالذِّكْرِ الْقُرْبَة إِلَى اللَّه تَعَالَى لَكَانَ أَكْثَر ثَوَابًا , وَمِنْ ثَمَّ قَالَ الْغَزَالِيّ : حَرَكَة اللِّسَان بِالذِّكْرِ مَعَ الْغَفْلَة عَنْهُ تُحَصِّل الثَّوَاب ; لِأَنَّهُ خَيْر مِنْ حَرَكَة اللِّسَان بِالْغِيبَةِ , بَلْ هُوَ خَيْر مِنْ السُّكُوت مُطْلَقًا , أَيْ الْمُجَرَّد عَنْ التَّفَكُّر. قَالَ : وَإِنَّمَا هُوَ نَاقِص بِالنِّسْبَةِ إِلَى عَمَل الْقَلْب اِنْتَهَى. وَيُؤَيِّدهُ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فِي بُضْع أَحَدكُمْ صَدَقَة \" ثُمَّ قَالَ فِي الْجَوَاب عَنْ قَوْلهمْ \" أَيَأْتِي أَحَدنَا شَهْوَته وَيُؤْجَر ؟ \" : \" أَرَأَيْت لَوْ وَضَعَهَا فِي حَرَام \". وَأُورِدَ عَلَى إِطْلَاق الْغَزَالِيّ أَنَّهُ يَلْزَم مِنْهُ أَنَّ الْمَرْء يُثَاب عَلَى فِعْل مُبَاح لِأَنَّهُ خَيْر مِنْ فِعْل الْحَرَام , وَلَيْسَ ذَلِكَ مُرَاده. وَخُصَّ مِنْ عُمُوم الْحَدِيث مَا يُقْصَد حُصُوله فِي الْجُمْلَة فَإِنَّهُ لَا يَحْتَاج إِلَى نِيَّة تَخُصّهُ كَتَحِيَّةِ الْمَسْجِد كَمَا تَقَدَّمَ , وَكَمَنَ مَاتَ زَوْجهَا فَلَمْ يَبْلُغهَا الْخَبَر إِلَّا بَعْد مُدَّة الْعِدَّة فَإِنَّ عِدَّتهَا تَنْقَضِي ; لِأَنَّ الْمَقْصُود حُصُول بَرَاءَة الرَّحِم وَقَدْ وُجِدَتْ , وَمِنْ ثَمَّ لَمْ يَحْتَجْ الْمَتْرُوك إِلَى نِيَّة. وَنَازَعَ الْكَرْمَانِيُّ فِي إِطْلَاق الشَّيْخ مُحْيِي الدِّين كَوْن الْمَتْرُوك لَا يَحْتَاج إِلَى نِيَّة بِأَنَّ التَّرْك فِعْل وَهُوَ كَفّ النَّفْس , وَبِأَنَّ التُّرُوك إِذَا أُرِيدَ بِهَا تَحْصِيل الثَّوَاب بِامْتِثَالِ أَمْر الشَّارِع فَلَا بُدّ فِيهَا مِنْ قَصْد التَّرْك , وَتُعُقِّبَ بِأَنَّ قَوْله \" التَّرْك فِعْل \" مُخْتَلَف فِيهِ , وَمِنْ حَقّ الْمُسْتَدِلّ عَلَى الْمَانِع أَنْ يَأْتِي بِأَمْرٍ مُتَّفَق عَلَيْهِ. وَأَمَّا اِسْتِدْلَاله الثَّانِي فَلَا يُطَابِق الْمَوْرِد ; لِأَنَّ الْمَبْحُوث فِيهِ هَلْ تَلْزَم النِّيَّة فِي التُّرُوك بِحَيْثُ يَقَع الْعِقَاب بِتَرْكِهَا ؟ وَاَلَّذِي أَوْرَدَهُ هَلْ يَحْصُل الثَّوَاب بِدُونِهَا ؟ وَالتَّفَاوُت بَيْن الْمَقَامَيْنِ ظَاهِر. وَالتَّحْقِيق أَنَّ التَّرْك الْمُجَرَّد لَا ثَوَاب فِيهِ , وَإِنَّمَا يَحْصُل الثَّوَاب بِالْكَفِّ الَّذِي هُوَ فِعْل النَّفْس , فَمَنْ لَمْ تَخْطِر الْمَعْصِيَة بِبَالِهِ أَصْلًا لَيْسَ كَمَنْ خَطَرَتْ فَكَفَّ نَفْسه عَنْهَا خَوْفًا مِنْ اللَّه تَعَالَى , فَرَجَعَ الْحَال إِلَى أَنَّ الَّذِي يَحْتَاج إِلَى النِّيَّة هُوَ الْعَمَل بِجَمِيعِ وُجُوهه , لَا التَّرْك الْمُجَرَّد. وَاَللَّه أَعْلَم. ‏ ‏( تَنْبِيه ) : ‏ ‏قَالَ الْكَرْمَانِيُّ : إِذَا قُلْنَا إِنَّ تَقْدِيم الْخَبَر عَلَى الْمُبْتَدَأ يُفِيد الْقَصْر فَفِي قَوْله \" وَإِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَى \" نَوْعَانِ مِنْ الْحَصْر : قَصْر الْمُسْنَد عَلَى الْمُسْنَد إِلَيْهِ إِذْ الْمُرَاد إِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَاهُ , وَالتَّقْدِيم الْمَذْكُور. ‏ ‏قَوْله : ( فَمَنْ كَانَتْ هِجْرَته إِلَى دُنْيَا ) ‏ ‏كَذَا وَقَعَ فِي جَمِيع الْأُصُول الَّتِي اِتَّصَلَتْ لَنَا عَنْ الْبُخَارِيّ بِحَذْفِ أَحَد وَجْهَيْ التَّقْسِيم وَهُوَ قَوْله \" فَمَنْ كَانَتْ هِجْرَته إِلَى اللَّه وَرَسُوله إِلَخْ \" قَالَ الْخَطَّابِيُّ : وَقَعَ هَذَا الْحَدِيث فِي رِوَايَتنَا وَجَمِيع نُسَخ أَصْحَابنَا مَخْرُومًا قَدْ ذَهَبَ شَطْره , وَلَسْت أَدْرِي كَيْفَ وَقَعَ هَذَا الْإِغْفَال , وَمِنْ جِهَة مَنْ عَرَضَ مِنْ رُوَاته ؟ فَقَدْ ذَكَرَهُ الْبُخَارِيّ مِنْ غَيْر طَرِيق الْحُمَيْدِيّ مُسْتَوْفًى , وَقَدْ رَوَاهُ لَنَا الْأَثْبَاتُ مِنْ طَرِيق الْحُمَيْدِيّ تَامًّا , وَنَقَلَ اِبْن التِّين كَلَام الْخَطَّابِيّ مُخْتَصَرًا وَفُهِمَ مِنْ قَوْله مَخْرُومًا أَنَّهُ قَدْ يُرِيد أَنَّ فِي السَّنَد اِنْقِطَاعًا فَقَالَ مِنْ قِبَل نَفْسه لِأَنَّ الْبُخَارِيّ لَمْ يَلْقَ الْحُمَيْدِيّ , وَهُوَ مِمَّا يُتَعَجَّب مِنْ إِطْلَاقه مَعَ قَوْل الْبُخَارِيّ \" حَدَّثَنَا الْحُمَيْدِيّ \" وَتَكْرَار ذَلِكَ مِنْهُ فِي هَذَا الْكِتَاب , وَجَزَمَ كُلّ مَنْ تَرْجَمَهُ بِأَنَّ الْحُمَيْدِيّ مِنْ شُيُوخه فِي الْفِقْه وَالْحَدِيث , وَقَالَ اِبْن الْعَرَبِيّ فِي مَشْيَخَته : لَا عُذْر لِلْبُخَارِيِّ فِي إِسْقَاطه لِأَنَّ الْحُمَيْدِيّ شَيْخه فِيهِ قَدْ رَوَاهُ فِي مُسْنَده عَلَى التَّمَام. قَالَ : وَذَكَرَ قَوْم أَنَّهُ لَعَلَّهُ اِسْتَمْلَاهُ مِنْ حِفْظ الْحُمَيْدِيّ فَحَدَّثَهُ هَكَذَا فَحَدَّثَ عَنْهُ كَمَا سَمِعَ أَوْ حَدَّثَهُ بِهِ تَامًّا فَسَقَطَ مِنْ حِفْظ الْبُخَارِيّ. قَالَ : وَهُوَ أَمْر مُسْتَبْعَد جِدًّا عِنْد مَنْ اِطَّلَعَ عَلَى أَحْوَال الْقَوْم. وَقَالَ الدَّاوُدِيّ الشَّارِح : الْإِسْقَاط فِيهِ مِنْ الْبُخَارِيّ فَوُجُوده فِي رِوَايَة شَيْخه وَشَيْخ شَيْخه يَدُلّ عَلَى ذَلِكَ اِنْتَهَى. وَقَدْ رُوِّينَاهُ مِنْ طَرِيق بِشْر بْن مُوسَى وَأَبِي إِسْمَاعِيل التِّرْمِذِيّ وَغَيْر وَاحِد عَنْ الْحُمَيْدِيّ تَامًّا , وَهُوَ فِي مُصَنَّف قَاسِم بْن أَصْبَغ وَمُسْتَخْرَجَيْ أَبِي نُعَيْم وَصَحِيح أَبِي عَوَانَة مِنْ طَرِيق الْحُمَيْدِيّ , فَإِنْ كَانَ الْإِسْقَاط مِنْ غَيْر الْبُخَارِيّ فَقَدْ يُقَال : لِمَ اِخْتَارَ الِابْتِدَاء بِهَذَا السِّيَاق النَّاقِص ؟ وَالْجَوَاب قَدْ تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ , وَأَنَّهُ اِخْتَارَ الْحُمَيْدِيّ لِكَوْنِهِ أَجَلّ مَشَايِخه الْمَكِّيِّينَ إِلَى آخِر مَا تَقَدَّمَ فِي ذَلِكَ مِنْ الْمُنَاسَبَة , وَإِنْ كَانَ الْإِسْقَاط مِنْهُ فَالْجَوَاب مَا قَالَهُ أَبُو مُحَمَّد عَلِيّ بْن أَحْمَد بْن سَعِيد الْحَافِظ فِي أَجْوِبَة لَهُ عَلَى الْبُخَارِيّ : إِنَّ أَحْسَن مَا يُجَاب بِهِ هُنَا أَنْ يُقَال : لَعَلَّ الْبُخَارِيّ قَصَدَ أَنْ يَجْعَل لِكِتَابِهِ صَدْرًا يَسْتَفْتِح بِهِ عَلَى مَا ذَهَبَ إِلَيْهِ كَثِير مِنْ النَّاس مِنْ اِسْتِفْتَاح كُتُبهمْ بِالْخُطَبِ الْمُتَضَمِّنَة لِمَعَانِي مَا ذَهَبُوا إِلَيْهِ مِنْ التَّأْلِيف , فَكَأَنَّهُ اِبْتَدَأَ كِتَابه بِنِيَّةٍ رَدَّ عِلْمهَا إِلَى اللَّه , فَإِنْ عَلِمَ مِنْهُ أَنَّهُ أَرَادَ الدُّنْيَا أَوْ عَرَضَ إِلَى شَيْء مِنْ مَعَانِيهَا فَسَيَجْزِيهِ بِنِيَّتِهِ. وَنَكَبَ عَنْ أَحَدِ وَجْهَيْ التَّقْسِيم مُجَانَبَة لِلتَّزْكِيَةِ الَّتِي لَا يُنَاسِب ذِكْرهَا فِي ذَلِكَ الْمَقَام. اِنْتَهَى مُلَخَّصًا. وَحَاصِله أَنَّ الْجُمْلَة الْمَحْذُوفَة تُشْعِر بِالْقُرْبَةِ الْمَحْضَة , وَالْجُمْلَة الْمُبْقَاة تَحْتَمِل التَّرَدُّد بَيْن أَنْ يَكُون مَا قَصَدَهُ يُحَصِّل الْقُرْبَة أَوْ لَا , فَلَمَّا كَانَ الْمُصَنِّف كَالْمُخْبِرِ عَنْ حَال نَفْسه فِي تَصْنِيفه هَذَا بِعِبَارَةِ هَذَا الْحَدِيث حَذَفَ الْجُمْلَة الْمُشْعِرَة بِالْقُرْبَةِ الْمَحْضَة فِرَارًا مِنْ التَّزْكِيَة , وَبَقِيت الْجُمْلَة الْمُتَرَدِّدَة الْمُحْتَمِلَة تَفْوِيضًا لِلْأَمْرِ إِلَى رَبّه الْمُطَّلِع عَلَى سَرِيرَته الْمُجَازِي لَهُ بِمُقْتَضَى نِيَّته. وَلَمَّا كَانَتْ عَادَة الْمُصَنِّفِينَ أَنْ يُضَمِّنُوا الْخُطَب اِصْطِلَاحهمْ فِي مَذَاهِبهمْ وَاخْتِيَارَاتهمْ , وَكَانَ مِنْ رَأْي الْمُصَنِّف جَوَاز اِخْتِصَار الْحَدِيث وَالرِّوَايَة بِالْمَعْنَى وَالتَّدْقِيق فِي الِاسْتِنْبَاط وَإِيثَار الْأَغْمَض عَلَى الْأَجْلَى وَتَرْجِيح الْإِسْنَاد الْوَارِد بِالصِّيَغِ الْمُصَرِّحَة بِالسَّمَاعِ عَلَى غَيْره , اِسْتَعْمَلَ جَمِيع ذَلِكَ فِي هَذَا الْمَوْضِع بِعِبَارَةِ هَذَا الْحَدِيث مَتْنًا وَإِسْنَادًا. وَقَدْ وَقَعَ فِي رِوَايَة حَمَّاد بْن زَيْد فِي بَاب الْهِجْرَة تَأَخُّر قَوْله \" فَمَنْ كَانَتْ هِجْرَته إِلَى اللَّه وَرَسُوله \" عَنْ قَوْله \" فَمَنْ كَانَتْ هِجْرَته إِلَى دُنْيَا يُصِيبهَا \" , فَيُحْتَمَل أَنْ تَكُون رِوَايَة الْحُمَيْدِيّ وَقَعَتْ عِنْد الْبُخَارِيّ كَذَلِكَ فَتَكُون الْجُمْلَة الْمَحْذُوفَة هِيَ الْأَخِيرَة كَمَا جَرَتْ بِهِ عَادَة مَنْ يَقْتَصِر عَلَى بَعْض الْحَدِيث. وَعَلَى تَقْدِير أَنْ لَا يَكُون ذَلِكَ فَهُوَ مَصِير مِنْ الْبُخَارِيّ إِلَى جَوَاز الِاخْتِصَار فِي الْحَدِيث وَلَوْ مِنْ أَثْنَائِهِ. وَهَذَا هُوَ الرَّاجِح , وَاَللَّه أَعْلَم. وَقَالَ الْكَرْمَانِيُّ فِي غَيْر هَذَا الْمَوْضِع : إِنْ كَانَ الْحَدِيث عِنْد الْبُخَارِيّ تَامًّا لِمَ خَرَمَهُ فِي صَدْر الْكِتَاب , مَعَ أَنَّ الْخَرْم مُخْتَلَف فِي جَوَازه ؟ قُلْت : لَا جَزْم بِالْخَرْمِ ; لِأَنَّ الْمَقَامَات مُخْتَلِفَة , فَلَعَلَّهُ - فِي مَقَام بَيَان أَنَّ الْإِيمَان بِالنِّيَّةِ وَاعْتِقَاد الْقَلْب - سَمِعَ الْحَدِيث تَامًّا , وَفِي مَقَام أَنَّ الشُّرُوع فِي الْأَعْمَال إِنَّمَا يَصِحّ بِالنِّيَّةِ سَمِعَ ذَلِكَ الْقَدْر الَّذِي رُوِيَ. ثُمَّ الْخَرْم يُحْتَمَل أَنْ يَكُون مِنْ بَعْض شُيُوخ الْبُخَارِيّ لَا مِنْهُ , ثُمَّ إِنْ كَانَ مِنْهُ فَخَرَمَهُ ثَمَّ لِأَنَّ الْمَقْصُود يَتِمّ بِذَلِكَ الْمِقْدَار. فَإِنْ قُلْت : فَكَانَ الْمُنَاسِب أَنْ يَذْكُر عِنْد الْخَرْم الشِّقّ الَّذِي يَتَعَلَّق بِمَقْصُودِهِ , وَهُوَ أَنَّ النِّيَّة يَنْبَغِي أَنْ تَكُون لِلَّهِ وَرَسُوله. قُلْت : لَعَلَّهُ نَظَرَ إِلَى مَا هُوَ الْغَالِب الْكَثِير بَيْن النَّاس. اِنْتَهَى. وَهُوَ كَلَام مَنْ لَمْ يَطَّلِع عَلَى شَيْء مِنْ أَقْوَال مَنْ قَدَّمْت ذِكْره مِنْ الْأَئِمَّة عَلَى هَذَا الْحَدِيث , وَلَا سِيَّمَا كَلَام اِبْن الْعَرَبِيّ. وَقَالَ فِي مَوْضِع آخَر : إِنَّ إِيرَاد الْحَدِيث تَامًّا تَارَة وَغَيْر تَامّ تَارَة إِنَّمَا هُوَ اِخْتِلَاف الرُّوَاة , فَكُلّ مِنْهُمْ قَدْ رَوَى مَا سَمِعَهُ فَلَا خَرْم مِنْ أَحَد , وَلَكِنَّ الْبُخَارِيّ يَذْكُرهَا فِي الْمَوَاضِع الَّتِي يُنَاسِب كُلًّا مِنْهَا بِحَسَبِ الْبَاب الَّذِي يَضَعهُ تَرْجَمَة لَهُ , اِنْتَهَى وَكَأَنَّهُ لَمْ يَطَّلِع عَلَى حَدِيث أَخْرَجَهُ الْبُخَارِيّ بِسَنَدٍ وَاحِد مِنْ اِبْتِدَائِهِ إِلَى اِنْتِهَائِهِ فَسَاقَهُ فِي مَوْضِع تَامًّا وَفِي مَوْضِع مُقْتَصِرًا عَلَى بَعْضه , وَهُوَ كَثِير جِدًّا فِي الْجَامِع الصَّحِيح , فَلَا يَرْتَاب مَنْ يَكُون الْحَدِيث صِنَاعَته أَنَّ ذَلِكَ مِنْ تَصَرُّفه ; لِأَنَّهُ عُرِفَ بِالِاسْتِقْرَاءِ مِنْ صَنِيعه أَنَّهُ لَا يَذْكُر الْحَدِيث الْوَاحِد فِي مَوْضِع عَلَى وَجْهَيْنِ , بَلْ إِنْ كَانَ لَهُ أَكْثَر مِنْ سَنَد عَلَى شَرْطه ذَكَرَهُ فِي الْمَوْضِع الثَّانِي بِالسَّنَدِ الثَّانِي وَهَكَذَا مَا بَعْده , وَمَا لَمْ يَكُنْ عَلَى شَرْطه يُعَلِّقهُ فِي الْمَوْضِع الْآخَر تَارَة بِالْجَزْمِ إِنْ كَانَ صَحِيحًا وَتَارَة بِغَيْرِهِ إِنْ كَانَ فِيهِ شَيْء , وَمَا لَيْسَ لَهُ إِلَّا سَنَد وَاحِد يَتَصَرَّف فِي مَتْنه بِالِاقْتِصَارِ عَلَى بَعْضه بِحَسَبِ مَا يَتَّفِق , وَلَا يُوجَد فِيهِ حَدِيث وَاحِد مَذْكُور بِتَمَامِهِ سَنَدًا وَمَتْنًا فِي مَوْضِعَيْنِ أَوْ أَكْثَر إِلَّا نَادِرًا , فَقَدْ عَنِيَ بَعْض مَنْ لَقِيته بِتَتَبُّعِ ذَلِكَ فَحَصَّلَ مِنْهُ نَحْو عِشْرِينَ مَوْضِعًا. ‏ ‏قَوْله : ( هِجْرَته ) الْهِجْرَة : التَّرْك , وَالْهِجْرَة إِلَى الشَّيْء : الِانْتِقَال إِلَيْهِ عَنْ غَيْره. وَفِي الشَّرْع : تَرْك مَا نَهَى اللَّه عَنْهُ. وَقَدْ وَقَعَتْ فِي الْإِسْلَام عَلَى وَجْهَيْنِ : الْأَوَّل الِانْتِقَال مِنْ دَار الْخَوْف إِلَى دَار الْأَمْن كَمَا فِي هِجْرَتَيْ الْحَبَشَة وَابْتِدَاء الْهِجْرَة مِنْ مَكَّة إِلَى الْمَدِينَة , الثَّانِي الْهِجْرَة مِنْ دَار الْكُفْر إِلَى دَار الْإِيمَان وَذَلِكَ بَعْد أَنْ اِسْتَقَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ وَهَاجَرَ إِلَيْهِ مَنْ أَمْكَنَهُ ذَلِكَ مِنْ الْمُسْلِمِينَ. وَكَانَتْ الْهِجْرَة إِذْ ذَاكَ تَخْتَصّ بِالِانْتِقَالِ إِلَى الْمَدِينَة , إِلَى أَنْ فُتِحَتْ مَكَّة فَانْقَطَعَ مِنْ الِاخْتِصَاص , وَبَقِيَ عُمُوم الِانْتِقَال مِنْ دَار الْكُفْر لِمَنْ قَدَرَ عَلَيْهِ بَاقِيًا. فَإِنْ قِيلَ : الْأَصْل تَغَايُر الشَّرْط وَالْجَزَاء فَلَا يُقَال مَثَلًا : مَنْ أَطَاعَ أَطَاعَ وَإِنَّمَا يُقَال مَثَلًا : مَنْ أَطَاعَ نَجَا , وَقَدْ وَقَعَا فِي هَذَا الْحَدِيث مُتَّحِدَيْنِ , فَالْجَوَاب أَنَّ التَّغَايُر يَقَع تَارَة بِاللَّفْظِ وَهُوَ الْأَكْثَر , وَتَارَة بِالْمَعْنَى وَيُفْهَم ذَلِكَ مِنْ السِّيَاق , وَمِنْ أَمْثِلَته قَوْله تَعَالَى ( وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوب إِلَى اللَّه مَتَابًا ) وَهُوَ مُؤَوَّل عَلَى إِرَادَة الْمَعْهُود الْمُسْتَقِرّ فِي النَّفْس , كَقَوْلِهِمْ : أَنْتَ أَنَا. أَيْ : الصَّدِيق الْخَالِص , وَقَوْلهمْ : هُمْ هُمْ. أَيْ : الَّذِينَ لَا يُقَدَّر قَدْرهمْ , وَقَوْل الشَّاعِر ‏ ‏أَنَا أَبُو النَّجْم وَشِعْرِي شِعْرِي ‏ ‏, أَوْ هُوَ مُؤَوَّل عَلَى إِقَامَة السَّبَب مَقَام الْمُسَبَّب لِاشْتِهَارِ السَّبَب. وَقَالَ اِبْن مَالِك : قَدْ يُقْصَد بِالْخَبَرِ الْفَرْد بَيَان الشُّهْرَة وَعَدَم التَّغَيُّر فَيَتَّحِد بِالْمُبْتَدَأِ لَفْظًا كَقَوْلِ الشَّاعِر : ‏ ‏خَلِيلِي خَلِيلِي دُون رَيْب وَرُبَّمَا ‏ ‏أَلَانَ اِمْرُؤٌ قَوْلًا فَظُنَّ خَلِيلًا ‏ ‏وَقَدْ يُفْعَل مِثْل هَذَا بِجَوَابِ الشَّرْط كَقَوْلِك : مَنْ قَصَدَنِي فَقَدْ قَصَدَنِي. أَيْ : فَقَدْ قَصَدَ مَنْ عُرِفَ بِإِنْجَاحِ قَاصِده , وَقَالَ غَيْره : إِذَا اِتَّحَدَ لَفْظ الْمُبْتَدَأ وَالْخَبَر وَالشَّرْط وَالْجَزَاء عُلِمَ مِنْهُمَا الْمُبَالَغَة إِمَّا فِي التَّعْظِيم وَإِمَّا فِي التَّحْقِير. ‏ ‏قَوْله : ( إِلَى دُنْيَا ) ‏ ‏بِضَمِّ الدَّال , وَحَكَى اِبْن قُتَيْبَة كَسْرهَا , وَهِيَ فُعْلَى مِنْ الدُّنُوّ أَيْ : الْقُرْب , سُمِّيَتْ بِذَلِكَ لِسَبْقِهَا لِلْأُخْرَى. وَقِيلَ : سُمِّيَتْ دُنْيَا لِدُنُوِّهَا إِلَى الزَّوَال. وَاخْتُلِفَ فِي حَقِيقَتهَا فَقِيلَ مَا عَلَى الْأَرْض مِنْ الْهَوَاء وَالْجَوّ , وَقِيلَ كُلّ الْمَخْلُوقَات مِنْ الْجَوَاهِر وَالْأَعْرَاض , وَالْأُولَى أَوْلَى. لَكِنْ يُزَاد فِيهِ مِمَّا قَبْل قِيَام السَّاعَة , وَيُطْلَق عَلَى كُلّ جُزْء مِنْهَا مَجَازًا. ثُمَّ إِنَّ لَفْظهَا مَقْصُور غَيْر مُنَوَّن , وَحُكِيَ تَنْوِينهَا , وَعَزَاهُ اِبْن دِحْيَة إِلَى رِوَايَة أَبِي الْهَيْثَم الْكُشْمِيهَنِيّ وَضَعَّفَهَا , وَحُكِيَ عَنْ اِبْن مُغَاوِر أَنَّ أَبَا الْهَرَوِيّ فِي آخِر أَمْره كَانَ يَحْذِف كَثِيرًا مِنْ رِوَايَة أَبِي الْهَيْثَم حَيْثُ يَنْفَرِد ; لِأَنَّهُ لَمْ يَكُنْ مِنْ أَهْل الْعِلْم. قُلْت : وَهَذَا لَيْسَ عَلَى إِطْلَاقه , فَإِنَّ فِي رِوَايَة أَبِي الْهَيْثَم مَوَاضِع كَثِيرَة أَصْوَب مِنْ رِوَايَة غَيْره , كَمَا سَيَأْتِي مُبَيَّنًا فِي مَوَاضِعه. وَقَالَ التَّيْمِيُّ فِي شَرْحه : قَوْله \" دُنْيَا \" هُوَ تَأْنِيث الْأَدْنَى لَيْسَ بِمَصْرُوفٍ , لِاجْتِمَاعِ الْوَصْفِيَّة وَلُزُوم حَرْف التَّأْنِيث. وَتُعُقِّبَ بِأَنَّ لُزُوم التَّأْنِيث لِلْأَلِفِ الْمَقْصُورَة كَافٍ فِي عَدَم الصَّرْف , وَأَمَّا الْوَصْفِيَّة فَقَالَ اِبْن مَالِك : اِسْتِعْمَال دُنْيَا مُنَكَّرًا فِيهِ إِشْكَال ; لِأَنَّهَا فِعْل التَّفْضِيل , فَكَانَ مِنْ حَقّهَا أَنْ تُسْتَعْمَل بِاللَّامِ كَالْكُبْرَى وَالْحُسْنَى , قَالَ : إِلَّا أَنَّهَا خُلِعَتْ عَنْهَا الْوَصْفِيَّة أَوْ أُجْرِيَتْ مَجْرَى مَا لَمْ يَكُنْ وَصْفًا قَطّ , وَمِثْله قَوْل الشَّاعِر : ‏ ‏وَإِنْ دَعَوْت إِلَى جُلَّى وَمَكْرُمَة ‏ ‏يَوْمًا سَرَاة كِرَام النَّاس فَادْعِينَا ‏ ‏وَقَالَ الْكَرْمَانِيُّ : قَوْله \" إِلَى \" يَتَعَلَّق بِالْهِجْرَةِ إِنْ كَانَ لَفْظ كَانَتْ تَامَّة , أَوْ هُوَ خَبَر لِكَانَتْ إِنْ كَانَتْ نَاقِصَة. ثُمَّ أُورِدَ مَا مُحَصَّله : أَنَّ لَفْظ كَانَ إِنْ كَانَ لِلْأَمْرِ الْمَاضِي فَلَا يُعْلَم مَا الْحُكْم بَعْد صُدُور هَذَا الْقَوْل فِي ذَلِكَ. وَأَجَابَ بِأَنَّهُ يَجُوز أَنْ يُرَاد بِلَفْظِ كَانَ الْوُجُود مِنْ غَيْر تَقْيِيد بِزَمَانٍ , أَوْ يُقَاس الْمُسْتَقْبَل عَلَى الْمَاضِي , أَوْ مِنْ جِهَة أَنَّ حُكْم الْمُكَلَّفِينَ سَوَاء. ‏ ‏قَوْله : ( يُصِيبهَا ) ‏ ‏أَيْ يُحَصِّلهَا ; لِأَنَّ تَحْصِيلهَا كَإِصَابَةِ الْغَرَض بِالسَّهْمِ بِجَامِعِ حُصُول الْمَقْصُود. ‏ ‏قَوْله : ( أَوْ اِمْرَأَة ) ‏ ‏قِيلَ التَّنْصِيص عَلَيْهَا مِنْ الْخَاصّ بَعْد الْعَامّ لِلِاهْتِمَامِ بِهِ. وَتَعَقَّبَهُ النَّوَوِيّ بِأَنَّ لَفْظ دُنْيَا نَكِرَة وَهِيَ لَا تَعُمّ فِي الْإِثْبَات فَلَا يَلْزَم دُخُول الْمَرْأَة فِيهَا. وَتُعُقِّبَ بِكَوْنِهَا فِي سِيَاق الشَّرْط فَتَعُمّ , وَنُكْتَة الِاهْتِمَام الزِّيَادَة فِي التَّحْذِير ; لِأَنَّ الِافْتِتَان بِهَا أَشَدّ. وَقَدْ تَقَدَّمَ النَّقْل عَمَّنْ حَكَى أَنَّ سَبَب هَذَا الْحَدِيث قِصَّة مُهَاجِر أُمّ قَيْس وَلَمْ نَقِفْ عَلَى تَسْمِيَته. وَنَقَلَ اِبْن دِحْيَة أَنَّ اِسْمهَا قَيْلَة بِقَافٍ مَفْتُوحَة ثُمَّ تَحْتَانِيَّة سَاكِنَة , وَحَكَى اِبْن بَطَّال عَنْ اِبْن سِرَاج أَنَّ السَّبَب فِي تَخْصِيص الْمَرْأَة بِالذِّكْرِ أَنَّ الْعَرَب كَانُوا لَا يُزَوِّجُونَ الْمَوْلَى الْعَرَبِيَّة , وَيُرَاعُونَ الْكَفَاءَة فِي النَّسَب , فَلَمَّا جَاءَ الْإِسْلَام سَوَّى بَيْن الْمُسْلِمِينَ فِي مُنَاكَحَتهمْ فَهَاجَرَ كَثِير مِنْ النَّاس إِلَى الْمَدِينَة لِيَتَزَوَّج بِهَا مَنْ كَانَ لَا يَصِل إِلَيْهَا قَبْل ذَلِكَ اِنْتَهَى. وَيَحْتَاج إِلَى نَقْل ثَابِت أَنَّ هَذَا الْمُهَاجِر كَانَ مَوْلًى وَكَانَتْ الْمَرْأَة عَرَبِيَّة , وَلَيْسَ مَا نَفَاهُ عَنْ الْعَرَب عَلَى إِطْلَاقه بَلْ قَدْ زُوِّجَ خَلْق كَثِير مِنْهُمْ جَمَاعَة مِنْ مَوَالِيهمْ وَحُلَفَائِهِمْ قَبْل الْإِسْلَام , وَإِطْلَاقه أَنَّ الْإِسْلَام أَبْطَلَ الْكَفَاءَة فِي مَقَام الْمَنْع. ‏ ‏قَوْله : ( فَهِجْرَته إِلَى مَا هَاجَرَ إِلَيْهِ ) ‏ ‏يُحْتَمَل أَنْ يَكُون ذَكَرَهُ بِالضَّمِيرِ لِيَتَنَاوَل مَا ذُكِرَ مِنْ الْمَرْأَة وَغَيْرهَا , وَإِنَّمَا أَبْرَزَ الضَّمِير فِي الْجُمْلَة الَّتِي قَبْلهَا وَهِيَ الْمَحْذُوفَة لِقَصْدِ الِالْتِذَاذ بِذِكْرِ اللَّه وَرَسُوله وَعِظَم شَأْنهمَا , بِخِلَافِ الدُّنْيَا وَالْمَرْأَة فَإِنَّ السِّيَاق يُشْعِر بِالْحَثِّ عَلَى الْإِعْرَاض عَنْهُمَا. وَقَالَ الْكَرْمَانِيُّ : يُحْتَمَل أَنْ يَكُون قَوْله \" إِلَى مَا هَاجَرَ إِلَيْهِ \" مُتَعَلِّقًا بِالْهِجْرَةِ , فَيَكُون الْخَبَر مَحْذُوفًا وَالتَّقْدِير قَبِيحَة أَوْ غَيْر صَحِيحَة مَثَلًا , وَيُحْتَمَل أَنْ يَكُون خَبَر فَهِجْرَته وَالْجُمْلَة خَبَر الْمُبْتَدَأ الَّذِي هُوَ \" مَنْ كَانَتْ \" اِنْتَهَى. وَهَذَا الثَّانِي هُوَ الرَّاجِح ; لِأَنَّ الْأَوَّل يَقْتَضِي أَنَّ تِلْكَ الْهِجْرَة مَذْمُومَة مُطْلَقًا , وَلَيْسَ كَذَلِكَ , إِلَّا إِنْ حُمِلَ عَلَى تَقْدِير شَيْء يَقْتَضِي التَّرَدُّد أَوْ الْقُصُور عَنْ الْهِجْرَة الْخَالِصَة كَمَنْ نَوَى بِهِجْرَتِهِ مُفَارَقَة دَار الْكُفْر وَتَزَوُّج الْمَرْأَة مَعًا فَلَا تَكُون قَبِيحَة وَلَا غَيْر صَحِيحَة , بَلْ هِيَ نَاقِصَة بِالنِّسْبَةِ إِلَى مَنْ كَانَتْ هِجْرَته خَالِصَة , وَإِنَّمَا أَشْعَرَ السِّيَاق بِذَمِّ مَنْ فَعَلَ ذَلِكَ بِالنِّسْبَةِ إِلَى مَنْ طَلَبَ الْمَرْأَة بِصُورَةِ الْهِجْرَة الْخَالِصَة , فَأَمَّا مَنْ طَلَبَهَا مَضْمُومَة إِلَى الْهِجْرَة فَإِنَّهُ يُثَاب عَلَى قَصْد الْهِجْرَة لَكِنْ دُون ثَوَاب مَنْ أَخْلَصَ , وَكَذَا مَنْ طَلَبَ التَّزْوِيج فَقَطْ لَا عَلَى صُورَة الْهِجْرَة إِلَى اللَّه ; لِأَنَّهُ مِنْ الْأَمْر الْمُبَاح الَّذِي قَدْ يُثَاب فَاعِله إِذَا قَصَدَ بِهِ الْقُرْبَة كَالْإِعْفَافِ. وَمِنْ أَمْثِلَة ذَلِكَ مَا وَقَعَ فِي قِصَّة إِسْلَام أَبِي طَلْحَة فِيمَا رَوَاهُ النَّسَائِيُّ عَنْ أَنَس قَالَ : تَزَوَّجَ أَبُو طَلْحَة أُمّ سُلَيْمٍ فَكَانَ صَدَاق مَا بَيْنهمَا الْإِسْلَام , أَسْلَمَتْ أُمّ سُلَيْمٍ قَبْل أَبِي طَلْحَة فَخَطَبَهَا فَقَالَتْ : إِنِّي قَدْ أَسْلَمْت , فَإِنْ أَسْلَمْت تَزَوَّجْتُك. فَأَسْلَمَ فَتَزَوَّجَتْهُ. وَهُوَ مَحْمُول عَلَى أَنَّهُ رَغِبَ فِي الْإِسْلَام وَدَخَلَهُ مِنْ وَجْهه وَضَمَّ إِلَى ذَلِكَ إِرَادَة التَّزْوِيج الْمُبَاح فَصَارَ كَمَنْ نَوَى بِصَوْمِهِ الْعِبَادَة وَالْحَمِيَّة , أَوْ بِطَوَافِهِ الْعِبَادَة وَمُلَازَمَة الْغَرِيم. وَاخْتَارَ الْغَزَالِيّ فِيمَا يَتَعَلَّق بِالثَّوَابِ أَنَّهُ إِنْ كَانَ الْقَصْد الدُّنْيَوِيّ هُوَ الْأَغْلَب لَمْ يَكُنْ فِيهِ أَجْر , أَوْ الدِّينِيّ أُجِرَ بِقَدْرِهِ , وَإِنْ تَسَاوَيَا فَتَرَدَّدَ الْقَصْد بَيْن الشَّيْئَيْنِ فَلَا أَجْر. وَأَمَّا إِذَا نَوَى الْعِبَادَة وَخَالَطَهَا بِشَيْءٍ مِمَّا يُغَايِر الْإِخْلَاص فَقَدْ نَقَلَ أَبُو جَعْفَر بْن جَرِير الطَّبَرِيّ عَنْ جُمْهُور السَّلَف أَنَّ الِاعْتِبَار بِالِابْتِدَاءِ , فَإِنْ كَانَ اِبْتِدَاؤُهُ لِلَّهِ خَالِصًا لَمْ يَضُرَّهُ مَا عَرَضَ لَهُ بَعْد ذَلِكَ مِنْ إِعْجَاب أَوْ غَيْره. وَاَللَّه أَعْلَم. وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى أَنَّهُ لَا يَجُوز الْإِقْدَام عَلَى الْعَمَل قَبْل مَعْرِفَة الْحُكْم ; لِأَنَّ فِيهِ أَنَّ الْعَمَل يَكُون مُنْتَفِيًا إِذَا خَلَا عَنْ النِّيَّة , وَلَا يَصِحّ نِيَّة فِعْل الشَّيْء إِلَّا بَعْد مَعْرِفَة الْحُكْم , وَعَلَى أَنَّ الْغَافِل لَا تَكْلِيف عَلَيْهِ ; لِأَنَّ الْقَصْد يَسْتَلْزِم الْعِلْم بِالْمَقْصُودِ وَالْغَافِل غَيْر قَاصِد , وَعَلَى أَنَّ مَنْ صَامَ تَطَوُّعًا بِنِيَّةٍ قَبْل الزَّوَال أَنْ لَا يُحْسَبَ لَهُ إِلَّا مِنْ وَقْت النِّيَّة وَهُوَ مُقْتَضَى الْحَدِيث , لَكِنْ تَمَسَّكَ مَنْ قَالَ بِانْعِطَافِهَا بِدَلِيلٍ آخَر , وَنَظِيره حَدِيث \" مَنْ أَدْرَكَ مِنْ الصَّلَاة رَكْعَة فَقَدْ أَدْرَكَهَا \" أَيْ : أَدْرَكَ فَضِيلَة الْجَمَاعَة أَوْ الْوَقْت , وَذَلِكَ بِالِانْعِطَافِ الَّذِي اِقْتَضَاهُ فَضْل اللَّه تَعَالَى , وَعَلَى أَنَّ الْوَاحِد الثِّقَة إِذَا كَانَ فِي مَجْلِس جَمَاعَة ثُمَّ ذَكَرَ عَنْ ذَلِكَ الْمَجْلِس شَيْئًا لَا يُمْكِن غَفْلَتهمْ عَنْهُ وَلَمْ يَذْكُرهُ غَيْره أَنَّ ذَلِكَ لَا يَقْدَح فِي صِدْقه , خِلَافًا لِمَنْ أُعِلَّ بِذَلِكَ ; لِأَنَّ عَلْقَمَة ذَكَرَ أَنَّ عُمَر خَطَبَ بِهِ عَلَى الْمِنْبَر ثُمَّ لَمْ يَصِحّ مِنْ جِهَة أَحَد عَنْهُ غَيْر عَلْقَمَة. وَاسْتُدِلَّ بِمَفْهُومِهِ عَلَى أَنَّ مَا لَيْسَ بِعَمَلٍ لَا تُشْتَرَط النِّيَّة فِيهِ , وَمِنْ أَمْثِلَة ذَلِكَ جَمْع التَّقْدِيم فَإِنَّ الرَّاجِح مِنْ حَيْثُ النَّظَر أَنَّهُ لَا يُشْتَرَط لَهُ نِيَّة , بِخِلَافِ مَا رَجَّحَهُ كَثِير مِنْ الشَّافِعِيَّة وَخَالَفَهُمْ شَيْخنَا شَيْخ الْإِسْلَام وَقَالَ : الْجَمْع لَيْسَ بِعَمَلٍ , وَإِنَّمَا الْعَمَل الصَّلَاة. وَيُقَوِّي ذَلِكَ أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام جَمَعَ فِي غَزْوَة تَبُوك وَلَمْ يَذْكُر ذَلِكَ لِلْمَأْمُومِينَ الَّذِينَ مَعَهُ , وَلَوْ كَانَ شَرْطًا لَأَعْلَمَهُمْ بِهِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْعَمَل إِذَا كَانَ مُضَافًا إِلَى سَبَب وَيَجْمَع مُتَعَدِّده جِنْس أَنَّ نِيَّة الْجِنْس تَكْفِي , كَمَنْ أَعْتَقَ عَنْ كَفَّارَة وَلَمْ يُعَيِّن كَوْنهَا عَنْ ظِهَار أَوْ غَيْره ; لِأَنَّ مَعْنَى الْحَدِيث أَنَّ الْأَعْمَال بِنِيَّاتِهَا , وَالْعَمَل هُنَا الْقِيَام بِاَلَّذِي يَخْرَج عَنْ الْكَفَّارَة اللَّازِمَة وَهُوَ غَيْر مُحْوِج إِلَى تَعْيِين سَبَب , وَعَلَى هَذَا لَوْ كَانَتْ عَلَيْهِ كَفَّارَة - وَشَكَّ فِي سَبَبهَا - أَجْزَأَهُ إِخْرَاجهَا بِغَيْرِ تَعْيِين. وَفِيهِ زِيَادَة النَّصّ عَلَى السَّبَب ; لِأَنَّ الْحَدِيث سِيقَ فِي قِصَّة الْمُهَاجِر لِتَزْوِيجِ الْمَرْأَة , فَذِكْر الدُّنْيَا فِي الْقِصَّة زِيَادَة فِي التَّحْذِير وَالتَّنْفِير. وَقَالَ شَيْخنَا شَيْخ الْإِسْلَام : فِيهِ إِطْلَاق الْعَامّ وَإِنْ كَانَ سَبَبه خَاصًّا , فَيُسْتَنْبَط مِنْهُ الْإِشَارَة إِلَى أَنَّ الْعِبْرَة بِعُمُومِ اللَّفْظ لَا بِخُصُوصِ السَّبَب , وَسَيَأْتِي ذِكْر كَثِير مِنْ فَوَائِد هَذَا الْحَدِيث فِي كِتَاب الْإِيمَان حَيْثُ قَالَ الْمُصَنِّف فِي التَّرْجَمَة فَدَخَلَ فِيهِ الْعِبَادَات وَالْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى , وَبِاَللَّهِ التَّوْفِيق. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2530,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، عَنْ مُحَمَّدِ بْنِ بِشْرٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّهُ لَمَّا أَقْبَلَ يُرِيدُ الإِسْلاَمَ وَمَعَهُ غُلاَمُهُ، ضَلَّ كُلُّ وَاحِدٍ مِنْهُمَا مِنْ صَاحِبِهِ، فَأَقْبَلَ بَعْدَ ذَلِكَ وَأَبُو هُرَيْرَةَ جَالِسٌ مَعَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ يَا أَبَا هُرَيْرَةَ، هَذَا غُلاَمُكَ قَدْ أَتَاكَ ‏\"‏‏.‏ فَقَالَ أَمَا إِنِّي أُشْهِدُكَ أَنَّهُ حُرٌّ‏.‏ قَالَ فَهُوَ حِينَ يَقُولُ يَا لَيْلَةً مِنْ طُولِهَا وَعَنَائِهَا عَلَى أَنَّهَا مِنْ دَارَةِ الْكُفْرِ نَجَّتِ",
    "english_text": "When Abu Huraira accompanied by his slave set out intending to embrace Islam they lost each other \non the way. The slave then came while Abu Huraira was sitting with the Prophet. The Prophet (ﷺ) said, \n\"O Abu Huraira! Your slave has come back.\" Abu Huraira said, \"Indeed, I would like you to witness \nthat I have manumitted him.\" That happened at the time when Abu Huraira recited (the following \npoetic verse):-- 'What a long tedious tiresome night! Nevertheless, it has delivered us From the land of \nKufr (disbelief).",
    "explication": "‏ ‏قَوْله : ( عَنْ إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن أَبِي خَالِد , وَقَيْس هُوَ اِبْن أَبِي حَازِم , وَرِجَاله كُوفِيُّونَ إِلَّا الصَّحَابِيّ. ‏ ‏قَوْله : ( لَمَّا أَقْبَلَ يُرِيد الْإِسْلَام ) ‏ ‏ظَاهِره أَنَّهُ لَمْ يَكُنْ أَسْلَمَ بَعْدُ. ‏ ‏قَوْله : ( وَمَعَهُ غُلَامُهُ ) ‏ ‏لَمْ أَقِفْ عَلَى اِسْمِهِ. ‏ ‏قَوْله : ( ضَلَّ كُلّ وَاحِد ) ‏ ‏أَيْ ضَاعَ. ‏ ‏قَوْله : ( فَهُوَ حِين يَقُولُ ) ‏ ‏أَيْ الْوَقْت الَّذِي وَصَلَ فِيهِ إِلَى الْمَدِينَة , وَقَوْله فِي الطَّرِيق الثَّانِيَة ( قُلْت فِي الطَّرِيق ) أَيْ عِنْد اِنْتِهَائِهِ , وَظَاهِرُهُ أَنْ الشِّعْر مِنْ نَظْم أَبِي هُرَيْرَة , وَقَدْ نَسَبَهُ بَعْضهمْ إِلَى غُلَامه حَكَاهُ اِبْن التِّين , وَحَكَى الْفَاكِهِيّ فِي \" كِتَاب مَكَّة \" عَنْ مُقَدَّم بْن حَجَّاج السُّوَائِيّ أَنَّ الْبَيْت الْمَذْكُور لِأَبِي مِرْثَد الْغَنَوِيّ فِي قِصَّةٍ لَهُ , فَعَلَى هَذَا فَيَكُون أَبُو هُرَيْرَة قَدْ تَمَثَّلَ بِهِ. ‏ ‏قَوْله فِي الشِّعْر ( يَا لَيْلَة ) ‏ ‏كَذَا فِي جَمِيع الرِّوَايَات , قَالَ الْكَرْمَانِيُّ : وَلَا بُدَّ مِنْ إِثْبَات فَاء أَوْ وَاو فِي أَوَّله لِيَصِيرَ مَوْزُونًا , وَفِيهِ نَظَر لِأَنَّ هَذَا يُسَمَّى فِي الْعَرُوض الْخَرْم بِالْمُعْجَمَةِ الْمَفْتُوحَة وَالرَّاء السَّاكِنَة , وَهُوَ أَنْ يُحْذَف مِنْ أَوَّل الْجُزْء حَرْف مِنْ حُرُوف الْمَعَانِي , وَمَا جَازَ حَذْفه لَا يُقَال لَا بُدّ مِنْ إِثْبَاته , وَذَلِكَ أَمْر مَعْرُوف عِنْد أَهْله. ‏ ‏قَوْله : ( وَعَنَائِهَا ) ‏ ‏بِفَتْحِ الْعَيْن وَبِالنُّونِ وَالْمَدّ أَيْ تَعَبهَا , ‏ ‏وَ ( دَارَة الْكُفْر ) ‏ ‏الدَّارَة أَخَصّ مِنْ الدَّار , وَقَدْ كَثُرَ اِسْتِعْمَالُهَا فِي أَشْعَار الْعَرَب كَقَوْلِ اِمْرِئِ الْقِيس : ‏ ‏وَلَا سِيَّمَا يَوْمًا بِدَارَة جُلْجُل ‏ ‏. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2531,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ قَيْسٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ لَمَّا قَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم قُلْتُ فِي الطَّرِيقِ يَا لَيْلَةً مِنْ طُولِهَا وَعَنَائِهَا عَلَى أَنَّهَا مِنْ دَارَةِ الْكُفْرِ نَجَّتِ قَالَ وَأَبَقَ مِنِّي غُلاَمٌ لِي فِي الطَّرِيقِ ـ قَالَ ـ فَلَمَّا قَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم بَايَعْتُهُ، فَبَيْنَا أَنَا عِنْدَهُ إِذْ طَلَعَ الْغُلاَمُ، فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَا أَبَا هُرَيْرَةَ، هَذَا غُلاَمُكَ ‏\"‏‏.‏ فَقُلْتُ هُوَ حُرٌّ لِوَجْهِ اللَّهِ‏.‏ فَأَعْتَقْتُهُ‏.‏ لَمْ يَقُلْ أَبُو كُرَيْبٍ عَنْ أَبِي أُسَامَةَ حُرٌّ‏.‏",
    "english_text": "On my way to the Prophet (ﷺ) I was reciting:-- 'What a long tedious tiresome night! Nevertheless, it has \nsaved us From the land of Kufr (disbelief).' I had a slave who ran away from me on the way. When I \nwent to the Prophet (ﷺ) and gave the pledge of allegiance for embracing Islam, the slave showed up while \nI was still with the Prophet (ﷺ) who remarked, \"O Abu Huraira! Here is your slave!\" I said, \"I manumit \nhim for Allah's Sake,\" and so I freed him.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عُبَيْد اللَّه بْن سَعِيد ) ‏ ‏هُوَ أَبُو قُدَامَةَ السَّرَخْسِيّ كَذَا فِي جَمِيع الرِّوَايَات الَّتِي اِتَّصَلَتْ لَنَا \" عُبَيْد اللَّه \" بِالتَّصْغِيرِ , وَفِي \" مُسْتَخْرَج أَبِي نُعَيْم \" : أَخْرَجَهُ الْبُخَارِيّ عَنْ أَبِي سَعِيد الْأَشَجّ , وَأَبُو سَعِيد اِسْمه عَبْد اللَّه مُكَبَّر فَهَذَا مُحْتَمَل , وَذَكَرَ أَبُو مَسْعُود وَخَلَف أَنَّهُ أَخْرَجَهُ هُنَا عَنْ عُبَيْد بْن إِسْمَاعِيل , وَعُبَيْد بِغَيْرِ إِضَافَةٍ مِمَّنْ يَرْوِي فِي الْبُخَارِيّ عَنْ أَبِي أُسَامَة , إِلَّا أَنَّ الَّذِي وَقَفْت عَلَيْهِ هُوَ الَّذِي قَدَّمْت ذِكْره وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( وَأَبَقَ ) ‏ ‏بِفَتْحِ الْمُوَحَّدَة وَحَكَى اِبْن الْقَطَّاع كَسْرهَا. ‏ ‏قَوْله : ( قُلْت هُوَ حُرّ لِوَجْهِ اللَّه فَأَعْتَقَهُ ) ‏ ‏أَيْ بِاللَّفْظِ الْمَذْكُور , وَلَيْسَ الْمُرَاد أَنَّهُ أَعْتَقَهُ بَعْد ذَلِكَ , وَهَذِهِ الْفَاء هِيَ التَّفْسِيرِيَّة. ‏ ‏قَوْله : ( لَمْ يَقُلْ أَبُو كُرَيْب عَنْ أَبِي أُسَامَة حُرّ ) ‏ ‏وَصَلَهُ فِي أَوَاخِر الْمَغَازِي فَقَالَ : \" حَدَّثَنَا مُحَمَّد بْن الْعَلَاء وَهُوَ أَبُو كُرَيْب حَدَّثَنَا أَبُو أُسَامَة \" وَسَاقَ الْحَدِيث وَقَالَ فِي آخِره : \" هُوَ لِوَجْهِ اللَّه فَأَعْتِقْهُ \" وَكَذَا أَخْرَجَهُ أَحْمَد بْن حَنْبَل وَمُحَمَّد بْن سَعْد عَنْ أَبِي أُسَامَة. وَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ وَجْهَيْنِ عَنْ أَبِي أُسَامَة لَيْسَ فِيهِ \" حُرّ \" وَكَذَا أَخْرَجَهُ أَبُو نُعَيْم مِنْ وَجْهَيْنِ عَنْ أَبِي أُسَامَة أَثْبَتَ قَوْله \" حُرّ \" فِي أَحَدهمَا , وَوَقَعَ فِي بَعْض النُّسَخ مِنْ الْبُخَارِيّ \" هُوَ حُرّ لِوَجْهِ اللَّه \" وَهُوَ خَطَأ مِمَّنْ ذَكَرَهُ عَنْ الْبُخَارِيّ فِي هَذِهِ الرِّوَايَة لِتَصْرِيحِهِ بِنَفْيِهِ عَنْ شَيْخه بِعَيْنِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2532,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ لَمَّا أَقْبَلَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ وَمَعَهُ غُلاَمُهُ وَهْوَ يَطْلُبُ الإِسْلاَمَ، فَأَضَلَّ أَحَدُهُمَا صَاحِبَهُ بِهَذَا، وَقَالَ أَمَا إِنِّي أُشْهِدُكَ أَنَّهُ لِلَّهِ‏.‏",
    "english_text": "When Abu Huraira accompanied by his slave came intending to embrace Islam, they lost each other \non the way. (When the slave showed up) Abu Huraira said (to the Prophet), \"I make you witness that \nthe slave is free for Allah's Cause.\"",
    "explication": "‏ ‏قَوْله ( فَأَضَلَّ أَحَدُهُمَا صَاحِبه ) ‏ ‏بِالنَّصْبِ عَلَى نَزْع الْخَافِض , وَأَصْله \" مِنْ صَاحِبه \" كَمَا فِي الطَّرِيق الْأُولَى , وَلَوْ كَانَتْ أَضَلّ مُعَدَّاة بِالْهَمْزِ لَمْ يَحْتَجْ إِلَى تَقْدِيرٍ , وَقَدْ ثَبَتَ كَذَلِكَ فِي بَعْض الرِّوَايَات , وَفِي الْحَدِيث اِسْتِحْبَاب الْعِتْق عِنْد بُلُوغ الْغَرَض وَالنَّجَاة مِنْ الْمَخَاوِف , وَفِيهِ جَوَاز قَوْل الشِّعْر وَإِنْشَاده وَالتَّمَثُّل بِهِ وَالتَّأَلُّم مِنْ النَّصَب وَالسَّهَر وَغَيْر ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2533,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ إِنَّ عُتْبَةَ بْنَ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنْ يَقْبِضَ إِلَيْهِ ابْنَ وَلِيدَةِ زَمْعَةَ، قَالَ عُتْبَةُ إِنَّهُ ابْنِي‏.‏ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم زَمَنَ الْفَتْحِ أَخَذَ سَعْدٌ ابْنَ وَلِيدَةِ زَمْعَةَ‏.‏ فَأَقْبَلَ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَقْبَلَ مَعَهُ بِعَبْدِ بْنِ زَمْعَةَ‏.‏ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ هَذَا ابْنُ أَخِي عَهِدَ إِلَىَّ أَنَّهُ ابْنُهُ‏.‏ فَقَالَ عَبْدُ بْنُ زَمْعَةَ يَا رَسُولَ اللَّهِ هَذَا أَخِي ابْنُ وَلِيدَةِ زَمْعَةَ، وُلِدَ عَلَى فِرَاشِهِ‏.‏ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى ابْنِ وَلِيدَةِ زَمْعَةَ، فَإِذَا هُوَ أَشْبَهُ النَّاسِ بِهِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ ‏\"‏‏.‏ مِنْ أَجْلِ أَنَّهُ وُلِدَ عَلَى فِرَاشِ أَبِيهِ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ احْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ ‏\"‏‏.‏ مِمَّا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ‏.‏ وَكَانَتْ سَوْدَةُ زَوْجَ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "`Utba bin Abi Waqqas authorized his brother Sa`d bin Abi Waqqas to take the son of the slave-girl of \nZam`a into his custody, telling him that the boy was his own (illegal) son. When Allah's Messenger (ﷺ) went \n(to Mecca) at the time of the Conquest, Sa`d took the son of the slave-girl of Zam`a to Allah's Messenger (ﷺ) \nand also brought 'Abu bin Zam`a with him and said, \"O Allah's Messenger (ﷺ)! This is the son of my brother \n`Utba who authorized me to take him into my custody.\" 'Abu bin Zam`a said, \"O Allah's Messenger (ﷺ)! He \nis my brother, the son of Zam`a's slave-girl and he was born on his bed.\" Allah's Messenger (ﷺ) looked at the \nson of the slave-girl of Zam`a and noticed much resemblance (to `Utba). Allah's Messenger (ﷺ) said, \"It is for \nyou, O 'Abu bin Zam`a as he was born on the bed of your father.\" Allah's Messenger (ﷺ) then told Sauda bint \nZam`a to observe veil in the presence of the boy as he noticed the boy's resemblance to `Utba and \nSauda was the wife of the Prophet (ﷺ) .",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا إِسْمَاعِيلُ ) ‏ ‏هُوَ اِبْنُ أَبِي أُوَيْسٍ. ‏ ‏قَوْله : ( أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى وَذَلِكَ فِي رَمَضَان ) ‏ ‏هَكَذَا أَوْرَدَهُ مُقْتَصِرًا عَلَى شَيْءٍ مِنْ أَوَّلِهِ وَشَيْءٍ مِنْ آخِرِهِ , وَقَدْ أَوْرَدَهُ تَامًّا فِي أَبْوَابِ التَّهَجُّدِ بِلَفْظِ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى ذَات لَيْلَة فِي الْمَسْجِد فَصَلَّى بِصَلَاتِهِ نَاسٌ \" فَذَكَرَ الْحَدِيثَ إِلَى قَوْلِهِ \" خَشِيت أَنْ تُفْرَضَ عَلَيْكُمْ \" وَذَلِكَ فِي رَمَضَان وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2534,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ أَعْتَقَ رَجُلٌ مِنَّا عَبْدًا لَهُ عَنْ دُبُرٍ، فَدَعَا النَّبِيُّ صلى الله عليه وسلم بِهِ فَبَاعَهُ‏.‏ قَالَ جَابِرٌ مَاتَ الْغُلاَمُ عَامَ أَوَّلَ‏.‏",
    "english_text": "A man amongst us declared that his slave would be freed after his death. The Prophet (ﷺ) called for that \nslave and sold him. The slave died the same year.",
    "explication": "‏ ‏قَوْله : ( أَعْتَقَ رَجُل مِنَّا عَبْدًا لَهُ ) ‏ ‏لَمْ يَقَعْ وَاحِدٌ مِنْهُمَا مُسَمًّى فِي شَيْءٍ مِنْ طُرُقِ الْبُخَارِيّ , وَقَدْ قَدَّمْت فِي الْبُيُوع أَنَّ فِي رِوَايَة مُسْلِم مِنْ طَرِيق أَيُّوب عَنْ أَبِي الزُّبَيْر عَنْ جَابِر \" أَنَّ رَجُلًا مِنْ الْأَنْصَار يُقَال لَهُ أَبُو مَذْكُور أَعْتَقَ غُلَامًا لَهُ عَنْ دُبُر يُقَال لَهُ يَعْقُوب \" فَفِيهِ التَّعْرِيف بِكُلٍّ مِنْهُمَا , وَلَهُ مِنْ رِوَايَة اللَّيْث عَنْ أَبِي الزُّبَيْر أَنَّ الرَّجُل كَانَ مِنْ بَنِي عُذْرَة , وَكَذَا لِلْبَيْهَقِيّ مِنْ طَرِيق مُجَاهِد عَنْ جَابِر , فَلَعَلَّهُ كَانَ مِنْ بَنِي عُذْرَة وَحَالَفَ الْأَنْصَار. ‏ ‏قَوْله : ( فَدَعَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏حَذَفَ الْمَفْعُول , وَفِي رِوَايَة أَيُّوب الْمَذْكُورَة \" فَدَعَا بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : مَنْ يَشْتَرِيهِ \" أَيْ الْغُلَام. ‏ ‏قَوْله : ( فَاشْتَرَاهُ نُعَيْم بْن عَبْد اللَّه ) فِي رِوَايَة اِبْن الْمُنْكَدِر عَنْ جَابِر كَمَا مَضَى فِي الِاسْتِقْرَاض \" نُعَيْم بْن النُّحَام \" وَهُوَ نُعَيْم بْن عَبْد اللَّه الْمَذْكُور , وَالنُّحَام بِالنُّونِ وَالْحَاء الْمُهْمَلَة الثَّقِيلَة عِنْد الْجُمْهُور , وَضَبَطَهُ اِبْن الْكَلْبِيّ بِضَمِّ النُّون وَتَخْفِيف الْحَاء , وَمَنَعَهُ الصَّغَانِيّ , وَهُوَ لَقَب نُعَيْم , وَظَاهِر الرِّوَايَة أَنَّهُ لَقَب أَبِيهِ , قَالَ النَّوَوِيّ : وَهُوَ غَلَط لِقَوْلِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" دَخَلْت الْجَنَّة فَسَمِعْت فِيهَا نَحْمَة مِنْ نُعَيْمٍ \" ا ه. وَكَذَا قَالَ اِبْن الْعَرَبِيّ وَعِيَاض وَغَيْر وَاحِد , لَكِنَّ الْحَدِيث الْمَذْكُور مِنْ رِوَايَة الْوَاقِدِيّ وَهُوَ ضَعِيفٌ , وَلَا تَرِد الرِّوَايَات الصَّحِيحَة بِمِثْلِ هَذَا , فَلَعَلَّ أَبَاهُ أَيْضًا كَانَ يُقَالُ لَهُ النُّحَام. وَالنَّحْمَة بِفَتْحِ النُّون وَإِسْكَان الْمُهْمَلَة : الصَّوْت وَقِيلَ السَّعْلَة وَقِيلَ النَّحْنَحَة. وَنُعَيْم الْمَذْكُور هُوَ اِبْن عَبْد اللَّه بْن أَسِيد بْن عَبْد بْن عَوْف بْن عَبِيد بْن عَوِيج بْن عَدِيّ بْن كَعْب بْن لُؤَيّ , وَأَسِيد وَعَبِيد وَعَوِيج فِي نَسَبه مَفْتُوح أَوَّل كُلّ مِنْهَا , قُرَشِيّ عَدَوِيّ أَسْلَمَ قَدِيمًا قَبْل عُمَر فَكَتَمَ إِسْلَامه , وَأَرَادَ الْهِجْرَة فَسَأَلَهُ بَنُو عَدِيّ أَنْ يُقِيمَ عَلَى أَيِّ دِينٍ شَاءَ لِأَنَّهُ كَانَ يُنْفِقُ عَلَى أَرَامِلِهِمْ وَأَيْتَامهمْ فَفَعَلَ , ثُمَّ هَاجَرَ عَام الْحُدَيْبِيَة وَمَعَهُ أَرْبَعُونَ مِنْ أَهْل بَيْته , وَاسْتُشْهِدَ فِي فَتُوحَ الشَّام زَمَن أَبِي بَكْر أَوْ عُمَر. وَرَوَى الْحَارِث فِي مُسْنَده بِإِسْنَادٍ حَسَن أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَمَّاهُ صَالِحًا , وَكَانَ اِسْمه الَّذِي يُعْرَف بِهِ نُعَيْمًا. ‏ ‏قَوْله : ( قَالَ جَابِر مَاتَ الْغُلَام عَام أَوَّل ) ‏ ‏يَأْتِي فِي الْأَحْكَام مِنْ رِوَايَة حَمَّاد عَنْ عَمْرو \" سَمِعْت جَابِرًا يَقُول عَبْدًا قِبْطِيًّا مَاتَ عَام أَوَّل \" زَادَ مُسْلِم مِنْ طَرِيق اِبْن عُيَيْنَةَ عَنْ عَمْرو \" فِي إِمَارَة اِبْن الزُّبَيْر \" وَقَدْ تَقَدَّمَ فِي \" بَاب بَيْع الْمُدَبَّر \" مِنْ الْبُيُوع نَقْل مَذَاهِب الْفُقَهَاء فِي بَيْع الْمُدَبَّر , وَأَنَّ الْجَوَاز مُطْلَقًا مَذْهَب الشَّافِعِيّ وَأَهْل الْحَدِيث , وَقَدْ نَقَلَهُ الْبَيْهَقِيُّ فِي \" الْمَعْرِفَة \" عَنْ أَكْثَر الْفُقَهَاء , وَحَكَى النَّوَوِيّ عَنْ الْجُمْهُور مُقَابِله وَعَنْ الْحَنَفِيَّة وَالْمَالِكِيَّة أَيْضًا تَخْصِيص الْمَنْع بِمَنْ دَبَّرَ تَدْبِيرًا مُطْلَقًا , أَمَّا إِذَا قَيَّدَهُ - كَأَنْ يَقُولَ : إِنْ مُتُّ مِنْ مَرَضِي هَذَا فَفُلَان حُرّ - فَإِنَّهُ يَجُوزُ بَيْعُهُ لِأَنَّهَا كَالْوَصِيَّةِ فَيَجُوزُ الرُّجُوعُ فِيهَا , وَعَنْ أَحْمَد يَمْتَنِعُ بَيْع الْمُدَبَّرَة دُون الْمُدَبَّر , وَعَنْ اللَّيْث يَجُوزُ بَيْعُهُ إِنْ شَرَطَ عَلَى الْمُشْتَرِي عِتْقَهُ , وَعَنْ اِبْن سِيرِينَ لَا يَجُوزُ بَيْعُهُ إِلَّا مِنْ نَفْسِهِ , وَمَالَ اِبْن دَقِيق الْعِيد إِلَى تَقْيِيدِ الْجَوَازِ بِالْحَاجَةِ فَقَالَ : مَنْ مَنَعَ بَيْعه مُطْلَقًا كَانَ الْحَدِيث حُجَّةً عَلَيْهِ لِأَنَّ الْمَنْعَ الْكُلِّيّ يُنَاقِضُهُ الْجَوَازُ الْجُزْئِيُّ. وَمَنْ أَجَازَهُ فِي بَعْض الصُّوَر فَلَهُ أَنْ يَقُولَ : قُلْت بِالْحَدِيثِ فِي الصُّورَة الَّتِي وَرَدَ فِيهَا , فَلَا يَلْزَمُهُ الْقَوْل بِهِ فِي غَيْر ذَلِكَ مِنْ الصُّوَر. وَأَجَابَ مَنْ أَجَازَهُ مُطْلَقًا بِأَنَّ قَوْله : \" وَكَانَ مُحْتَاجًا \" لَا مَدْخَل لَهُ فِي الْحُكْم , وَإِنَّمَا ذُكِرَ لِبَيَانِ السَّبَب فِي الْمُبَادَرَة لِبَيْعِهِ لِيَتَبَيَّنَ لِلسَّيِّدِ جَوَاز الْبَيْع , وَلَوْلَا الْحَاجَة لَكَانَ عَدَم الْبَيْع أَوْلَى. وَأَمَّا مَنْ اِدَّعَى أَنَّهُ إِنَّمَا بَاعَ خِدْمَته كَمَا تَقَدَّمَتْ حِكَايَته فِي الْبَاب الْمَذْكُور فَقَدْ أُجِيبَ عَنْهُ بِمَا تَقَدَّمَ , وَهُوَ أَنَّهُ لَا تَعَارُض بَيْن الْحَدِيثَيْنِ , وَبِأَنَّ الْمُخَالِفِينَ لَا يَقُولُونَ بِجَوَازِ بَيْعِ خِدْمَةِ الْمُدَبَّر , وَقَدْ اِتَّفَقَتْ طُرُق رِوَايَة عَمْرو بْن دِينَار عَنْ جَابِر أَيْضًا عَلَى أَنَّ الْبَيْع وَقَعَ فِي حَيَاة السَّيِّد , إِلَّا مَا أَخْرَجَهُ التِّرْمِذِيّ مِنْ طَرِيق اِبْن عُيَيْنَةَ عَنْهُ بِلَفْظِ \" أَنَّ رَجُلًا مِنْ الْأَنْصَار دَبَّرَ غُلَامًا لَهُ فَمَاتَ وَلَمْ يَتْرُكْ مَالًا غَيْره \" الْحَدِيث , وَقَدْ أَعَلَّهُ الشَّافِعِيّ بِأَنَّهُ سَمِعَهُ مِنْ اِبْن عُيَيْنَةَ مِرَارًا لَمْ يَذْكُرْ قَوْله : \" فَمَاتَ \" , وَكَذَلِكَ رَوَاهُ الْأَئِمَّة أَحْمَد وَإِسْحَاق وَابْن الْمَدِينِيّ وَالْحُمَيْدِيّ وَابْن أَبِي شَيْبَة عَنْ اِبْن عُيَيْنَةَ , وَوَجَّهَ الْبَيْهَقِيُّ الرِّوَايَة الْمَذْكُورَة بِأَنَّ أَصْلهَا \" أَنَّ رَجُلًا مِنْ الْأَنْصَار أَعْتَقَ مَمْلُوكه إِنْ حَدَثَ بِهِ حَادِث فَمَاتَ , فَدَعَا بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَاعَهُ مِنْ نُعَيْم \" كَذَلِكَ رَوَاهُ مَطَر الْوَرَّاق عَنْ عَمْرو , قَالَ الْبَيْهَقِيُّ : فَقَوْله فَمَاتَ مِنْ بَقِيَّة الشَّرْط , أَيْ فَمَاتَ مِنْ ذَلِكَ الْحَدَث , وَلَيْسَ إِخْبَارًا عَنْ أَنَّ الْمُدَبَّر مَاتَ , فَحَذَفَ مِنْ رِوَايَة اِبْن عُيَيْنَةَ قَوْله : \" إِنْ حَدَثَ بِهِ حَدَث \" فَوَقَعَ الْغَلَط بِسَبَبِ ذَلِكَ وَاللَّه أَعْلَم ا ه. ‏ ‏وَقَدْ تَقَدَّمَ الْجَوَاب عَمَّا وَقَعَ مِنْ مِثْل ذَلِكَ فِي رِوَايَة عَطَاء عَنْ جَابِر مِنْ طَرِيق شَرِيك عَنْ سَلَمَة بْن كُهَيْل فِي الْبَاب الْمَذْكُور وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2535,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الْوَلاَءِ، وَعَنْ هِبَتِهِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) forbade the selling or donating the Wala' of a freed slave.",
    "explication": "‏ ‏قَوْله ( وَكَانَ إِذَا سُئِلَ عَنْ صَلَاحِهَا قَالَ حَتَّى تَذْهَبَ عَاهَته ) ‏ ‏أَيْ : الثَّمَرِ وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ عَاهَتهَا وَهُوَ مَقُولُ اِبْن عُمَر بَيَّنَهُ مُسْلِم فِي رِوَايَتِهِ مِنْ طَرِيقِ مُحَمَّد بْن جَعْفَر عَنْ شُعْبَة وَلَفْظه \" فَقِيلَ لِابْن عُمَر مَا صَلَاحه ؟ قَالَ تَذْهَبُ عَاهَته \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2536,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اشْتَرَيْتُ بَرِيرَةَ فَاشْتَرَطَ أَهْلُهَا وَلاَءَهَا، فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ أَعْتِقِيهَا، فَإِنَّ الْوَلاَءَ لِمَنْ أَعْطَى الْوَرِقَ ‏\"‏‏.‏ فَأَعْتَقْتُهَا، فَدَعَاهَا النَّبِيُّ صلى الله عليه وسلم فَخَيَّرَهَا مِنْ زَوْجِهَا فَقَالَتْ لَوْ أَعْطَانِي كَذَا وَكَذَا مَا ثَبَتُّ عِنْدَهُ‏.‏ فَاخْتَارَتْ نَفْسَهَا‏.‏",
    "english_text": "I bought Barirah but her masters put the condition that her Wala' would be for them. I told the Prophet (ﷺ) about it. He said (to me), \"Manumit (free) her as her Wala' will be for the one who pays the price.\" So, I manumitted (freed) her. The Prophet (ﷺ) called Barirah and gave her the option of either staying with her husband or leaving him. She said, \"Even if he gave me so much money, I would not stay with him,\" and so she preferred her freedom to her husband.",
    "explication": "حَدِيث عَائِشَة فِي قِصَّة بَرِيرَة وَسَيَأْتِي بَعْد عَشَرَة أَبْوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2537,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ عُقْبَةَ، عَنْ مُوسَى، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي أَنَسٌ ـ رضى الله عنه ـ أَنَّ رِجَالاً، مِنَ الأَنْصَارِ اسْتَأْذَنُوا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالُوا ائْذَنْ فَلْنَتْرُكْ لاِبْنِ أُخْتِنَا عَبَّاسٍ فِدَاءَهُ، فَقَالَ ‏\n\"‏ لاَ تَدَعُونَ مِنْهُ دِرْهَمًا ‏\"‏‏.‏",
    "english_text": "Some men of the Ansar asked for the permission of Allah's Messenger (ﷺ) and said, \"Allow us to give up the \nransom from our nephew Al-`Abbas. The Prophet (ﷺ) said (to them), \"Do not leave (even) a Dirham (of \nhis ransom).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس. ‏ ‏قَوْله : ( أَنَّ رِجَالًا مِنْ الْأَنْصَار ) ‏ ‏لَمْ أَعْرِف أَسْمَاءَهُمْ الْآن. ‏ ‏قَوْله : ( لِابْنِ أُخْتنَا ) ‏ ‏بِالْمُثَنَّاةِ ‏ ‏( عَبَّاس ) ‏ ‏هُوَ اِبْن عَبْد الْمُطَّلِب , وَالْمُرَاد أَنَّهُمْ أَخْوَال أَبِيهِ عَبْد الْمُطَّلِب , فَإِنَّ أُمّ الْعَبَّاس هِيَ نُتَيْلَة بِالنُّونِ وَالْمُثَنَّاة مُصَغَّرَة بِنْت جِنَان بِالْجِيمِ وَالنُّون , وَلَيْسَتْ مِنْ الْأَنْصَار , وَإِنَّمَا أَرَادُوا بِذَلِكَ أَنَّ أُمّ عَبْد الْمُطَّلِب مِنْهُمْ , لِأَنَّهَا سَلْمَى بِنْت عَمْرو بْن أُحَيْحَة بِمُهْمَلَتَيْنِ مُصَغَّر وَهِيَ مِنْ بَنِي النَّجَّار , وَمِثْله مَا وَقَعَ فِي حَدِيث الْهِجْرَة أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَزَلَ عَلَى أَخْوَاله بَنِي النَّجَّار , وَأَخْوَاله حَقِيقَة إِنَّمَا هُمْ بَنُو زُهْرَة وَبَنُو النَّجَّار أَخْوَال جَدّه عَبْد الْمُطَّلِب. قَالَ اِبْن الْجَوْزِيّ : صَحَّفَ بَعْض الْمُحَدِّثِينَ لِجَهْلِهِ بِالنَّسَبِ فَقَالَ : \" اِبْن أَخِينَا \" بِكَسْرِ الْخَاء بَعْدهَا تَحْتَانِيَّة , وَلَيْسَ هُوَ اِبْن أَخِيهِمْ , إِذْ لَا نَسَبَ بَيْن قُرَيْش وَالْأَنْصَار , قَالَ : وَإِنَّمَا قَالُوا اِبْن أُخْتنَا لِتَكُونَ الْمِنَّة عَلَيْهِمْ فِي إِطْلَاقه بِخِلَافِهِ مَا لَوْ قَالُوا عَمّك لَكَانَتْ الْمِنَّة عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهَذَا مِنْ قُوَّة الذَّكَاء وَحُسْن الْأَدَب فِي الْخِطَاب , وَإِنَّمَا اِمْتَنَعَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ إِجَابَتهمْ لِئَلَّا يَكُونَ فِي الدِّين نَوْع مُحَابَاة. وَسَيَأْتِي مَزِيد فِي هَذِهِ الْقِصَّة فِي الْكَلَام عَلَى غَزْوَة بَدْر إِنْ شَاءَ اللَّه تَعَالَى. وَأَرَادَ الْمُصَنِّف بِإِيرَادِهِ هُنَا الْإِشَارَة إِلَى أَنَّ حُكْم الْقَرَابَة مِنْ ذَوِي الْأَرْحَام فِي هَذَا لَا يَخْتَلِف مِنْ حُكْم الْقَرَابَة مِنْ الْعَصَبَات. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2538,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، أَخْبَرَنِي أَبِي أَنَّ حَكِيمَ بْنَ حِزَامٍ ـ رضى الله عنه ـ أَعْتَقَ فِي الْجَاهِلِيَّةِ مِائَةَ رَقَبَةٍ، وَحَمَلَ عَلَى مِائَةِ بَعِيرٍ، فَلَمَّا أَسْلَمَ حَمَلَ عَلَى مِائَةِ بَعِيرٍ وَأَعْتَقَ مِائَةَ رَقَبَةٍ، قَالَ فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ، أَرَأَيْتَ أَشْيَاءَ كُنْتُ أَصْنَعُهَا فِي الْجَاهِلِيَّةِ، كُنْتُ أَتَحَنَّثُ بِهَا، يَعْنِي أَتَبَرَّرُ بِهَا، قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَسْلَمْتَ عَلَى مَا سَلَفَ لَكَ مِنْ خَيْرٍ ‏\"‏‏.‏",
    "english_text": "My father told me that Hakim bin Hizam manumitted one-hundred slaves in the Pre-Islamic period of \nignorance and slaughtered one-hundred camels (and distributed them in charity). When he embraced \nIslam he again slaughtered one-hundred camels and manumitted one-hundred slaves. Hakim said, \"I \nasked Allah's Messenger (ﷺ), 'O Allah's Messenger (ﷺ)! What do you think about some good deeds I used to \npractice in the Pre-Islamic period of ignorance regarding them as deeds of righteousness?' Allah's \nApostle said, \"You have embraced Islam along with all those good deeds you did.\"",
    "explication": "‏ ‏قَوْله : ( أَنَّ حَكِيم بْن حِزَام أَعْتَقَ ) ‏ ‏طَاهِر سِيَاقه الْإِرْسَال لِأَنَّ عُرْوَة لَمْ يُدْرِكْ زَمَنَ ذَلِكَ , لَكِنَّ بَقِيَّة الْحَدِيث أَوْضَحَتْ الْوَصْل وَهِيَ قَوْله : \" قَالَ فَسَأَلْت \" فَفَاعِل قَالَ هُوَ حَكِيم , فَكَأَنَّ عُرْوَة قَالَ : قَالَ حَكِيم , فَيَكُون بِمَنْزِلَةِ قَوْله : عَنْ حَكِيم , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ هِشَام فَقَالَ : \" عَنْ أَبِيهِ عَنْ حَكِيم \". ‏ ‏قَوْله : ( أَتَبَرَّرُ بِهَا ) ‏ ‏بِالْمُوَحَّدَةِ وَرَاءَيْنِ الْأُولَى ثَقِيلَة , أَيْ أَطْلُبُ بِهَا الْبِرَّ وَطَرْح الْحِنْث , وَقَدْ تَقَدَّمَ نَقْل الْخِلَاف فِي ضَبْطه فِي الزَّكَاة. وَقَوْله : \" يَعْنِي أَتَبَرَّرُ \" هُوَ مِنْ تَفْسِير هِشَام بْن عُرْوَة رَاوِيه كَمَا ثَبَتَ عِنْد مُسْلِم وَالْإِسْمَاعِيلِيّ , وَقَصَّرَ مَنْ زَعَمَ أَنَّهُ تَفْسِير الْبُخَارِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2539,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، ذَكَرَ عُرْوَةُ أَنَّ مَرْوَانَ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَاهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ، فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ ‏\"‏ إِنَّ مَعِي مَنْ تَرَوْنَ، وَأَحَبُّ الْحَدِيثِ إِلَىَّ أَصْدَقُهُ، فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا الْمَالَ، وَإِمَّا السَّبْىَ، وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ ‏\"‏‏.‏ وَكَانَ النَّبِيُّ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنَ الطَّائِفِ، فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا‏.‏ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فِي النَّاسِ، فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ جَاءُونَا تَائِبِينَ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ ‏\"‏‏.‏ فَقَالَ النَّاسُ طَيَّبْنَا ذَلِكَ‏.‏ قَالَ ‏\"‏ إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ ‏\"‏‏.‏ فَرَجَعَ النَّاسُ، فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، ثُمَّ رَجَعُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرُوهُ أَنَّهُمْ طَيَّبُوا وَأَذِنُوا، فَهَذَا الَّذِي بَلَغَنَا عَنْ سَبْىِ هَوَازِنَ‏.‏ وَقَالَ أَنَسٌ قَالَ عَبَّاسٌ لِلنَّبِيِّ صلى الله عليه وسلم فَادَيْتُ نَفْسِي، وَفَادَيْتُ عَقِيلاً‏.‏",
    "english_text": "When the delegates of the tribe of Hawazin came to the Prophet (ﷺ) and they requested him to return their \nproperties and captives. The Prophet (ﷺ) stood up and said to them, \"I have other people with me in this \nmatter (as you see) and the most beloved statement to me is the true one; you may choose either the \nproperties or the prisoners as I have delayed their distribution.\" The Prophet (ﷺ) had waited for them for \nmore than ten days since his arrival from Ta'if. So, when it became evident to them that the Prophet (ﷺ) \nwas not going to return them except one of the two, they said, \"We choose our prisoners.\" The \nProphet got up amongst the people and glorified and praised Allah as He deserved and said, \"Then \nafter, these brethren of yours have come to us with repentance, and I see it logical to return them the \ncaptives. So, whoever amongst you likes to do that as a favor, then he can do it, and whoever of you \nlikes to stick to his share till we recompense him from the very first war booty which Allah will give \nus, then he can do so (i.e. give up the present captives).\" The people unanimously said, \"We do that \n(return the captives) willingly.\" The Prophet (ﷺ) said, \"We do not know which of you has agreed to it and \nwhich have not, so go back and let your leaders forward us your decision.\" So, all the people then \nwent back and discussed the matter with their leaders who returned and informed the Prophet (ﷺ) that all \nthe people had willingly given their consent to return the captives. This is what has reached us about \nthe captives of Hawazin. Narrated Anas that `Abbas said to the Prophet, \"I paid for my ransom and \n`Aqil's ransom.\"",
    "explication": "قِصَّة هَوَازِن سَيَأْتِي شَرْحهَا مُسْتَوْفًى فِي الْمَغَازِي , وَقَوْله فِي هَذِهِ الطَّرِيق عَنْ اِبْن شِهَاب \" قَالَ ذَكَرَ عُرْوَة \" سَيَأْتِي فِي الشُّرُوط مِنْ طَرِيق مَعْمَر عَنْ الزُّهْرِيِّ \" أَخْبَرَنِي عُرْوَة \" ‏ ‏وَقَوْله : ( اِسْتَأْنَيْتُ ) ‏ ‏بِالْمُثَنَّاةِ قَبْل الْأَلِف الْمَهْمُوزَة السَّاكِنَة ثُمَّ نُون مَفْتُوحَة وَتَحْتَانِيَّة سَاكِنَة أَيْ اِنْتَظَرْت , وَقَوْله : \" حَتَّى يَفِيءَ \" بِفَتْحِ أَوَّله ثُمَّ فَاء مَكْسُورَة وَهَمْزَة بَعْد التَّحْتَانِيَّة السَّاكِنَة أَيْ يَرْجِع إِلَيْنَا مِنْ مَال الْكُفَّار مِنْ خَرَاج أَوْ غَنِيمَة أَوْ غَيْر ذَلِكَ , وَلَمْ يُرِدْ الْفَيْء الِاصْطِلَاحِيَّ وَحْدَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2540,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا ابْنُ عَوْنٍ، قَالَ كَتَبْتُ إِلَى نَافِعٍ فَكَتَبَ إِلَىَّ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَغَارَ عَلَى بَنِي الْمُصْطَلِقِ وَهُمْ غَارُّونَ وَأَنْعَامُهُمْ تُسْقَى عَلَى الْمَاءِ، فَقَتَلَ مُقَاتِلَتَهُمْ، وَسَبَى ذَرَارِيَّهُمْ، وَأَصَابَ يَوْمَئِذٍ جُوَيْرِيَةَ‏.‏ حَدَّثَنِي بِهِ عَبْدُ اللَّهِ بْنُ عُمَرَ، وَكَانَ فِي ذَلِكَ الْجَيْشِ‏.‏",
    "english_text": "I wrote a letter to Nafi` and Nafi` wrote in reply to my letter that the Prophet (ﷺ) had suddenly attacked \nBani Mustaliq without warning while they were heedless and their cattle were being watered at the \nplaces of water. Their fighting men were killed and their women and children were taken as captives; \nthe Prophet (ﷺ) got Juwairiya on that day. Nafi` said that Ibn `Umar had told him the above narration and \nthat Ibn `Umar was in that army.",
    "explication": "قِصَّة بَنِي الْمُصْطَلِق مِنْ حَدِيث اِبْن عُمَر فَعَبْد اللَّه الْمَذْكُور فِي الْإِسْنَاد هُوَ اِبْن الْمُبَارَك , ‏ ‏وَقَوْله : \" أَغَارَ عَلَى بَنِي الْمُصْطَلِق \" ‏ ‏بِضَمِّ الْمِيم وَسُكُون الْمُهْمَلَة وَفَتْح الطَّاء وَكَسْر اللَّام بَعْدهَا قَاف , وَبَنُو الْمُصْطَلِق بَطْن شَهِير مِنْ خُزَاعَة وَهُوَ الْمُصْطَلِق بْن سَعِيد بْن عَمْرو بْن رَبِيعَة بْن حَارِثَة بْن عَمْرو بْن عَامِر , وَيُقَال إِنَّ الْمُصْطَلِق لَقَب وَاسْمه جَذِيمَة بِفَتْحِ الْجِيم بَعْدهَا ذَال مُعْجَمَة مَكْسُورَة , وَسَيَأْتِي شَرْح هَذِهِ الْغَزَاة فِي كِتَاب الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى , ‏ ‏وَقَوْله : \" وَهُمْ غَارُّونَ \" ‏ ‏بِالْغَيْنِ الْمُعْجَمَة وَتَشْدِيد الرَّاء جَمْع غَارّ بِالتَّشْدِيدِ أَيْ غَافِل , أَيْ أَخَذَهُمْ عَلَى غِرَّة. ‏ ‏قَوْله : ( وَأَصَابَ يَوْمَئِذٍ جُوَيْرِيَةَ ) ‏ ‏بِالْجِيمِ مُصَغَّرًا بِنْت الْحَارِث بْن أَبِي ضِرَار بِكَسْرِ الْمُعْجَمَة وَتَخْفِيف الرَّاء اِبْن الْحَارِث بْن مَالِك بْن الْمُصْطَلِق , وَكَانَ أَبُوهَا سَيِّد قَوْمه وَقَدْ أَسْلَمَ بَعْد ذَلِكَ , وَقَدْ رَوَى مُسْلِم هَذَا الْحَدِيث مِنْ وَجْه آخَر عَنْ اِبْن عَوْن وَبَيَّنَ فِيهِ أَنَّ نَافِعًا اِسْتَدَلَّ بِهَذَا الْحَدِيث عَلَى نَسْخ الْأَمْر بِالدُّعَاءِ إِلَى الْإِسْلَام قَبْل الْقِتَال , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي \" بَاب الدَّعْوَة قَبْل الْقِتَال \" مِنْ كِتَاب الْجِهَاد إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2541,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ ابْنِ مُحَيْرِيزٍ، قَالَ رَأَيْتُ أَبَا سَعِيدٍ ـ رضى الله عنه ـ فَسَأَلْتُهُ فَقَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ بَنِي الْمُصْطَلِقِ فَأَصَبْنَا سَبْيًا مِنْ سَبْىِ الْعَرَبِ، فَاشْتَهَيْنَا النِّسَاءَ فَاشْتَدَّتْ عَلَيْنَا الْعُزْبَةُ وَأَحْبَبْنَا الْعَزْلَ، فَسَأَلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ مَا عَلَيْكُمْ أَنْ لاَ تَفْعَلُوا، مَا مِنْ نَسَمَةٍ كَائِنَةٍ إِلَى يَوْمِ الْقِيَامَةِ إِلاَّ وَهْىَ كَائِنَةٌ ‏\"‏‏.‏",
    "english_text": "I saw Abu Sa`id and asked him about coitus interruptus. Abu Sa`id said, \"We went with Allah's \nApostle, in the Ghazwa of Bani Al-Mustaliq and we captured some of the 'Arabs as captives, and the \nlong separation from our wives was pressing us hard and we wanted to practice coitus interruptus. We \nasked Allah's Messenger (ﷺ) (whether it was permissible). He said, \"It is better for you not to do so. No soul, \n(that which Allah has) destined to exist, up to the Day of Resurrection, but will definitely come, into \nexistence.\"",
    "explication": "حَدِيث أَبِي سَعِيد فَسَيَأْتِي الْكَلَام عَلَيْهِ فِي كِتَاب النِّكَاح مُسْتَوْفًى إِنْ شَاءَ اللَّه تَعَالَى حَيْثُ سَاقَهُ هُنَاكَ تَامًّا , ‏ ‏وَقَوْله هُنَا : \" اِبْن حَبَّان \" ‏ ‏هُوَ بِفَتْحِ أَوَّله وَالْمُوَحَّدَة الثَّقِيلَة , وَابْن مُحَيْرِيز بِالْمُهْمَلَةِ وَرَاء وَزَاي مُصَغَّر , ‏ ‏وَقَوْله : \" نَسَمَة \" ‏ ‏بِفَتْحِ النُّون وَالْمُهْمَلَة أَيْ نَفْس , ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2542,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ لاَ أَزَالُ أُحِبُّ بَنِي تَمِيمٍ‏.‏ وَحَدَّثَنِي ابْنُ سَلاَمٍ أَخْبَرَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنِ الْمُغِيرَةِ عَنِ الْحَارِثِ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ‏.‏ وَعَنْ عُمَارَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ مَا زِلْتُ أُحِبُّ بَنِي تَمِيمٍ مُنْذُ ثَلاَثٍ سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ فِيهِمْ، سَمِعْتُهُ يَقُولُ ‏\"‏ هُمْ أَشَدُّ أُمَّتِي عَلَى الدَّجَّالِ ‏\"‏‏.‏ قَالَ وَجَاءَتْ صَدَقَاتُهُمْ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذِهِ صَدَقَاتُ قَوْمِنَا ‏\"‏‏.‏ وَكَانَتْ سَبِيَّةٌ مِنْهُمْ عِنْدَ عَائِشَةَ‏.‏ فَقَالَ ‏\"‏ أَعْتِقِيهَا فَإِنَّهَا مِنْ وَلَدِ إِسْمَاعِيلَ ‏\"‏‏.‏",
    "english_text": "I have loved the people of the tribe of Bani Tamim ever since I heard, three things, Allah's Messenger (ﷺ) \nsaid about them. I heard him saying, These people (of the tribe of Bani Tamim) would stand firm \nagainst Ad-Dajjal.\" When the Sadaqat (gifts of charity) from that tribe came, Allah's Messenger (ﷺ) said, \n\"These are the Sadaqat (i.e. charitable gifts) of our folk.\" `Aisha had a slave-girl from that tribe, and \nthe Prophet (ﷺ) said to `Aisha, \"Manumit her as she is a descendant of Ishmael (the Prophet).",
    "explication": "حَدِيث أَبِي هُرَيْرَة أَوْرَدَهُ الْمُصَنِّف عَنْ شَيْخَيْنِ لَهُ كُلّ مِنْهُمَا حَدَّثَهُ بِهِ عَنْ جَرِير لَكِنَّهُ فَرَّقَهُمَا , لِأَنَّ أَحَدهمَا زَادَ فِيهِ عَنْ جَرِير إِسْنَادًا آخَر , وَسَاقَهُ هُنَا عَلَى لَفْظ أَحَدهمَا وَهُوَ مُحَمَّد بْن سَلَام , وَسَيَأْتِي فِي الْمَغَازِي عَلَى لَفْظ الْآخَر وَهُوَ زُهَيْر بْن حَرْب , وَمُغِيرَة هُوَ اِبْن مِقْسَم الضَّبِّيّ , وَالْحَارِث هُوَ اِبْن يَزِيد , وَالْعُكْلِيّ بِضَمِّ الْمُهْمَلَة وَسُكُون الْكَاف وَلَيْسَ لَهُ فِي الْبُخَارِيّ إِلَّا هَذَا الْحَدِيث , وَقَدْ أَغْفَلَهُ الْكَلَابَاذِيّ مِنْ رِجَال الْبُخَارِيّ , وَهُوَ ثِقَة جَلِيل الْقَدْر مِنْ أَقْرَان الرَّاوِي عَنْهُ مُغِيرَة لَكِنَّهُ تَقَدَّمَ عَلَيْهِ فِي الْوَفَاة , وَالْإِسْنَاد كُلّه كُوفِيُّونَ غَيْر طَرَفَيْهِ الصَّحَابِيّ وَشَيْخ الْبُخَارِيّ. ‏ ‏قَوْله : ( مَا زِلْت أُحِبّ بَنِي تَمِيم ) ‏ ‏أَيْ الْقَبِيلَة الْكَبِيرَة الْمَشْهُورَة يَنْتَسِبُونَ إِلَى تَمِيم بْن مُرّ بِضَمِّ الْمِيم بِلَا هَاء اِبْن أُدّ بِضَمِّ أَوَّله وَتَشْدِيد الدَّال اِبْن طَابِخَة بِمُوَحَّدَةٍ مَكْسُورَة وَمُعْجَمَة اِبْن إِلْيَاس بْن مُضَر. ‏ ‏قَوْله : ( مُنْذُ ثَلَاث ) ‏ ‏أَيْ مِنْ حِين سَمِعْت الْخِصَال الثَّلَاث , زَادَ أَحْمَد مِنْ وَجْه آخَر عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَة \" وَمَا كَانَ قَوْم مِنْ الْأَحْيَاء أَبْغَض إِلَيَّ مِنْهُمْ فَأَحْبَبْتهمْ \" ا ه , وَكَانَ ذَلِكَ لِمَا كَانَ يَقَعُ بَيْنهمْ وَبَيْن قَوْمه فِي الْجَاهِلِيَّة مِنْ الْعَدَاوَة. ‏ ‏قَوْله : ( هُمْ أَشَدُّ أُمَّتِي عَلَى الدَّجَّال ) ‏ ‏فِي رِوَايَة الشَّعْبِيّ عَنْ أَبِي هُرَيْرَة عِنْد مُسْلِم \" هُمْ أَشَدّ النَّاس قِتَالًا فِي الْمَلَاحِم \" وَهِيَ أَعَمّ مِنْ رِوَايَة أَبِي زُرْعَة. وَيُمْكِن أَنْ يُحْمَلَ الْعَامّ فِي ذَلِكَ عَلَى الْخَاصّ فَيَكُون الْمُرَاد بِالْمَلَاحِمِ أَكْبَرهَا وَهُوَ قِتَال الدَّجَّال , أَوْ ذَكَرَ الدَّجَّال لِيَدْخُل غَيْره بِطَرِيقِ الْأَوْلَى. ‏ ‏قَوْله : ( هَذِهِ صَدَقَات قَوْمنَا ) ‏ ‏إِنَّمَا نَسَبَهُمْ إِلَيْهِ لِاجْتِمَاعِ نَسَبهمْ بِنَسَبِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي إِلْيَاس بْن مُضَر , وَوَقَعَ عِنْد الطَّبَرَانِيّ فِي \" الْأَوْسَط \" مِنْ طَرِيق الشَّعْبِيّ عَنْ أَبِي هُرَيْرَة فِي هَذَا الْحَدِيث \" وَأُتِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنِعَمٍ مِنْ صَدَقَة بَنِي سَعْد , فَلَمَّا رَاعَهُ حُسْنهَا قَالَ : هَذِهِ صَدَقَة قَوْمِي \" ا ه , وَبَنُو سَعْد بَطْن كَبِير شَهِير مِنْ تَمِيم , يُنْسَبُونَ إِلَى سَعْد بْن زَيْد مَنَاة بْن تَمِيم , مِنْ أَشْهَرهمْ فِي الصَّحَابَة قَيْس بْن عَاصِم بْن سِنَان بْن خَالِد السَّعْدِيّ قَالَ فِيهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" هَذَا سَيِّد أَهْل الْوَبَر \". ‏ ‏قَوْله : ( وَكَانَتْ سَبِيَّة مِنْهُمْ عِنْد عَائِشَة ) ‏ ‏أَيْ مِنْ بَنِي تَمِيم , وَالْمُرَاد بَطْن مِنْهُمْ أَيْضًا , وَقَدْ وَقَعَ عِنْد الْإِسْمَاعِيلِيّ مِنْ طَرِيق أَبِي مَعْمَر عَنْ جَرِير \" وَكَانَتْ عَلَى عَائِشَة نَسَمَة مِنْ بَنِي إِسْمَاعِيل فَقَدِمَ سَبْي خَوْلَان فَقَالَتْ عَائِشَة يَا رَسُول اللَّه أَبْتَاعُ مِنْهُمْ ؟ قَالَ : لَا. فَلَمَّا قَدِمَ سَبْي بَنِي الْعَنْبَر قَالَ : اِبْتَاعِي فَإِنَّهُمْ وَلَد إِسْمَاعِيل \" , وَوَقَعَ عِنْد أَبِي عَوَانَة مِنْ طَرِيق الشَّعْبِيّ عَنْ أَبِي هُرَيْرَة أَيْضًا \" وَجِيءَ بِسَبْيِ بَنِي الْعَنْبَر \" ا ه , وَبَنُو الْعَنْبَر بَطْنٌ شَهِيرٌ أَيْضًا مِنْ بَنِي تَمِيم يُنْسَبُونَ إِلَى الْعَنْبَر - وَهُوَ بِلَفْظِ الطِّيب الْمَعْرُوف - اِبْن عَمْرو بْن تَمِيم. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏وَقَعَ فِي نُسْخَة الصَّحِيحَيْنِ \" سَبِيَّة \" بِوَزْنِ فَعِيلَة مَفْتُوح الْأَوَّل مِنْ السَّبْي أَوْ مِنْ السَّبَا , وَلَمْ أَقِفْ عَلَى اِسْمهَا , لَكِنْ عِنْد الْإِسْمَاعِيلِيّ مِنْ طَرِيق هَارُون بْن مَعْرُوف عَنْ جَرِير \" نَسَمَة \" بِفَتْحِ النُّون وَالْمُهْمَلَة أَيْ نَفْس , وَلَهُ مِنْ رِوَايَة أَبِي مَعْمَر الْمَذْكُورَة \" وَكَانَتْ عَلَى عَائِشَة نَسَمَة مِنْ بَنِي إِسْمَاعِيل \" وَفِي رِوَايَة الشَّعْبِيّ الْمَذْكُورَة عِنْد أَبِي عَوَانَة \" وَكَانَ عَلَى عَائِشَة مُحَرَّر \" وَبَيَّنَ الطَّبَرَانِيُّ فِي \" الْأَوْسَط \" فِي رِوَايَة الشَّعْبِيّ الْمَذْكُورَة الْمُرَاد بِالَّذِي كَانَ عَلَيْهَا وَأَنَّهُ كَانَ نَذْرًا وَلَفْظه \" نَذَرَتْ عَائِشَة أَنْ تُعْتِق مُحَرَّرًا مِنْ بَنِي إِسْمَاعِيل \" وَلَهُ فِي \" الْكَبِير \" مِنْ حَدِيث دُرَيْح وَهُوَ بِمُهْمَلَاتٍ مُصَغَّرًا اِبْن ذُؤَيْب بْن شُعْثُم بِضَمِّ الْمُعْجَمَة وَالْمُثَلَّثَة بَيْنهمَا عَيْن مُهْمَلَة الْعَنْبَرِيّ \" أَنَّ عَائِشَة قَالَتْ : يَا نَبِيّ اللَّه إِنِّي نَذَرْت عَتِيقًا مِنْ وَلَد إِسْمَاعِيل , فَقَالَ لَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : اِصْبِرِي حَتَّى يَجِيءَ فَيْءُ بَنِي الْعَنْبَر غَدًا , فَجَاءَ فَيْء بَنِي الْعَنْبَر فَقَالَ لَهَا : خُذِي مِنْهُمْ أَرْبَعَة , فَأَخَذَتْ رُدَيْحًا وَزُبَيْبًا وَزُخَيًّا وَسَمُرَة \" ا ه. فَأَمَّا رُدَيْح فَهُوَ الْمَذْكُور , وَأَمَّا زُبَيْب فَهُوَ بِالزَّايِ وَالْمُوَحَّدَة مُصَغَّر أَيْضًا - وَضَبَطَهُ الْعَسْكَرِيّ بِنُونٍ ثُمَّ مُوَحَّدَة - وَهُوَ اِبْن ثَعْلَبَة بْن عَمْرو , وَزُخَيّ بِالزَّايِ وَالْخَاء الْمُعْجَمَة مُصَغَّر أَيْضًا وَضَبَطَهُ اِبْن عَوْن بِالرَّاءِ أَوَّله , وَسَمُرَة وَهُوَ اِبْن عَمْرو بْن قُرْط بِضَمِّ الْقَاف وَسُكُون الرَّاء , قَالَ فِي الْحَدِيث الْمَذْكُور \" فَمَسَحَ النَّبِيّ رُءُوسهمْ وَبَرَّك عَلَيْهِمْ ثُمَّ قَالَ : يَا عَائِشَة هَؤُلَاءِ مِنْ بَنِي إِسْمَاعِيل قَصْدًا \" ا ه. وَالَّذِي تَعَيَّنَ لِعِتْقِ عَائِشَة مِنْ هَؤُلَاءِ الْأَرْبَعَة إِمَّا رُدَيْح وَإِمَّا زُخَيّ , فَفِي سُنَن أَبِي دَاوُدَ مِنْ حَدِيث الزُّبَيْب بْن ثَعْلَبَة مَا يُرْشِدُ إِلَى ذَلِكَ , وَفِي أَوَّل الْحَدِيث عِنْده \" بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَيْشًا إِلَى بَنِي الْعَنْبَر فَأَخَذُوهُمْ بِرُكْبَةٍ مِنْ نَاحِيَة الطَّائِف فَاسْتَاقُوهُمْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَرُكْبَة بِضَمِّ الرَّاء وَسُكُونِ الْكَاف بَعْدهَا مُوَحَّدَة مَوْضِع مَعْرُوف وَهِيَ غَيْر رَكُوبَة الثَّنِيَّة الْمَعْرُوفَة الَّتِي بَيْن مَكَّة وَالْمَدِينَة , وَذَكَرَ اِبْن سَعْد أَنَّ سَرِيَّة عُيَيْنَةَ بْن حِصْن هَذِهِ كَانَتْ فِي الْمُحَرَّم سَنَة تِسْع مِنْ الْهِجْرَة وَأَنَّهُ سَبَى إِحْدَى عَشْرَة اِمْرَأَة وَثَلَاثِينَ صَبِيًّا وَاللَّه أَعْلَم. وَفِي قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَائِشَة : \" اِبْتَاعِيهَا فَأَعْتِقِيهَا \" دَلِيل لِلْجُمْهُورِ فِي حِصَّة تَمَلُّك الْعَرَبِيّ , وَإِنْ كَانَ الْأَفْضَل عِتْق مَنْ يُسْتَرَقّ مِنْهُمْ , وَلِذَلِكَ قَالَ عُمَر : \" مِنْ الْعَار أَنْ يَمْلِكَ الرَّجُلُ اِبْن عَمّه وَبِنْت عَمّه \" حَكَاهُ اِبْن بَطَّال عَنْ الْمُهَلَّب. وَقَالَ اِبْن الْمُنِير : لَا بُدّ فِي هَذِهِ الْمَسْأَلَة مِنْ تَفْصِيلٍ , فَلَوْ كَانَ الْعَرَبِيّ مَثَلًا مِنْ وَلَد فَاطِمَة عَلَيْهِمَا السَّلَام وَتَزَوَّجَ أَمَة بِشَرْطِهِ لَاسْتَبْعَدْنَا اِسْتِرْقَاق وَلَده , قَالَ : وَإِذَا أَفَادَ كَوْن الْمَسْبِيّ مِنْ وَلَد إِسْمَاعِيل يَقْتَضِي اِسْتِحْبَاب إِعْتَاقه فَالَّذِي بِالْمَثَابَةِ الَّتِي فَرَضْنَاهَا يَقْتَضِي وُجُوب حُرِّيَّته حَتْمًا , وَاللَّه أَعْلَم. وَفِي الْحَدِيث أَيْضًا فَضِيلَة ظَاهِرَة لِبَنِي تَمِيم , وَكَانَ فِيهِمْ فِي الْجَاهِلِيَّة وَصَدْر الْإِسْلَام جَمَاعَة مِنْ الْأَشْرَاف وَالرُّؤَسَاء. وَفِيهِ الْإِخْبَار عَمَّا سَيَأْتِي مِنْ الْأَحْوَال الْكَائِنَة فِي آخِر الزَّمَان. وَفِيهِ الرَّدّ عَلَى مَنْ نَسَبَ جَمِيع الْيَمَن إِلَى بَنِي إِسْمَاعِيل لِتَفْرِقَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن خَوْلَان وَهُمْ مِنْ الْيَمَن وَبَيْن بَنِي الْعَنْبَر وَهُمْ مِنْ مُضَر , وَالْمَشْهُور فِي خَوْلَان أَنَّهُ اِبْن عَمْرو بْن مَالِك بْن الْحَارِث مِنْ وَلَد كَهْلَان بْن سَبَأ. وَقَالَ اِبْن الْكَلْبِيّ خَوْلَان بْن عَمْرو بْن الْحَاف بْن قُضَاعَة , وَسَيَأْتِي بَسْط الْقَوْل فِي ذَلِكَ فِي أَوَائِل الْمَنَاقِب إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2543,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، سَمِعَ مُحَمَّدَ بْنَ فُضَيْلٍ، عَنْ مُطَرِّفٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ كَانَتْ لَهُ جَارِيَةٌ فَعَالَهَا، فَأَحْسَنَ إِلَيْهَا ثُمَّ أَعْتَقَهَا وَتَزَوَّجَهَا، كَانَ لَهُ أَجْرَانِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"He who has a slave-girl and educates and treats her nicely and then manumits \nand marries her, will get a double reward.\"",
    "explication": "‏ ‏مُطَرِّف ) ‏ ‏الْمَذْكُور فِي السَّنَد هُوَ اِبْن طَرِيف كُوفِيّ مَشْهُور. وَقَوْله فِي هَذِهِ الرِّوَايَة : ‏ ‏( فَعَلِّمْهَا ) ‏ ‏فِي رِوَايَة أَبِي ذَرّ عَنْ الْمُسْتَمْلِي وَالسَّرَخْسِيّ \" فَعَالَهَا \" ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2544,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا وَاصِلٌ الأَحْدَبُ، قَالَ سَمِعْتُ الْمَعْرُورَ بْنَ سُوَيْدٍ، قَالَ رَأَيْتُ أَبَا ذَرٍّ الْغِفَارِيَّ ـ رضى الله عنه ـ وَعَلَيْهِ حُلَّةٌ وَعَلَى غُلاَمِهِ حُلَّةٌ فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ إِنِّي سَابَبْتُ رَجُلاً فَشَكَانِي إِلَى النَّبِيِّ صلى الله عليه وسلم، فَقَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَعَيَّرْتَهُ بِأُمِّهِ ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ إِخْوَانَكُمْ خَوَلُكُمْ جَعَلَهُمُ اللَّهُ تَحْتَ أَيْدِيكُمْ، فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدِهِ فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلاَ تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإِنْ كَلَّفْتُمُوهُمْ مَا يَغْلِبُهُمْ فَأَعِينُوهُمْ ‏\"‏‏.‏",
    "english_text": "I saw Abu Dhar Al-Ghifari wearing a cloak, and his slave, too, was wearing a cloak. We asked him \nabout that (i.e. how both were wearing similar cloaks). He replied, \"Once I abused a man and he \ncomplained of me to the Prophet (ﷺ) . The Prophet (ﷺ) asked me, 'Did you abuse him by slighting his \nmother?' He added, 'Your slaves are your brethren upon whom Allah has given you authority. So, if \none has one's brethren under one's control, one should feed them with the like of what one eats and \nclothe them with the like of what one wears. You should not overburden them with what they cannot \nbear, and if you do so, help them (in their hard job).",
    "explication": "‏ ‏قَوْله : ( عَنْ وَاصِل ) ‏ ‏هُوَ اِبْن حَيَّان , وَلِلْأَصِيلِيِّ هُوَ الْأَحْدَب ,وَلِلْمُصَنِّفِ فِي الْعِتْق حَدَّثَنَا وَاصِل الْأَحْدَب ‏ ‏قَوْله : ( عَنْ الْمَعْرُور ) ‏ ‏وَفِي الْعِتْق : سَمِعْت الْمَعْرُور بْن سُوَيْدٍ , وَهُوَ بِمُهْمَلَاتٍ سَاكِن الْعَيْن. ‏ ‏قَوْله ( بِالرَّبَذَةِ ) ‏ ‏هُوَ بِفَتْحِ الرَّاء وَالْمُوَحَّدَة وَالْمُعْجَمَة : مَوْضِع بِالْبَادِيَةِ , بَيْنه وَبَيْن الْمَدِينَة ثَلَاث مَرَاحِل. ‏ ‏قَوْله : ( وَعَلَيْهِ حُلَّة وَعَلَى غُلَامه حُلَّة ) ‏ ‏هَكَذَا رَوَاهُ أَكْثَر أَصْحَاب شُعْبَة عَنْهُ , لَكِنْ فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق مُعَاذ عَنْ شُعْبَة \" أَتَيْت أَبَا ذَرّ , فَإِذَا حُلَّة عَلَيْهِ مِنْهَا ثَوْب وَعَلَى عَبْده مِنْهَا ثَوْب \" وَهَذَا يُوَافِق مَا فِي اللُّغَة أَنَّ الْحُلَّة ثَوْبَانِ مِنْ جِنْس وَاحِد , وَيُؤَيِّدهُ مَا فِي رِوَايَة الْأَعْمَش عَنْ الْمَعْرُور عِنْد الْمُؤَلِّف فِي الْأَدَب بِلَفْظِ \" رَأَيْت عَلَيْهِ بُرْدًا وَعَلَى غُلَامه بُرْدًا فَقُلْت : لَوْ أَخَذْت هَذَا فَلَبِسْته كَانَتْ حُلَّة \" وَفِي رِوَايَة مُسْلِم \" فَقُلْنَا : يَا أَبَا ذَرّ , لَوْ جَمَعْت بَيْنهمَا كَانَتْ حُلَّة \" وَلِأَبِي دَاوُدَ \" فَقَالَ الْقَوْم : يَا أَبَا ذَرّ , لَوْ أَخَذْت الَّذِي عَلَى غُلَامك فَجَعَلْته مَعَ الَّذِي عَلَيْك لَكَانَتْ حُلَّة \" فَهَذَا مُوَافِق لِقَوْلِ أَهْل اللُّغَة ; لِأَنَّهُ ذَكَرَ أَنَّ الثَّوْبَيْنِ يَصِيرَانِ بِالْجَمْعِ بَيْنهمَا حُلَّة , وَلَوْ كَانَ كَمَا فِي الْأَصْل عَلَى كُلّ وَاحِد مِنْهُمَا حُلَّة لَكَانَ إِذَا جَمَعَهُمَا يَصِير عَلَيْهِ حُلَّتَانِ , وَيُمْكِن الْجَمْع بَيْن الرِّوَايَتَيْنِ بِأَنَّهُ كَانَ عَلَيْهِ بُرْد جَيِّد تَحْته ثَوْب خَلِق مِنْ جِنْسه وَعَلَى غُلَامه كَذَلِكَ , وَكَأَنَّهُ قِيلَ لَهُ : لَوْ أَخَذْت الْبُرْد الْجَيِّد فَأَضَفْته إِلَى الْبُرْد الْجَيِّد الَّذِي عَلَيْك وَأَعْطَيْت الْغُلَام الْبُرْد الْخَلِق بَدَله لَكَانَتْ حُلَّة جَيِّدَة , فَتَلْتَئِم بِذَلِكَ الرِّوَايَتَانِ , وَيُحْمَل قَوْله فِي حَدِيث الْأَعْمَش \" لَكَانَتْ حُلَّة \" أَيْ : كَامِلَة الْجَوْدَة , فَالتَّنْكِير فِيهِ لِلتَّعْظِيمِ. وَاَللَّه أَعْلَم. وَقَدْ نَقَلَ بَعْض أَهْل اللُّغَة أَنَّ الْحُلَّة لَا تَكُون إِلَّا ثَوْبَيْنِ جَدِيدَيْنِ يَحُلّهُمَا مِنْ طَيّهمَا , فَأَفَادَ أَصْل تَسْمِيَة الْحُلَّة. وَغُلَام أَبِي ذَرّ الْمَذْكُور لَمْ يُسَمَّ , وَيَحْتَمِل أَنْ يَكُون أَبَا مُرَاوِح مَوْلَى أَبِي ذَرّ , وَحَدِيثه عَنْهُ فِي الصَّحِيحَيْنِ. وَذَكَرَ مُسْلِم فِي الْكُنَى أَنَّ اِسْمه سَعْد. ‏ ‏قَوْله : ( فَسَأَلْته ) ‏ ‏أَيْ : عَنْ السَّبَب فِي إِلْبَاسه غُلَامه نَظِير لُبْسه ; لِأَنَّهُ عَلَى خِلَاف الْمَأْلُوف , فَأَجَابَهُ بِحِكَايَةِ الْقِصَّة الَّتِي كَانَتْ سَبَبًا لِذَلِكَ. ‏ ‏قَوْله : ( سَابَبْت ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ \" شَاتَمْت \" وَفِي الْأَدَب لِلْمُؤَلِّفِ \" كَانَ بَيْنِي وَبَيْن رَجُل كَلَام \" وَزَادَ مُسْلِم \" مِنْ إِخْوَانِي \" وَقِيلَ : إِنَّ الرَّجُل الْمَذْكُور هُوَ بِلَال الْمُؤَذِّن مَوْلَى أَبِي بَكْر , وَرَوَى ذَلِكَ الْوَلِيد بْنُ مُسْلِم مُنْقَطِعًا. وَمَعْنَى \" سَابَبْت \" وَقَعَ بَيْنِي وَبَيْنه سِبَاب بِالتَّخْفِيفِ , وَهُوَ مِنْ السَّبّ بِالتَّشْدِيدِ وَأَصْله الْقَطْع وَقِيلَ مَأْخُوذ مِنْ السَّبَّة وَهِيَ حَلْقَة الدُّبُر , سَمَّى الْفَاحِش مِنْ الْقَوْل بِالْفَاحِشِ مِنْ الْجَسَد , فَعَلَى الْأَوَّل الْمُرَاد قَطْع الْمَسْبُوب , وَعَلَى الثَّانِي الْمُرَاد كَشْف عَوْرَته لِأَنَّ مِنْ شَأْن السَّابّ إِبْدَاء عَوْرَة الْمَسْبُوب. ‏ ‏قَوْله : ( فَعَيَّرْته بِأُمِّهِ ) ‏ ‏أَيْ : نَسَبْته إِلَى الْعَار , زَادَ فِي الْأَدَب \" وَكَانَتْ أُمّه أَعْجَمِيَّة فَنِلْت مِنْهَا \" وَفِي رِوَايَة \" قُلْت لَهُ يَا اِبْن السَّوْدَاء \" , وَالْأَعْجَمِيّ مَنْ لَا يُفْصِح بِاللِّسَانِ الْعَرَبِيّ سَوَاء كَانَ عَرَبِيًّا أَوْ عَجَمِيًّا , وَالْفَاء فِي \" فَعَيَّرْته \" قِيلَ هِيَ تَفْسِيرِيَّة كَأَنَّهُ بَيَّنَ أَنَّ التَّعْيِير هُوَ السَّبّ , وَالظَّاهِر أَنَّهُ وَقَعَ بَيْنهمَا سِبَاب وَزَادَ عَلَيْهِ التَّعْيِير فَتَكُون عَاطِفَة , وَيَدُلّ عَلَيْهِ رِوَايَة مُسْلِم قَالَ \" أَعَيَّرْته بِأُمِّهِ ؟ فَقُلْت : مَنْ سَبَّ الرِّجَال سَبُّوا أَبَاهُ وَأُمّه. قَالَ : إِنَّك اِمْرُؤٌ فِيك جَاهِلِيَّة \" أَيْ : خَصْلَة مِنْ خِصَال الْجَاهِلِيَّة. وَيَظْهَر لِي أَنَّ ذَلِكَ كَانَ مِنْ أَبِي ذَرّ قَبْل أَنْ يَعْرِف تَحْرِيمه , فَكَانَتْ تِلْكَ الْخَصْلَة مِنْ خِصَال الْجَاهِلِيَّة بَاقِيَة عِنْده , فَلِهَذَا قَالَ كَمَا عِنْد الْمُؤَلِّف فِي الْأَدَب \" قُلْت : عَلَى سَاعَتِي هَذِهِ مِنْ كِبَر السِّنّ ؟ قَالَ : نَعَمْ \" كَأَنَّهُ تَعَجَّبَ مِنْ خَفَاء ذَلِكَ عَلَيْهِ مَعَ كِبَر سِنّه , فَبَيَّنَ لَهُ كَوْن هَذِهِ الْخَصْلَة مَذْمُومَة شَرْعًا , وَكَانَ بَعْد ذَلِكَ يُسَاوِي غُلَامه فِي الْمَلْبُوس وَغَيْره أَخْذًا بِالْأَحْوَطِ , وَإِنْ كَانَ لَفْظ الْحَدِيث يَقْتَضِي اِشْتِرَاط الْمُوَاسَاة لَا الْمُسَاوَاة , وَسَنَذْكُرُ مَا يَتَعَلَّق بِبَقِيَّةِ ذَلِكَ فِي كِتَاب الْعِتْق حَيْثُ ذَكَرَهُ الْمُصَنِّف إِنْ شَاءَ اللَّه تَعَالَى. وَفِي السِّيَاق دَلَالَة عَلَى جَوَاز تَعْدِيَة \" عَيَّرْته \" بِالْبَاءِ , وَقَدْ أَنْكَرَهُ اِبْن قُتَيْبَة وَتَبِعَهُ بَعْضهمْ , وَأَثْبَتَ آخَرُونَ أَنَّهَا لُغَة. وَقَدْ جَاءَ فِي سَبَب إِلْبَاس أَبِي ذَرّ غُلَامه مِثْل لُبْسه أَثَر مَرْفُوع أَصْرَح مِنْ هَذَا وَأَخَصّ , أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ طَرِيق أَبِي غَالِب عَنْ أَبِي أُمَامَةَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْطَى أَبَا ذَرّ عَبْدًا فَقَالَ \" أَطْعِمْهُ مِمَّا تَأْكُل , وَأَلْبِسهُ مِمَّا تَلْبَس \" وَكَانَ لِأَبِي ذَرٍّ ثَوْب فَشَقَّهُ نِصْفَيْنِ , فَأَعْطَى الْغُلَام نِصْفه , فَرَآهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ فَقَالَ : قُلْت يَا رَسُول اللَّه \" أَطْعِمُوهُمْ مِمَّا تَأْكُلُونَ , وَأَلْبِسُوهُمْ مِمَّا تَلْبَسُونَ \" قَالَ : نَعَمْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2545,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْعَبْدُ إِذَا نَصَحَ سَيِّدَهُ وَأَحْسَنَ عِبَادَةَ رَبِّهِ كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If a slave is honest and faithful to his master and worships his Lord (Allah) in a \nperfect manner, he will get a double reward.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ النَّجْشِ ) ‏ ‏تَقَدَّمَ أَنَّ الْمَشْهُورَ أَنَّهُ بِفَتْحِ الْجِيمِ وَحَكَى الْمُطَرِّزِيُّ فِيهِ السُّكُون. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2546,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ صَالِحٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَيُّمَا رَجُلٍ كَانَتْ لَهُ جَارِيَةٌ فَأَدَّبَهَا فَأَحْسَنَ تَأْدِيبَهَا، وَأَعْتَقَهَا وَتَزَوَّجَهَا، فَلَهُ أَجْرَانِ، وَأَيُّمَا عَبْدٍ أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ، فَلَهُ أَجْرَانِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"He who has a slave-girl and teaches her good manners and improves her education \nand then manumits and marries her, will get a double reward; and any slave who observes Allah's \nright and his master's right will get a double reward.\"",
    "explication": "الْأَوَّل حَدِيث أَبِي مُوسَى , قَدْ تَقَدَّمَ شَرْحه فِي كِتَاب الْعِلْم. وَقَوْله فِي هَذِهِ الطَّرِيق \" أَيّمَا رَجُل كَانَتْ عِنْده وَلِيدَة \" أَيْ أَمَة , وَأَصْلهَا مَا وُلِدَ مِنْ الْإِمَاء فِي مِلْكِ الرَّجُل , ثُمَّ أُطْلِقَ ذَلِكَ عَلَى كُلّ أَمَة. ‏ ‏قَوْله ( فَلَهُ أَجْرَانِ ) ‏ ‏ذَكَرَ مِمَّنْ يَحْصُل لَهُمْ تَضْعِيف الْأَجْر مَرَّتَيْنِ ثَلَاثَة أَصْنَاف : مُتَزَوِّج الْأَمَة بَعْد عِتْقهَا , وَمُؤْمِن أَهْل الْكِتَاب وَقَدْ تَقَدَّمَ الْبَحْث فِيهِ فِي كِتَاب الْعِلْم , وَالْمَمْلُوك الَّذِي يُؤَدِّي حَقّ اللَّه وَحَقّ مَوَالِيه وَقَدْ تَقَدَّمَ فِي الْعِتْق. وَوَقَعَ فِي حَدِيث أَبِي أُمَامَةَ رَفَعَهُ عِنْد الطَّبَرَانِيِّ \" أَرْبَعَة يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ \" فَذَكَرَ الثَّلَاثَة كَالَّذِي هُنَا وَزَادَ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَتَقَدَّمَ فِي التَّفْسِير حَدِيث الْمَاهِر بِالْقُرْآنِ , وَالَّذِي يَقْرَأ وَهُوَ عَلَيْهِ شَاقّ , وَحَدِيث زَيْنَب اِمْرَأَة اِبْن مَسْعُود فِي الَّتِي تَتَصَدَّق عَلَى قَرِيبهَا لَهَا أَجْرَان أَجْر الصَّدَقَة وَأَجْر الصِّلَة , وَقَدْ تَقَدَّمَ فِي الزَّكَاة. وَحَدِيث عَمْرو بْن الْعَاصِ فِي الْحَاكِم إِذَا أَصَابَ لَهُ أَجْرَان وَسَيَأْتِي فِي الْأَحْكَام ; وَحَدِيث جَرِير \" مَنْ سَنّ سُنَّة حَسَنَة \" وَحَدِيث أَبِي هُرَيْرَة \" مَنْ دَعَا إِلَى هُدَى \" وَحَدِيث أَبِي مَسْعُود \" مَنْ دَلَّ عَلَى خَيْر \" وَالثَّلَاثَة بِمَعْنًى وَهُنَّ فِي الصَّحِيحَيْنِ. وَمِنْ ذَلِكَ حَدِيث أَبِي سَعِيد فِي الَّذِي تَيَمَّمَ ثُمَّ وَجَدَ الْمَاء فَأَعَادَ الصَّلَاة , فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَك الْأَجْر مَرَّتَيْنِ \" أَخْرَجَهُ أَبُو دَاوُدَ. وَقَدْ يَحْصُل بِمَزِيدِ التَّتَبُّع أَكْثَر مِنْ ذَلِكَ. وَكُلّ هَذَا دَالّ عَلَى أَنْ لَا مَفْهُوم لِلْعَدَدِ الْمَذْكُور فِي حَدِيث أَبِي مُوسَى. وَفِيهِ دَلِيل عَلَى مَزِيد فَضْلِ مَنْ أَعْتَقَ أَمَته ثُمَّ تَزَوَّجَهَا سَوَاء أَعْتَقَهَا اِبْتِدَاء لِلَّهِ أَوْ لِسَبَبٍ. وَقَدْ بَالَغَ قَوْم فَكَرِهُوهُ فَكَأَنَّهُمْ لَمْ يَبْلُغهُمْ الْخَبَر , فَمِنْ ذَلِكَ مَا وَقَعَ فِي رِوَايَة هُشَيْمٍ عَنْ صَالِح بْن صَالِح الرَّاوِي الْمَذْكُور وَفِيهِ قَالَ \" رَأَيْت رَجُلًا مِنْ أَهْل خُرَاسَان سَأَلَ الشَّعْبِيّ فَقَالَ : إِنَّ مَنْ قَبْلنَا مِنْ أَهْل خُرَاسَان يَقُولُونَ فِي الرَّجُل إِذَا أَعْتَقَ أَمَته ثُمَّ تَزَوَّجَهَا فَهُوَ كَالرَّاكِبِ بَدَنَته. فَقَالَ الشَّعْبِيّ \" فَذَكَرَ هَذَا الْحَدِيث. وَأَخْرَجَ الطَّبَرَانِيُّ بِإِسْنَادٍ رِجَاله ثِقَات عَنْ اِبْن مَسْعُود أَنَّهُ كَانَ يَقُول ذَلِكَ , وَأَخْرَجَ سَعِيد بْن مَنْصُور عَنْ اِبْن عُمَر مِثْله : وَعِنْد اِبْن أَبِي شَيْبَة بِإِسْنَادٍ صَحِيح عَنْ أَنَس أَنَّهُ سُئِلَ عَنْهُ فَقَالَ \" إِذَا أَعْتَقَ أَمَته لِلَّهِ فَلَا يَعُود فِيهَا \" وَمِنْ طَرِيق سَعِيد بْن الْمُسَيِّب وَإِبْرَاهِيم النَّخَعِيِّ أَنَّهُمَا كَرِهَا ذَلِكَ. وَأَخْرَجَ أَيْضًا مِنْ طَرِيق عَطَاء وَالْحَسَن أَنَّهُمَا كَانَا لَا يَرَيَانِ بِذَلِكَ بَأْسًا. ‏ ‏قَوْله ( وَقَالَ أَبُو بَكْر ) ‏ ‏هُوَ اِبْن عَيَّاش بِتَحْتَانِيَّةٍ وَآخِره مُعْجَمَة , وَأَبُو حُصَيْنٍ هُوَ عُثْمَان بْن عَاصِم ‏ ‏( عَنْ أَبِي بُرْدَة ) ‏ ‏هُوَ اِبْن أَبِي مُوسَى. وَهَذَا الْإِسْنَاد مُسَلْسَل بِالْكُوفِيِّينَ وَبِالْكُنَى. ‏ ‏قَوْله ( عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْتَقَهَا ثُمَّ أَصْدَقهَا ) ‏ ‏كَأَنَّهُ أَشَارَ بِهَذِهِ الرِّوَايَة إِلَى أَنَّ الْمُرَاد بِالتَّزْوِيجِ فِي الرِّوَايَة الْأُخْرَى أَنْ يَقَع بِمَهْرٍ جَدِيد سِوَى الْعِتْق , لَا كَمَا وَقَعَ فِي قِصَّة صَفِيَّة كَمَا سَيَأْتِي فِي الْبَاب الَّذِي بَعْده , فَأَفَادَتْ هَذِهِ الطَّرِيق ثُبُوت الصَّدَاق , فَإِنَّهُ لَمْ يَقَع التَّصْرِيح بِهِ فِي الطَّرِيق الْأُولَى بَلْ ظَاهِرهَا أَنْ يَكُون الْعِتْق نَفْس الْمَهْر. وَقَدْ وَصَلَ طَرِيق أَبِي بَكْر بْن عَيَّاش هَذِهِ أَبُو دَاوُدَ الطَّيَالِسِيُّ فِي مُسْنَده عَنْهُ فَقَالَ \" حَدَّثَنَا أَبُو بَكْر الْخَيَّاط \" فَذَكَرَهُ بِإِسْنَادِهِ بِلَفْظِ \" إِذَا أَعْتَقَ الرَّجُل أَمَته ثُمَّ أَمْهَرهَا مَهْرًا جَدِيدًا كَانَ لَهُ أَجْرَانِ , وَكَأَنَّ أَبَا بَكْر كَانَ يَتَعَانَى الْخِيَاطَة فِي وَقْت , وَهُوَ أَحَد الْحُفَّاظ الْمَشْهُورِينَ فِي الْحَدِيث , وَالْقُرَّاء الْمَذْكُورِينَ فِي الْقِرَاءَة , وَأَحَد الرُّوَاة عَنْ عَاصِم وَلَهُ اِخْتِيَار. وَقَدْ اِحْتَجَّ بِهِ الْبُخَارِيّ وَوَصَلَهُ مِنْ طَرِيقه أَيْضًا الْحَسَن بْن سُفْيَان وَأَبُو بَكْر الْبَزَّار فِي مُسْنَدَيْهِمَا عَنْهُ , وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ عَنْ الْحَسَن وَلَفْظه عِنْده \" ثُمَّ تَزَوَّجَهَا بِمَهْرٍ جَدِيد \" وَكَذَا أَخْرَجَهُ يَحْيَى بْن عَبْد الْحَمِيد الْحِمّانِيّ فِي مُسْنَده عَنْ أَبِي بَكْر بِهَذَا اللَّفْظ , وَلَمْ يَقَع لِابْنِ حَزْم إِلَّا مِنْ رِوَايَة الْحِمّانِيّ فَضَعَّفَ هَذِهِ الزِّيَادَة بِهِ وَلَمْ يُصِبْ. وَذَكَرَ أَبُو نُعَيْم أَنَّ أَبَا بَكْر تَفَرَّدَ بِهَا عَنْ أَبِي حُصَيْنٍ , وَذَكَرَ الْإِسْمَاعِيلِيّ أَنَّ فِيهِ اِضْطِرَابًا عَلَى أَبِي بَكْر بْن عَيَّاش , كَأَنَّهُ عَنَى فِي سِيَاق الْمَتْن لَا فِي الْإِسْنَاد , وَلَيْسَ ذَلِكَ الِاخْتِلَاف اِضْطِرَابًا لِأَنَّهُ يَرْجِع إِلَى مَعْنًى وَاحِد وَهُوَ ذِكْر الْمَهْر , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ عِتْقَ الْأَمَة لَا يَكُون نَفْس الصَّدَاق , وَلَا دَلَالَة فِيهِ , بَلْ هُوَ شَرْط لِمَا يَتَرَتَّب عَلَيْهِ الْأَجْرَانِ الْمَذْكُورَانِ , وَلَيْسَ قَيْدًا فِي الْجَوَاز. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ فِي رِوَايَة أَبِي زَيْد الْمَرْوَزِيِّ \" عَنْ أَبِي بُرْدَة عَنْ أَبِيهِ عَنْ أَبِي مُوسَى \" وَالصَّوَاب مَا عِنْد الْجَمَاعَة \" عَنْ أَبِيهِ أَبِي مُوسَى \" بِحَذْفِ عَنْ الَّتِي قَبْل أَبِي مُوسَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2547,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لِلْعَبْدِ الْمَمْلُوكِ الصَّالِحِ أَجْرَانِ، وَالَّذِي نَفْسِي بِيَدِهِ لَوْلاَ الْجِهَادُ فِي سَبِيلِ اللَّهِ وَالْحَجُّ وَبِرُّ أُمِّي، لأَحْبَبْتُ أَنْ أَمُوتَ وَأَنَا مَمْلُوكٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"A pious slave gets a double reward.\" Abu Huraira added: By Him in Whose \nHands my soul is but for Jihad (i.e. holy battles), Hajj, and my duty to serve my mother, I would have \nloved to die as a slave.",
    "explication": "‏ ‏قَوْله : ( وَالَّذِي نَفْسِي بِيَدِهِ لَوْلَا الْجِهَاد فِي سَبِيل اللَّه وَالْحَجّ وَبِرّ أُمِّي لَأَحْبَبْت أَنْ أَمُوت وَأَنَا مَمْلُوك ) ‏ ‏ظَاهِر هَذَا السِّيَاق رَفْع هَذِهِ الْجُمَل إِلَى آخِرهَا وَعَلَى ذَلِكَ مَجْرَى الْخَطَّابِيّ فَقَالَ : لِلَّهِ أَنْ يَمْتَحِنَ أَنْبِيَاءَهُ وَأَصْفِيَاءَهُ بِالرِّقِّ كَمَا اِمْتَحَنَ يُوسُف ا ه. وَجَزَمَ الدَّاوُدِيّ وَابْن بَطَّال وَغَيْر وَاحِد بِأَنَّ ذَلِكَ مُدْرَجٌ مِنْ قَوْل أَبِي هُرَيْرَة , وَيَدُلُّ عَلَيْهِ مِنْ حَيْثُ الْمَعْنَى قَوْله : \" وَبِرّ أُمِّي \" فَإِنَّهُ لَمْ يَكُنْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِينَئِذٍ أُمّ يَبَرُّهَا , وَوَجَّهَهُ الْكَرْمَانِيُّ فَقَالَ أَرَادَ بِذَلِكَ تَعْلِيم أُمَّته , أَوْ أَوْرَدَهُ عَلَى سَبِيل فَرْض حَيَاتهَا أَوْ الْمُرَاد أُمّه الَّتِي أَرْضَعَتْهُ ا ه. وَفَاتَهُ التَّنْصِيصُ عَلَى إِدْرَاج ذَلِكَ فَقَدْ فَصَّلَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق أُخْرَى عَنْ اِبْن الْمُبَارَك وَلَفْظه \" وَالَّذِي نَفْس أَبِي هُرَيْرَة بِيَدِهِ إِلَخْ \" وَكَذَلِكَ أَخْرَجَهُ الْحُسَيْن بْن الْحَسَن الْمَرْوَزِيُّ فِي \" كِتَاب الْبِرّ وَالصِّلَة \" عَنْ اِبْن الْمُبَارَك , وَكَذَلِكَ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق عَبْد اللَّه بْن وَهْب وَأَبِي صَفْوَان الْأُمَوِيّ وَالْمُصَنِّف فِي \" الْأَدَب الْمُفْرَد \" مِنْ طَرِيق سُلَيْمَان بْن بِلَال وَالْإِسْمَاعِيلِيّ مِنْ طَرِيق سَعِيد بْن يَحْيَى اللَّخْمِيّ وَأَبُو عَوَانَة مِنْ طَرِيق عُثْمَان بْن عُمَر كُلّهمْ عَنْ يُونُس , زَادَ مُسْلِم فِي آخِر طَرِيق اِبْن وَهْب \" قَالَ - يَعْنِي الزُّهْرِيَّ - وَبَلَغَنَا أَنَّ أَبَا هُرَيْرَة لَمْ يَكُنْ يَحُجُّ حَتَّى مَاتَتْ أُمّه لِصُحْبَتِهَا \" وَلِأَبِي عَوَانَة وَأَحْمَد مِنْ طَرِيق سَعِيد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّهُ كَانَ يَسْمَعُهُ يَقُولُ : \" لَوْلَا أَمْرَانِ لَأَحْبَبْت أَنْ أَكُون عَبْدًا , وَذَلِكَ أَنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : مَا خَلَقَ اللَّه عَبْدًا يُؤَدِّي حَقّ اللَّه عَلَيْهِ وَحَقّ سَيِّده إِلَّا وَفَّاهُ اللَّه أَجْره مَرَّتَيْنِ \" فَعَرَفَ بِذَلِكَ أَنَّ الْكَلَام الْمَذْكُور مِنْ اِسْتِنْبَاط أَبِي هُرَيْرَة , ثُمَّ اِسْتَدَلَّ لَهُ بِالْمَرْفُوعِ ; وَإِنَّمَا اِسْتَثْنَى أَبُو هُرَيْرَة هَذِهِ الْأَشْيَاء لِأَنَّ الْجِهَاد وَالْحَجّ يُشْتَرَطُ فِيهِمَا إِذْنُ السَّيِّدِ , وَكَذَلِكَ بِرّ الْأُمّ فَقَدْ يَحْتَاجُ فِيهِ إِلَى إِذْن السَّيِّد فِي بَعْض وُجُوهه , بِخِلَافِ بَقِيَّة الْعِبَادَات الْبَدَنِيَّة. وَلَمْ يَتَعَرَّضْ لِلْعِبَادَاتِ الْمَالِيَّة إِمَّا لِكَوْنِهِ كَانَ إِذْ ذَاكَ لَمْ يَكُنْ لَهُ مَال يَزِيد عَلَى قَدْر حَاجَته فَيُمْكِنُهُ صَرْفُهُ فِي الْقُرُبَات بِدُونِ إِذْن السَّيِّد , وَإِمَّا لِأَنَّهُ كَانَ يَرَى أَنَّ لِلْعَبْدِ أَنْ يَتَصَرَّفَ فِي مَاله بِغَيْرِ إِذْنِ السَّيِّد. ‏ ‏( فَائِدَة ) : ‏ ‏اِسْم أُمّ أَبِي هُرَيْرَة أُمَيْمَة بِالتَّصْغِيرِ وَقِيلَ مَيْمُونَة , وَهِيَ صَحَابِيَّةٌ ذُكِرَ إِسْلَامُهَا فِي \" صَحِيح مُسْلِم \" وَبَيَان اِسْمهَا فِي \" ذَيْل الْمَعْرِفَة \" لِأَبِي مُوسَى قَالَ اِبْن عَبْد الْبَرّ : مَعْنَى هَذَا الْحَدِيث عِنْدِي أَنَّ الْعَبْد لَمَّا اِجْتَمَعَ عَلَيْهِ أَمْرَانِ وَاجِبَانِ طَاعَة رَبّه فِي الْعِبَادَات وَطَاعَة سَيِّده فِي الْمَعْرُوف فَقَامَ بِهِمَا جَمِيعًا كَانَ لَهُ ضِعْف أَجْر الْحُرّ الْمُطِيع لِطَاعَتِهِ , لِأَنَّهُ قَدْ سَاوَاهُ فِي طَاعَة اللَّه وَفَضَلَ عَلَيْهِ بِطَاعَةِ مَنْ أَمَرَهُ اللَّه بِطَاعَتِهِ , قَالَ وَمِنْ هُنَا أَقُول : إِنَّ مَنْ اِجْتَمَعَ عَلَيْهِ فَرْضَانِ فَأَدَّاهُمَا أَفْضَل مِمَّنْ لَيْسَ لَهُ عَلَيْهِ إِلَّا فَرْض وَاحِد فَأَدَّاهُ كَمَنْ وَجَبَ عَلَيْهِ صَلَاة وَزَكَاة فَقَامَ بِهِمَا فَهُوَ أَفْضَل مِمَّنْ وَجَبَتْ عَلَيْهِ صَلَاة فَقَطْ , وَمُقْتَضَاهُ أَنَّ مَنْ اِجْتَمَعَتْ عَلَيْهِ فُرُوض فَلَمْ يُؤَدِّ مِنْهَا شَيْئًا كَانَ عِصْيَانه أَكْثَر مِنْ عِصْيَان مَنْ لَمْ يَجِبْ عَلَيْهِ إِلَّا بَعْضُهَا ا ه مُلَخَّصًا. وَالَّذِي يَظْهَرُ أَنَّ مَزِيد الْفَضْل لِلْعَبْدِ الْمَوْصُوف بِالصِّفَةِ لِمَا يَدْخُلُ عَلَيْهِ مِنْ مَشَقَّة الرِّقّ , وَإِلَّا فَلَوْ كَانَ التَّضْعِيف بِسَبَبِ اِخْتِلَاف جِهَة الْعَمَل لَمْ يَخْتَصّ الْعَبْد بِذَلِكَ. وَقَالَ اِبْن التِّين : الْمُرَاد أَنَّ كُلّ عَمَل يَعْمَله يُضَاعَف لَهُ , قَالَ : وَقِيلَ سَبَب التَّضْعِيف أَنَّهُ زَادَ لِسَيِّدِهِ نُصْحًا وَفِي عِبَادَة رَبّه إِحْسَانًا فَكَانَ لَهُ أَجْر الْوَاجِبَيْنِ وَأَجْر الزِّيَادَة عَلَيْهِمَا. قَالَ : وَالظَّاهِر خِلَاف هَذَا وَأَنَّهُ بَيَّنَ ذَلِكَ لِئَلَّا يَظُنّ أَنَّهُ غَيْر مَأْجُور عَلَى الْعِبَادَة ا ه. وَمَا اِدَّعَى أَنَّهُ الظَّاهِر لَا يُنَافِي مَا نَقَلَهُ قَبْل ذَلِكَ , فَإِنْ قِيلَ يَلْزَمُ أَنْ يَكُونَ أَجْرُ الْمَمَالِيك ضِعْف أَجْر السَّادَات أَجَابَ الْكَرْمَانِيُّ بِأَنْ لَا مَحْذُور فِي ذَلِكَ أَوْ يَكُون أَجْره مُضَاعَفًا مِنْ هَذِهِ الْجِهَة , وَقَدْ يَكُون لِلسَّيِّدِ جِهَات أُخْرَى يَسْتَحِقّ بِهَا أَضْعَاف أَجْر الْعَبْد , أَوْ الْمُرَاد تَرْجِيح الْعَبْد الْمُؤَدِّي لِلْحَقَّيْنِ عَلَى الْعَبْد الْمُؤَدِّي لِأَحَدِهِمَا ا ه. وَيُحْتَمَلُ أَنْ يَكُون تَضْعِيف الْأَجْر مُخْتَصًّا بِالْعَمَلِ الَّذِي يَتَّحِدُ فِيهِ طَاعَة اللَّه وَطَاعَة السَّيِّد فَيَعْمَل عَمَلًا وَاحِدًا وَيُؤْجَر عَلَيْهِ أَجْرَيْنِ بِالِاعْتِبَارَيْنِ , وَأَمَّا الْعَمَل الْمُخْتَلِف الْجِهَة فَلَا اِخْتِصَاص لَهُ بِتَضْعِيفِ الْأَجْر فِيهِ عَلَى غَيْره مِنْ الْأَحْرَار وَاللَّه أَعْلَم. وَاسْتَدَلَّ بِهِ عَلَى أَنَّ الْعَبْد لَا جِهَاد عَلَيْهِ وَلَا حَجّ فِي حَال الْعُبُودِيَّة وَإِنْ صَحَّ ذَلِكَ مِنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2548,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الأَعْمَشِ، حَدَّثَنَا أَبُو صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ نِعْمَ مَا لأَحَدِهِمْ يُحْسِنُ عِبَادَةَ رَبِّهِ وَيَنْصَحُ لِسَيِّدِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Goodness and comfort are for him who worships his Lord in a perfect manner and \nserves his master sincerely.\"",
    "explication": "‏ ‏قَوْله فِي حَدِيث أَبِي هُرَيْرَة ( حَدَّثَنَا إِسْحَاق بْن نَصْر ) ‏ ‏هُوَ إِسْحَاق بْن إِبْرَاهِيم بْن نَصْر , نُسِبَ إِلَى جَدّه. ‏ ‏قَوْله : ( نَعِمَّا لِأَحَدِهِمْ ) ‏ ‏بِفَتْحِ النُّون وَكَسْر الْعَيْن وَإِدْغَام الْمِيم فِي الْأُخْرَى , وَيَجُوز كَسْر النُّون , وَتُكْسَرُ النُّون وَتُفْتَح أَيْضًا مَعَ إِسْكَان الْعَيْن وَتَحْرِيك الْمِيم , فَتِلْك أَرْبَع لُغَات. قَالَ الزَّجَّاج \" مَا \" بِمَعْنَى الشَّيْء فَالتَّقْدِير نِعْمَ الشَّيْء. وَوَقَعَ لِبَعْضِ رُوَاة مُسْلِم \" نُعْمَى \" بِضَمِّ النُّون وَسُكُون الْعَيْن مَقْصُور بِالتَّنْوِينِ وَغَيْره , وَهُوَ مُتَّجَهُ الْمَعْنَى إِنْ ثَبَتَتْ بِهِ الرِّوَايَة. وَقَالَ اِبْن التِّين : وَقَعَ فِي نُسْخَة الشَّيْخ أَبِي الْحَسَن أَيْ الْقَابِسِيّ \" نِعِمَّ مَا \" بِتَشْدِيدِ الْمِيم الْأُولَى وَفَتْحهَا وَلَا وَجْه لَهُ , وَإِنَّمَا صَوَابه إِدْغَامهَا فِي \" مَا \" وَهِيَ كَقَوْلِهِ تَعَالَى : ( إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ ). ‏ ‏قَوْله : ( يُحْسِنُ ) ‏ ‏هُوَ مُبَيِّن لِلْمَخْصُوصِ بِالْمَدْحِ فِي قَوْله : \" نِعِمَّ \" , زَادَ مُسْلِم مِنْ طَرِيق هَمَّام عَنْ أَبِي هُرَيْرَة \" نَعِمَّا لِلْمَمْلُوكِ أَنْ يُتَوَفَّى يُحْسِنُ عِبَادَة اللَّه \" أَيْ يَمُوت عَلَى ذَلِكَ , وَفِيهِ إِشَارَة إِلَى أَنَّ الْأَعْمَال بِالْخَوَاتِيمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2549,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا نَصَحَ الْعَبْدُ سَيِّدَهُ، وَأَحْسَنَ عِبَادَةَ رَبِّهِ، كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If a slave serves his Saiyid (i.e. master) sincerely and worships his Lord (Allah) \nperfectly, he will get a double reward.\"",
    "explication": "حَدِيثَا اِبْن عُمَر وَأَبِي مُوسَى فِي الْعَبْد الَّذِي لَهُ أَجْرَانِ وَقَدْ تَقَدَّمَا مِنْ وَجْهَيْنِ آخَرَيْنِ فِي الْبَاب الَّذِي قَبْله. وَالْغَرَض مِنْهُمَا قَوْله فِي حَدِيث اِبْن عُمَر \" إِذَا نَصَحَ سَيِّده \" وَفِي حَدِيث أَبِي مُوسَى \" وَيُؤَدِّي إِلَى سَيِّدِهِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2550,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمَمْلُوكُ الَّذِي يُحْسِنُ عِبَادَةَ رَبِّهِ، وَيُؤَدِّي إِلَى سَيِّدِهِ الَّذِي لَهُ عَلَيْهِ مِنَ الْحَقِّ وَالنَّصِيحَةِ وَالطَّاعَةِ، لَهُ أَجْرَانِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The Mamluk (slave) who worships his Lord in a perfect manner, and is dutiful, \nsincere and obedient to his Saiyid (master), will get a double reward.\"",
    "explication": "حَدِيثَا اِبْن عُمَر وَأَبِي مُوسَى فِي الْعَبْد الَّذِي لَهُ أَجْرَانِ وَقَدْ تَقَدَّمَا مِنْ وَجْهَيْنِ آخَرَيْنِ فِي الْبَاب الَّذِي قَبْله. وَالْغَرَض مِنْهُمَا قَوْله فِي حَدِيث اِبْن عُمَر \" إِذَا نَصَحَ سَيِّده \" وَفِي حَدِيث أَبِي مُوسَى \" وَيُؤَدِّي إِلَى سَيِّده \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2551,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ لاَ يَقُلْ أَحَدُكُمْ أَطْعِمْ رَبَّكَ، وَضِّئْ رَبَّكَ، اسْقِ رَبَّكَ‏.‏ وَلْيَقُلْ سَيِّدِي مَوْلاَىَ‏.‏ وَلاَ يَقُلْ أَحَدُكُمْ عَبْدِي أَمَتِي‏.‏ وَلْيَقُلْ فَتَاىَ وَفَتَاتِي وَغُلاَمِي ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"You should not say, 'Feed your lord (Rabbaka), help your lord in performing \nablution, or give water to your lord, but should say, 'my master (e.g. Feed your master instead of lord \netc.) (Saiyidi), or my guardian (Maulai), and one should not say, my slave (Abdi), or my girl-slave \n(Amati), but should say, my lad (Fatai), my lass (Fatati), and 'my boy (Ghulami).",
    "explication": "حَدِيث أَبِي هُرَيْرَة , وَمُحَمَّد شَيْخ الْمُؤَلِّف فِيهِ لَمْ أَرَهُ مَنْسُوبًا فِي شَيْء مِنْ الرِّوَايَات إِلَّا فِي رِوَايَة أَبِي عَلِيّ بْن شَبُّويَة فَقَالَ : \" حَدَّثَنَا مُحَمَّد بْن سَلَام \" وَكَذَا حَكَاهُ الْجَيَّانِيّ عَنْ رِوَايَة أَبِي عَلِيّ بْن السَّكَن , وَحُكِيَ عَنْ الْحَاكِم أَنَّهُ الذُّهْلِيُّ. ‏ ‏قُلْت : وَقَدْ أَخْرَجَهُ مُسْلِم عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق فَيُحْتَمَلُ أَنْ يَكُونَ هُوَ شَيْخ الْبُخَارِيّ فِيهِ , فَقَدْ حَدَّثَ عَنْهُ فِي الصَّحِيح أَيْضًا , وَكَلَام الطَّرْقِيّ يُشِيرُ إِلَيْهِ. ‏ ‏قَوْله : ( لَا يَقُلْ أَحَدكُمْ أَطْعِمْ رَبّك إِلَخْ ) ‏ ‏هِيَ أَمْثِلَة , وَإِنَّمَا ذُكِرَتْ دُون غَيْرهَا لِغَلَبَةِ اِسْتِعْمَالهَا فِي الْمُخَاطَبَات , وَيَجُوزُ فِي أَلِف \" اِسْقِ \" الْوَصْل وَالْقَطْع. وَفِيهِ نَهْي الْعَبْد أَنْ يَقُولَ لِسَيِّدِهِ رَبِّي , كَذَلِكَ نَهْي غَيْره فَلَا يَقُول لَهُ أَحَد رَبّك , وَيَدْخُل فِي ذَلِكَ أَنْ يَقُولَ السَّيِّدُ ذَلِكَ عَنْ نَفْسه فَإِنَّهُ قَدْ يَقُول لِعَبْدِهِ اِسْقِ رَبّك فَيَضَعُ الظَّاهِرَ مَوْضِع الضَّمِير عَلَى سَبِيل التَّعْظِيم لِنَفْسِهِ , وَالسَّبَب فِي النَّهْيِ أَنَّ حَقِيقَة الرُّبُوبِيَّة لِلَّهِ تَعَالَى , لِأَنَّ الرَّبّ هُوَ الْمَالِك وَالْقَائِم بِالشَّيْءِ فَلَا تُوجَدُ حَقِيقَةُ ذَلِكَ إِلَّا لِلَّهِ تَعَالَى. قَالَ الْخَطَّابِيُّ : سَبَب الْمَنْع أَنَّ الْإِنْسَان مَرْبُوبٌ مُتَعَبِّدٌ بِإِخْلَاصِ التَّوْحِيد لِلَّهِ وَتَرْك الْإِشْرَاك مَعَهُ , فَكَرِهَ لَهُ الْمُضَاهَاة فِي الِاسْم لِئَلَّا يَدْخُل فِي مَعْنَى الشِّرْك , وَلَا فَرْق فِي ذَلِكَ بَيْن الْحُرّ وَالْعَبْد , فَأَمَّا مَا لَا تَعَبُّد عَلَيْهِ مِنْ سَائِر الْحَيَوَانَات وَالْجَمَادَات فَلَا يُكْرَهُ إِطْلَاق ذَلِكَ عَلَيْهِ عِنْد الْإِضَافَة كَقَوْلِهِ رَبّ الدَّار وَرَبّ الثَّوْب , وَقَالَ اِبْن بَطَّال : لَا يَجُوزُ أَنْ يُقَال لِأَحَدٍ غَيْر اللَّه رَبّ , كَمَا لَا يَجُوزُ أَنْ يُقَال لَهُ إِلَهُ ا ه. وَالَّذِي يَخْتَصُّ بِاللَّهِ تَعَالَى إِطْلَاق الرَّبّ بِلَا إِضَافَةٍ , أَمَّا مَعَ الْإِضَافَة فَيَجُوزُ إِطْلَاقُهُ كَمَا فِي قَوْله تَعَالَى حِكَايَة عَنْ يُوسُف عَلَيْهِ السَّلَام ( اُذْكُرْنِي عِنْدَ رَبِّكَ ) وَقَوْله : ( اِرْجِعْ إِلَى رَبِّكَ ) وَقَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام فِي أَشْرَاط السَّاعَة \" أَنْ تَلِدَ الْأَمَة رَبَّهَا \" فَدَلَّ عَلَى أَنَّ النَّهْي فِي ذَلِكَ مَحْمُول عَلَى الْإِطْلَاق , وَيُحْتَمَلُ أَنْ يَكُونَ النَّهْيُ لِلتَّنْزِيهِ , وَمَا وَرَدَ مِنْ ذَلِكَ فَلِبَيَانِ الْجَوَاز. وَقِيلَ هُوَ مَخْصُوص بِغَيْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا يَرُدّ مَا فِي الْقُرْآن , أَوْ الْمُرَاد النَّهْي عَنْ الْإِكْثَار مِنْ ذَلِكَ وَاِتِّخَاذ اِسْتِعْمَال هَذِهِ اللَّفْظَة عَادَة , وَلَيْسَ الْمُرَاد النَّهْي عَنْ ذِكْرهَا فِي الْجُمْلَة. ‏ ‏قَوْله : ( وَلْيَقُلْ سَيِّدِي مَوْلَايَ ) ‏ ‏فِيهِ جَوَاز إِطْلَاق الْعَبْد عَلَى مَالِكه سَيِّدِي , قَالَ الْقُرْطُبِيُّ وَغَيْرُهُ : إِنَّمَا فَرَّقَ بَيْن الرَّبّ وَالسَّيِّد لِأَنَّ الرَّبَّ مِنْ أَسْمَاء اللَّه تَعَالَى اِتِّفَاقًا , وَاخْتُلِفَ فِي السَّيِّد , وَلَمْ يُرِد فِي الْقُرْآن أَنَّهُ مِنْ أَسْمَاء اللَّه تَعَالَى. فَإِنْ قُلْنَا إِنَّهُ لَيْسَ مِنْ أَسْمَاء اللَّه تَعَالَى فَالْفَرْقُ وَاضِحٌ إِذْ لَا اِلْتِبَاس وَإِنْ قُلْنَا إِنَّهُ مِنْ أَسْمَائِهِ فَلَيْسَ فِي الشُّهْرَة وَالِاسْتِعْمَال كَلَفْظِ الرَّبّ فَيَحْصُلُ الْفَرْق بِذَلِكَ أَيْضًا , وَقَدْ رَوَى أَبُو دَاوُدَ وَالنَّسَائِيُّ وَأَحْمَد وَالْمُصَنِّفُ فِي \" الْأَدَب الْمُفْرَد \" مِنْ حَدِيث عَبْد اللَّه بْن الشِّخِّير عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" السَّيِّدُ اللَّه \" وَقَالَ الْخَطَّابِيُّ : إِنَّمَا أَطْلَقَهُ لِأَنَّ مَرْجِعَ السِّيَادَة إِلَى مَعْنَى الرِّيَاسَة عَلَى مَنْ تَحْت يَده وَالسِّيَاسَة لَهُ وَحُسْنُ التَّدْبِير لِأَمْرِهِ , وَلِذَلِكَ سُمِّيَ الزَّوْج سَيِّدًا , قَالَ : وَأَمَّا الْمَوْلَى فَكَثِير التَّصَرُّف فِي الْوُجُوهُ الْمُخْتَلِفَة مِنْ وَلِيّ وَنَاصِر وَغَيْر ذَلِكَ , وَلَكِنْ لَا يُقَالُ السَّيِّد وَلَا الْمَوْلَى عَلَى الْإِطْلَاق مِنْ غَيْر إِضَافَة إِلَّا فِي صِفَة اللَّه تَعَالَى اِنْتَهَى. وَفِي الْحَدِيث جَوَاز إِطْلَاق مَوْلَايَ أَيْضًا , وَأَمَّا مَا أَخْرَجَهُ مُسْلِم وَالنَّسَائِيّ مِنْ طَرِيق الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة فِي هَذَا الْحَدِيث نَحْوه وَزَادَ \" وَلَا يَقُلْ أَحَدكُمْ مَوْلَايَ فَإِنَّ مَوْلَاكُمْ اللَّه , وَلَكِنْ لِيَقُلْ سَيِّدِي \" فَقَدْ بَيَّنَ مُسْلِم الِاخْتِلَاف فِي ذَلِكَ عَلَى الْأَعْمَش وَأَنَّ مِنْهُمْ مَنْ ذَكَرَ هَذِهِ الزِّيَادَة وَمِنْهُمْ مَنْ حَذَفَهَا , وَقَالَ عِيَاض : حَذْفُهَا أَصَحُّ. وَقَالَ الْقُرْطُبِيّ : الْمَشْهُور حَذْفُهَا قَالَ : وَإِنَّمَا صِرْنَا إِلَى التَّرْجِيح لِلتَّعَارُضِ مَعَ تَعَذُّرِ الْجَمْع وَعَدَم الْعِلْم بِالتَّارِيخِ اِنْتَهَى. وَمُقْتَضَى ظَاهِر هَذِهِ الزِّيَادَة أَنَّ إِطْلَاق السَّيِّد أَسْهَلُ مِنْ إِطْلَاق الْمَوْلَى , وَهُوَ خِلَاف الْمُتَعَارَف , فَإِنَّ الْمَوْلَى يُطْلَقُ عَلَى أَوْجُهٍ مُتَعَدِّدَةٍ مِنْهَا الْأَسْفَل وَالْأَعْلَى , وَالسَّيِّد لَا يُطْلَقُ إِلَّا عَلَى الْأَعْلَى , فَكَانَ إِطْلَاق الْمَوْلَى أَسْهَلَ وَأَقْرَب إِلَى عَدَم الْكَرَاهَة وَاللَّه أَعْلَم. وَقَدْ رَوَاهُ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة فَلَمْ يَتَعَرَّضْ لِلَفْظِ الْمَوْلَى إِثْبَاتًا وَلَا نَفْيًا , أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيّ وَالْمُصَنِّف فِي \" الْأَدَبِ الْمُفْرَدِ \" بِلَفْظِ \" لَا يَقُولَنَّ أَحَدُكُمْ عَبْدِي وَلَا أَمَتِي وَلَا يَقُلْ الْمَمْلُوك رَبِّي وَرَبَّتِي , وَلَكِنْ لِيَقُلْ الْمَالِك فَتَايَ وَفَتَاتِي وَالْمَمْلُوك سَيِّدِي وَسَيِّدَتِي , فَإِنَّكُمْ الْمَمْلُوكُونَ وَالرَّبُّ اللَّه تَعَالَى \" وَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَاد النَّهْي عَنْ الْإِطْلَاق كَمَا تَقَدَّمَ مِنْ كَلَام الْخَطَّابِيّ , وَيُؤَيِّدُ كَلَامه حَدِيث اِبْن الشِّخِّير الْمَذْكُور وَاللَّه أَعْلَم , وَعَنْ مَالِك تَخْصِيص الْكَرَاهَة بِالنِّدَاءِ فَيُكْرَهُ أَنْ يَقُولَ يَا سَيِّدِي وَلَا يُكْرَهُ فِي غَيْر النِّدَاء. ‏ ‏قَوْله : ( وَلَا يَقُلْ أَحَدُكُمْ عَبْدِي أَمَتِي ) ‏ ‏زَادَ الْمُصَنِّف فِي \" الْأَدَب الْمُفْرَد \" وَمُسْلِم مِنْ طَرِيق الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة \" كُلُّكُمْ عَبِيد اللَّه وَكُلّ نِسَائِكُمْ إِمَاء اللَّه \" وَنَحْو مَا قَدَّمْته مِنْ رِوَايَة اِبْن سِيرِينَ , فَأَرْشَدَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْعِلَّة فِي ذَلِكَ لِأَنَّ حَقِيقَة الْعُبُودِيَّة إِنَّمَا يَسْتَحِقُّهَا اللَّه تَعَالَى , وَلِأَنَّ فِيهَا تَعْظِيمًا لَا يَلِيقُ بِالْمَخْلُوقِ اِسْتِعْمَاله لِنَفْسِهِ. قَالَ الْخَطَّابِيُّ : الْمَعْنَى فِي ذَلِكَ كُلّه رَاجِع إِلَى الْبَرَاءَة مِنْ الْكِبْر وَالْتِزَام الذُّلّ وَالْخُضُوع لِلَّهِ عَزَّ وَجَلَّ , وَهُوَ الَّذِي يَلِيقُ بِالْمَرْبُوبِ. ‏ ‏قَوْله : ( وَلْيَقُلْ فَتَايَ وَفَتَاتِي وَغُلَامِي ) ‏ ‏زَادَ مُسْلِم فِي الرِّوَايَة الْمَذْكُورَة \" وَجَارِيَتِي \" إِلَى مَا يُؤَدِّي الْمَعْنَى مَعَ السَّلَامَة مِنْ التَّعَاظُم , لِأَنَّ لَفْظ الْفَتَى وَالْغُلَام لَيْسَ دَالًّا عَلَى مَحْض الْمِلْك كَدَلَالَةِ الْعَبْد , فَقَدْ كَثُرَ اِسْتِعْمَالُ الْفَتَى فِي الْحُرّ وَكَذَلِكَ الْغُلَام وَالْجَارِيَة , قَالَ النَّوَوِيّ : الْمُرَاد بِالنَّهْيِ مَنْ اِسْتَعْمَلَهُ عَلَى جِهَةِ التَّعَاظُمِ لَا مَنْ أَرَادَ التَّعْرِيف اِنْتَهَى. وَمَحَلّه مَا إِذَا لَمْ يَحْصُلْ التَّعْرِيف بِدُونِ ذَلِكَ اِسْتِعْمَالًا لِلْأَدَبِ فِي اللَّفْظ كَمَا دَلَّ عَلَيْهِ الْحَدِيث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2552,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ مَنْ أَعْتَقَ نَصِيبًا لَهُ مِنَ الْعَبْدِ، فَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ قِيمَتَهُ، يُقَوَّمُ عَلَيْهِ قِيمَةَ عَدْلٍ، وَأُعْتِقَ مِنْ مَالِهِ، وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If one manumits his share of a common slave (Abd), and he has money sufficient \nto free the remaining portion of the price of the slave (justly estimated), then he should free the slave \ncompletely by paying the rest of his price; otherwise the slave is freed partly. \"",
    "explication": "‏ ‏قَوْله : ( أَوْ شِرْكًا لَهُ فِي عَبْدٍ ) ‏ ‏الشَّكّ فِيهِ مِنْ أَيُّوب , وَقَدْ سَبَقَ فِي الشَّرِكَة مِنْ وَجْه آخَر عَنْهُ فَقَالَ فِيهِ : \" أَوْ قَالَ نَصِيبًا \". ‏ ‏قَوْله : ( فَهُوَ عَتِيق ) ‏ ‏أَيْ مُعْتَق بِضَمِّ أَوَّله وَفَتْح الْمُثَنَّاة. ‏ ‏قَوْله : ( قَالَ أَيُّوب : لَا أَدْرِي أَشَيْء قَالَهُ نَافِع أَوْ شَيْء فِي الْحَدِيث ) ‏ ‏هَذَا شَكّ مِنْ أَيُّوب فِي هَذِهِ الزِّيَادَة الْمُتَعَلِّقَة بِحُكْمِ الْمُعْسِر هَلْ هِيَ مَوْصُولَةٌ مَرْفُوعَةٌ أَوْ مُنْقَطِعَةٌ مَقْطُوعَةٌ , وَقَدْ رَوَاهُ عَبْد الْوَهَّاب عَنْ أَيُّوب فَقَالَ فِي آخِره : \" وَرُبَّمَا قَالَ وَإِنْ لَمْ يَكُنْ لَهُ مَال فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ \" وَرُبَّمَا لَمْ يَقُلْهُ , وَأَكْثَر ظَنِّي أَنَّهُ شَيْء يَقُولُهُ نَافِع مِنْ قِبَله \" أَخْرَجَهُ النَّسَائِيُّ , وَقَدْ وَافَقَ أَيُّوب عَلَى الشَّكّ فِي رَفْعِ هَذِهِ الزِّيَادَة يَحْيَى بْن سَعِيد عَنْ نَافِع أَخْرَجَهُ مُسْلِم وَالنَّسَائِيّ وَلَفْظ النَّسَائِيِّ \" وَكَانَ نَافِع يَقُولُ قَالَ يَحْيَى : لَا أَدْرِي أَشَيْء كَانَ مِنْ قِبَله يَقُولُهُ أَمْ شَيْء فِي الْحَدِيث , فَإِنْ لَمْ يَكُنْ عِنْده فَقَدْ جَازَ مَا صَنَعَ \" وَرَوَاهَا مِنْ وَجْه آخَر عَنْ يَحْيَى فَجَزَمَ بِأَنَّهَا عَنْ نَافِع , وَأَدْرَجَهَا فِي الْمَرْفُوع مِنْ وَجْهٍ آخَرَ , وَجَزَمَ مُسْلِم بِأَنَّ أَيُّوبَ وَيَحْيَى قَالَا \" لَا نَدْرِي أَهُوَ فِي الْحَدِيث أَوْ شَيْء قَالَهُ نَافِع مِنْ قِبَله \" وَلَمْ يَخْتَلِفْ عَنْ مَالِك فِي وَصْلِهَا وَلَا عَنْ عُبَيْدِ اللَّه بْن عُمَر , لَكِنْ اُخْتُلِفَ عَلَيْهِ فِي إِثْبَاتهَا وَحَذْفهَا كَمَا تَقَدَّمَ , وَالَّذِينَ أَثْبَتُوهَا حُفَّاظ فَإِثْبَاتهَا عَنْ عُبَيْد اللَّه مُقَدَّم , وَأَثْبَتَهَا أَيْضًا جَرِير بْن حَازِم كَمَا سَيَأْتِي بَعْد اِثْنَيْ عَشَر بَابًا وَإِسْمَاعِيل بْن أُمَيَّة عِنْد الدَّارَقُطْنِيِّ , وَقَدْ رَجَّحَ الْأَئِمَّة رِوَايَة مَنْ أَثْبَت هَذِهِ الزِّيَادَة مَرْفُوعَة , قَالَ الشَّافِعِيّ : لَا أَحْسَبُ عَالِمًا بِالْحَدِيثِ يَشُكّ فِي أَنَّ مَالِكًا أَحْفَظُ لِحَدِيثِ نَافِع مِنْ أَيُّوب , لِأَنَّهُ كَانَ أَلْزَم لَهُ مِنْهُ , حَتَّى وَلَوْ اِسْتَوَيَا فَشَكَّ أَحَدهمَا فِي شَيْءٍ لَمْ يَشُكَّ فِيهِ صَاحِبه كَانَتْ الْحُجَّة مَعَ مَنْ لَمْ يَشُكَّ , وَيُؤَيِّدُ ذَلِكَ قَوْل عُثْمَان الدَّارِمِيِّ : قُلْت لِابْنِ مَعِين مَالِك فِي نَافِعٍ أَحَبّ إِلَيْك أَوْ أَيُّوب ؟ قَالَ : مَالِك. وَسَأَذْكُرُ ثَمَرَة الْخِلَاف فِي رَفْع هَذِهِ الزِّيَادَة أَوْ وَقْفهَا فِي الْكَلَام عَلَى حَدِيث أَبِي هُرَيْرَة فِي الْبَاب الَّذِي يَلِيهِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2553,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ كُلُّكُمْ رَاعٍ فَمَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالأَمِيرُ الَّذِي عَلَى النَّاسِ رَاعٍ وَهْوَ مَسْئُولٌ عَنْهُمْ، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهْوَ مَسْئُولٌ عَنْهُمْ، وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ بَعْلِهَا وَوَلَدِهِ وَهْىَ مَسْئُولَةٌ عَنْهُمْ، وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهْوَ مَسْئُولٌ عَنْهُ، أَلاَ فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Everyone of you is a guardian and is responsible for his charges. The ruler who \nhas authority over people, is a guardian and is responsible for them, a man is a guardian of his family \nand is responsible for them; a woman is a guardian of her husband's house and children and is \nresponsible for them; a slave ('Abu) is a guardian of his master's property and is responsible for it; so \nall of you are guardians and are responsible for your charges.\"",
    "explication": "‏ ‏حَدِيث ( كُلّكُمْ رَاعٍ ) ‏ ‏سَيَأْتِي الْكَلَام عَلَيْهِ فِي أَوَّل الْأَحْكَام , وَالْغَرَض مِنْهُ هُنَا قَوْله : \" وَالْعَبْد رَاعٍ عَلَى مَال سَيِّده \" فَإِنَّهُ إِنْ كَانَ نَاصِحًا لَهُ فِي خِدْمَتِهِ مُؤَدِّيًا لَهُ الْأَمَانَة نَاسَبَ أَنْ يُعِينَهُ وَلَا يَتَعَاظَم عَلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2554,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي عُبَيْدُ اللَّهِ، سَمِعْتُ أَبَا هُرَيْرَةَ، وَزَيْدَ بْنَ خَالِدٍ، رضى الله عنهما عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا زَنَتِ الأَمَةُ فَاجْلِدُوهَا، ثُمَّ إِذَا زَنَتْ فَاجْلِدُوهَا، ثُمَّ إِذَا زَنَتْ فَاجْلِدُوهَا، فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ بِيعُوهَا وَلَوْ بِضَفِيرٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If a slave-girl (Ama) commits illegal sexual intercourse, scourge her; if she does it \nagain, scourge her again; if she repeats it, scourge her again.\" The narrator added that on the third or \nthe fourth offense, the Prophet (ﷺ) said, \"Sell her even for a hair rope.\"",
    "explication": "‏ ‏حَدِيث أَبِي هُرَيْرَة وَزَيْد بْن خَالِد ( إِذَا زَنَتْ الْأَمَة فَاجْلِدُوهَا ) ‏ ‏سَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي كِتَاب الْحُدُود إِنْ شَاءَ اللَّه تَعَالَى. وَالْغَرَض مِنْهُ هُنَا ذِكْر الْأَمَة وَأَنَّهَا إِذَا عَصَتْ تُؤَدَّبُ , فَإِنْ لَمْ تَرْجَعْ وَإِلَّا بِيعَتْ , وَكُلّ ذَلِكَ مُبَايِن لِلتَّعَاظُمِ عَلَيْهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2555,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ زِيَادٍ، سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\n\"‏ إِذَا أَتَى أَحَدَكُمْ خَادِمُهُ بِطَعَامِهِ، فَإِنْ لَمْ يُجْلِسْهُ مَعَهُ، فَلْيُنَاوِلْهُ لُقْمَةً أَوْ لُقْمَتَيْنِ أَوْ أُكْلَةً أَوْ أُكْلَتَيْنِ، فَإِنَّهُ وَلِيَ عِلاَجَهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"When your servant brings your meals to you then if he does not let him sit and \nshare the meals, then he should at least give him a mouthful or two mouthfuls of that meal or a meal \nor two meals, as he has prepared it.\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي مُحَمَّد بْن زِيَاد ) ‏ ‏هُوَ الْجُمَحِيُّ. ‏ ‏قَوْله : ( إِذَا أَتَى أَحَدكُمْ خَادِمه َامِهِ فَإِنْ لَمْ يُجْلِسْهُ مَعَهُ فَلْيُنَاوِلْهُ لُقْمَة ) ‏ ‏هَكَذَا أَوْرَدَهُ , وَيُفْهَمُ مِنْهُ إِبَاحَة تَرْك إِجْلَاسه مَعَهُ , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كِتَاب الْأَطْعِمَة إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله : \" أُكْلَة \" بِضَمِّ أَوَّله أَيْ لُقْمَة , وَالشَّكّ فِيهِ مِنْ شُعْبَة كَمَا سَأُبَيِّنُهُ. وَقَوْله : \" وَلِيَ عِلَاجه \" زَادَ فِي الْأَطْعِمَة \" وَحَرّهُ \". وَاسْتَدَلَّ بِهِ عَلَى أَنَّ قَوْله فِي حَدِيث أَبِي ذَرّ الْمَاضِي \" فَأَطْعِمُوهُمْ مِمَّا تَطْعَمُونَ \" لَيْسَ عَلَى الْوُجُوب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2556,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ فِي أَهْلِهِ رَاعٍ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ فِي بَيْتِ زَوْجِهَا رَاعِيَةٌ وَهْىَ مَسْئُولَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ فِي مَالِ سَيِّدِهِ رَاعٍ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏ قَالَ فَسَمِعْتُ هَؤُلاَءِ مِنَ النَّبِيِّ صلى الله عليه وسلم وَأَحْسِبُ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ وَالرَّجُلُ فِي مَالِ أَبِيهِ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏",
    "english_text": "That he heard Allah's Messenger (ﷺ) saying, \"Everyone of you is a guardian and is responsible for his \ncharge; the ruler is a guardian and is responsible for his subjects; the man is a guardian in his family \nand responsible for his charges; a woman is a guardian of her husband's house and responsible for her \ncharges; and the servant is a guardian of his master's property and is responsible for his charge.\" I \ndefinitely heard the above from the Prophet (ﷺ) and think that the Prophet (ﷺ) also said, \"A man is a guardian \nof his father's property and responsible for his charges; so everyone of you is a guardian and \nresponsible for his charges.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنَا عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , وَيُونُس هُوَ اِبْن يَزِيد الْأَيْلِيُّ. ‏ ‏قَوْلُهُ : ( كُلّكُمْ رَاعٍ وَزَادَ اللَّيْث إِلَخْ ) ‏ ‏فِيهِ إِشَارَة إِلَى أَنَّ رِوَايَة اللَّيْث مُتَّفِقَة مَعَ اِبْن الْمُبَارَك إِلَّا فِي الْقِصَّة فَإِنَّهَا مُخْتَصَّة بِرِوَايَةِ اللَّيْث , وَرِوَايَة اللَّيْث مُعَلَّقَة , وَقَدْ وَصَلَهَا الذُّهْلِيُّ عَنْ أَبِي صَالِح كَاتِب اللَّيْث عَنْهُ , وَقَدْ سَاقَ الْمُصَنِّف رِوَايَة اِبْن الْمُبَارَك بِهَذَا الْإِسْنَاد فِي كِتَاب الْوَصَايَا فَلَمْ يُخَالِف رِوَايَة اللَّيْث إِلَّا فِي إِعَادَة قَوْلُهُ فِي آخِره \" وَكُلّكُمْ رَاعٍ إِلَخْ \". ‏ ‏قَوْلُهُ : ( وَكَتَبَ رُزَيْق بْن حُكَيْم ) ‏ ‏هُوَ بِتَقْدِيمِ الرَّاء عَلَى الزَّايِ , وَالتَّصْغِير فِي اِسْمه وَاسْم أَبِيهِ فِي رِوَايَتنَا , وَهَذَا هُوَ الْمَشْهُور فِي غَيْرهَا , وَقِيلَ بِتَقْدِيمِ الزَّاي وَبِالتَّصْغِيرِ فِيهِ دُون أَبِيهِ. ‏ ‏قَوْلُهُ : ( أُجَمِّع ) ‏ ‏أَيْ أُصَلِّي بِمَنْ مَعِي الْجُمُعَة. ‏ ‏قَوْلُهُ : ( عَلَى أَرْض يَعْمَلهَا ) ‏ ‏أَيْ يَزْرَع فِيهَا. ‏ ‏قَوْلُهُ : ( وَرُزَيْق يَوْمَئِذٍ عَلَى أَيْلَةَ ) ‏ ‏بِفَتْحِ الْهَمْزَة وَسُكُون التَّحْتَانِيَّة بَعْدهَا لَام بَلْدَة مَعْرُوفَة فِي طَرِيق الشَّام بَيْن الْمَدِينَة وَمِصْر عَلَى سَاحِل الْقُلْزُم , وَكَانَ رُزَيْق أَمِيرًا عَلَيْهَا مِنْ قِبَل عُمَر بْن عَبْد الْعَزِيز , وَاَلَّذِي يَظْهَر أَنَّ الْأَرْض الَّتِي كَانَ يَزْرَعهَا مِنْ أَعْمَال أَيْلَةَ , وَلَمْ يَسْأَل عَنْ أَيْلَةَ نَفْسهَا لِأَنَّهَا كَانَتْ مَدِينَة كَبِيرَة ذَات قَلْعَة وَهِيَ الْآن خَرَاب يَنْزِل بِهَا الْحَاجّ الْمِصْرِيّ وَالْغَزِّيّ وَبَعْض آثَارهَا ظَاهِر. ‏ ‏قَوْلُهُ : ( وَأَنَا أَسْمَع ) ‏ ‏هُوَ قَوْل يُونُس , وَالْجُمْلَة حَالِيَّة , وَقَوْلُهُ \" يَأْمُرهُ \" حَالَة أُخْرَى , وَقَوْلُهُ \" يُخْبِرهُ \" حَال مِنْ فَاعِل يَأْمُرهُ , وَالْمَكْتُوب هُوَ الْحَدِيث , وَالْمَسْمُوع الْمَأْمُور بِهِ قَالَهُ الْكَرْمَانِيُّ. وَاَلَّذِي يَظْهَر أَنَّ الْمَكْتُوب هُوَ عَيْن الْمَسْمُوع , وَهُوَ الْأَمْر وَالْحَدِيث مَعًا , وَفِي قَوْلُهُ \" كَتَبَ \" تَجَوُّز كَأَنَّ اِبْن شِهَاب أَمْلَاهُ عَلَى كَاتِبه فَسَمِعَهُ يُونُس مِنْهُ , وَيَحْتَمِل أَنْ يَكُون الزُّهْرِيُّ كَتَبَهُ بِخَطِّهِ وَقَرَأَهُ بِلَفْظِهِ فَيَكُون فِيهِ حَذْف تَقْدِيره فَكَتَبَ اِبْن شِهَاب وَقَرَأَهُ وَأَنَا أَسْمَع , وَوَجْه مَا اُحْتُجَّ بِهِ عَلَى التَّجْمِيع مِنْ قَوْلُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّكُمْ رَاعٍ \" أَنَّ عَلَى مَنْ كَانَ أَمِيرًا إِقَامَة الْأَحْكَام الشَّرْعِيَّة - وَالْجُمُعَة مِنْهَا - وَكَانَ رُزَيْق عَامِلًا عَلَى الطَّائِفَة الَّتِي ذَكَرَهَا , وَكَانَ عَلَيْهِ أَنْ يُرَاعِيَ حُقُوقهمْ وَمِنْ جُمْلَتهَا إِقَامَة الْجُمُعَة. قَالَ الزَّيْن ابْن الْمُنِير : فِي هَذِهِ الْقِصَّة إِيمَاء إِلَى أَنَّ الْجُمُعَة تَنْعَقِد بِغَيْرِ إِذْن مِنْ السُّلْطَان إِذَا كَانَ فِي الْقَوْم مَنْ يَقُوم بِمَصَالِحِهِمْ. وَفِيهِ إِقَامَة الْجُمُعَة فِي الْقُرَى خِلَافًا لِمَنْ شَرَطَ لَهَا الْمُدُن , فَإِنْ قِيلَ ; قَوْلُهُ \" كُلّكُمْ رَاعٍ \" يَعُمّ جَمِيع النَّاس فَيَدْخُل فِيهِ الْمَرْعِيّ أَيْضًا , فَالْجَوَاب أَنَّهُ مَرْعِيّ بِاعْتِبَارٍ , رَاعٍ بِاعْتِبَارٍ , حَتَّى وَلَوْ لَمْ يَكُنْ لَهُ أَحَد كَانَ رَاعِيًا لِجَوَارِحِهِ وَحَوَاسّه , لِأَنَّهُ يَجِب عَلَيْهِ أَنْ يَقُوم بِحَقِّ اللَّه وَحَقّ عِبَاده , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة فَوَائِد هَذَا الْحَدِيث فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْلُهُ فِيهِ ( قَالَ وَحَسِبْت أَنْ قَدْ قَالَ ) ‏ ‏جَزَمَ الْكَرْمَانِيُّ بِأَنَّ فَاعِل \" قَالَ \" هُنَا هُوَ يُونُس , وَفِيهِ نَظَرٌ , وَاَلَّذِي يَظْهَر أَنَّهُ سَالِم , ثُمَّ ظَهَرَ لِي أَنَّهُ اِبْن عُمَر. وَسَيَأْتِي فِي كِتَاب الِاسْتِقْرَاض بَيَان ذَلِكَ إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ رَوَاهُ اللَّيْث أَيْضًا عَنْ نَافِع عَنْ اِبْن عُمَر بِدُونِ هَذِهِ الزِّيَادَة , أَخْرَجَهُ مُسْلِم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2557,
    "category": "كتاب العتق",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، قَالَ وَأَخْبَرَنِي ابْنُ فُلاَنٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا قَاتَلَ أَحَدُكُمْ فَلْيَجْتَنِبِ الْوَجْهَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If somebody fights (or beats somebody) then he should avoid the face.\"",
    "explication": "‏ ‏قَوْله فِي الْإِسْنَاد ( حَدَّثَنِي مُحَمَّد بْن عُبَيْد اللَّه ) ‏ ‏هُوَ اِبْن ثَابِت الْمَدَنِيّ ; وَرِجَال الْإِسْنَاد كُلّهمْ مَدَنِيُّونَ , وَكَأَنَّ أَبَا ثَابِت تَفَرَّدَ بِهِ عَنْ اِبْن وَهْب , فَإِنِّي لَمْ أَرَهُ فِي شَيْءٍ مِنْ الْمُصَنَّفَات إِلَّا مِنْ طَرِيقه. ‏ ‏قَوْله : ( قَالَ وَأَخْبَرَنِي اِبْن فُلَان ) ‏ ‏قَائِل ذَلِكَ هُوَ أَبُو ثَابِت فَهُوَ مَوْصُول وَلَيْسَ بِمُعَلَّقٍ , وَفَاعِل قَالَ هُوَ اِبْن وَهْب , وَكَأَنَّهُ سَمِعَهُ مِنْ لَفْظ مَالِك وَبِالْقِرَاءَةِ عَلَى الْآخَر. وَكَانَ اِبْن وَهْب حَرِيصًا عَلَى تَمْيِيز ذَلِكَ. وَأَمَّا \" اِبْن فُلَان \" فَقَالَ الْمِزِّيّ : يُقَال هُوَ اِبْن سَمْعَان , يَعْنِي عَبْدَ اللَّه بْن زِيَاد بْن سُلَيْمَان بْن سَمْعَان الْمَدَنِيّ , وَهُوَ يُوهِمُ تَضْعِيفَ ذَلِكَ , وَلَيْسَ كَذَلِكَ فَقَدْ جَزَمَ بِذَلِكَ أَبُو نَصْر الْكَلَابَاذِيّ وَغَيْره , وَقَالَهُ قَبْله بَعْض الْقُدَمَاء أَيْضًا ; فَوَقَعَ فِي رِوَايَة أَبِي ذَرّ الْهَرَوِيُّ فِي رِوَايَته عَنْ الْمُسْتَمْلِي : قَالَ أَبُو حَرْب الَّذِي قَالَ \" اِبْن فُلَان \" هُوَ اِبْن وَهْب , وَابْن فُلَان هُوَ اِبْن سَمْعَان. قُلْت : وَأَبُو حَرْب هَذَا هُوَ بَيَان وَقَدْ أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي \" غَرَائِب مَالِك \" مِنْ طَرِيق عَبْد الرَّحْمَن بْن خِرَاش بِكَسْرِ الْمُعْجَمَة عَنْ الْبُخَارِيّ \" قَالَ حَدَّثَنَا أَبُو ثَابِت مُحَمَّد بْن عُبَيْد اللَّه الْمَدَنِيّ \" فَذَكَرَ الْحَدِيث لَكِنْ قَالَ بَدَل قَوْله اِبْن فُلَان \" اِبْن سَمْعَان \" فَكَأَنَّ الْبُخَارِيّ كَنَّى عَنْهُ فِي الصَّحِيح عَمْدًا لِضَعْفِهِ , وَلَمَّا حَدَّثَ بِهِ خَارِج الصَّحِيح نَسَبَهُ , وَقَدْ بَيَّنَ ذَلِكَ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" بِمَا خَرَّجَهُ مِنْ طَرِيق الْعَبَّاس بْن الْفَضْل عَنْ أَبِي ثَابِت وَقَالَ فِيهِ \" اِبْن سَمْعَان \" وَقَالَ بَعْده : أَخْرَجَهُ الْبُخَارِيّ عَنْ أَبِي ثَابِت فَقَالَ اِبْن فُلَان وَأَخْرَجَهُ فِي مَوْضِعٍ آخَر فَقَالَ اِبْن سَمْعَان , وَابْن سَمْعَان الْمَذْكُور مَشْهُور بِالضَّعْفِ مَتْرُوك الْحَدِيث كَذَّبَهُ مَالِك وَأَحْمَد وَغَيْرهمَا وَمَا لَهُ فِي الْبُخَارِيّ شَيْء إِلَّا فِي هَذَا الْمَوْضِع , ثُمَّ إِنَّ الْبُخَارِيّ لَمْ يَسُقْ الْمَتْن مِنْ طَرِيقه مَعَ كَوْنه مَقْرُونًا بِمَالِكٍ بَلْ سَاقَهُ عَلَى لَفْظ الرِّوَايَة الْأُخْرَى وَهِيَ رِوَايَة هَمَّام عَنْ أَبِي هُرَيْرَة , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق أَبِي صَالِح عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" فَلْيَتَّقِ \" بَدَل \" فَلْيَجْتَنِبْ \" وَهِيَ رِوَايَة أَبِي نُعَيْم الْمَذْكُورَة , وَأَخْرَجَهُ مُسْلِم أَيْضًا مِنْ طَرِيق الْأَعْرَج عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" إِذَا ضَرَبَ \" وَمِثْله لِلنَّسَائِيّ مِنْ طَرِيق عَجْلَان , وَلِأَبِي دَاوُدَ مِنْ طَرِيق أَبِي سَلَمَة كِلَاهُمَا عَنْ أَبِي هُرَيْرَة وَهُوَ يُفِيدُ أَنَّ قَوْله فِي رِوَايَة هَمَّام \" قَاتَلَ \" بِمَعْنَى قَتَلَ , وَأَنَّ الْمُفَاعَلَة فِيهِ لَيْسَتْ عَلَى ظَاهِرهَا وَيُحْتَمَلُ أَنْ تَكُونَ عَلَى ظَاهِرهَا لِيَتَنَاوَل مَا يَقَعُ عِنْد دَفْعِ الصَّائِل مَثَلًا فَيَنْهَى دَافِعَهُ عَنْ الْقَصْد بِالضَّرْبِ إِلَى وَجْهه , وَيَدْخُلُ فِي النَّهْيِ كُلّ مَنْ ضُرِبَ فِي حَدّ أَوْ تَعْزِير أَوْ تَأْدِيب وَقَدْ وَقَعَ فِي حَدِيث أَبِي بَكْرَة وَغَيْره عِنْد أَبِي دَاوُدَ وَغَيْره فِي قِصَّة الَّتِي زَنَتْ فَأَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِرَجْمِهَا وَقَالَ : \" اِرْمُوا وَاتَّقُوا الْوَجْه \" وَإِذَا كَانَ ذَلِكَ فِي حَقّ مَنْ تَعَيَّنَ إِهْلَاكه فَمَنْ دُونه أَوْلَى. قَالَ النَّوَوِيُّ : قَالَ الْعُلَمَاء إِنَّمَا نَهَى عَنْ ضَرْبِ الْوَجْهِ لِأَنَّهُ لَطِيفٌ يَجْمَعُ الْمَحَاسِن , وَأَكْثَر مَا يَقَعُ الْإِدْرَاك بِأَعْضَائِهِ , فَيُخْشَى مِنْ ضَرْبِهِ أَنْ تَبْطُلَ أَوْ تَتَشَوَّهَ كُلّهَا أَوْ بَعْضهَا , وَالشَّيْنُ فِيهَا فَاحِشٌ لِظُهُورِهَا وَبُرُوزهَا , بَلْ لَا يَسْلَمُ إِذَا ضَرَبَهُ غَالِبًا مِنْ شَيْن ا ه. وَالتَّعْلِيل الْمَذْكُور حَسَنٌ , لَكِنْ ثَبَتَ عِنْد مُسْلِم تَعْلِيل آخَر , فَإِنَّهُ أَخْرَجَ الْحَدِيث الْمَذْكُور مِنْ طَرِيق أَبِي أَيُّوب الْمَرَاغِي عَنْ أَبِي هُرَيْرَة وَزَادَ \" فَإِنَّ اللَّه خَلَقَ آدَم عَلَى صُورَته \" وَاخْتُلِفَ فِي الضَّمِير عَلَى مَنْ يَعُود ؟ فَالْأَكْثَر عَلَى أَنَّهُ يَعُودُ عَلَى الْمَضْرُوبِ لِمَا تَقَدَّمَ مِنْ الْأَمْر بِإِكْرَامِ وَجْهه , وَلَوْلَا أَنَّ الْمُرَاد التَّعْلِيل بِذَلِكَ لَمْ يَكُنْ لِهَذِهِ الْجُمْلَة اِرْتِبَاط بِمَا قَبْلهَا. وَقَالَ الْقُرْطُبِيّ : أَعَادَ بَعْضُهُمْ الضَّمِير عَلَى اللَّه مُتَمَسِّكًا بِمَا وَرَدَ فِي بَعْض طُرُقه \" إِنَّ اللَّه خَلَقَ آدَم عَلَى صُورَة الرَّحْمَن \" قَالَ : وَكَأَنَّ مَنْ رَوَاهُ أَوْرَدَهُ بِالْمَعْنَى مُتَمَسِّكًا بِمَا تَوَهَّمَهُ فَغَلِطَ فِي ذَلِكَ. وَقَدْ أَنْكَرَ الْمَازِرِيّ وَمَنْ تَبِعَهُ صِحَّة هَذِهِ الزِّيَادَة ثُمَّ قَالَ : وَعَلَى تَقْدِير صِحَّتِهَا فَيُحْمَلُ عَلَى مَا يَلِيقُ بِالْبَارِي سُبْحَانه وَتَعَالَى. قُلْت : الزِّيَادَة أَخْرَجَهَا اِبْن أَبِي عَاصِم فِي \" السُّنَّة \" وَالطَّبَرَانِيُّ مِنْ حَدِيث اِبْن عُمَر بِإِسْنَادٍ رِجَالُهُ ثِقَات وَأَخْرَجَهَا اِبْن أَبِي عَاصِمٍ أَيْضًا مِنْ طَرِيق أَبِي يُونُسَ عَنْ أَبِي هُرَيْرَةَ بِلَفْظٍ يَرُدُّ التَّأْوِيلَ الْأَوَّل قَالَ : \" مَنْ قَاتَلَ فَلْيَجْتَنِبْ الْوَجْه فَإِنَّ صُورَةَ وَجْهِ الْإِنْسَان عَلَى صُورَةِ وَجْهِ الرَّحْمَنِ \" فَتَعَيَّنَ إِجْرَاءُ مَا فِي ذَلِكَ عَلَى مَا تَقَرَّرَ بَيْن أَهْل السُّنَّة مِنْ إِمْرَاره كَمَا جَاءَ مِنْ غَيْر اِعْتِقَادِ تَشْبِيهٍ , أَوْ مِنْ تَأْوِيلِهِ عَلَى مَا يَلِيقُ بِالرَّحْمَنِ جَلَّ جَلَاله , وَسَيَأْتِي فِي أَوَّل كِتَاب الِاسْتِئْذَان مِنْ طَرِيق هَمَّام عَنْ أَبِي هُرَيْرَة رَفَعَهُ : خَلَقَ اللَّهُ آدَم عَلَى صُورَته الْحَدِيث , وَزَعَمَ بَعْضهمْ أَنَّ الضَّمِير يَعُودُ عَلَى آدَم أَيْ عَلَى صِفَتِهِ أَيْ خَلَقَهُ مَوْصُوفًا بِالْعِلْمِ الَّذِي فَضَلَ بِهِ الْحَيَوَان وَهَذَا مُحْتَمَل , وَقَدْ قَالَ الْمَازِرِيّ : غَلِطَ اِبْن قُتَيْبَة فَأَجْرَى هَذَا الْحَدِيث عَلَى ظَاهِره وَقَالَ : صُورَة لَا كَالصُّوَرِ اِنْتَهَى. وَقَالَ حَرْب الْكَرْمَانِيُّ فِي \" كِتَاب السُّنَّة \" سَمِعْت إِسْحَاق بْن رَاهْوَيْهِ يَقُولُ : صَحَّ أَنَّ اللَّه خَلَقَ آدَم عَلَى صُورَة الرَّحْمَن. وَقَالَ إِسْحَاق الْكَوْسَج سَمِعْت أَحْمَد يَقُولُ هُوَ حَدِيثٌ صَحِيحٌ وَقَالَ الطَّبَرَانِيُّ فِي كِتَاب السُّنَّة \" حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل قَالَ : قَالَ رَجُل لِأَبِي إِنَّ رَجُلًا قَالَ خَلَقَ اللَّه آدَم عَلَى صُورَته - أَيْ صُورَة الرَّجُل - فَقَالَ : كَذِب هُوَ قَوْل الْجَهْمِيَّةِ \" اِنْتَهَى. وَقَدْ أَخْرَجَ الْبُخَارِيّ فِي \" الْأَدَب الْمُفْرَد \" وَأَحْمَد مِنْ طَرِيق اِبْن عَجْلَان عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" لَا تَقُولَنَّ قَبَّحَ اللَّه وَجْهك وَوَجْه مَنْ أَشْبَهَ وَجْهك فَإِنَّ اللَّه خَلَقَ آدَم عَلَى صُورَته \" وَهُوَ ظَاهِر فِي عَوْدِ الضَّمِير عَلَى الْمَقُول لَهُ ذَلِكَ , وَكَذَلِكَ أَخْرَجَهُ اِبْن أَبِي عَاصِم أَيْضًا مِنْ طَرِيق أَبِي رَافِع عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" إِذَا قَاتَلَ أَحَدكُمْ فَلْيَجْتَنِبْ الْوَجْه فَإِنَّ اللَّه خَلَقَ آدَم عَلَى صُورَة وَجْهه \" وَلَمْ يَتَعَرَّضْ النَّوَوِيّ لِحُكْمِ هَذَا النَّهْي , وَظَاهِره التَّحْرِيم. وَيُؤَيِّدُهُ حَدِيث سُوَيْد بْن مُقَرِّن الصَّحَابِيّ \" أَنَّهُ رَأَى رَجُلًا لَطَمَ غُلَامه فَقَالَ : أَوَمَا عَلِمْت أَنَّ الصُّورَة مُحْتَرَمَة \" أَخْرَجَهُ مُسْلِم وَغَيْره. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]