[
  {
    "id": 248,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ بَدَأَ فَغَسَلَ يَدَيْهِ، ثُمَّ يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلاَةِ، ثُمَّ يُدْخِلُ أَصَابِعَهُ فِي الْمَاءِ، فَيُخَلِّلُ بِهَا أُصُولَ شَعَرِهِ ثُمَّ يَصُبُّ عَلَى رَأْسِهِ ثَلاَثَ غُرَفٍ بِيَدَيْهِ، ثُمَّ يُفِيضُ الْمَاءَ عَلَى جِلْدِهِ كُلِّهِ‏.‏",
    "english_text": "Whenever the Prophet (ﷺ) took a bath after Janaba he started by washing his hands and then performed \nablution like that for the prayer. After that he would put his fingers in water and move the roots of his \nhair with them, and then pour three handfuls of water over his head and then pour water all over his \nbody.",
    "explication": "‏ ‏قَوْله : ( كَانَ إِذَا اِغْتَسَلَ ) ‏ ‏أَيْ شَرَعَ فِي الْفِعْلِ و \" مِنْ \" فِي قَوْلِهِ \" مِنْ الْجَنَابَةِ \" سَبَبِيَّة. ‏ ‏قَوْله : ( بَدَأَ فَغَسَلَ يَدَيْهِ ) ‏ ‏يُحْتَمَلُ أَنْ يَكُونَ غَسْلهمَا لِلتَّنْظِيفِ مِمَّا بِهِمَا مِنْ مُسْتَقْذَرٍ وَسَيَأْتِي فِي حَدِيث مَيْمُونَة تَقْوِيَة ذَلِكَ. وَيُحْتَمَلُ أَنْ يَكُونَ هُوَ الْغَسْل الْمَشْرُوع عِنْدَ الْقِيَامِ مِنْ النَّوْمِ , وَيَدُلُّ عَلَيْهِ زِيَادَة اِبْن عُيَيْنَةَ فِي هَذَا الْحَدِيثِ عَنْ هِشَام \" قَبْلَ أَنْ يُدْخِلَهُمَا فِي الْإِنَاءِ \" رَوَاهُ الشَّافِعِيّ وَالتِّرْمِذِيّ وَزَادَ أَيْضًا \" ثُمَّ يَغْسِلُ فَرْجَهُ \" وَكَذَا لِمُسْلِمٍ مِنْ رِوَايَةِ أَبِي مُعَاوِيَة وَلِأَبِي دَاوُد مِنْ رِوَايَةِ حَمَّاد بْن زَيْد كِلَاهُمَا عَنْ هِشَام وَهِيَ زِيَادَةٌ جَلِيلَةٌ ; لِأَنَّ بِتَقْدِيم غَسْله يَحْصُلُ الْأَمْنُ مِنْ مَسِّهِ فِي أَثْنَاءِ الْغُسْلِ. ‏ ‏قَوْله : ( كَمَا يَتَوَضَّأُ لِلصَّلَاة ) ‏ ‏فِيهِ اِحْتِرَاز عَنْ الْوُضُوءِ اللُّغَوِيِّ وَيُحْتَمَلُ أَنْ يَكُونَ الِابْتِدَاء بِالْوُضُوءِ قَبْلَ الْغُسْلِ سُنَّة مُسْتَقِلَّة بِحَيْثُ يَجِبُ غَسْل أَعْضَاء الْوُضُوء مَعَ بَقِيَّةِ الْجَسَدِ فِي الْغُسْلِ وَيُحْتَمَلُ أَنْ يَكْتَفِيَ بِغَسْلِهَا فِي الْوُضُوءِ عَنْ إِعَادَتِهِ , وَعَلَى هَذَا فَيَحْتَاجُ إِلَى نِيَّةِ غُسْلِ الْجَنَابَةِ فِي أَوَّلِ عُضْوٍ وَإِنَّمَا قَدَّمَ غَسْل أَعْضَاء الْوُضُوء تَشْرِيفًا لَهَا وَلِتَحْصُل لَهُ صُورَة الطَّهَارَتَيْنِ الصُّغْرَى وَالْكُبْرَى وَإِلَى هَذَا جَنَحَ الدَّاوُدِيّ شَارِح الْمُخْتَصَر مِنْ الشَّافِعِيَّةِ فَقَالَ : يُقَدِّمُ غَسْل أَعْضَاءِ وُضُوئِهِ عَلَى تَرْتِيب الْوُضُوء لَكِنْ بِنِيَّة غُسْل الْجَنَابَةِ. وَنَقَلَ اِبْن بَطَّالٍ الْإِجْمَاع عَلَى أَنَّ الْوُضُوءَ لَا يَجِبُ مَعَ الْغُسْلِ وَهُوَ مَرْدُود فَقَدْ ذَهَبَ جَمَاعَة مِنْهُمْ أَبُو ثَوْرٍ وَدَاوُدُ وَغَيْرُهُمَا إِلَى أَنَّ الْغُسْلَ لَا يَنُوبُ عَنْ الْوُضُوءِ لِلْمُحْدِثِ. ‏ ‏قَوْله : ( فَيُخَلِّلُ بِهَا ) ‏ ‏أَيْ بِأَصَابِعِهِ الَّتِي أَدْخَلَهَا فِي الْمَاءِ. وَلِمُسْلِم \" ثُمَّ يَأْخُذُ الْمَاء فَيُدْخِلُ أَصَابِعه فِي أُصُولِ الشَّعْرِ \" وَلِلتِّرْمِذِيِّ وَالنَّسَائِيّ مِنْ طَرِيقِ أَبِي عُيَيْنَةَ \" ثُمَّ يُشَرِّبُ شَعْرَهُ الْمَاءَ \". ‏ ‏قَوْله : ( أُصُول الشَّعْرِ ) ‏ ‏وَلِلْكُشْمِيهَنِيّ \" أُصُول شَعْرِهِ \" أَيْ شَعْرِ رَأْسِهِ وَيَدُلُّ عَلَيْهِ رِوَايَة حَمَّاد بْن سَلَمَة عَنْ هِشَام عِنْد الْبَيْهَقِيّ \" يُخَلِّلُ بِهَا شِقَّ رَأْسِهِ الْأَيْمَن فَيُتْبِعُ بِهَا أُصُول الشَّعْرِ ثُمَّ يَفْعَلُ بِشِقِّ رَأْسِهِ الْأَيْسَرِ كَذَلِكَ \" وَقَالَ الْقَاضِي عِيَاض : اِحْتَجَّ بِهِ بَعْضهمْ عَلَى تَخْلِيلِ شَعْرِ الْجَسَدِ فِي الْغُسْلِ إِمَّا لِعُمُومِ قَوْلِهِ \" أُصُول الشَّعْرِ \" وَإِمَّا بِالْقِيَاسِ عَلَى شَعْرِ الرَّأْسِ. وَفَائِدَة التَّخْلِيل إِيصَال الْمَاءِ إِلَى الشَّعْرِ وَالْبَشَرَةِ وَمُبَاشَرَة الشَّعْر بِالْيَدِ لِيَحْصُل تَعْمِيمُهُ بِالْمَاءِ وَتَأْنِيس الْبَشَرَة لِئَلَّا يُصِيبَهَا بِالصَّبِّ مَا تَتَأَذَّى بِهِ. ثُمَّ هَذَا التَّخْلِيل غَيْر وَاجِب اِتِّفَاقًا إِلَّا إِنْ كَانَ الشَّعْرُ مُلَبَّدًا بِشَيْءٍ يَحُولُ بَيْنَ الْمَاءِ وَبَيْنَ الْوُصُولِ إِلَى أُصُولِهِ , وَاَللَّهُ أَعْلَمُ. ‏ ‏) ‏ ‏قَوْله : ( ثُمَّ يُدْخِلُ ) ‏ ‏إِنَّمَا ذَكَرَهُ بِلَفْظ الْمُضَارِع وَمَا قَبْلَهُ مَذْكُور بِلَفْظ الْمَاضِي - وَهُوَ الْأَصْلُ - لِإِرَادَةِ اِسْتِحْضَارِ صُورَةِ الْحَالِ لِلسَّامِعِينَ. ‏ ‏قَوْله : ( ثَلَاث غُرَفِ ) ‏ ‏بِضَمِّ الْمُعْجَمَة وَفَتْحِ الرَّاءِ جَمْع غُرْفَةٍ وَهِيَ قَدْرُ مَا يُغْرَفُ مِنْ الْمَاءِ بِالْكَفِّ ولِلْكُشْمِيهَنِيّ \" ثَلَاث غُرُفَات \" وَهُوَ الْمَشْهُورُ فِي جَمْعِ الْقِلَّةِ. وَفِيهِ اِسْتِحْبَاب التَّثْلِيث فِي الْغُسْلِ قَالَ النَّوَوِيّ : وَلَا نَعْلَمُ فِيهِ خِلَافًا إِلَّا مَا تَفَرَّدَ بِهِ الْمَاوَرْدِيُّ فَإِنَّهُ قَالَ : لَا يُسْتَحَبُّ التَّكْرَار فِي الْغُسْلِ. قُلْت : وَكَذَا قَالَ الشَّيْخُ أَبُو عَلِيّ السِّنْجِيّ فِي شَرْح الْفُرُوع وَكَذَا قَالَ الْقُرْطُبِيُّ وَحَمَلَ التَّثْلِيث فِي هَذِهِ الرِّوَايَةِ عَلَى رِوَايَة الْقَاسِم عَنْ عَائِشَة الْآتِيَةِ قَرِيبًا فَإِنَّ مُقْتَضَاهَا أَنَّ كُلَّ غُرْفَةٍ كَانَتْ فِي جِهَةٍ مِنْ جِهَاتِ الرَّأْسِ وَسَيَأْتِي فِي آخِرِ الْكَلَامِ عَلَى حَدِيث مَيْمُونَة زِيَادَة فِي هَذِهِ الْمَسْأَلَةِ. ‏ ‏قَوْله : ( ثُمَّ يُفِيضُ ) ‏ ‏أَيْ يُسِيلُ وَالْإِفَاضَة الْإِسَالَة. وَاسْتَدَلَّ بِهِ مَنْ لَمْ يَشْتَرِطْ الدَّلْك وَهُوَ ظَاهِرٌ وَقَالَ الْمَازِرِيّ : لَا حُجَّةَ فِيهِ ; لِأَنَّ أَفَاضَ بِمَعْنَى غَسَلَ , وَالْخِلَافُ فِي الْغَسْلِ قَائِم. قُلْت : وَلَا يَخْفَى مَا فِيهِ وَاَللَّه أَعْلَمُ. وَقَالَ الْقَاضِي عِيَاض : لَمْ يَأْتِ فِي شَيْءٍ مِنْ الرِّوَايَاتِ فِي وُضُوء الْغُسْل ذِكْرُ التَّكْرَار. قُلْت : بَلْ وَرَدَ ذَلِكَ مِنْ طَرِيقٍ صَحِيحَةٍ أَخْرَجَهَا النَّسَائِيّ وَالْبَيْهَقِيّ مِنْ رِوَايَةِ أَبِي سَلَمَةَ عَنْ عَائِشَة أَنَّهَا وَصَفَتْ غُسْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْجَنَابَةِ. الْحَدِيثَ , وَفِيهِ \" ثُمَّ يَتَمَضْمَضُ ثَلَاثًا وَيَسْتَنْشِقُ ثَلَاثًا وَيَغْسِلُ وَجْهَهُ ثَلَاثًا وَيَدَيْهِ ثَلَاثًا ثُمَّ يُفِيضُ عَلَى رَأْسِهِ ثَلَاثًا \". ‏ ‏) ‏ ‏قَوْله : ( عَلَى جِلْدِهِ كُلّه ) ‏ ‏هَذَا التَّأْكِيد يَدُلُّ عَلَى أَنَّهُ عَمَّمَ جَمِيع جَسَدِهِ بِالْغُسْلِ بَعْدَمَا تَقَدَّمَ وَهُوَ يُؤَيِّدُ الِاحْتِمَالَ الْأَوَّلَ أَنَّ الْوُضُوءَ سُنَّةٌ مُسْتَقِلَّة قَبْلَ الْغُسْلِ وَعَلَى هَذَا فَيَنْوِي الْمُغْتَسِلُ الْوُضُوء إِنْ كَانَ مُحْدِثًا وَإِلَّا فَسُنَّة الْغُسْل. وَاسْتُدِلَّ بِهَذَا الْحَدِيثِ عَلَى اِسْتِحْبَاب إِكْمَال الْوُضُوءِ قَبْلَ الْغُسْلِ وَلَا يُؤَخِّرُ غَسْل الرِّجْلَيْنِ إِلَى فَرَاغِهِ وَهُوَ ظَاهِرٌ مِنْ قَوْلِهَا \" كَمَا يَتَوَضَّأُ لِلصَّلَاةِ \" وَهَذَا هُوَ الْمَحْفُوظُ فِي حَدِيثِ عَائِشَة مِنْ هَذَا الْوَجْهِ لَكِنْ رَوَاهُ مُسْلِم مِنْ رِوَايَةِ أَبِي مُعَاوِيَة عَنْ هِشَام فَقَالَ فِي آخِرِهِ \" ثُمَّ أَفَاضَ عَلَى سَائِر جَسَده ثُمَّ غَسَلَ رِجْلَيْهِ \" وَهَذِهِ الزِّيَادَة تَفَرَّدَ بِهَا أَبُو مُعَاوِيَة دُونَ أَصْحَابِ هِشَامٍ قَالَ الْبَيْهَقِيّ هِيَ غَرِيبَةٌ صَحِيحَةٌ. قُلْت : لَكِنْ فِي رِوَايَةِ أَبِي مُعَاوِيَة عَنْ هِشَام مَقَالٌ نَعَمْ لَهُ شَاهِدٌ مِنْ رِوَايَةِ أَبِي سَلَمَةَ عَنْ عَائِشَة أَخْرَجَهُ أَبُو دَاوُد الطَّيَالِسِيّ فَذَكَرَ حَدِيث الْغُسْل كَمَا تَقَدَّمَ عِنْدَ النَّسَائِيِّ وَزَادَ فِي آخِرِهِ \" فَإِذَا فَرَغَ غَسَلَ رِجْلَيْهِ \" فَأَمَّا أَنْ تُحْمَلَ الرِّوَايَات عَنْ عَائِشَة عَلَى أَنَّ الْمُرَادَ بِقَوْلِهَا \" وُضُوءَهُ لِلصَّلَاةِ \" أَيْ أَكْثَرُهُ وَهُوَ مَا سِوَى الرِّجْلَيْنِ أَوْ يُحْمَلَ عَلَى ظَاهِرِهِ وَيُسْتَدَلّ بِرِوَايَةِ أَبِي مُعَاوِيَة عَلَى جَوَازِ تَفْرِيق الْوُضُوء وَيُحْتَمَلُ أَنْ يَكُونَ قَوْله فِي رِوَايَةِ أَبِي مُعَاوِيَة \" ثُمَّ غَسَلَ رِجْلَيْهِ \" أَيْ أَعَادَ غَسْلهمَا لِاسْتِيعَاب الْغَسْل بَعْدَ أَنْ كَانَ غَسَلَهُمَا فِي الْوُضُوءِ فَيُوَافِقُ قَوْله فِي حَدِيثِ الْبَابِ \" ثُمَّ يُفِيضُ عَلَى جِلْدِهِ كُلّه \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 249,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ تَوَضَّأَ رَسُولُ اللَّهِ صلى الله عليه وسلم وُضُوءَهُ لِلصَّلاَةِ غَيْرَ رِجْلَيْهِ، وَغَسَلَ فَرْجَهُ، وَمَا أَصَابَهُ مِنَ الأَذَى، ثُمَّ أَفَاضَ عَلَيْهِ الْمَاءَ، ثُمَّ نَحَّى رِجْلَيْهِ فَغَسَلَهُمَا، هَذِهِ غُسْلُهُ مِنَ الْجَنَابَةِ‏.‏",
    "english_text": "(the wife of the Prophet) Allah's Messenger (ﷺ) performed ablution like that for the prayer but did not wash \nhis feet. He washed off the discharge from his private parts and then poured water over his body. He \nwithdrew his feet from that place (the place where he took the bath) and then washed them. And that \nwas his way of taking the bath of Janaba.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن يُوسُف ) ‏ ‏هُوَ الْفِرْيَابِيّ وَسُفْيَان هُوَ الثَّوْرِيُّ وَجَزَمَ الْكَرْمَانِيّ بِأَنَّ مُحَمَّد بْن يُوسُف هُوَ الْبِيكَنْدِيّ وَسُفْيَان هُوَ اِبْن عُيَيْنَةَ وَلَا أَدْرِي مِنْ أَيْنَ لَهُ ذَلِكَ. ‏ ‏قَوْله : ( وُضُوءَهُ لِلصَّلَاةِ غَيْر رِجْلَيْهِ ) ‏ ‏التَّصْرِيح بِتَأْخِيرِ الرِّجْلَيْنِ فِي وُضُوء الْغُسْل إِلَخْ وَهُوَ مُخَالِفٌ لِظَاهِرِ رِوَايَةِ عَائِشَة. وَيُمْكِنُ الْجَمْعُ بَيْنَهُمَا إِمَّا بِحَمْلِ رِوَايَةِ عَائِشَة عَلَى الْمَجَازِ كَمَا تَقَدَّمَ وَإِمَّا بِحَمْلِهِ عَلَى حَالَةٍ أُخْرَى وَبِحَسَب اِخْتِلَاف هَاتَيْنِ الْحَالَتَيْنِ اِخْتَلَفَ نَظَر الْعُلَمَاءِ فَذَهَبَ الْجُمْهُورُ إِلَى اِسْتِحْبَاب تَأْخِير غَسْلِ الرِّجْلَيْنِ فِي الْغُسْلِ وَعَنْ مَالِكٍ إِنْ كَانَ الْمَكَان غَيْر نَظِيفٍ فَالْمُسْتَحَبّ تَأْخِيرهمَا وَإِلَّا فَالتَّقْدِيم وَعِنْدَ الشَّافِعِيَّةِ فِي الْأَفْضَلِ قَوْلَانِ قَالَ النَّوَوِيّ أَصَحّهمَا وَأَشْهَرهمَا وَمُخْتَارهمَا أَنَّهُ يُكْمِلُ وُضُوءَهُ قَالَ : لِأَنَّ أَكْثَرَ الرِّوَايَاتِ عَنْ عَائِشَة وَمَيْمُونَة كَذَلِكَ. اِنْتَهَى. كَذَا قَالَ وَلَيْسَ فِي شَيْءٍ مِنْ الرِّوَايَاتِ عَنْهُمَا التَّصْرِيح بِذَلِكَ بَلْ هِيَ إِمَّا مُحْتَمَلَة كَرِوَايَة \" تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ \" أَوْ ظَاهِرَة تَأْخِيرِهِمَا كَرِوَايَةِ أَبِي مُعَاوِيَة الْمُتَقَدِّمَةِ وَشَاهِدهَا مِنْ طَرِيقِ أَبِي سَلَمَة وَيُوَافِقُهَا أَكْثَر الرِّوَايَاتِ عَنْ مَيْمُونَةَ أَوْ صَرِيحَة فِي تَأْخِيرِهِمَا كَحَدِيثِ الْبَابِ وَرَاوِيهَا مُقَدَّم فِي الْحِفْظِ وَالْفِقْه عَلَى جَمِيعِ مَنْ رَوَاهُ عَنْ الْأَعْمَشِ. وَقَوْل مَنْ قَالَ \" إِنَّمَا فَعَلَ ذَلِكَ مَرَّةً لِبَيَان الْجَوَاز \" مُتَعَقَّبٌ فَإِنَّ فِي رِوَايَةِ أَحْمَدَ عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَشِ مَا يَدُلُّ عَلَى الْمُوَاظَبَةِ , وَلَفْظه \" كَانَ إِذَا اِغْتَسَلَ مِنْ الْجَنَابَةِ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ فَيَغْسِلُ فَرْجَهُ \" فَذَكَرَ الْحَدِيث وَفِي آخِرِهِ \" ثُمَّ يَتَنَحَّى فَيَغْسِلُ رِجْلَيْهِ \" قَالَ الْقُرْطُبِيّ : الْحِكْمَةُ فِي تَأْخِيرِ غَسْلِ الرِّجْلَيْنِ لِيَحْصُل الِافْتِتَاح وَالِاخْتِتَام بِأَعْضَاء الْوُضُوء. ‏ ‏قَوْله : ( وَغَسَلَ فَرْجَهُ ) ‏ ‏فِيهِ تَقْدِيمٌ وَتَأْخِيرٌ ; لِأَنَّ غَسْلَ الْفَرْجِ كَانَ قَبْلَ الْوُضُوءِ إِذْ الْوَاوُ لَا تَقْتَضِي التَّرْتِيبَ وَقَدْ بَيَّنَ ذَلِكَ اِبْن الْمُبَارَك عَنْ الثَّوْرِيِّ عِنْدَ الْمُصَنِّفِ فِي بَاب السَّتْر فِي الْغُسْلِ فَذَكَرَ أَوَّلًا غَسْل الْيَدَيْنِ ثُمَّ غَسْلَ الْفَرْجِ ثُمَّ مَسْحَ يَده بِالْحَائِطِ ثُمَّ الْوُضُوء غَيْر رِجْلَيْهِ وَأَتَى بِثُمَّ الدَّالَّة عَلَى التَّرْتِيبِ فِي جَمِيعِ ذَلِكَ. ‏ ‏قَوْله : ( هَذِهِ غُسْلُهُ ) ‏ ‏الْإِشَارَة إِلَى الْأَفْعَالِ الْمَذْكُورَةِ أَوْ التَّقْدِيرُ هَذِهِ صِفَة غُسْله وَلِلْكُشْمِيهَنِيّ \" هَذَا غُسْلُهُ \" وَهُوَ ظَاهِر وَأَشَارَ الْإِسْمَاعِيلِيّ إِلَى أَنَّ هَذِهِ الْجُمْلَةَ الْأَخِيرَةَ مُدْرَجَة مِنْ قَوْلِ سَالِم بْن أَبِي الْجَعْدِ وَأَنَّ زَائِدَة بْن قُدَامَة بَيَّنَ ذَلِكَ فِي رِوَايَتِهِ عَنْ الْأَعْمَشِ وَاسْتَدَلَّ الْبُخَارِيّ بِحَدِيث مَيْمُونَة هَذَا عَلَى جَوَازِ تَفْرِيق الْوُضُوء وَعَلَى اِسْتِحْبَاب الْإِفْرَاغ بِالْيَمِينِ عَلَى الشِّمَالِ لِلْمُغْتَرِفِ مِنْ الْمَاءِ لِقَوْلِهِ فِي رِوَايَةِ أَبِي عَوَانَةَ وَحَفْصٍ وَغَيْرِهِمَا \" ثُمَّ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ \" وَعَلَى مَشْرُوعِيَّة الْمَضْمَضَة وَالِاسْتِنْشَاق فِي غُسْلِ الْجَنَابَةِ لِقَوْلِهِ فِيهَا \" ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ \" وَتَمَسَّكَ بِهِ الْحَنَفِيَّة لِلْقَوْلِ بِوُجُوبِهِمَا وَتُعُقِّبَ بِأَنَّ الْفِعْلَ الْمُجَرَّدَ لَا يَدُلُّ عَلَى الْوُجُوبِ إِلَّا إِذَا كَانَ بَيَانًا لِمُجْمَلٍ تَعَلَّقَ بِهِ الْوُجُوبُ وَلَيْسَ الْأَمْر هُنَا كَذَلِكَ قَالَهُ اِبْنُ دَقِيقِ الْعِيدِ : وَعَلَى اِسْتِحْبَاب مَسْح الْيَدِ بِالتُّرَابِ مِنْ الْحَائِطِ أَوْ الْأَرْضِ لِقَوْلِهِ فِي الرِّوَايَاتِ الْمَذْكُورَةِ \" ثُمَّ دَلَكَ يَدَهُ بِالْأَرْضِ أَوْ بِالْحَائِطِ \" قَالَ اِبْن دَقِيقِ الْعِيدِ : وَقَدْ يُؤْخَذُ مِنْهُ الِاكْتِفَاء بِغَسْلَةٍ وَاحِدَةٍ لِإِزَالَةِ النَّجَاسَةِ وَالْغُسْلِ مِنْ الْجَنَابَةِ ; لِأَنَّ الْأَصْلَ عَدَم التَّكْرَارِ وَفِيهِ خِلَاف. اِنْتَهَى. وَصَحَّحَ النَّوَوِيّ وَغَيْره أَنَّهُ يُجْزِئُ لَكِنْ لَمْ يَتَعَيَّنْ فِي هَذَا الْحَدِيثِ أَنَّ ذَلِكَ كَانَ لِإِزَالَةِ النَّجَاسَةِ بَلْ يُحْتَمَلُ أَنْ يَكُونَ لِلتَّنْظِيفِ فَلَا يَدُلُّ عَلَى الِاكْتِفَاءِ وَأَمَّا دَلْكُ الْيَدِ بِالْأَرْضِ فَلِلْمُبَالَغَةِ فِيهِ لِيَكُونَ أَنْقَى كَمَا قَالَ الْبُخَارِيّ. وَأَبْعَدَ مَنْ اِسْتَدَلَّ بِهِ عَلَى نَجَاسَةِ الْمَنِيِّ أَوْ عَلَى نَجَاسَة رُطُوبَة الْفَرْجِ ; لِأَنَّ الْغُسْلَ لَيْسَ مَقْصُورًا عَلَى إِزَالَةِ النَّجَاسَةِ. وَقَوْلُهُ فِي حَدِيثِ الْبَابِ \" وَمَا أَصَابَهُ مِنْ أَذًى \" لَيْسَ بِظَاهِرٍ فِي النَّجَاسَةِ أَيْضًا وَاسْتَدَلَّ بِهِ الْبُخَارِيّ أَيْضًا عَلَى أَنَّ الْوَاجِبَ فِي غُسْلِ الْجَنَابَةِ مَرَّة وَاحِدَة وَعَلَى أَنَّ مَنْ تَوَضَّأَ بِنِيَّةِ الْغُسْلِ أَكْمَلَ بَاقِيَ أَعْضَاءِ بَدَنِهِ لَا يُشْرَعُ لَهُ تَجْدِيد الْوُضُوءِ مِنْ غَيْرِ حَدَثٍ وَعَلَى جَوَازِ نَفْضِ الْيَدَيْنِ مِنْ مَاءِ الْغُسْلِ وَكَذَا الْوُضُوء , وَفِيهِ حَدِيثٌ ضَعِيفٌ أَوْرَدَهُ الرَّافِعِيّ وَغَيْرُهُ وَلَفْظُهُ \" لَا تَنْفُضُوا أَيْدِيَكُمْ فِي الْوُضُوءِ فَإِنَّهَا مَرَاوِح الشَّيْطَان \" وَقَالَ اِبْن الصَّلَاحِ : لَمْ أَجِدْهُ. وَتَبِعَهُ النَّوَوِيّ. وَقَدْ أَخْرَجَهُ اِبْن حِبَّانَ فِي الضُّعَفَاءِ وَابْن أَبِي حَاتِم فِي الْعِلَلِ مِنْ حَدِيثِ أَبِي هُرَيْرَة وَلَوْ لَمْ يُعَارِضْهُ هَذَا الْحَدِيث الصَّحِيح لَمْ يَكُنْ صَالِحًا أَنْ يُحْتَجَّ بِهِ. وَعَلَى اِسْتِحْبَاب التَّسَتُّر فِي الْغُسْلِ وَلَوْ كَانَ فِي الْبَيْتِ وَقَدْ عَقَدَ الْمُصَنِّفُ لِكُلِّ مَسْأَلَة بَابًا وَأَخْرَجَ هَذَا الْحَدِيث فِيهِ بِمُغَايَرَة الطُّرُق وَمَدَارهَا عَلَى الْأَعْمَشِ وَعِنْدَ بَعْضِ الرُّوَاةِ عَنْهُ مَا لَيْسَ عِنْدَ الْآخَرِ وَقَدْ جَمَعْت فَوَائِدهَا فِي هَذَا الْبَابِ. وَصَرَّحَ فِي رِوَايَة حَفْص بْن غِيَاثٍ عَنْ الْأَعْمَشِ بِسَمَاعِ الْأَعْمَشِ مَنْ سَالِمٍ فَأُمِنَ تَدْلِيسُهُ. وَفِي الْإِسْنَادِ ثَلَاثَة مِنْ التَّابِعِينَ عَلَى الْوَلَاءِ : الْأَعْمَشُ وَسَالِم وَكُرَيْب وَصَحَابِيَّانِ : اِبْن عَبَّاس وَخَالَته مَيْمُونَة بِنْت الْحَارِث. وَفِي الْحَدِيثِ مِنْ الْفَوَائِدِ أَيْضًا جَوَاز الِاسْتِعَانَة بِإِحْضَارِ مَاءِ الْغُسْلِ وَالْوُضُوءِ لِقَوْلِهَا فِي رِوَايَة حَفْص وَغَيْره \" وَضَعْت لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُسْلًا \" وَفِي رِوَايَةِ عَبْد الْوَاحِد \" مَا يَغْتَسِلُ بِهِ \" وَفِيهِ خِدْمَةُ الزَّوْجَاتِ لِأَزْوَاجِهِنَّ وَفِيهِ الصَّبُّ بِالْيَمِينِ عَلَى الشِّمَالِ لِغَسْلِ الْفَرْجِ بِهَا وَفِيهِ تَقْدِيم غَسْل الْكَفَّيْنِ عَلَى غَسْلِ الْفَرْجِ لِمَنْ يُرِيدُ الِاغْتِرَافَ لِئَلَّا يُدْخِلَهُمَا فِي الْمَاءِ وَفِيهِمَا مَا لَعَلَّهُ يُسْتَقْذَرُ فَأَمَّا إِذَا كَانَ الْمَاء فِي إِبْرِيقٍ مَثَلًا فَالْأَوْلَى تَقْدِيم غَسْل الْفَرْجِ لِتَوَالِي أَعْضَاء الْوُضُوء وَلَمْ يَقَعْ فِي شَيْءٍ مِنْ طُرُقِ هَذَا الْحَدِيثِ التَّنْصِيص عَلَى مَسْحِ الرَّأْسِ فِي هَذَا الْوُضُوءِ وَتَمَسَّكَ بِهِ الْمَالِكِيَّة لِقَوْلِهِمْ إِنَّ وُضُوء الْغُسْل لَا يُمْسَحُ فِيهِ الرَّأْس بَلْ يُكْتَفَى عَنْهُ بِغَسْلِهِ وَاسْتَدَلَّ بَعْضهمْ بِقَوْلِهَا فِي رِوَايَةِ أَبِي حَمْزَة وَغَيْره \" فَنَاوَلْته ثَوْبًا فَلَمْ يَأْخُذْهُ \" عَلَى كَرَاهَةِ التَّنْشِيفِ بَعْدَ الْغُسْلِ وَلَا حُجَّةَ فِيهِ ; لِأَنَّهَا وَاقِعَةُ حَالٍ يَتَطَرَّقُ إِلَيْهَا الِاحْتِمَالُ فَيَجُوزُ أَنْ يَكُونَ عَدَم الْأَخْذِ لِأَمْرٍ آخَرَ لَا يَتَعَلَّقُ بِكَرَاهَة التَّنْشِيف بَلْ لِأَمْرٍ يَتَعَلَّقُ بِالْخِرْقَةِ أَوْ لِكَوْنِهِ كَانَ مُسْتَعْجِلًا أَوْ غَيْر ذَلِكَ. قَالَ الْمُهَلَّب : يُحْتَمَلُ تَرْكُهُ الثَّوْب ; لِإِبْقَاءِ بَرَكَةِ الْمَاءِ أَوْ لِلتَّوَاضُعِ أَوْ لِشَيْءٍ رَآهُ فِي الثَّوْبِ مِنْ حَرِيرٍ أَوْ وَسَخ وَقَدْ وَقَعَ عِنْدَ أَحْمَد وَالْإِسْمَاعِيلِيّ مِنْ رِوَايَةِ أَبِي عَوَانَةَ فِي هَذَا الْحَدِيثِ عَنْ الْأَعْمَشِ قَالَ : فَذَكَرْتُ ذَلِكَ لِإِبْرَاهِيمَ النَّخَعِيّ فَقَالَ : لَا بَأْسَ بِالْمِنْدِيلِ وَإِنَّمَا رَدَّهُ مَخَافَة أَنْ يَصِيرَ عَادَة. وَقَالَ التَّيْمِيُّ فِي شَرْحِهِ : فِي هَذَا الْحَدِيثِ دَلِيل عَلَى أَنَّهُ كَانَ يَتَنَشَّفُ وَلَوْلَا ذَلِكَ لَمْ تَأْتِهِ بِالْمِنْدِيلِ. وَقَالَ اِبْن دَقِيقِ الْعِيدِ : نَفْضُهُ الْمَاء بِيَدِهِ يَدُلُّ عَلَى أَنْ لَا كَرَاهَةَ فِي التَّنْشِيفِ ; لِأَنَّ كُلًّا مِنْهُمَا إِزَالَة. وَقَالَ النَّوَوِيّ : اِخْتَلَفَ أَصْحَابنَا فِيهِ عَلَى خَمْسَةِ أَوْجُه أَشْهَرُهَا أَنَّ الْمُسْتَحَبَّ تَرْكُهُ وَقِيلَ مَكْرُوه وَقِيلَ مُبَاحٌ وَقِيلَ مُسْتَحَبّ وَقِيلَ مَكْرُوه فِي الصَّيْفِ مُبَاح فِي الشِّتَاءِ. وَاسْتُدِلَّ بِهِ عَلَى طَهَارَةِ الْمَاءِ الْمُتَقَاطِرِ مِنْ أَعْضَاء الْمُتَطَهِّر خِلَافًا لِمَنْ غَلَا مِنْ الْحَنَفِيَّةِ فَقَالَ بِنَجَاسَتِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 250,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ مِنْ قَدَحٍ يُقَالُ لَهُ الْفَرَقُ‏.‏",
    "english_text": "The Prophet (ﷺ) and I used to take a bath from a single pot called 'Faraq'.",
    "explication": "‏ ‏قَوْلَه : ( عَنْ عُرْوَة) ‏ ‏أَيْ اِبْن الزُّبَيْر كَذَا رَوَاهُ أَكْثَرُ أَصْحَابِ الزُّهْرِيِّ وَخَالَفَهُمْ إِبْرَاهِيم بْن سَعْد فَرَوَاهُ عَنْهُ عَنْ الْقَاسِم بْن مُحَمَّد أَخْرَجَهُ النَّسَائِيّ وَرَجَّحَ أَبُو زُرْعَة الْأَوَّل. وَيُحْتَمَلُ أَنْ يَكُونَ لِلزُّهْرِيِّ شَيْخَانِ فَإِنَّ الْحَدِيثَ مَحْفُوظٌ عَنْ عُرْوَة وَالْقَاسِمِ مِنْ طُرُقٍ أُخْرَى. ‏ ‏قَوْله : ( أَنَا وَالنَّبِيُّ ) ‏ ‏يُحْتَمَلُ أَنْ يَكُونَ مَفْعُولًا مَعَهُ وَيُحْتَمَلُ أَنْ يَكُونَ عَطْفًا عَلَى الضَّمِيرِ وَهُوَ مِنْ بَابِ تَغْلِيبِ الْمُتَكَلِّمِ عَلَى الْغَائِبِ لِكَوْنِهَا هِيَ السَّبَب فِي الِاغْتِسَالِ فَكَأَنَّهَا أَصْلٌ فِي الْبَابِ. ‏ ‏قَوْله : ( مِنْ إِنَاءٍ وَاحِدٍ مِنْ قَدَحٍ ) ‏ ‏مِنْ الْأُولَى : اِبْتِدَائِيَّة وَالثَّانِيَة : بَيَانِيَّة وَيُحْتَمَلُ أَنْ يَكُونَ قَدَح بَدَلًا مِنْ إِنَاءٍ بِتَكْرَارِ حَرْفِ الْجَرِّ وَقَالَ اِبْن التِّينِ : كَانَ هَذَا الْإِنَاء مِنْ شَبَهٍ وَهُوَ بِفَتْح الْمُعْجَمَة وَالْمُوَحَّدَة كَمَا تَقَدَّمَ تَوْضِيحُهُ فِي صِفَة الْوُضُوء مِنْ حَدِيثِ عَبْد اللَّه بْن زَيْد وَكَأَنَّ مُسْتَنَدَهُ مَا رَوَاهُ الْحَاكِمُ مِنْ طَرِيقِ حَمَّاد بْن سَلَمَة عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ وَلَفْظُهُ \" تَوْر مِنْ شَبَهٍ \". ‏ ‏قَوْله : ( يُقَالُ لَهُ الْفَرَقُ ) ‏ ‏وَلِمَالِك عَنْ الزُّهْرِيِّ : هُوَ الْفَرْقُ وَزَادَ فِي رِوَايَتِهِ \" مِنْ الْجَنَابَةِ \" أَيْ بِسَبَبِ الْجَنَابَةِ وَلِأَبِي دَاوُد الطَّيَالِسِيّ عَنْ اِبْن أَبِي ذِئْب \" وَذَلِكَ الْقَدَح يَوْمَئِذٍ يُدْعَى الْفَرَق \" قَالَ اِبْن التِّينِ : الْفَرْقُ بِتَسْكِينِ الرَّاءِ وَرَوَيْنَاهُ بِفَتْحِهَا وَجَوَّزَ بَعْضهمْ الْأَمْرَيْنِ , وَقَالَ الْقُتَيْبِيُّ وَغَيْره هُوَ بِالْفَتْحِ وَقَالَ النَّوَوِيّ الْفَتْح أَفْصَح وَأَشْهَرُ , وَزَعَمَ أَبُو الْوَلِيدِ الْبَاجِيُّ أَنَّهُ الصَّوَابُ قَالَ : وَلَيْسَ كَمَا قَالَ بَلْ هُمَا لُغَتَانِ. قُلْت : لَعَلَّ مُسْتَنَد الْبَاجِيِّ مَا حَكَاهُ الْأَزْهَرِيُّ عَنْ ثَعْلَب وَغَيْرِهِ : الْفَرَقُ بِالْفَتْحِ وَالْمُحَدِّثُونَ يُسَكِّنُونَهُ , وَكَلَام الْعَرَبِ بِالْفَتْحِ. اِنْتَهَى. وَقَدْ حَكَى الْإِسْكَان أَبُو زَيْد وَابْن دُرَيْد وَغَيْرهمَا مِنْ أَهْلِ اللُّغَةِ وَالَّذِي فِي رِوَايَتِنَا هُوَ الْفَتْحُ وَاَللَّهُ أَعْلَمُ. وَحَكَى اِبْن الْأَثِيرِ أَنَّ الْفَرَقَ بِالْفَتْحِ سِتَّة عَشَرَ رِطْلًا وَبِالْإِسْكَانِ مِائَة وَعِشْرُونَ رِطْلًا وَهُوَ غَرِيب. وَأَمَّا مِقْدَاره فَعِنْد مُسْلِم فِي آخِرِ رِوَايَةِ اِبْن عُيَيْنَةَ عَنْ الزُّهْرِيِّ فِي هَذَا الْحَدِيثِ قَالَ سُفْيَان يَعْنِي اِبْن عُيَيْنَةَ : الْفَرَقُ ثَلَاثَة آصُعٍ قَالَ النَّوَوِيّ : وَكَذَا قَالَ الْجَمَاهِير وَقِيلَ الْفَرَقُ صَاعَانِ لَكِنْ نَقَلَ أَبُو عُبَيْد الِاتِّفَاق عَلَى أَنَّ الْفَرَقَ ثَلَاثَة آصُعٍ وَعَلَى أَنَّ الْفَرَقَ سِتَّة عَشَرَ رِطْلًا وَلَعَلَّهُ يُرِيدُ اِتِّفَاقَ أَهْلِ اللُّغَةِ وَإِلَّا فَقَدَ قَالَ بَعْض الْفُقَهَاءِ مِنْ الْحَنَفِيَّةِ وَغَيْرهمْ : إِنَّ الصَّاعَ ثَمَانِيَة أَرْطَال وَتَمَسَّكُوا بِمَا رُوِيَ عَنْ مُجَاهِدٍ فِي الْحَدِيثِ الْآتِي عَنْ عَائِشَة أَنَّهُ حَزَرَ الْإِنَاء ثَمَانِيَة أَرْطَال وَالصَّحِيح الْأَوَّل فَإِنَّ الْحَزْرَ لَا يُعَارَضُ بِهِ التَّحْدِيد. وَأَيْضًا فَلِمَ صَرَّحَ مُجَاهِد بِأَنَّ الْإِنَاءَ الْمَذْكُورَ صَاع فَيُحْمَلُ عَلَى اِخْتِلَافِ الْأَوَانِي مَعَ تَقَارُبِهَا وَيُؤَيِّدُ كَوْن الْفَرْق ثَلَاثَةَ آصُعٍ مَا رَوَاهُ اِبْنُ حِبَّانَ مِنْ طَرِيقِ عَطَاءٍ عَنْ عَائِشَة بِلَفْظ \" قَدْر سِتَّةِ أَقْسَاط \" وَالْقِسْط بِكَسْرِ الْقَافِ وَهُوَ بِاتِّفَاقِ أَهْلِ اللُّغَةِ نِصْف صَاع وَالِاخْتِلَاف بَيْنَهُمْ أَنَّ الْفَرَقَ سِتَّة عَشَرَ رِطْلًا فَصَحَّ أَنَّ الصَّاعَ خَمْسَة أَرْطَال وَثُلُث وَتَوَسَّطَ بَعْضُ الشَّافِعِيَّةِ فَقَالَ الصَّاعُ الَّذِي لِمَاءِ الْغُسْل ثَمَانِيَة أَرْطَالِ وَاَلَّذِي لِزَكَاةِ الْفِطْرِ وَغَيْرِهَا خَمْسَة أَرْطَال وَثُلُث وَهُوَ ضَعِيف. وَمَبَاحِث الْمَتْن تَقَدَّمَتْ فِي بَاب وُضُوء الرَّجُلِ مَعَ اِمْرَأَتِهِ وَاسْتَدَلَّ بِهِ الدَّاوُدِيّ عَلَى جَوَازِ نَظَرِ الرَّجُلِ إِلَى عَوْرَةِ اِمْرَأَتِهِ وَعَكْسه وَيُؤَيِّدُهُ مَا رَوَاهُ اِبْنُ حِبَّانَ مِنْ طَرِيقِ سُلَيْمَان بْن مُوسَى أَنَّهُ سُئِلَ عَنْ الرَّجُلِ يَنْظُرُ إِلَى فَرْجِ اِمْرَأَتِهِ فَقَالَ سَأَلْتُ عَطَاء فَقَالَ سَأَلْت عَائِشَة فَذَكَرَتْ هَذَا الْحَدِيث بِمَعْنَاهُ وَهُوَ نَصٌّ فِي الْمَسْأَلَةِ وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 251,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنِي شُعْبَةُ، قَالَ حَدَّثَنِي أَبُو بَكْرِ بْنُ حَفْصٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ، يَقُولُ دَخَلْتُ أَنَا وَأَخُو، عَائِشَةَ عَلَى عَائِشَةَ فَسَأَلَهَا أَخُوهَا عَنْ غُسْلِ النَّبِيِّ، صلى الله عليه وسلم فَدَعَتْ بِإِنَاءٍ نَحْوًا مِنْ صَاعٍ، فَاغْتَسَلَتْ وَأَفَاضَتْ عَلَى رَأْسِهَا، وَبَيْنَنَا وَبَيْنَهَا حِجَابٌ‏.‏ \nقَالَ أَبُو عَبْدِ اللَّهِ قَالَ يَزِيدُ بْنُ هَارُونَ وَبَهْزٌ وَالْجُدِّيُّ عَنْ شُعْبَةَ قَدْرِ صَاعٍ‏.‏",
    "english_text": "`Aisha's brother and I went to `Aisha and he asked her about the bath of the Prophet. She brought a \npot containing about a Sa` of water and took a bath and poured it over her head and at that time there \nwas a screen between her and us.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْجُعْفِيُّ ‏ ‏وَعَبْد الصَّمَد ) ‏ ‏هُوَ ابْن عَبْدِ الْوَارِث ‏ ‏وَأَبُو بَكْر بْن حَفْص ) ‏ ‏أَيْ اِبْن عُمَر بْن سَعْد بْن أَبِي وَقَّاص شَارَكَ شَيْخَهُ أَبَا سَلَمَة - وَهُوَ اِبْن عَبْد الرَّحْمَن بْن عَوْف - فِي كَوْنِهِ زُهْرِيًّا مَدَنِيًّا مَشْهُورًا بِالْكُنْيَةِ وَقَدْ قِيلَ إِنَّ اِسْمَ كُلٍّ مِنْهُمَا عَبْد اللَّه. ‏ ‏قَوْله : ( وَأَخُو عَائِشَة ) ‏ ‏زَعَمَ الدَّاوُدِيّ أَنَّهُ عَبْد الرَّحْمَن بْن أَبِي بَكْر الصِّدِّيق وَقَالَ غَيْرُهُ هُوَ أَخُوهَا لِأُمِّهَا وَهُوَ الطُّفَيْل بْن عَبْد اللَّه وَلَا يَصِحُّ وَاحِد مِنْهُمَا ; لِمَا رَوَى مُسْلِم مِنْ طَرِيقِ مُعَاذ وَالنَّسَائِيّ مِنْ طَرِيقِ خَالِد بْن الْحَارِث وَأَبُو عَوَانَةَ مِنْ طَرِيقِ يَزِيد بْن هَارُون كُلّهمْ عَنْ شُعْبَةَ فِي هَذَا الْحَدِيثِ أَنَّهُ أَخُوهَا مِنْ الرَّضَاعَةِ وَقَالَ النَّوَوِيّ وَجَمَاعَة إِنَّهُ عَبْد اللَّه بْن يَزِيد مُعْتَمِدِينَ عَلَى مَا وَقَعَ فِي صَحِيحِ مُسْلِمٍ فِي الْجَنَائِزِ عَنْ أَبِي قِلَابَةَ عَنْ عَبْد اللَّه بْن يَزِيد رَضِيع عَائِشَة عَنْهَا فَذَكَرَ حَدِيثًا غَيْر هَذَا وَلَمْ يَتَعَيَّنْ عِنْدِي أَنَّهُ الْمُرَادُ هُنَا ; لِأَنَّ لَهَا أَخًا آخَرَ مِنْ الرَّضَاعَةِ وَهُوَ كَثِير بْن عُبَيْد رَضِيع عَائِشَة رَوَى عَنْهَا أَيْضًا وَحَدِيثه فِي الْأَدَبِ الْمُفْرَدِ لِلْبُخَارِيِّ وَسُنَن أَبِي دَاوُد مِنْ طَرِيقِ اِبْنِهِ سَعِيد بْن كَثِير عَنْهُ. وَعَبْد اللَّه بْن يَزِيد بَصْرِيٌّ وَكَثِير بْن عُبَيْد كُوفِيّ فَيُحْتَمَلُ أَنْ يَكُونَ الْمُبْهَم هُنَا أَحَدهمَا وَيُحْتَمَلُ أَنْ يَكُونَ غَيْرَهُمَا وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( فَدَعَتْ بِإِنَاءٍ نَحْوٍ ) ‏ ‏بِالْجَرِّ وَالتَّنْوِينِ صِفَة لِإِنَاء وَفِي رِوَايَةِ كَرِيمَة \" نَحْوًا \" بِالنَّصْبِ عَلَى أَنَّهُ نَعْتٌ لِلْمَجْرُورِ بِاعْتِبَارِ الْمَحَلِّ أَوْ بِإِضْمَارِ أَعْنِي. ‏ ‏قَوْله : ( وَبَيْنَنَا وَبَيْنَهَا حِجَاب ) ‏ ‏قَالَ الْقَاضِي عِيَاض : ظَاهِرُهُ أَنَّهُمَا رَأَيَا عَمَلَهَا فِي رَأْسِهَا وَأَعَالِي جَسَدهَا مِمَّا يَحِلُّ نَظَرُهُ لِلْمَحْرَمِ ; لِأَنَّهَا خَالَةُ أَبِي سَلَمَةَ مِنْ الرَّضَاعِ أَرْضَعَتْهُ أُخْتهَا أُمّ كُلْثُوم وَإِنَّمَا سَتَرَتْ أَسَافِل بَدَنهَا مِمَّا لَا يَحِلُّ لِلْمَحْرَمِ النَّظَرُ إِلَيْهِ قَالَ : وَإِلَّا لَمْ يَكُنْ لِاغْتِسَالِهَا بِحَضْرَتِهِمَا مَعْنًى. وَفِي فِعْلِ عَائِشَة دَلَالَة عَلَى اِسْتِحْبَاب التَّعْلِيم بِالْفِعْلِ ; لِأَنَّهُ أَوْقَعُ فِي النَّفْسِ وَلَمَّا كَانَ السُّؤَال مُحْتَمِلًا لِلْكَيْفِيَّةِ وَالْكَمِّيَّة ثَبَتَ لَهُمَا مَا يَدُلُّ عَلَى الْأَمْرَيْنِ مَعًا : أَمَّا الْكَيْفِيَّةُ فَبِالِاقْتِصَارِ عَلَى إِفَاضَة الْمَاء وَأَمَّا الْكَمِّيَّةُ فَبِالِاكْتِفَاءِ بِالصَّاعِ. ‏ ‏قَوْله : ( قَالَ أَبُو عَبْد اللَّه ) ‏ ‏أَيْ الْبُخَارِيُّ الْمُصَنِّفُ ( ‏ ‏قَالَ يَزِيد بْن هَارُون ) ‏ ‏هَذَا التَّعْلِيق وَصَلَهُ أَبُو عَوَانَةَ وَأَبُو نُعَيْمٍ فِي مُسْتَخْرَجَيْهِمَا. ‏ ‏قَوْله : ( وَبَهْزٌ ) ‏ ‏بِالزَّاي الْمُعْجَمَةِ هُوَ اِبْنُ أَسَدٍ وَحَدِيثُهُ مَوْصُول عِنْدَ الْإِسْمَاعِيلِيِّ وَزَادَ فِي رِوَايَتِهِمَا \" مِنْ الْجَنَابَةِ \" وَعِنْدَهُمَا أَيْضًا \" عَلَى رَأْسِهَا ثَلَاثًا \" وَكَذَا عِنْد مُسْلِم وَالنَّسَائِيّ. ‏ ‏قَوْله : ( وَالْجُدِّيّ ) ‏ ‏بِضَمِّ الْجِيمِ وَتَشْدِيدِ الدَّالِ نِسْبَة إِلَى جُدَّة سَاحِل مَكَّةَ وَكَانَ أَصْله مِنْهَا لَكِنَّهُ سَكَنَ الْبَصْرَةَ. ‏ ‏قَوْله : ( قَدْرِ صَاع ) ‏ ‏بِالْكَسْرِ عَلَى الْحِكَايَةِ وَيَجُوزُ النَّصْبُ كَمَا تَقَدَّمَ. وَالْمُرَادُ مِنْ الرِّوَايَتَيْنِ أَنَّ الِاغْتِسَالَ وَقَعَ بِمِلْءِ الصَّاعِ مِنْ الْمَاءِ تَقْرِيبًا لَا تَحْدِيدًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 252,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ، قَالَ حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ، أَنَّهُ كَانَ عِنْدَ جَابِرِ بْنِ عَبْدِ اللَّهِ هُوَ وَأَبُوهُ، وَعِنْدَهُ قَوْمٌ فَسَأَلُوهُ عَنِ الْغُسْلِ،‏.‏ فَقَالَ يَكْفِيكَ صَاعٌ‏.‏ فَقَالَ رَجُلٌ مَا يَكْفِينِي‏.‏ فَقَالَ جَابِرٌ كَانَ يَكْفِي مَنْ هُوَ أَوْفَى مِنْكَ شَعَرًا، وَخَيْرٌ مِنْكَ، ثُمَّ أَمَّنَا فِي ثَوْبٍ‏.‏",
    "english_text": "While I and my father were with Jabir bin `Abdullah, some people asked him about taking a bath. He \nreplied, \"A Sa` of water is sufficient for you.\" A man said, \"A Sa` is not sufficient for me.\" Jabir said, \n\"A Sa` was sufficient for one who had more hair than you and was better than you (meaning the \nProphet).\" And then Jabir (put on) his garment and led the prayer.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْجُعْفِيّ. ‏ ‏) ‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى بْن آدَمَ ) ‏ ‏قَالَ أَبُو عَلِيّ الْجَيَّانِيّ : ثَبَتَ لِجَمِيعِ الرُّوَاةِ - إِلَّا لِأَبِي ذَرٍّ عَنْ الْحَمَوِيّ فَسَقَطَ مِنْ رِوَايَتِهِ يَحْيَى بْن آدَم وَهُوَ وَهْمٌ - فَلَا يَتَّصِلُ السَّنَد إِلَّا بِهِ. ‏ ‏قَوْله : ( زُهَيْر ) ‏ ‏هُوَ اِبْن مُعَاوِيَة وَأَبُو إِسْحَاق هُوَ السَّبِيعِيُّ وَأَبُو جَعْفَر هُوَ مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن بْن عَلِيّ بْن أَبِي طَالِب الْمَعْرُوفُ بِالْبَاقِرِ. ‏ ‏قَوْله : ( هُوَ وَأَبُوهُ ) ‏ ‏أَيْ عَلِيّ بْن الْحُسَيْن ‏ ‏( وَعِنْدَهُ ) ‏ ‏أَيْ عِنْدَ جَابِر. ‏ ‏قَوْله : ( قَوْم ) ‏ ‏كَذَا فِي النُّسَخ الَّتِي وَقَفْت عَلَيْهَا مِنْ الْبُخَارِيِّ وَوَقَعَ فِي الْعُمْدَةِ \" وَعِنْدَهُ قَوْمُهُ \" بِزِيَادَةِ الْهَاء وَجَعَلَهَا شُرَّاحهَا ضَمِيرًا يَعُودُ عَلَى جَابِر وَفِيهِ مَا فِيهِ وَلَيْسَتْ هَذِهِ الرِّوَايَة فِي مُسْلِمٍ أَصْلًا وَذَلِكَ وَارِد أَيْضًا عَلَى قَوْلِهِ إِنَّهُ يُخَرِّجُ الْمُتَّفَق عَلَيْهِ. ‏ ‏قَوْله : ( فَسَأَلُوهُ عَنْ الْغُسْلِ ) ‏ ‏أَفَادَ إِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَدِهِ أَنَّ مُتَوَلِّيَ السُّؤَالِ هُوَ أَبُو جَعْفَر الرَّاوِي فَأَخْرَجَ مِنْ طَرِيقِ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ قَالَ \" سَأَلْت جَابِرًا عَنْ غُسْلِ الْجَنَابَةِ \" وَبَيَّنَ النَّسَائِيُّ فِي رِوَايَتِهِ سَبَب السُّؤَالِ فَأَخْرَجَ مِنْ طَرِيقِ أَبِي الْأَحْوَصِ عَنْ أَبِي إِسْحَاق عَنْ أَبِي جَعْفَر قَالَ \" تَمَارَيْنَا فِي الْغُسْلِ عِنْدَ جَابِر فَكَانَ أَبُو جَعْفَر تَوَلَّى السُّؤَال \" وَنَسَب السُّؤَالَ فِي هَذِهِ الرِّوَايَةِ إِلَى الْجَمِيعِ مَجَازًا ; لِقَصْدِهِمْ ذَلِكَ وَلِهَذَا أَفْرَدَ جَابِر الْجَوَاب فَقَالَ \" يَكْفِيك \" وَهُوَ بِفَتْح أَوَّله وَسَيَأْتِي مَزِيد لِهَذَا الْمَوْضِعِ فِي الْبَابِ الَّذِي يَلِيه. ‏ ‏قَوْله : ( فَقَالَ رَجُل ) ‏ ‏زَادَ الْإِسْمَاعِيلِيّ \" مِنْهُمْ \" أَيْ مِنْ الْقَوْمِ وَهَذَا يُؤَيِّدُ مَا ثَبَتَ فِي رِوَايَتِنَا ; لِأَنَّ هَذَا الْقَائِلَ هُوَ الْحَسَن بْن مُحَمَّد بْن عَلِيّ بْن أَبِي طَالِب الَّذِي يُعْرَفُ أَبُوهُ بِابْنِ الْحَنَفِيَّةِ كَمَا جَزَمَ بِهِ صَاحِبُ الْعُمْدَةِ وَلَيْسَ هُوَ مِنْ قَوْمِ جَابِر ; لِأَنَّهُ هَاشِمِيّ وَجَابِر أَنْصَارِيّ. ‏ ‏) ‏ ‏قَوْله : ( أَوْفَى ) ‏ ‏يَحْتَمِلُ الصِّفَةَ وَالْمِقْدَار أَيْ أَطْوَل وَأَكْثَر. ‏ ‏قَوْله : ( وَخَيْر مِنْك ) ‏ ‏بِالرَّفْعِ عَطْفًا عَلَى أَوْفَى الْمُخْبَر بِهِ عَنْ هُوَ وَفِي رِوَايَةِ الْأَصِيلِيّ \" أَوْ خَيْرًا \" بِالنَّصْبِ عَطْفًا عَلَى الْمَوْصُولِ. ‏ ‏قَوْله : ( ثُمَّ أَمَّنَا ) ‏ ‏فَاعِل أَمَّنَا هُوَ جَابِر كَمَا سَيَأْتِي ذَلِكَ وَاضِحًا مِنْ فِعْلِهِ فِي كِتَابِ الصَّلَاةِ وَلَا اِلْتِفَاتَ إِلَى مَنْ جَعَلَهُ مِنْ مَقُولِهِ وَالْفَاعِل رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي هَذَا الْحَدِيثِ بَيَان مَا كَانَ عَلَيْهِ السَّلَف مِنْ الِاحْتِجَاجِ بِأَفْعَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالِانْقِيَاد إِلَى ذَلِكَ وَفِيهِ جَوَازُ الرَّدِّ بِعُنْفٍ عَلَى مَنْ يُمَارِي بِغَيْرِ عِلْمٍ إِذَا قَصَدَ الرَّادّ إِيضَاح الْحَقِّ وَتَحْذِير السَّامِعِينَ مِنْ مِثْلِ ذَلِكَ وَفِيهِ كَرَاهِيَةُ التَّنَطُّعِ وَالْإِسْرَافِ فِي الْمَاءِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 253,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَمَيْمُونَةَ كَانَا يَغْتَسِلاَنِ مِنْ إِنَاءٍ وَاحِدٍ‏.‏ \nقَالَ أَبُو عَبْدِ اللَّهِ كَانَ ابْنُ عُيَيْنَةَ يَقُولُ أَخِيرًا عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ، وَالصَّحِيحُ مَا رَوَى أَبُو نُعَيْمٍ‏.‏",
    "english_text": "The Prophet (ﷺ) and Maimuna used to take a bath from a single pot.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار وَفِي مُسْنَد الْحُمَيْدِيّ \" حَدَّثَنَا سُفْيَان أَخْبَرَنَا عَمْرو أَخْبَرَنَا أَبُو الشَّعْثَاءِ \" وَهُوَ جَابِر بْن زَيْد الْمَذْكُورُ. ‏ ‏قَوْله : ( قَالَ أَبُو عَبْد اللَّه ) ‏ ‏هُوَ الْمُصَنِّفُ. ‏ ‏قَوْله : ( كَانَ اِبْن عُيَيْنَةَ ) ‏ ‏كَذَا رَوَاهُ عَنْهُ أَكْثَرُ الرُّوَاةِ وَإِنَّمَا رَوَاهُ عَنْهُ كَمَا قَالَ أَبُو نُعَيْمٍ مَنْ سَمِعَ مِنْهُ قَدِيمًا وَإِنَّمَا رَجَّحَ الْبُخَارِيّ رِوَايَة أَبِي نُعَيْمٍ جَرْيًا عَلَى قَاعِدَةِ الْمُحَدِّثِينَ ; لِأَنَّ مِنْ جُمْلَةِ الْمُرَجِّحَاتِ عِنْدَهُمْ قِدَمَ السَّمَاع ; لِأَنَّهُ مَظِنَّة قُوَّة حِفْظِ الشَّيْخِ وَلِرِوَايَةِ الْآخَرِينَ جِهَة أُخْرَى مِنْ وُجُوه التَّرْجِيح وَهِيَ كَوْنُهُمْ أَكْثَرَ عَدَدًا وَمُلَازَمَة لِسُفْيَان وَرَجَّحَهَا الْإِسْمَاعِيلِيّ مِنْ جِهَةٍ أُخْرَى مِنْ حَيْثُ الْمَعْنَى وَهُوَ كَوْن اِبْن عَبَّاس لَا يَطَّلِعُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَالَةِ اِغْتِسَالِهِ مَعَ مَيْمُونَة فَيَدُلُّ عَلَى أَنَّهُ أَخَذَهُ عَنْهَا. وَقَدْ أَخْرَجَ الرِّوَايَةَ الْمَذْكُورَةَ الشَّافِعِيّ وَالْحُمَيْدِيُّ وَابْن أَبِي عُمَر وَابْن أَبِي شَيْبَة وَغَيْرُهُمْ فِي مَسَانِيدِهِمْ عَنْ سُفْيَان وَمُسْلِم وَالنَّسَائِيّ وَغَيْرهمَا مِنْ طَرِيقِهِ وَيُسْتَفَادُ مِنْ هَذَا الْبَحْثِ أَنَّ الْبُخَارِيَّ لَا يَرَى التَّسْوِيَة بَيْن \" عَنْ فُلَان \" وَبَيْن \" إِنَّ فُلَانًا \" فِي ذَلِكَ بَحْث يَطُولُ ذِكْره \" وَقَدْ حَقَّقْتُهُ فِيمَا كَتَبْته عَلَى كِتَاب اِبْن الصَّلَاحِ. وَادَّعَى بَعْضُ الشَّارِحِينَ أَنَّ حَدِيث مَيْمُونَة هَذَا لَا مُنَاسَبَةَ لَهُ بِالتَّرْجَمَةِ ; لِأَنَّهُ لَمْ يَذْكُرْ فِيهِ قَدْرَ الْإِنَاء. وَالْجَوَاب أَنَّ ذَلِكَ يُسْتَفَادُ مِنْ مُقَدِّمَةٍ أُخْرَى وَهِيَ أَنَّ أَوَانِيَهُمْ كَانَتْ صِغَارًا كَمَا صَرَّحَ بِهِ الشَّافِعِيّ فِي عِدَّةِ مَوَاضِعَ فَيَدْخُلُ هَذَا الْحَدِيثُ تَحْتَ قَوْلِهِ \" وَنَحْوِهِ \" أَيْ نَحْوِ الصَّاعِ أَوْ يُحْمَلُ الْمُطْلَق فِيهِ عَلَى الْمُقَيَّدِ فِي حَدِيثِ عَائِشَة وَهُوَ الْفَرَقُ ; لِكَوْنِ كُلٍّ مِنْهُمَا زَوْجَة لَهُ وَاغْتَسَلَتْ مَعَهُ فَتَكُونُ حِصَّة كُلٍّ مِنْهُمَا أَزْيَد مِنْ صَاع فَيَدْخُلُ تَحْتَ التَّرْجَمَةِ بِالتَّقْرِيبِ وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 254,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ صُرَدٍ، قَالَ حَدَّثَنِي جُبَيْرُ بْنُ مُطْعِمٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَمَّا أَنَا فَأُفِيضُ عَلَى رَأْسِي ثَلاَثًا ‏\"‏‏.‏ وَأَشَارَ بِيَدَيْهِ كِلْتَيْهِمَا‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"As for me, I pour water three times on my head.\" And he pointed with both his \nhands.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا زُهَيْر ) ‏ ‏هُوَ اِبْن مُعَاوِيَة الْجُعْفِيّ وَقَدْ عَلَا عَنْهُ فِي هَذَا الْإِسْنَادِ وَنَزَلَ فِي الْبَابِ الَّذِي قَبْلَهُ ‏ ‏وَأَبُو إِسْحَاق ) ‏ ‏هُوَ السَّبِيعِيُّ أَيْضًا وَسُلَيْمَان بْن صُرَدٍ خُزَاعِيٌّ وَهُوَ مِنْ أَفَاضِلِ الصَّحَابَة وَأَبُوهُ بِضَمِّ الْمُهْمَلَةِ وَفَتْح الرَّاءِ وَشَيْخُهُ مِنْ مَشَاهِيرِ الصَّحَابَةِ فَفِيهِ رِوَايَةُ الْأَقْرَانِ. ‏ ‏قَوْله : ( أَمَّا أَنَا فَأُفِيضُ ) ‏ ‏بِضَمِّ الْهَمْزَةِ وَقَسِيم \" أَمَّا \" مَحْذُوف وَقَدْ ذَكَرَ أَبُو نُعَيْمٍ فِي الْمُسْتَخْرَجِ سَبَبَهُ مِنْ هَذَا الْوَجْهِ وَأَوَّلُهُ عِنْدَهُ \" ذَكَرُوا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْغُسْلَ مِنْ الْجَنَابَةِ \" فَذَكَرَهُ وَلِمُسْلِمٍ مِنْ طَرِيقِ أَبِي الْأَحْوَصِ عَنْ أَبِي إِسْحَاق \" تَمَارَوْا فِي الْغُسْلِ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ بَعْض الْقَوْمِ : أَمَّا أَنَا فَأَغْسِلُ رَأْسِي بِكَذَا وَكَذَا \" فَذَكَرَ الْحَدِيثَ , وَهَذَا هُوَ الْقَسِيمُ الْمَحْذُوفُ وَدَلَّ قَوْله \" ثَلَاثًا \" عَلَى أَنَّ الْمُرَادَ بِكَذَا وَكَذَا أَكْثَر مِنْ ذَلِكَ وَلِمُسْلِمٍ مِنْ وَجْهٍ آخَرَ أَنَّ الَّذِينَ سَأَلُوا عَنْ ذَلِكَ هُمْ وَفْد ثَقِيف وَالسِّيَاق مُشْعِر بِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ لَا يُفِيضُ إِلَّا ثَلَاثًا وَهِيَ مُحْتَمِلَةٌ لِأَنْ تَكُونَ لِلتَّكْرَارِ وَمُحْتَمِلَةٌ لِأَنْ تَكُونَ لِلتَّوْزِيعِ عَلَى جَمِيعِ الْبَدَنِ لَكِنَّ حَدِيثَ جَابِر فِي آخِرِ الْبَابِ يُقَوِّي الِاحْتِمَال الْأَوَّل وَسَنَذْكُرُ مَا فِيهِ. ‏ ‏قَوْله : ( كِلْتَيْهِمَا ) ‏ ‏كَذَا لِلْأَكْثَرِ ولِلْكُشْمِيهَنِيّ \" كِلَاهُمَا \" وَحَكَى اِبْنُ التِّينِ أَنَّ فِي بَعْضِ الرِّوَايَاتِ \" كِلْتَاهُمَا \" وَهِيَ مُخَرَّجَةٌ عَلَى مَنْ يَرَاهَا تَثْنِيَة وَيَرَى أَنَّ التَّثْنِيَةَ لَا تَتَغَيَّرُ كَقَوْلِهِ : قَدْ بَلَغَا فِي الْمَجْدِ غَايَتَاهَا. وَهَكَذَا الْقَوْلُ فِي رِوَايَةِ الْكُشْمِيهَنِيّ وَهُوَ مَذْهَب الْفَرَّاء فِي \" كِلَا \" خِلَافًا لِلْبَصْرِيِّينَ وَيُمْكِنُ أَنْ يُخَرَّجَ الرَّفْع فِيهِمَا عَلَى الْقَطْعِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 255,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مِخْوَلِ بْنِ رَاشِدٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُفْرِغُ عَلَى رَأْسِهِ ثَلاَثًا‏.‏",
    "english_text": "The Prophet (ﷺ) used to pour water three times on his head.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي ) ‏ ‏وَلِلْأَصِيلِيّ حَدَّثَنَا ( ‏ ‏مُحَمَّد بْن بَشَّار ) ‏ ‏هُوَ بُنْدَارٌ كَمَا صَرَّحَ بِهِ الْإِسْمَاعِيلِيّ فِي رِوَايَتِهِ حَيْثُ أَخْرَجَهُ عَنْ الْحَسَن بْن سُفْيَان وَغَيْرِهِ عَنْهُ وَأَبُوهُ بِالْمُوَحَّدَةِ وَتَثْقِيل الْمُعْجَمَة بِلَا خِلَاف. وَلَيْسَ فِي الصَّحِيحَيْنِ بِهَذِهِ الصُّورَةِ غَيْره قَالَهُ أَبُو عَلِيّ الْجَيَّانِيّ وَجَمَاعَة بَعْدَهُ وَغَفَلَ بَعْضُ الْمُتَأَخِّرِينَ فَضَبَطَهُ بِمُثَنَّاة وَسِين مُهْمَلَة وَإِنَّمَا نَبَّهْت عَلَيْهِ لِئَلَّا يُغْتَرَّ بِهِ فَإِنَّهُ لَا يَخْفَى عَلَى مَنْ لَهُ أَدْنَى مُمَارَسَةٍ فِي هَذَا الشَّأْنِ. ‏ ‏قَوْله : ( مِخْوَل ) ‏ ‏بِكَسْر أَوَّله وَإِسْكَان الْمُعْجَمَة وَبِوَزْنِ مُحَمَّد أَيْضًا وَهَذَانِ الْوَجْهَانِ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَوَّلُ لِلْأَكْثَرِ وَالثَّانِي لِابْن عَسَاكِر وَلَيْسَ لَهُ فِي الْبُخَارِيِّ سِوَى هَذَا الْحَدِيثِ وَمُحَمَّد بْن عَلِيّ شَيْخه هُوَ أَبُو جَعْفَر الْمَعْرُوف بِالْبَاقِرِ. ‏ ‏قَوْله : ( يُفْرِغُ ) ‏ ‏بِضَمّ أَوَّله. ‏ ‏قَوْله : ( ثَلَاثًا ) ‏ ‏أَيْ غُرُفَات. زَادَ الْإِسْمَاعِيلِيّ \" قَالَ شُعْبَة : أَظُنُّهُ مِنْ غُسْلِ الْجَنَابَةِ \" وَفِيهِ \" وَقَالَ رَجُل مِنْ بَنِي هَاشِم : إِنَّ شَعْرِي كَثِير فَقَالَ جَابِر : شَعْرُ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَكْثَر مِنْ شَعْرِك وَأَطْيَب \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 256,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مَعْمَرُ بْنُ يَحْيَى بْنِ سَامٍ، حَدَّثَنِي أَبُو جَعْفَرٍ، قَالَ قَالَ لِي جَابِرٌ أَتَانِي ابْنُ عَمِّكَ يُعَرِّضُ بِالْحَسَنِ بْنِ مُحَمَّدٍ ابْنِ الْحَنَفِيَّةِ قَالَ كَيْفَ الْغُسْلُ مِنَ الْجَنَابَةِ فَقُلْتُ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْخُذُ ثَلاَثَةَ أَكُفٍّ وَيُفِيضُهَا عَلَى رَأْسِهِ، ثُمَّ يُفِيضُ عَلَى سَائِرِ جَسَدِهِ‏.‏ فَقَالَ لِي الْحَسَنُ إِنِّي رَجُلٌ كَثِيرُ الشَّعَرِ‏.‏ فَقُلْتُ كَانَ النَّبِيُّ صلى الله عليه وسلم أَكْثَرَ مِنْكَ شَعَرًا‏.‏",
    "english_text": "Jabir bin `Abdullah said to me, \"Your cousin (Hasan bin Muhammad bin Al-Hanafiya) came to me \nand asked about the bath of Janaba. I replied, 'The Prophet (ﷺ) uses to take three handfuls of water, pour \nthem on his head and then pour more water over his body.' Al-Hasan said to me, 'I am a hairy man.' I \nreplied, 'The Prophet (ﷺ) had more hair than you'. \"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مَعْمَر ) ‏ ‏بِإِسْكَان الْعَيْن فِي أَكْثَرِ الرِّوَايَاتِ وَبِهِ جَزَمَ الْمِزِّيُّ , وَفِي رِوَايَة الْقَابِسِيّ بِوَزْنِ مُحَمَّد وَبِهِ جَزَمَ الْحَاكِمُ , وَلَيْسَ لَهُ أَيْضًا فِي الْبُخَارِيِّ غَيْرُ هَذَا الْحَدِيثِ وَقَدْ يُنْسَبُ إِلَى جَدِّهِ سَامٍ فَيُقَالُ مَعْمَر بْن سَام وَهُوَ بِالْمُهْمَلَةِ وَتَخْفِيف الْمِيم. ‏ ‏قَوْله : ( اِبْن عَمِّك ) ‏ ‏فِيهِ تَجَوُّزٌ فَإِنَّهُ اِبْنُ عَمِّ وَالِدِهِ عَلِيّ بْن الْحُسَيْن بْن عَلِيّ بْن أَبِي طَالِب , وَالْحَنَفِيَّةُ كَانَتْ زَوْج عَلِيّ بْن أَبِي طَالِب تَزَوَّجَهَا بَعْدَ فَاطِمَة رَضِيَ اللَّهُ عَنْهَا فَوَلَدَتْ لَهُ مُحَمَّدًا فَاشْتُهِرَ بِالنِّسْبَةِ إِلَيْهَا. وَقَوْلُ جَابِر \" أَتَانِي \" يُشْعِرُ بِأَنَّ سُؤَالَ الْحَسَن بْن مُحَمَّد كَانَ فِي غَيْبَة أَبِي جَعْفَر فَهُوَ غَيْرُ سُؤَال أَبِي جَعْفَر الَّذِي تَقَدَّمَ فِي الْبَابِ قَبْلَهُ ; لِأَنَّ ذَلِكَ كَانَ عَنْ الْكَمِّيَّةِ كَمَا أَشْعَرَ بِذَلِكَ قَوْله فِي الْجَوَابِ \" يَكْفِيك صَاع \" وَهَذَا عَنْ الْكَيْفِيَّةِ وَهُوَ ظَاهِرٌ مِنْ قَوْلِهِ \" كَيْفَ الْغُسْلُ \" وَلَكِنَّ الْحَسَن بْن مُحَمَّد فِي الْمَسْأَلَتَيْنِ جَمِيعًا هُوَ الْمُنَازِعُ لِجَابِر فِي ذَلِكَ فَقَالَ فِي جَوَاب الْكَمِّيَّة \" مَا يَكْفِينِي \" أَيْ الصَّاع وَلَمْ يُعَلِّلْ وَقَالَ فِي جَوَاب الْكَيْفِيَّة \" إِنِّي كَثِيرُ الشَّعْرِ \" أَيْ فَأَحْتَاجُ إِلَى أَكْثَرَ مِنْ ثَلَاثِ غُرُفَات فَقَالَ لَهُ جَابِر فِي جَوَاب الْكَيْفِيَّة \" كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْثَرَ شَعْرًا مِنْك وَأَطْيَبَ \" أَيْ وَاكْتَفَى بِالثَّلَاثِ فَاقْتَضَى أَنَّ الْإِنْقَاءَ يَحْصُلُ بِهَا وَقَالَ فِي جَوَاب الْكَمِّيَّة مَا تَقَدَّمَ , وَنَاسَب ذِكْرُ الْخَيْرِيَّة ; لِأَنَّ طَلَبَ الِازْدِيَادِ مِنْ الْمَاءِ يُلْحَظُ فِيهِ التَّحَرِّي فِي إِيصَالِ الْمَاءِ إِلَى جَمِيعِ الْجَسَدِ وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَيِّد الْوَرِعِينَ وَأَتْقَى النَّاسِ لِلَّهِ وَأَعْلَمَهُمْ بِهِ. وَقَدْ اِكْتَفَى بِالصَّاعِ فَأَشَارَ جَابِر إِلَى أَنَّ الزِّيَادَةَ عَلَى مَا اِكْتَفَى بِهِ تَنَطُّعٌ قَدْ يَكُونُ مَثَارُهُ الْوَسْوَسَة فَلَا يُلْتَفَتُ إِلَيْهِ. ‏ ‏قَوْله : ( ثَلَاث أَكُفٍّ ) ‏ ‏وَفِي رِوَايَةِ كَرِيمَةَ \" ثَلَاثَة أَكُفٍّ \" وَهِيَ جَمْعُ كَفٍّ وَالْكَفُّ تُذَكَّرُ وَتُؤَنَّثُ وَالْمُرَاد أَنَّهُ يَأْخُذُ فِي كُلِّ مَرَّة كَفَّيْنِ وَيَدُلُّ عَلَى ذَلِكَ رِوَايَة إِسْحَاق بْن رَاهْوَيْهِ مِنْ طَرِيقِ الْحَسَن بْن صَالِح عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ قَالَ فِي آخِرِ الْحَدِيثِ \" وَبَسَطَ يَدَيْهِ \" وَيُؤَيِّدُهُ حَدِيثُ جُبَيْر بْن مُطْعِم الَّذِي فِي أَوَّلِ الْبَابِ وَالْكَفُّ اِسْم جِنْسٍ فَيُحْمَلُ عَلَى الِاثْنَيْنِ وَيُحْتَمَلُ أَنْ تَكُونَ هَذِهِ الْغُرُفَات الثَّلَاث لِلتَّكْرَارِ وَيُحْتَمَلُ أَنْ يَكُونَ لِكُلِّ جِهَةٍ مِنْ الرَّأْسِ غُرْفَةٌ كَمَا سَيَأْتِي فِي حَدِيثِ الْقَاسِم بْن مُحَمَّد عَنْ عَائِشَة قَرِيبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 257,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَتْ مَيْمُونَةُ وَضَعْتُ لِلنَّبِيِّ صلى الله عليه وسلم مَاءً لِلْغُسْلِ، فَغَسَلَ يَدَيْهِ مَرَّتَيْنِ أَوْ ثَلاَثًا، ثُمَّ أَفْرَغَ عَلَى شِمَالِهِ فَغَسَلَ مَذَاكِيرَهُ، ثُمَّ مَسَحَ يَدَهُ بِالأَرْضِ، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ وَغَسَلَ وَجْهَهُ وَيَدَيْهِ، ثُمَّ أَفَاضَ عَلَى جَسَدِهِ، ثُمَّ تَحَوَّلَ مِنْ مَكَانِهِ فَغَسَلَ قَدَمَيْهِ‏.‏",
    "english_text": "I placed water for the bath of the Prophet. He washed his hands twice or thrice and then poured water \non his left hand and washed his private parts. He rubbed his hands over the earth (and cleaned them), \nrinsed his mouth, washed his nose by putting water in it and blowing it out, washed his face and both \nforearms and then poured water over his body. Then he withdrew from that place and washed his feet.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد وَبَاقِي الْإِسْنَادِ وَالْمَتْن تَقَدَّمَ فِي بَاب الْوُضُوء قَبْلَ الْغُسْلِ. ‏ ‏قَوْله فِي هَذِهِ الرِّوَايَةِ ( فَغَسَلَ يَدَهُ ) ‏ ‏وَلِلْكُشْمِيهَنِيّ \" يَدَيْهِ \" ‏ ‏( مَرَّتَيْنِ أَوْ ثَلَاثًا ) ‏ ‏الشَّكّ مِنْ الْأَعْمَشِ كَمَا سَيَأْتِي مِنْ رِوَايَةِ أَبِي عَوَانَةَ عَنْهُ وَغَفَلَ الْكَرْمَانِيّ فَقَالَ : الشَّكُّ مِنْ مَيْمُونَة. ‏ ‏قَوْله : ( مَذَاكِيره ) ‏ ‏هُوَ جَمْعُ ذَكَرٍ عَلَى غَيْرِ قِيَاس وَقِيلَ وَاحِدُهُ مِذْكَار وَكَأَنَّهُمْ فَرَّقُوا بَيْنَ الْعُضْوِ وَبَيْنَ خِلَافِ الْأُنْثَى قَالَ الْأَخْفَش : هُوَ مِنْ الْجَمْعِ الَّذِي لَا وَاحِدَ لَهُ وَقِيلَ وَاحِده مِذْكَار وَقَالَ اِبْن خَرُوف : إِنَّمَا جَمْعُهُ مَعَ أَنَّهُ لَيْسَ فِي الْجَسَدِ إِلَّا وَاحِد بِالنَّظَرِ إِلَى مَا يَتَّصِلُ بِهِ وَأَطْلَقَ عَلَى الْكُلِّ اِسْمَهُ فَكَأَنَّهُ جَعَلَ كُلَّ جُزْءٍ مِنْ الْمَجْمُوعِ كَالذَّكَرِ فِي حُكْمِ الْغَسْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 258,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ حَنْظَلَةَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ دَعَا بِشَىْءٍ نَحْوَ الْحِلاَبِ، فَأَخَذَ بِكَفِّهِ، فَبَدَأَ بِشِقِّ رَأْسِهِ الأَيْمَنِ ثُمَّ الأَيْسَرِ، فَقَالَ بِهِمَا عَلَى رَأْسِهِ‏.‏",
    "english_text": "Whenever the Prophet (ﷺ) took the bath of Janaba (sexual relation or wet dream) he asked for the Hilab or \nsome other scent. He used to take it in his hand, rub it first over the right side of his head and then \nover the left and then rub the middle of his head with both hands.",
    "explication": "‏ ‏( أَبُو عَاصِم ) ‏ ‏الْمَذْكُور فِي الْإِسْنَادِ هُوَ النَّبِيلُ وَهُوَ مِنْ كِبَارِ شُيُوخِ الْبُخَارِيّ وَقَدْ أَكْثَرَ عَنْهُ فِي هَذَا الْكِتَابِ لَكِنَّهُ نَزَلَ فِي هَذَا الْإِسْنَادِ فَأَدْخَلَ بَيْنَهُ وَبَيْنَهُ وَاسِطَة. ‏ ‏وَحَنْظَلَة ) ‏ ‏هُوَ اِبْن أَبِي سُفْيَان الْجُمَحِيّ. ‏ ‏وَالْقَاسِم ) ‏ ‏هُوَ اِبْن مُحَمَّد بْن أَبِي بَكْر. ‏ ‏وَقَوْله \" كَانَ إِذَا اِغْتَسَلَ \" ) ‏ ‏أَيْ إِذَا أَرَادَ أَنْ يَغْتَسِلَ كَمَا تَبَيَّنَ مِنْ رِوَايَة الْإِسْمَاعِيلِيّ. ) ‏ ‏وَقَوْله \" دَعَا \" ) ‏ ‏أَيْ طَلَب. ‏ ‏وَقَوْله \" نَحْوَ الْحِلَابِ \" ) ‏ ‏أَيْ إِنَاءٍ قَرِيبٍ مِنْ الْإِنَاءِ الَّذِي يُسَمَّى الْحِلَاب وَقَدْ وَصَفَهُ أَبُو عَاصِم بِأَنَّهُ أَقَلُّ مِنْ شِبْرٍ فِي شِبْرٍ أَخْرَجَهُ أَبُو عَوَانَةَ فِي صَحِيحِهِ عَنْهُ وَفِي رِوَايَةٍ لِابْنِ حِبَّانَ \" وَأَشَارَ أَبُو عَاصِم بِكَفَّيْهِ \" فَكَأَنَّهُ حَلَّقَ بِشِبْرَيْهِ يَصِفُ بِهِ دَوْرَهُ الْأَعْلَى وَفِي رِوَايَةٍ لِلْبَيْهَقِيِّ \" كَقَدْر كُوز يَسَعُ ثَمَانِيَة أَرْطَال \" وَزَاد مُسْلِم فِي رِوَايَتِهِ لِهَذَا الْحَدِيثِ عَنْ مُحَمَّد بْن الْمُثَنَّى أَيْضًا بِهَذَا الْإِسْنَادِ بَعْدَ قَوْلِهِ الْأَيْسَرِ \" ثُمَّ بِكَفَّيْهِ فَقَالَ بِهِمَا عَلَى رَأْسِهِ \" فَأَشَارَ بِقَوْلِهِ أَخَذَ بِكَفَّيْهِ إِلَى الْغُرْفَةِ الثَّالِثَةِ كَمَا صَرَّحَتْ بِهِ رِوَايَة أَبِي عَوَانَةَ وَقَوْلُهُ \" بِكَفِّهِ \" وَقَعَ فِي رِوَايَةِ الْكُشْمِيهَنِيّ \" بِكَفَّيْهِ \" بِالتَّثْنِيَةِ وَقَوْله \" عَلَى وَسَطِ رَأْسِهِ \" هُوَ بِفَتْحِ السِّينِ قَالَ الْجَوْهَرِيّ كُلّ مَوْضِعٍ صَلَحَ فِيهِ \" بَيْن \" فَهُوَ وَسْطٌ بِالسُّكُونِ وَإِنْ لَمْ يَصْلُحْ فَهُوَ بِالتَّحْرِيكِ. وَفِي الْحَدِيثِ اِسْتِحْبَاب الْبُدَاءَة بِالْمَيَامِنِ فِي التَّطَهُّرِ وَبِذَلِكَ تَرْجَمَ عَلَيْهِ اِبْن خُزَيْمَة وَالْبَيْهَقِيّ. وَفِيهِ الِاجْتِزَاءُ بِالْغُسْلِ بِثَلَاثِ غُرُفَات وَتَرْجَمَ عَلَى ذَلِكَ اِبْنُ حِبَّانَ. وَسَنَذْكُرُ الْكَلَامَ عَلَى قَوْلِهِ \" فَقَالَ بِهِمَا \" فِي الْبَابِ الَّذِي بَعْدَهُ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 259,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، قَالَ حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي سَالِمٌ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدَّثَتْنَا مَيْمُونَةُ، قَالَتْ صَبَبْتُ لِلنَّبِيِّ صلى الله عليه وسلم غُسْلاً، فَأَفْرَغَ بِيَمِينِهِ عَلَى يَسَارِهِ فَغَسَلَهُمَا، ثُمَّ غَسَلَ فَرْجَهُ، ثُمَّ قَالَ بِيَدِهِ الأَرْضَ فَمَسَحَهَا بِالتُّرَابِ، ثُمَّ غَسَلَهَا، ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ، ثُمَّ غَسَلَ وَجْهَهُ، وَأَفَاضَ عَلَى رَأْسِهِ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ، ثُمَّ أُتِيَ بِمِنْدِيلٍ، فَلَمْ يَنْفُضْ بِهَا‏.‏",
    "english_text": "I placed water for the bath of the Prophet (ﷺ) and he poured water with his right hand on his left and \nwashed them. Then he washed his private parts and rubbed his hands on the ground, washed them \nwith water, rinsed his mouth and washed his nose by putting water in it and blowing it out, washed his \nface and poured water on his head. He withdrew from that place and washed his feet. A piece of cloth \n(towel) was given to him but he did not use it.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عُمَر بْن حَفْص ) ‏ ‏أَيْ اِبْن غِيَاثٍ كَمَا ثَبَتَ فِي رِوَايَةِ الْأَصِيلِيّ. ‏ ‏) ‏ ‏قَوْله : ( غُسْلًا ) ‏ ‏بِضَمّ أَوَّله أَيْ مَاءُ الِاغْتِسَالِ كَمَا سَبَقَ فِي بَاب الْغُسْلِ مَرَّة. ‏ ‏) ‏ ‏قَوْله : ( ثُمَّ قَالَ بِيَدِهِ الْأَرْض ) ‏ ‏كَذَا فِي رِوَايَتِنَا وَلِلْأَكْثَرِ \" بِيَدِهِ عَلَى الْأَرْضِ \" وَهُوَ مِنْ إِطْلَاق الْقَوْل عَلَى الْفِعْلِ وَقَدْ وَقَعَ إِطْلَاق الْفِعْل عَلَى الْقَوْلِ فِي حَدِيث \" لَا حَسَدَ إِلَّا فِي اِثْنَتَيْنِ \" قَالَ فِيهِ فِي الَّذِي يَتْلُو الْقُرْآنَ \" لَوْ أُوتِيتُ مِثْلَ مَا أُوتِيَ هَذَا لَفَعَلْت مِثْلَ مَا يَفْعَلُ \" وَسَيَأْتِي فِي بَابِ نَفْضِ الْيَدَيْنِ قَرِيبًا مِنْ رِوَايَةِ أَبِي حَمْزَة عَنْ الْأَعْمَشِ فِي هَذَا الْمَوْضِعِ \" فَضَرَبَ بِيَدِهِ الْأَرْضَ \" فَيُفَسَّرُ \" قَالَ \" هُنَا بِضَرَبَ. ‏ ‏قَوْله ( ثُمَّ تَنَحَّى ) ‏ ‏أَيْ تَحَوَّلَ إِلَى نَاحِيَة. ‏ ‏قَوْله : ( ثُمَّ يَنْفُضُ بِهَا ) ‏ ‏زَادَ فِي رِوَايَةِ كَرِيمَةٍ \" قَالَ أَبُو عَبْد اللَّه يَعْنِي لَمْ يَتَمَسَّحْ \" وَأَنَّثَ الضَّمِيرَ عَلَى إِرَادَةِ الْخِرْقَةِ ; لِأَنَّ الْمِنْدِيلَ خِرْقَة مَخْصُوصَة وَسَيَأْتِي فِي بَابِ مَنْ أَفْرَغَ عَلَى يَمِينِهِ \" قَالَتْ مَيْمُونَة فَنَاوَلْته خِرْقَة \" وَبَقِيَّة مَبَاحِث الْحَدِيث تَقَدَّمَتْ فِي بَاب الْوُضُوء قَبْلَ الْغُسْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 260,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اغْتَسَلَ مِنَ الْجَنَابَةِ، فَغَسَلَ فَرْجَهُ بِيَدِهِ، ثُمَّ دَلَكَ بِهَا الْحَائِطَ ثُمَّ غَسَلَهَا، ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ، فَلَمَّا فَرَغَ مِنْ غُسْلِهِ غَسَلَ رِجْلَيْهِ‏.‏",
    "english_text": "The Prophet (ﷺ) took the bath of Janaba. (sexual relation or wet dream). He first cleaned his private parts \nwith his hand, and then rubbed it (that hand) on the wall (earth) and washed it. Then he performed \nablution like that for the prayer, and after the bath he washed his feet.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن يُوسُف ) ‏ ‏هُوَ الْفِرْيَابِيّ وَسُفْيَان هُوَ الثَّوْرِيُّ وَجَزَمَ الْكَرْمَانِيّ بِأَنَّ مُحَمَّد بْن يُوسُف هُوَ الْبِيكَنْدِيّ وَسُفْيَان هُوَ اِبْن عُيَيْنَةَ وَلَا أَدْرِي مِنْ أَيْنَ لَهُ ذَلِكَ. ‏ ‏قَوْله : ( وُضُوءَهُ لِلصَّلَاةِ غَيْر رِجْلَيْهِ ) ‏ ‏التَّصْرِيح بِتَأْخِيرِ الرِّجْلَيْنِ فِي وُضُوء الْغُسْل إِلَخْ وَهُوَ مُخَالِفٌ لِظَاهِرِ رِوَايَةِ عَائِشَة. وَيُمْكِنُ الْجَمْعُ بَيْنَهُمَا إِمَّا بِحَمْلِ رِوَايَةِ عَائِشَة عَلَى الْمَجَازِ كَمَا تَقَدَّمَ وَإِمَّا بِحَمْلِهِ عَلَى حَالَةٍ أُخْرَى وَبِحَسَب اِخْتِلَاف هَاتَيْنِ الْحَالَتَيْنِ اِخْتَلَفَ نَظَر الْعُلَمَاءِ فَذَهَبَ الْجُمْهُورُ إِلَى اِسْتِحْبَاب تَأْخِير غَسْلِ الرِّجْلَيْنِ فِي الْغُسْلِ وَعَنْ مَالِكٍ إِنْ كَانَ الْمَكَان غَيْر نَظِيفٍ فَالْمُسْتَحَبّ تَأْخِيرهمَا وَإِلَّا فَالتَّقْدِيم وَعِنْدَ الشَّافِعِيَّةِ فِي الْأَفْضَلِ قَوْلَانِ قَالَ النَّوَوِيّ أَصَحّهمَا وَأَشْهَرهمَا وَمُخْتَارهمَا أَنَّهُ يُكْمِلُ وُضُوءَهُ قَالَ : لِأَنَّ أَكْثَرَ الرِّوَايَاتِ عَنْ عَائِشَة وَمَيْمُونَة كَذَلِكَ. اِنْتَهَى. كَذَا قَالَ وَلَيْسَ فِي شَيْءٍ مِنْ الرِّوَايَاتِ عَنْهُمَا التَّصْرِيح بِذَلِكَ بَلْ هِيَ إِمَّا مُحْتَمَلَة كَرِوَايَة \" تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ \" أَوْ ظَاهِرَة تَأْخِيرِهِمَا كَرِوَايَةِ أَبِي مُعَاوِيَة الْمُتَقَدِّمَةِ وَشَاهِدهَا مِنْ طَرِيقِ أَبِي سَلَمَة وَيُوَافِقُهَا أَكْثَر الرِّوَايَاتِ عَنْ مَيْمُونَةَ أَوْ صَرِيحَة فِي تَأْخِيرِهِمَا كَحَدِيثِ الْبَابِ وَرَاوِيهَا مُقَدَّم فِي الْحِفْظِ وَالْفِقْه عَلَى جَمِيعِ مَنْ رَوَاهُ عَنْ الْأَعْمَشِ. وَقَوْل مَنْ قَالَ \" إِنَّمَا فَعَلَ ذَلِكَ مَرَّةً لِبَيَان الْجَوَاز \" مُتَعَقَّبٌ فَإِنَّ فِي رِوَايَةِ أَحْمَدَ عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَشِ مَا يَدُلُّ عَلَى الْمُوَاظَبَةِ , وَلَفْظه \" كَانَ إِذَا اِغْتَسَلَ مِنْ الْجَنَابَةِ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ فَيَغْسِلُ فَرْجَهُ \" فَذَكَرَ الْحَدِيث وَفِي آخِرِهِ \" ثُمَّ يَتَنَحَّى فَيَغْسِلُ رِجْلَيْهِ \" قَالَ الْقُرْطُبِيّ : الْحِكْمَةُ فِي تَأْخِيرِ غَسْلِ الرِّجْلَيْنِ لِيَحْصُل الِافْتِتَاح وَالِاخْتِتَام بِأَعْضَاء الْوُضُوء. ‏ ‏قَوْله : ( وَغَسَلَ فَرْجَهُ ) ‏ ‏فِيهِ تَقْدِيمٌ وَتَأْخِيرٌ ; لِأَنَّ غَسْلَ الْفَرْجِ كَانَ قَبْلَ الْوُضُوءِ إِذْ الْوَاوُ لَا تَقْتَضِي التَّرْتِيبَ وَقَدْ بَيَّنَ ذَلِكَ اِبْن الْمُبَارَك عَنْ الثَّوْرِيِّ عِنْدَ الْمُصَنِّفِ فِي بَاب السَّتْر فِي الْغُسْلِ فَذَكَرَ أَوَّلًا غَسْل الْيَدَيْنِ ثُمَّ غَسْلَ الْفَرْجِ ثُمَّ مَسْحَ يَده بِالْحَائِطِ ثُمَّ الْوُضُوء غَيْر رِجْلَيْهِ وَأَتَى بِثُمَّ الدَّالَّة عَلَى التَّرْتِيبِ فِي جَمِيعِ ذَلِكَ. ‏ ‏قَوْله : ( هَذِهِ غُسْلُهُ ) ‏ ‏الْإِشَارَة إِلَى الْأَفْعَالِ الْمَذْكُورَةِ أَوْ التَّقْدِيرُ هَذِهِ صِفَة غُسْله وَلِلْكُشْمِيهَنِيّ \" هَذَا غُسْلُهُ \" وَهُوَ ظَاهِر وَأَشَارَ الْإِسْمَاعِيلِيّ إِلَى أَنَّ هَذِهِ الْجُمْلَةَ الْأَخِيرَةَ مُدْرَجَة مِنْ قَوْلِ سَالِم بْن أَبِي الْجَعْدِ وَأَنَّ زَائِدَة بْن قُدَامَة بَيَّنَ ذَلِكَ فِي رِوَايَتِهِ عَنْ الْأَعْمَشِ وَاسْتَدَلَّ الْبُخَارِيّ بِحَدِيث مَيْمُونَة هَذَا عَلَى جَوَازِ تَفْرِيق الْوُضُوء وَعَلَى اِسْتِحْبَاب الْإِفْرَاغ بِالْيَمِينِ عَلَى الشِّمَالِ لِلْمُغْتَرِفِ مِنْ الْمَاءِ لِقَوْلِهِ فِي رِوَايَةِ أَبِي عَوَانَةَ وَحَفْصٍ وَغَيْرِهِمَا \" ثُمَّ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ \" وَعَلَى مَشْرُوعِيَّة الْمَضْمَضَة وَالِاسْتِنْشَاق فِي غُسْلِ الْجَنَابَةِ لِقَوْلِهِ فِيهَا \" ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ \" وَتَمَسَّكَ بِهِ الْحَنَفِيَّة لِلْقَوْلِ بِوُجُوبِهِمَا وَتُعُقِّبَ بِأَنَّ الْفِعْلَ الْمُجَرَّدَ لَا يَدُلُّ عَلَى الْوُجُوبِ إِلَّا إِذَا كَانَ بَيَانًا لِمُجْمَلٍ تَعَلَّقَ بِهِ الْوُجُوبُ وَلَيْسَ الْأَمْر هُنَا كَذَلِكَ قَالَهُ اِبْنُ دَقِيقِ الْعِيدِ : وَعَلَى اِسْتِحْبَاب مَسْح الْيَدِ بِالتُّرَابِ مِنْ الْحَائِطِ أَوْ الْأَرْضِ لِقَوْلِهِ فِي الرِّوَايَاتِ الْمَذْكُورَةِ \" ثُمَّ دَلَكَ يَدَهُ بِالْأَرْضِ أَوْ بِالْحَائِطِ \" قَالَ اِبْن دَقِيقِ الْعِيدِ : وَقَدْ يُؤْخَذُ مِنْهُ الِاكْتِفَاء بِغَسْلَةٍ وَاحِدَةٍ لِإِزَالَةِ النَّجَاسَةِ وَالْغُسْلِ مِنْ الْجَنَابَةِ ; لِأَنَّ الْأَصْلَ عَدَم التَّكْرَارِ وَفِيهِ خِلَاف. اِنْتَهَى. وَصَحَّحَ النَّوَوِيّ وَغَيْره أَنَّهُ يُجْزِئُ لَكِنْ لَمْ يَتَعَيَّنْ فِي هَذَا الْحَدِيثِ أَنَّ ذَلِكَ كَانَ لِإِزَالَةِ النَّجَاسَةِ بَلْ يُحْتَمَلُ أَنْ يَكُونَ لِلتَّنْظِيفِ فَلَا يَدُلُّ عَلَى الِاكْتِفَاءِ وَأَمَّا دَلْكُ الْيَدِ بِالْأَرْضِ فَلِلْمُبَالَغَةِ فِيهِ لِيَكُونَ أَنْقَى كَمَا قَالَ الْبُخَارِيّ. وَأَبْعَدَ مَنْ اِسْتَدَلَّ بِهِ عَلَى نَجَاسَةِ الْمَنِيِّ أَوْ عَلَى نَجَاسَة رُطُوبَة الْفَرْجِ ; لِأَنَّ الْغُسْلَ لَيْسَ مَقْصُورًا عَلَى إِزَالَةِ النَّجَاسَةِ. وَقَوْلُهُ فِي حَدِيثِ الْبَابِ \" وَمَا أَصَابَهُ مِنْ أَذًى \" لَيْسَ بِظَاهِرٍ فِي النَّجَاسَةِ أَيْضًا وَاسْتَدَلَّ بِهِ الْبُخَارِيّ أَيْضًا عَلَى أَنَّ الْوَاجِبَ فِي غُسْلِ الْجَنَابَةِ مَرَّة وَاحِدَة وَعَلَى أَنَّ مَنْ تَوَضَّأَ بِنِيَّةِ الْغُسْلِ أَكْمَلَ بَاقِيَ أَعْضَاءِ بَدَنِهِ لَا يُشْرَعُ لَهُ تَجْدِيد الْوُضُوءِ مِنْ غَيْرِ حَدَثٍ وَعَلَى جَوَازِ نَفْضِ الْيَدَيْنِ مِنْ مَاءِ الْغُسْلِ وَكَذَا الْوُضُوء , وَفِيهِ حَدِيثٌ ضَعِيفٌ أَوْرَدَهُ الرَّافِعِيّ وَغَيْرُهُ وَلَفْظُهُ \" لَا تَنْفُضُوا أَيْدِيَكُمْ فِي الْوُضُوءِ فَإِنَّهَا مَرَاوِح الشَّيْطَان \" وَقَالَ اِبْن الصَّلَاحِ : لَمْ أَجِدْهُ. وَتَبِعَهُ النَّوَوِيّ. وَقَدْ أَخْرَجَهُ اِبْن حِبَّانَ فِي الضُّعَفَاءِ وَابْن أَبِي حَاتِم فِي الْعِلَلِ مِنْ حَدِيثِ أَبِي هُرَيْرَة وَلَوْ لَمْ يُعَارِضْهُ هَذَا الْحَدِيث الصَّحِيح لَمْ يَكُنْ صَالِحًا أَنْ يُحْتَجَّ بِهِ. وَعَلَى اِسْتِحْبَاب التَّسَتُّر فِي الْغُسْلِ وَلَوْ كَانَ فِي الْبَيْتِ وَقَدْ عَقَدَ الْمُصَنِّفُ لِكُلِّ مَسْأَلَة بَابًا وَأَخْرَجَ هَذَا الْحَدِيث فِيهِ بِمُغَايَرَة الطُّرُق وَمَدَارهَا عَلَى الْأَعْمَشِ وَعِنْدَ بَعْضِ الرُّوَاةِ عَنْهُ مَا لَيْسَ عِنْدَ الْآخَرِ وَقَدْ جَمَعْت فَوَائِدهَا فِي هَذَا الْبَابِ. وَصَرَّحَ فِي رِوَايَة حَفْص بْن غِيَاثٍ عَنْ الْأَعْمَشِ بِسَمَاعِ الْأَعْمَشِ مَنْ سَالِمٍ فَأُمِنَ تَدْلِيسُهُ. وَفِي الْإِسْنَادِ ثَلَاثَة مِنْ التَّابِعِينَ عَلَى الْوَلَاءِ : الْأَعْمَشُ وَسَالِم وَكُرَيْب وَصَحَابِيَّانِ : اِبْن عَبَّاس وَخَالَته مَيْمُونَة بِنْت الْحَارِث. وَفِي الْحَدِيثِ مِنْ الْفَوَائِدِ أَيْضًا جَوَاز الِاسْتِعَانَة بِإِحْضَارِ مَاءِ الْغُسْلِ وَالْوُضُوءِ لِقَوْلِهَا فِي رِوَايَة حَفْص وَغَيْره \" وَضَعْت لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُسْلًا \" وَفِي رِوَايَةِ عَبْد الْوَاحِد \" مَا يَغْتَسِلُ بِهِ \" وَفِيهِ خِدْمَةُ الزَّوْجَاتِ لِأَزْوَاجِهِنَّ وَفِيهِ الصَّبُّ بِالْيَمِينِ عَلَى الشِّمَالِ لِغَسْلِ الْفَرْجِ بِهَا وَفِيهِ تَقْدِيم غَسْل الْكَفَّيْنِ عَلَى غَسْلِ الْفَرْجِ لِمَنْ يُرِيدُ الِاغْتِرَافَ لِئَلَّا يُدْخِلَهُمَا فِي الْمَاءِ وَفِيهِمَا مَا لَعَلَّهُ يُسْتَقْذَرُ فَأَمَّا إِذَا كَانَ الْمَاء فِي إِبْرِيقٍ مَثَلًا فَالْأَوْلَى تَقْدِيم غَسْل الْفَرْجِ لِتَوَالِي أَعْضَاء الْوُضُوء وَلَمْ يَقَعْ فِي شَيْءٍ مِنْ طُرُقِ هَذَا الْحَدِيثِ التَّنْصِيص عَلَى مَسْحِ الرَّأْسِ فِي هَذَا الْوُضُوءِ وَتَمَسَّكَ بِهِ الْمَالِكِيَّة لِقَوْلِهِمْ إِنَّ وُضُوء الْغُسْل لَا يُمْسَحُ فِيهِ الرَّأْس بَلْ يُكْتَفَى عَنْهُ بِغَسْلِهِ وَاسْتَدَلَّ بَعْضهمْ بِقَوْلِهَا فِي رِوَايَةِ أَبِي حَمْزَة وَغَيْره \" فَنَاوَلْته ثَوْبًا فَلَمْ يَأْخُذْهُ \" عَلَى كَرَاهَةِ التَّنْشِيفِ بَعْدَ الْغُسْلِ وَلَا حُجَّةَ فِيهِ ; لِأَنَّهَا وَاقِعَةُ حَالٍ يَتَطَرَّقُ إِلَيْهَا الِاحْتِمَالُ فَيَجُوزُ أَنْ يَكُونَ عَدَم الْأَخْذِ لِأَمْرٍ آخَرَ لَا يَتَعَلَّقُ بِكَرَاهَة التَّنْشِيف بَلْ لِأَمْرٍ يَتَعَلَّقُ بِالْخِرْقَةِ أَوْ لِكَوْنِهِ كَانَ مُسْتَعْجِلًا أَوْ غَيْر ذَلِكَ. قَالَ الْمُهَلَّب : يُحْتَمَلُ تَرْكُهُ الثَّوْب ; لِإِبْقَاءِ بَرَكَةِ الْمَاءِ أَوْ لِلتَّوَاضُعِ أَوْ لِشَيْءٍ رَآهُ فِي الثَّوْبِ مِنْ حَرِيرٍ أَوْ وَسَخ وَقَدْ وَقَعَ عِنْدَ أَحْمَد وَالْإِسْمَاعِيلِيّ مِنْ رِوَايَةِ أَبِي عَوَانَةَ فِي هَذَا الْحَدِيثِ عَنْ الْأَعْمَشِ قَالَ : فَذَكَرْتُ ذَلِكَ لِإِبْرَاهِيمَ النَّخَعِيّ فَقَالَ : لَا بَأْسَ بِالْمِنْدِيلِ وَإِنَّمَا رَدَّهُ مَخَافَة أَنْ يَصِيرَ عَادَة. وَقَالَ التَّيْمِيُّ فِي شَرْحِهِ : فِي هَذَا الْحَدِيثِ دَلِيل عَلَى أَنَّهُ كَانَ يَتَنَشَّفُ وَلَوْلَا ذَلِكَ لَمْ تَأْتِهِ بِالْمِنْدِيلِ. وَقَالَ اِبْن دَقِيقِ الْعِيدِ : نَفْضُهُ الْمَاء بِيَدِهِ يَدُلُّ عَلَى أَنْ لَا كَرَاهَةَ فِي التَّنْشِيفِ ; لِأَنَّ كُلًّا مِنْهُمَا إِزَالَة. وَقَالَ النَّوَوِيّ : اِخْتَلَفَ أَصْحَابنَا فِيهِ عَلَى خَمْسَةِ أَوْجُه أَشْهَرُهَا أَنَّ الْمُسْتَحَبَّ تَرْكُهُ وَقِيلَ مَكْرُوه وَقِيلَ مُبَاحٌ وَقِيلَ مُسْتَحَبّ وَقِيلَ مَكْرُوه فِي الصَّيْفِ مُبَاح فِي الشِّتَاءِ. وَاسْتُدِلَّ بِهِ عَلَى طَهَارَةِ الْمَاءِ الْمُتَقَاطِرِ مِنْ أَعْضَاء الْمُتَطَهِّر خِلَافًا لِمَنْ غَلَا مِنْ الْحَنَفِيَّةِ فَقَالَ بِنَجَاسَتِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 261,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، أَخْبَرَنَا أَفْلَحُ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ تَخْتَلِفُ أَيْدِينَا فِيهِ‏.‏",
    "english_text": "The Prophet (ﷺ) and I used to take a bath from a single pot of water and our hands used to go in the pot \nafter each other in turn.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مَسْلَمَة ) ‏ ‏زَاد مُسْلِم \" ابْن قَعْنَبٍ \". ‏ ‏قَوْله : ( حَدَّثَنَا وَلِكَرِيمَة \" أَخْبَرَنَا أَفْلَحُ \" ) ‏ ‏وَهُوَ اِبْن حُمَيْد كَمَا رَوَاهُ مُسْلِم وَلَمْ يُخَرِّجْ الْبُخَارِيّ عَنْ أَفْلَحَ بْن سَعِيد شَيْئًا. ‏ ‏وَالْقَاسِم ) ‏ ‏هُوَ اِبْن مُحَمَّد وَقَدْ تَقَدَّمَ هَذَا الْمَتْن فِي بَاب غُسْل الرَّجُلِ مَعَ اِمْرَأَتِهِ مِنْ طَرِيقٍ أُخْرَى مَعَ مُغَايَرَةٍ فِي آخِرِهِ وَزَاد مُسْلِم فِي آخِرِهِ \" مِنْ الْجَنَابَةِ \" أَيْ لِأَجْلِ الْجَنَابَةِ وَلِأَبِي عَوَانَةَ وَابْنِ حِبَّانَ مِنْ طَرِيقِ ابْنِ وَهْبٍ عَنْ أَفْلَحَ أَنَّهُ سَمِعَ الْقَاسِم يَقُولُ سَمِعْت عَائِشَة.. فَذَكَرَهُ وَزَادَ فِيهِ \" وَتَلْتَقِي \" بَعْدَ قَوْلِهِ \" تَخْتَلِفُ أَيْدِينَا \" فِيهِ \" وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ إِسْحَاق بْن سُلَيْمَان عَنْ أَفْلَحَ \" تَخْتَلِفُ فِيهِ أَيْدِينَا \" يَعْنِي حَتَّى تَلْتَقِيَ وَلِلْبَيْهَقِيِّ مِنْ طَرِيقِهِ \" تَخْتَلِفُ أَيْدِينَا فِيهِ يَعْنِي وَتَلْتَقِي \" وَهَذَا يُشْعِرُ بِأَنَّ قَوْلَهُ \" وَتَلْتَقِي \" مُدْرَج وَسَيَأْتِي فِي بَاب تَخْلِيل الشَّعْرِ مِنْ وَجْهٍ آخَرَ عَنْهَا \" كُنَّا نَغْتَسِلُ مِنْ إِنَاءٍ وَاحِدٍ نَغْتَرِفُ مِنْهُ جَمِيعًا \" فَلَعَلَّ الرَّاوِيَ قَالَ \" وَتَلْتَقِي \" بِالْمَعْنَى وَمَعْنَى \" تَخْتَلِفُ \" أَنَّهُ كَانَ يَغْتَرِفُ تَارَةً قَبْلَهَا وَتَغْتَرِفُ هِيَ تَارَةً قَبْلَهُ وَلِمُسْلِمٍ مِنْ طَرِيقِ مُعَاذَةَ عَنْ عَائِشَة \" فَيُبَادِرُنِي حَتَّى أَقُولَ دَعْ لِي \" زَادَ النَّسَائِيّ \" وَأُبَادِرَهُ حَتَّى يَقُولَ دَعِي لِي \" وَفِي هَذَا الْحَدِيثِ جَوَاز اِغْتِرَاف الْجُنُب مِنْ الْمَاءِ الْقَلِيل وَأَنَّ ذَلِكَ لَا يَمْنَعُ مِنْ التَّطَهُّرِ بِذَلِكَ الْمَاءِ وَلَا بِمَا يَفْضُلُ مِنْهُ , وَيَدُلُّ عَلَى أَنَّ النَّهْيَ عَنْ اِنْغِمَاس الْجُنُب فِي الْمَاءِ الدَّائِمِ إِنَّمَا هُوَ لِلتَّنْزِيهِ كَرَاهِيَة أَنْ يُسْتَقْذَرَ لَا لِكَوْنِهِ يَصِيرُ نَجِسًا بِانْغِمَاس الْجُنُب فِيهِ ; لِأَنَّهُ لَا فَرْقَ بَيْنَ جَمِيعِ بَدَن الْجُنُب وَبَيْنَ عُضْوٍ مِنْ أَعْضَائِهِ. وَأَمَّا تَوْجِيه الِاسْتِدْلَال بِهِ لِلتَّرْجَمَةِ فَلِأَنَّ الْجُنُبَ لَمَّا جَازَ لَهُ أَنْ يُدْخِلَ يَدَهُ فِي الْإِنَاءِ ; لِيَغْتَرِف بِهَا قَبْلَ اِرْتِفَاعِ حَدَثِهِ لِتَمَامِ الْغُسْلِ كَمَا فِي حَدِيثِ الْبَابِ دَلَّ عَلَى أَنَّ الْأَمْرَ بِغَسْلِ يَدِهِ قَبْلَ إِدْخَالِهَا لَيْسَ لِأَمْرٍ يَرْجِعُ إِلَى الْجَنَابَةِ بَلْ إِلَى مَا لَعَلَّهُ يَكُونُ بِيَدِهِ مِنْ نَجَاسَةٍ مُتَيَقَّنَةٍ أَوْ مَظْنُونَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 262,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ غَسَلَ يَدَهُ‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) took a bath of Janaba, he washed his hands first.",
    "explication": "‏ ‏قَوْله : ( كَانَ إِذَا اِغْتَسَلَ ) ‏ ‏أَيْ شَرَعَ فِي الْفِعْلِ و \" مِنْ \" فِي قَوْلِهِ \" مِنْ الْجَنَابَةِ \" سَبَبِيَّة. ‏ ‏قَوْله : ( بَدَأَ فَغَسَلَ يَدَيْهِ ) ‏ ‏يُحْتَمَلُ أَنْ يَكُونَ غَسْلهمَا لِلتَّنْظِيفِ مِمَّا بِهِمَا مِنْ مُسْتَقْذَرٍ وَسَيَأْتِي فِي حَدِيث مَيْمُونَة تَقْوِيَة ذَلِكَ. وَيُحْتَمَلُ أَنْ يَكُونَ هُوَ الْغَسْل الْمَشْرُوع عِنْدَ الْقِيَامِ مِنْ النَّوْمِ , وَيَدُلُّ عَلَيْهِ زِيَادَة اِبْن عُيَيْنَةَ فِي هَذَا الْحَدِيثِ عَنْ هِشَام \" قَبْلَ أَنْ يُدْخِلَهُمَا فِي الْإِنَاءِ \" رَوَاهُ الشَّافِعِيّ وَالتِّرْمِذِيّ وَزَادَ أَيْضًا \" ثُمَّ يَغْسِلُ فَرْجَهُ \" وَكَذَا لِمُسْلِمٍ مِنْ رِوَايَةِ أَبِي مُعَاوِيَة وَلِأَبِي دَاوُد مِنْ رِوَايَةِ حَمَّاد بْن زَيْد كِلَاهُمَا عَنْ هِشَام وَهِيَ زِيَادَةٌ جَلِيلَةٌ ; لِأَنَّ بِتَقْدِيم غَسْله يَحْصُلُ الْأَمْنُ مِنْ مَسِّهِ فِي أَثْنَاءِ الْغُسْلِ. ‏ ‏قَوْله : ( كَمَا يَتَوَضَّأُ لِلصَّلَاة ) ‏ ‏فِيهِ اِحْتِرَاز عَنْ الْوُضُوءِ اللُّغَوِيِّ وَيُحْتَمَلُ أَنْ يَكُونَ الِابْتِدَاء بِالْوُضُوءِ قَبْلَ الْغُسْلِ سُنَّة مُسْتَقِلَّة بِحَيْثُ يَجِبُ غَسْل أَعْضَاء الْوُضُوء مَعَ بَقِيَّةِ الْجَسَدِ فِي الْغُسْلِ وَيُحْتَمَلُ أَنْ يَكْتَفِيَ بِغَسْلِهَا فِي الْوُضُوءِ عَنْ إِعَادَتِهِ , وَعَلَى هَذَا فَيَحْتَاجُ إِلَى نِيَّةِ غُسْلِ الْجَنَابَةِ فِي أَوَّلِ عُضْوٍ وَإِنَّمَا قَدَّمَ غَسْل أَعْضَاء الْوُضُوء تَشْرِيفًا لَهَا وَلِتَحْصُل لَهُ صُورَة الطَّهَارَتَيْنِ الصُّغْرَى وَالْكُبْرَى وَإِلَى هَذَا جَنَحَ الدَّاوُدِيّ شَارِح الْمُخْتَصَر مِنْ الشَّافِعِيَّةِ فَقَالَ : يُقَدِّمُ غَسْل أَعْضَاءِ وُضُوئِهِ عَلَى تَرْتِيب الْوُضُوء لَكِنْ بِنِيَّة غُسْل الْجَنَابَةِ. وَنَقَلَ اِبْن بَطَّالٍ الْإِجْمَاع عَلَى أَنَّ الْوُضُوءَ لَا يَجِبُ مَعَ الْغُسْلِ وَهُوَ مَرْدُود فَقَدْ ذَهَبَ جَمَاعَة مِنْهُمْ أَبُو ثَوْرٍ وَدَاوُدُ وَغَيْرُهُمَا إِلَى أَنَّ الْغُسْلَ لَا يَنُوبُ عَنْ الْوُضُوءِ لِلْمُحْدِثِ. ‏ ‏قَوْله : ( فَيُخَلِّلُ بِهَا ) ‏ ‏أَيْ بِأَصَابِعِهِ الَّتِي أَدْخَلَهَا فِي الْمَاءِ. وَلِمُسْلِم \" ثُمَّ يَأْخُذُ الْمَاء فَيُدْخِلُ أَصَابِعه فِي أُصُولِ الشَّعْرِ \" وَلِلتِّرْمِذِيِّ وَالنَّسَائِيّ مِنْ طَرِيقِ أَبِي عُيَيْنَةَ \" ثُمَّ يُشَرِّبُ شَعْرَهُ الْمَاءَ \". ‏ ‏قَوْله : ( أُصُول الشَّعْرِ ) ‏ ‏وَلِلْكُشْمِيهَنِيّ \" أُصُول شَعْرِهِ \" أَيْ شَعْرِ رَأْسِهِ وَيَدُلُّ عَلَيْهِ رِوَايَة حَمَّاد بْن سَلَمَة عَنْ هِشَام عِنْد الْبَيْهَقِيّ \" يُخَلِّلُ بِهَا شِقَّ رَأْسِهِ الْأَيْمَن فَيُتْبِعُ بِهَا أُصُول الشَّعْرِ ثُمَّ يَفْعَلُ بِشِقِّ رَأْسِهِ الْأَيْسَرِ كَذَلِكَ \" وَقَالَ الْقَاضِي عِيَاض : اِحْتَجَّ بِهِ بَعْضهمْ عَلَى تَخْلِيلِ شَعْرِ الْجَسَدِ فِي الْغُسْلِ إِمَّا لِعُمُومِ قَوْلِهِ \" أُصُول الشَّعْرِ \" وَإِمَّا بِالْقِيَاسِ عَلَى شَعْرِ الرَّأْسِ. وَفَائِدَة التَّخْلِيل إِيصَال الْمَاءِ إِلَى الشَّعْرِ وَالْبَشَرَةِ وَمُبَاشَرَة الشَّعْر بِالْيَدِ لِيَحْصُل تَعْمِيمُهُ بِالْمَاءِ وَتَأْنِيس الْبَشَرَة لِئَلَّا يُصِيبَهَا بِالصَّبِّ مَا تَتَأَذَّى بِهِ. ثُمَّ هَذَا التَّخْلِيل غَيْر وَاجِب اِتِّفَاقًا إِلَّا إِنْ كَانَ الشَّعْرُ مُلَبَّدًا بِشَيْءٍ يَحُولُ بَيْنَ الْمَاءِ وَبَيْنَ الْوُصُولِ إِلَى أُصُولِهِ , وَاَللَّهُ أَعْلَمُ. ‏ ‏) ‏ ‏قَوْله : ( ثُمَّ يُدْخِلُ ) ‏ ‏إِنَّمَا ذَكَرَهُ بِلَفْظ الْمُضَارِع وَمَا قَبْلَهُ مَذْكُور بِلَفْظ الْمَاضِي - وَهُوَ الْأَصْلُ - لِإِرَادَةِ اِسْتِحْضَارِ صُورَةِ الْحَالِ لِلسَّامِعِينَ. ‏ ‏قَوْله : ( ثَلَاث غُرَفِ ) ‏ ‏بِضَمِّ الْمُعْجَمَة وَفَتْحِ الرَّاءِ جَمْع غُرْفَةٍ وَهِيَ قَدْرُ مَا يُغْرَفُ مِنْ الْمَاءِ بِالْكَفِّ ولِلْكُشْمِيهَنِيّ \" ثَلَاث غُرُفَات \" وَهُوَ الْمَشْهُورُ فِي جَمْعِ الْقِلَّةِ. وَفِيهِ اِسْتِحْبَاب التَّثْلِيث فِي الْغُسْلِ قَالَ النَّوَوِيّ : وَلَا نَعْلَمُ فِيهِ خِلَافًا إِلَّا مَا تَفَرَّدَ بِهِ الْمَاوَرْدِيُّ فَإِنَّهُ قَالَ : لَا يُسْتَحَبُّ التَّكْرَار فِي الْغُسْلِ. قُلْت : وَكَذَا قَالَ الشَّيْخُ أَبُو عَلِيّ السِّنْجِيّ فِي شَرْح الْفُرُوع وَكَذَا قَالَ الْقُرْطُبِيُّ وَحَمَلَ التَّثْلِيث فِي هَذِهِ الرِّوَايَةِ عَلَى رِوَايَة الْقَاسِم عَنْ عَائِشَة الْآتِيَةِ قَرِيبًا فَإِنَّ مُقْتَضَاهَا أَنَّ كُلَّ غُرْفَةٍ كَانَتْ فِي جِهَةٍ مِنْ جِهَاتِ الرَّأْسِ وَسَيَأْتِي فِي آخِرِ الْكَلَامِ عَلَى حَدِيث مَيْمُونَة زِيَادَة فِي هَذِهِ الْمَسْأَلَةِ. ‏ ‏قَوْله : ( ثُمَّ يُفِيضُ ) ‏ ‏أَيْ يُسِيلُ وَالْإِفَاضَة الْإِسَالَة. وَاسْتَدَلَّ بِهِ مَنْ لَمْ يَشْتَرِطْ الدَّلْك وَهُوَ ظَاهِرٌ وَقَالَ الْمَازِرِيّ : لَا حُجَّةَ فِيهِ ; لِأَنَّ أَفَاضَ بِمَعْنَى غَسَلَ , وَالْخِلَافُ فِي الْغَسْلِ قَائِم. قُلْت : وَلَا يَخْفَى مَا فِيهِ وَاَللَّه أَعْلَمُ. وَقَالَ الْقَاضِي عِيَاض : لَمْ يَأْتِ فِي شَيْءٍ مِنْ الرِّوَايَاتِ فِي وُضُوء الْغُسْل ذِكْرُ التَّكْرَار. قُلْت : بَلْ وَرَدَ ذَلِكَ مِنْ طَرِيقٍ صَحِيحَةٍ أَخْرَجَهَا النَّسَائِيّ وَالْبَيْهَقِيّ مِنْ رِوَايَةِ أَبِي سَلَمَةَ عَنْ عَائِشَة أَنَّهَا وَصَفَتْ غُسْلَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْجَنَابَةِ. الْحَدِيثَ , وَفِيهِ \" ثُمَّ يَتَمَضْمَضُ ثَلَاثًا وَيَسْتَنْشِقُ ثَلَاثًا وَيَغْسِلُ وَجْهَهُ ثَلَاثًا وَيَدَيْهِ ثَلَاثًا ثُمَّ يُفِيضُ عَلَى رَأْسِهِ ثَلَاثًا \". ‏ ‏) ‏ ‏قَوْله : ( عَلَى جِلْدِهِ كُلّه ) ‏ ‏هَذَا التَّأْكِيد يَدُلُّ عَلَى أَنَّهُ عَمَّمَ جَمِيع جَسَدِهِ بِالْغُسْلِ بَعْدَمَا تَقَدَّمَ وَهُوَ يُؤَيِّدُ الِاحْتِمَالَ الْأَوَّلَ أَنَّ الْوُضُوءَ سُنَّةٌ مُسْتَقِلَّة قَبْلَ الْغُسْلِ وَعَلَى هَذَا فَيَنْوِي الْمُغْتَسِلُ الْوُضُوء إِنْ كَانَ مُحْدِثًا وَإِلَّا فَسُنَّة الْغُسْل. وَاسْتُدِلَّ بِهَذَا الْحَدِيثِ عَلَى اِسْتِحْبَاب إِكْمَال الْوُضُوءِ قَبْلَ الْغُسْلِ وَلَا يُؤَخِّرُ غَسْل الرِّجْلَيْنِ إِلَى فَرَاغِهِ وَهُوَ ظَاهِرٌ مِنْ قَوْلِهَا \" كَمَا يَتَوَضَّأُ لِلصَّلَاةِ \" وَهَذَا هُوَ الْمَحْفُوظُ فِي حَدِيثِ عَائِشَة مِنْ هَذَا الْوَجْهِ لَكِنْ رَوَاهُ مُسْلِم مِنْ رِوَايَةِ أَبِي مُعَاوِيَة عَنْ هِشَام فَقَالَ فِي آخِرِهِ \" ثُمَّ أَفَاضَ عَلَى سَائِر جَسَده ثُمَّ غَسَلَ رِجْلَيْهِ \" وَهَذِهِ الزِّيَادَة تَفَرَّدَ بِهَا أَبُو مُعَاوِيَة دُونَ أَصْحَابِ هِشَامٍ قَالَ الْبَيْهَقِيّ هِيَ غَرِيبَةٌ صَحِيحَةٌ. قُلْت : لَكِنْ فِي رِوَايَةِ أَبِي مُعَاوِيَة عَنْ هِشَام مَقَالٌ نَعَمْ لَهُ شَاهِدٌ مِنْ رِوَايَةِ أَبِي سَلَمَةَ عَنْ عَائِشَة أَخْرَجَهُ أَبُو دَاوُد الطَّيَالِسِيّ فَذَكَرَ حَدِيث الْغُسْل كَمَا تَقَدَّمَ عِنْدَ النَّسَائِيِّ وَزَادَ فِي آخِرِهِ \" فَإِذَا فَرَغَ غَسَلَ رِجْلَيْهِ \" فَأَمَّا أَنْ تُحْمَلَ الرِّوَايَات عَنْ عَائِشَة عَلَى أَنَّ الْمُرَادَ بِقَوْلِهَا \" وُضُوءَهُ لِلصَّلَاةِ \" أَيْ أَكْثَرُهُ وَهُوَ مَا سِوَى الرِّجْلَيْنِ أَوْ يُحْمَلَ عَلَى ظَاهِرِهِ وَيُسْتَدَلّ بِرِوَايَةِ أَبِي مُعَاوِيَة عَلَى جَوَازِ تَفْرِيق الْوُضُوء وَيُحْتَمَلُ أَنْ يَكُونَ قَوْله فِي رِوَايَةِ أَبِي مُعَاوِيَة \" ثُمَّ غَسَلَ رِجْلَيْهِ \" أَيْ أَعَادَ غَسْلهمَا لِاسْتِيعَاب الْغَسْل بَعْدَ أَنْ كَانَ غَسَلَهُمَا فِي الْوُضُوءِ فَيُوَافِقُ قَوْله فِي حَدِيثِ الْبَابِ \" ثُمَّ يُفِيضُ عَلَى جِلْدِهِ كُلّه \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 263,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ مِنْ جَنَابَةٍ‏.‏ وَعَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ مِثْلَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) and I used to take a bath from a single pot of water after Janaba.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مَسْلَمَة ) ‏ ‏زَاد مُسْلِم \" ابْن قَعْنَبٍ \". ‏ ‏قَوْله : ( حَدَّثَنَا وَلِكَرِيمَة \" أَخْبَرَنَا أَفْلَحُ \" ) ‏ ‏وَهُوَ اِبْن حُمَيْد كَمَا رَوَاهُ مُسْلِم وَلَمْ يُخَرِّجْ الْبُخَارِيّ عَنْ أَفْلَحَ بْن سَعِيد شَيْئًا. ‏ ‏وَالْقَاسِم ) ‏ ‏هُوَ اِبْن مُحَمَّد وَقَدْ تَقَدَّمَ هَذَا الْمَتْن فِي بَاب غُسْل الرَّجُلِ مَعَ اِمْرَأَتِهِ مِنْ طَرِيقٍ أُخْرَى مَعَ مُغَايَرَةٍ فِي آخِرِهِ وَزَاد مُسْلِم فِي آخِرِهِ \" مِنْ الْجَنَابَةِ \" أَيْ لِأَجْلِ الْجَنَابَةِ وَلِأَبِي عَوَانَةَ وَابْنِ حِبَّانَ مِنْ طَرِيقِ ابْنِ وَهْبٍ عَنْ أَفْلَحَ أَنَّهُ سَمِعَ الْقَاسِم يَقُولُ سَمِعْت عَائِشَة.. فَذَكَرَهُ وَزَادَ فِيهِ \" وَتَلْتَقِي \" بَعْدَ قَوْلِهِ \" تَخْتَلِفُ أَيْدِينَا \" فِيهِ \" وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ إِسْحَاق بْن سُلَيْمَان عَنْ أَفْلَحَ \" تَخْتَلِفُ فِيهِ أَيْدِينَا \" يَعْنِي حَتَّى تَلْتَقِيَ وَلِلْبَيْهَقِيِّ مِنْ طَرِيقِهِ \" تَخْتَلِفُ أَيْدِينَا فِيهِ يَعْنِي وَتَلْتَقِي \" وَهَذَا يُشْعِرُ بِأَنَّ قَوْلَهُ \" وَتَلْتَقِي \" مُدْرَج وَسَيَأْتِي فِي بَاب تَخْلِيل الشَّعْرِ مِنْ وَجْهٍ آخَرَ عَنْهَا \" كُنَّا نَغْتَسِلُ مِنْ إِنَاءٍ وَاحِدٍ نَغْتَرِفُ مِنْهُ جَمِيعًا \" فَلَعَلَّ الرَّاوِيَ قَالَ \" وَتَلْتَقِي \" بِالْمَعْنَى وَمَعْنَى \" تَخْتَلِفُ \" أَنَّهُ كَانَ يَغْتَرِفُ تَارَةً قَبْلَهَا وَتَغْتَرِفُ هِيَ تَارَةً قَبْلَهُ وَلِمُسْلِمٍ مِنْ طَرِيقِ مُعَاذَةَ عَنْ عَائِشَة \" فَيُبَادِرُنِي حَتَّى أَقُولَ دَعْ لِي \" زَادَ النَّسَائِيّ \" وَأُبَادِرَهُ حَتَّى يَقُولَ دَعِي لِي \" وَفِي هَذَا الْحَدِيثِ جَوَاز اِغْتِرَاف الْجُنُب مِنْ الْمَاءِ الْقَلِيل وَأَنَّ ذَلِكَ لَا يَمْنَعُ مِنْ التَّطَهُّرِ بِذَلِكَ الْمَاءِ وَلَا بِمَا يَفْضُلُ مِنْهُ , وَيَدُلُّ عَلَى أَنَّ النَّهْيَ عَنْ اِنْغِمَاس الْجُنُب فِي الْمَاءِ الدَّائِمِ إِنَّمَا هُوَ لِلتَّنْزِيهِ كَرَاهِيَة أَنْ يُسْتَقْذَرَ لَا لِكَوْنِهِ يَصِيرُ نَجِسًا بِانْغِمَاس الْجُنُب فِيهِ ; لِأَنَّهُ لَا فَرْقَ بَيْنَ جَمِيعِ بَدَن الْجُنُب وَبَيْنَ عُضْوٍ مِنْ أَعْضَائِهِ. وَأَمَّا تَوْجِيه الِاسْتِدْلَال بِهِ لِلتَّرْجَمَةِ فَلِأَنَّ الْجُنُبَ لَمَّا جَازَ لَهُ أَنْ يُدْخِلَ يَدَهُ فِي الْإِنَاءِ ; لِيَغْتَرِف بِهَا قَبْلَ اِرْتِفَاعِ حَدَثِهِ لِتَمَامِ الْغُسْلِ كَمَا فِي حَدِيثِ الْبَابِ دَلَّ عَلَى أَنَّ الْأَمْرَ بِغَسْلِ يَدِهِ قَبْلَ إِدْخَالِهَا لَيْسَ لِأَمْرٍ يَرْجِعُ إِلَى الْجَنَابَةِ بَلْ إِلَى مَا لَعَلَّهُ يَكُونُ بِيَدِهِ مِنْ نَجَاسَةٍ مُتَيَقَّنَةٍ أَوْ مَظْنُونَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 264,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَبْرٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم وَالْمَرْأَةُ مِنْ نِسَائِهِ يَغْتَسِلاَنِ مِنْ إِنَاءٍ وَاحِدٍ‏.‏ زَادَ مُسْلِمٌ وَوَهْبٌ عَنْ شُعْبَةَ مِنَ الْجَنَابَةِ‏.‏",
    "english_text": "The Prophet (ﷺ) and one of his wives used to take a bath from a single pot of water. (Shu`ba added to \nAnas' Statement \"After the Janaba\").",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو الْوَلِيدِ ) ‏ ‏هُوَ الطَّيَالِسِيّ أَيْضًا وَهَذَا إِسْنَاد ثَالِث لَهُ عَنْ شُعْبَةَ أَيْضًا فِي هَذَا الْمَتْنِ لَكِنْ مِنْ طَرِيقِ صَحَابِيٍّ آخَرَ. وَهَذَا الْإِسْنَادُ بِعَيْنِهِ تَقَدَّمَ لِمَتْنٍ آخَرَ فِي بَابِ عَلَامَة الْإِيمَان. ‏ ‏قَوْله : ( وَالْمَرْأَة ) ‏ ‏جَوَّزَ فِيهِ الرَّفْع عَلَى الْعَطْفِ وَالنَّصْبَ عَلَى الْمَعِيَّةِ وَاللَّامُ فِيهَا لِلْجِنْسِ. ‏ ‏قَوْله : ( زَاد مُسْلِم ) ‏ ‏هُوَ اِبْن إِبْرَاهِيم وَهُوَ مِنْ شُيُوخ الْبُخَارِيّ. ‏ ‏قَوْله ( وَوَهْبٌ ) ‏ ‏زَادَ الْأَصِيلِيّ \" وَأَبُو الْوَقْتِ بْن جَرِير \" أَيْ اِبْن حَازِم وَبِذَلِكَ جَزَمَ أَبُو نُعَيْمٍ وَغَيْرُهُ وَوَقَعَ فِي رِوَايَةِ أَبِي ذَرٍّ وَوُهَيْب بِالتَّصْغِيرِ وَأَظُنُّهُ وَهْمًا فَإِنَّ الْحَدِيثَ وُجِدَ بَعْدَ تَتَبُّعِ كَثِيرٍ مِنْ رِوَايَةِ وَهْبِ بْن جَرِير وَلَمْ نَجِدْهُ مِنْ رِوَايَةِ وُهَيْب بْن خَالِد وَوَهْبُ بْن جَرِير مِنْ الرُّوَاةِ عَنْ شُعْبَة وَأَمَّا وُهَيْب فَهُوَ مِنْ أَقْرَانِهِ وَمُرَاد الْبُخَارِيّ أَنَّ مُسْلِم بْن إِبْرَاهِيم وَوَهْبَ بْن جَرِير رَوَيَا هَذَا الْحَدِيثَ عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ الَّذِي رَوَاهُ عَنْهُ أَبُو الْوَلِيدِ فَزَادَا فِي آخِرِهِ \" مِنْ الْجَنَابَةِ \" وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَةِ وَهْبِ بْن جَرِير بِدُونِ هَذِهِ الزِّيَادَةِ وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 265,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَتْ مَيْمُونَةُ وَضَعْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَاءً يَغْتَسِلُ بِهِ، فَأَفْرَغَ عَلَى يَدَيْهِ، فَغَسَلَهُمَا مَرَّتَيْنِ مَرَّتَيْنِ أَوْ ثَلاَثًا، ثُمَّ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ مَذَاكِيرَهُ، ثُمَّ دَلَكَ يَدَهُ بِالأَرْضِ، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ، ثُمَّ غَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ غَسَلَ رَأْسَهُ ثَلاَثًا، ثُمَّ أَفْرَغَ عَلَى جَسَدِهِ، ثُمَّ تَنَحَّى مِنْ مَقَامِهِ فَغَسَلَ قَدَمَيْهِ‏.‏",
    "english_text": "I placed water for the bath of Allah's Messenger (ﷺ) and he poured water over his hands and washed them \ntwice or thrice; then he poured water with his right hand over his left and washed his private parts \n(with his left hand). He rubbed his hand over the earth and rinsed his mouth and washed his nose by \nputting water in it and blowing it out. After that he washed his face, both fore arms and head thrice \nand then poured water over his body. He withdrew from that place and washed his feet.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد وَبَاقِي الْإِسْنَادِ وَالْمَتْن تَقَدَّمَ فِي بَاب الْوُضُوء قَبْلَ الْغُسْلِ. ‏ ‏قَوْله فِي هَذِهِ الرِّوَايَةِ ( فَغَسَلَ يَدَهُ ) ‏ ‏وَلِلْكُشْمِيهَنِيّ \" يَدَيْهِ \" ‏ ‏( مَرَّتَيْنِ أَوْ ثَلَاثًا ) ‏ ‏الشَّكّ مِنْ الْأَعْمَشِ كَمَا سَيَأْتِي مِنْ رِوَايَةِ أَبِي عَوَانَةَ عَنْهُ وَغَفَلَ الْكَرْمَانِيّ فَقَالَ : الشَّكُّ مِنْ مَيْمُونَة. ‏ ‏قَوْله : ( مَذَاكِيره ) ‏ ‏هُوَ جَمْعُ ذَكَرٍ عَلَى غَيْرِ قِيَاس وَقِيلَ وَاحِدُهُ مِذْكَار وَكَأَنَّهُمْ فَرَّقُوا بَيْنَ الْعُضْوِ وَبَيْنَ خِلَافِ الْأُنْثَى قَالَ الْأَخْفَش : هُوَ مِنْ الْجَمْعِ الَّذِي لَا وَاحِدَ لَهُ وَقِيلَ وَاحِده مِذْكَار وَقَالَ اِبْن خَرُوف : إِنَّمَا جَمْعُهُ مَعَ أَنَّهُ لَيْسَ فِي الْجَسَدِ إِلَّا وَاحِد بِالنَّظَرِ إِلَى مَا يَتَّصِلُ بِهِ وَأَطْلَقَ عَلَى الْكُلِّ اِسْمَهُ فَكَأَنَّهُ جَعَلَ كُلَّ جُزْءٍ مِنْ الْمَجْمُوعِ كَالذَّكَرِ فِي حُكْمِ الْغَسْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 266,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ بِنْتِ الْحَارِثِ، قَالَتْ وَضَعْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم غُسْلاً وَسَتَرْتُهُ، فَصَبَّ عَلَى يَدِهِ، فَغَسَلَهَا مَرَّةً أَوْ مَرَّتَيْنِ ـ قَالَ سُلَيْمَانُ لاَ أَدْرِي أَذَكَرَ الثَّالِثَةَ أَمْ لاَ ـ ثُمَّ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ فَرْجَهُ، ثُمَّ دَلَكَ يَدَهُ بِالأَرْضِ أَوْ بِالْحَائِطِ، ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ وَيَدَيْهِ، وَغَسَلَ رَأْسَهُ، ثُمَّ صَبَّ عَلَى جَسَدِهِ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ، فَنَاوَلْتُهُ خِرْقَةً، فَقَالَ بِيَدِهِ هَكَذَا، وَلَمْ يُرِدْهَا‏.‏",
    "english_text": "I placed water for the bath of Allah's Messenger (ﷺ) and put a screen. He poured water over his hands, and \nwashed them once or twice. (The sub-narrator added that he did not remember if she had said thrice or \nnot). Then he poured water with his right hand over his left one and washed his private parts. He \nrubbed his hand over the earth or the wall and washed it. He rinsed his mouth and washed his nose by \nputting water in it and blowing it out. He washed his face, forearms and head. He poured water over \nhis body and then withdrew from that place and washed his feet. I presented him a piece of cloth \n(towel) and he pointed with his hand (that he does not want it) and did not take it.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد وَبَاقِي الْإِسْنَادِ وَالْمَتْن تَقَدَّمَ فِي بَاب الْوُضُوء قَبْلَ الْغُسْلِ. ‏ ‏قَوْله فِي هَذِهِ الرِّوَايَةِ ( فَغَسَلَ يَدَهُ ) ‏ ‏وَلِلْكُشْمِيهَنِيّ \" يَدَيْهِ \" ‏ ‏( مَرَّتَيْنِ أَوْ ثَلَاثًا ) ‏ ‏الشَّكّ مِنْ الْأَعْمَشِ كَمَا سَيَأْتِي مِنْ رِوَايَةِ أَبِي عَوَانَةَ عَنْهُ وَغَفَلَ الْكَرْمَانِيّ فَقَالَ : الشَّكُّ مِنْ مَيْمُونَة. ‏ ‏قَوْله : ( مَذَاكِيره ) ‏ ‏هُوَ جَمْعُ ذَكَرٍ عَلَى غَيْرِ قِيَاس وَقِيلَ وَاحِدُهُ مِذْكَار وَكَأَنَّهُمْ فَرَّقُوا بَيْنَ الْعُضْوِ وَبَيْنَ خِلَافِ الْأُنْثَى قَالَ الْأَخْفَش : هُوَ مِنْ الْجَمْعِ الَّذِي لَا وَاحِدَ لَهُ وَقِيلَ وَاحِده مِذْكَار وَقَالَ اِبْن خَرُوف : إِنَّمَا جَمْعُهُ مَعَ أَنَّهُ لَيْسَ فِي الْجَسَدِ إِلَّا وَاحِد بِالنَّظَرِ إِلَى مَا يَتَّصِلُ بِهِ وَأَطْلَقَ عَلَى الْكُلِّ اِسْمَهُ فَكَأَنَّهُ جَعَلَ كُلَّ جُزْءٍ مِنْ الْمَجْمُوعِ كَالذَّكَرِ فِي حُكْمِ الْغَسْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 267,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، وَيَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، قَالَ ذَكَرْتُهُ لِعَائِشَةَ فَقَالَتْ يَرْحَمُ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ، كُنْتُ أُطَيِّبُ رَسُولَ اللَّهِ صلى الله عليه وسلم، فَيَطُوفُ عَلَى نِسَائِهِ، ثُمَّ يُصْبِحُ مُحْرِمًا يَنْضَخُ طِيبًا‏.‏",
    "english_text": "on the authority of his father that he had asked `Aisha (about the Hadith of Ibn `Umar). She said, \n\"May Allah be Merciful to Abu `Abdur-Rahman. I used to put scent on Allah's Messenger (ﷺ) and he used to \ngo round his wives, and in the morning he assumed the Ihram, and the fragrance of scent was still \ncoming out from his body.\"",
    "explication": "‏ ‏قَوْله : ( وَيَحْيَى بْن سَعِيد ) ‏ ‏هُوَ الْقَطَّان وَيَنْبَغِي أَنْ يَثْبُتَ فِي الْقِرَاءَةِ قَبْلَ قَوْلِهِ \" عَنْ شُعْبَة \" لَفْظ \" كِلَاهُمَا \" ; لِأَنَّ كُلًّا مِنْ اِبْن أَبِي عَدِيّ وَيَحْيَى رَوَاهُ لِمُحَمَّد بْن بَشَّار عَنْ شُعْبَة وَحَذْفُ كِلَاهُمَا مِنْ الْخَطِّ اِصْطِلَاحٌ. ‏ ‏قَوْله : ( ذَكَرْتُهُ ) ‏ ‏أَيْ قَوْلَ اِبْن عُمَر الْمَذْكُورَ بَعْدَ بَابٍ وَهُوَ قَوْلُهُ \" مَا أُحِبُّ أَنْ أُصْبِحَ مُحْرِمًا أَنْضَخُ طِيبًا \" وَقَدْ بَيَّنَهُ مُسْلِم فِي رِوَايَتِهِ عَنْ مُحَمَّد بْن الْمُنْتَشِرِ قَالَ \" سَأَلْت عَبْد اللَّه بْن عُمَر عَنْ الرَّجُلِ يَتَطَيَّبُ ثُمَّ يُصْبِحُ مُحْرِمًا \" فَذَكَرَهُ وَزَادَ \" قَالَ اِبْن عُمَر : ; لَأَنْ أُطْلَى بِقَطْرَانٍ أَحَبُّ إِلَيَّ مِنْ أَنْ أَفْعَلَ ذَلِكَ \" وَكَذَا سَاقَهُ الْإِسْمَاعِيلِيِّ بِتَمَامِهِ عَنْ الْحَسَن بْن سُفْيَان عَنْ مُحَمَّد بْن بَشَّار فَكَأَنَّ الْمُصَنِّفَ اِخْتَصَرَهُ لِكَوْن الْمَخْذُوف مَعْلُومًا عِنْدَ أَهْلِ الْحَدِيثِ فِي هَذِهِ الْقِصَّةِ أَوْ حَدَّثَهُ بِهِ مُحَمَّد بْن بَشَّار مُخْتَصَرًا. ‏ ‏قَوْله : ( أَبَا عَبْد الرَّحْمَن ) ‏ ‏يَعْنِي اِبْن عُمَر اِسْتَرْحَمَتْ لَهُ عَائِشَة إِشْعَارًا بِأَنَّهُ قَدْ سَهَا فِيمَا قَالَهُ إِذْ لَوْ اِسْتَحْضَرَ فِعْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَقُلْ ذَلِكَ. ‏ ‏قَوْله : ( فَيَطُوفُ ) ‏ ‏كِنَايَة عَنْ الْجِمَاعِ وَبِذَلِكَ تَظْهَرُ مُنَاسَبَة الْحَدِيثِ لِلتَّرْجَمَةِ. وَقَالَ الْإِسْمَاعِيلِيّ : يُحْتَمَلُ أَنْ يُرَادَ بِهِ الْجِمَاع وَأَنْ يُرَادَ بِهِ تَجْدِيد الْعَهْدِ بِهِنَّ. قُلْت : وَالِاحْتِمَالُ الْأَوَّلُ يُرَجِّحُهُ الْحَدِيث الثَّانِي ; لِقَوْلِهِ فِيهِ \" أُعْطِيَ قُوَّة ثَلَاثِينَ \" وَ \" يَطُوفُ \" فِي الْأَوَّلِ مِثْلُ \" يَدُورُ \" فِي الثَّانِي. ‏ ‏قَوْله : ( يَنْضَخُ ) ‏ ‏بِفَتْح أَوَّله وَبِفَتْحِ الضَّادِ الْمُعْجَمَةِ وَبِالْخَاء الْمُعْجَمَةِ قَالَ الْأَصْمَعِيّ : النَّضْخُ بِالْمُعْجَمَةِ أَكْثَر مِنْ النَّضْحِ بِالْمُهْمَلَةِ. وَسَوَّى بَيْنَهُمَا أَبُو زَيْد وَقَالَ اِبْن كَيْسَان : إِنَّهُ بِالْمُعْجَمَةِ لِمَا ثَخُنَ وَبِالْمُهْمَلَةِ ; لِمَا رَقَّ. وَظَاهِرُهُ أَنَّ عَيْنَ الطِّيبِ بَقِيَتْ بَعْدَ الْإِحْرَامِ قَالَ الْإِسْمَاعِيلِيّ : بِحَيْثُ إنَّهُ صَارَ كَأَنَّهُ يَتَسَاقَطُ مِنْهُ الشَّيْءُ بَعْدَ الشَّيْءِ. وَسَنَذْكُرُ حُكْمَ هَذِهِ الْمَسْأَلَةِ فِي كِتَاب الْحَجّ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 268,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، قَالَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَدُورُ عَلَى نِسَائِهِ فِي السَّاعَةِ الْوَاحِدَةِ مِنَ اللَّيْلِ وَالنَّهَارِ، وَهُنَّ إِحْدَى عَشْرَةَ‏.‏ قَالَ قُلْتُ لأَنَسٍ أَوَكَانَ يُطِيقُهُ قَالَ كُنَّا نَتَحَدَّثُ أَنَّهُ أُعْطِيَ قُوَّةَ ثَلاَثِينَ‏.‏ \nوَقَالَ سَعِيدٌ عَنْ قَتَادَةَ إِنَّ أَنَسًا حَدَّثَهُمْ تِسْعُ نِسْوَةٍ‏.‏",
    "english_text": "Anas bin Malik said, \"The Prophet (ﷺ) used to visit all his wives in a round, during the day and night and \nthey were eleven in number.\" I asked Anas, \"Had the Prophet (ﷺ) the strength for it?\" Anas replied, \"We \nused to say that the Prophet (ﷺ) was given the strength of thirty (men).\" And Sa`id said on the authority of \nQatada that Anas had told him about nine wives only (not eleven).",
    "explication": "‏ ‏قَوْله : ( مُعَاذ بْن هِشَام ) ‏ ‏هُوَ الدَّسْتُوَائِيّ وَالْإِسْنَاد كُلّه بَصْرِيُّونَ. ‏ ‏قَوْله : ( فِي السَّاعَةِ الْوَاحِدَةِ ) ‏ ‏الْمُرَاد بِهَا قَدْر مِنْ الزَّمَانِ لَا مَا اِصْطَلَحَ عَلَيْهِ أَصْحَابُ الْهَيْئَةِ. ‏ ‏قَوْله : ( مِنْ اللَّيْلِ وَالنَّهَارِ ) ‏ ‏الْوَاو بِمَعْنَى \" أَوْ \" جَزَمَ بِهِ الْكَرْمَانِيّ. وَيُحْتَمَلُ أَنْ تَكُونَ عَلَى بَابِهَا بِأَنْ تَكُونَ تِلْكَ السَّاعَة جُزْءًا مِنْ آخِرِ أَحَدهمَا وَجُزْءًا مِنْ أَوَّلِ الْآخَرِ. ‏ ‏قَوْله : ( وَهُنَّ إِحْدَى عَشْرَةَ ) ‏ ‏قَالَ اِبْن خُزَيْمَة : تَفَرَّدَ بِذَلِكَ مُعَاذ بْن هِشَام عَنْ أَبِيهِ وَرَوَاهُ سَعِيد بْن أَبِي عَرُوبَة وَغَيْرُهُ عَنْ قَتَادَة فَقَالُوا \" تِسْع نِسْوَة \". اِنْتَهَى. وَقَدْ أَشَارَ الْبُخَارِيّ إِلَى رِوَايَةِ سَعِيد بْن أَبِي عَرُوبَة فَعَلَّقَهَا هُنَا وَوَصَلَهَا بَعْد اِثْنَيْ عَشَر بَابًا بِلَفْظ \" كَانَ يَطُوفُ عَلَى نِسَائِهِ فِي اللَّيْلَةِ الْوَاحِدَةِ وَلَهُ يَوْمَئِذٍ تِسْع نِسْوَة \" وَقَدْ جَمَعَ اِبْن حِبَّانَ فِي صَحِيحِهِ بَيْنَ الرِّوَايَتَيْنِ بِأَنْ حَمَلَ ذَلِكَ عَلَى حَالَتَيْنِ لَكِنَّهُ وَهِمَ فِي قَوْلِهِ \" أَنَّ الْأُولَى كَانَتْ فِي أَوَّلِ قُدُومِهِ الْمَدِينَة حَيْثُ كَانَ تَحْتَهُ تِسْع نِسْوَة وَالْحَالَةَ الثَّانِيَةَ فِي آخِرِ الْأَمْرِ حَيْثُ اِجْتَمَعَ عِنْدَهُ إِحْدَى عَشْرَةَ اِمْرَأَة \" وَمَوْضِع الْوَهْم مِنْهُ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا قَدِمَ الْمَدِينَةَ لَمْ يَكُنْ تَحْتَهُ اِمْرَأَةٌ سِوَى سَوْدَة ثُمَّ دَخَلَ عَلَى عَائِشَة بِالْمَدِينَةِ ثُمَّ تَزَوَّجَ أُمّ سَلَمَة وَحَفْصَةَ وَزَيْنَب بِنْت خُزَيْمَة فِي السَّنَةِ الثَّالِثَةِ وَالرَّابِعَةِ ثُمَّ تَزَوَّجَ زَيْنَب بِنْت جَحْش فِي الْخَامِسَةِ ثُمَّ جُوَيْرِيَة فِي السَّادِسَةِ ثُمَّ صَفِيَّة وَأُمّ حَبِيبَة وَمَيْمُونَة فِي السَّابِعَةِ وَهَؤُلَاءِ جَمِيع مَنْ دَخَلَ بِهِنَّ مِنْ الزَّوْجَاتِ بَعْدَ الْهِجْرَةِ عَلَى الْمَشْهُورِ وَاخْتُلِفَ فِي رَيْحَانَةَ وَكَانَتْ مِنْ سَبْيِ بَنِي قُرَيْظَة فَجَزَمَ اِبْن إِسْحَاق بِأَنَّهُ عَرَضَ عَلَيْهَا أَنْ يَتَزَوَّجَهَا وَيَضْرِبَ عَلَيْهَا الْحِجَاب فَاخْتَارَتْ الْبَقَاءَ فِي مِلْكِهِ وَالْأَكْثَر عَلَى أَنَّهَا مَاتَتْ قَبْلَهُ فِي سَنَة عَشْر وَكَذَا مَاتَتْ زَيْنَب بِنْت خُزَيْمَة بَعْدَ دُخُولِهَا عَلَيْهِ بِقَلِيل قَالَ ابْن عَبْدِ الْبَرِّ : مَكَثَتْ عِنْدَهُ شَهْرَيْنِ أَوْ ثَلَاثَة. فَعَلَى هَذَا لَمْ يَجْتَمِعْ عِنْدَهُ مِنْ الزَّوْجَاتِ أَكْثَر مِنْ تِسْع مَعَ أَنَّ سَوْدَة كَانْت وَهَبَتْ يَوْمَهَا لِعَائِشَة كَمَا سَيَأْتِي فِي مَكَانِهِ فَرَجَحَتْ رِوَايَةُ سَعِيد. لَكِنْ تُحْمَلُ رِوَايَةُ هِشَام عَلَى أَنَّهُ ضَمَّ مَارِيَة وَرَيْحَانَة إِلَيْهِنَّ وَأَطْلَقَ عَلَيْهِنَّ لَفْظَ \" نِسَائِهِ \" تَغْلِيبًا. وَقَدْ سَرَدَ الدِّمْيَاطِيّ - فِي السِّيرَةِ الَّتِي جَمَعَهَا - مَنْ اِطَّلَعَ عَلَيْهِ مِنْ أَزْوَاجِهِ مِمَّنْ دَخَلَ بِهَا أَوْ عَقَدَ عَلَيْهَا فَقَطْ أَوْ طَلَّقَهَا قَبْلَ الدُّخُولِ أَوْ خَطَبَهَا وَلَمْ يَعْقِدْ عَلَيْهَا فَبَلَغَتْ ثَلَاثِينَ وَفِي الْمُخْتَارَةِ مِنْ وَجْهٍ آخَرَ عَنْ أَنَس \" تَزَوَّحَ خَمْس عَشْرَة : دَخَلَ مِنْهُنَّ بِإِحْدَى عَشْرَةَ وَمَاتَ عَنْ تِسْع \". وَسَرَدَ أَسْمَاءَهُنَّ أَيْضًا أَبُو الْفَتْحِ الْيَعْمُرِيّ ثُمَّ مُغَلْطَايْ فَزِدْنَ عَلَى الْعَدَدِ الَّذِي ذَكَرَهُ الدِّمْيَاطِيُّ وَأَنْكَرَ اِبْن الْقَيِّمِ ذَلِكَ. وَالْحَقُّ أَنَّ الْكَثْرَةَ الْمَذْكُورَةَ مَحْمُولَة عَلَى اِخْتِلَافٍ فِي بَعْضِ الْأَسْمَاءِ وَبِمُقْتَضَى ذَلِكَ تَنْقُصُ الْعِدَّة. وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( أَوَكَانَ ) ‏ ‏بِفَتْحِ الْوَاوِ هُوَ مَقُول قَتَادَة وَالْهَمْزَةُ لِلِاسْتِفْهَامِ وَمُمَيَّز ثَلَاثِينَ مَحْذُوفٌ أَيْ ثَلَاثِينَ رَجُلًا وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيقِ أَبِي مُوسَى مِنْ مُعَاذ بْن هِشَام \" أَرْبَعِينَ \" بَدَل ثَلَاثِينَ وَهِيَ شَاذَّةٌ مِنْ هَذَا الْوَجْهِ لَكِنْ فِي مَرَاسِيل طَاوُس مِثْل ذَلِكَ وَزَادَ \" فِي الْجِمَاعِ \" وَفِي صِفَةِ الْجَنَّةِ لِأَبِي نُعَيْمٍ مِنْ طَرِيق مُجَاهِد مِثْله وَزَادَ \" مِنْ رِجَالِ أَهْلِ الْجَنَّةِ \" وَمِنْ حَدِيثِ عَبْد اللَّه بْن عُمَر وَرَفَعَهُ \" أُعْطِيت قُوَّة أَرْبَعِينَ فِي الْبَطْشِ وَالْجِمَاعِ \" وَعِنْدَ أَحْمَدَ وَالنَّسَائِيّ وَصَحَّحَهُ الْحَاكِمُ مِنْ حَدِيثِ زَيْد بْن أَرْقَم رَفَعَهُ \" إِنَّ الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ لَيُعْطَى قُوَّة مِائَة فِي الْأَكْلِ وَالشُّرْبِ وَالْجِمَاعِ وَالشَّهْوَةِ \" فَعَلَى هَذَا يَكُونُ حِسَاب قُوَّة نَبِيِّنَا أَرْبَعَة آلَاف. ‏ ‏قَوْله : ( وَقَالَ سَعِيد ) ‏ ‏هُوَ اِبْن أَبِي عَرُوبَة كَذَا لِلْجَمِيعِ إِلَّا أَنَّ الْأَصِيلِيّ قَالَ : إِنَّهُ وَقَعَ فِي نُسْخَة \" شُعْبَة \" بَدَلَ سَعِيد قَالَ \" وَفِي عَرْضِنَا عَلَى أَبِي زَيْد بِمَكَّةَ سَعِيد \" قَالَ أَبُو عَلِيّ الْجَيَّانِيُّ وَهُوَ الصَّوَابُ. قُلْت : وَقَدْ ذَكَرْنَا قَبْلُ أَنَّ الْمُصَنِّفَ وَصَلَ رِوَايَةَ سَعِيد وَأَمَّا رِوَايَةُ شُعْبَةَ لِهَذَا الْحَدِيثِ عَنْ قَتَادَة فَقَدْ وَصَلَهَا الْإِمَامُ أَحْمَد. قَالَ اِبْن الْمُنِير : لَيْسَ فِي حَدِيثِ دَوَرَانِهِ عَلَى نِسَائِهِ دَلِيل عَلَى التَّرْجَمَةِ فَيُحْتَمَلُ أَنَّهُ طَافَ عَلَيْهِنَّ وَاغْتَسَلَ فِي خِلَالِ ذَلِكَ عَنْ كُلِّ فِعْلَة غُسْلًا. قَالَ وَالِاحْتِمَال فِي رِوَايَة اللَّيْلَةِ أَظْهَرُ مِنْهُ فِي السَّاعَةِ. قُلْت : التَّقْيِيدُ بِاللَّيْلَةِ لَيْسَ صَرِيحًا فِي حَدِيثِ عَائِشَة وَأَمَّا حَدِيثُ أَنَس فَحَيْثُ جَاءَ فِيهِ التَّصْرِيحُ بِاللَّيْلَةِ قَيَّدَ الِاغْتِسَال بِالْمَرَّةِ الْوَاحِدَةِ. كَذَا وَقَعَ فِي رِوَايَاتٍ لِلنَّسَائِيِّ وَابْن خُزَيْمَة وَابْن حِبَّانَ وَوَقَعَ التَّقْيِيدُ بِالْغُسْلِ الْوَاحِدِ مِنْ غَيْرِ ذِكْرِ اللَّيْلَةِ فِي رِوَايَاتٍ أُخْرَى لَهُمْ وَلِمُسْلِم وَحَيْثُ جَاءَ فِي حَدِيثِ أَنَس التَّقْيِيد بِالسَّاعَةِ لَمْ يَحْتَجْ إِلَى تَقْيِيد الْغُسْل بِالْمَرَّةِ ; لِأَنَّهُ يَتَعَذَّرُ أَوْ يَتَعَسَّرُ وَحَيْثُ جَاءَ فِيهَا تَكْرَار الْمُبَاشَرَة وَالْغُسْل مَعًا وَعُرِفَ مِنْ هَذَا أَنَّ قَوْلَهُ فِي التَّرْجَمَةِ \" فِي غُسْلٍ وَاحِدٍ \" أَشَارَ بِهِ إِلَى مَا وَرَدَ فِي بَعْضِ طُرُقِ الْحَدِيثِ وَإِنْ لَمْ يَكُنْ مَنْصُوصًا فِيمَا أَخْرَجَهُ كَمَا جَرَتْ بِهِ عَادَتُهُ وَيُحْمَلُ الْمُطْلَق فِي حَدِيثِ عَائِشَة عَلَى الْمُقَيَّدِ فِي حَدِيثِ أَنَس لِيَتَوَافَقَا وَمِنْ لَازِم جِمَاعهنَّ فِي السَّاعَةِ أَوْ اللَّيْلَة الْوَاحِدَة عَوْدُ الْجِمَاع كَمَا تَرْجَمَ بِهِ وَاَللَّهُ أَعْلَمُ. وَاسْتَدَلَّ بِهِ الْمُصَنِّف فِي كِتَاب النِّكَاح عَلَى اِسْتِحْبَاب الِاسْتِكْثَار مِنْ النِّسَاءِ وَأَشَارَ فِيهِ إِلَى أَنَّ الْقَسْمَ لَمْ يَكُنْ وَاجِبًا عَلَيْهِ وَهُوَ قَوْلُ طَوَائِف مِنْ أَهْلِ الْعِلْمِ , وَبِهِ جَزَمَ الْإِصْطَخْرِيّ مِنْ الشَّافِعِيَّةِ وَالْمَشْهُور عِنْدَهُمْ وَعِنْدَ الْأَكْثَرِينَ الْوُجُوب وَيَحْتَاجُ مَنْ قَالَ بِهِ إِلَى الْجَوَابِ عَنْ هَذَا الْحَدِيثِ فَقِيلَ : كَانَ ذَلِكَ بِرِضَا صَاحِبَة النَّوْبَة كَمَا اِسْتَأْذَنَهُنَّ أَنْ يُمَرَّضَ فِي بَيْتِ عَائِشَة وَيُحْتَمَلُ أَنْ يَكُونَ ذَلِكَ كَانَ يَحْصُلُ عِنْدَ اِسْتِيفَاء الْقِسْمَة ثُمَّ يَسْتَأْنِفُ الْقِسْمَةَ , وَقِيلَ كَانَ ذَلِكَ عِنْدَ إِقْبَالِهِ مِنْ سَفَر ; لِأَنَّهُ كَانَ إِذَا سَافَرَ أَقْرَعَ بَيْنَهُنَّ فَيُسَافِرُ بِمَنْ يَخْرُجُ سَهْمُهَا فَإِذَا اِنْصَرَفَ اِسْتَأْنَفَ وَهُوَ أَخَصُّ مِنْ الِاحْتِمَالِ الثَّانِي وَالْأَوَّلُ أَلْيَق بِحَدِيثِ عَائِشَة وَكَذَا الثَّانِي وَيُحْتَمَلُ أَنْ يَكُونَ ذَلِكَ كَانَ يَقَعُ قَبْلَ وُجُوبِ الْقِسْمَةِ ثُمَّ تَرَكَ بَعْدَهَا. وَأَغْرَبَ اِبْن الْعَرَبِيِّ فَقَالَ : إِنَّ اللَّهَ خَصَّ نَبِيَّهُ بِأَشْيَاءَ مِنْهَا أَنَّهُ أَعْطَاهُ سَاعَة فِي كُلِّ يَوْمٍ لَا يَكُونُ لِأَزْوَاجِهِ فِيهَا حَقّ يَدْخُلُ فِيهَا عَلَى جَمِيعِهِنَّ فَيَفْعَلُ مَا يُرِيدُ ثُمَّ يَسْتَقِرُّ عِنْدَ مَنْ لَهَا النَّوْبَةُ وَكَانَتْ تِلْكَ السَّاعَة بَعْدَ الْعَصْرِ فَإِنْ اِشْتَغَلَ عَنْهَا كَانَتْ بَعْدَ الْمَغْرِبِ , وَيَحْتَاجُ إِلَى ثُبُوتِ مَا ذَكَرَهُ مُفَصَّلًا. وَفِي هَذَا الْحَدِيثِ مِنْ الْفَوَائِدِ غَيْر مَا تَقَدَّمَ مَا أُعْطِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْقُوَّةِ عَلَى الْجِمَاعِ وَهُوَ دَلِيلٌ عَلَى كَمَالِ الْبِنْيَةِ وَصِحَّة الذُّكُورِيَّة وَالْحِكْمَة فِي كَثْرَةِ أَزْوَاجِهِ أَنَّ الْأَحْكَامَ الَّتِي لَيْسَتْ ظَاهِرَةً يَطَّلِعْنَ عَلَيْهَا فَيَنْقُلْنَهَا وَقَدْ جَاءَ عَنْ عَائِشَة مِنْ ذَلِكَ الْكَثِير الطَّيِّب , وَمِنْ ثَمَّ فَضَّلَهَا بَعْضهمْ عَلَى الْبَاقِيَاتِ. وَاسْتَدَلَّ بِهِ اِبْنُ التِّينِ لِقَوْلِ مَالِكٍ بِلُزُوم الظِّهَار مِنْ الْإِمَاءِ بِنَاءً عَلَى أَنَّ الْمُرَادَ بِالزَّائِدَتَيْنِ عَلَى التِّسْعِ مَارِيَة وَرَيْحَانَة وَقَدْ أَطْلَقَ عَلَى الْجَمِيعِ لَفْظَ نِسَائِهِ تُعُقِّبَ بِأَنَّ الْإِطْلَاقَ الْمَذْكُورَ لِلتَّغْلِيبِ كَمَا تَقَدَّمَ فَلَيْسَ فِيهِ حُجَّة لِمَا اِدَّعَى وَاسْتَدَلَّ بِهِ اِبْن الْمُنِير عَلَى جَوَازِ وَطْءِ الْحُرَّةِ بَعْدَ الْأَمَةِ مِنْ غَيْرِ غَسْلٍ بَيْنَهُمَا وَلَا غَيْره وَالْمَنْقُول عَنْ مَالِكٍ أَنَّهُ لَا يَتَأَكَّدُ الِاسْتِحْبَاب فِي هَذِهِ الصُّورَةِ وَيُمْكِنُ أَنْ يَكُونَ ذَلِكَ وَقَعَ لِبَيَان الْجَوَاز فَلَا يَدُلُّ عَلَى عَدَمِ الِاسْتِحْبَابِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 269,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا زَائِدَةُ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ، قَالَ كُنْتُ رَجُلاً مَذَّاءً فَأَمَرْتُ رَجُلاً أَنْ يَسْأَلَ النَّبِيَّ صلى الله عليه وسلم لِمَكَانِ ابْنَتِهِ فَسَأَلَ فَقَالَ ‏\n\"‏ تَوَضَّأْ وَاغْسِلْ ذَكَرَكَ ‏\"‏‏.‏",
    "english_text": "I used to get emotional urethral discharge frequently. Being the son-in-law of the Prophet (ﷺ) I requested \na man to ask him about it. So the man asked the Prophet (ﷺ) about it. The Prophet (ﷺ) replied, \"Perform \nablution after washing your organ (penis).\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو الْوَلِيدِ ) ‏ ‏هُوَ الطَّيَالِسِيّ. ‏ ‏) ‏ ‏قَوْله : ( عَنْ أَبِي عَبْد الرَّحْمَن ) ‏ ‏هُوَ السُّلَمِيُّ. ‏ ‏قَوْله : ( مَذَّاء ) ‏ ‏صِيغَة مُبَالَغَة مِنْ الْمَذْيِ يُقَالُ مَذَى يَمْذِي مِثْلُ مَضَى يَمْضِي ثُلَاثِيًّا وَيُقَالُ أَيْضًا أَمْذَى يُمْذِي بِوَزْنِ أَعْطَى يُعْطِي رُبَاعِيًّا. ‏ ‏) ‏ ‏قَوْله : ( فَأَمَرْتُ رَجُلًا ) ‏ ‏هُوَ الْمِقْدَاد بْن الْأَسْوَد كَمَا تَقَدَّمَ فِي بَاب الْوُضُوء مِنْ الْمَخْرَجَيْنِ مِنْ وَجْهٍ آخَرَ وَزَادَ فِيهِ \" فَاسْتَحْيَيْت أَنْ أَسْأَلَ \". ‏ ‏قَوْله : ( لِمَكَانِ اِبْنَتِهِ ) ‏ ‏فِي رِوَايَةِ مُسْلِمٍ مِنْ طَرِيقِ اِبْنِ الْحَنَفِيَّةِ عَنْ عَلِيّ \" مِنْ أَجْلِ فَاطِمَة \" رَضِيَ اللَّهُ عَنْهُمَا. ‏ ‏قَوْله : ( تَوَضَّأْ ) ‏ ‏هَذَا الْأَمْر بِلَفْظ الْإِفْرَاد يُشْعِرُ بِأَنَّ الْمِقْدَادَ سَأَلَ لِنَفْسِهِ وَيُحْتَمَلُ أَنْ يَكُونَ سَأَلَ لِمُبْهَمٍ أَوْ لِعَلِيٍّ فَوَجَّهَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْخِطَاب إِلَيْهِ. وَالظَّاهِر أَنَّ عَلِيًّا كَانَ حَاضِر السُّؤَال فَقَدْ أَطْبَقَ أَصْحَاب الْمَسَانِيد وَالْأَطْرَاف عَلَى إِيرَادِ هَذَا الْحَدِيثِ فِي مُسْنَدِ عَلِيّ وَلَوْ حَمَلُوهُ عَلَى أَنَّهُ لَمْ يَحْضُرْ لَأَوْرَدُوهُ فِي مُسْنَد الْمِقْدَاد. وَيُؤَيِّدُهُ مَا فِي رِوَايَة النَّسَائِيّ مِنْ طَرِيقِ أَبِي بَكْر بْن عَيَّاش عَنْ أَبِي حُصَيْنٍ فِي هَذَا الْحَدِيثِ عَنْ عَلِيّ قَالَ \" فَقُلْت لِرَجُلٍ جَالِسٍ إِلَى جَنْبِي سَلْهُ فَسَأَلَهُ \" وَوَقَعَ فِي رِوَايَةِ مُسْلِم \" فَقَالَ : يَغْسِلُ ذَكَرَهُ وَيَتَوَضَّأُ \" بِلَفْظِ الْغَائِبِ فَيُحْتَمَلُ أَنْ يَكُونَ سُؤَال الْمِقْدَاد وَقَعَ عَلَى الْإِبْهَامِ وَهُوَ الْأَظْهَرُ فَفِي مُسْلِمٍ أَيْضًا \" فَسَأَلَهُ عَنْ الْمَذْيِ يَخْرُجُ مِنْ الْإِنْسَانِ \" وَفِي الْمُوَطَّأِ نَحْوُهُ وَوَقَعَ فِي رِوَايَةٍ لِأَبِي دَاوُد وَالنَّسَائِيّ وَابْن خُزَيْمَة ذِكْرُ سَبَب ذَلِكَ مِنْ طَرِيقِ حُصَيْنِ بْن قَبِيصَةٍ عَنْ عَلِيّ قَالَ \" كُنْت رَجُلًا مَذَّاء فَجَعَلْت أَغْتَسِلُ مِنْهُ فِي الشِّتَاءِ حَتَّى تَشَقَّقَ ظَهْرِي فَقَالَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : لَا تَفْعَلْ \" وَلِأَبِي دَاوُد وَابْن خُزَيْمَة مِنْ حَدِيثِ سَهْل بْن حُنَيْفٍ أَنَّهُ وَقَعَ لَهُ نَحْوُ ذَلِكَ وَأَنَّهُ سَأَلَ عَنْ ذَلِكَ بِنَفْسِهِ وَوَقَعَ فِي رِوَايَةٍ لِلنَّسَائِيِّ أَنَّ عَلِيًّا قَالَ \" أَمَرْتُ عَمَّارًا أَنْ يَسْأَلَ \" وَفِي رِوَايَةٍ لِابْن حِبَّانَ وَالْإِسْمَاعِيلِيِّ أَنَّ عَلِيًّا قَالَ \" سَأَلْت \". وَجَمَعَ اِبْن حِبَّانَ بَيْنَ هَذَا الِاخْتِلَافِ بِأَنَّ عَلِيًّا أَمَرَ عَمَّارًا أَنْ يَسْأَلَ ثُمَّ أَمَرَ الْمِقْدَاد بِذَلِكَ ثُمَّ سَأَلَ بِنَفْسِهِ , وَهُوَ جَمْعٌ جَيِّدٌ إِلَّا بِالنِّسْبَةِ إِلَى آخِرِهِ ; لِكَوْنِهِ مُغَايِرًا لِقَوْلِهِ إِنَّهُ اِسْتَحْيَى مِنْ السُّؤَالِ بِنَفْسِهِ لِأَجْلِ فَاطِمَة فَيَتَعَيَّنُ حَمْلُهُ عَلَى الْمَجَازِ بِأَنَّ بَعْضَ الرُّوَاةِ أَطْلَقَ أَنَّهُ سَأَلَ لِكَوْنِهِ الْآمِرَ بِذَلِكَ وَبِهَذَا جَزَمَ الْإِسْمَاعِيلِيّ ثُمَّ النَّوَوِيُّ وَيُؤَيِّدُ أَنَّهُ أَمَرَ كُلًّا مِنْ الْمِقْدَادِ وَعَمَّارًا بِالسُّؤَالِ عَنْ ذَلِكَ مَا رَوَاهُ عَبْد الرَّزَّاق مِنْ طَرِيقِ عَائِش بْن أَنَس قَالَ \" تَذَاكَرَ عَلِيّ وَالْمِقْدَاد وَعَمَّار الْمَذْي فَقَالَ عَلِيّ : إِنَّنِي رَجُل مَذَّاء فَاسْأَلَا عَنْ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ أَحَد الرَّجُلَيْنِ \" وَصَحَّحَ اِبْن بَشْكُوَال أَنَّ الَّذِي تَوَلَّى السُّؤَالَ عَنْ ذَلِكَ هُوَ الْمِقْدَادُ وَعَلَى هَذَا فَنِسْبَة عَمَّار إِلَى أَنَّهُ سَأَلَ عَنْ ذَلِكَ مَحْمُولَة عَلَى الْمَجَازِ أَيْضًا ; لِكَوْنِهِ قَصَدَهُ لَكِنْ تَوَلَّى الْمِقْدَاد الْخِطَاب دُونَهُ وَاَللَّهُ أَعْلَمُ. وَاسْتُدِلَّ بِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" تَوَضَّأْ \" عَلَى أَنَّ الْغُسْلَ لَا يَجِبُ بِخُرُوج الْمَذْي وَصَرَّحَ بِذَلِكَ فِي رِوَايَةٍ لِأَبِي دَاوُد وَغَيْرِهِ وَهُوَ إِجْمَاع وَعَلَى أَنَّ الْأَمْرَ بِالْوُضُوءِ مِنْهُ كَالْأَمْرِ بِالْوُضُوءِ مِنْ الْبَوْلِ كَمَا تَقَدَّمَ اِسْتِدْلَال الْمُصَنِّفِ بِهِ فِي بَاب : مَنْ لَمْ يَرَ الْوُضُوء إِلَّا مِنْ الْمَخْرَجَيْنِ وَحَكَى الطَّحَاوِيّ عَنْ قَوْمٍ أَنَّهُمْ قَالُوا بِوُجُوبِ الْوُضُوءِ بِمُجَرَّدِ خُرُوجِهِ ثُمَّ رَدَّ عَلَيْهِمْ بِمَا رَوَاهُ مِنْ طَرِيقِ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ عَلِيّ قَالَ : سُئِلَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمَذْيِ فَقَالَ \" فِيهِ الْوُضُوء وَفِي الْمَنِيِّ الْغُسْل \" فَعُرِفَ بِهَذَا أَنَّ حُكْمَ الْمَذْيِ حُكْمُ الْبَوْل وَغَيْره مِنْ نَوَاقِضِ الْوُضُوءِ لَا أَنَّهُ يُوجِبُ الْوُضُوءَ بِمُجَرَّدِهِ. ‏ ‏قَوْله : ( وَاغْسِلْ ذَكَرَك ) ‏ ‏هَكَذَا وَقَعَ فِي الْبُخَارِيِّ تَقْدِيم الْأَمْرِ بِالْوُضُوءِ عَلَى غَسْلِهِ وَوَقَعَ فِي الْعُمْدَةِ نِسْبَة ذَلِكَ إِلَى الْبُخَارِيِّ بِالْعَكْسِ لَكِنَّ الْوَاوَ لَا تُرَتِّبُ فَالْمَعْنَى وَاحِد وَهِيَ رِوَايَة الْإِسْمَاعِيلِيّ فَيَجُوزُ تَقْدِيم غَسْله عَلَى الْوُضُوءِ وَهُوَ أَوْلَى وَيَجُوزُ تَقْدِيمُ الْوُضُوءِ عَلَى غَسْلِهِ لَكِنْ مَنْ يَقُولُ بِنَقْضِ الْوُضُوءِ بِمَسِّهِ يَشْتَرِطُ أَنْ يَكُونَ ذَلِكَ بِحَائِل وَاسْتَدَلَّ بِهِ اِبْن دَقِيقِ الْعِيدِ عَلَى تَعَيُّنِ الْمَاء فِيهِ دُونَ الْأَحْجَارِ وَنَحْوِهَا ; لِأَنَّ ظَاهِرَهُ يُعَيِّنُ الْغَسْلَ , وَالْمُعَيَّنُ لَا يَقَعُ الِامْتِثَال إِلَّا بِهِ وَهَذَا مَا صَحَّحَهُ النَّوَوِيّ فِي شَرْحِ مُسْلِم وَصَحَّحَ فِي بَاقِي كُتُبِهِ جَوَاز الِاقْتِصَار إِلْحَاقًا بِالْبَوْلِ وَحَمْلًا لِلْأَمْرِ بِغَسْلِهِ عَلَى الِاسْتِحْبَابِ أَوْ عَلَى أَنَّهُ خَرَجَ مَخْرَج الْغَالِبِ , وَهَذَا الْمَعْرُوف فِي الْمَذْهَبِ وَاسْتَدَلَّ بِهِ بَعْض الْمَالِكِيَّةِ وَالْحَنَابِلَةِ عَلَى إِيجَابِ اِسْتِيعَابِهِ بِالْغَسْلِ عَمَلًا بِالْحَقِيقَةِ لَكِنَّ الْجُمْهُورَ نَظَرُوا إِلَى الْمَعْنَى فَإِنَّ الْمُوجِبَ لِغَسْلِهِ إِنَّمَا هُوَ خُرُوجُ الْخَارِجِ فَلَا تَجِبُ الْمُجَاوَزَة إِلَى غَيْرِ مَحَلِّهِ وَيُؤَيِّدُهُ مَا عِنْدَ الْإِسْمَاعِيلِيِّ فِي رِوَايَة \" فَقَالَ تَوَضَّأْ وَاغْسِلْهُ \" فَأَعَادَ الضَّمِير عَلَى الْمَذْيِ وَنَظِيرُ هَذَا قَوْله \" مَنْ مَسَّ ذَكَرَهُ فَلْيَتَوَضَّأْ \" فَإِنَّ النَّقْضَ لَا يَتَوَقَّفُ عَلَى مَسّ جَمِيعه وَاخْتَلَفَ الْقَائِلُونَ بِوُجُوبِ غَسْل جَمِيعه هَلْ هُوَ مَعْقُولُ الْمَعْنَى أَوْ لِلتَّعَبُّدِ ؟ فَعَلَى الثَّانِي تَجِبُ النِّيَّة فِيهِ قَالَ الطَّحَاوِيّ : لَمْ يَكُنْ الْأَمْر بِغَسْلِهِ لِوُجُوبِ غَسْلِهِ كُلّه بَلْ لِيَتَقَلَّص فَيَبْطُلُ خُرُوجه كَمَا فِي الضَّرْعِ إِذَا غُسِلَ بِالْمَاءِ الْبَارِدِ يَتَفَرَّقُ لَبَنه إِلَى دَاخِلِ الضَّرْعِ فَيَنْقَطِعُ بِخُرُوجِهِ وَاسْتُدِلَّ بِهِ أَيْضًا عَلَى نَجَاسَة الْمَذْي وَهُوَ ظَاهِرٌ وَخَرَّجَ اِبْن عَقِيل الْحَنْبَلِيُّ مِنْ قَوْلِ بَعْضِهِمْ : إِنَّ الْمَذْيَ مِنْ أَجْزَاءِ الْمَنِيِّ رِوَايَةً بِطَهَارَتِهِ , وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ مَنِيًّا لَوَجَبَ الْغُسْلُ مِنْهُ وَاسْتُدِلَّ بِهِ عَلَى وُجُوبِ الْوُضُوءِ عَلَى مَنْ بِهِ سَلَس الْمَذْي ; لِلْأَمْرِ بِالْوُضُوءِ مَعَ الْوَصْفِ بِصِيغَةِ الْمُبَالَغَةِ الدَّالَّةِ عَلَى الْكَثْرَةِ وَتَعَقَّبَهُ اِبْن دَقِيقِ الْعِيدِ بِأَنَّ الْكَثْرَةَ هُنَا نَاشِئَةٌ عَنْ غَلَبَةِ الشَّهْوَةِ مَعَ صِحَّةِ الْجَسَدِ بِخِلَافِ صَاحِبِ السَّلَسِ فَإِنَّهُ يَنْشَأُ عَنْ عِلَّةٍ فِي الْجَسَدِ وَيُمْكِنُ أَنْ يُقَالَ : أَمَرَ الشَّارِع بِالْوُضُوءِ مِنْهُ وَلَمْ يَسْتَفْصِلْ فَدَلَّ عَلَى عُمُومِ الْحُكْمِ وَاسْتُدِلَّ بِهِ عَلَى قَبُولِ خَبَرِ الْوَاحِدِ وَعَلَى جَوَاز الِاعْتِمَاد عَلَى الْخَبَرِ الْمَظْنُونِ مَعَ الْقُدْرَةِ عَلَى الْمَقْطُوعِ وَفِيهِمَا نَظَرٌ لِمَا قَدَّمْنَاهُ مِنْ أَنَّ السُّؤَالَ كَانَ بِحَضْرَةِ عَلِيّ ثُمَّ لَوْ صَحَّ أَنَّ السُّؤَالَ كَانَ فِي غَيْبَتِهِ لَمْ يَكُنْ دَلِيلًا عَلَى الْمُدَّعَى لِاحْتِمَالِ وُجُودِ الْقَرَائِنِ الَّتِي تَحُفُّ الْخَبَر فَتُرَقِّيهِ عَنْ الظَّنِّ إِلَى الْقَطْعِ قَالَهُ الْقَاضِي عِيَاض. وَقَالَ اِبْن دَقِيقِ الْعِيدِ : الْمُرَادُ بِالِاسْتِدْلَالِ بِهِ عَلَى قَبُولِ خَبَرِ الْوَاحِدِ مَعَ كَوْنِهِ خَبَر وَاحِد أَنَّهُ صُورَةٌ مِنْ الصُّوَرِ الَّتِي تَدُلُّ وَهِيَ كَثِيرَةٌ تَقُومُ الْحُجَّةُ بِجُمْلَتِهَا لَا بِفَرْدٍ مُعَيَّنٍ مِنْهَا. وَفِيهِ جَوَاز الِاسْتِنَابَة فِي الِاسْتِفْتَاءِ وَقَدْ يُؤْخَذُ مِنْهُ جَوَاز دَعْوَى الْوَكِيلِ بِحَضْرَة مُوَكِّله وَفِيهِ مَا كَانَ الصَّحَابَة عَلَيْهِ مِنْ حُرْمَة النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَوْقِيره وَفِيهِ اِسْتِعْمَالُ الْأَدَبِ فِي تَرْكِ الْمُوَاجَهَةِ بِمَا يُسْتَحَى مِنْهُ عُرْفًا وَحُسْن الْمُعَاشَرَةِ مَعَ الْأَصْهَارِ وَتَرْك ذِكْرِ مَا يَتَعَلَّقُ بِجِمَاعِ الْمَرْأَةِ وَنَحْوِهِ بِحَضْرَةِ أَقَارِبِهَا وَقَدْ تَقَدَّمَ اِسْتِدْلَال الْمُصَنِّفِ بِهِ فِي الْعِلْمِ لِمَنْ اِسْتَحْيَى فَأَمَرَ غَيْرَهُ بِالسُّؤَالِ ; لِأَنَّ فِيهِ جَمْعًا بَيْنَ الْمَصْلَحَتَيْنِ : اِسْتِعْمَال الْحَيَاءِ وَعَدَم التَّفْرِيطِ فِي مَعْرِفَةِ الْحُكْمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 270,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ عَائِشَةَ فَذَكَرْتُ لَهَا قَوْلَ ابْنِ عُمَرَ مَا أُحِبُّ أَنْ أُصْبِحَ، مُحْرِمًا أَنْضَخُ طِيبًا‏.‏ فَقَالَتْ عَائِشَةُ أَنَا طَيَّبْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ثُمَّ طَافَ فِي نِسَائِهِ ثُمَّ أَصْبَحَ مُحْرِمًا‏.‏",
    "english_text": "on the authority of his father that he had asked `Aisha about the saying of Ibn `Umar (i.e. he did not \nlike to be a Muhrim while the smell of scent was still coming from his body). `Aisha said, \"I scented \nAllah's Messenger (ﷺ) and he went round (had sexual intercourse with) all his wives, and in the morning he \nwas Muhrim (after taking a bath).\"",
    "explication": "تَقَدَّمَ الْكَلَام عَلَى الْحَدِيثِ قَبْلَ بَاب وَمَوْضِع الِاسْتِدْلَالِ بِهِ أَنَّ قَوْلَهَا \" طَافَ فِي نِسَائِهِ \" كِنَايَة عَنْ الْجِمَاعِ وَمِنْ لَازِمِهِ الِاغْتِسَال. وَقَدْ ذَكَرَتْ أَنَّهَا طَيَّبَتْهُ قَبْلَ ذَلِكَ وَأَنَّهُ أَصْبَحَ مُحْرِمًا. وَمِنْ فَوَائِدِهِ أَيْضًا وُقُوع رَدِّ بَعْض الصَّحَابَةِ عَلَى بَعْضٍ بِالدَّلِيلِ وَاطِّلَاع أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مَا لَا يَطَّلِعُ عَلَيْهِ غَيْرُهُنَّ مِنْ أَفَاضِلِ الصَّحَابَة وَخِدْمَةُ الزَّوْجَات لِأَزْوَاجِهِنَّ وَالتَّطَيُّب عِنْدَ الْإِحْرَامِ وَسَيَأْتِي فِي الْحَجِّ. وَقَالَ اِبْن بَطَّالٍ : فِيهِ أَنَّ السُّنَّةَ اِتِّخَاذ الطِّيبِ لِلرِّجَالِ وَالنِّسَاءِ عِنْدَ الْجِمَاعِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 271,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا الْحَكَمُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ الطِّيبِ فِي مَفْرِقِ النَّبِيِّ صلى الله عليه وسلم وَهْوَ مُحْرِمٌ‏.‏",
    "english_text": "It is as if I am just looking at the glitter of scent in the parting of the Prophet's head hair while he was \na Muhrim.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الْحَكَمُ ) ‏ ‏هُوَ اِبْنُ عُتَيْبَة هُوَ وَشَيْخه إِبْرَاهِيم النَّخَعِيّ وَشَيْخه الْأَسْوَد بْن يَزِيد فُقَهَاءُ كُوفِيُّونَ تَابِعِيُّونَ. ‏ ‏) ‏ ‏قَوْله : ( وَبِيص ) ‏ ‏بِفَتْحِ الْوَاوِ وَكَسْرِ الْمُوَحَّدَةِ بَعْدَهَا يَاء تَحْتَانِيَّة ثُمَّ صَاد مُهْمَلَة هُوَ الْبَرِيقُ وَقَالَ الْإِسْمَاعِيلِيّ وَبِيص الطِّيب تَلَأْلُؤُهُ وَذَلِكَ لِعَيْنٍ قَائِمَةٍ لَا لِلرِّيحِ فَقَطْ. ‏ ‏قَوْله : ( مَفْرِق ) ‏ ‏بِفَتْحِ الْمِيمِ وَكَسْرِ الرَّاءِ وَيَجُوزُ فَتْحُهَا. وَدَلَالَةُ هَذَا الْمَتْن عَلَى التَّرْجَمَةِ إِمَّا لِكَوْنِهَا قِصَّةً وَاحِدَةً وَإِمَّا لِأَنَّ مِنْ سُنَنِ الْإِحْرَامِ الْغُسْلَ عِنْدَهُ وَلَمْ يَكُنْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَعُهُ. وَفِيهِ أَنَّ بَقَاءَ الطِّيبِ عَلَى بَدَن الْمُحْرِم لَا يَضُرُّ بِخِلَاف اِبْتِدَائِهِ بَعْدَ الْإِحْرَامِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 272,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ غَسَلَ يَدَيْهِ، وَتَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ اغْتَسَلَ، ثُمَّ يُخَلِّلُ بِيَدِهِ شَعَرَهُ، حَتَّى إِذَا ظَنَّ أَنْ قَدْ أَرْوَى بَشَرَتَهُ، أَفَاضَ عَلَيْهِ الْمَاءَ ثَلاَثَ مَرَّاتٍ، ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ‏.‏ وَقَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ نَغْرِفُ مِنْهُ جَمِيعًا‏.‏",
    "english_text": "(on the authority of his father) `Aisha said, \"Whenever Allah's Messenger (ﷺ) took the bath of Janaba, he \ncleaned his hands and performed ablution like that for prayer and then took a bath and rubbed his hair, \ntill he felt that the whole skin of the head had become wet, then he would pour water thrice and wash \nthe rest of the body.\" `Aisha further said, \"I and Allah's Messenger (ﷺ) used to take a bath from a single \nwater container, from which we took water simultaneously.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُسَدَّد قَالَ حَدَّثَنَا حَمَّاد ) ‏ ‏هُوَ اِبْن زَيْد وَلَمْ يَسْمَعْ مِنْ حَمَّاد بْن سَلَمَة. ‏ ‏وَهِشَام ‏ ‏هُوَ اِبْن عُرْوَة. ‏ ‏قَوْله : ( غَسْل يَدِهِ ) ‏ ‏هَكَذَا أَوْرَدَهُ مُخْتَصَرًا وَقَدْ أَخْرَجَهُ أَبُو دَاوُد تَامًّا عَنْ مُسَدَّدٍ بِهَذَا السَّنَدِ لَكِنْ قَالَ \" يَدَيْهِ \" بِالتَّثْنِيَةِ وَزَاد \" يَصُبُّ عَلَى يَدِهِ الْيُمْنَى \" أَيْ مِنْ الْإِنَاءِ \" فَيَغْسِلُ فَرْجَهُ يُفْرِغُ عَلَى شِمَاله ثُمَّ يَتَوَضَّأُ وُضُوءَهُ لِلصَّلَاةِ \" الْحَدِيثَ. وَهَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طُرُقٍ عَنْ حَمَّاد بْن زَيْد وَسَيَأْتِي نَحْوُهُ مِنْ وُجُوهٍ أُخَرَ عَنْ هِشَام فِي بَاب تَخْلِيل الشَّعْرِ قَالَ الْمُهَلَّب. حَمَلَ الْبُخَارِيّ أَحَادِيث الْبَاب الَّتِي لَمْ يَذْكُرْ فِيهَا غَسْلَ الْيَدَيْنِ قَبْلَ إِدْخَالِهِمَا عَلَى حَالِ تَيَقُّنِ نَظَافَة الْيَدِ , وَحَدِيث هِشَام - يَعْنِي هَذَا - عَلَى مَا إِذَا خَشِيَ أَنْ يَكُونَ عَلِقَ بِهَا شَيْءٌ فَاسْتَعْمَلَ مِنْ اِخْتِلَافِ الْحَدِيثَيْنِ مَا جَمَعَ بَيْنَهُمَا وَنَفَى التَّعَارُض عَنْهُمَا. اِنْتَهَى. وَيُمْكِنُ أَنْ يُحْمَلَ الْفِعْلُ عَلَى النَّدْبِ وَالتَّرْكُ عَلَى الْجَوَازِ. أَوْ يُقَال : حَدِيثُ التَّرْكِ مُطْلَق وَحَدِيث الْفِعْلِ مُقَيَّد فَيُحْمَلُ الْمُطْلَق عَلَى الْمُقَيَّدِ ; لِأَنَّ فِي رِوَايَةِ الْفِعْلِ زِيَادَة لَمْ تُذْكَرْ فِي الْأُخْرَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 273,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، قَالَ أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا الأَعْمَشُ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، قَالَتْ وَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَضُوءًا لِجَنَابَةٍ فَأَكْفَأَ بِيَمِينِهِ عَلَى شِمَالِهِ مَرَّتَيْنِ، أَوْ ثَلاَثًا، ثُمَّ غَسَلَ فَرْجَهُ، ثُمَّ ضَرَبَ يَدَهُ بِالأَرْضِ ـ أَوِ الْحَائِطِ ـ مَرَّتَيْنِ أَوْ ثَلاَثًا، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ وَذِرَاعَيْهِ، ثُمَّ أَفَاضَ عَلَى رَأْسِهِ الْمَاءَ، ثُمَّ غَسَلَ جَسَدَهُ، ثُمَّ تَنَحَّى فَغَسَلَ رِجْلَيْهِ‏.‏ قَالَتْ فَأَتَيْتُهُ بِخِرْقَةٍ، فَلَمْ يُرِدْهَا، فَجَعَلَ يَنْفُضُ بِيَدِهِ‏.‏",
    "english_text": "Water was placed for the ablution of Allah's Messenger (ﷺ) after Janaba. He poured water with his right hand \nover his left twice or thrice and then washed his private parts and rubbed his hand on the earth or on a \nwall twice or thrice and then rinsed his mouth, washed his nose by putting water in it and then \nblowing it out and then washed his face and forearms and poured water over his head and washed his \nbody. Then he shifted from that place and washed his feet. I brought a piece of cloth, but he did not \ntake it and removed the traces of water from his body with his hand.\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنَا ) ‏ ‏وَلِأَبِي ذَرٍّ ( حَدَّثَنَا الْفَضْل. ‏ ‏قَوْله : ( وَضَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وُضُوء الْجَنَابَة ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْإِضَافَةِ , وَلِكَرِيمَة \" وُضُوءًا \" بِالتَّنْوِينِ \" لِجَنَابَةٍ \" بِلَامٍ وَاحِدَةٍ وَلِلْكُشْمِيهَنِيّ \" جَنَابَة \" وَلِرَفِيقَيْهِ \" وُضِعَ \" عَلَى الْبِنَاءِ لِلْمَفْعُولِ \" لِرَسُولِ اللَّهِ \" بِزِيَادَة اللَّام أَيْ لِأَجْلِهِ \" وُضُوء \" بِالرَّفْعِ وَالتَّنْوِينِ. ‏ ‏قَوْله : ( فَكَفَأَ ) ‏ ‏وَلِغَيْر أَبِي ذَرٍّ \" فَأَكْفَأَ \" أَيْ قَلَبَ. ‏ ‏قَوْله : ( عَلَى يَسَارِهِ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَلِلْمُسْتَمْلِي وَكَرِيمَة \" عَلَى شِمَالِهِ \". ‏ ‏قَوْله : ( ضَرَبَ يَده بِالْأَرْضِ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَلِلْكُشْمِيهَنِيّ \" ضَرْب بِيَدِهِ الْأَرْض \". ‏ ‏قَوْله : ( ثُمَّ غَسَلَ جَسَدَهُ ) ‏ ‏قَالَ اِبْن بَطَّالٍ : حَدِيثُ عَائِشَة الَّذِي فِي الْبَابِ قَبْلَهُ أَلْيَق بِالتَّرْجَمَةِ ; لِأَنَّ فِيهِ \" ثُمَّ غَسَلَ سَائِر جَسَدِهِ \" وَأَمَّا حَدِيثُ الْبَابِ فَفِيهِ \" ثُمَّ غَسَلَ جَسَدَهُ \" فَدَخَلَ فِي عُمُومِهِ مَوَاضِع الْوُضُوء فَلَا يُطَابِقُ قَوْله \" وَلَمْ يُعِدْ غَسْلَ مَوَاضِع الْوُضُوء \" وَأَجَابَ اِبْن الْمُنِير بِأَنَّ قَرِينَةَ الْحَالِ وَالْعُرْفِ مِنْ سِيَاقِ الْكَلَامِ يَخُصُّ أَعْضَاء الْوُضُوءِ فَإِنَّ تَقْدِيم غَسْلِ أَعْضَاء الْوُضُوء وَعُرْف النَّاس مِنْ مَفْهُومِ الْجَسَدِ إِذَا أُطْلِقَ بَعْدَهُ يُعْطِي ذَلِكَ ا ه. وَلَا يَخْفَى تَكَلُّفه. وَأَجَابَ اِبْن التِّينِ بِأَنَّ مُرَاد الْبُخَارِيّ أَنْ يُبَيِّنَ أَنَّ الْمُرَادَ بِقَوْلِهِ فِي هَذِهِ الرِّوَايَةِ \" ثُمَّ غَسَلَ جَسَدَهُ \" أَيْ مَا بَقِيَ مِنْ جَسَدِهِ بِدَلِيلِ الرِّوَايَةِ الْأُخْرَى. وَهَذَا فِيهِ نَظَر ; لِأَنَّ هَذِهِ الْقِصَّةَ غَيْر تِلْكَ الْقِصَّةِ كَمَا قَدَّمْنَا فِي أَوَائِل الْغُسْلِ. وَقَالَ الْكَرْمَانِيّ : لَفْظ \" جَسَده \" شَامِل لِجَمِيعِ أَعْضَاءِ الْبَدَنِ فَيُحْمَلُ عَلَيْهِ الْحَدِيث السَّابِق أَوْ الْمُرَاد هُنَا بِسَائِر جَسَده أَيْ بَاقِيهِ بَعْدَ الرَّأْسِ لَا أَعْضَاء الْوُضُوء. قُلْت : وَمِنْ لَازِمِ هَذَا التَّقْدِيرِ أَنَّ الْحَدِيثَ غَيْر مُطَابِقٍ لِلتَّرْجَمَةِ. وَاَلَّذِي يَظْهَرُ لِي أَنَّ الْبُخَارِيَّ حَمَلَ قَوْله \" ثُمَّ غَسَلَ جَسَدَهُ \" عَلَى الْمَجَازِ أَيْ مَا بَقِيَ بَعْدَمَا تَقَدَّمَ ذِكْرُهُ وَدَلِيل ذَلِكَ قَوْله بَعْدُ \" فَغَسَلَ رِجْلَيْهِ \" إِذْ لَوْ كَانَ قَوْله \" غَسَلَ جَسَدَهُ \" مَحْمُولًا عَلَى عُمُومِهِ لَمْ يَحْتَجْ لِغَسْلِ رِجْلَيْهِ ثَانِيًا ; لِأَنَّ غَسْلَهُمَا كَانَ يَدْخُلُ فِي الْعُمُومِ وَهَذَا أَشْبَه بِتَصَرُّفَات الْبُخَارِيّ إِذْ مِنْ شَأْنه الِاعْتِنَاء بِالْأَخْفَى أَكْثَر مِنْ الْأَجْلَى. وَاسْتَنْبَطَ اِبْن بَطَّالٍ مِنْ كَوْنِهِ لَمْ يُعِدْ غَسْلَ مَوَاضِع الْوُضُوء إِجْزَاء غُسْل الْجُمْعَةِ عَنْ غُسْلِ الْجَنَابَةِ وَإِجْزَاء الصَّلَاة بِالْوُضُوءِ الْمُجَدَّدِ لِمَنْ تَبَيَّنَ أَنَّهُ كَانَ قَبْلَ التَّجْدِيدِ مُحْدِثًا. ‏ ‏وَالِاسْتِنْبَاط الْمَذْكُور مَبْنِيّ عِنْدَهُ عَلَى أَنَّ الْوُضُوءَ الْوَاقِعَ فِي غُسْلِ الْجَنَابَةِ سُنَّةٌ وَأَجْزَأَ مَعَ ذَلِكَ عَنْ غَسْلِ تِلْكَ الْأَعْضَاءِ بَعْدَهُ. وَهِيَ دَعْوَى مَرْدُودَةٌ ; لِأَنَّ ذَلِكَ يَخْتَلِفُ بِاخْتِلَافِ النِّيَّةِ فَمَنْ نَوَى غَسْل الْجَنَابَةِ وَقَدَّمَ أَعْضَاء الْوُضُوء لِفَضِيلَتِهِ ثُمَّ غَسَلَهُ وَإِلَّا فَلَا يَصِحُّ الْبِنَاءُ الْمَذْكُورُ , وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( يَنْفُضُ الْمَاء بِيَدِهِ ) ‏ ‏سَقَطَ \" الْمَاء \" مِنْ غَيْرِ رِوَايَةِ أَبِي ذَرٍّ وَلِلْأَصِيلِيّ \" فَجَعَلَ يَنْفُضُ بِيَدِهِ. وَبَاقِي مَبَاحِث الْمَتْن تَقَدَّمَ فِي أَوَائِل الْغُسْلِ. وَاَللَّهُ الْمُسْتَعَانُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 274,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، قَالَ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُقِيمَتِ الصَّلاَةُ، وَعُدِّلَتِ الصُّفُوفُ قِيَامًا، فَخَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا قَامَ فِي مُصَلاَّهُ ذَكَرَ أَنَّهُ جُنُبٌ فَقَالَ لَنَا ‏:‏ ‏\n\"‏ مَكَانَكُمْ ‏\"‏‏.‏ ثُمَّ رَجَعَ فَاغْتَسَلَ، ثُمَّ خَرَجَ إِلَيْنَا وَرَأْسُهُ يَقْطُرُ، فَكَبَّرَ فَصَلَّيْنَا مَعَهُ‏.‏ تَابَعَهُ عَبْدُ الأَعْلَى عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ‏.‏ وَرَوَاهُ الأَوْزَاعِيُّ عَنِ الزُّهْرِيِّ‏.‏",
    "english_text": "Once the call (Iqama) for the prayer was announced and the rows were straightened. Allah's Messenger (ﷺ) \ncame out; and when he stood up at his Musalla, he remembered that he was Junub. Then he ordered us \nto stay at our places and went to take a bath and then returned with water dropping from his head. He \nsaid, \"Allahu-Akbar\", and we all offered the prayer with him.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْجُعْفِيّ ‏ ‏وَيُونُس ) ‏ ‏هُوَ اِبْن يَزِيد. ‏ ‏قَوْله : ( وَعُدِّلَتْ ) ‏ ‏أَيْ سُوِّيَتْ وَكَانَ مِنْ شَأْنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا يُكَبِّرَ حَتَّى تَسْتَوِيَ الصُّفُوفُ. ‏ ‏قَوْله : ( فَلَمَّا قَامَ فِي مُصَلَّاهُ ذَكَر ) ‏ ‏أَيْ تَذَكَّرَ لَا أَنَّهُ قَالَ ذَلِكَ لَفْظًا وَعِلْم الرَّاوِي بِذَلِكَ مِنْ قَرَائِنِ الْحَالِ أَوْ بِإِعْلَامِهِ لَهُ بَعْدَ ذَلِكَ. وَبَيَّنَ الْمُصَنِّفُ فِي الصَّلَاةِ مِنْ رِوَايَةِ صَالِح بْن كَيْسَان عَنْ الزُّهْرِيِّ أَنَّ ذَلِكَ كَانَ قَبْلَ أَنْ يُكَبِّرَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلصَّلَاةِ. ‏ ‏قَوْله : ( فَقَالَ لَنَا : مَكَانَكُمْ ) ‏ ‏بِالنَّصْبِ أَيْ : إِلْزَمُوا مَكَانكُمْ. وَفِيهِ إِطْلَاق الْقَوْل عَلَى الْفِعْلِ فَإِنَّ فِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَأَشَارَ بِيَدِهِ أَنْ مَكَانَكُمْ \" وَيُحْتَمَلُ أَنْ يَكُونَ جَمَعَ بَيْنَ الْكَلَامِ وَالْإِشَارَةِ. ‏ ‏قَوْله : ( وَرَأْسه يَقْطُرُ ) ‏ ‏أَيْ مِنْ مَاءِ الْغُسْلِ وَظَاهِرُ قَوْلِهِ \" فَكَبَّرَ \" الِاكْتِفَاء بِالْإِقَامَةِ السَّابِقَةِ فَيُؤْخَذُ مِنْهُ جَوَاز التَّخَلُّل الْكَثِير بَيْنَ الْإِقَامَةِ وَالدُّخُولِ فِي الصَّلَاةِ وَسَيَأْتِي مَعَ بَقِيَّةِ مَبَاحِثِ هَذَا الْحَدِيثِ فِي كِتَابِ الصَّلَاةِ قُبَيْل أَبْوَاب صَلَاة الْجَمَاعَةِ بَعْدَ أَبْوَابِ الْأَذَانِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏) ‏ ‏قَوْله : ( تَابَعَهُ عَبْد الْأَعْلَى ) ‏ ‏هُوَ اِبْنُ عَبْد الْأَعْلَى الْبَصْرِيُّ وَرِوَايَته مَوْصُولَة عِنْدَ الْإِمَامِ أَحْمَد عَنْهُ وَقَدْ تَابَعَ عُثْمَان بْن عُمَر رَاوِيَهُ عَنْ يُونُسَ عَنْ عَبْد اللَّه بْن وَهْبٍ عِنْد مُسْلِم وَهَذِهِ مُتَابَعَة تَامَّة. ‏ ‏قَوْله : ( وَرَوَاهُ الْأَوْزَاعِيّ ) ‏ ‏رِوَايَته مَوْصُولَة عِنْدَ الْمُؤَلِّفِ فِي أَوَائِل أَبْوَابِ الْإِمَامَةِ كَمَا سَيَأْتِي وَظَنَّ بَعْضُهُمْ أَنَّ السَّبَبَ فِي التَّفْرِقَةِ بَيْنَ قَوْلِهِ تَابَعَهُ وَبَيْنَ قَوْلِهِ رَوَاهُ كَوْن الْمُتَابَعَة وَقَعَتْ بِلَفْظِهِ وَالرِّوَايَةِ بِمَعْنَاهُ وَلَيْسَ كَمَا ظَنَّ بَلْ هُوَ مِنْ التَّفَنُّنِ فِي الْعِبَارَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 275,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا أَبُو حَمْزَةَ، قَالَ سَمِعْتُ الأَعْمَشَ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَتْ مَيْمُونَةُ وَضَعْتُ لِلنَّبِيِّ صلى الله عليه وسلم غُسْلاً، فَسَتَرْتُهُ بِثَوْبٍ، وَصَبَّ عَلَى يَدَيْهِ فَغَسَلَهُمَا، ثُمَّ صَبَّ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ فَرْجَهُ، فَضَرَبَ بِيَدِهِ الأَرْضَ فَمَسَحَهَا، ثُمَّ غَسَلَهَا فَمَضْمَضَ، وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ وَذِرَاعَيْهِ، ثُمَّ صَبَّ عَلَى رَأْسِهِ، وَأَفَاضَ عَلَى جَسَدِهِ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ، فَنَاوَلْتُهُ ثَوْبًا فَلَمْ يَأْخُذْهُ، فَانْطَلَقَ وَهْوَ يَنْفُضُ يَدَيْهِ‏.‏",
    "english_text": "I placed water for the bath of the Prophet (ﷺ) and screened him with a garment. He poured water over his \nhands and washed them. After that he poured water with his right hand over his left and washed his \nprivate parts, rubbed his hands with earth and washed them, rinsed his mouth, washed his nose by \nputting water in it and then blowing it out and then washed his face and forearms. He poured water \nover his head and body. He then shifted from that place and washed his feet. I gave him a piece of \ncloth but he did not take it and came out removing the water (from his body) with both his hands.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عُمَر بْن حَفْص ) ‏ ‏أَيْ اِبْن غِيَاثٍ كَمَا ثَبَتَ فِي رِوَايَةِ الْأَصِيلِيّ. ‏ ‏) ‏ ‏قَوْله : ( غُسْلًا ) ‏ ‏بِضَمّ أَوَّله أَيْ مَاءُ الِاغْتِسَالِ كَمَا سَبَقَ فِي بَاب الْغُسْلِ مَرَّة. ‏ ‏) ‏ ‏قَوْله : ( ثُمَّ قَالَ بِيَدِهِ الْأَرْض ) ‏ ‏كَذَا فِي رِوَايَتِنَا وَلِلْأَكْثَرِ \" بِيَدِهِ عَلَى الْأَرْضِ \" وَهُوَ مِنْ إِطْلَاق الْقَوْل عَلَى الْفِعْلِ وَقَدْ وَقَعَ إِطْلَاق الْفِعْل عَلَى الْقَوْلِ فِي حَدِيث \" لَا حَسَدَ إِلَّا فِي اِثْنَتَيْنِ \" قَالَ فِيهِ فِي الَّذِي يَتْلُو الْقُرْآنَ \" لَوْ أُوتِيتُ مِثْلَ مَا أُوتِيَ هَذَا لَفَعَلْت مِثْلَ مَا يَفْعَلُ \" وَسَيَأْتِي فِي بَابِ نَفْضِ الْيَدَيْنِ قَرِيبًا مِنْ رِوَايَةِ أَبِي حَمْزَة عَنْ الْأَعْمَشِ فِي هَذَا الْمَوْضِعِ \" فَضَرَبَ بِيَدِهِ الْأَرْضَ \" فَيُفَسَّرُ \" قَالَ \" هُنَا بِضَرَبَ. ‏ ‏قَوْله ( ثُمَّ تَنَحَّى ) ‏ ‏أَيْ تَحَوَّلَ إِلَى نَاحِيَة. ‏ ‏قَوْله : ( ثُمَّ يَنْفُضُ بِهَا ) ‏ ‏زَادَ فِي رِوَايَةِ كَرِيمَةٍ \" قَالَ أَبُو عَبْد اللَّه يَعْنِي لَمْ يَتَمَسَّحْ \" وَأَنَّثَ الضَّمِيرَ عَلَى إِرَادَةِ الْخِرْقَةِ ; لِأَنَّ الْمِنْدِيلَ خِرْقَة مَخْصُوصَة وَسَيَأْتِي فِي بَابِ مَنْ أَفْرَغَ عَلَى يَمِينِهِ \" قَالَتْ مَيْمُونَة فَنَاوَلْته خِرْقَة \" وَبَقِيَّة مَبَاحِث الْحَدِيث تَقَدَّمَتْ فِي بَاب الْوُضُوء قَبْلَ الْغُسْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 276,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ، عَنِ الْحَسَنِ بْنِ مُسْلِمٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنَّا إِذَا أَصَابَتْ إِحْدَانَا جَنَابَةٌ، أَخَذَتْ بِيَدَيْهَا ثَلاَثًا فَوْقَ رَأْسِهَا، ثُمَّ تَأْخُذُ بِيَدِهَا عَلَى شِقِّهَا الأَيْمَنِ، وَبِيَدِهَا الأُخْرَى عَلَى شِقِّهَا الأَيْسَرِ‏.‏",
    "english_text": "Whenever any one of us was Junub, she poured water over her head thrice with both her hands and \nthen rubbed the right side of her head with one hand and rubbed the left side of the head with the other \nhand.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا خَلَّادُ بْنُ يَحْيَى ) ‏ ‏هَذَا مِنْ كِبَارِ شُيُوخِ الْبُخَارِيّ وَهُوَ كُوفِيٌّ سَكَنَ مَكَّةَ وَمَنْ فَوْقَهُ إِلَى عَائِشَة مَكِّيُّونَ. ‏ ‏قَوْله : ( عَنْ صَفِيَّة ) ‏ ‏وَلِلْإِسْمَاعِيلِيِّ \" أَنَّهُ سَمِعَ صَفِيَّة \" وَهِيَ مِنْ صِغَار الصَّحَابَة وَأَبُوهَا شَيْبَة هُوَ اِبْن عُثْمَان الْحَجَبِيّ الْعَبْدَرِيّ صَحَابِيّ مَشْهُور. ‏ ‏قَوْله : ( أَصَابَ ) ‏ ‏وَلِكَرِيمَة \" أَصَابَتْ \" ( ‏ ‏إِحْدَانَا ) ‏ ‏أَيْ أَزْوَاج النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلِلْحَدِيثِ حُكْمُ الرَّفْع ; لِأَنَّ الظَّاهِرَ اِطِّلَاع النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ وَهُوَ مَصِيرٌ مِنْ الْبُخَارِيِّ إِلَى الْقَوْلِ بِأَنَّ لِقَوْلِ الصَّحَابِيِّ \" كُنَّا نَفْعَلُ كَذَا \" حُكْم الرَّفْعِ سَوَاء صَرَّحَ بِإِضَافَتِهِ إِلَى زَمَنِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْ لَا وَبِهِ جَزَمَ الْحَاكِمُ. ‏ ‏قَوْله : ( أَخَذَتْ بِيَدَيْهَا ) ‏ ‏وَلِكَرِيمَة \" بِيَدِهَا \" أَيْ الْمَاءَ , وَصَرَّحَ بِهِ الْإِسْمَاعِيلِيّ فِي رِوَايَتِهِ. ‏ ‏قَوْله : ( فَوْقَ رَأْسِهَا ) ‏ ‏أَيْ فَصَبَّتْهُ فَوْقَ رَأْسِهَا وَلِلْإِسْمَاعِيلِيِّ \" أَخَذَتْ بِيَدَيْهَا الْمَاء ثُمَّ صَبَّتْ عَلَى رَأْسِهَا \". ‏ ‏قَوْله : ( وَبِيَدِهَا الْأُخْرَى ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ \" ثُمَّ أَخَذَتْ بِيَدِهَا \" وَهِيَ أَدَلُّ عَلَى التَّرْتِيبِ مِنْ رِوَايَةِ الْمُصَنِّفِ وَإِنْ كَانَ لَفْظ \" الْأُخْرَى \" يَدُلُّ عَلَى أَنَّ لَهَا أُولَى وَهِيَ مُتَأَخِّرَةٌ عَنْهَا. فَإِنْ قِيلَ : الْحَدِيثُ دَالّ عَلَى تَقْدِيمِ أَيْمَنِ الشَّخْصِ لَا أَيْمَنِ رَأْسه فَكَيْفَ يُطَابِقُ التَّرْجَمَةَ ؟ أَجَابَ الْكَرْمَانِيّ بِأَنَّ الْمُرَادَ مِنْ أَيْمَنِ الشَّخْصِ أَيَمْنه مِنْ رَأْسِهِ إِلَى قَدَمِهِ فَيُطَابِقُ وَاَلَّذِي يَظْهَرُ أَنَّهُ حَمَلَ الثَّلَاث فِي الرَّأْسِ عَلَى التَّوْزِيعِ كَمَا سَبَقَ فِي بَاب : مَنْ بَدَأَ بِالْحِلَابِ وَفِيهِ التَّصْرِيحُ بِأَنَّهُ بَدَأَ بِشِقِّ رَأْسِهِ الْأَيْمَنِ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 277,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ كَانَتْ بَنُو إِسْرَائِيلَ يَغْتَسِلُونَ عُرَاةً، يَنْظُرُ بَعْضُهُمْ إِلَى بَعْضٍ، وَكَانَ مُوسَى يَغْتَسِلُ وَحْدَهُ، فَقَالُوا وَاللَّهِ مَا يَمْنَعُ مُوسَى أَنْ يَغْتَسِلَ مَعَنَا إِلاَّ أَنَّهُ آدَرُ، فَذَهَبَ مَرَّةً يَغْتَسِلُ، فَوَضَعَ ثَوْبَهُ عَلَى حَجَرٍ، فَفَرَّ الْحَجَرُ بِثَوْبِهِ، فَخَرَجَ مُوسَى فِي إِثْرِهِ يَقُولُ ثَوْبِي يَا حَجَرُ‏.‏ حَتَّى نَظَرَتْ بَنُو إِسْرَائِيلَ إِلَى مُوسَى، فَقَالُوا وَاللَّهِ مَا بِمُوسَى مِنْ بَأْسٍ‏.‏ وَأَخَذَ ثَوْبَهُ، فَطَفِقَ بِالْحَجَرِ ضَرْبًا ‏\"‏‏.‏ فَقَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنَّهُ لَنَدَبٌ بِالْحَجَرِ سِتَّةٌ أَوْ سَبْعَةٌ ضَرْبًا بِالْحَجَرِ‏.‏",
    "english_text": "The Prophet (ﷺ) said, 'The (people of) Bani Israel used to take bath naked (all together) looking at each \nother. The Prophet (ﷺ) Moses used to take a bath alone. They said, 'By Allah! Nothing prevents Moses \nfrom taking a bath with us except that he has a scrotal hernia.' So once Moses went out to take a bath \nand put his clothes over a stone and then that stone ran away with his clothes. Moses followed that \nstone saying, \"My clothes, O stone! My clothes, O stone! till the people of Bani Israel saw him and \nsaid, 'By Allah, Moses has got no defect in his body. Moses took his clothes and began to beat the \nstone.\" Abu Huraira added, \"By Allah! There are still six or seven marks present on the stone from \nthat excessive beating.\"",
    "explication": "‏ ‏قَوْله : ( كَانَتْ بَنُو إِسْرَائِيلَ ) ‏ ‏أَيْ جَمَاعَتُهُمْ وَهُوَ كَقَوْلِهِ تَعَالَى ( قَالَتْ الْأَعْرَابُ آمَنَّا ). ‏ ‏قَوْله : ( يَغْتَسِلُونَ عُرَاة ) ‏ ‏ظَاهِره أَنَّ ذَلِكَ كَانَ جَائِزًا فِي شَرْعِهِمْ وَإِلَّا لَمَا أَقَرَّهُمْ مُوسَى عَلَى ذَلِكَ وَكَانَ هُوَ عَلَيْهِ السَّلَامُ يَغْتَسِلُ وَحْدَهُ أَخْذًا بِالْأَفْضَلِ. وَأَغْرَبَ ابْنُ بَطَّالٍ فَقَالَ : هَذَا يَدُلُّ عَلَى أَنَّهُمْ كَانُوا عُصَاة لَهُ وَتَبِعَهُ عَلَى ذَلِكَ الْقُرْطُبِيُّ فَأَطَالَ فِي ذَلِكَ. ‏ ‏قَوْله : ( آدَر ) ‏ ‏بِالْمَدِّ وَفَتْح الدَّالِ الْمُهْمَلَة وَتَخْفِيف الرَّاء قَالَ الْجَوْهَرِيّ : الْأُدْرَةُ نَفْخَة فِي الْخُصْيَةِ وَهِيَ بِفَتَحَاتٍ وَحُكِيَ بِضَمِّ أَوَّله وَإِسْكَانِ الدَّالِ. ‏ ‏قَوْله : ( فَجَمَحَ مُوسَى ) ‏ ‏أَيْ جَرَى مُسْرِعًا وَفِي رِوَايَة \" فَخَرَجَ \". ‏ ‏قَوْله : ( ثَوْبِي يَا حَجَر ) ‏ ‏أَيْ أَعْطِنِي وَإِنَّمَا خَاطَبَهُ ; لِأَنَّهُ أَجْرَاهُ مَجْرَى مَنْ يَعْقِلُ لِكَوْنِهِ فَرَّ بِثَوْبِهِ فَانْتَقَلَ عِنْدَهُ مِنْ حُكْمِ الْجَمَاد إِلَى حُكْمِ الْحَيَوَانِ فَنَادَاهُ فَلَمَّا لَمْ يُعْطِهِ ضَرَبَهُ. وَقِيلَ يُحْتَمَلُ أَنْ يَكُونَ مُوسَى أَرَادَ بِضَرْبِهِ إِظْهَارَ الْمُعْجِزَةِ بِتَأْثِيرِ ضَرْبِهِ فِيهِ وَيُحْتَمَلُ أَنْ يَكُونَ عَنْ وَحْيٍ. ‏ ‏) ‏ ‏قَوْله : ( حَتَّى نَظَرَتْ ) ‏ ‏ظَاهِره أَنَّهُمْ رَأَوْا جَسَدَهُ وَبِهِ يَتِمُّ الِاسْتِدْلَال عَلَى جَوَاز النَّطْر عِنْدَ الضَّرُورَةِ لِمُدَاوَاةٍ وَشَبَهِهَا وَأَبْدَى اِبْنُ الْجَوْزِيِّ اِحْتِمَال أَنْ يَكُونَ كَانَ عَلَيْهِ مِئْزَر ; لِأَنَّهُ يُظْهِرُ مَا تَحْتَهُ بَعْدَ الْبَلَلِ وَاسْتَحْسَنَ ذَلِكَ نَاقِلًا لَهُ عَنْ بَعْضِ مَشَايِخِهِ وَفِيهِ نَظَر. ‏ ‏قَوْله ( فَطَفِقَ بِالْحَجَرِ ضَرْبًا ) ‏ ‏كَذَا لِأَكْثَرِ الرُّوَاةِ وَلِلْكُشْمِيهَنِيّ وَالْحَمَوِيّ \" فَطَفِقَ الْحَجْر ضَرْبًا \" وَالْحَجْرُ عَلَى هَذَا مَنْصُوبٌ بِفِعْلٍ مُقَدَّرٍ أَيْ طَفِقَ يَضْرِبُ الْحَجَرَ ضَرْبًا. ‏ ‏قَوْله : ( قَالَ أَبُو هُرَيْرَة ) ‏ ‏هُوَ مِنْ تَتِمَّة مَقُول هَمَّام وَلَيْسَ بِمُعَلَّق. ‏ ‏) ‏ ‏قَوْله : ( لَنَدَبٌ ) ‏ ‏بِالنُّونِ وَالدَّالِ الْمُهْمَلَة الْمَفْتُوحَتَيْنِ وَهُوَ الْأَثَرُ وَسَيَأْتِي بَقِيَّة الْكَلَامِ عَلَى هَذَا الْحَدِيثِ فِي أَحَادِيثِ الْأَنْبِيَاءِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 278,
    "category": "كتاب الغسل",
    "text_chakl": "وَعَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ بَيْنَا أَيُّوبُ يَغْتَسِلُ عُرْيَانًا فَخَرَّ عَلَيْهِ جَرَادٌ مِنْ ذَهَبٍ، فَجَعَلَ أَيُّوبُ يَحْتَثِي فِي ثَوْبِهِ، فَنَادَاهُ رَبُّهُ يَا أَيُّوبُ، أَلَمْ أَكُنْ أَغْنَيْتُكَ عَمَّا تَرَى قَالَ بَلَى وَعِزَّتِكَ وَلَكِنْ لاَ غِنَى بِي عَنْ بَرَكَتِكَ ‏\"‏‏.‏ وَرَوَاهُ إِبْرَاهِيمُ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ صَفْوَانَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ بَيْنَا أَيُّوبُ يَغْتَسِلُ عُرْيَانًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"When the Prophet (ﷺ) Job (Aiyub) was taking a bath naked, \ngolden locusts began to fall on him. Job started collecting them in his clothes. His Lord addressed \nhim, 'O Job! Haven't I given you enough so that you are not in need of them.' Job replied, 'Yes!' By \nYour Honor (power)! But I cannot dispense with Your Blessings.' \"",
    "explication": "‏ ‏قَوْله : ( وَعَنْ أَبِي هُرَيْرَة ) ‏ ‏هُوَ مَعْطُوفٌ عَلَى الْإِسْنَادِ الْأَوَّلِ وَجَزَمَ الْكَرْمَانِيّ بِأَنَّهُ تَعْلِيقٌ بِصِيغَة التَّمْرِيض فَأَخْطَأَ فَإِنَّ الْحَدِيثَيْنِ ثَابِتَانِ فِي نُسْخَة هَمَّام بِالْإِسْنَادِ الْمَذْكُورِ. وَقَدْ أَخْرَجَ الْبُخَارِيّ هَذَا الثَّانِي مِنْ رِوَايَةِ عَبْد الرَّزَّاق بِهَذَا الْإِسْنَادِ فِي أَحَادِيثِ الْأَنْبِيَاءِ. ‏ ‏قَوْله : ( يَحْتَثِي ) ‏ ‏بِإِسْكَانِ الْمُهْمَلَةِ وَفَتْحِ الْمُثَنَّاة بَعْدَهَا مُثَلَّثَة وَالْحَثْيَةُ هِيَ الْأَخْذ بِالْيَدِ. وَوَقَعَ فِي رِوَايَة الْقَابِسِيّ عَنْ أَبِي زَيْد \" يَحْتَثن \" بِنُونٍ فِي آخِرِهِ بَدَل الْيَاء. ‏ ‏قَوْله : ( لَا غِنَى ) ‏ ‏الْقَصْر بِلَا تَنْوِينٍ وَرَوَيْنَاهُ بِالتَّنْوِينِ أَيْضًا عَلَى أَنَّ \" لَا \" بِمَعْنَى لَيْسَ. ‏ ‏قَوْله : ( وَرَوَاهُ إِبْرَاهِيمُ ) ‏ ‏هُوَ اِبْن طَهْمَان وَرِوَايَتُهُ مَوْصُولَة بِهَذَا الْإِسْنَادِ عِنْدَ النَّسَائِيِّ وَالْإِسْمَاعِيلِيِّ قَالَ اِبْن بَطَّالٍ : وَجْهُ الدَّلَالَةِ مِنْ حَدِيثِ أَيُّوبَ أَنَّ اللَّهَ تَعَالَى عَاتَبَهُ عَلَى جَمْعِ الْجَرَادِ وَلَمْ يُعَاتِبْهُ عَلَى الِاغْتِسَالِ عُرْيَانًا فَدَلَّ عَلَى جَوَازِهِ. وَسَيَأْتِي بَقِيَّةُ الْكَلَامِ عَلَيْهِ فِي أَحَادِيثِ الْأَنْبِيَاءِ أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 279,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي النَّضْرِ، مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ أَنَّ أَبَا مُرَّةَ، مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ، تَقُولُ ذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ الْفَتْحِ، فَوَجَدْتُهُ يَغْتَسِلُ وَفَاطِمَةُ تَسْتُرُهُ فَقَالَ ‏\n\"‏ مَنْ هَذِهِ ‏\"‏‏.‏ فَقُلْتُ أَنَا أُمُّ هَانِئٍ‏.‏",
    "english_text": "I went to Allah's Messenger (ﷺ) in the year of the conquest of Mecca and found him taking a bath while \nFatima was screening him. The Prophet (ﷺ) asked, \"Who is it?\" I replied, \"I am Um-Hani.\"",
    "explication": "‏ ‏قَوْله : ( مَوْلَى عُمَر بْن عُبَيْد اللَّه ) ‏ ‏بِالتَّصْغِيرِ وَهُوَ التَّيْمِيُّ وَأُمّ هَانِئٍ بِهَمْزَةٍ مُنَوَّنَةٍ. ‏ ‏) ‏ ‏قَوْله : ( فَقَالَ مَنْ هَذِهِ ؟ ) ‏ ‏يَدُلُّ عَلَى أَنَّ السِّتْرَ كَانَ كَثِيفًا وَعَرَفَ أَنَّهَا اِمْرَأَةٌ لِكَوْنِ ذَلِكَ الْمَوْضِعِ لَا يَدْخُلُ عَلَيْهِ فِيهِ الرِّجَالُ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي أَوَاخِرِ الْجِهَادِ حَيْثُ أَوْرَدَهُ الْمُصَنِّفُ تَامًّا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 280,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، قَالَتْ سَتَرْتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ يَغْتَسِلُ مِنَ الْجَنَابَةِ، فَغَسَلَ يَدَيْهِ ثُمَّ صَبَّ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ فَرْجَهُ، وَمَا أَصَابَهُ، ثُمَّ مَسَحَ بِيَدِهِ عَلَى الْحَائِطِ أَوِ الأَرْضِ، ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ، غَيْرَ رِجْلَيْهِ، ثُمَّ أَفَاضَ عَلَى جَسَدِهِ الْمَاءَ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ‏.‏ تَابَعَهُ أَبُو عَوَانَةَ وَابْنُ فُضَيْلٍ فِي السَّتْرِ‏.‏",
    "english_text": "I screened the Prophet (ﷺ) while he was taking a bath of Janaba. He washed his hands, poured water from \nhis right hand over his left and washed his private parts. Then he rubbed his hand over a wall or the \nearth, and performed ablution similar to that for the prayer but did not wash his feet. Then he poured \nwater over his body, shifted from that place, and washed his feet.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن يُوسُف ) ‏ ‏هُوَ الْفِرْيَابِيّ وَسُفْيَان هُوَ الثَّوْرِيُّ وَجَزَمَ الْكَرْمَانِيّ بِأَنَّ مُحَمَّد بْن يُوسُف هُوَ الْبِيكَنْدِيّ وَسُفْيَان هُوَ اِبْن عُيَيْنَةَ وَلَا أَدْرِي مِنْ أَيْنَ لَهُ ذَلِكَ. ‏ ‏قَوْله : ( وُضُوءَهُ لِلصَّلَاةِ غَيْر رِجْلَيْهِ ) ‏ ‏التَّصْرِيح بِتَأْخِيرِ الرِّجْلَيْنِ فِي وُضُوء الْغُسْل إِلَخْ وَهُوَ مُخَالِفٌ لِظَاهِرِ رِوَايَةِ عَائِشَة. وَيُمْكِنُ الْجَمْعُ بَيْنَهُمَا إِمَّا بِحَمْلِ رِوَايَةِ عَائِشَة عَلَى الْمَجَازِ كَمَا تَقَدَّمَ وَإِمَّا بِحَمْلِهِ عَلَى حَالَةٍ أُخْرَى وَبِحَسَب اِخْتِلَاف هَاتَيْنِ الْحَالَتَيْنِ اِخْتَلَفَ نَظَر الْعُلَمَاءِ فَذَهَبَ الْجُمْهُورُ إِلَى اِسْتِحْبَاب تَأْخِير غَسْلِ الرِّجْلَيْنِ فِي الْغُسْلِ وَعَنْ مَالِكٍ إِنْ كَانَ الْمَكَان غَيْر نَظِيفٍ فَالْمُسْتَحَبّ تَأْخِيرهمَا وَإِلَّا فَالتَّقْدِيم وَعِنْدَ الشَّافِعِيَّةِ فِي الْأَفْضَلِ قَوْلَانِ قَالَ النَّوَوِيّ أَصَحّهمَا وَأَشْهَرهمَا وَمُخْتَارهمَا أَنَّهُ يُكْمِلُ وُضُوءَهُ قَالَ : لِأَنَّ أَكْثَرَ الرِّوَايَاتِ عَنْ عَائِشَة وَمَيْمُونَة كَذَلِكَ. اِنْتَهَى. كَذَا قَالَ وَلَيْسَ فِي شَيْءٍ مِنْ الرِّوَايَاتِ عَنْهُمَا التَّصْرِيح بِذَلِكَ بَلْ هِيَ إِمَّا مُحْتَمَلَة كَرِوَايَة \" تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ \" أَوْ ظَاهِرَة تَأْخِيرِهِمَا كَرِوَايَةِ أَبِي مُعَاوِيَة الْمُتَقَدِّمَةِ وَشَاهِدهَا مِنْ طَرِيقِ أَبِي سَلَمَة وَيُوَافِقُهَا أَكْثَر الرِّوَايَاتِ عَنْ مَيْمُونَةَ أَوْ صَرِيحَة فِي تَأْخِيرِهِمَا كَحَدِيثِ الْبَابِ وَرَاوِيهَا مُقَدَّم فِي الْحِفْظِ وَالْفِقْه عَلَى جَمِيعِ مَنْ رَوَاهُ عَنْ الْأَعْمَشِ. وَقَوْل مَنْ قَالَ \" إِنَّمَا فَعَلَ ذَلِكَ مَرَّةً لِبَيَان الْجَوَاز \" مُتَعَقَّبٌ فَإِنَّ فِي رِوَايَةِ أَحْمَدَ عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَشِ مَا يَدُلُّ عَلَى الْمُوَاظَبَةِ , وَلَفْظه \" كَانَ إِذَا اِغْتَسَلَ مِنْ الْجَنَابَةِ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ فَيَغْسِلُ فَرْجَهُ \" فَذَكَرَ الْحَدِيث وَفِي آخِرِهِ \" ثُمَّ يَتَنَحَّى فَيَغْسِلُ رِجْلَيْهِ \" قَالَ الْقُرْطُبِيّ : الْحِكْمَةُ فِي تَأْخِيرِ غَسْلِ الرِّجْلَيْنِ لِيَحْصُل الِافْتِتَاح وَالِاخْتِتَام بِأَعْضَاء الْوُضُوء. ‏ ‏قَوْله : ( وَغَسَلَ فَرْجَهُ ) ‏ ‏فِيهِ تَقْدِيمٌ وَتَأْخِيرٌ ; لِأَنَّ غَسْلَ الْفَرْجِ كَانَ قَبْلَ الْوُضُوءِ إِذْ الْوَاوُ لَا تَقْتَضِي التَّرْتِيبَ وَقَدْ بَيَّنَ ذَلِكَ اِبْن الْمُبَارَك عَنْ الثَّوْرِيِّ عِنْدَ الْمُصَنِّفِ فِي بَاب السَّتْر فِي الْغُسْلِ فَذَكَرَ أَوَّلًا غَسْل الْيَدَيْنِ ثُمَّ غَسْلَ الْفَرْجِ ثُمَّ مَسْحَ يَده بِالْحَائِطِ ثُمَّ الْوُضُوء غَيْر رِجْلَيْهِ وَأَتَى بِثُمَّ الدَّالَّة عَلَى التَّرْتِيبِ فِي جَمِيعِ ذَلِكَ. ‏ ‏قَوْله : ( هَذِهِ غُسْلُهُ ) ‏ ‏الْإِشَارَة إِلَى الْأَفْعَالِ الْمَذْكُورَةِ أَوْ التَّقْدِيرُ هَذِهِ صِفَة غُسْله وَلِلْكُشْمِيهَنِيّ \" هَذَا غُسْلُهُ \" وَهُوَ ظَاهِر وَأَشَارَ الْإِسْمَاعِيلِيّ إِلَى أَنَّ هَذِهِ الْجُمْلَةَ الْأَخِيرَةَ مُدْرَجَة مِنْ قَوْلِ سَالِم بْن أَبِي الْجَعْدِ وَأَنَّ زَائِدَة بْن قُدَامَة بَيَّنَ ذَلِكَ فِي رِوَايَتِهِ عَنْ الْأَعْمَشِ وَاسْتَدَلَّ الْبُخَارِيّ بِحَدِيث مَيْمُونَة هَذَا عَلَى جَوَازِ تَفْرِيق الْوُضُوء وَعَلَى اِسْتِحْبَاب الْإِفْرَاغ بِالْيَمِينِ عَلَى الشِّمَالِ لِلْمُغْتَرِفِ مِنْ الْمَاءِ لِقَوْلِهِ فِي رِوَايَةِ أَبِي عَوَانَةَ وَحَفْصٍ وَغَيْرِهِمَا \" ثُمَّ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ \" وَعَلَى مَشْرُوعِيَّة الْمَضْمَضَة وَالِاسْتِنْشَاق فِي غُسْلِ الْجَنَابَةِ لِقَوْلِهِ فِيهَا \" ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ \" وَتَمَسَّكَ بِهِ الْحَنَفِيَّة لِلْقَوْلِ بِوُجُوبِهِمَا وَتُعُقِّبَ بِأَنَّ الْفِعْلَ الْمُجَرَّدَ لَا يَدُلُّ عَلَى الْوُجُوبِ إِلَّا إِذَا كَانَ بَيَانًا لِمُجْمَلٍ تَعَلَّقَ بِهِ الْوُجُوبُ وَلَيْسَ الْأَمْر هُنَا كَذَلِكَ قَالَهُ اِبْنُ دَقِيقِ الْعِيدِ : وَعَلَى اِسْتِحْبَاب مَسْح الْيَدِ بِالتُّرَابِ مِنْ الْحَائِطِ أَوْ الْأَرْضِ لِقَوْلِهِ فِي الرِّوَايَاتِ الْمَذْكُورَةِ \" ثُمَّ دَلَكَ يَدَهُ بِالْأَرْضِ أَوْ بِالْحَائِطِ \" قَالَ اِبْن دَقِيقِ الْعِيدِ : وَقَدْ يُؤْخَذُ مِنْهُ الِاكْتِفَاء بِغَسْلَةٍ وَاحِدَةٍ لِإِزَالَةِ النَّجَاسَةِ وَالْغُسْلِ مِنْ الْجَنَابَةِ ; لِأَنَّ الْأَصْلَ عَدَم التَّكْرَارِ وَفِيهِ خِلَاف. اِنْتَهَى. وَصَحَّحَ النَّوَوِيّ وَغَيْره أَنَّهُ يُجْزِئُ لَكِنْ لَمْ يَتَعَيَّنْ فِي هَذَا الْحَدِيثِ أَنَّ ذَلِكَ كَانَ لِإِزَالَةِ النَّجَاسَةِ بَلْ يُحْتَمَلُ أَنْ يَكُونَ لِلتَّنْظِيفِ فَلَا يَدُلُّ عَلَى الِاكْتِفَاءِ وَأَمَّا دَلْكُ الْيَدِ بِالْأَرْضِ فَلِلْمُبَالَغَةِ فِيهِ لِيَكُونَ أَنْقَى كَمَا قَالَ الْبُخَارِيّ. وَأَبْعَدَ مَنْ اِسْتَدَلَّ بِهِ عَلَى نَجَاسَةِ الْمَنِيِّ أَوْ عَلَى نَجَاسَة رُطُوبَة الْفَرْجِ ; لِأَنَّ الْغُسْلَ لَيْسَ مَقْصُورًا عَلَى إِزَالَةِ النَّجَاسَةِ. وَقَوْلُهُ فِي حَدِيثِ الْبَابِ \" وَمَا أَصَابَهُ مِنْ أَذًى \" لَيْسَ بِظَاهِرٍ فِي النَّجَاسَةِ أَيْضًا وَاسْتَدَلَّ بِهِ الْبُخَارِيّ أَيْضًا عَلَى أَنَّ الْوَاجِبَ فِي غُسْلِ الْجَنَابَةِ مَرَّة وَاحِدَة وَعَلَى أَنَّ مَنْ تَوَضَّأَ بِنِيَّةِ الْغُسْلِ أَكْمَلَ بَاقِيَ أَعْضَاءِ بَدَنِهِ لَا يُشْرَعُ لَهُ تَجْدِيد الْوُضُوءِ مِنْ غَيْرِ حَدَثٍ وَعَلَى جَوَازِ نَفْضِ الْيَدَيْنِ مِنْ مَاءِ الْغُسْلِ وَكَذَا الْوُضُوء , وَفِيهِ حَدِيثٌ ضَعِيفٌ أَوْرَدَهُ الرَّافِعِيّ وَغَيْرُهُ وَلَفْظُهُ \" لَا تَنْفُضُوا أَيْدِيَكُمْ فِي الْوُضُوءِ فَإِنَّهَا مَرَاوِح الشَّيْطَان \" وَقَالَ اِبْن الصَّلَاحِ : لَمْ أَجِدْهُ. وَتَبِعَهُ النَّوَوِيّ. وَقَدْ أَخْرَجَهُ اِبْن حِبَّانَ فِي الضُّعَفَاءِ وَابْن أَبِي حَاتِم فِي الْعِلَلِ مِنْ حَدِيثِ أَبِي هُرَيْرَة وَلَوْ لَمْ يُعَارِضْهُ هَذَا الْحَدِيث الصَّحِيح لَمْ يَكُنْ صَالِحًا أَنْ يُحْتَجَّ بِهِ. وَعَلَى اِسْتِحْبَاب التَّسَتُّر فِي الْغُسْلِ وَلَوْ كَانَ فِي الْبَيْتِ وَقَدْ عَقَدَ الْمُصَنِّفُ لِكُلِّ مَسْأَلَة بَابًا وَأَخْرَجَ هَذَا الْحَدِيث فِيهِ بِمُغَايَرَة الطُّرُق وَمَدَارهَا عَلَى الْأَعْمَشِ وَعِنْدَ بَعْضِ الرُّوَاةِ عَنْهُ مَا لَيْسَ عِنْدَ الْآخَرِ وَقَدْ جَمَعْت فَوَائِدهَا فِي هَذَا الْبَابِ. وَصَرَّحَ فِي رِوَايَة حَفْص بْن غِيَاثٍ عَنْ الْأَعْمَشِ بِسَمَاعِ الْأَعْمَشِ مَنْ سَالِمٍ فَأُمِنَ تَدْلِيسُهُ. وَفِي الْإِسْنَادِ ثَلَاثَة مِنْ التَّابِعِينَ عَلَى الْوَلَاءِ : الْأَعْمَشُ وَسَالِم وَكُرَيْب وَصَحَابِيَّانِ : اِبْن عَبَّاس وَخَالَته مَيْمُونَة بِنْت الْحَارِث. وَفِي الْحَدِيثِ مِنْ الْفَوَائِدِ أَيْضًا جَوَاز الِاسْتِعَانَة بِإِحْضَارِ مَاءِ الْغُسْلِ وَالْوُضُوءِ لِقَوْلِهَا فِي رِوَايَة حَفْص وَغَيْره \" وَضَعْت لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غُسْلًا \" وَفِي رِوَايَةِ عَبْد الْوَاحِد \" مَا يَغْتَسِلُ بِهِ \" وَفِيهِ خِدْمَةُ الزَّوْجَاتِ لِأَزْوَاجِهِنَّ وَفِيهِ الصَّبُّ بِالْيَمِينِ عَلَى الشِّمَالِ لِغَسْلِ الْفَرْجِ بِهَا وَفِيهِ تَقْدِيم غَسْل الْكَفَّيْنِ عَلَى غَسْلِ الْفَرْجِ لِمَنْ يُرِيدُ الِاغْتِرَافَ لِئَلَّا يُدْخِلَهُمَا فِي الْمَاءِ وَفِيهِمَا مَا لَعَلَّهُ يُسْتَقْذَرُ فَأَمَّا إِذَا كَانَ الْمَاء فِي إِبْرِيقٍ مَثَلًا فَالْأَوْلَى تَقْدِيم غَسْل الْفَرْجِ لِتَوَالِي أَعْضَاء الْوُضُوء وَلَمْ يَقَعْ فِي شَيْءٍ مِنْ طُرُقِ هَذَا الْحَدِيثِ التَّنْصِيص عَلَى مَسْحِ الرَّأْسِ فِي هَذَا الْوُضُوءِ وَتَمَسَّكَ بِهِ الْمَالِكِيَّة لِقَوْلِهِمْ إِنَّ وُضُوء الْغُسْل لَا يُمْسَحُ فِيهِ الرَّأْس بَلْ يُكْتَفَى عَنْهُ بِغَسْلِهِ وَاسْتَدَلَّ بَعْضهمْ بِقَوْلِهَا فِي رِوَايَةِ أَبِي حَمْزَة وَغَيْره \" فَنَاوَلْته ثَوْبًا فَلَمْ يَأْخُذْهُ \" عَلَى كَرَاهَةِ التَّنْشِيفِ بَعْدَ الْغُسْلِ وَلَا حُجَّةَ فِيهِ ; لِأَنَّهَا وَاقِعَةُ حَالٍ يَتَطَرَّقُ إِلَيْهَا الِاحْتِمَالُ فَيَجُوزُ أَنْ يَكُونَ عَدَم الْأَخْذِ لِأَمْرٍ آخَرَ لَا يَتَعَلَّقُ بِكَرَاهَة التَّنْشِيف بَلْ لِأَمْرٍ يَتَعَلَّقُ بِالْخِرْقَةِ أَوْ لِكَوْنِهِ كَانَ مُسْتَعْجِلًا أَوْ غَيْر ذَلِكَ. قَالَ الْمُهَلَّب : يُحْتَمَلُ تَرْكُهُ الثَّوْب ; لِإِبْقَاءِ بَرَكَةِ الْمَاءِ أَوْ لِلتَّوَاضُعِ أَوْ لِشَيْءٍ رَآهُ فِي الثَّوْبِ مِنْ حَرِيرٍ أَوْ وَسَخ وَقَدْ وَقَعَ عِنْدَ أَحْمَد وَالْإِسْمَاعِيلِيّ مِنْ رِوَايَةِ أَبِي عَوَانَةَ فِي هَذَا الْحَدِيثِ عَنْ الْأَعْمَشِ قَالَ : فَذَكَرْتُ ذَلِكَ لِإِبْرَاهِيمَ النَّخَعِيّ فَقَالَ : لَا بَأْسَ بِالْمِنْدِيلِ وَإِنَّمَا رَدَّهُ مَخَافَة أَنْ يَصِيرَ عَادَة. وَقَالَ التَّيْمِيُّ فِي شَرْحِهِ : فِي هَذَا الْحَدِيثِ دَلِيل عَلَى أَنَّهُ كَانَ يَتَنَشَّفُ وَلَوْلَا ذَلِكَ لَمْ تَأْتِهِ بِالْمِنْدِيلِ. وَقَالَ اِبْن دَقِيقِ الْعِيدِ : نَفْضُهُ الْمَاء بِيَدِهِ يَدُلُّ عَلَى أَنْ لَا كَرَاهَةَ فِي التَّنْشِيفِ ; لِأَنَّ كُلًّا مِنْهُمَا إِزَالَة. وَقَالَ النَّوَوِيّ : اِخْتَلَفَ أَصْحَابنَا فِيهِ عَلَى خَمْسَةِ أَوْجُه أَشْهَرُهَا أَنَّ الْمُسْتَحَبَّ تَرْكُهُ وَقِيلَ مَكْرُوه وَقِيلَ مُبَاحٌ وَقِيلَ مُسْتَحَبّ وَقِيلَ مَكْرُوه فِي الصَّيْفِ مُبَاح فِي الشِّتَاءِ. وَاسْتُدِلَّ بِهِ عَلَى طَهَارَةِ الْمَاءِ الْمُتَقَاطِرِ مِنْ أَعْضَاء الْمُتَطَهِّر خِلَافًا لِمَنْ غَلَا مِنْ الْحَنَفِيَّةِ فَقَالَ بِنَجَاسَتِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 281,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ أُمِّ الْمُؤْمِنِينَ، أَنَّهَا قَالَتْ جَاءَتْ أُمُّ سُلَيْمٍ امْرَأَةُ أَبِي طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ، إِنَّ اللَّهَ لاَ يَسْتَحْيِي مِنَ الْحَقِّ، هَلْ عَلَى الْمَرْأَةِ مِنْ غُسْلٍ إِذَا هِيَ احْتَلَمَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ نَعَمْ إِذَا رَأَتِ الْمَاءَ ‏\"‏‏.‏",
    "english_text": "(the mother of the believers) Um Sulaim, the wife of Abu Talha, came to Allah's Messenger (ﷺ) and said, \"O \nAllah's Messenger (ﷺ)! Verily Allah is not shy of (telling you) the truth. Is it necessary for a woman to take a \nbath after she has a wet dream (nocturnal sexual discharge)?\" Allah's Messenger (ﷺ) replied, \"Yes, if she \nnotices a discharge.\"",
    "explication": "‏ ‏قَوْله : ( هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة بْن الزُّبَيْر. وَفِي الْإِسْنَاد مِنْ اللَّطَائِف رِوَايَة تَابِعِيّ عَنْ مِثْله عَنْ صَحَابِيَّة عَنْ مِثْلهَا , وَفِيهِ رِوَايَة الِابْن عَنْ أَبِيهِ وَالْبِنْت عَنْ أُمّهَا , وَزَيْنَب هِيَ بِنْت أَبِي سَلَمَة بْن عَبْد الْأَسَد رَبِيبَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نُسِبَتْ إِلَى أُمّهَا تَشْرِيفًا لِكَوْنِهَا زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( جَاءَتْ أُمّ سُلَيْمٍ ) ‏ ‏هِيَ بِنْت مِلْحَان وَالِدَة أَنَس بْن مَالِك. ‏ ‏قَوْله : ( إِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ ) ‏ ‏أَيْ : لَا يَأْمُر بِالْحَيَاءِ فِي الْحَقّ. وَقَدَّمَتْ أُمّ سُلَيْمٍ هَذَا الْكَلَام بَسْطًا لِعُذْرِهَا فِي ذِكْر مَا تَسْتَحْيِي النِّسَاء مِنْ ذِكْره بِحَضْرَةِ الرِّجَال , وَلِهَذَا قَالَتْ لَهَا عَائِشَة كَمَا ثَبَتَ فِي صَحِيح مُسْلِم : فَضَحْت النِّسَاء. ‏ ‏قَوْله : ( إِذَا هِيَ اِحْتَلَمَتْ ) ‏ ‏أَيْ رَأَتْ فِي مَنَامهَا أَنَّهَا تُجَامَع. ‏ ‏قَوْله : ( إِذَا رَأَتْ الْمَاء ) ‏ ‏يَدُلّ عَلَى تَحَقُّق وُقُوع ذَلِكَ , وَجَعْل رُؤْيَة الْمَاء شَرْطًا لِلْغُسْلِ يَدُلّ عَلَى أَنَّهَا إِذَا لَمْ تَرَ الْمَاء لَا غُسْل عَلَيْهَا. ‏ ‏قَوْله : ( فَغَطَّتْ أُمّ سَلَمَة ) ‏ ‏فِي مُسْلِم مِنْ حَدِيث أَنَس أَنَّ ذَلِكَ وَقَعَ لِعَائِشَة أَيْضًا , وَيُمْكِن الْجَمْع بِأَنَّهُمَا كَانَتَا حَاضِرَتَيْنِ. ‏ ‏قَوْله : ( تَعْنِي وَجْههَا ) ‏ ‏هُوَ بِالْمُثَنَّاةِ مِنْ فَوْق , وَالْقَائِل عُرْوَة , وَفَاعِل تَعْنِي زَيْنَب , وَالضَّمِير يَعُود عَلَى أُمّ سَلَمَة. ‏ ‏قَوْله : ( وَتَحْتَلِم ) ‏ ‏بِحَذْفِ هَمْزَة الِاسْتِفْهَام , ولِلْكُشْمِيهَنِيّ \" أَوَتَحْتَلِمُ \" بِإِثْبَاتِهَا , قِيلَ : فِيهِ دَلِيل عَلَى أَنَّ الِاحْتِلَام يَكُون فِي بَعْض النِّسَاء دُون بَعْض وَلِذَلِكَ أَنْكَرَتْ أُمّ سَلَمَة ذَلِكَ ; لَكِنَّ الْجَوَاب يَدُلّ عَلَى أَنَّهَا إِنَّمَا أَنْكَرَتْ وُجُود الْمَنِيّ مِنْ أَصْله وَلِهَذَا أُنْكِرَ عَلَيْهَا. ‏ ‏قَوْله : ( تَرِبَتْ يَمِينك ) ‏ ‏أَيْ : اِفْتَقَرَتْ وَصَارَتْ عَلَى التُّرَاب , وَهِيَ مِنْ الْأَلْفَاظ الَّتِي تُطْلَق عِنْد الزَّجْر وَلَا يُرَاد بِهَا ظَاهِرهَا. ‏ ‏قَوْله : ( فَبِمَ ) ‏ ‏بِمُوَحَّدَةٍ مَكْسُورَة. وَسَيَأْتِي الْكَلَام عَلَى مَبَاحِثه فِي كِتَاب الطَّهَارَة إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 282,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا حُمَيْدٌ، قَالَ حَدَّثَنَا بَكْرٌ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَقِيَهُ فِي بَعْضِ طَرِيقِ الْمَدِينَةِ وَهْوَ جُنُبٌ، فَانْخَنَسْتُ مِنْهُ، فَذَهَبَ فَاغْتَسَلَ، ثُمَّ جَاءَ فَقَالَ ‏\"‏ أَيْنَ كُنْتَ يَا أَبَا هُرَيْرَةَ ‏\"‏‏.‏ قَالَ كُنْتُ جُنُبًا، فَكَرِهْتُ أَنْ أُجَالِسَكَ وَأَنَا عَلَى غَيْرِ طَهَارَةٍ‏.‏ فَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ، إِنَّ الْمُؤْمِنَ لاَ يَنْجُسُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) came across me in one of the streets of Medina and at that time I was Junub. So I slipped \naway from him and went to take a bath. On my return the Prophet (ﷺ) said, \"O Abu Huraira! Where have \nyou been?\" I replied, \"I was Junub, so I disliked to sit in your company.\" The Prophet (ﷺ) said, \"Subhan \nAllah! A believer never becomes impure.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيد الْقَطَّان ‏ ‏وَحُمَيْد ) ‏ ‏هُوَ الطَّوِيلُ ‏ ‏وَبَكْر ) ‏ ‏هُوَ ابْن عَبْدِ اللَّه الْمُزَنِيُّ ‏ ‏وَأَبُو رَافِع ) ‏ ‏الصَّائِغ وَهُوَ مَدَنِيٌّ سَكَنَ الْبَصْرَةَ وَمَنْ دُونَهُ فِي الْإِسْنَادِ بَصْرِيُّونَ أَيْضًا وَحُمَيْد وَبَكْر وَأَبُو رَافِع ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق. ‏ ‏قَوْله : ( فِي بَعْضِ طُرُق ) ‏ ‏كَذَا لِلْأَكْثَرِ وَفِي رِوَايَةِ كَرِيمَةٍ وَالْأَصِيلِيّ \" طُرُق \" وَلِأَبِي دَاوُد وَالنَّسَائِيّ \" لَقِيتُهُ فِي طَرِيقٍ مِنْ طُرُقِ الْمَدِينَةِ \" وَهِيَ تُوَافِقُ رِوَايَة الْأَصِيلِيّ. ‏ ‏قَوْله : ( وَهُوَ جُنُبٌ ) ‏ ‏يَعْنِي نَفْسه وَفِي رِوَايَةِ أَبِي دَاوُد \" وَأَنَا جُنُب \". ‏ ‏قَوْله : ( فَانْخَنَسْتُ ) ‏ ‏كَذَا لِلْكُشْمِيهَنِيّ وَالْحَمَوِيّ وَكَرِيمَة بِنُونٍ ثُمَّ خَاء مُعْجَمَة ثُمَّ نُون ثُمَّ سِين مُهْمَلَة وَقَالَ الْقَزَّاز : وَقَعَ فِي رِوَايَة \" فَانْبَخَسْتُ \" يَعْنِي بِنُونٍ ثُمَّ مُوَحَّدَة ثُمَّ خَاء مُعْجَمَة ثُمَّ سِين مُهْمَلَة قَالَ : وَلَا وَجْهَ لَهُ وَالصَّوَاب أَنْ يُقَالَ \" فَانْخَنَسْت \" يَعْنِي كَمَا تَقَدَّمَ قَالَ : وَالْمَعْنَى مَضَيْت عَنْهُ مُسْتَخْفِيًا وَلِذَلِكَ وُصِفَ الشَّيْطَان بِالْخَنَّاسِ وَيُقَوِّيه الرِّوَايَة الْأُخْرَى \" فَانْسَلَلْت \". اِنْتَهَى. وَقَالَ اِبْن بَطَّالٍ : وَقَعَتْ هَذِهِ اللَّفْظَةُ \" فَانْبَخَسْت \" يَعْنِي كَمَا تَقَدَّمَ قَالَ : وَلِابْنِ السَّكَنِ بِالْجِيمِ قَالَ : وَيُحْتَمَلُ أَنْ يَكُونَ مِنْ قَوْلِهِ تَعَالَى ( فَانْبَجَسَتْ مِنْهُ اِثْنَتَا عَشْرَةَ عَيْنًا ) أَيْ جَرَتْ وَانْدَفَعَتْ وَهَذِهِ أَيْضًا رِوَايَة الْأَصِيلِيّ وَأَبِي الْوَقْتِ وَابْن عَسَاكِر وَوَقَعَ فِي رِوَايَة الْمُسْتَمْلِي \" فَانْتَجَسْت \" بِنُونٍ ثُمَّ مُثَنَّاة فَوْقَانِيَّة ثُمَّ جِيم أَيْ اِعْتَقَدْت نَفْسِي نَجِسًا. وُوُجِّهَتْ الرِّوَايَة الَّتِي أَنْكَرَهَا الْقَزَّاز بِأَنَّهَا مَأْخُوذَة مِنْ الْبَخْسِ وَهُوَ النَّقْصُ أَيْ اِعْتَقَدَ نُقْصَان نَفْسِهِ بِجَنَابَتِهِ عَنْ مُجَالَسَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَثَبَتَ فِي رِوَايَةِ التِّرْمِذِيّ مِثْلُ رِوَايَةِ اِبْنِ السَّكَنِ وَقَالَ : مَعْنَى انْبَخَسْت مِنْهُ تَنَحَّيْت عَنْهُ وَلَمْ يَثْبُتْ لِي مِنْ طَرِيق الرِّوَايَة غَيْر مَا تَقَدَّمَ وَأَشْبَهُهَا بِالصَّوَابِ الْأُولَى ثُمَّ هَذِهِ. وَقَدْ نَقَلَ الشُّرَّاحُ فِيهَا أَلْفَاظًا مُخْتَلِفَةً مِمَّا صَحَّفَهُ بَعْض الرُّوَاةِ لَا مَعْنَى لِلتَّشَاغُلِ بِذِكْرِهِ كَانْتَجَشْت بِشِين مُعْجَمَةٍ مِنْ النَّجْشِ وَبِنُونٍ وَحَاء مُهْمَلَة ثُمَّ مُوَحَّدَة ثُمَّ سِين مُهْمَلَة مِنْ الِانْحِبَاسِ. ‏ ‏قَوْله : ( إِنَّ الْمُؤْمِنَ لَا يَنْجُسُ ) ‏ ‏تَمَسَّكَ بِمَفْهُومِهِ بَعْض أَهْل الظَّاهِر فَقَالَ : إِنَّ الْكَافِرَ نَجِس الْعَيْن وَقَوَّاهُ بِقَوْلِهِ تَعَالَى ( إِنَّمَا الْمُشْرِكُونَ نَجَسٌ ) وَأَجَابَ الْجُمْهُورُ عَنْ الْحَدِيثِ بِأَنَّ الْمُرَادَ أَنَّ الْمُؤْمِنَ طَاهِرُ الْأَعْضَاءِ لِاعْتِيَادِهِ مُجَانَبَة النَّجَاسَة بِخِلَافِ الْمُشْرِكِ ; لِعَدَمِ تَحَفُّظِهِ عَنْ النَّجَاسَةِ وَعَنْ الْآيَةِ بِأَنَّ الْمُرَادَ أَنَّهُمْ نَجَسٌ فِي الِاعْتِقَادِ وَالِاسْتِقْذَارِ وَحُجَّتهمْ أَنَّ اللَّهَ تَعَالَى أَبَاحَ نِكَاح نِسَاء أَهْلِ الْكِتَابِ وَمَعْلُوم أَنَّ عَرَقَهُنَّ لَا يَسْلَمُ مِنْهُ مَنْ يُضَاجِعُهُنَّ وَمَعَ ذَلِكَ فَلَمْ يُجِبْ عَلَيْهِ مِنْ غُسْلِ الْكِتَابِيَّةِ إِلَّا مِثْل مَا يَجِبُ عَلَيْهِ مِنْ غُسْلِ الْمُسْلِمَة فَدَلَّ عَلَى أَنَّ الْآدَمِيّ الْحَيّ لَيْسَ بِنَجِس الْعَيْن إِذْ لَا فَرْقَ بَيْنَ النِّسَاءِ وَالرِّجَالِ. وَأَغْرَبَ الْقُرْطُبِيّ فِي الْجَنَائِزِ مِنْ شَرْح مُسْلِم فَنَسَبَ الْقَوْل بِنَجَاسَةِ الْكَافِرِ إِلَى الشَّافِعِيِّ وَسَيَأْتِي الْكَلَامُ عَلَى مَسْأَلَةِ الْمَيِّتِ فِي كِتَاب الْجَنَائِز إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏وَفِي هَذَا الْحَدِيثِ اِسْتِحْبَاب الطَّهَارَةِ عِنْدَ مُلَابَسَة الْأُمُور الْمُعَظَّمَة وَاسْتِحْبَاب اِحْتِرَام أَهْلِ الْفَضْلِ وَتَوْقِيرِهِمْ وَمُصَاحَبَتِهِمْ عَلَى أَكْمَلِ الْهَيْئَاتِ. وَكَانَ سَبَبُ ذَهَابِ أَبِي هُرَيْرَة أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا لَقِيَ أَحَدًا مِنْ أَصْحَابِهِ مَاسَحَهُ وَدَعَا لَهُ هَكَذَا رَوَاهُ النَّسَائِيّ وَابْن حِبَّانَ مِنْ حَدِيث حُذَيْفَة فَلَمَّا ظَنَّ أَبُو هُرَيْرَة أَنَّ الْجُنُبَ يَنْجُسُ بِالْحَدَثِ خَشِيَ أَنْ يُمَاسِحَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَعَادَتِهِ فَبَادَرَ إِلَى الِاغْتِسَالِ وَإِنَّمَا أَنْكَرَ عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَوْلَهُ \" وَأَنَا عَلَى غَيْرِ طَهَارَة \" وَقَوْله \" سُبْحَانَ اللَّه \" تَعَجَّبَ مِنْ اِعْتِقَاد أَبِي هُرَيْرَة التَّنَجُّس بِالْجَنَابَةِ أَيْ كَيْفَ يَخْفَى عَلَيْهِ هَذَا الظَّاهِرُ ؟ وَفِيهِ اِسْتِحْبَاب اِسْتِئْذَان التَّابِعِ لِلْمَتْبُوعِ إِذَا أَرَادَ أَنْ يُفَارِقَهُ ; لِقَوْلِهِ \" أَيْنَ كُنْت ؟ \" فَأَشَارَ إِلَى أَنَّهُ كَانَ يَنْبَغِي لَهُ أَنْ لَا يُفَارِقَهُ حَتَّى يُعْلِمَهُ. وَفِيهِ اِسْتِحْبَاب تَنْبِيهِ الْمَتْبُوع لِتَابِعِهِ عَلَى الصَّوَابِ وَإِنْ لَمْ يَسْأَلْهُ. وَفِيهِ جَوَاز تَأْخِير الِاغْتِسَال عَنْ أَوَّلِ وَقْتِ وُجُوبِهِ وَبَوَّبَ عَلَيْهِ اِبْن حِبَّانَ الرَّدّ عَلَى مَنْ زَعَمَ أَنَّ الْجُنُبَ إِذَا وَقَعَ فِي الْبِئْرِ فَنَوَى الِاغْتِسَال أَنَّ مَاءَ الْبِئْرِ يَنْجُسُ وَاسْتَدَلَّ بِهِ الْبُخَارِيّ عَلَى طَهَارَةِ عَرَق الْجُنُب ; لِأَنَّ بَدَنَهُ لَا يَنْجُسُ بِالْجَنَابَةِ فَكَذَلِكَ مَا تَحَلَّبَ مِنْهُ. وَعَلَى جَوَازِ تَصَرُّف الْجُنُب فِي حَوَائِجِهِ قَبْلَ أَنْ يَغْتَسِلَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 283,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، قَالَ حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُمْ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ يَطُوفُ عَلَى نِسَائِهِ فِي اللَّيْلَةِ الْوَاحِدَةِ، وَلَهُ يَوْمَئِذٍ تِسْعُ نِسْوَةٍ‏.‏",
    "english_text": "The Prophet (ﷺ) used to visit all his wives in one night and he had nine wives at that time.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا سَعِيد ) ‏ ‏هُوَ اِبْن أَبِي عَرُوبَة كَذَا لَهُمْ إِلَّا الْأَصِيلِيّ فَقَالَ شُعْبَة. ‏ ‏قَوْله : ( أَنَّ النَّبِيَّ ) ‏ ‏وَفِي رِوَايَةِ الْأَصِيلِيّ وَكَرِيمَة \" أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" وَقَدْ تَقَدَّمَ الْكَلَام عَلَى هَذَا الْحَدِيثِ بِرَقْمِ \" 268 \" فِي بَابِ إِذَا جَامَعَ ثُمَّ عَادَ وَإِيرَاده لَهُ فِي هَذَا الْبَابِ يُقَوِّي رِوَايَة \" وَغَيْره \" بِالْجَرِّ ; لِأَنَّ حُجَرَ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَتْ مُتَقَارِبَة فَهُوَ مُحْتَاجٌ فِي الدُّخُولِ فِي هَذِهِ إِلَى هَذِهِ إِلَى الْمَشْيِ وَعَلَى هَذَا فَنَاسَبَهُ إِيرَادُ أَثَرِ عَطَاء مِنْ جِهَةِ الِاشْتِرَاكِ فِي جَوَازِ تَشَاغُل الْجُنُب بِغَيْرِ غُسْل وَقَدْ خَالَفَ عَطَاء غَيْره كَمَا رَوَاهُ ابْنُ أَبِي شَيْبَةَ عَنْ الْحَسَنِ الْبَصْرِيِّ وَغَيْره فَقَالُوا : يُسْتَحَبُّ لَهُ الْوُضُوء وَحَدِيث أَنَس يُقَوِّي اِخْتِيَارَ عَطَاءٍ ; لِأَنَّهُ لَمْ يَذْكُرْ فِيهِ أَنَّهُ تَوَضَّأَ فَكَأَنَّ الْمُصَنِّفَ أَوْرَدَهُ لِيَسْتَدِلّ لَهُ لَا لِيَسْتَدِلّ بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 284,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَيَّاشٌ، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا حُمَيْدٌ، عَنْ بَكْرٍ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَقِيَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا جُنُبٌ، فَأَخَذَ بِيَدِي، فَمَشَيْتُ مَعَهُ حَتَّى قَعَدَ فَانْسَلَلْتُ، فَأَتَيْتُ الرَّحْلَ، فَاغْتَسَلْتُ ثُمَّ جِئْتُ وَهْوَ قَاعِدٌ فَقَالَ ‏\"‏ أَيْنَ كُنْتَ يَا أَبَا هِرٍّ ‏\"‏ فَقُلْتُ لَهُ‏.‏ فَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ يَا أَبَا هِرٍّ إِنَّ الْمُؤْمِنَ لاَ يَنْجُسُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) came across me and I was Junub. He took my hand and I went along with him till he \nsat down I slipped away, went home and took a bath. When I came back, he was still sitting there. He \nthen said to me, \"O Abu Huraira! Where have you been?' I told him about it. The Prophet (ﷺ) said, \n\"Subhan Allah! O Abu Huraira! A believer never becomes impure.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَيَّاش ) ‏ ‏بِيَاءٍ تَحْتَانِيَّةٍ وَشِينٍ مُعْجَمَةٍ هُوَ اِبْنُ الْوَلِيدِ الرَّقَّام ‏ ‏وَعَبْد الْأَعْلَى ) ‏ ‏هُوَ اِبْنُ عَبْد الْأَعْلَى وَالْإِسْنَاد أَيْضًا إِلَى أَبِي رَافِع بَصْرِيُّونَ وَقَدْ سَبَقَ الْكَلَام عَلَى هَذَا الْحَدِيثِ فِي الْبَابِ الَّذِي قَبْلَهُ ‏ ‏) ‏ ‏قَوْله : ( فَانْسَلَلْت ) ‏ ‏أَيْ ذَهَبْتُ فِي خُفْيَة وَالرَّحْل بِحَاءٍ مُهْمَلَةٍ سَاكِنَةٍ أَيْ الْمَكَان الَّذِي يَأْوِي فِيهِ وَقَوْله \" يَا أَبَا هُرَيْرَة \" وَقَعَ فِي رِوَايَة الْمُسْتَمْلِي وَالْكُشْمِيهَنِيّ \" يَا أَبَا هِرّ \" بِالتَّرْخِيمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 285,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا هِشَامٌ، وَشَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ سَأَلْتُ عَائِشَةَ أَكَانَ النَّبِيُّ صلى الله عليه وسلم يَرْقُدُ وَهْوَ جُنُبٌ قَالَتْ نَعَمْ وَيَتَوَضَّأُ‏.‏",
    "english_text": "I asked `Aisha \"Did the Prophet (ﷺ) use to sleep while he was Junub?\" She replied, \"Yes, but he used to \nperform ablution (before going to bed).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا هِشَام ) ‏ ‏هُوَ الدَّسْتُوَائِيّ ‏ ‏وَشَيْبَان ) ‏ ‏هُوَ ابْن عَبْدِ الرَّحْمَن وَيَحْيَى هُوَ اِبْن أَبِي كَثِير وَصَرَّحَ بِتَحْدِيثِ أَبِي سَلَمَةَ لَهُ فِي رِوَايَةِ اِبْن أَبِي شَيْبَة. وَرَوَاهُ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَةَ عَنْ اِبْن عُمَر أَخْرَجَهُ النَّسَائِيّ. ‏ ‏قَوْله : ( قَالَ نَعَمْ وَيَتَوَضَّأُ ) ‏ ‏هُوَ مَعْطُوفٌ عَلَى مَا سَدَّ لَفْظ \" نَعَمْ \" مَسَدّه أَيْ يَرْقُدُ وَيَتَوَضَّأُ وَالْوَاو لَا تَقْتَضِي التَّرْتِيبَ فَالْمَعْنَى يَتَوَضَّأُ ثُمَّ يَرْقُدُ وَلِمُسْلِمٍ مِنْ طَرِيق الزُّهْرِيّ عَنْ أَبِي سَلَمَةَ بِلَفْظ \" كَانَ إِذَا أَرَادَ أَنْ يَنَامَ وَهُوَ جُنُبٌ تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ \" وَهَذَا السِّيَاق أَوْضَح فِي الْمُرَادِ. وَلِلْمُصَنِّفِ مِثْلُهُ فِي الْبَابِ الَّذِي بَعْدَ هَذَا مِنْ رِوَايَة عُرْوَة عَنْ عَائِشَة بِزِيَادَة \" غَسَلَ فَرْجَهُ \" وَزَادَ أَبُو نُعَيْمٍ فِي الْمُسْتَخْرَجِ مِنْ طَرِيقِ أَبِي نُعَيْمٍ شَيْخ الْبُخَارِيّ فِي آخِر حَدِيث الْبَاب \" وَيَتَوَضَّأُ وُضُوءَهُ لِلصَّلَاةِ \" وَلِلْإِسْمَاعِيلِيِّ مِنْ وَجْهٍ آخَرَ عَنْ هِشَام نَحْوُهُ , وَفِيهِ رَدٌّ عَلَى مَنْ حَمَلَ الْوُضُوء هُنَا عَلَى التَّنْظِيفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 286,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَيَرْقُدُ أَحَدُنَا وَهْوَ جُنُبٌ قَالَ ‏\n\"‏ نَعَمْ إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَرْقُدْ وَهُوَ جُنُبٌ ‏\"‏‏.‏",
    "english_text": "I asked Allah's Messenger (ﷺ) \"Can any one of us sleep while he is Junub?\" He replied, \"Yes, if he performs \nablution, he can sleep while he is Junub.\"",
    "explication": "‏ ‏قَوْله : ( أَنَّ عُمَر بْن الْخَطَّاب سَأَلَ ) ‏ ‏ظَاهِره أَنَّ اِبْن عُمَر حَضَرَ هَذَا السُّؤَالَ فَيَكُونُ الْحَدِيث مِنْ مُسْنَدِهِ وَهُوَ الْمَشْهُورُ مِنْ رِوَايَةِ نَافِع وَرُوِيَ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنْ اِبْن عُمَر عَنْ عُمَرَ أَنَّهُ قَالَ \" يَا رَسُول اللَّهِ \" أَخْرَجَهُ النَّسَائِيّ وَعَلَى هَذَا فَهُوَ مِنْ مُسْنَد عُمَرَ وَكَذَا رَوَاهُ مُسْلِم مِنْ طَرِيقِ يَحْيَى الْقَطَّان عَنْ عُبَيْدِ اللَّهِ بْن عُمَر عَنْ نَافِعٍ عَنْ اِبْن عُمَر عَنْ عُمَرَ لَكِنْ لَيْسَ فِي هَذَا الِاخْتِلَافِ مَا يَقْدَحُ فِي صِحَّةِ الْحَدِيثِ. وَمُطَابَقَةُ الْحَدِيثِ لِلتَّرْجَمَةِ مِنْ جِهَةِ أَنَّ جَوَازَ رُقَاد الْجُنُب فِي الْبَيْتِ يَقْتَضِي جَوَازَ اِسْتِقْرَارِهِ فِيهِ يَقْظَانَ لِعَدَم الْفَرْق أَوْ لِأَنَّ نَوْمَهُ يَسْتَلْزِمُ الْجَوَاز لِحُصُولِ الْيَقَظَةِ بَيْنَ وُضُوئِهِ وَنَوْمِهِ وَلَا فَرْقَ فِي ذَلِكَ بَيْنَ الْقَلِيلِ وَالْكَثِيرِ. وَوَقَعَ فِي رِوَايَةِ كَرِيمَةٍ قَبْل حَدِيث اِبْن عُمَر \" بَاب نَوْم الْجُنُب \" وَهَذِهِ التَّرْجَمَة زَائِدَة لِلِاسْتِغْنَاءِ عَنْهَا بِبَاب الْجُنُب يَتَوَضَّأُ ثُمَّ يَنَامُ وَيُحْتَمَلُ أَنْ يَكُونَ تَرْجَمَ عَلَى الْإِطْلَاقِ وَعَلَى التَّقْيِيدِ فَلَا تَكُونُ زَائِدَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 287,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَنَامَ وَهْوَ جُنُبٌ، غَسَلَ فَرْجَهُ، وَتَوَضَّأَ لِلصَّلاَةِ‏.‏",
    "english_text": "Whenever the Prophet (ﷺ) intended to sleep while he was Junub, he used to wash his private parts and \nperform ablution like that for the prayer.",
    "explication": "‏ ‏قَوْله : ( عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن ) ‏ ‏هُوَ أَبُو الْأَسْوَدِ الَّذِي يُقَالُ لَهُ يَتِيم عُرْوَة. وَنِصْفُ هَذَا الْإِسْنَادِ الْمُبْتَدَأ بِهِ بَصْرِيُّونَ وَنِصْفُهُ الْأَعْلَى مَدَنِيُّونَ. ‏ ‏) ‏ ‏قَوْله ( وَتَوَضَّأَ لِلصَّلَاةِ ) ‏ ‏أَيْ تَوَضَّأَ وُضُوءًا كَمَا لِلصَّلَاةِ وَلَيْسَ الْمَعْنَى أَنَّهُ تَوَضَّأَ لِأَدَاءِ الصَّلَاةِ وَإِنَّمَا الْمُرَادُ تَوَضَّأَ وُضُوءًا شَرْعِيًّا لَا لُغَوِيًّا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 288,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ اسْتَفْتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم أَيَنَامُ أَحَدُنَا وَهْوَ جُنُبٌ قَالَ ‏\n\"‏ نَعَمْ، إِذَا تَوَضَّأَ ‏\"‏‏.‏",
    "english_text": "`Umar asked the Prophet (ﷺ) \"Can anyone of us sleep while he is Junub?\" He replied, \"Yes, if he performs \nablution.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا جُوَيْرِيَة ) ‏ ‏بِالْجِيمِ وَالرَّاءِ مُصَغَّرًا وَهُوَ اِسْمُ رَجُل وَاسْمُ أَبِيهِ أَسْمَاء بْن عُبَيْد وَقَدْ سَمِعَ جُوَيْرِيَة هَذَا مِنْ نَافِع مَوْلَى اِبْن عُمَر وَمِنْ مَالِكٍ عَنْ نَافِع. ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه ) ‏ ‏فِي رِوَايَةِ اِبْن عَسَاكِر \" عَنْ اِبْن عُمَر \". ‏ ‏قَوْله : ( فَقَالَ نَعَمْ إِذَا تَوَضَّأَ ) ‏ ‏وَلِمُسْلِمٍ مِنْ طَرِيقِ اِبْن جُرَيْجٍ عَنْ نَافِع \" لِيَتَوَضَّأْ ثُمَّ لْيَنَمْ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 289,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ قَالَ ذَكَرَ عُمَرُ بْنُ الْخَطَّابِ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ تُصِيبُهُ الْجَنَابَةُ مِنَ اللَّيْلِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ تَوَضَّأْ وَاغْسِلْ ذَكَرَكَ ثُمَّ نَمْ ‏\"‏‏.‏",
    "english_text": "`Umar bin Al-Khattab told Allah's Messenger (ﷺ), \"I became Junub at night.\" Allah's Messenger (ﷺ) replied, \n\"Perform ablution after washing your private parts and then sleep.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن دِينَار ) ‏ ‏هَكَذَا رَوَاهُ مَالِك فِي الْمُوَطَّأِ بِاتِّفَاقٍ مِنْ رُوَاة الْمُوَطَّأ وَرَوَاهُ خَارِج الْمُوَطَّأ عَنْ نَافِعٍ بَدَلَ عَبْد اللَّه بْن دِينَار وَذَكَرَ أَبُو عَلِيّ الْجَيَّانِيّ أَنَّهُ وَقَعَ فِي رِوَايَةِ اِبْنِ السَّكَنِ عَنْ نَافِعٍ بَدَلَ عَبْد اللَّه بْن دِينَار وَكَانَ كَذَلِكَ عِنْدَ الْأَصِيلِيّ إِلَّا أَنَّهُ ضَرَبَ عَلَى نَافِع وَكَتَبَ فَوْقَهُ \" عَبْد اللَّه بْن دِينَار \" قَالَ أَبُو عَلِيّ : وَالْحَدِيثُ مَحْفُوظ لِمَالِكٍ عَنْهُمَا جَمِيعًا. اِنْتَهَى كَلَامُهُ. قَالَ ابْن عَبْدِ الْبَرِّ : الْحَدِيثُ لِمَالِكٍ عَنْهُمَا جَمِيعًا لَكِنَّ الْمَحْفُوظَ عَنْ عَبْد اللَّه بْن دِينَار وَحَدِيث نَافِع غَرِيب. اِنْتَهَى. وَقَدْ رَوَاهُ عَنْهُ كَذَلِكَ عَنْ نَافِع خَمْسَة أَوْ سِتَّة فَلَا غَرَابَةَ وَإِنْ سَاقَهُ الدَّارَقُطْنِيّ فِي غَرَائِبِ مَالِكٍ فَمُرَاده مَا رَوَاهُ خَارِج الْمُوَطَّأ فَهِيَ غَرَابَة خَاصَّةٌ بِالنِّسْبَةِ لِلْمُوَطَّأ نَعَمْ رِوَايَة الْمُوَطَّأ أَشْهَر. ‏ ‏قَوْله : ( ذَكَرَ عُمَرُ بْن الْخَطَّاب ) ‏ ‏مُقْتَضَاهُ أَيْضًا أَنَّهُ مِنْ مُسْنَدِ اِبْن عُمَر كَمَا هُوَ عِنْدَ أَكْثَرِ الرُّوَاةِ وَرَوَاهُ أَبُو نُوح عَنْ مَالِكٍ فَزَادَ فِيهِ عَنْ عُمَر , وَقَدْ بَيَّنَ النَّسَائِيّ سَبَب ذَلِكَ فِي رِوَايَتِهِ مِنْ طَرِيقِ اِبْنِ عَوْنٍ عَنْ نَافِعٍ قَالَ : أَصَابَ اِبْن عُمَر جَنَابَة فَأَتَى عُمَر فَذَكَرَ ذَلِكَ لَهُ فَأَتَى عُمَر النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاسْتَأْمَرَهُ فَقَالَ \" لِيَتَوَضَّأْ وَيَرْقُد \" وَعَلَى هَذَا فَالضَّمِير فِي قَوْلِهِ فِي حَدِيثِ الْبَابِ \" أَنَّهُ تُصِيبُهُ \" يَعُودُ عَلَى اِبْن عُمَر لَا عَلَى عُمَر وَقَوْله فِي الْجَوَابِ \" تَوَضَّأْ \" يُحْتَمَلُ أَنْ يَكُونَ اِبْن عُمَر كَانَ حَاضِرًا فَوَجَّهَ الْخِطَابَ إِلَيْهِ. ‏ ‏) ‏ ‏قَوْله : ( بِأَنَّهُ ) ‏ ‏كَذَا لِلْمُسْتَمْلِي وَالْحَمَوِيّ وَلِلْبَاقِينَ \" أَنَّهُ \". ‏ ‏قَوْله : ( فَقَالَ لَهُ ) ‏ ‏سَقَطَ لَفْظ \" لَهُ \" مِنْ رِوَايَةِ الْأَصِيلِيّ. ‏ ‏قَوْله : ( تَوَضَّأْ وَاغْسِلْ ذَكَرَك ) ‏ ‏فِي رِوَايَةِ أَبِي نُوح \" اِغْسِلْ ذَكَرَك ثُمَّ تَوَضَّأْ ثُمَّ نَمْ \" وَهُوَ يَرُدُّ عَلَى مَنْ حَمَلَهُ عَلَى ظَاهِرِهِ فَقَالَ : يَجُوزُ تَقْدِيم الْوُضُوء عَلَى غَسْل الذَّكَر ; لِأَنَّهُ لَيْسَ بِوُضُوءٍ يَرْفَعُ الْحَدَث وَإِنَّمَا هُوَ لِلتَّعَبُّدِ إِذْ الْجَنَابَةُ أَشَدّ مِنْ مَسِّ الذَّكَرِ فَتَبَيَّنَ مِنْ رِوَايَةِ أَبِي نُوح أَنَّ غَسْلَهُ مُقَدَّم عَلَى الْوُضُوءِ وَيُمْكِنُ أَنْ يُؤْخَذَ عَنْهُ بِشَرْطِ أَنْ لَا يَمَسَّهُ عَلَى الْقَوْلِ بِأَنَّ مَسَّهُ يَنْقُضُ. وَقَالَ اِبْن دَقِيقِ الْعِيدِ : جَاءَ الْحَدِيثُ بِصِيغَةِ الْأَمْرِ وَجَاءَ بِصِيغَة الشَّرْط وَهُوَ مُتَمَسَّكٌ لِمَنْ قَالَ بِوُجُوبِهِ. وَقَالَ ابْن عَبْدِ الْبَرِّ : ذَهَبَ الْجُمْهُورُ إِلَى أَنَّهُ لِلِاسْتِحْبَابِ وَذَهَبَ أَهْل الظَّاهِر إِلَى إِيجَابِهِ وَهُوَ شُذُوذ. وَقَالَ اِبْن الْعَرَبِيِّ : قَالَ مَالِك وَالشَّافِعِيّ لَا يَجُوزُ لِلْجُنُبِ أَنْ يَنَامَ قَبْلَ أَنْ يَتَوَضَّأَ وَاسْتَنْكَرَ بَعْضُ الْمُتَأَخِّرِينَ هَذَا النَّقْل وَقَالَ : لَمْ يَقُلْ الشَّافِعِيّ بِوُجُوبِهِ وَلَا يَعْرِفُ ذَلِكَ أَصْحَابه. وَهُوَ كَمَا قَالَ لَكِنَّ كَلَامَ اِبْنِ الْعَرَبِيِّ مَحْمُولٌ عَلَى أَنَّهُ أَرَادَ نَفْيَ الْإِبَاحَةِ الْمُسْتَوِيَةِ الطَّرَفَيْنِ لَا إِثْبَاتَ الْوُجُوبِ أَوْ أَرَادَ بِأَنَّهُ وَاجِب وُجُوبَ سُنَّة أَيْ مُتَأَكَّدُ الِاسْتِحْبَاب وَيَدُلُّ عَلَيْهِ أَنَّهُ قَابَلَهُ بِقَوْلِ اِبْن حَبِيب : هُوَ وَاجِبٌ وُجُوب الْفَرَائِض وَهَذَا مَوْجُود فِي عِبَارَةِ الْمَالِكِيَّةِ كَثِيرًا وَأَشَارَ اِبْنُ الْعَرَبِيِّ إِلَى تَقْوِيَةِ قَوْلِ اِبْن حَبِيب , وَبَوَّبَ عَلَيْهِ أَبُو عَوَانَةَ فِي صَحِيحِهِ إِيجَاب الْوُضُوءِ عَنْ الْجُنُبِ إِذَا أَرَادَ النَّوْمَ ثُمَّ اِسْتَدَلَّ بَعْدَ ذَلِكَ هُوَ وَابْن خُزَيْمَة عَلَى عَدَمِ الْوُجُوبِ بِحَدِيثِ اِبْن عَبَّاس مَرْفُوعًا \" إِنَّمَا أُمِرْتَ بِالْوُضُوءِ إِذَا قُمْتَ إِلَى الصَّلَاةِ \" وَقَدْ تَقَدَّمَ ذِكْرُهُ فِي بَابِ إِذَا جَامَعَ ثُمَّ عَادَ. وَقَدْ قَدَحَ فِي هَذَا الِاسْتِدْلَالِ اِبْن رُشْد الْمَالِكِيّ وَهُوَ وَاضِح. وَنَقَلَ الطَّحَاوِيّ عَنْ أَبِي يُوسُف أَنَّهُ ذَهَبَ إِلَى عَدَمِ الِاسْتِحْبَابِ وَتَمَسَّكَ بِمَا رَوَاهُ أَبُو إِسْحَاق عَنْ الْأَسْوَدِ عَنْ عَائِشَة رَضِيَ اللَّهُ عَنْهَا أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَجْنُبُ ثُمَّ يَنَامُ وَلَا يَمَسُّ مَاءً رَوَاهُ أَبُو دَاوُد وَغَيْرُهُ وَتُعُقِّبَ بِأَنَّ الْحُفَّاظَ قَالُوا إِنَّ أَبَا إِسْحَاق غَلِطَ فِيهِ وَبِأَنَّهُ لَوْ صَحَّ حُمِلَ عَلَى أَنَّهُ تَرَكَ الْوُضُوءَ لِبَيَان الْجَوَاز لِئَلَّا يُعْتَقَدَ وُجُوبه أَوْ أَنَّ مَعْنَى قَوْلِهِ لَا يَمَسُّ مَاءً أَيْ لِلْغُسْلِ , وَأَوْرَدَ الطَّحَاوِيّ مِنْ الطَّرِيقِ الْمَذْكُورَةِ عَنْ أَبِي إِسْحَاق مَا يَدُلُّ عَلَى ذَلِكَ ثُمَّ جَنَحَ الطَّحَاوِيّ إِلَى أَنَّ الْمُرَادَ بِالْوُضُوءِ التَّنْظِيف وَاحْتَجَّ بِأَنَّ اِبْن عُمَر رَاوِي الْحَدِيثِ وَهُوَ صَاحِبُ الْقِصَّةِ كَانَ يَتَوَضَّأُ وَهُوَ جُنُبٌ وَلَا يَغْسِلُ رِجْلَيْهِ كَمَا رَوَاهُ مَالِك فِي الْمُوَطَّأِ عَنْ نَافِع وَأُجِيبُ بِأَنَّهُ ثَبَتَ تَقْيِيد الْوُضُوء بِالصَّلَاةِ مِنْ رِوَايَتِهِ وَمِنْ رِوَايَةِ عَائِشَة كَمَا تَقَدَّمَ فَيُعْتَمَدُ وَيُحْمَلُ تَرْك اِبْن عُمَر لِغَسْلِ رِجْلَيْهِ عَلَى أَنَّ ذَلِكَ كَانَ لِعُذْر. وَقَالَ جُمْهُور الْعُلَمَاءِ : الْمُرَادُ بِالْوُضُوءِ هُنَا الشَّرْعِيّ وَالْحِكْمَة فِيهِ أَنَّهُ يُخَفِّفُ الْحَدَثَ وَلَا سِيَّمَا عَلَى الْقَوْلِ بِجَوَازِ تَفْرِيق الْغُسْل فَيَنْوِيه فَيَرْتَفِعُ الْحَدَث عَنْ تِلْكَ الْأَعْضَاءِ الْمَخْصُوصَة عَلَى الصَّحِيحِ وَيُؤَيِّدُهُ مَا رَوَاهُ اِبْن أَبِي شَيْبَة بِسَنَدٍ رِجَالُهُ ثِقَات عَنْ شَدَّاد بْن أَوْس الصَّحَابِيّ قَالَ \" إِذَا أَجْنَب أَحَدُكُمْ مِنْ اللَّيْلِ ثُمَّ أَرَادَ أَنْ يَنَامَ فَلْيَتَوَضَّأْ فَإِنَّهُ نِصْفُ غُسْلِ الْجَنَابَةِ \" وَقِيلَ : الْحِكْمَةُ فِيهِ أَنَّهُ إِحْدَى الطِّهَارَتَيْنِ فَعَلَى هَذَا يَقُومُ التَّيَمُّم مَقَامه. وَقَدْ رَوَى الْبَيْهَقِيّ بِإِسْنَادٍ حَسَنٍ عَنْ عَائِشَة أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَجْنَبَ فَأَرَادَ أَنْ يَنَامَ تَوَضَّأَ أَوْ تَيَمَّمَ وَيُحْتَمَلُ أَنْ يَكُونَ التَّيَمُّم هُنَا عِنْد عُسْر وُجُود الْمَاءِ وَقِيلَ الْحِكْمَة فِيهِ أَنَّهُ يَنْشَطُ إِلَى الْعَوْدِ أَوْ إِلَى الْغُسْلِ وَقَالَ اِبْن دَقِيقِ الْعِيدِ : نَصَّ الشَّافِعِيّ رَحِمَهُ اللَّهُ عَلَى أَنَّ ذَلِكَ لَيْسَ عَلَى الْحَائِضِ ; لِأَنَّهَا لَوْ اِغْتَسَلَتْ لَمْ يَرْتَفِعْ حَدَثُهَا بِخِلَاف الْجُنُب لَكِنْ إِذَا اِنْقَطَعَ دَمهَا اِسْتُحِبَّ لَهَا ذَلِكَ. وَفِي الْحَدِيثِ أَنَّ غُسْلَ الْجَنَابَةِ لَيْسَ عَلَى الْفَوْرِ وَإِنَّمَا يَتَضَيَّقُ عِنْدَ الْقِيَامِ إِلَى الصَّلَاةِ وَاسْتِحْبَاب التَّنْظِيف عِنْدَ النَّوْمِ قَالَ اِبْن الْجَوْزِيِّ : وَالْحِكْمَةُ فِيهِ أَنَّ الْمَلَائِكَةَ تَبْعُدُ عَنْ الْوَسَخِ وَالرِّيحِ الْكَرِيهَةِ بِخِلَاف الشَّيَاطِين فَإِنَّهَا تَقْرُبُ مِنْ ذَلِكَ وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 290,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، قَالَ حَدَّثَنَا هِشَامٌ، ح وَحَدَّثَنَا أَبُو نُعَيْمٍ، عَنْ هِشَامٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ ثُمَّ جَهَدَهَا، فَقَدْ وَجَبَ الْغَسْلُ ‏\"‏‏.‏ تَابَعَهُ عَمْرُو بْنُ مَرْزُوقٍ عَنْ شُعْبَةَ مِثْلَهُ‏.‏ وَقَالَ مُوسَى حَدَّثَنَا أَبَانُ قَالَ حَدَّثَنَا قَتَادَةُ أَخْبَرَنَا الْحَسَنُ مِثْلَهُ‏.‏",
    "english_text": "as the following Hadith 290.\nNarrated Abu Huraira:\n\nThe Prophet (ﷺ) said, \"When a man sits in between the four parts of a woman and did the sexual \nintercourse with her, bath becomes compulsory.\"",
    "explication": "‏ ‏قَوْله : ( هِشَام ) ‏ ‏هُوَ الدَّسْتُوَائِيّ فِي الْمَوْضِعَيْنِ وَإِنَّمَا فَرَّقَهُمَا ; لِأَنَّ مُعَاذًا قَالَ \" حَدَّثَنَا \" وَأَبَا نُعَيْمٍ قَالَ \" عَنْ \" وَطَرِيق مُعَاذ إِلَى الصَّحَابِيِّ كُلّهمْ بَصْرِيُّونَ. ‏ ‏قَوْله : ( إِذَا جَلَسَ ) ‏ ‏لِضَمِير الْمُسْتَتِر فِيهِ وَفِي قَوْلِهِ \" جَهِدَ \" لِلرَّجُلِ وَالضَّمِيرَانِ الْبَارِزَانِ فِي قَوْلِهِ \" شُعَبِهَا \" و \" جَهَدَهَا \" لِلْمَرْأَةِ , وَتَرَكَ إِظْهَار ذَلِكَ لِلْمَعْرِفَةِ بِهِ , وَقَدْ وَقَعَ مُصَرَّحًا بِهِ فِي رِوَايَةٍ لِابْن الْمُنْذِر مِنْ وَجْهٍ آخَرَ عَنْ أَبِي هُرَيْرَة قَالَ \" إِذَا غَشِيَ الرَّجُل اِمْرَأَته فَقَعَدَ بَيْنَ شُعَبِهَا \" الْحَدِيثَ , وَالشُّعَبُ جَمْع شُعْبَة وَهِيَ الْقِطْعَةُ مِنْ الشَّيْءِ قِيلَ الْمُرَاد هُنَا يَدَاهَا وَرِجْلَاهَا وَقِيلَ رِجْلَاهَا وَفَخِذَاهَا وَقِيلَ سَاقَاهَا وَفَخِذَاهَا وَقِيلَ فَخِذَاهَا وَإِسْكَتَاهَا وَقِيلَ فَخِذَاهَا وَشَفْرَاهَا وَقِيلَ نَوَاحِي فَرْجِهَا الْأَرْبَع قَالَ الْأَزْهَرِيّ : الْإِسْكَتَانِ نَاحِيَتَا الْفَرْجِ , وَالشَّفْرَانِ طَرَف النَّاحِيَتَيْنِ وَرَجَّحَ الْقَاضِي عِيَاض الْأَخِير وَاخْتَارَ اِبْن دَقِيقِ الْعِيدِ الْأَوَّلَ , قَالَ : لِأَنَّهُ أَقْرَبُ إِلَى الْحَقِيقَةِ أَوْ هُوَ حَقِيقَةٌ فِي الْجُلُوسِ وَهُوَ كِنَايَةٌ عَنْ الْجِمَاعِ فَاكْتَفَى بِهِ عَنْ التَّصْرِيحِ. ‏ ‏قَوْله : ( ثُمَّ جَهَدَهَا ) ‏ ‏بِفَتْحِ الْجِيمِ وَالْهَاءِ يُقَالُ جَهَدَ وَأَجْهَدَ أَيْ بَلَغَ الْمَشَقَّة قِيلَ مَعْنَاهُ كَدّهَا بِحَرَكَتِهِ أَوْ بَلَغَ جَهْده فِي الْعَمَلِ بِهَا وَلِمُسْلِمٍ مِنْ طَرِيقِ شُعْبَةَ عَنْ قَتَادَة \" ثُمَّ اِجْتَهَدَ \" وَرَوَاهُ أَبُو دَاوُد مِنْ طَرِيقِ شُعْبَة وَهِشَام مَعًا عَنْ قَتَادَة بِلَفْظ \" وَأَلْزَقَ الْخِتَان بِالْخِتَانِ \" بَدَلَ قَوْله ثُمَّ جَهَدَهَا وَهَذَا يَدُلُّ عَلَى أَنَّ الْجَهْدَ هُنَا كِنَايَة عَنْ مُعَالَجَة الْإِيلَاج وَرَوَاهُ الْبَيْهَقِيّ مِنْ طَرِيقِ اِبْن أَبِي عَرُوبَة عَنْ قَتَادَة مُخْتَصَرًا وَلَفْظه \" إِذَا اِلْتَقَى الْخِتَانَانِ فَقَدْ وَجَبَ الْغُسْلُ \" وَهَذَا مُطَابِق لِلَفْظِ التَّرْجَمَة فَكَأَنَّ الْمُصَنِّفَ أَشَارَ إِلَى هَذِهِ الرِّوَايَةِ كَعَادَتِهِ فِي التَّبْوِيبِ بِلَفْظِ إِحْدَى رِوَايَاتِ حَدِيث الْبَابِ , وَرُوِيَ أَيْضًا بِهَذَا اللَّفْظِ مِنْ حَدِيثِ عَائِشَة أَخْرَجَهُ الشَّافِعِيّ مِنْ طَرِيقِ سَعِيد بْن الْمُسَيِّبِ عَنْهَا وَفِي إِسْنَادِهِ عَلِيُّ بْن زَيْد وَهُوَ ضَعِيف وَابْن مَاجَهْ مِنْ طَرِيقِ الْقَاسِم بْن مُحَمَّد عَنْهَا وَرِجَاله ثِقَات وَرَوَاهُ مُسْلِم مِنْ طَرِيقِ أَبِي مُوسَى الْأَشْعَرِيِّ عَنْهَا بِلَفْظ \" وَمَسَّ الْخِتَان الْخِتَان \" وَالْمُرَاد بِالْمَسِّ وَالِالْتِقَاءِ الْمُحَاذَاة وَيَدُلُّ عَلَيْهِ رِوَايَة التِّرْمِذِيِّ بِلَفْظ \" إِذَا جَاوَزَ \" وَلَيْسَ الْمُرَاد بِالْمَسِّ حَقِيقَته ; لِأَنَّهُ لَا يُتَصَوَّرُ عِنْدَ غَيْبَة الْحَشَفَة وَلَوْ حَصَلَ الْمَسُّ قَبْلَ الْإِيلَاجِ لَمْ يَجِبْ الْغُسْل بِالْإِجْمَاعِ قَالَ النَّوَوِيّ : مَعْنَى الْحَدِيثِ أَنَّ إِيجَابَ الْغُسْلِ لَا يَتَوَقَّفُ عَلَى الْإِنْزَالِ وَتُعُقِّبَ بِأَنَّهُ يُحْتَمَلُ أَنْ يُرَادَ بِالْجَهْدِ الْإِنْزَال ; لِأَنَّهُ هُوَ الْغَايَة فِي الْأَمْرِ فَلَا يَكُونُ فِيهِ دَلِيل وَالْجَوَابُ أَنَّ التَّصْرِيحَ بِعَدَمِ التَّوَقُّفِ عَلَى الْإِنْزَالِ قَدْ وَرَدَ فِي بَعْضِ طُرُق الْحَدِيث الْمَذْكُور فَانْتَفَى الِاحْتِمَال فَفِي رِوَايَةِ مُسْلِمٍ مِنْ طَرِيق مَطَر الْوَرَّاق عَنْ الْحَسَنِ فِي آخِرِ هَذَا الْحَدِيثِ \" وَإِنْ لَمْ يُنْزِلْ \" وَوَقَعَ ذَلِكَ فِي رِوَايَة قَتَادَة أَيْضًا رَوَاهُ اِبْن أَبِي خَيْثَمَةَ فِي تَارِيخِهِ عَنْ عَفَّانَ قَالَ حَدَّثَنَا هَمَّام وَأَبَان قَالَا حَدَّثَنَا قَتَادَة بِهِ وَزَادَ فِي آخِرِهِ \" أَنْزَلَ أَوْ لَمْ يُنْزِلْ \" وَكَذَا رَوَاهُ الدَّارَقُطْنِيّ وَصَحَّحَهُ مِنْ طَرِيقِ عَلِيّ بْن سَهْل عَنْ عَفَّانَ , وَكَذَا ذَكَرَهَا أَبُو دَاوُد الطَّيَالِسِيّ عَنْ حَمَّاد بْن سَلَمَة عَنْ قَتَادَة. ‏ ‏قَوْله : ( تَابَعَهُ عَمْرو ) ‏ ‏أَيْ اِبْن مَرْزُوق وَصَرَّحَ بِهِ فِي رِوَايَةِ كَرِيمَةٍ وَقَدْ رَوَيْنَا حَدِيثَهُ مَوْصُولًا فِي فَوَائِدِ عُثْمَان بْن أَحْمَد السَّمَّاك حَدَّثَنَا عُثْمَان بْن عُمَر الضَّبِّيّ حَدَّثَنَا عَمْرو بْن مَرْزُوق حَدَّثَنَا شُعْبَة عَنْ قَتَادَة فَذَكَر مِثْلَ سِيَاقِ حَدِيثِ الْبَاب لَكِنْ قَالَ \" وَأَجْهَدَهَا \" وَعُرِفَ بِهَذَا أَنَّ شُعْبَةَ رَوَاهُ عَنْ قَتَادَة عَنْ الْحَسَنِ لَا عَنْ الْحَسَنِ نَفْسه وَالضَّمِير فِي تَابَعَهُ يَعُودُ عَلَى هِشَام لَا عَلَى قَتَادَة. وَقَرَأْت بِخَطِّ الشَّيْخِ مُغَلْطَايَْ أَنَّ رِوَايَةَ عَمْرو بْن مَرْزُوق هَذِهِ عِنْد مُسْلِم عَنْ مُحَمَّد بْن عَمْرو بْن جِبِلَّة عَنْ وَهْبٍ بْن جَرِير وَابْن أَبِي عَدِيّ كِلَاهُمَا عَنْ عَمْرو بْن مَرْزُوق عَنْ شُعْبَة وَتَبِعَهُ بَعْضُ الشُّرَّاحِ عَلَى ذَلِكَ وَهُوَ غَلَطٌ فَإِنَّ ذِكْرَ عَمْرو بْن مَرْزُوق فِي إِسْنَادِ مُسْلِم زِيَادَة بَلْ لَمْ يُخَرِّجْ مُسْلِم لِعَمْرِو بْن مَرْزُوقٍ شَيْئًا. ‏ ‏قَوْله : ( وَقَالَ مُوسَى ) ‏ ‏أَيْ اِبْن إِسْمَاعِيل قَالَ ( ‏ ‏حَدَّثَنَا ) ‏ ‏وَلِلْأَصِيلِيّ أَخْبَرَنَا ‏ ‏( أَبَانُ ) ‏ ‏وَهُوَ اِبْن يَزِيد الْعَطَّار وَأَفَادَتْ رِوَايَته التَّصْرِيح بِتَحْدِيثِ الْحَسَنِ لِقَتَادَة وَقَرَأْت بِخَطّ مُغَلْطَايْ أَيْضًا أَنَّ رِوَايَةَ مُوسَى هَذِهِ عِنْد الْبَيْهَقِيّ أَخْرَجَهَا مِنْ طَرِيق عَفَّانَ وَهَمَّامٍ كِلَاهُمَا عَنْ مُوسَى عَنْ أَبَانَ وَهُوَ تَخْلِيطٌ تَبِعَهُ عَلَيْهِ أَيْضًا بَعْضُ الشُّرَّاحِ وَإِنَّمَا أَخْرَجَهَا الْبَيْهَقِيّ مِنْ طَرِيق عَفَّانَ عَنْ هَمَّام وَأَبَانَ جَمِيعًا عَنْ قَتَادَة فَهَمَّام شَيْخُ عَفَّان لَا رَفِيقُهُ وَأَبَانُ رَفِيق هَمَّام لَا شَيْخُ شَيْخِهِ , وَلَا ذِكْرَ لِمُوسَى فِيهِ أَصْلًا بَلْ عَفَّانُ رَوَاهُ عَنْ أَبَانَ كَمَا رَوَاهُ عَنْهُ مُوسَى فَهُوَ رَفِيقُهُ لَا شَيْخُهُ وَاَللَّهُ الْهَادِي إِلَى الصَّوَابِ. ‏ ‏( تَنْبِيهٌ : ‏ ‏زَادَ هُنَا فِي نُسْخَةِ الصَّغَانِيِّ : هَذَا أَجْوَد وَأَوْكَد وَإِنَّمَا بَيَّنَّا.. إِلَى آخِر الْكَلَام الْآتِي فِي آخِرِ الْبَابِ الَّذِي يَلِيهِ , وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 291,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنِ الْحُسَيْنِ، قَالَ يَحْيَى وَأَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ أَخْبَرَهُ أَنَّهُ، سَأَلَ عُثْمَانَ بْنَ عَفَّانَ فَقَالَ أَرَأَيْتَ إِذَا جَامَعَ الرَّجُلُ امْرَأَتَهُ فَلَمْ يُمْنِ‏.‏ قَالَ عُثْمَانُ يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلاَةِ، وَيَغْسِلُ ذَكَرَهُ‏.‏ قَالَ عُثْمَانُ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَسَأَلْتُ عَنْ ذَلِكَ عَلِيَّ بْنَ أَبِي طَالِبٍ وَالزُّبَيْرَ بْنَ الْعَوَّامِ وَطَلْحَةَ بْنَ عُبَيْدِ اللَّهِ وَأُبَىَّ بْنَ كَعْبٍ ـ رضى الله عنهم ـ فَأَمَرُوهُ بِذَلِكَ‏.‏ قَالَ يَحْيَى وَأَخْبَرَنِي أَبُو سَلَمَةَ أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ أَخْبَرَهُ أَنَّ أَبَا أَيُّوبَ أَخْبَرَهُ أَنَّهُ سَمِعَ ذَلِكَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "I asked `Uthman bin `Affan about a man who engaged in the sexual intercourse with his wife but did \nnot discharge. `Uthman replied, \"He should perform ablution like that for the prayer after washing his \nprivate parts.\" `Uthman added, \"I heard that from Allah's Messenger (ﷺ).\" I asked `Ali bin Abi Talib, Az- \nZubair bin Al-`Awwam, Talha bin 'Ubaidullah and Ubai bin Ka`b and they gave the same reply. (Abu \nAiyub said that he had heard that from Allah's Messenger (ﷺ) ) (This order was canceled later on so one has \nto take a bath. See, Hadith No. 180).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا سَعْد بْن حَفْص ) ‏ ‏كَذَا لِلْجَمِيعِ , إِلَّا الْقَابِسِيّ فَقَالَ \" سَعِيد \" وَكَذَا صَنَعَ فِي حَدِيثه الْآخَر الْآتِي فِي بَاب فَضْل النَّفَقَة فِي سَبِيل اللَّه مِنْ كِتَاب الْجِهَاد , نَبَّهَ عَلَيْهِمَا الْجَيَّانِيّ. ‏ ‏قَوْله : ( حَدَّثَنَا شَيْبَان ) ‏ ‏هُوَ اِبْن عَبْد الرَّحْمَن , عَنْ يَحْيَى هُوَ اِبْن أَبِي كَثِير , عَنْ أَبِي سَلَمَة أَيْ اِبْن عَبْد الرَّحْمَن بْن عَوْف. وَفِي الْإِسْنَاد تَابِعِيَّانِ كَبِيرَانِ مَدَنِيَّانِ يَرْوِي أَحَدهمَا عَنْ الْآخَر وَصَحَابِيَّانِ كَذَلِكَ , وَيَحْيَى بْن أَبِي كَثِير أَيْضًا تَابِعِيّ صَغِير , فَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق. ‏ ‏قَوْله : ( أَرَأَيْت ) ‏ ‏أَيْ : أَخْبِرْنِي. ‏ ‏قَوْله : ( إِذَا جَامَعَ ) ‏ ‏أَيْ الرَّجُل فَلَمْ يُمْنِ بِضَمِّ التَّحْتَانِيَّة وَسُكُون الْمِيم. ‏ ‏قَوْله : ( كَمَا يَتَوَضَّأ لِلصَّلَاةِ ) ‏ ‏بَيَان لِأَنَّ الْمُرَاد الْوُضُوء الشَّرْعِيّ لَا اللُّغَوِيّ , وَسَيَأْتِي حُكْم هَذِهِ الْمَسْأَلَة فِي آخِر كِتَاب الْغُسْل , وَنُبَيِّن هُنَاكَ أَنَّهُ مَنْسُوخ , وَلَا يُقَال إِذَا كَانَ مَنْسُوخًا كَيْف يَصِحّ الِاسْتِدْلَال بِهِ لِأَنَّا نَقُول الْمَنْسُوخ مِنْهُ عَدَم وُجُوب الْغُسْل وَنَاسِخه الْأَمْر بِالْغُسْلِ , وَأَمَّا الْأَمْر بِالْوُضُوءِ فَهُوَ بَاقٍ لِأَنَّهُ مُنْدَرِج تَحْت الْغُسْل , وَالْحِكْمَة فِي الْأَمْر بِالْوُضُوءِ قَبْل أَنْ يَجِب الْغُسْل إِمَّا لِكَوْنِ الْجِمَاع مَظِنَّة خُرُوج الْمَذْي أَوْ لِمُلَامَسَةِ الْمَرْأَة , وَبِهَذَا تَظْهَر مُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 292,
    "category": "كتاب الغسل",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ أَخْبَرَنِي أَبِي قَالَ، أَخْبَرَنِي أَبُو أَيُّوبَ، قَالَ أَخْبَرَنِي أُبَىُّ بْنُ كَعْبٍ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِذَا جَامَعَ الرَّجُلُ الْمَرْأَةَ فَلَمْ يُنْزِلْ قَالَ ‏\n\"‏ يَغْسِلُ مَا مَسَّ الْمَرْأَةَ مِنْهُ، ثُمَّ يَتَوَضَّأُ وَيُصَلِّي ‏\"‏‏.‏ \nقَالَ أَبُو عَبْدِ اللَّهِ الْغَسْلُ أَحْوَطُ، وَذَاكَ الآخِرُ، وَإِنَّمَا بَيَّنَّا لاِخْتِلاَفِهِمْ‏.‏",
    "english_text": "I asked Allah's Messenger (ﷺ) about a man who engages in sexual intercourse with his wife but does not \ndischarge. He replied, \"He should wash the parts which comes in contact with the private parts of the \nwoman, perform ablution and then pray.\" (Abu `Abdullah said, \"Taking a bath is safer and is the last \norder.\")",
    "explication": "‏ ‏قَوْله : ( عَنْ هِشَام بْن عُرْوَة قَالَ أَخْبَرَنِي أَبِي ) ‏ ‏يَعْنِي أَبَاهُ عُرْوَة وَهُوَ وَاضِح وَإِنَّمَا نَبَّهْت عَلَيْهِ لِئَلَّا يُظَنَّ أَنَّهُ نَظِير أُبَيِّ بْن كَعْبٍ لِكَوْنِهِ ذُكِرَ فِي الْإِسْنَادِ. ‏ ‏قَوْله : ( مَا مَسَّ الْمَرْأَةَ مِنْهُ ) ‏ ‏أَيْ يَغْسِلُ الرَّجُلُ الْعُضْوَ الَّذِي مَسَّ فَرْج الْمَرْأَةِ مِنْ أَعْضَائِهِ وَهُوَ مِنْ إِطْلَاق الْمَلْزُوم وَإِرَادَة اللَّازِم ; لِأَنَّ الْمُرَادَ رُطُوبَة فَرْجِهَا ‏ ‏) ‏ ‏قَوْله : ( ثُمَّ يَتَوَضَّأُ ) ‏ ‏رِيح فِي تَأْخِير الْوُضُوء عَنْ غَسْل الذَّكَر زَادَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيِّ عَنْ هِشَام فِيهِ \" وُضُوءَهُ لِلصَّلَاةِ \". ‏ ‏قَوْله : ( وَيُصَلِّي ) ‏ ‏هُوَ أَصْرَحُ فِي الدَّلَالَةِ عَلَى تَرْكِ الْغُسْلِ مِنْ الْحَدِيثِ الَّذِي قَبْلَهُ. ‏ ‏قَوْله : ( قَالَ أَبُو عَبْد اللَّه ) ‏ ‏وَالْمُصَنِّف وَقَائِل ذَلِكَ هُوَ الرَّاوِي عَنْهُ. ‏ ‏قَوْله : ( الْغُسْل أَحْوَط ) ‏ ‏أَيْ عَلَى تَقْدِيرِ أَنْ لَا يَثْبُت النَّاسِخُ وَلَا يَظْهَرُ التَّرْجِيحُ فَالِاحْتِيَاطُ لِلدِّينِ الِاغْتِسَالُ. ‏ ‏قَوْله : ( الْأَخِير ) ‏ ‏كَذَا لِأَبِي ذَرٍّ وَلِغَيْرِهِ \" الْآخَر \" بِالْمَدِّ بِغَيْرِ يَاء أَيْ آخِرِ الْأَمْرَيْنِ مِنْ الشَّارِعِ أَوْ مِنْ اِجْتِهَادِ الْأَئِمَّةِ. وَقَالَ اِبْن التِّينِ : ضَبَطْنَاهُ بِفَتْحِ الْخَاءِ فَعَلَى هَذَا الْإِشَارَة فِي قَوْلِهِ \" وَذَاكَ \" إِلَى حَدِيثِ الْبَابِ ‏ ‏قَوْله : ( إِنَّمَا بَيَّنَّا لِاخْتِلَافِهِمْ ) ‏ ‏وَفِي رِوَايَةِ كَرِيمَةٍ \" إِنَّمَا بَيَّنَّا اِخْتِلَافَهُمْ \" وَلِلْأَصِيلِيّ \" إِنَّمَا بَيَّنَّاهُ لِاخْتِلَافِهِمْ \" وَفِي نُسْخَةِ الصَّغَانِيّ \" إِنَّمَا بَيَّنَّا الْحَدِيثَ الْآخَرَ لِاخْتِلَافِهِمْ وَالْمَاءُ أَنْقَى \" وَاللَّامُ تَعْلِيلِيَّة أَيْ حَتَّى لَا يُظَنَّ أَنَّ فِي ذَلِكَ إِجْمَاعًا. وَاسْتَشْكَلَ اِبْن الْعَرَبِيِّ كَلَام الْبُخَارِيّ فَقَالَ : إِيجَابُ الْغُسْلِ أَطْبَقَ عَلَيْهِ الصَّحَابَة وَمَنْ بَعْدَهُمْ وَمَا خَالَفَ فِيهِ إِلَّا دَاوُد وَلَا عِبْرَةَ بِخِلَافِهِ وَإِنَّمَا الْأَمْرُ الصَّعْبُ مُخَالَفَة الْبُخَارِيّ وَحُكْمه بِأَنَّ الْغُسْلَ مُسْتَحَبّ وَهُوَ أَحَدُ أَئِمَّة الدِّينِ وَأَجِلَّة عُلَمَاء الْمُسْلِمِينَ. ثُمَّ أَخَذَ يَتَكَلَّمُ فِي تَضْعِيف حَدِيثِ الْبَاب بِمَا لَا يُقْبَلُ مِنْهُ وَقَدْ أَشَرْنَا إِلَى بَعْضِهِ ثُمَّ قَالَ : وَيُحْتَمَلُ أَنْ يَكُونَ مُرَاد الْبُخَارِيّ بِقَوْلِهِ \" الْغُسْل أَحْوَط \" أَيْ فِي الدِّينِ وَهُوَ بَابٌ مَشْهُورٌ فِي الْأُصُولِ قَالَ : وَهُوَ أَشْبَهُ بِإِمَامَةِ الرَّجُلِ وَعِلْمِهِ. قُلْت : وَهَذَا هُوَ الظَّاهِرُ مِنْ تَصَرُّفِهِ فَإِنَّهُ لَمْ يُتَرْجِمْ بِجَوَازِ تَرْك الْغُسْل وَإِنَّمَا تَرْجَمَ بِبَعْضِ مَا يُسْتَفَادُ مِنْ الْحَدِيثِ مِنْ غَيْرِ هَذِهِ الْمَسْأَلَةِ كَمَا اسْتَدَلَّ بِهِ عَلَى إِيجَابِ الْوُضُوءِ فِيمَا تَقَدَّمَ وَأَمَّا نَفْيُ اِبْنِ الْعَرَبِيِّ الْخِلَاف فَمُعْتَرَض فَإِنَّهُ مَشْهُورٌ بَيْنَ الصَّحَابَةِ ثَبَتَ عَنْ جَمَاعَةٍ مِنْهُمْ لَكِنْ اِدَّعَى اِبْنُ الْقَصَّارِ أَنَّ الْخِلَافَ اِرْتَفَعَ بَيْنَ التَّابِعِينَ وَهُوَ مُعْتَرَضٌ أَيْضًا فَقَدْ قَالَ الْخَطَّابِيّ : أَنَّهُ قَالَ بِهِ مِنْ الصَّحَابَةِ جَمَاعَة فَسَمَّى بَعْضهمْ قَالَ : وَمِنْ التَّابِعِينَ الْأَعْمَش وَتَبِعَهُ عِيَاض لَكِنْ قَالَ : لَمْ يَقُلْ بِهِ أَحَد بَعْدَ الصَّحَابَةِ غَيْره وَهُوَ مُعْتَرَضٌ أَيْضًا فَقَدْ ثَبَتَ ذَلِكَ عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن وَهُوَ فِي سُنَنِ أَبِي دَاوُد بِإِسْنَادٍ صَحِيحٍ وَعَنْ هِشَام بْن عُرْوَة عِنْدَ عَبْد الرَّزَّاق بِإِسْنَادٍ صَحِيحٍ وَقَالَ عَبْد الرَّزَّاق أَيْضًا عَنْ اِبْن جُرَيْجٍ عَنْ عَطَاءٍ أَنَّهُ قَالَ لَا تَطِيبُ نَفْسِي إِذَا لَمْ أُنْزِلَ حَتَّى اِغْتَسَلَ مِنْ أَجْلِ اِخْتِلَافِ النَّاسِ لِأَخْذِنَا بِالْعُرْوَةِ الْوُثْقَى وَقَالَ الشَّافِعِيّ فِي اِخْتِلَافِ الْحَدِيثِ : حَدِيث \" الْمَاء مِنْ الْمَاءِ \" ثَابِتٌ لَكِنَّهُ مَنْسُوخٌ إِلَى أَنْ قَالَ : فَخَالَفَنَا بَعْضُ أَهْلِ نَاحِيَتِنَا - يَعْنِي مِنْ الْحِجَازِيِّينَ - فَقَالُوا : لَا يَجِبُ الْغُسْلُ حَتَّى يُنْزِلَ ا ه. فَعُرِفَ بِهَذَا أَنَّ الْخِلَافَ كَانَ مَشْهُورًا بَيْنَ التَّابِعِينَ وَمَنْ بَعْدَهُمْ لَكِنَّ الْجُمْهُورَ عَلَى إِيجَابِ الْغُسْلِ وَهُوَ الصَّوَابُ وَاَللَّه أَعْلَمُ. ‏ ‏( خَاتِمَة : ‏ ‏اِشْتَمَلَ كِتَاب الْغُسْل - وَمَا مَعَهُ مِنْ أَحْكَام الْجَنَابَة - مِنْ الْأَحَادِيثِ الْمَرْفُوعَةِ عَلَى ثَلَاثَة وَسِتِّينَ حَدِيثًا الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى خَمْسَة وَثَلَاثُونَ حَدِيثًا الْمَوْصُول مِنْهَا أَحَد وَعِشْرُونَ وَالْبَقِيَّة تَعْلِيق وَمُتَابَعَة , وَالْخَالِص ثَمَانِيَة وَعِشْرُونَ مِنْهَا وَاحِد مُعَلَّق وَهُوَ حَدِيثُ بَهْزٍ عَنْ أَبِيهِ عَنْ جِدِّهِ وَقَدْ وَافَقَهُ مُسْلِم عَلَى تَخْرِيجِهَا سِوَاهُ وَسِوَى حَدِيث جَابِر فِي الِاكْتِفَاءِ فِي الْغُسْلِ بِصَاع وَحَدِيث أَنَس كَانَ يَدُورُ عَلَى نِسَائِهِ وَهُنَّ إِحْدَى عَشْرَةَ اِمْرَأَةً فِي لَيْلَةٍ وَاحِدَةٍ وَحَدِيثه فِي الِاغْتِسَالِ مَعَ الْمَرْأَةِ مِنْ إِنَاءٍ وَاحِدٍ وَحَدِيث عَائِشَة فِي صِفَة غُسْل الْمَرْأَة مِنْ الْجَنَابَةِ. وَفِيهِ مِنْ الْآثَارِ الْمَوْقُوفَةِ عَلَى الصَّحَابَةِ وَالتَّابِعِينَ عَشَرَة الْمُعَلَّق مِنْهَا سَبْعَة وَالْمَوْصُول ثَلَاثَة وَهِيَ حَدِيثُ زَيْد بْن خَالِد عَنْ عَلِيّ وَطَلْحَة وَالزُّبَيْر الْمَذْكُور فِي الْبَابِ الْأَخِيرِ فَإِنْ كَانَ مَرْفُوعًا عَنْهُمْ فَتَزِيدُ عِدَّة الْخَالِص مِنْ الْمَرْفُوعِ ثَلَاثَة وَهِيَ أَيْضًا مِنْ أَفْرَادِهِ عَنْ مُسْلِم. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]