[
  {
    "id": 2560,
    "category": "كتاب المكاتب",
    "text_chakl": "وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ إِنَّ بَرِيرَةَ دَخَلَتْ عَلَيْهَا تَسْتَعِينُهَا فِي كِتَابَتِهَا وَعَلَيْهَا خَمْسَةُ أَوَاقٍ، نُجِّمَتْ عَلَيْهَا فِي خَمْسِ سِنِينَ، فَقَالَتْ لَهَا عَائِشَةُ وَنَفِسَتْ فِيهَا أَرَأَيْتِ إِنْ عَدَدْتُ لَهُمْ عَدَّةً وَاحِدَةً، أَيَبِيعُكِ أَهْلُكِ، فَأُعْتِقَكِ، فَيَكُونَ وَلاَؤُكِ لِي فَذَهَبَتْ بَرِيرَةُ إِلَى أَهْلِهَا، فَعَرَضَتْ ذَلِكَ عَلَيْهِمْ فَقَالُوا لاَ إِلاَّ أَنْ يَكُونَ لَنَا الْوَلاَءُ‏.‏ قَالَتْ عَائِشَةُ فَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ‏.‏ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اشْتَرِيهَا فَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ رِجَالٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ، مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَهْوَ بَاطِلٌ، شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ ‏\"‏‏.‏",
    "english_text": "Narrated 'Aishah (ra) that Barira came to seek her help writing of emancipation and she had to pay five Uqiya (of gold) by five yearly installments. 'Aishah said to her, \"Do you think that if I pay the whole sum at once, your masters will sell you to me, and I will free you and your Wala' will be for me.\" Barira went to her masters and told them about that offer. They said that they would not agree to it unless her Wala' would be for them. 'Aishah further said, \"I went to Allah's Messenger (ﷺ) and told him about it.\" Allah Messenger (ﷺ) said to her, \"Buy Barira and manumit her and the Wala' will be for the liberator.\" Allah's Messenger (ﷺ) then got up and said, \"What about those people who stipulate conditions that are not present in Allah's Laws? If anybody stipulates a condition which is not in Allah's  Laws, then what he stipulates is invalid. Allah's Condition (Laws) are the truth and are more solid.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2561,
    "category": "كتاب المكاتب",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ تَسْتَعِينُهَا فِي كِتَابَتِهَا، وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا، قَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ، فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ، وَيَكُونَ وَلاَؤُكِ لِي فَعَلْتُ‏.‏ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ، وَيَكُونَ وَلاَؤُكِ لَنَا، فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ابْتَاعِي فَأَعْتِقِي، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ قَالَ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ أُنَاسٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ، وَإِنْ شَرَطَ مِائَةَ مَرَّةٍ، شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ ‏\"‏‏.‏",
    "english_text": "That `Aisha told him that Barirah came to seek her help in her writing of emancipation (for a certain \nsum) and that time she had not paid anything of it. `Aisha said to her, \"Go back to your masters, and if \nthey agree that I will pay the amount of your writing of emancipation and get your Wala', I will do \nso.\" Barirah informed her masters of that but they refused and said, \"If she (i.e. `Aisha) is seeking \nAllah's reward, then she can do so, but your Wala' will be for us.\" `Aisha mentioned that to Allah's \nApostle who said to her, \"Buy and manumit (free) her, as the Wala' is for the liberator.\" Allah's Messenger (ﷺ) then \ngot up and said, \"What about the people who stipulate conditions which are not present in Allah's \nLaws? Whoever imposes conditions which are not present in Allah's Laws, then those conditions will \nbe invalid, even if he imposed these conditions a hundred times. Allah's conditions (Laws) are the \ntruth and are more solid.\"",
    "explication": "‏ ‏قَوْله : ( إِنَّ بَرِيرَة ) ‏ ‏هِيَ بِفَتْحِ الْمُوَحَّدَة بِوَزْنِ فَعِيلَة , مُشْتَقَّة مِنْ الْبَرِير وَهُوَ ثَمَر الْأَرَاك. وَقِيلَ إِنَّهَا فَعِيلَة مِنْ الْبِرّ بِمَعْنَى مَفْعُولَة كَمَبْرُورَةٍ , أَوْ بِمَعْنَى فَاعِلَة كَرَحِيمَةٍ , هَكَذَا وَجَّهَهُ الْقُرْطُبِيّ. وَالْأَوَّل أَوْلَى لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَيَّرَ اِسْم جُوَيْرِيَةَ وَكَانَ اِسْمهَا بَرَّة وَقَالَ : \" لَا تُزَكُّوا أَنْفُسَكُمْ \" فَلَوْ كَانَتْ بَرِيرَة مِنْ الْبِرّ لَشَارَكَتْهَا فِي ذَلِكَ. وَكَانَتْ بَرِيرَة لِنَاسٍ مِنْ الْأَنْصَار كَمَا وَقَعَ عِنْد أَبِي نُعَيْم , وَقِيلَ لِنَاسٍ مِنْ بَنِي هِلَال قَالَهُ اِبْن عَبْد الْبَرّ , وَيُمْكِنُ الْجَمْعُ. وَكَانَتْ تَخْدُمُ عَائِشَة قَبْلَ أَنْ تَعْتِقَ كَمَا سَيَأْتِي فِي حَدِيث الْإِفْك , وَعَاشَتْ إِلَى خِلَافَة مُعَاوِيَة , وَتَفَرَّسَتْ فِي عَبْد الْمَلِك بْن مَرْوَان أَنَّهُ يَلِي الْخِلَافَة فَبَشَّرَتْهُ بِذَلِكَ وَرَوَى هُوَ ذَلِكَ عَنْهَا. ‏ ‏قَوْله : ( فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْك كِتَابَتك وَيَكُون وَلَاؤُك لِي فَعَلْت ) ‏ ‏كَذَا فِي هَذِهِ الرِّوَايَة , وَهِيَ نَظِير رِوَايَة مَالِك عَنْ هِشَام بْن عُرْوَة الْآتِيَة فِي الشُّرُوط بِلَفْظِ \" إِنْ أَحَبَّ أَهْلُك أَنْ أَعُدَّهَا لَهُمْ وَيَكُونَ وَلَاؤُك لِي فَعَلْت \" وَظَاهِره أَنَّ عَائِشَة طَلَبَتْ أَنْ يَكُون الْوَلَاء لَهَا إِذَا بَذَلَتْ جَمِيع مَال الْمُكَاتَبَة. وَلَمْ يَقَعْ ذَلِكَ إِذْ لَوْ وَقَعَ ذَلِكَ لَكَانَ اللَّوْم عَلَى عَائِشَة بِطَلَبِهَا وَلَاء مَنْ أَعْتَقَهَا غَيْرهَا. وَقَدْ رَوَاهُ أَبُو أُسَامَة عَنْ هِشَام بِلَفْظٍ يُزِيلُ الْإِشْكَال فَقَالَ بَعْد قَوْله : \" أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً وَأُعْتِقَك وَيَكُونَ وَلَاؤُك لِي فَعَلْت \". وَكَذَلِكَ رَوَاهُ وُهَيْب عَنْ هِشَام , فَعَرَفَ بِذَلِكَ أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَهَا شِرَاء صَحِيحًا ثُمَّ تُعْتِقَهَا إِذْ الْعِتْق فَرْع ثُبُوت الْمِلْك , وَيُؤَيِّدُهُ قَوْله فِي بَقِيَّة حَدِيث الزُّهْرِيِّ فِي هَذَا الْبَاب \" فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : اِبْتَاعِي فَأَعْتِقِي \" وَهُوَ يُفَسِّرُ قَوْله فِي رِوَايَة مَالِك عَنْ هِشَام \" خُذِيهَا \" وَيُوَضِّحُ ذَلِكَ أَيْضًا قَوْله فِي طَرِيق أَيْمَن الْآتِيَة \" دَخَلْت عَلَى بَرِيرَة وَهِيَ مُكَاتَبَة فَقَالَتْ : اِشْتَرِينِي وَأَعْتِقِينِي , قَالَتْ نَعَمْ \" وَقَوْله فِي حَدِيث اِبْن عُمَر \" أَرَادَتْ عَائِشَة أَنْ تَشْتَرِيَ جَارِيَةً فَتُعْتِقَهَا \" وَبِهَذَا يَتَّجِهُ الْإِنْكَارُ عَلَى مَوَالِي بَرِيرَة , إِذْ وَافَقُوا عَائِشَة عَلَى بَيْعِهَا ثُمَّ أَرَادُوا أَنْ يَشْتَرِطُوا أَنْ يَكُونَ الْوَلَاء لَهُمْ , وَيُؤَيِّدُهُ قَوْله فِي رِوَايَة أَيْمَن الْمَذْكُورَة \" قَالَتْ لَا تَبِيعُونِي حَتَّى تَشْتَرِطُوا وَلَائِي \" وَفِي رِوَايَة الْأَسْوَد الْآتِيَة فِي الْفَرَائِض عَنْ عَائِشَة \" اِشْتَرَيْت بَرِيرَة لِأُعْتِقهَا , فَاشْتَرَطَ أَهْلهَا وَلَاءَهَا \" وَسَيَأْتِي قَرِيبًا فِي الْهِبَة مِنْ طَرِيق الْقَاسِم عَنْ عَائِشَة \" أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِي بَرِيرَة وَأَنَّهُمْ اِشْتَرَطُوا وَلَاءَهَا \". ‏ ‏قَوْله : ( اِرْجِعِي إِلَى أَهْلِك ) ‏ ‏الْمُرَاد بِالْأَهْلِ هُنَا السَّادَة , وَالْأَهْل فِي الْأَصْل الْآلُ , وَفِي الشَّرْع مَنْ تَلْزَمُ نَفَقَتُهُ عَلَى الْأَصَحّ عِنْد الشَّافِعِيَّة. ‏ ‏قَوْله : ( إِنْ شَاءَتْ أَنْ تَحْتَسِبَ ) ‏ ‏هُوَ مِنْ الْحِسْبَة بِكَسْرِ الْمُهْمَلَة أَيْ تَحْتَسِبَ الْأَجْرَ عِنْد اللَّه وَلَا يَكُونَ لَهَا وَلَاءٌ. ‏ ‏قَوْله : ( فَذَكَرْت ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة هِشَام \" فَسَمِعَ بِذَلِكَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَنِي فَأَخْبَرْته \" وَفِي رِوَايَة مَالِك عَنْ هِشَام \" فَجَاءَتْ مِنْ عِنْدهمْ وَرَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِسٌ فَقَالَتْ : إِنِّي عَرَضْت عَلَيْهِمْ فَأَبَوْا , فَسَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَفِي رِوَايَة أَيْمَن الْآتِيَة \" فَسَمِعَ بِذَلِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْ بَلَغَهُ \" زَادَ فِي الشُّرُوط مِنْ هَذَا الْوَجْه فَقَالَ : \" مَا شَأْن بَرِيرَة \" وَلِمُسْلِمٍ مِنْ رِوَايَة أَبِي أُسَامَة , وَلِابْنِ خُزَيْمَةَ مِنْ رِوَايَة حَمَّاد بْن سَلَمَة كِلَاهُمَا عَنْ هِشَام \" فَجَاءَتْنِي بَرِيرَة وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس فَقَالَتْ لِي فِيمَا بَيْنِي وَبَيْنَهَا : مَا أَرَادَ أَهْلهَا , فَقُلْت : لَاهَا اللَّه إِذًا , وَرَفَعْت صَوْتِي وَانْتَهَرْتهَا , فَسَمِعَ ذَلِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَنِي فَأَخْبَرْته \" لَفْظ اِبْن خُزَيْمَةَ. ‏ ‏قَوْله : ( اِبْتَاعِي فَأَعْتِقِي ) ‏ ‏هُوَ كَقَوْلِهِ فِي حَدِيث اِبْن عُمَر : \" لَا يَمْنَعُك ذَلِكَ \" وَلَيْسَ فِي ذَلِكَ شَيْءٌ مِنْ الْإِشْكَال الَّذِي وَقَعَ فِي رِوَايَة هِشَام الْآتِيَة فِي الْبَاب الَّذِي يَلِيهِ. ‏ ‏قَوْله : ( وَإِنْ شَرَطَ ) ‏ ‏فِي رِوَايَة أَبِي ذَرّ \" وَإِنْ اِشْتَرَطَ \". ‏ ‏قَوْله : ( مِائَة مَرَّة ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي \" مِائَة شَرْط \" وَكَذَا هُوَ فِي رِوَايَة هِشَام وَأَيْمَن , قَالَ النَّوَوِيُّ : مَعْنَى قَوْله : \" وَلَوْ اِشْتَرَطَ مِائَة شَرْط \" أَنَّهُ لَوْ شَرَطَ مِائَة مَرَّة تَوْكِيدًا فَهُوَ بَاطِلٌ , وَيُؤَيِّدُهُ قَوْله فِي الرِّوَايَة الْأَخِيرَة : \" إِنْ شَرَطَ مِائَة مَرَّة \" وَإِنَّمَا حَمَلَهُ عَلَى التَّأْكِيد لِأَنَّ الْعُمُوم فِي قَوْله : \" كُلّ شَرْط \" وَفِي قَوْله : \" مَنْ اِشْتَرَطَ شَرْطًا \" دَالّ عَلَى بُطْلَان جَمِيع الشُّرُوط الْمَذْكُورَة فَلَا حَاجَة إِلَى تَقْيِيدهَا بِالْمِائَةِ فَإِنَّهَا لَوْ زَادَتْ عَلَيْهَا كَانَ الْحُكْم كَذَلِكَ لَمَا دَلَّتْ عَلَيْهَا الصِّيغَة. نَعَمْ الطَّرِيق الْأَخِيرَة مِنْ رِوَايَة أَيْمَن عَنْ عَائِشَة بِلَفْظِ \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : الْوَلَاء لِمَنْ أَعْتَقَ وَإِنْ اِشْتَرَطُوا مِائَة شَرْط \" وَإِنْ اِحْتَمَلَ التَّأْكِيد لَكِنَّهُ ظَاهِرٌ فِي أَنَّ الْمُرَاد بِهِ التَّعَدُّد , وَذِكْر الْمِائَة عَلَى سَبِيل الْمُبَالَغَة وَاللَّه أَعْلَم. وَقَالَ الْقُرْطُبِيّ : قَوْله : \" وَلَوْ كَانَ مِائَة شَرْط \" خَرَجَ مَخْرَج التَّكْثِير , يَعْنِي أَنَّ الشُّرُوط الْغَيْر الْمَشْرُوعَة بَاطِلَة وَلَوْ كَثُرَتْ , وَيُسْتَفَادُ مِنْهُ أَنَّ الشُّرُوط الْمَشْرُوعَة صَحِيحَة وَسَيَأْتِي التَّنْصِيص عَلَى ذَلِكَ فِي كِتَاب الشُّرُوط إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2562,
    "category": "كتاب المكاتب",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَرَادَتْ عَائِشَةُ أُمُّ الْمُؤْمِنِينَ أَنْ تَشْتَرِيَ جَارِيَةً لِتُعْتِقَهَا، فَقَالَ أَهْلُهَا عَلَى أَنَّ وَلاَءَهَا لَنَا‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَمْنَعُكِ ذَلِكِ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏",
    "english_text": "Aisha wanted to buy a slave-girl in order to manumit her. The girl's masters stipulated that her Wala' \nwould be for them. Allah's Messenger (ﷺ) said (to `Aisha), \"What they stipulate should not stop you, for the \nWala' is for the liberator.\"",
    "explication": "‏ ‏قَوْله عَنْ اِبْن عُمَر ( أَرَادَتْ عَائِشَة ) ‏ ‏فِي رِوَايَة مُسْلِم \" عَنْ يَحْيَى بْن يَحْيَى النَّيْسَابُورِيّ عَنْ مَالِك عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ عَائِشَة \" فَصَارَ مِنْ مُسْنَد عَائِشَة , وَأَشَارَ اِبْن عَبْد الْبَرّ إِلَى تَفَرُّده عَنْ مَالِك بِذَلِكَ , وَلَيْسَ كَذَلِكَ فَقَدْ أَخْرَجَهُ أَبُو عَوَانَة فِي صَحِيحه عَنْ الرَّبِيع عَنْ الشَّافِعِيّ عَنْ مَالِك كَذَلِكَ وَكَذَا أَخْرَجَهُ الْبَيْهَقِيُّ فِي \" الْمَعْرِفَة \" مِنْ طَرِيق الرَّبِيع , وَيُمْكِنُ أَنْ يَكُونَ هُنَا \" عَنْ \" لَا يُرَادُ بِهَا أَدَاة الرِّوَايَة بَلْ فِي السِّيَاق شَيْء مَحْذُوف تَقْدِيره عَنْ قِصَّة عَائِشَة فِي إِرَادَتهَا شِرَاء بَرِيرَة , وَقَدْ وَقَعَ نَظِير ذَلِكَ فِي قِصَّة بَرِيرَة , فَفِي النَّسَائِيِّ مِنْ طَرِيق يَزِيد بْن رُومَان \" عَنْ عُرْوَة عَنْ بَرِيرَة أَنَّهَا كَانَ فِيهَا ثَلَاث سِنِينَ \" قَالَ النَّسَائِيُّ : هَذَا خَطَأ وَالصَّوَاب رِوَايَة عُرْوَة عَنْ عَائِشَة. قُلْت : وَإِذَا حُمِلَ عَلَى مَا قَرَّرْته لَمْ يَكُنْ خَطَأ , بَلْ الْمُرَاد عَنْ قِصَّة بَرِيرَة , وَلَمْ يُرِدْ الرِّوَايَة عَنْهَا نَفْسهَا. ‏ ‏وَقَدْ قَرَّرْت هَذِهِ الْمَسْأَلَة بِنَظَائِرِهَا فِيمَا كَتَبْته عَلَى اِبْن الصَّلَاح. ‏ ‏قَوْله : ( لَا يَمْنَعُك ) ‏ ‏فِي رِوَايَة أَبِي ذَرّ \" لَا يَمْنَعَنَّك \" بِنُونِ التَّأْكِيد , وَالْأَوَّل رِوَايَة مُسْلِم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2563,
    "category": "كتاب المكاتب",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ بَرِيرَةُ فَقَالَتْ إِنِّي كَاتَبْتُ أَهْلِي عَلَى تِسْعِ أَوَاقٍ، فِي كُلِّ عَامٍ وَقِيَّةٌ، فَأَعِينِينِي‏.‏ فَقَالَتْ عَائِشَةُ إِنْ أَحَبَّ أَهْلُكِ أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً، وَأُعْتِقَكِ فَعَلْتُ، وَيَكُونَ وَلاَؤُكِ لِي‏.‏ فَذَهَبَتْ إِلَى أَهْلِهَا، فَأَبَوْا ذَلِكَ عَلَيْهَا، فَقَالَتْ إِنِّي قَدْ عَرَضْتُ ذَلِكَ عَلَيْهِمْ، فَأَبَوْا إِلاَّ أَنْ يَكُونَ الْوَلاَءُ لَهُمْ‏.‏ فَسَمِعَ بِذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَأَلَنِي فَأَخْبَرْتُهُ، فَقَالَ ‏\"‏ خُذِيهَا، فَأَعْتِقِيهَا، وَاشْتَرِطِي لَهُمُ الْوَلاَءَ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ قَالَتْ عَائِشَةُ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ، فَمَا بَالُ رِجَالٍ مِنْكُمْ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ فَأَيُّمَا شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهْوَ بَاطِلٌ، وَإِنْ كَانَ مِائَةَ شَرْطٍ، فَقَضَاءُ اللَّهِ أَحَقُّ، وَشَرْطُ اللَّهِ أَوْثَقُ، مَا بَالُ رِجَالٍ مِنْكُمْ يَقُولُ أَحَدُهُمْ أَعْتِقْ يَا فُلاَنُ وَلِيَ الْوَلاَءُ إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏",
    "english_text": "Barirah came (to `Aisha) and said, \"I have made a contract of emancipation with my masters for nine \nUqiyas (of gold) to be paid in yearly installments. Therefore, I seek your help.\" `Aisha said, \"If your \nmasters agree, I will pay them the sum at once and free you on condition that your Wala' will be for \nme.\" Barirah went to her masters but they refused that offer. She (came back) and said, \"I presented to \nthem the offer but they refused, unless the Wala' was for them.\" Allah's Messenger (ﷺ) heard of that and \nasked me about it, and I told him about it. On that he said, \"Buy and manumit her and stipulate that \nthe Wala' should be for you, as Wala' is for the liberator.\" `Aisha added, \"Allah's Messenger (ﷺ) then got up \namongst the people, Glorified and Praised Allah, and said, 'Then after: What about some people who \nimpose conditions which are not present in Allah's Laws? So, any condition which is not present in \nAllah's Laws is invalid even if they were one-hundred conditions. Allah's ordinance is the truth, and \nAllah's condition is stronger and more solid. Why do some men from you say, O so-and-so! manumit \nthe slave but the Wala will be for me? Verily, the Wala is for the liberator.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ هِشَام ) ‏ ‏زَادَ أَبُو ذَرّ \" اِبْن عُرْوَة \". ‏ ‏قَوْله : ( فَأَعِينِينِي ) ‏ ‏كَذَا لِلْأَكْثَرِ بِصِيغَةِ الْأَمْر لِلْمُؤَنَّثِ مِنْ الْإِعَانَة , وَفِي رِوَايَة الْْكُشْمِيهَنِيّ \" فَأَعْيَتْنِي \" بِصِيغَةِ الْخَبَر الْمَاضِي مِنْ الْإِعْيَاء , وَالضَّمِير لِلْأَوَاقِي , وَهُوَ مُتَّجَهُ الْمَعْنَى , أَيْ أَعْجَزَتْنِي عَنْ تَحْصِيلهَا. وَفِي رِوَايَة حَمَّاد بْن سَلَمَة عَنْ هِشَام عِنْد اِبْن خُزَيْمَةَ وَغَيْره \" فَأَعْتِقِينِي \" بِصِيغَةِ الْأَمْر لِلْمُؤَنَّثِ بِالْعِتْقِ , إِلَّا أَنَّ الثَّابِت فِي طَرِيق مَالِك وَغَيْره عَنْ هِشَام الْأَوَّل. ‏ ‏قَوْله : ( فَأَبَوْا إِلَّا أَنْ يَكُونَ لَهُمْ الْوَلَاء ) ‏ ‏زَادَ مُسْلِم مِنْ هَذَا الْوَجْه \" فَانْتَهَرْتهَا \" وَكَأَنَّ عَائِشَة كَانَتْ عَرَفَتْ الْحُكْم فِي ذَلِكَ. ‏ ‏قَوْله : ( خُذِيهَا فَأَعْتِقِيهَا وَاشْتَرِطِي لَهُمْ الْوَلَاء ) ‏ ‏قَالَ اِبْنِ عَبْد الْبَرّ وَغَيْره : كَذَا رَوَاهُ أَصْحَاب هِشَام عَنْ عُرْوَة وَأَصْحَاب مَالِك عَنْهُ عَنْ هِشَام , وَاسْتَشْكَلَ صُدُور الْإِذْن مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْبَيْع عَلَى شَرْطٍ فَاسِدٍ , وَاخْتَلَفَ الْعُلَمَاء فِي ذَلِكَ : فَمِنْهُمْ مَنْ أَنْكَرَ الشَّرْط فِي الْحَدِيث , فَرَوَى الْخَطَّابِيُّ فِي \" الْعَالِم \" بِسَنَدِهِ إِلَى يَحْيَى بْن أَكْثَم أَنَّهُ أَنْكَرَ ذَلِكَ , وَعَنْ الشَّافِعِيّ فِي \" الْأُمّ \" الْإِشَارَة إِلَى تَضْعِيف رِوَايَة هِشَام الْمُصَرِّحَة بِالِاشْتِرَاطِ لِكَوْنِهِ اِنْفَرَدَ بِهَا دُون أَصْحَاب أَبِيهِ , وَرِوَايَات غَيْره قَابِلَة لِلتَّأْوِيلِ. وَأَشَارَ غَيْره إِلَى أَنَّهُ رُوِيَ بِالْمَعْنَى الَّذِي وَقَعَ لَهُ , وَلَيْسَ كَمَا ظَنَّ , وَأَثْبَتَ الرِّوَايَة آخَرُونَ وَقَالُوا : هِشَام ثِقَةٌ حَافِظٌ , وَالْحَدِيث مُتَّفَقٌ عَلَى صِحَّتِهِ فَلَا وَجْهَ لِرَدِّهِ. ثُمَّ اِخْتَلَفُوا فِي تَوْجِيههَا : فَزَعَمَ الطَّحَاوِيُّ أَنَّ الْمُزَنِيَّ حَدَّثَهُ بِهِ عَنْ الشَّافِعِيّ بِلَفْظِ \" وَأَشْرِطِي \" بِهَمْزَةِ قَطْع بِغَيْرِ تَاءٍ مُثَنَّاة , ثُمَّ وَجَّهَهُ بِأَنَّ مَعْنَاهُ : أَظْهَرِي لَهُمْ حُكْم الْوَلَاء. وَالْإِشْرَاط الْإِظْهَار , قَالَ أَوْس بْن حَجَر \" فَأَشْرَطَ فِيهَا نَفْسه وَهُوَ مِعْصَمٌ \" أَيْ أَظْهَرَ نَفْسه اِنْتَهَى. وَأَنْكَرَ غَيْره الرِّوَايَة. وَالَّذِي فِي \" مُخْتَصَر الْمُزَنِيِّ \" وَ \" الْأُمّ \" وَغَيْرهمَا عَنْ الشَّافِعِيّ كَرِوَايَةِ الْجُمْهُور \" وَاشْتَرِطِي \" بِصِيغَةِ أَمْر الْمُؤَنَّث مِنْ الشَّرْط , ثُمَّ حَكَى الطَّحَاوِيُّ أَيْضًا تَأْوِيل الرِّوَايَة الَّتِي بِلَفْظِ \" اِشْتَرِطِي \" وَأَنَّ اللَّام فِي قَوْله : \" اِشْتَرِطِي لَهُمْ \" بِمَعْنَى \" عَلَيَّ \" كَقَوْلِهِ تَعَالَى : ( وَإِنْ أَسَأْتُمْ فَلَهَا ) وَهَذَا هُوَ الْمَشْهُور عَنْ الْمُزَنِيِّ وَجَزَمَ بِهِ عَنْهُ الْخَطَّابِيُّ , وَهُوَ صَحِيحٌ عَنْ الشَّافِعِيِّ أَسْنَدَهُ الْبَيْهَقِيُّ فِي \" الْمَعْرِفَة \" مِنْ طَرِيق أَبِي حَاتِمٍ الرَّازِيِّ عَنْ حَرْمَلَة عَنْهُ , وَحَكَى الْخَطَّابِيُّ عَنْ اِبْن خُزَيْمَةَ أَنَّ قَوْل يَحْيَى بْن أَكْثَم غَلَط , وَالتَّأْوِيل الْمَنْقُول عَنْ الْمُزَنِيِّ لَا يَصِحُّ. وَقَالَ النَّوَوِيُّ : تَأْوِيل اللَّام بِمَعْنَى عَلَى هُنَا ضَعِيف , لِأَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام أَنْكَرَ الِاشْتِرَاط , وَلَوْ كَانَتْ بِمَعْنَى عَلَى لَمْ يُنْكِرْهُ. فَإِنْ قِيلَ مَا أَنْكَرَ إِلَّا إِرَادَة الِاشْتِرَاط فِي أَوَّل الْأَمْر , فَالْجَوَاب أَنَّ سِيَاق الْحَدِيث يَأْبَى ذَلِكَ. وَضَعَّفَهُ أَيْضًا اِبْن دَقِيق الْعِيد وَقَالَ : اللَّام لَا تَدُلُّ بِوَضْعِهَا عَلَى الِاخْتِصَاص النَّافِع , بَلْ عَلَى مُطْلَقِ الِاخْتِصَاصِ , فَلَا بُدَّ فِي حَمْلِهَا عَلَى ذَلِكَ مِنْ قَرِينَةٍ. وَقَالَ آخَرُونَ : الْأَمْر فِي قَوْله : \" اِشْتَرِطِي \" لِلْإِبَاحَةِ , وَهُوَ عَلَى جِهَة التَّنْبِيه عَلَى أَنَّ ذَلِكَ لَا يَنْفَعُهُمْ فَوُجُودُهُ وَعَدَمُهُ سَوَاءٌ , وَكَأَنَّهُ يَقُولُ : اِشْتَرِطِي أَوْ لَا تَشْتَرِطِي فَذَلِكَ لَا يُفِيدُهُمْ. وَيُقَوِّي هَذَا التَّأْوِيل قَوْله فِي رِوَايَة أَيْمَن الْآتِيَة آخِر أَبْوَاب الْمُكَاتَب \" اِشْتَرِيهَا وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاؤُوا \" وَقِيلَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْلَم النَّاس بِأَنَّ اِشْتِرَاط الْبَائِع الْوَلَاء بَاطِل , وَاشْتَهَرَ ذَلِكَ بِحَيْثُ لَا يَخْفَى عَلَى أَهْل بَرِيرَة , فَلَمَّا أَرَادُوا أَنْ يَشْتَرِطُوا مَا تَقَدَّمَ لَهُمْ الْعِلْم بِبُطْلَانِهِ أَطْلَقَ الْأَمْرَ مُرِيدًا بِهِ التَّهْدِيد عَلَى مَآل الْحَال كَقَوْلِهِ : ( وَقُلْ اِعْمَلُوا فَسَيَرَى اللَّه عَمَلَكُمْ وَرَسُولُهُ ) وَكَقَوْلِ مُوسَى : ( أَلْقُوا مَا أَنْتُمْ مُلْقُونَ ) أَيْ فَلَيْسَ ذَلِكَ بِنَافِعِكُمْ , وَكَأَنَّهُ يَقُولُ : اِشْتَرِطِي لَهُمْ فَسَيَعْلَمُونَ أَنَّ ذَلِكَ لَا يَنْفَعُهُمْ , وَيُؤَيِّدُهُ قَوْله حِين خَطَبَهُمْ \" مَا بَال رِجَال يَشْتَرِطُونَ شُرُوطًا إِلَخْ \" فَوَبَّخَهُمْ بِهَذَا الْقَوْل مُشِيرًا إِلَى أَنَّهُ قَدْ تَقَدَّمَ مِنْهُ بَيَان حُكْم اللَّه بِإِبْطَالِهِ , إِذْ لَوْ لَمْ يَتَقَدَّمْ بَيَان ذَلِكَ لَبَدَأَ بِبَيَانِ الْحُكْم فِي الْخُطْبَة لَا بِتَوْبِيخِ الْفَاعِل , لِأَنَّهُ كَانَ يَكُون بَاقِيًا عَلَى الْبَرَاءَة الْأَصْلِيَّة. وَقِيلَ الْأَمْر فِيهِ بِمَعْنَى الْوَعِيد الَّذِي ظَاهِره الْأَمْر وَبَاطِنه النَّهْي كَقَوْلِهِ تَعَالَى : ( اِعْمَلُوا مَا شِئْتُمْ ) , وَقَالَ الشَّافِعِيّ فِي \" الْأُمّ \" : لَمَّا كَانَ مَنْ اِشْتَرَطَ خِلَاف مَا قَضَى اللَّه وَرَسُوله عَاصِيًا وَكَانَتْ فِي الْمَعَاصِي حُدُود وَآدَاب وَكَانَ مِنْ أَدَب الْعَاصِينَ أَنْ يُعَطِّل عَلَيْهِمْ شُرُوطهمْ لِيَرْتَدِعُوا عَنْ ذَلِكَ وَيَرْتَدِعَ بِهِ غَيْرهمْ كَانَ ذَلِكَ مِنْ أَيْسَر الْأَدَب. وَقَالَ غَيْره : مَعْنَى اِشْتَرِطِي اُتْرُكِي مُخَالَفَتهمْ فِيمَا شَرَطُوهُ وَلَا تُظْهِرِي نِزَاعهمْ فِيمَا دَعَوْا إِلَيْهِ مُرَاعَاة لِتَنْجِيزِ الْعِتْق لِتَشَوُّفِ الشَّارِع إِلَيْهِ , وَقَدْ يُعْبَّرُ عَنْ التَّرْك بِالْفِعْلِ كَقَوْلِهِ تَعَالَى : ( وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ ) أَيْ نَتْرُكُهُمْ يَفْعَلُونَ ذَلِكَ , وَلَيْسَ الْمُرَاد بِالْإِذْنِ إِبَاحَة الْإِضْرَار بِالسِّحْرِ , قَالَ اِبْن دَقِيق الْعِيد : وَهَذَا وَإِنْ كَانَ مُحْتَمَلًا إِلَّا أَنَّهُ خَارِج عَنْ الْحَقِيقَة مِنْ غَيْر دَلَالَة عَلَى الْمَجَازِ مِنْ حَيْثُ السِّيَاقُ. وَقَالَ النَّوَوِيُّ : أَقْوَى الْأَجْوِبَة أَنَّ هَذَا الْحُكْم خَاصٌّ بِعَائِشَةَ فِي هَذِهِ الْقَضِيَّة وَأَنَّ سَبَبه الْمُبَالَغَة فِي الرُّجُوع عَنْ هَذَا الشَّرْط لِمُخَالَفَتِهِ حُكْم الشَّرْع , وَهُوَ كَفَسْخِ الْحَجّ إِلَى الْعُمْرَة كَانَ خَاصًّا بِتِلْك الْحَجَّة مُبَالَغَة فِي إِزَالَة مَا كَانُوا عَلَيْهِ مِنْ مَنْع الْعُمْرَة فِي أَشْهُرِ الْحَجّ. وَيُسْتَفَادُ مِنْهُ اِرْتِكَاب أَخَفِّ الْمَفْسَدَتَيْنِ إِذَا اِسْتَلْزَمَ إِزَالَة أَشَدّهمَا , وَتُعُقِّبَ بِأَنَّهُ اِسْتِدْلَال بِمُخْتَلَفٍ فِيهِ عَلَى مُخْتَلَفٍ فِيهِ , وَتَعَقَّبَهُ اِبْن دَقِيق الْعِيد بِأَنَّ التَّخْصِيص لَا يَثْبُتُ إِلَّا بِدَلِيلٍ , وَلِأَنَّ الشَّافِعِيَّ نَصَّ عَلَى خِلَاف هَذِهِ الْمَقَالَة. وَقَالَ اِبْن الْجَوْزِيّ : لَيْسَ فِي الْحَدِيث أَنَّ اِشْتِرَاط الْوَلَاء وَالْعِتْق كَانَ مُقَارِنًا لِلْعَقْدِ فَيُحْمَلُ عَلَى أَنَّهُ كَانَ سَابِقًا لِلْعَقْدِ فَيَكُون الْأَمْر بِقَوْلِهِ : \" اِشْتَرِطِي \" مُجَرَّد الْوَعِيد وَلَا يَجِبُ الْوَفَاءُ بِهِ , وَتُعُقِّبَ بِاسْتِبْعَادِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُرُ شَخْصًا أَنْ يَعِدَ مَعَ عِلْمه بِأَنَّهُ لَا يَفِي بِذَلِكَ الْوَعْد. وَأَغْرَبَ اِبْن حَزْم فَقَالَ : كَانَ الْحُكْم ثَابِتًا بِجَوَازِ اِشْتِرَاط الْوَلَاء لِغَيْرِ الْمُعْتِق , فَوَقَعَ الْأَمْرُ بِاشْتِرَاطِهِ فِي الْوَقْت الَّذِي كَانَ جَائِزًا فِيهِ , ثُمَّ نُسِخَ ذَلِكَ الْحُكْم بِخُطْبَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبِقَوْلِهِ : \" إِنَّمَا الْوَلَاء لِمَنْ أَعْتَقَ \" وَلَا يَخْفَى بُعْد مَا قَالَ , وَسِيَاق طُرُق هَذَا الْحَدِيث تُدْفَعُ فِي وَجْهِ هَذَا الْجَوَاب وَاللَّه الْمُسْتَعَان. وَقَالَ الْخَطَّابِيُّ : وَجْه هَذَا الْحَدِيث أَنَّ الْوَلَاء لَمَّا كَانَ كَلُحْمَةِ النَّسَبِ , وَالْإِنْسَان إِذَا وُلِدَ لَهُ وَلَدٌ ثَبَتَ لَهُ نَسَبه وَلَا يَنْتَقِل نَسَبه عَنْهُ وَلَوْ نُسِبَ إِلَى غَيْره , فَكَذَلِكَ إِذَا أَعْتَقَ عَبْدًا ثَبَتَ لَهُ وَلَاؤُهُ وَلَوْ أَرَادَ نَقْل وَلَائِهِ عَنْهُ أَوْ أَذِنَ فِي نَقْله عَنْهُ لَمْ يَنْتَقِلْ , فَلَمْ يَعْبَأْ بِاشْتِرَاطِهِمْ الْوَلَاء , وَقِيلَ اِشْتَرِطِي وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاءُوا وَنَحْو ذَلِكَ لِأَنَّ ذَلِكَ غَيْر قَادِح فِي الْعَقْد بَلْ هُوَ بِمَنْزِلَةِ اللَّغْو مِنْ الْكَلَام , وَأَخَّرَ إِعْلَامهمْ بِذَلِكَ لِيَكُونَ رَدُّهُ وَإِبْطَاله قَوْلًا شَهِيرًا يُخْطَبُ بِهِ عَلَى الْمِنْبَر ظَاهِرًا , إِذْ هُوَ أَبْلَغُ فِي النَّكِير وَأَوْكَدُ فِي التَّعْبِير ا ه. وَهُوَ يُؤَوَّل إِلَى أَنَّ الْأَمْر فِيهِ بِمَعْنَى الْإِبَاحَة كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( فَقَضَاء اللَّه أَحَقّ ) ‏ ‏أَيْ بِالِاتِّبَاعِ مِنْ الشُّرُوط الْمُخَالِفَة لَهُ. ‏ ‏قَوْله : ( وَشَرْط اللَّه أَوْثَق ) ‏ ‏أَيْ بِاتِّبَاعِ حُدُوده الَّتِي حَدَّهَا , وَلَيْسَتْ الْمُفَاعَلَة هُنَا عَلَى حَقِيقَتهَا إِذْ لَا مُشَارَكَة بَيْن الْحَقّ وَالْبَاطِل , وَقَدْ وَرَدَتْ صِيغَة أَفْعَل لِغَيْرِ التَّفْضِيل كَثِيرًا , وَيُحْتَمَلُ أَنْ يُقَال وَرَدَ ذَلِكَ عَلَى مَا اِعْتَقَدُوهُ مِنْ الْجَوَاز. ‏ ‏قَوْله : ( مَا بَال رِجَال ) ‏ ‏أَيْ مَا حَالهمْ. ‏ ‏قَوْله : ( إِنَّمَا الْوَلَاء لِمَنْ أَعْتَقَ ) ‏ ‏يُسْتَفَادُ مِنْهُ أَنَّ كَلِمَة \" إِنَّمَا \" لِلْحَصْرِ , وَهُوَ إِثْبَات الْحُكْم لِلْمَذْكُورِ وَنَفِيه عَمَّا عَدَاهُ. وَلَوْلَا ذَلِكَ لَمَا لَزِمَ مِنْ إِثْبَات الْوَلَاء لِلْمُعْتِقِ نَفْيه عَنْ غَيْره , وَاسْتَدَلَّ بِمَفْهُومِهِ عَلَى أَنَّهُ لَا وَلَاءَ لِمَنْ أَسْلَمَ عَلَى يَدَيْهِ رَجُل أَوْ وَقَعَ بَيْنه وَبَيْنه مُحَالَفَة خِلَافًا لِلْحَنَفِيَّةِ , وَلَا لِلْمُلْتَقِطِ خِلَافًا لِإِسْحَاق. وَسَيَأْتِي مَزِيد بَسْط لِذَلِكَ فِي كِتَاب الْفَرَائِض إِنْ شَاءَ اللَّه تَعَالَى. وَيُسْتَفَادُ مِنْ مَنْطُوقه إِثْبَات الْوَلَاء لِمَنْ أَعْتَقَ سَابِيه خِلَافًا لِمَنْ قَالَ يَصِيرُ وَلَاؤُهُ لِلْمُسْلِمِينَ , وَيَدْخُلُ فِيمَنْ أَعْتَقَ عِتْق الْمُسْلِم لِلْمُسْلِمِ وَلِلْكَافِرِ , وَبِالْعَكْسِ ثُبُوت الْوَلَاء لِلْمُعْتَقِ. ‏ ‏( تَنْبِيه ) : ‏ ‏زَادَ النَّسَائِيُّ مِنْ طَرِيق جَرِير بْن عَبْد الْحَمِيد عَنْ هِشَام بْن عُرْوَة فِي آخِر هَذَا الْحَدِيث \" فَخَيَّرَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن زَوْجهَا وَكَانَ عَبْدًا \" وَهَذِهِ الزِّيَادَة سَتَأْتِي فِي النِّكَاح مِنْ حَدِيث اِبْن عَبَّاس , وَيَأْتِي الْكَلَام عَلَيْهَا هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى , مَعَ ذِكْر الْخِلَاف فِي زَوْجهَا هَلْ كَانَ حُرًّا أَوْ عَبْدًا , وَتَسْمِيَته , وَمَا اِتَّفَقَ لَهُ بَعْد فِرَاقهَا. ‏ ‏وَفِي حَدِيث بَرِيرَة هَذَا مِنْ الْفَوَائِد - سِوَى مَا سَبَقَ وَسِوَى مَا سَيَأْتِي فِي النِّكَاح - جَوَاز كِتَابَة الْأَمَة كَالْعَبْدِ , وَجَوَاز كِتَابَة الْمُتَزَوِّجَة وَلَوْ لَمْ يَأْذَنْ الزَّوْج , وَأَنَّهُ لَيْسَ لَهُ مَنْعُهَا مِنْ كِتَابَتهَا وَلَوْ كَانَتْ تُؤَدِّي إِلَى فِرَاقِهَا مِنْهُ , كَمَا أَنَّهُ لَيْسَ لِلْعَبْدِ الْمُتَزَوِّجِ مَنْع السَّيِّد مِنْ عِتْقِ أَمَتِهِ الَّتِي تَحْتَهُ وَإِنْ أَدَّى ذَلِكَ إِلَى بُطْلَان نِكَاحهَا. ‏ ‏وَيُسْتَنْبَطُ مِنْ تَمْكِينِهَا مِنْ السَّعْيِ فِي مَالِ الْكِتَابَةِ أَنَّهُ لَيْسَ عَلَيْهَا خِدْمَته. وَفِيهِ جَوَازُ سَعْي الْمُكَاتَبَة وَسُؤَالهَا وَاكْتِسَابهَا وَتَمْكِين السَّيِّد لَهَا مِنْ ذَلِكَ , وَلَا يَخْفَى أَنَّ مَحَلّ الْجَوَاز إِذَا عَرَفَتْ جِهَة حِلّ كَسْبهَا , وَفِيهِ الْبَيَان بِأَنَّ النَّهْي الْوَارِد عَنْ كَسْب الْأَمَة مَحْمُول عَلَى مَنْ لَا يَعْرِفُ وَجْهَ كَسْبهَا , أَوْ مَحْمُول عَلَى غَيْر الْمُكَاتَبَة. ‏ ‏وَفِيهِ أَنَّ لِلْمُكَاتَبِ أَنْ يَسْأَلَ مِنْ حِين الْكِتَابَة وَلَا يُشْتَرَطُ فِي ذَلِكَ عَجْزه خِلَافًا لِمَنْ شَرَطَهُ. ‏ ‏وَفِيهِ جَوَاز السُّؤَال لِمَنْ اِحْتَاجَ إِلَيْهِ مِنْ دَيْنٍ أَوْ غُرْمٍ أَوْ نَحْو ذَلِكَ. وَفِيهِ أَنَّهُ لَا بَأْسَ بِتَعْجِيلِ مَال الْكِتَابَة. ‏ ‏وَفِيهِ جَوَاز الْمُسَاوَمَة فِي الْبَيْع وَتَشْدِيد صَاحِب السِّلْعَة فِيهَا , وَأَنَّ الْمَرْأَة الرَّشِيدَة تَتَصَرَّفُ لِنَفْسِهَا فِي الْبَيْع وَغَيْره وَلَوْ كَانَتْ مُزَوَّجَةً خِلَافًا لِمَنْ أَبَى ذَلِكَ , وَسَيَأْتِي لَهُ مَزِيد فِي كِتَاب الْهِبَة , وَأَنَّ مَنْ لَا يَتَصَرَّفُ بِنَفْسِهِ فَلَهُ أَنْ يُقِيمَ غَيْرَهُ مَقَامَهُ فِي ذَلِكَ , وَأَنَّ الْعَبْد إِذَا أَذِنَ السَّيِّد لَهُ فِي التِّجَارَة جَازَ تَصَرُّفُهُ. ‏ ‏وَفِيهِ جَوَازُ رَفْع الصَّوْت عِنْد إِنْكَار الْمُنْكَر , وَأَنَّهُ لَا بَأْسَ لِمَنْ أَرَادَ أَنْ يَشْتَرِيَ لِلْعِتْقِ أَنْ يُظْهِرَ ذَلِكَ لِأَصْحَابِ الرَّقَبَة لِيَتَسَاهَلُوا لَهُ فِي الثَّمَن وَلَا يُعَدُّ ذَلِكَ مِنْ الرِّيَاء. وَفِيهِ إِنْكَار الْقَوْل الَّذِي لَا يُوَافِقُ الشَّرْع وَانْتِهَار الرَّسُول فِيهِ. ‏ ‏وَفِيهِ أَنَّ الشَّيْء إِذَا بِيعَ بِالنَّقْدِ كَانَتْ الرَّغْبَة فِيهِ أَكْثَر مِمَّا لَوْ بِيعَ بِالنَّسِيئَةِ , وَأَنَّ لِلْمَرْءِ أَنْ يَقْضِيَ عَنْهُ دَيْنَهُ بِرِضَاهُ. ‏ ‏وَفِيهِ جَوَاز الشِّرَاء بِالنَّسِيئَةِ , وَأَنَّ الْمُكَاتَب لَوْ عَجَّلَ بَعْض كِتَابَته قَبْل الْمَحَلّ عَلَى أَنْ يَضَعَ عَنْهُ سَيِّده الْبَاقِي لَمْ يُجْبَر السَّيِّد عَلَى ذَلِكَ. وَجَوَاز الْكِتَابَة عَلَى قَدْر قِيمَة الْعَبْد وَأَقَلّ مِنْهَا وَأَكْثَر , لِأَنَّ بَيْن الثَّمَن الْمُنَجَّز وَالْمُؤَجَّل فَرْقًا , وَمَعَ ذَلِكَ فَقَدْ بَذَلَتْ عَائِشَة الْمُؤَجَّل نَاجِزًا فَدَلَّ عَلَى أَنَّ قِيمَتهَا كَانَتْ بِالتَّأْجِيلِ أَكْثَر مِمَّا كُوتِبَتْ بِهِ وَكَانَ أَهْلهَا بَاعُوهَا بِذَلِكَ. ‏ ‏وَفِيهِ أَنَّ الْمُرَاد بِالْخَيْرِ فِي قَوْله تَعَالَى : ( إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا ) الْقُوَّة عَلَى الْكَسْب , وَالْوَفَاء بِمَا وَقَعَتْ الْكِتَابَة عَلَيْهِ , وَلَيْسَ الْمُرَاد بِهِ الْمَال , وَيُؤَيِّد ذَلِكَ أَنَّ الْمَال الَّذِي فِي يَد الْمُكَاتَب لِسَيِّدِهِ فَكَيْف يُكَاتِبُهُ بِمَالِهِ , لَكِنْ مَنْ يَقُول إِنَّ الْعَبْد يَمْلِكُ لَا يَرِدُ عَلَيْهِ هَذَا , وَقَدْ نُقِلَ عَنْ اِبْن عَبَّاس أَنَّ الْمُرَاد بِالْخَيْرِ الْمَال مَعَ أَنَّهُ يَقُولُ إِنَّ الْعَبْد لَا يَمْلِكُ , فَنُسِبَ إِلَى التَّنَاقُض , وَالَّذِي يَظْهَرُ أَنَّهُ لَا يَصِحُّ عَنْهُ أَحَد الْأَمْرَيْنِ , وَاحْتَجَّ غَيْره بِأَنَّ الْعَبْد مَال سَيِّده وَالْمَال الَّذِي مَعَهُ لِسَيِّدِهِ فَكَيْف يُكَاتِبُهُ بِمَالِهِ ؟ وَقَالَ آخَرُونَ لَا يَصِحُّ تَفْسِير الْخَيْر بِالْمَالِ فِي الْآيَة لِأَنَّهُ لَا يُقَالُ فُلَان لَا مَال فِيهِ وَإِنَّمَا يُقَالُ لَا مَالَ لَهُ أَوْ لَا مَالَ عِنْده , فَكَذَا إِنَّمَا يُقَالُ فِيهِ وَفَاء وَفِيهِ أَمَانَةٌ وَفِيهِ حُسْنُ مُعَامَلَةٍ وَنَحْو ذَلِكَ. ‏ ‏وَفِي الْحَدِيث أَيْضًا جَوَاز كِتَابَة مَنْ لَا حِرْفَةَ لَهُ وِفَاقًا لِلْجُمْهُورِ , وَاخْتَلَفَ عَنْ مَالِك وَأَحْمَد وَذَلِكَ أَنَّ بَرِيرَة جَاءَتْ تَسْتَعِينُ عَلَى كِتَابَتهَا وَلَمْ تَكُنْ قَضَتْ مِنْهَا شَيْئًا , فَلَوْ كَانَ لَهَا مَال أَوْ حِرْفَة لَمَا اِحْتَاجَتْ إِلَى الِاسْتِعَانَة لِأَنَّ كِتَابَتهَا لَمْ تَكُنْ حَالَّة. وَقَدْ وَقَعَ عِنْد الطَّبَرِيّ مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ عُرْوَة \" أَنَّ عَائِشَة اِبْتَاعَتْ بَرِيرَة مُكَاتَبَة وَهِيَ لَمْ تَقْضِ مِنْ كِتَابَتهَا شَيْئًا \" وَتَقَدَّمَتْ الزِّيَادَة مِنْ وَجْه آخَر. وَفِيهِ جَوَاز أَخْذ الْكِتَابَة مِنْ مَسْأَلَة النَّاس , وَالرَّدّ عَلَى مَنْ كَرِهَ ذَلِكَ وَزَعَمَ أَنَّهُ أَوْسَاخ النَّاس. ‏ ‏وَفِيهِ مَشْرُوعِيَّة مَعُونَة الْمُكَاتَبَة بِالصَّدَقَةِ , وَعِنْد الْمَالِكِيَّة رِوَايَة أَنَّهُ لَا يُجْزِئُ عَنْ الْفَرْض. وَفِيهِ جَوَاز الْكِتَابَة بِقَلِيلِ الْمَال وَكَثِيره , وَجَوَاز التَّأْقِيت فِي الدُّيُون فِي كُلّ شَهْر مَثَلًا كَذَا مِنْ غَيْر بَيَان أَوَّله أَوْ وَسَطه , وَلَا يَكُون ذَلِكَ مَجْهُولًا لِأَنَّهُ يَتَبَيَّنُ بِانْقِضَاءِ الشَّهْر الْحُلُول , كَذَا قَالَ اِبْن عَبْد الْبَرّ , وَفِيهِ نَظَر لِاحْتِمَالِ أَنْ يَكُون قَوْل بَرِيرَة : \" فِي كُلّ عَام أُوقِيَّة \" أَيْ فِي غُرَّته مَثَلًا , وَعَلَى تَقْدِير التَّسْلِيم فَيُمْكِنُ التَّفْرِقَة بَيْن الْكِتَابَة وَالدُّيُون , فَإِنَّ الْمُكَاتَب لَوْ عَجَزَ حَلَّ لِسَيِّدِهِ مَا أَخَذَ مِنْهُ بِخِلَافِ الْأَجْنَبِيّ. وَقَالَ اِبْن بَطَّال : لَا فَرْق بَيْن الدُّيُون وَغَيْرهَا , وَقِصَّة بَرِيرَة مَحْمُولَة عَلَى أَنَّ الرَّاوِي قَصَّرَ فِي بَيَان تَعْيِين الْوَقْت وَإِلَّا يَصِير الْأَجَل مَجْهُولًا. وَقَدْ نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ السَّلَف إِلَّا إِلَى أَجَل مَعْلُوم. وَفِيهِ أَنَّ الْعَدّ فِي الدَّرَاهِم الصِّحَاح الْمَعْلُومَة الْوَزْن يَكْفِي عَنْ الْوَزْن , وَأَنَّ الْمُعَامَلَة فِي ذَلِكَ الْوَقْت كَانَتْ بِالْأَوَاقِيِ , وَالْأُوقِيَّة أَرْبَعُونَ دِرْهَمًا كَمَا تَقَدَّمَ فِي الزَّكَاة. وَزَعَمَ الْمُحِبُّ الطَّبَرِيُّ أَنَّ أَهْل الْمَدِينَة كَانُوا يَتَعَامَلُونَ بِالْعَدِّ إِلَى مَقْدَم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة ثُمَّ أُمِرُوا بِالْوَزْنِ , وَفِيهِ نَظَر لِأَنَّ قِصَّة بَرِيرَة مُتَأَخِّرَة عَنْ مَقْدَمه بِنَحْوٍ مِنْ ثَمَان سِنِينَ , لَكِنْ يُحْتَمَلُ قَوْل عَائِشَة \" أَعُدُّهَا لَهُمْ عَدَّة وَاحِدَة \" أَيْ أَدْفَعهَا لَهُمْ , وَلَيْسَ مُرَادهَا حَقِيقَة الْعَدّ , وَيُؤَيِّدهُ قَوْلهَا فِي طَرِيق عَمْرَة فِي الْبَاب الَّذِي يَلِيهِ \" أَنْ أَصُبَّ لَهُمْ ثَمَنك صَبَّة وَاحِدَة \". ‏ ‏وَفِيهِ جَوَاز الْبَيْع عَلَى شَرْط الْعِتْق بِخِلَافِ الْبَيْع بِشَرْطِ أَنْ لَا يَبِيعَهُ لِغَيْرِهِ وَلَا يَهَبَهُ مَثَلًا , وَأَنَّ مِنْ الشُّرُوط فِي الْبَيْع مَا لَا يُبْطِلُ وَلَا يَضُرّ الْبَيْع. ‏ ‏وَفِيهِ جَوَاز بَيْع الْمُكَاتَب إِذَا رَضِيَ وَإِنْ لَمْ يَكُنْ عَاجِزًا عَنْ أَدَاء نَجْم قَدْ حَلَّ عَلَيْهِ , لِأَنَّ بَرِيرَة لَمْ تَقُلْ إِنَّهَا عَجَزَتْ وَلَا اِسْتَفْصَلَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَسَيَأْتِي بَسْط ذَلِكَ فِي الْبَاب الَّذِي يَلِيهِ. ‏ ‏وَفِيهِ جَوَاز مُنَاجَاة الْمَرْأَة دُون زَوْجهَا سِرًّا إِذَا كَانَ الْمُنَاجِي مِمَّنْ يُؤْمَنُ , وَأَنَّ الرَّجُل إِذَا رَأَى شَاهِد الْحَال يَقْتَضِي السُّؤَال عَنْ ذَلِكَ سَأَلَ وَأَعَانَ , وَأَنَّهُ لَا بَأْسَ لِلْحَاكِمِ أَنْ يَحْكُمَ لِزَوْجَتِهِ وَيُشْهِدَ. ‏ ‏وَفِيهِ قَبُول خَبَر الْمَرْأَة وَلَوْ كَانَتْ أَمَة , وَيُؤْخَذُ مِنْهُ حُكْمُ الْعَبْدِ بِطَرِيق الْأَوْلَى. ‏ ‏وَفِيهِ أَنَّ عَقْد الْكِتَابَة قَبْل الْأَدَاء لَا يَسْتَلْزِمُ الْعِتْقَ , وَأَنَّ بَيْع الْأَمَة ذَات الزَّوْج لَيْسَ بِطَلَاقٍ. ‏ ‏وَفِيهِ الْبُدَاءَة فِي الْخُطْبَة بِالْحَمْدِ وَالثَّنَاء , وَقَوْل أَمَّا بَعْدُ فِيهَا , وَالْقِيَام فِيهَا , وَجَوَاز تَعَدُّد الشُّرُوطِ لِقَوْلِهِ : \" مِائَة شَرْط \" وَأَنَّ الْإِيتَاء الَّذِي أَمَرَ بِهِ السَّيِّد سَاقِط عَنْهُ إِذَا بَاعَ مُكَاتَبه لِلْعِتْقِ. ‏ ‏وَفِيهِ أَنْ لَا كَرَاهَة فِي السَّجْع فِي الْكَلَام إِذَا لَمْ يَكُنْ عَنْ قَصْد وَلَا مُتَكَلِّفًا. ‏ ‏وَفِيهِ أَنَّ لِلْمُكَاتَبِ حَالَة فَارَقَ فِيهَا الْأَحْرَار وَالْعَبِيد. ‏ ‏وَفِيهِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُظْهِرُ الْأُمُور الْمُهِمَّة مِنْ أُمُور الدِّينِ وَيُعْلِنُهَا وَيَخْطُبُ بِهَا عَلَى الْمِنْبَر لِإِشَاعَتِهَا , وَيُرَاعِي مَعَ ذَلِكَ قُلُوب أَصْحَابه , لِأَنَّهُ لَمْ يُعَيِّنْ أَصْحَاب بَرِيرَة بَلْ قَالَ : \" مَا بَال رِجَال \" وَلِأَنَّهُ يُؤْخَذ مِنْ ذَلِكَ تَقْرِير شَرْع عَامّ لِلْمَذْكُورِينَ وَغَيْرهمْ فِي الصُّورَة الْمَذْكُورَة وَغَيْرهَا. وَهَذَا بِخِلَافِ قِصَّة عَلِيّ فِي خِطْبَته بِنْت أَبِي جَهْل فَإِنَّهَا كَانَتْ خَاصَّة بِفَاطِمَةَ فَلِذَلِكَ عَيَّنَهَا. وَفِيهِ حِكَايَة الْوِقَاع لِتَعْرِيفِ الْأَحْكَام , وَأَنَّ اِكْتِسَاب الْمُكَاتَب لَهُ لَا لِسَيِّدِهِ , وَجَوَاز تَصَرُّف الْمَرْأَة الرَّشِيدَة فِي مَالهَا بِغَيْرِ إِذْنِ زَوْجِهَا , وَمُرَاسَلَتهَا الْأَجَانِب فِي أَمْر الْبَيْع وَالشِّرَاء كَذَلِكَ , وَجَوَاز شِرَاء السِّلْعَة لِلرَّاغِبِ فِي شِرَائِهَا بِأَكْثَر مِنْ ثَمَن مِثْلهَا لِأَنَّ عَائِشَة بَذَلَتْ مَا قَرَّرَ نَسِيئَة عَلَى جِهَة النَّقْد مَعَ اِخْتِلَاف الْقِيمَة بَيْن النَّقْد وَالنَّسِيئَة. ‏ ‏وَفِيهِ جَوَاز اِسْتِدَانَة مَنْ لَا مَال لَهُ عِنْد حَاجَته إِلَيْهِ. قَالَ اِبْن بَطَّال : أَكْثَر النَّاس فِي تَخْرِيج الْوُجُوهُ فِي حَدِيث بَرِيرَة حَتَّى بَلَغُوهَا نَحْو مِائَة وَجْه , وَسَيَأْتِي الْكَثِير مِنْهَا فِي كِتَاب النِّكَاح. ‏ ‏وَقَالَ النَّوَوِيّ : صَنَّفَ فِيهِ اِبْن خُزَيْمَةَ وَابْن جَرِير تَصْنِيفَيْنِ كَبِيرَيْنِ أَكْثَرَا فِيهِمَا مِنْ اِسْتِنْبَاط الْفَوَائِد مِنْهَا فَذَكَرَا أَشْيَاء. ‏ ‏قُلْت : وَلَمْ أَقِفْ عَلَى تَصْنِيف اِبْن خُزَيْمَةَ , وَوَقَفْت عَلَى كَلَام اِبْن جَرِير مِنْ كِتَابه \" تَهْذِيب الْآثَار \" وَلَخَّصْت مِنْهُ مَا تَيَسَّرَ بِعَوْنِ اللَّه تَعَالَى. وَقَدْ بَلَغَ بَعْض الْمُتَأَخِّرِينَ الْفَوَائِد مِنْ حَدِيث بَرِيرَة إِلَى أَرْبَعمِائَةِ أَكْثَرهَا مُسْتَبْعَد مُتَكَلَّف , كَمَا وَقَعَ نَظِير ذَلِكَ الَّذِي صَنَّفَ فِي الْكَلَام عَلَى حَدِيث الْمُجَامِع فِي رَمَضَان فَبَلَغَ بِهِ أَلْف فَائِدَة وَفَائِدَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2564,
    "category": "كتاب المكاتب",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ بَرِيرَةَ، جَاءَتْ تَسْتَعِينُ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ فَقَالَتْ لَهَا إِنْ أَحَبَّ أَهْلُكِ أَنْ أَصُبَّ لَهُمْ ثَمَنَكِ صَبَّةً وَاحِدَةً فَأُعْتِقَكِ فَعَلْتُ‏.‏ فَذَكَرَتْ بَرِيرَةُ ذَلِكَ لأَهْلِهَا، فَقَالُوا لاَ‏.‏ إِلاَّ أَنْ يَكُونَ وَلاَؤُكِ لَنَا‏.‏ قَالَ مَالِكٌ قَالَ يَحْيَى فَزَعَمَتْ عَمْرَةُ أَنَّ عَائِشَةَ ذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ اشْتَرِيهَا وَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏",
    "english_text": "Barirah went to Aisha, the mother of the faithful believers to seek her help in her emancipation Aisha \nsaid to her, \"If your masters agree, I will pay them your price in a lump sum and manumit (free) you.\" \nBarirah mentioned that offer to her masters but they refused to sell her unless the Wala' was for them. \n`Aisha told Allah's Messenger (ﷺ) about it. He said, \"Buy and manumit her as the Wala' is for the liberator.\"",
    "explication": "ثُمَّ سَاقَ الْمُصَنِّف قِصَّة بَرِيرَة مِنْ رِوَايَة يَحْيَى بْن سَعِيد عَنْ عَمْرَة بِنْت عَبْد الرَّحْمَن \" أَنَّ بَرِيرَة جَاءَتْ تَسْتَعِينُ عَائِشَة \" وَصُورَة سِيَاقه الْإِرْسَال , وَلَمْ تَخْتَلِفْ الرُّوَاة عَنْ مَالِك فِي ذَلِكَ , لَكِنْ تَقَدَّمَ فِي أَبْوَاب الْمَسَاجِد مِنْ وَجْهٍ آخَرَ عَنْ يَحْيَى بْن سَعِيد عَنْ عَمْرَة عَنْ عَائِشَة , وَفِي رِوَايَة هُنَاكَ عَنْ عَمْرَة \" سَمِعْت عَائِشَة \" فَظَهَرَ أَنَّهُ مَوْصُول , وَقَدْ وَصَلَهُ اِبْن خُزَيْمَةَ مِنْ طَرِيق مُطَرِّف عَنْ مَالِك كَذَلِكَ. ‏ ‏وَقَوْله : \" إِلَّا أَنْ يَكُونَ الْوَلَاءُ لَنَا \" ‏ ‏فِي رِوَايَة الْْكُشْمِيهَنِيّ \" إِلَّا أَنْ يَكُونَ وَلَاؤُك \". ‏ ‏وَقَوْله : \" قَالَ مَالِك قَالَ يَحْيَى \" ‏ ‏هُوَ اِبْن سَعِيد , وَهُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2565,
    "category": "كتاب المكاتب",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ حَدَّثَنِي أَبِي أَيْمَنُ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَقُلْتُ كُنْتُ غُلاَمًا لِعُتْبَةَ بْنِ أَبِي لَهَبٍ، وَمَاتَ وَوَرِثَنِي بَنُوهُ، وَإِنَّهُمْ بَاعُونِي مِنَ ابْنِ أَبِي عَمْرٍو، فَأَعْتَقَنِي ابْنُ أَبِي عَمْرٍو، وَاشْتَرَطَ بَنُو عُتْبَةَ الْوَلاَءَ‏.‏ فَقَالَتْ دَخَلَتْ بَرِيرَةُ وَهْىَ مُكَاتَبَةٌ فَقَالَتِ اشْتَرِينِي وَأَعْتِقِينِي‏.‏ قَالَتْ نَعَمْ‏.‏ قَالَتْ لاَ يَبِيعُونِي حَتَّى يَشْتَرِطُوا وَلاَئِي‏.‏ فَقَالَتْ لاَ حَاجَةَ لِي بِذَلِكَ‏.‏ فَسَمِعَ بِذَلِكَ النَّبِيُّ صلى الله عليه وسلم أَوْ بَلَغَهُ، فَذَكَرَ لِعَائِشَةَ، فَذَكَرَتْ عَائِشَةُ مَا قَالَتْ لَهَا، فَقَالَ ‏\"‏ اشْتَرِيهَا وَأَعْتِقِيهَا، وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاءُوا ‏\"‏‏.‏ فَاشْتَرَتْهَا عَائِشَةُ فَأَعْتَقَتْهَا وَاشْتَرَطَ أَهْلُهَا الْوَلاَءَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْوَلاَءُ لِمَنْ أَعْتَقَ، وَإِنِ اشْتَرَطُوا مِائَةَ شَرْطٍ ‏\"‏‏.‏",
    "english_text": "I went to `Aisha and said, \"I was the slave of `Utba bin Abu Lahab. \"Utba died and his sons became \nmy masters who sold me to Ibn Abu `Amr who manumitted me. The sons of `Utba stipulated that my \nWala' should be for them.\" `Aisha said, \"Barirah came to me and she was given the writing of \nemancipation by her masters and she asked me to buy and manumit her. I agreed to it, but Barirah told \nme that her masters would not sell her unless her Wala' was for them.\" `Aisha said, \"I am not in need \nof that.\" When the Prophet (ﷺ) heard that, or he was told about it, he asked `Aisha about it. `Aisha \nmentioned what Barirah had told her. The Prophet (ﷺ) said, \"Buy and manumit (free) her and let them stipulate \nwhatever they like.\" So, `Aisha bought and manumitted her and her masters stipulated that her Wala' \nshould be for them.\" The Prophet;, said, \"The Wala' will be for the liberator even if they stipulated a \nhundred conditions.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِيهِ ) ‏ ‏هُوَ أَيْمَن الْحَبَشِيّ الْمَكِّيّ نَزِيل الْمَدِينَة وَالِد عَبْد الْوَاحِد , وَهُوَ غَيْر أَيْمَن بْن نَايِل الْحَبَشِيّ الْمَكِّيّ نَزِيل عَسْقَلَان , وَكِلَاهُمَا مِنْ التَّابِعِينَ , وَلَيْسَ لِوَالِدِ عَبْد الْوَاحِد فِي الْبُخَارِيّ سِوَى خَمْسَة أَحَادِيث : هَذَا وَآخَرَانِ عَنْ عَائِشَة وَحَدِيثَانِ عَنْ جَابِر , وَكُلّهَا مُتَابَعَة , وَلَمْ يَرْوِ عَنْهُ غَيْر وَلَده عَبْد الْوَاحِد. ‏ ‏قَوْله : ( وَوَرِثَنِي بَنُوهُ ) ‏ ‏أَعْرِف مِنْ أَوْلَاد عُتْبَةَ الْعَبَّاس بْن عُتْبَةَ وَالِد الْفَضْل الشَّاعِر الْمَشْهُور , وَأَبَا خِرَاش بْن عُتْبَةَ ذَكَرَهُ الْفَاكِهِيّ فِي \" كِتَاب مَكَّة \" وَهِشَام بْن عُتْبَةَ وَالِد أَحْمَد الْمَذْكُور فِي \" تَارِيخ اِبْن عَسَاكِر \" عَنْ اِبْن أَبِي عِمْرَان , وَيَزِيد بْن عُتْبَةَ جَدّ عَبْد الرَّحْمَن بْن مُحَمَّد بْن يَزِيد الْمَذْكُور عِنْد الْفَاكِهِيّ أَيْضًا , وَلَمْ أَرَ لَهُمْ ذِكْرًا فِي كِتَاب الزُّبَيْر فِي النَّسَب , وَعُتْبَة بْن أَبِي لَهَب لَهُ صُحْبَة دُون أَخِيهِ عُتَيْبَة بِالتَّصْغِيرِ فَإِنَّهُ مَاتَ كَافِرًا. ‏ ‏قَوْله : ( مِنْ اِبْن أَبِي عَمْرو ) ‏ ‏فِي رِوَايَة النَّسَفِيّ والْْكُشْمِيهَنِيّ \" مِنْ عَبْد اللَّه بْن أَبِي عَمْرو \" زَادَ الْْكُشْمِيهَنِيّ \" اِبْن عُمَر بْن عَبْد اللَّه الْمَخْزُومِيّ \". ‏ ‏قَوْله فِيهِ ( اِشْتَرِيهَا فَأَعْتِقِيهَا وَدَعِيهِمْ يَشْتَرِطُوا مَا شَاءُوا , فَاشْتَرَتْهَا عَائِشَة فَأَعْتَقَتْهَا ) ‏ ‏فِي هَذَا دَلَالَة عَلَى أَنَّ عَقْد الْكِتَابَة الَّذِي كَانَ عَقَدَ لَهَا مَوَالِيهَا اِنْفَسَخَ بِابْتِيَاعِ عَائِشَة لَهَا , وَفِيهِ رَدٌّ عَلَى مَنْ زَعَمَ أَنَّ عَائِشَة اِشْتَرَتْ مِنْهُمْ الْوَلَاء , وَاسْتَدَلَّ بِهِ الْأَوْزَاعِيُّ عَلَى أَنَّ الْمُكَاتَب لَا يُبَاعُ إِلَّا لِلْعِتْقِ , وَبِهِ قَالَ أَحْمَد وَإِسْحَاق , وَقَدْ تَقَدَّمَ ذِكْر اِخْتِلَاف الْعُلَمَاء فِي ذَلِكَ قَرِيبًا , وَاللَّه أَعْلَم. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَ كِتَاب الْعِتْق وَمَا اِتَّصَلَ بِهِ مِنْ الْمُكَاتَب عَلَى سِتَّة وَسِتِّينَ حَدِيثًا , الْمُعَلَّق مِنْهَا ثَلَاثَة عَشَر وَالْبَقِيَّة مَوْصُولَة , الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى تِسْعَة وَأَرْبَعُونَ حَدِيثًا وَالْخَالِص سَبْعَة عَشَر حَدِيثًا , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى ثَلَاثَة : حَدِيث أَبِي هُرَيْرَة فِي عِتْق عَبْده , وَحَدِيث أَنَس فِي قِصَّة الْعَبَّاس , وَحَدِيث \" مَنْ سَيِّدُكُمْ \". وَفِيهِ مِنْ الْآثَار عَنْ الصَّحَابَة وَالتَّابِعِينَ سَبْعَة آثَار. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]