[
  {
    "id": "2566",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْمَقْبُرِيِّ، ‏{‏عَنْ أَبِيهِ،‏}‏ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ يَا نِسَاءَ الْمُسْلِمَاتِ لاَ تَحْقِرَنَّ جَارَةٌ لِجَارَتِهَا، وَلَوْ فِرْسِنَ شَاةٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"O Muslim women! None of you should look down upon the gift sent by her female neighbor \neven if it were the trotters of the sheep (fleshless part of legs).",
    "explication": "‏ ‏قَوْله : ( عَنْ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة ) ‏ ‏كَذَا لِلْأَكْثَرِ وَسَقَطَ \" عَنْ أَبِيهِ \" مِنْ رِوَايَة الْأَصِيلِيّ وَكَرِيمَة , وَضَبَّبَ عَلَيْهِ فِي رِوَايَة النَّسَفِيّ , وَالصَّوَاب إِثْبَاته. وَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ عَنْ مُحَمَّد بْن يَحْيَى , وَأَبُو نُعَيْم مِنْ طَرِيق إِسْمَاعِيل الْقَاضِي , وَأَبُو عَوَانَة عَنْ إِبْرَاهِيم الْحَرْبِيّ كُلّهمْ عَنْ عَاصِم بْن عَلِيّ شَيْخ الْبُخَارِيّ فِيهِ. وَمِنْ طَرِيق شَبَابَة وَعُثْمَان بْن عَمْرو بْن الْمُبَارَك عِنْد الْإِسْمَاعِيلِيّ , وَأَخْرَجَهُ الْبُخَارِيّ فِي \" الْأَدَب الْمُفْرَد \" عَنْ آدَم كُلّهمْ عَنْ اِبْن أَبِي ذِئْب كَذَلِكَ , وَكَذَلِكَ رَوَاهُ اللَّيْث عَنْ سَعِيد كَمَا سَيَأْتِي فِي كِتَاب الْأَدَب , وَأَخْرَجَهُ التِّرْمِذِيّ مِنْ طَرِيق أَبِي مَعْشَر عَنْ سَعِيد عَنْ أَبِي هُرَيْرَة لَمْ يَقُلْ \" عَنْ أَبِيهِ \" وَزَادَ فِي أَوَّله \" تَهَادَوْا فَإِنَّ الْهَدِيَّة تُذْهِبُ وَحَرَ الصَّدْر \" الْحَدِيث , وَقَالَ غَرِيب , وَأَبُو مَعْشَر يُضَعَّف. وَقَالَ الطَّرْقِيّ إِنَّهُ أَخْطَأَ فِيهِ حَيْثُ لَمْ يَقُلْ فِيهِ \" عَنْ أَبِيهِ \" كَذَا قَالَ وَقَدْ تَابَعَهُ مُحَمَّد بْن عَجْلَان عَنْ سَعِيد , وَأَخْرَجَهُ أَبُو عَوَانَة. نَعَمْ مَنْ زَادَ فِيهِ \" عَنْ أَبِيهِ \" أَحْفَظ وَأَضْبَط فَرِوَايَتهمْ أَوْلَى. وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة عُثْمَان بْن عُمَر \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \". ‏ ‏قَوْله : ( يَا نِسَاء الْمُسْلِمَات ) ‏ ‏قَالَ عِيَاض : الْأَصَحّ الْأَشْهَر نَصْب النِّسَاء وَجَرّ الْمُسْلِمَات عَلَى الْإِضَافَة , وَهِيَ رِوَايَة الْمَشَارِقَة مِنْ إِضَافَة الشَّيْء إِلَى صِفَته كَمَسْجِدِ الْجَامِع , وَهُوَ عِنْد الْكُوفِيِّينَ عَلَى ظَاهِره , وَعِنْد الْبَصْرِيِّينَ يُقَدِّرُونَ فِيهِ مَحْذُوفًا. وَقَالَ السُّهَيْلِيّ وَغَيْره : جَاءَ بِرَفْعِ الْهَمْزَة عَلَى أَنَّهُ مُنَادَى مُفْرَد , وَيَجُوزُ فِي الْمُسْلِمَات الرَّفْع صِفَة عَلَى اللَّفْظ عَلَى مَعْنَى يَا أَيُّهَا النِّسَاء الْمُسْلِمَات , وَالنَّصْب صِفَة عَلَى الْمَوْضِع , وَكَسْرَة التَّاء عَلَامَة النَّصْب , وَرُوِيَ بِنَصْبِ الْهَمْزَة عَلَى أَنَّهُ مُنَادَى مُضَاف وَكَسْرَة التَّاء لِلْخَفْضِ بِالْإِضَافَةِ كَقَوْلِهِمْ مَسْجِد الْجَامِع , وَهُوَ مِمَّا أُضِيفَ فِيهِ الْمَوْصُوف إِلَى الصِّفَة فِي اللَّفْظ , فَالْبَصْرِيُّونَ يَتَأَوَّلُونَهُ عَلَى حَذْف الْمَوْصُوف وَإِقَامَة صِفَته مَقَامه نَحْو يَا نِسَاء الْأَنْفُس الْمُسْلِمَات أَوْ يَا نِسَاء الطَّوَائِف الْمُؤْمِنَات أَيْ لَا الْكَافِرَات , وَقِيلَ تَقْدِيره يَا فَاضِلَات الْمُسْلِمَات كَمَا يُقَالُ هَؤُلَاءِ رِجَال الْقَوْم أَيْ أَفَاضِلهمْ , وَالْكُوفِيُّونَ يَدَّعُونَ أَنْ لَا حَذْف فِيهِ وَيَكْتَفُونَ بِاخْتِلَافِ الْأَلْفَاظ فِي الْمُغَايَرَة. وَقَالَ اِبْن رَشِيد : تَوْجِيهه أَنَّهُ خَاطَبَ نِسَاء بِأَعْيَانِهِنَّ فَأَقْبَلَ بِنِدَائِهِ عَلَيْهِنَّ فَصَحَّتْ الْإِضَافَة عَلَى مَعْنَى الْمَدْح لَهُنَّ , فَالْمَعْنَى يَا خَيْرَات الْمُؤْمِنَات كَمَا يُقَالُ رِجَال الْقَوْم , وَتُعُقِّبَ بِأَنَّهُ لَمْ يَخْصُصْهُنَّ بِهِ لِأَنَّ غَيْرَهُنَّ يُشَارِكُهُنَّ فِي الْحُكْم , وَأُجِيبَ بِأَنَّهُمَا يُشَارِكْنَهُنَّ بِطَرِيقِ الْإِلْحَاق , وَأَنْكَرَ اِبْن عَبْد الْبَرِّ رِوَايَة الْإِضَافَة , وَرَدَّهُ اِبْن السَّيِّد بِأَنَّهَا قَدْ صَحَّتْ نَقْلًا وَسَاعَدَتْهَا اللُّغَة فَلَا مَعْنَى لِلْإِنْكَارِ. وَقَالَ اِبْن بَطَّال : يُمْكِنُ تَخْرِيج يَا نِسَاء الْمُسْلِمَات عَلَى تَقْدِير بَعِيد وَهُوَ أَنْ يُجْعَلَ نَعْتًا لِشَيْءٍ مَحْذُوفٍ كَأَنَّهُ قَالَ يَا نِسَاء الْأَنْفُس الْمُسْلِمَات , وَالْمُرَاد بِالْأَنْفُسِ الرِّجَال , وَوَجْه بُعْده أَنَّهُ يَصِير مَدْحًا لِلرِّجَالِ وَهُوَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا خَاطَبَ النِّسَاء , قَالَ إِلَّا أَنْ يُرَادَ بِالْأَنْفُسِ الرِّجَال وَالنِّسَاء مَعًا , وَأَطَالَ فِي ذَلِكَ , وَتَعَقَّبَهُ اِبْن الْمُنِير. وَقَدْ رَوَاهُ الطَّبَرَانِيُّ مِنْ حَدِيث عَائِشَة بِلَفْظِ \" يَا نِسَاء الْمُؤْمِنِينَ \" الْحَدِيث. ‏ ‏قَوْله : ( جَارَة لِجَارَتِهَا ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِأَبِي ذَرّ \" لِجَارَةٍ \" وَالْمُتَعَلِّقُ مَحْذُوفٌ تَقْدِيرُهُ هَدِيَّة مُهْدَاة. ‏ ‏قَوْله : ( فِرْسِن ) ‏ ‏بِكَسْرِ الْفَاء وَالْمُهْمَلَة بَيْنهمَا رَاء سَاكِنَة وَآخِره نُون هُوَ عَظْم قَلِيل اللَّحْم , وَهُوَ لِلْبَعِيرِ مَوْضِع الْحَافِر لِلْفَرَسِ , وَيُطْلَقُ عَلَى الشَّاة مَجَازًا , وَنُونه زَائِدَة وَقِيلَ أَصْلِيَّة , وَأُشِيرَ بِذَلِكَ إِلَى الْمُبَالَغَة فِي إِهْدَاء الشَّيْء الْيَسِير وَقَبُوله لَا إِلَى حَقِيقَة الْفِرْسِن لِأَنَّهُ لَمْ تَجْرِ الْعَادَة بِإِهْدَائِهِ أَيْ لَا تَمْنَعُ جَارَة مِنْ الْهَدِيَّة لِجَارَتِهَا الْمَوْجُود عِنْدهَا لِاسْتِقْلَالِهِ بَلْ يَنْبَغِي أَنْ تَجُودَ لَهَا بِمَا تَيَسَّرَ وَإِنْ كَانَ قَلِيلًا فَهُوَ خَيْرٌ مِنْ الْعَدَم , وَذِكْر الْفِرْسِن عَلَى سَبِيل الْمُبَالَغَة , وَيُحْتَمَلُ أَنْ يَكُونَ النَّهْي إِنَّمَا وَقَعَ لِلْمُهْدَى إِلَيْهَا وَأَنَّهَا لَا تَحْتَقِرُ مَا يُهْدَى إِلَيْهَا وَلَوْ كَانَ قَلِيلًا , وَحَمْلُهُ عَلَى الْأَعَمّ مِنْ ذَلِكَ أَوْلَى. وَفِي حَدِيث عَائِشَة الْمَذْكُور \" يَا نِسَاء الْمُؤْمِنِينَ تَهَادَوْا وَلَوْ فِرْسِن شَاة , فَإِنَّهُ يُنْبِتُ الْمَوَدَّةَ وَيُذْهِبُ الضَّغَائِن \" وَفِي الْحَدِيث الْحَضّ عَلَى التَّهَادِي وَلَوْ بِالْيَسِيرِ لِأَنَّ الْكَثِير قَدْ لَا يَتَيَسَّر كُلّ وَقْت , وَإِذَا تَوَاصَلَ الْيَسِير صَارَ كَثِيرًا. وَفِيهِ اِسْتِحْبَاب الْمَوَدَّة وَإِسْقَاط التَّكَلُّف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2567",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا قَالَتْ لِعُرْوَةَ ابْنَ أُخْتِي، إِنْ كُنَّا لَنَنْظُرُ إِلَى الْهِلاَلِ ثُمَّ الْهِلاَلِ، ثَلاَثَةَ أَهِلَّةٍ فِي شَهْرَيْنِ، وَمَا أُوقِدَتْ فِي أَبْيَاتِ رَسُولِ اللَّهِ صلى الله عليه وسلم نَارٌ‏.‏ فَقُلْتُ يَا خَالَةُ مَا كَانَ يُعِيشُكُمْ قَالَتِ الأَسْوَدَانِ التَّمْرُ وَالْمَاءُ، إِلاَّ أَنَّهُ قَدْ كَانَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم جِيرَانٌ مِنَ الأَنْصَارِ كَانَتْ لَهُمْ مَنَائِحُ، وَكَانُوا يَمْنَحُونَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْ أَلْبَانِهِمْ، فَيَسْقِينَا‏.‏",
    "english_text": "Aisha said to me, \"O my nephew! We used to see the crescent, and then the crescent and then the \ncrescent in this way we saw three crescents in two months and no fire (for cooking) used to be made \nin the houses of Allah's Messenger (ﷺ). I said, \"O my aunt! Then what use to sustain you?\" `Aisha said, \"The \ntwo black things: dates and water, our neighbors from Ansar had some Manarh and they used to \npresent Allah's Messenger (ﷺ) some of their milk and he used to make us drink.\"",
    "explication": "‏ ‏قَوْله : ( اِبْن أَبِي حَازِم ) ‏ ‏هُوَ عَبْد الْعَزِيز. ‏ ‏قَوْله : ( يَزِيد بْن رُومَان ) ‏ ‏بِضَمِّ الرَّاء , وَرِجَال الْإِسْنَاد كُلّهمْ مَدَنِيُّونَ , وَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق أَوَّلهمْ أَبُو حَازِم وَهُوَ سَلَمَة بْن دِينَار. ‏ ‏قَوْله : ( اِبْن أُخْتِي ) ‏ ‏بِالنَّصْبِ عَلَى النِّدَاء وَأَدَاة النِّدَاء مَحْذُوفَة , وَوَقَعَ فِي رِوَايَة مُسْلِم عَنْ يَحْيَى بْن يَحْيَى عَنْ عَبْد الْعَزِيز \" وَاللَّه يَا اِبْن أُخْتِي \". ‏ ‏قَوْله : ( إِنْ كُنَّا لَنَنْظُر ) ‏ ‏هِيَ الْمُخَفَّفَة مِنْ الثَّقِيلَة وَضَمِيرهَا مُسْتَتِر وَلِذَا دَخَلَتْ اللَّام فِي الْخَبَر. ‏ ‏قَوْله : ( ثَلَاثَة أَهِلَّة ) ‏ ‏يَجُوزُ فِي ثَلَاثَة الْجَرّ وَالنَّصْب. ‏ ‏قَوْله : ( فِي شَهْرَيْنِ ) ‏ ‏هُوَ بِاعْتِبَارِ رُؤْيَة الْهِلَال أَوَّل الشَّهْر ثُمَّ رُؤْيَته ثَانِيًا فِي أَوَّل الشَّهْر الثَّانِي ثُمَّ رُؤْيَته ثَالِثًا فِي أَوَّل الشَّهْر الثَّالِث فَالْمُدَّة سِتُّونَ يَوْمًا وَالْمَرْئِيّ ثَلَاثَة أَهِلَّة , وَسَيَأْتِي فِي الرِّقَاق مِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ بِلَفْظِ \" كَانَ يَأْتِي عَلَيْنَا الشَّهْر مَا نُوقِدُ فِيهِ نَارًا \" وَفِي رِوَايَة يَزِيد بْن رُومَان هَذِهِ زِيَادَة عَلَيْهِ وَلَا مُنَافَاة بَيْنهمَا , وَقَدْ أَخْرَجَهُ اِبْن مَاجَهْ مِنْ طَرِيق أَبِي سَلَمَة عَنْ عَائِشَة بِلَفْظِ \" لَقَدْ كَانَ يَأْتِي عَلَى آلِ مُحَمَّد الشَّهْر مَا يُرَى فِي بَيْتٍ مِنْ بُيُوته الدُّخَان \". ‏ ‏قَوْله : ( مَا يُعِيشكُمْ ) ‏ ‏بِضَمِّ أَوَّله يُقَال أَعَاشَهُ اللَّه عِيشَة , وَضَبَطَهُ النَّوَوِيّ بِتَشْدِيدِ الْيَاء التَّحْتَانِيَّة , وَفِي بَعْض النُّسَخ \" مَا يُغْنِيكُمْ \" بِسُكُونِ الْمُعْجَمَة بَعْدهَا نُون مَكْسُورَة ثُمَّ تَحْتَانِيَّة سَاكِنَة , وَفِي رِوَايَة أَبِي سَلَمَة عَنْ عَائِشَة \" قُلْت فَمَا كَانَ طَعَامكُمْ \". ‏ ‏قَوْله : ( الْأَسْوَدَانِ التَّمْر وَالْمَاء ) ‏ ‏هُوَ عَلَى التَّغْلِيب وَإِلَّا فَالْمَاء لَا لَوْن لَهُ ; وَلِذَلِكَ قَالُوا الْأَبْيَضَانِ اللَّبَن وَالْمَاء , وَإِنَّمَا أَطْلَقَتْ عَلَى التَّمْر الْأَسْوَد لِأَنَّهُ غَالِب تَمْر الْمَدِينَة , وَزَعَمَ صَاحِب \" الْمُحْكَم \" وَارْتَضَاهُ بَعْض الشُّرَّاح الْمُتَأَخِّرِينَ أَنَّ تَفْسِير الْأَسْوَدَيْنِ بِالتَّمْرِ وَالْمَاء مُدْرَج , وَإِنَّمَا أَرَادَتْ الْحَرَّة وَاللَّيْل , وَاسْتَدَلَّ بِأَنَّ وُجُود التَّمْر وَالْمَاء يَقْتَضِي وَصْفهمْ بِالسَّعَةِ , وَسِيَاقهَا يَقْتَضِي وَصْفهمْ بِالضِّيقِ , وَكَأَنَّهَا بَالَغَتْ فِي وَصْف حَالهمْ بِالشِّدَّةِ حَتَّى إِنَّهُ لَمْ يَكُنْ عِنْدهمْ إِلَّا اللَّيْل وَالْحَرَّة ا ه. وَمَا اِدَّعَاهُ لَيْسَ بِطَائِلٍ , وَالْإِدْرَاج لَا يَثْبُتُ بِالتَّوَهُّمِ , وَقَدْ أَشَارَ إِلَى أَنَّ مُسْتَنَدَهُ فِي ذَلِكَ أَنَّ بَعْضهمْ دَعَا قَوْمًا وَقَالَ لَهُمْ : مَا عِنْدِي إِلَّا الْأَسْوَدَانِ فَرَضُوا بِذَلِكَ , فَقَالَ : مَا أَرَدْت إِلَّا الْحَرَّة وَاللَّيْل. وَهَذَا حُجَّةٌ عَلَيْهِ لِأَنَّ الْقَوْم فَهِمُوا التَّمْر وَالْمَاء وَهُوَ الْأَصْل , وَأَرَادَ هُوَ الْمَزْح مَعَهُمْ فَأَلْغَزَ لَهُمْ بِذَلِكَ , وَقَدْ تَظَاهَرَتْ الْأَخْبَار بِالتَّفْسِيرِ الْمَذْكُور , وَلَا شَكَّ أَنَّ أَمْر الْعَيْش نِسْبِيّ , وَمَنْ لَا يَجِدُ إِلَّا التَّمْر أَضْيَق حَالًا مِمَّنْ يَجِد الْخُبْز مَثَلًا , وَمَنْ لَمْ يَجِد إِلَّا الْخُبْز أَضْيَق حَالًا مِمَّنْ يَجِد اللَّحْم مَثَلًا , وَهَذَا أَمْر لَا يَدْفَعُهُ الْحِسّ , وَهُوَ الَّذِي أَرَادَتْ عَائِشَة ; وَسَيَأْتِي فِي الرِّقَاق مِنْ طَرِيق هِشَام عَنْ عُرْوَة عَنْ أَبِيهِ عَنْهَا بِلَفْظِ \" وَمَا هُوَ إِلَّا التَّمْر وَالْمَاء \" وَهُوَ أَصْرَحُ فِي الْمَقْصُود لَا يَقْبَل الْحَمْل عَلَى الْإِدْرَاج. ‏ ‏قَوْله : ( جِيرَان ) ‏ ‏بِكَسْرِ الْجِيم زَادَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق مُحَمَّد بْن الصَّبَاح عَنْ عَبْد الْعَزِيز \" نِعْمَ الْجِيرَان كَانُوا \" وَفِي رِوَايَة أَبِي سَلَمَة \" جِيرَان صِدْق \" وَسَيَأْتِي بَعْد سِتَّة أَبْوَاب الْإِشَارَة إِلَى أَسْمَائِهِمْ. ‏ ‏قَوْله : ( مَنَائِح ) ‏ ‏بِنُونٍ وَمُهْمَلَة جَمْع مَنِيحَة وَهِيَ كَعَطِيَّةِ لَفْظًا وَمَعْنًى , وَأَصْلُهَا عَطِيَّة النَّاقَة أَوْ الشَّاة وَيُقَالُ : لَا يُقَالُ مَنِيحَة إِلَّا لِلنَّاقَةِ وَتُسْتَعَارُ لِلشَّاةِ كَمَا تَقَدَّمَ فِي الْفِرْسِن سَوَاء , قَالَ إِبْرَاهِيم الْحَرْبِيّ وَغَيْره : يَقُولُونَ مَنَحْتُك النَّاقَة وَأَعَرْتُك النَّخْلَة وَأَعْمَرْتُك الدَّار وَأَخْدَمْتُك الْعَبْد وَكُلُّ ذَلِكَ هِبَة مَنَافِع , وَقَدْ تُطْلَقُ الْمَنِيحَة عَلَى هِبَة الرَّقَبَة , وَيَأْتِي مَزِيد لِذَلِكَ بَعْد أَبْوَاب. ‏ ‏وَقَوْله : \" يُمْنَحُونَ \" ‏ ‏بِفَتْحِ أَوَّله وَثَالِثه , وَيَجُوزُ ضَمّ أَوَّله وَكَسْر ثَالِثه أَيْ يَجْعَلُونَهَا لَهُ مِنْحَة. ‏ ‏قَوْله : ( فَيَسْقِينَاهُ ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَيَسْقِينَا مِنْهُ \" وَفِي هَذَا الْحَدِيث مَا كَانَ فِيهِ الصَّحَابَة مِنْ التَّقَلُّل مِنْ الدُّنْيَا فِي أَوَّل الْأَمْر. وَفِيهِ فَضْل الزُّهْد , وَإِيثَار الْوَاجِد لِلْمُعْدِمِ , وَالِاشْتِرَاك فِيمَا فِي الْأَيْدِي. وَفِيهِ جَوَاز ذِكْر الْمَرْء مَا كَانَ فِيهِ مِنْ الضِّيق بَعْد أَنْ يُوَسِّعَ اللَّه عَلَيْهِ تَذْكِيرًا بِنِعَمِهِ وَلِيَتَأَسَّى بِهِ غَيْره. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2568",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لَوْ دُعِيتُ إِلَى ذِرَاعٍ أَوْ كُرَاعٍ لأَجَبْتُ، وَلَوْ أُهْدِيَ إِلَىَّ ذِرَاعٌ أَوْ كُرَاعٌ لَقَبِلْتُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"I shall accept the invitation even if I were invited to a meal of a sheep's trotter, and \nI shall accept the gift even if it were an arm or a trotter of a sheep.\"",
    "explication": "وَالْكُرَاع مِنْ الدَّابَّة مَا دُون الْكَعْب , وَقِيلَ هُوَ اِسْم مَكَان وَلَا يَثْبُتُ , وَيَرُدُّهُ حَدِيث أَنَس عِنْد التِّرْمِذِيّ بِلَفْظِ \" لَوْ أُهْدِيَ إِلَيَّ كُرَاع لَقَبِلْت \" وَلِلطَّبَرَانِيّ مِنْ حَدِيث أُمّ حَكِيم الْخُزَاعِيَّة \" قُلْت يَا رَسُول اللَّه تَكْرَهُ رَدَّ الظِّلْف ؟ قَالَ : مَا أَقْبَحُهُ , لَوْ أُهْدِيَ إِلَيَّ كُرَاع لَقَبِلْت \" الْحَدِيث. وَخَصَّ الذِّرَاع وَالْكُرَاع بِالذِّكْرِ لِيَجْمَعَ بَيْن الْحَقِير وَالْخَطِير , لِأَنَّ الذِّرَاع كَانَتْ أَحَبَّ إِلَيْهِ مِنْ غَيْرهَا وَالْكُرَاع لَا قِيمَة لَهُ , وَفِي الْمِثْل \" أَعْطِ الْعَبْد كُرَاعًا يَطْلُبْ مِنْك ذِرَاعًا \". ‏ ‏وَقَوْله هُنَا : \" عَنْ سُلَيْمَان \" ‏ ‏هُوَ اِبْن مِهْرَانَ الْأَعْمَش , وَأَبُو حَازِم هُوَ سُلَيْمَان مَوْلَى عَزَّة , وَهُوَ أَكْبَر مِنْ أَبِي حَازِم سَلَمَة الْمَذْكُور فِي الْبَاب قَبْله , قَالَ اِبْن بَطَّال : أَشَارَ عَلَيْهِ الصَّلَاة وَالسَّلَام بِالْكُرَاعِ وَالْفِرْسِن إِلَى الْحَضّ عَلَى قَبُول الْهَدِيَّة وَلَوْ قَلَّتْ لِئَلَّا يَمْتَنِعَ الْبَاعِثُ مِنْ الْهَدِيَّة لِاحْتِقَارِ الشَّيْء , فَحَضَّ عَلَى ذَلِكَ لِمَا فِيهِ مِنْ التَّأَلُّفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2569",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَرْسَلَ إِلَى امْرَأَةٍ مِنَ الْمُهَاجِرِينَ، وَكَانَ لَهَا غُلاَمٌ نَجَّارٌ قَالَ لَهَا ‏\"‏ مُرِي عَبْدَكِ فَلْيَعْمَلْ لَنَا أَعْوَادَ الْمِنْبَرِ ‏\"‏‏.‏ فَأَمَرَتْ عَبْدَهَا، فَذَهَبَ فَقَطَعَ مِنَ الطَّرْفَاءِ، فَصَنَعَ لَهُ مِنْبَرًا، فَلَمَّا قَضَاهُ أَرْسَلَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَدْ قَضَاهُ، قَالَ صلى الله عليه وسلم ‏\"‏ أَرْسِلِي بِهِ إِلَىَّ ‏\"‏‏.‏ فَجَاءُوا بِهِ فَاحْتَمَلَهُ النَّبِيُّ صلى الله عليه وسلم فَوَضَعَهُ حَيْثُ تَرَوْنَ‏.‏",
    "english_text": "The Prophet (ﷺ) sent for a woman from the emigrants and she had a slave who was a carpenter. The \nProphet said to her \"Order your slave to prepare the wood (pieces) for the pulpit.\" So, she ordered her \nslave who went and cut the wood from the tamarisk and prepared the pulpit, for the Prophet. When he \nfinished the pulpit, the woman informed the Prophet (ﷺ) that it had been finished. The Prophet (ﷺ) asked her \nto send that pulpit to him, so they brought it. The Prophet (ﷺ) lifted it and placed it at the place in which \nyou see now.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو غَسَّان ) ‏ ‏هُوَ مُحَمَّد بْن مُطَرِّف , ‏ ‏وَسَهْل ) ‏ ‏هُوَ اِبْن سَعْد , وَتَقَدَّمَ الْحَدِيث مَشْرُوحًا فِي كِتَاب الْجُمُعَة , وَفِيهِ اِسْتِيهَابه مِنْ الْمَرْأَة مَنْفَعَة غُلَامهَا , وَقَدْ سَبَقَ مَا نُقِلَ فِي تَسْمِيَة كُلٍّ مِنْهُمَا. وَأَغْرَبَ الْكَرْمَانِيُّ هُنَا فَزَعَمَ أَنَّ اِسْم الْمَرْأَة مِينَا وَهُوَ وَهْمٌ , وَإِنَّمَا قِيلَ ذَلِكَ فِي اِسْم النَّجَّار كَمَا تَقَدَّمَ وَأَنَّ قَوْل أَبِي غَسَّان فِي هَذِهِ الرِّوَايَة إِنَّ الْمَرْأَة مِنْ الْمُهَاجِرِينَ وَهْمٌ , وَيُحْتَمَلُ أَنْ تَكُونَ أَنْصَارِيَّةً حَالَفَتْ مُهَاجِرِيًّا وَتَزَوَّجَتْ بِهِ أَوْ بِالْعَكْسِ , وَقَدْ سَاقَهُ اِبْن بَطَّال فِي هَذَا الْمَوْضِع بِلَفْظِ \" اِمْرَأَة مِنْ الْأَنْصَار \" وَالَّذِي فِي النُّسَخ الَّتِي وَقَفْت عَلَيْهَا مِنْ الْبُخَارِيّ مَا وَصَفْته. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2570",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ أَبِي حَازِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ السَّلَمِيِّ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ كُنْتُ يَوْمًا جَالِسًا مَعَ رِجَالٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فِي مَنْزِلٍ فِي طَرِيقِ مَكَّةَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم نَازِلٌ أَمَامَنَا وَالْقَوْمُ مُحْرِمُونَ، وَأَنَا غَيْرُ مُحْرِمٍ، فَأَبْصَرُوا حِمَارًا وَحْشِيًّا، وَأَنَا مَشْغُولٌ أَخْصِفُ نَعْلِي، فَلَمْ يُؤْذِنُونِي بِهِ، وَأَحَبُّوا لَوْ أَنِّي أَبْصَرْتُهُ، وَالْتَفَتُّ فَأَبْصَرْتُهُ، فَقُمْتُ إِلَى الْفَرَسِ فَأَسْرَجْتُهُ ثُمَّ رَكِبْتُ وَنَسِيتُ السَّوْطَ وَالرُّمْحَ فَقُلْتُ لَهُمْ نَاوِلُونِي السَّوْطَ وَالرُّمْحَ‏.‏ فَقَالُوا لاَ وَاللَّهِ، لاَ نُعِينُكَ عَلَيْهِ بِشَىْءٍ‏.‏ فَغَضِبْتُ فَنَزَلْتُ فَأَخَذْتُهُمَا، ثُمَّ رَكِبْتُ، فَشَدَدْتُ عَلَى الْحِمَارِ فَعَقَرْتُهُ، ثُمَّ جِئْتُ بِهِ وَقَدْ مَاتَ، فَوَقَعُوا فِيهِ يَأْكُلُونَهُ، ثُمَّ إِنَّهُمْ شَكُّوا فِي أَكْلِهِمْ إِيَّاهُ، وَهُمْ حُرُمٌ، فَرُحْنَا وَخَبَأْتُ الْعَضُدَ مَعِي، فَأَدْرَكْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ ‏\n\"‏ مَعَكُمْ مِنْهُ شَىْءٌ ‏\"‏‏.‏ فَقُلْتُ نَعَمْ‏.‏ فَنَاوَلْتُهُ الْعَضُدَ فَأَكَلَهَا، حَتَّى نَفَّدَهَا وَهْوَ مُحْرِمٌ‏.‏ فَحَدَّثَنِي بِهِ زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي قَتَادَةَ ‏عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.‏",
    "english_text": "That his father said, \"One day I was sitting with some of the Prophet's companions on the way to \nMecca. Allah's Messenger (ﷺ) was ahead of us. All of my companions were in the state of Ihram while I was \na non-Muhrim. They saw an onager while I was busy repairing my shoes, so they did not tell me about \nit but they wished I had seen it. By chance I looked up and saw it. So, I turned to the horse, saddled it \nand rode on it, forgetting to take the spear and the whip. I asked them if they could hand over to me \nthe whip and the spear but they said, 'No, by Allah, we shall not help you in that in any way.' I became \nangry and got down from the horse, picked up both the things and rode the horse again. I attacked the \nonager and slaughtered it, and brought it (after it had been dead). They took it (cooked some of it) and \nstarted eating it, but they doubted whether it was allowed for them to eat it or not, as they were in the \nstate of Ihram. So, we proceeded and I hid with me one of its fore-legs. When we met Allah's Messenger (ﷺ) \nand asked him about the case, he asked, 'Do you have a portion of it with you?' I replied in the \naffirmative and gave him that fleshy foreleg which he ate completely while he was in the state of \nIhram .",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه ) ‏ ‏هُوَ الْأُوَيْسِيّ , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ , وَقَدْ تَقَدَّمَ حَدِيث أَبِي قَتَادَة مَشْرُوحًا فِي كِتَاب الْحَجّ , وَفِيهِ طَلَب أَبِي قَتَادَة مِنْ أَصْحَابه مُنَاوَلَته رُمْحه وَإِنَّمَا اِمْتَنَعُوا لِكَوْنِهِمْ كَانُوا مُحْرِمِينَ , وَفِيهِ أَيْضًا قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" هَلْ مَعَكُمْ مِنْهُ شَيْء \" وَقَدْ ذَكَرْت هُنَاكَ رِوَايَة مَنْ زَادَ فِيهِ \" كُلُوا وَأَطْعِمُونِي \" وَلَعَلَّ الْمُصَنِّف أَشَارَ إِلَى هَذِهِ الزِّيَادَة. ‏ ‏وَقَوْله : \" فَحَدَّثَنِي بِهِ زَيْد بْن أَسْلَمَ \" ‏ ‏قَالَ ذَلِكَ مُحَمَّد بْن جَعْفَر رَاوِيه عَنْ أَبِي حَازِم , وَهُوَ اِبْن أَبِي كَثِير أَخُو إِسْمَاعِيل. ‏ ‏وَقَوْله فِيهِ : \" أَخْصِف نَعْلِي \" ‏ ‏بِمُعْجَمَةٍ ثُمَّ مُهْمَلَة مَكْسُورَة أَيْ أَجْعَلُ لَهَا طَاقًا , كَأَنَّهَا كَانَتْ اِنْخَرَقَتْ فَأَبْدَلَهَا. وَأَغْرَبَ الدَّاوُدِيّ فَقَالَ : أَعْمَلُ لَهَا شِسْعًا , ‏ ‏وَقَوْله : \" حَتَّى نَفِدَهَا \" ‏ ‏بِتَشْدِيدِ الْفَاء الْمَفْتُوحَة أَيْ فَرَغَ مِنْ أَكْلهَا كُلّهَا , وَرُوِيَ بِكَسْرِ الْفَاء وَالتَّخْفِيف , وَرَدَّهُ اِبْن التِّين. قَالَ اِبْن بَطَّال : اِسْتِيهَاب الصَّدِيق حَسَن إِذَا عَلِمَ أَنَّ نَفْسه تَطِيبُ بِهِ , وَإِنَّمَا طَلَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَبِي سَعِيد وَكَذَا مِنْ أَبِي قَتَادَة وَغَيْرهمَا لِيُؤْنِسَهُمْ بِهِ وَيَرْفَعَ عَنْهُمْ اللَّبْس فِي تَوَقُّفِهِمْ فِي جَوَاز ذَلِكَ. ‏ ‏وَقَوْله فِي السَّنَد \" عَبْد اللَّه بْن أَبِي قَتَادَة السَّلَمِيّ \" ‏ ‏هُوَ بِفَتْحِ اللَّام وَهَذَا مَشْهُور فِي الْأَنْصَار , وَذَكَرَ اِبْن الصَّلَاح أَنَّ مَنْ قَالَهُ بِكَسْرِ اللَّام لَحَنَ , وَلَيْسَ كَمَا قَالَ بَلْ كَسْر اللَّام لُغَةٌ مَعْرُوفَةٌ وَهِيَ الْأَصْل , وَيُتَعَجَّبُ مِنْ خَفَاء ذَلِكَ عَلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2571",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، قَالَ حَدَّثَنِي أَبُو طَوَالَةَ ـ اسْمُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ ـ قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ يَقُولُ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي دَارِنَا هَذِهِ، فَاسْتَسْقَى، فَحَلَبْنَا لَهُ شَاةً لَنَا، ثُمَّ شُبْتُهُ مِنْ مَاءِ بِئْرِنَا هَذِهِ، فَأَعْطَيْتُهُ وَأَبُو بَكْرٍ عَنْ يَسَارِهِ، وَعُمَرُ تُجَاهَهُ وَأَعْرَابِيٌّ عَنْ يَمِينِهِ فَلَمَّا فَرَغَ قَالَ عُمَرُ هَذَا أَبُو بَكْرٍ‏.‏ فَأَعْطَى الأَعْرَابِيَّ، ثُمَّ قَالَ ‏\n\"‏ الأَيْمَنُونَ، الأَيْمَنُونَ، أَلاَ فَيَمِّنُوا ‏\"‏‏.‏ قَالَ أَنَسٌ فَهْىَ سُنَّةٌ فَهْىَ سُنَّةٌ‏.‏ ثَلاَثَ مَرَّاتٍ‏.‏",
    "english_text": "Once Allah's Messenger (ﷺ) visited us in this house of ours and asked for something to drink. We milked one \nof our sheep and mixed it with water from this well of ours and gave it to him. Abu Bakr was sitting \non his left side and `Umar in front of him and a bedouin on his right side. When Allah's Messenger (ﷺ) \nfinished, `Umar said to Allah's Messenger (ﷺ) \"Here is Abu Bakr.\" But Allah's Messenger (ﷺ) gave the remaining \nmilk to the bedouin and said twice, \"The (persons on the) right side! So, start from the right side.\" \nAnas added, \"It is a Sunna (the Prophet's traditions)\" and repeated it thrice.",
    "explication": "‏ ‏قَوْله : ( الْأَيْمَنُونَ الْأَيْمَنُونَ ) ‏ ‏فِيهِ تَقْدِير مُبْتَدَأ مُضْمَر , أَيْ الْمُقَدَّمُ الْأَيْمَنُونَ , وَالثَّانِيَة لِلتَّأْكِيدِ. وَقَوْله : \" أَلَا فَيَمِّنُوا \" كَذَا وَقَعَ بِصِيغَةِ الِاسْتِفْتَاح , وَالْأَمْر بِالتَّيَامُنِ , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ الْوَجْه الَّذِي أَخْرَجَهُ مِنْهُ الْبُخَارِيّ إِلَّا أَنَّهُ قَالَ فِي الثَّالِثَة أَيْضًا \" الْأَيْمَنُونَ \" ذَكَرَ اللَّفْظَة ثَلَاث مَرَّات كَمَا ذَكَرَ قَوْل أَنَس \" فَهِيَ سُنَّةٌ ثَلَاث مِرَار \" , وَعَلَى ذَلِكَ شَرَحَ اِبْن التِّين كَأَنَّهُ وَقَعَ كَذَلِكَ فِي نُسْخَتِهِ , وَلَمْ أَرَهُ فِي شَيْء مِنْ النُّسَخ إِلَّا كَمَا وَصَفْت أَوَّلًا , وَتَوْجِيهُهُ أَنَّهُ لَمَّا بَيَّنَ أَنَّ الْأَيْمَن يُقَدَّمُ ثُمَّ أَكَّدَهُ بِإِعَادَتِهِ أَكْمَلَ ذَلِكَ بِصَرِيحِ الْأَمْر بِهِ , وَيُسْتَفَادُ مِنْ حَذْف الْمَفْعُول التَّعْمِيم فِي جَمِيع الْأَشْيَاء لِقَوْلِ عَائِشَة \" كَانَ يُعْجِبُهُ التَّيَمُّنُ فِي شَأْنه كُلّه \" وَأَشَارَ الْإِسْمَاعِيلِيّ إِلَى أَنَّ سُلَيْمَان بْن بِلَالٍ تَفَرَّدَ عَنْ أَبِي طُوَالَة بِقَوْلِهِ : \" فَاسْتَسْقَى \" وَأَخْرَجَهُ مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر وَخَالِد الْوَاسِطِيِّ عَنْ أَبِي طُوَالَة بِدُونِهَا اِنْتَهَى وَسُلَيْمَان حَافِظ وَزِيَادَته مَقْبُولَة , وَقَدْ ثَبَتَتْ هَذِهِ اللَّفْظَة فِي حَدِيث جَابِر مِنْ طَرِيق الْأَعْمَش عَنْ أَبِي صَالِح عَنْهُ فِي حَدِيث سَيَأْتِي فِي الْأَشْرِبَة. ‏ ‏وَفِيهِ جَوَاز طَلَب الْأَعْلَى مِنْ الْأَدْنَى مَا يُرِيدُهُ مِنْ مَأْكُولٍ وَمَشْرُوبٍ إِذَا كَانَتْ نَفْس الْمَطْلُوب مِنْهُ طَيِّبَة بِهِ وَلَا يُعَدُّ ذَلِكَ مِنْ السُّؤَال الْمَذْمُوم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2572",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسِ بْنِ مَالِكٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ أَنْفَجْنَا أَرْنَبًا بِمَرِّ الظَّهْرَانِ، فَسَعَى الْقَوْمُ فَلَغَبُوا، فَأَدْرَكْتُهَا فَأَخَذْتُهَا، فَأَتَيْتُ بِهَا أَبَا طَلْحَةَ فَذَبَحَهَا، وَبَعَثَ بِهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِوَرِكِهَا ـ أَوْ فَخِذَيْهَا قَالَ فَخِذَيْهَا لاَ شَكَّ فِيهِ ـ فَقَبِلَهُ‏.‏ قُلْتُ وَأَكَلَ مِنْهُ قَالَ وَأَكَلَ مِنْهُ‏.‏ ثُمَّ قَالَ بَعْدُ قَبِلَهُ‏.‏",
    "english_text": "We chased a rabbit at Mar-al-Zahran and the people ran after it but were exhausted. I overpowered \nand caught it, and gave it to Abu Talha who slaughtered it and sent its hip or two thighs to Allah's \nApostle. (The narrator confirms that he sent two thighs). The Prophet (ﷺ) accepted that. (The sub-narrator \nasked Anas, \"Did the Prophet; eat from it?\" Anas replied, \"He ate from it.\")",
    "explication": "‏ ‏وَقَوْله فِي حَدِيث أَنَس ( أَنْفَجْنَا ) ‏ ‏بِالْفَاءِ وَالْجِيم أَيْ أَثَرْنَا. ‏ ‏وَقَوْله : ( فَلَغِبُوا ) ‏ ‏بِالْمُعْجَمَةِ وَالْمُوَحَّدَة أَيْ تَعِبُوا. وَوَقَعَ كَذَلِكَ فِي رِوَايَة الْْكُشْمِيهَنِيّ. وَأَغْرَبَ الدَّاوُدِيّ , فَقَالَ : مَعْنَاهُ عَطِشُوا. وَتَعَقَّبَهُ اِبْن التِّين وَقَالَ : ضَبَطُوا لَغِبُوا بِكَسْرِ الْغَيْن وَالْفَتْح أَعْرِف , وَسَيَأْتِي شَرْحُهُ إِنْ شَاءَ اللَّه تَعَالَى فِي كِتَاب الصَّيْد وَالذَّبَائِح. ‏ ‏وَمَرّ الظَّهْرَانِ ‏ ‏وَادٍ مَعْرُوف عَلَى خَمْسَة أَمْيَال مِنْ مَكَّة إِلَى جِهَة الْمَدِينَة , وَقَدْ ذَكَرَ الْوَاقِدِيّ أَنَّهُ مِنْ مَكَّة عَلَى خَمْسَة أَمْيَال. وَزَعَمَ اِبْن وَضَّاح أَنَّ بَيْنهمَا أَحَدًا وَعِشْرِينَ مِيلًا , وَقِيلَ سِتَّة عَشَر وَبِهِ جَزَمَ الْبَكْرِيّ , قَالَ النَّوَوِيّ : وَالْأَوَّل غَلَط وَإِنْكَار لِلْمَحْسُوسِ. وَمَرّ قَرْيَة ذَات نَخْل وَزَرْع وَمِيَاهُ , وَالظَّهْرَانِ اِسْم الْوَادِي , وَتَقُول الْعَامَّة بَطْن مَرْوٍ. ‏ ‏قُلْت : وَقَوْل الْبَكْرِيّ هُوَ الْمُعْتَمَدُ وَاللَّه أَعْلَم. ‏ ‏وَأَبُو طَلْحَة ‏ ‏هُوَ زَوْج أُمّ سُلَيْمٍ وَالِدَة أَنَس , ‏ ‏وَقَوْله : \" فَخُذِيهَا لَا شَكَّ فِيهِ \" ‏ ‏يُشِيرُ إِلَى أَنَّهُ يَشُكّ فِي الْوَرِكَيْنِ خَاصَّة , وَأَنَّ الشَّكّ فِي قَوْله : \" فَخُذِيهَا أَوْ وَرِكَيْهَا \" لَيْسَ عَلَى السَّوَاء , أَوْ كَانَ يَشُكُّ فِي الْفَخِذَيْنِ ثُمَّ اِسْتَيْقَنَ , وَكَذَلِكَ شَكَّ فِي الْأَكْل ثُمَّ اِسْتَيْقَنَ الْقَبُول فَجَزَمَ بِهِ آخِرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2573",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنِ الصَّعْبِ بْنِ جَثَّامَةَ ـ رضى الله عنهم ـ أَنَّهُ أَهْدَى لِرَسُولِ اللَّهِ صلى الله عليه وسلم حِمَارًا وَحْشِيًّا وَهْوَ بِالأَبْوَاءِ أَوْ بِوَدَّانَ فَرَدَّ عَلَيْهِ، فَلَمَّا رَأَى مَا فِي وَجْهِهِ قَالَ ‏\n\"‏ أَمَا إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلاَّ أَنَّا حُرُمٌ ‏\"‏‏.‏",
    "english_text": "An onager was presented to Allah's Messenger (ﷺ) at the place called Al-Abwa' or Waddan, but Allah's \nApostle rejected it. When the Prophet (ﷺ) noticed the signs of sorrow on the giver's face he said, \"We \nhave not rejected your gift, but we are in the state of Ihram.\" (i.e. if we were not in a state of Ihram we \nwould have accepted your gift, Fath-ul-Bari page 130, Vol. 6)",
    "explication": "‏ ‏قَوْله : ( عَنْ اِبْن شِهَاب إِلَخْ ) ‏ ‏لَمْ يَخْتَلِف عَلَى مَالِك فِي سِيَاقه مُعَنْعَنًا وَأَنَّهُ مِنْ مُسْنَد الصَّعْب إِلَّا مَا وَقَعَ فِي \" مُوَطَّأ اِبْن وَهْب \" فَإِنَّهُ قَالَ فِي رِوَايَته عَنْ اِبْن عَبَّاس \" إِنَّ الصَّعْب بْن جَثَّامَة أَهْدَى \" فَجَعَلَهُ مِنْ مُسْنَد اِبْن عَبَّاس , نَبَّهَ عَلَى ذَلِكَ الدَّارَقُطْنِيُّ فِي \" الْمُوَطَّآت \" وَكَذَا أَخْرَجَهُ مُسْلِم مِنْ طَرِيق سَعِيد اِبْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ \" أَهْدَى الصَّعْب \" وَالْمَحْفُوظ فِي حَدِيث مَالِك الْأَوَّل , وَسَيَأْتِي لِلْمُصَنِّفِ فِي الْهِبَة مِنْ طَرِيق شُعَيْب عَنْ الزُّهْرِيِّ قَالَ \" أَخْبَرَنِي عُبَيْد اللَّه أَنَّ اِبْن عَبَّاس أَخْبَرَهُ أَنَّهُ سَمِعَ الصَّعْب - وَكَانَ مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُخْبِر أَنَّهُ أَهْدَى \" وَالصَّعْب بِفَتْحِ الصَّاد وَسُكُون الْعَيْن الْمُهْمَلَتَيْنِ بَعْدهَا مُوَحَّدَة , وَأَبُوهُ جَثَّامَة بِفَتْحِ الْجِيم وَتَثْقِيل الْمُثَلَّثَة وَهُوَ مِنْ بَنِي لَيْث بْن بَكْر بْن عَبْد مَنَاة بْن كِنَانَة , وَكَانَ اِبْن أُخْت أَبِي سُفْيَان بْن حَرْب , أُمّه زَيْنَب بِنْت حَرْب بْن أُمَيَّة , وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آخَى بَيْنه وَبَيْن عَوْف بْن مَالِك. ‏ ‏قَوْله : ( حِمَارًا وَحْشِيًّا ) ‏ ‏لَمْ تَخْتَلِف الرُّوَاة عَنْ مَالِك فِي ذَلِكَ , وَتَابَعَهُ عَامَّة الرُّوَاة عَنْ الزُّهْرِيِّ , وَخَالَفَهُمْ اِبْن عُيَيْنَةَ عَنْ الزُّهْرِيِّ فَقَالَ \" لَحْم حِمَار وَحْش \" أَخْرَجَهُ مُسْلِم , لَكِنْ بَيَّنَ الْحُمَيْدِيّ صَاحِب سُفْيَان أَنَّهُ كَانَ يَقُول فِي هَذَا الْحَدِيث \" حِمَار وَحْش \" ثُمَّ صَارَ يَقُول \" لَحْم حِمَار وَحْش \" فَدَلَّ عَلَى اِضْطِرَابه فِيهِ , وَقَدْ تُوبِعَ عَلَى قَوْله \" لَحْم حِمَار وَحْش \" مِنْ أَوْجُه فِيهَا مَقَال , مِنْهَا مَا أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ طَرِيق عَمْرو بْن دِينَار عَنْ الزُّهْرِيِّ لَكِنَّ إِسْنَاده ضَعِيف , وَقَالَ إِسْحَاق فِي مُسْنَده. : أَخْبَرَنَا الْفَضْل بْن مُوسَى عَنْ مُحَمَّد بْن عَمْرو بْن عَلْقَمَة عَنْ الزُّهْرِيِّ فَقَالَ \" لَحْم حِمَار \" وَقَدْ خَالَفَهُ خَالِد الْوَاسِطِي عَنْ مُحَمَّد بْن عَمْرو فَقَالَ \" حِمَار وَحْش \" كَالْأَكْثَرِ , وَأَخْرَجَهُ الطَّبَرَانِيُّ مِنْ طَرِيق اِبْن إِسْحَاق عَنْ الزُّهْرِيِّ فَقَالَ \" رِجْل حِمَار وَحْش \" وَابْن إِسْحَاق حَسَن الْحَدِيث إِلَّا أَنَّهُ لَا يُحْتَجّ بِهِ إِذَا خُولِفَ , وَيَدُلّ عَلَى وَهْم مَنْ قَالَ فِيهِ عَنْ الزُّهْرِيِّ ذَلِكَ اِبْن جُرَيْجٍ قَالَ \" قُلْت لِلزُّهْرِيِّ الْحِمَار عَقِير ؟ قَالَ لَا أَدْرِي \" أَخْرَجَهُ اِبْن خُزَيْمَة وَابْن عَوَانَة فِي صَحِيحَيْهِمَا , وَقَدْ جَاءَ عَنْ اِبْن عَبَّاس مِنْ وَجْه آخَر أَنَّ الَّذِي أَهْدَاهُ الصَّعْب لَحْم حِمَار فَأَخْرَجَهُ مُسْلِم مِنْ طَرِيق الْحَاكِم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ \" أَهْدَى الصَّعْب إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رِجْل حِمَار \" وَفِي رِوَايَة عِنْده \" عَجُز حِمَار وَحْش يَقْطُر دَمًا \" وَأَخْرَجَهُ أَيْضًا مِنْ طَرِيق حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد قَالَ تَارَة \" حِمَار وَحْش \" وَتَارَة \" شِقّ حِمَار \" وَيُقَوِّي ذَلِكَ مَا أَخْرَجَهُ مُسْلِم أَيْضًا مِنْ طَرِيق طَاوُسٍ عَنْ اِبْن عَبَّاس قَالَ \" قَدِمَ زَيْد بْن أَرْقَم , فَقَالَ لَهُ عَبْد اللَّه بْن عَبَّاس يَسْتَذْكِرهُ : كَيْف أَخْبَرْتنِي عَنْ لَحْم صَيْد أُهْدِي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ حَرَام ؟ قَالَ : أُهْدِيَ لَهُ عُضْو مِنْ لَحْم صَيْد فَرَدَّهُ وَقَالَ : إِنَّا لَا نَأْكُلهُ , إِنَّا حُرُم \". وَأَخْرَجَهُ أَبُو دَاوُدَ وَابْن حِبَّانَ مِنْ طَرِيق عَطَاء عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ \" يَا زَيْد بْن أَرْقَم , هَلْ عَلِمْت أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَهُ. وَاتَّفَقَتْ الرِّوَايَات كُلّهَا عَلَى أَنَّهُ رَدَّهُ عَلَيْهِ , إِلَّا مَا رَوَاهُ اِبْن وَهْب وَالْبَيْهَقِيُّ مِنْ طَرِيقه بِإسْنَادٍ حَسَن مِنْ طَرِيق عَمْرو بْن أُمَيَّة \" أَنَّ الصَّعْب أَهْدَى لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَجُز حِمَار وَحْش وَهُوَ بِالْجُحْفَةِ فَأَكَلَ مِنْهُ وَأَكَلَ الْقَوْم \" قَالَ الْبَيْهَقِيُّ : إِنْ كَانَ هَذَا مَحْفُوظًا فَلَعَلَّهُ رَدَّ الْحَيّ وَقَبِلَ اللَّحْم , قُلْت وَفِي هَذَا الْجَمْع نَظَر لِمَا بَيَّنْته , فَإِنْ كَانَتْ الطُّرُق كُلّهَا مَحْفُوظَة فَلَعَلَّهُ رَدَّهُ حَيًّا لِكَوْنِهِ صِيدَ لِأَجْلِهِ وَرَدَّ اللَّحْم تَارَة لِذَلِكَ وَقَبِلَهُ تَارَة أُخْرَى حَيْثُ عَلِمَ أَنَّهُ لَمْ يُصَدْ لِأَجْلِهِ , وَقَدْ قَالَ الشَّافِعِيّ فِي \" الْأُمّ \" : إِنْ كَانَ الصَّعْب أَهْدَى لَهُ حِمَارًا حَيًّا فَلَيْسَ لِلْمُحْرِمِ أَنْ يَذْبَح حِمَار وَحْش حَيّ وَإِنْ كَانَ أَهْدَى لَهُ لَحْمًا فَقَدْ يُحْتَمَل أَنْ يَكُون عَلِمَ أَنَّهُ صِيدَ لَهُ. وَنَقَلَ التِّرْمِذِيّ عَنْ الشَّافِعِيّ أَنَّهُ رَدَّهُ لِظَنِّهِ أَنَّهُ صِيدَ مِنْ أَجْله فَتَرَكَهُ عَلَى وَجْه التَّنَزُّه. وَيُحْتَمَل أَنْ يُحْمَل الْقَبُول الْمَذْكُور فِي حَدِيث عَمْرو بْن أُمَيَّة عَلَى وَقْت آخَر وَهُوَ حَال رُجُوعه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَكَّة , وَيُؤَيِّدهُ أَنَّهُ جَازِم فِيهِ بِوُقُوعِ ذَلِكَ بِالْجُحْفَةِ وَفِي غَيْرهَا مِنْ الرِّوَايَات بِالْأَبْوَاءِ أَوْ بِوَدَّان , وَقَالَ الْقُرْطُبِيّ : يُحْتَمَل أَنْ يَكُون الصَّعْب أَحْضَرَ الْحِمَار مَذْبُوحًا ثُمَّ قَطَعَ مِنْهُ عُضْوًا بِحَضْرَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَدَّمَهُ لَهُ , فَمَنْ قَالَ أَهْدَى حِمَارًا أَرَادَ بِتَمَامِهِ مَذْبُوحًا حَيًّا , وَمَنْ قَالَ لَحْم حِمَار أَرَادَ مَا قَدَّمَهُ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , قَالَ : وَيُحْتَمَل أَنْ يَكُون مَنْ قَالَ حِمَارًا أَطْلَقَ وَأَرَادَ بَعْضه مَجَازًا. قَالَ وَيُحْتَمَل أَنَّهُ أَهْدَاهُ لَهُ حَيًّا فَلَمَّا رَدَّهُ عَلَيْهِ ذَكَّاهُ وَأَتَاهُ بِعُضْوٍ مِنْهُ ظَانًّا أَنَّهُ إِنَّمَا رَدَّهُ عَلَيْهِ لِمَعْنًى يَخْتَصّ بِجُمْلَتِهِ , فَأَعْلَمهُ بِامْتِنَاعِهِ أَنَّ حُكْم الْجُزْء مِنْ الصَّيْد حُكْم الْكُلّ , قَالَ : وَالْجَمْع مَهْمَا أَمْكَنَ أَوْلَى مِنْ تَوْهِيم بَعْض الرِّوَايَات. وَقَالَ النَّوَوِيّ : تَرْجَمَ الْبُخَارِيّ بِكَوْنِ الْحِمَار حَيًّا , وَلَيْسَ فِي سِيَاق الْحَدِيث تَصْرِيح بِذَلِكَ , وَكَذَا نَقَلُوا هَذَا التَّأْوِيل عَنْ مَالِك , وَهُوَ بَاطِل لِأَنَّ الرِّوَايَات الَّتِي ذَكَرهَا مُسْلِم صَرِيحَة فِي أَنَّهُ مَذْبُوح. اِنْتَهَى. وَإِذَا تَأَمَّلْت مَا تَقَدَّمَ لَمْ يَحْسُن إِطْلَاقه بُطْلَان التَّأْوِيل الْمَذْكُور وَلَا سِيَّمَا فِي رِوَايَة الزُّهْرِيِّ الَّتِي هِيَ عُمْدَة هَذَا الْبَاب , وَقَدْ قَالَ الشَّافِعِيّ فِي \" الْأُمّ \" : حَدِيث مَالِك أَنَّ الصَّعْب أَهْدَى حِمَارًا أَثْبَت مِنْ حَدِيث مَنْ رَوَى أَنَّهُ أَهْدَى لَحْم حِمَار , وَقَالَ التِّرْمِذِيّ : رَوَى بَعْض أَصْحَاب الزُّهْرِيِّ فِي حَدِيث الصَّعْب \" لَحْم حِمَار وَحْش \" وَهُوَ غَيْر مَحْفُوظ. ‏ ‏قَوْله : ( بِالْأَبْوَاءِ ) ‏ ‏بِفَتْحِ الْهَمْزَة وَسُكُون الْمُوَحَّدَة وَبِالْمَدِّ : جَبَل مِنْ عَمَل الْفُرُع بِضَمِّ الْفَاء وَالرَّاء بَعْدهَا مُهْمَلَة , قِيلَ سُمِّيَ الْأَبْوَاء لِوَبَائِهِ عَلَى الْقَلْب , وَقِيلَ لِأَنَّ السُّيُول تَتَبَوَّؤُهُ أَيْ تَحُلُّهُ. ‏ ‏قَوْله : ( أَوْ بِوَدَّان ) ‏ ‏شَكّ مِنْ الرَّاوِي , وَهُوَ بِفَتْحِ الْوَاو وَتَشْدِيد الدَّال وَآخِرهَا نُون مَوْضِع بِقُرْبِ الْجُحْفَة , وَقَدْ سَبَقَ فِي حَدِيث عَمْرو بْن أُمَيَّة أَنَّهُ كَانَ بِالْجُحْفَةِ , وَوَدَّان أَقْرَب إِلَى الْجُحْفَة مِنْ الْأَبْوَاء فَإِنَّ مِنْ الْأَبْوَاء إِلَى الْجُحْفَة لِلْآتِي مِنْ الْمَدِينَة ثَلَاثَة وَعِشْرِينَ مِيلًا , وَمِنْ وَدَّان إِلَى الْجُحْفَة ثَمَانِيَة أَمْيَال , وَبِالشَّكِّ جَزَمَ أَكْثَر الرُّوَاة , وَجَزَمَ اِبْن إِسْحَاق وَصَالِح بْن كَيْسَانَ عَنْ الزُّهْرِيِّ بِوَدَّان , وَجَزَمَ مَعْمَر وَعَبْد الرَّحْمَن اِبْن إِسْحَاق وَمُحَمَّد بْن عَمْرو بِالْأَبْوَاءِ , وَالَّذِي يَظْهَر لِي أَنَّ الشَّكّ فِيهِ مِنْ اِبْن عَبَّاس لِأَنَّ الطَّبَرَانِيَّ أَخْرَجَ الْحَدِيث مِنْ طَرِيق عَطَاء عَنْهُ عَلَى الشَّكّ أَيْضًا. ‏ ‏قَوْله : ( فَلَمَّا رَأَى مَا فِي وَجْهه ) ‏ ‏فِي رِوَايَة شُعَيْب \" فَلَمَّا عَرَفَ فِي وَجْهِي رَدَّهُ هَدِيَّتِي \". وَفِي رِوَايَة اللَّيْث عَنْ الزُّهْرِيِّ عِنْد التِّرْمِذِيّ \" فَلَمَّا رَأَى مَا فِي وَجْهه مِنْ الْكَرَاهِيَة \" وَكَذَا لِابْنِ خُزَيْمَةَ مِنْ طَرِيق اِبْن جُرَيْجٍ الْمَذْكُورَة. ‏ ‏قَوْله : ( إِنَّا لَمْ نَرُدّهُ عَلَيْك ) ‏ ‏فِي رِوَايَة شُعَيْب وَابْن جُرَيْجٍ \" لَيْسَ بِنَا رَدّ عَلَيْك \" وَفِي رِوَايَة عَبْد الرَّحْمَن اِبْن إِسْحَاق عَنْ الزُّهْرِيِّ عِنْد الطَّبَرَانِيِّ \" إِنَّا لَمْ نَرُدّهُ عَلَيْك كَرَاهِيَة لَهُ وَلَكِنَّا حُرُم \" قَالَ عِيَاض : ضَبَطْنَاهُ فِي الرِّوَايَات \" لَمْ نَرُدّهُ \" بِفَتْحِ الدَّال , وَأَبَى ذَلِكَ الْمُحَقِّقُونَ مِنْ أَهْل الْعَرَبِيَّة وَقَالُوا : الصَّوَاب أَنَّهُ بِضَمِّ الدَّال لِأَنَّ الْمُضَاعَف مِنْ الْمَجْزُوم يُرَاعَى فِيهِ الْوَاو الَّتِي تُوجِبهَا لَهُ ضَمَّة الْهَاء بَعْدهَا. قَالَ : وَلَيْسَ الْفَتْح بِغَلَطٍ بَلْ ذَكَره ثَعْلَب فِي الْفَصِيح. نَعَمْ تَعَقَّبُوهُ عَلَيْهِ بِأَنَّهُ ضَعِيف , وَأَوْهَمَ صَنِيعه أَنَّهُ فَصِيح , وَأَجَازُوا أَيْضًا الْكَسْر وَهُوَ أَضْعَف الْأَوْجُه. قُلْت : وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ بِفَكِّ الْإِدْغَام \" لَمْ نَرْدُدْهُ \" بِضَمِّ الْأُولَى وَسُكُون الثَّانِيَة وَلَا إِشْكَال فِيهِ. ‏ ‏قَوْله : ( إِلَّا أَنَّا حُرُم ) ‏ ‏زَادَ صَالِح بْن كَيْسَانَ عَنَدَ النَّسَائِيِّ \" لَا نَأْكُل الصَّيْد \" , وَفِي رِوَايَة سَعِيد عَنْ اِبْن عَبَّاس \" لَوْلَا أَنَّا مُحْرِمُونَ لَقَبِلْنَاهُ مِنْك \". وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى تَحْرِيم الْأَكْل مِنْ لَحْم الصَّيْد عَلَى الْمُحْرِم مُطْلَقًا لِأَنَّهُ اِقْتَصَرَ فِي التَّعْلِيل عَلَى كَوْنه مُحْرِمًا فَدَلَّ عَلَى أَنَّهُ سَبَب الِامْتِنَاع خَاصَّة , وَهُوَ قَوْل عَلِيّ وَابْن عَبَّاس وَابْن عُمَر وَاللَّيْث وَالثَّوْرِيِّ وَإِسْحَاق لِحَدِيثِ الصَّعْب هَذَا , وَلِمَا أَخْرَجَهُ أَبُو دَاوُدَ وَغَيْره مِنْ حَدِيث عَلِيّ \" أَنَّهُ قَالَ لِنَاسٍ مِنْ أَشْجَعَ : أَتَعْلَمُونَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْدَى لَهُ رَجُل حِمَار وَحْش وَهُوَ مُحْرِم فَأَبَى أَنْ يَأْكُلهُ ؟ قَالُوا : نَعَمْ \" لَكِنْ يُعَارِض هَذَا الظَّاهِر مَا أَخْرَجَهُ مُسْلِم أَيْضًا مِنْ حَدِيث طَلْحَة أَنَّهُ \" أُهْدِيَ لَهُ لَحْم طَيْر وَهُوَ مُحْرِم , فَوَقَفَ مَنْ أَكَلَهُ وَقَالَ : أَكَلْنَاهُ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏وَحَدِيث أَبِي قَتَادَةَ الْمَذْكُور فِي الْبَاب قَبْله وَحَدِيث عُمَيْر بْن سَلَمَة \" أَنَّ الْبَهْزِيّ أَهْدَى لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ظَبْيًا وَهُوَ مُحْرِم , فَأَمَرَ أَبَا بَكْر أَنْ يَقْسِمهُ بَيْن الرِّفَاق \" ; أَخْرَجَهُ مَالِك وَأَصْحَاب السُّنَن وَصَحَّحَهُ اِبْن خُزَيْمَةَ وَغَيْره , وَبِالْجَوَازِ مُطْلَقًا قَالَ الْكُوفِيُّونَ وَطَائِفَة مِنْ السَّلَف , وَجَمَعَ الْجُمْهُور بَيْن مَا اِخْتَلَفَ مِنْ ذَلِكَ بِأَنَّ أَحَادِيث الْقَبُول مَحْمُولَة عَلَى مَا يَصِيدهُ الْحَلَال لِنَفْسِهِ ثُمَّ يُهْدِي مِنْهُ لِلْمُحْرِمِ , وَأَحَادِيث الرَّدّ مَحْمُولَة عَلَى مَا صَادَهُ الْحَلَال لِأَجْلِ الْمُحْرِم. قَالُوا وَالسَّبَب فِي الِاقْتِصَار عَلَى الْإِحْرَام عِنْد الِاعْتِذَار لِلصَّعْبِ إِنَّ الصَّيْد لَا يَحْرُم عَلَى الْمَرْء إِذَا صِيدَ لَهُ إِلَّا إِذَا كَانَ مُحْرِمًا , فَبَيَّنَ الشَّرْط الْأَصْلِيّ وَسَكَتَ عَمَّا عَدَاهُ فَلَمْ يَدُلّ عَلَى نَفْيه , وَقَدْ بَيَّنَهُ فِي الْأَحَادِيث الْأُخَر. وَيُؤَيِّد هَذَا الْجَمْع حَدِيث جَابِر مَرْفُوعًا \" صَيْد الْبَرّ لَكُمْ حَلَال مَا لَمْ تَصِيدُوهُ أَوْ يُصَاد لَكُمْ \" أَخْرَجَهُ التِّرْمِذِيّ وَالنَّسَائِيُّ وَابْن خُزَيْمَةَ. قُلْت : وَقَدْ تَقَدَّمَ أَنَّ عِنْد النَّسَائِيِّ مِنْ رِوَايَة صَالِح اِبْن كَيْسَانَ \" إِنَّا حُرُم لَا نَأْكُل الصَّيْد \" فَبَيَّنَ الْعِلَّتَيْنِ جَمِيعًا , وَجَاءَ عَنْ مَالِك تَفْصِيل آخَر بَيَّنَ مَا صِيدَ لِلْمُحْرِمِ قَبْل إِحْرَامه يَجُوز لَهُ الْأَكْل مِنْهُ أَوْ بَعْد إِحْرَامه فَلَا , وَعَنْ عُثْمَان التَّفْصِيل بَيْن مَا يُصَاد لِأَجْلِهِ مِنْ الْمُحْرِمِينَ فَيَمْتَنِع عَلَيْهِ وَلَا يَمْتَنِع عَلَى مُحْرِم آخَر. وَقَالَ اِبْن الْمُنِير فِي الْحَاشِيَة : حَدِيث الصَّعْب يُشْكِل عَلَى مَالِك لِأَنَّهُ يَقُول : مَا صِيدَ مِنْ أَجْل الْمُحْرِم يَحْرُم عَلَى الْمُحْرِم وَعَلَى غَيْر الْمُحْرِم , فَيُمْكِن أَنْ يُقَال قَوْله \" فَرَدَّهُ عَلَيْهِ \" لَا يَسْتَلْزِم أَنَّهُ أَبَاحَ لَهُ أَكْله , بَلْ يَجُوز أَنْ يَكُون أَمْرُهُ بِإِرْسَالِهِ إِنْ كَانَ حَيًّا وَطَرْحه إِنْ كَانَ مَذْبُوحًا فَإِنَّ السُّكُوت عَنْ الْحُكْم لَا يَدُلّ عَلَى الْحُكْم بِضِدِّهِ , وَتُعُقِّبَ بِأَنَّهُ وَقْت الْبَيَان فَلَوْ لَمْ يَجُزْ لَهُ الِانْتِفَاع بِهِ لَمْ يَرُدّهُ عَلَيْهِ أَصْلًا إِذْ لَا اِخْتِصَاص لَهُ بِهِ. وَفِي حَدِيث الصَّعْب الْحُكْم بِالْعَلَامَةِ لِقَوْلِهِ \" فَلَمَّا رَأَى مَا فِي وَجْهِي \". وَفِيهِ جَوَاز رَدّ الْهَدِيَّة لِعِلَّةٍ , وَتَرْجَمَ لَهُ الْمُصَنِّف \" مَنْ رَدَّ الْهَدِيَّة لِعِلَّةٍ \" وَفِيهِ الِاعْتِذَار عَنْ رَدّ الْهَدِيَّة تَطْيِيبًا لِقَلْبِ الْمُهْدِي , وَأَنَّ الْهِبَة لَا تَدْخُل فِي الْمِلْك إِلَّا بِالْقَبُولِ , وَأَنَّ قُدْرَته عَلَى تَمَلُّكهَا لَا تُصَيِّرهُ مَالِكًا لَهَا , وَأَنَّ عَلَى الْمُحْرِم أَنْ يُرْسِل مَا فِي يَده مِنْ الصَّيْد الْمُمْتَنِع عَلَيْهِ اِصْطِيَاده. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2574",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، حَدَّثَنَا عَبْدَةُ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّاسَ، كَانُوا يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ، يَبْتَغُونَ بِهَا ـ أَوْ يَبْتَغُونَ بِذَلِكَ ـ مَرْضَاةَ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "The people used to look forward for the days of my (`Aisha's) turn to send gifts to Allah's Messenger (ﷺ) in \norder to please him.",
    "explication": "‏ ‏حَدِيث عَائِشَة ( كَانَ النَّاس يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْم عَائِشَة ) ‏ ‏وَسَيَأْتِي شَرْحُهُ فِي الْبَاب الَّذِي بَعْدَهُ , ‏ ‏وَقَوْله فِيهِ : \" مَرْضَاة \" ‏ ‏هُوَ مَصْدَرٌ بِمَعْنَى الرِّضَا , ‏ ‏وَقَوْله فِيهِ : ( يَبْتَغُونَ ) ‏ ‏بِالْمُوَحَّدَةِ وَالْمُعْجَمَة مِنْ الْبُغْيَة , وَرُوِيَ \" يَتَّبِعُونَ \" بِتَقْدِيمِ مُثَنَّاة مُثَقَّلَة وَكَسْر الْمُوَحَّدَة وَبِالْمُهْمَلَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2575",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا جَعْفَرُ بْنُ إِيَاسٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ أَهْدَتْ أُمُّ حُفَيْدٍ خَالَةُ ابْنِ عَبَّاسٍ إِلَى النَّبِيِّ صلى الله عليه وسلم أَقِطًا وَسَمْنًا وَأَضُبًّا، فَأَكَلَ النَّبِيُّ صلى الله عليه وسلم مِنَ الأَقِطِ وَالسَّمْنِ، وَتَرَكَ الضَّبَّ تَقَذُّرًا‏.‏ قَالَ ابْنُ عَبَّاسٍ فَأُكِلَ عَلَى مَائِدَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم، وَلَوْ كَانَ حَرَامًا مَا أُكِلَ عَلَى مَائِدَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "Ibn `Abbas said: Um Hufaid, Ibn `Abbas's aunt sent some dried yogurt (butter free), ghee (butter) and \na mastigar to the Prophet (ﷺ) as a gift. The Prophet (ﷺ) ate the dried yogurt and butter but left the mastigar \nbecause he disliked it. Ibn `Abbas said, \"The mastigar was eaten at the table of Allah's Messenger (ﷺ) and if \nit had been illegal to eat, it could not have been eaten at the table of Allah's Messenger (ﷺ).\"",
    "explication": "‏ ‏حَدِيث اِبْن عَبَّاس ( أَهْدَتْ أُمّ حُفَيْد ) ‏ ‏وَهِيَ بِالْمُهْمَلَةِ وَالْفَاء مُصَغَّر , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي الْأَطْعِمَة فِي الْكَلَام عَلَى الضَّبِّ , ‏ ‏وَقَوْله فِيهِ : \" وَتَرَكَ الْأَضُبّ \" ‏ ‏كَذَا لِأَبِي ذَرّ بِصِيغَةِ الْجَمْع وَلِغَيْرِهِ \" الضَّبّ \" وَالْأَضُبّ بِضَمِّ الْمُعْجَمَة جَمْع ضَبّ مِثْل أَكُفّ وَكَفّ , ‏ ‏قَوْله : ( تَقَذُّرًا ) ‏ ‏بِالْقَافِ وَالْمُعْجَمَة تَقُول قَذِرْت الشَّيْء وَتَقَذَّرْتُهُ إِذَا كَرِهْته. ‏ ‏وَقَوْل اِبْن عَبَّاس \" لَوْ كَانَ حَرَامًا مَا أُكِلَ عَلَى مَائِدَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ‏ ‏اِسْتِدْلَال صَحِيح مِنْ جِهَة التَّقْرِير. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2576",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مَعْنٌ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏إِذَا أُتِيَ بِطَعَامٍ سَأَلَ عَنْهُ أَهَدِيَّةٌ أَمْ صَدَقَةٌ فَإِنْ قِيلَ صَدَقَةٌ‏.‏ قَالَ لأَصْحَابِهِ كُلُوا‏.‏ وَلَمْ يَأْكُلْ، وَإِنْ قِيلَ هَدِيَّةٌ‏.‏ ضَرَبَ بِيَدِهِ صلى الله عليه وسلم فَأَكَلَ مَعَهُمْ ‏\"‏‏.‏",
    "english_text": "Whenever a meal was brought to Allah's Messenger (ﷺ), he would ask whether it was a gift or Sadaqa \n(something given in charity). If he was told that it was Sadaqa, he would tell his companions to eat it, \nbut if it was a gift, he would hurry to share it with them.",
    "explication": "‏ ‏حَدِيث أَبِي هُرَيْرَة فِي قَبُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْهَدِيَّة وَرَدّه الصَّدَقَة , وَقَوْله فِيهِ : \" إِذَا أُتِيَ بِطَعَامٍ \" ‏ ‏زَادَ أَحْمَد وَابْن حِبَّان مِنْ طَرِيق حَمَّاد بْن سَلَمَة عَنْ مُحَمَّد بْن زِيَاد \" مِنْ غَيْر أَهْله \". ‏ ‏قَوْله : ( ضَرَبَ بِيَدِهِ ) ‏ ‏أَيْ شَرَعَ فِي الْأَكْل مُسْرِعًا , وَمِثْله ضَرَبَ فِي الْأَرْض إِذَا أَسْرَعَ السَّيْر فِيهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2577",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِلَحْمٍ فَقِيلَ تُصُدِّقَ عَلَى بَرِيرَةَ قَالَ ‏\n\"‏ هُوَ لَهَا صَدَقَةٌ، وَلَنَا هَدِيَّةٌ ‏\"‏‏.‏",
    "english_text": "Some meat was brought to the Prophet (ﷺ) and it was said that the meat had been given in charity to \nBarirah. He said, \"It was Sadaqa for Barirah but a gift for us.\"",
    "explication": "حَدِيثُ أَنَسٍ فِي قِصَّةِ بَرِيرَةَ أَوْرَدَهُ الْمُصَنِّفُ مُخْتَصَرًا وَقَالَ بَعْدَهُ \" وَقَالَ أَبُو دَاوُدَ أَنْبَأَنَا شُعْبَةُ \" فَذَكَرَ الْإِسْنَادَ دُونَ الْمَتْنِ لِتَصْرِيحِ قَتَادَةَ فِيهِ بِالسَّمَاعِ. وَأَبُو دَاوُدَ هُوَ الطَّيَالِسِيُّ , وَقَدْ أَخْرَجَهُ فِي مُسْنَدِهِ كَذَلِكَ وَرَأَيْته فِي النُّسْخَةِ الَّتِي وَقَفْت عَلَيْهَا مِنْهُ مُعَنْعَنًا , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيُّ مِنْ طَرِيقِ مُعَاذٍ عَنْ شُعْبَةَ فَصَرَّحَ بِسَمَاعِ قَتَادَةَ مِنْ أَنَسٍ أَيْضًا , وَاسْتَنْبَطَ الْبُخَارِيُّ مِنْ قِصَّةِ بَرِيرَةَ وَأُمِّ عَطِيَّةَ أَنَّ لِلْهَاشِمِيِّ أَنْ يَأْخُذَ مِنْ سَهْمِ الْعَامِلِينَ إِذَا عَمِلَ عَلَى الزَّكَاةِ , وَذَلِكَ أَنَّهُ إِنَّمَا يَأْخُذُ عَلَى عَمَلِهِ , قَالَ : فَلَمَّا حَلَّ لِلْهَاشِمِيِّ أَنْ يَأْخُذَ مَا يَمْلِكُهُ بِالْهَدِيَّةِ مِمَّا كَانَ صَدَقَةً لَا بِالصَّدَقَةِ كَذَلِكَ يَحِلُّ لَهُ أَخْذُ مَا يَمْلِكُهُ بِعَمَلِهِ لَا بِالصَّدَقَةِ. وَاسْتُدِلَّ بِهِ أَيْضًا عَلَى جَوَازِ صَدَقَةِ التَّطَوُّعِ لِأَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَنَّهُمْ فَرَّقُوا أَنْفُسَهُمْ وَبَيَّنَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يُنْكِرْ عَلَيْهِمْ ذَلِكَ , بَلْ أَخْبَرَهُمْ أَنَّ تِلْكَ الْهَدِيَّةَ بِعَيْنِهَا خَرَجَتْ مِنْ كَوْنِهَا صَدَقَةً بِتَصَرُّفِ الْمُتَصَدَّقِ عَلَيْهِ فِيهَا كَمَا تَقَدَّمَ تَقْرِيرُهُ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2578",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، قَالَ سَمِعْتُهُ مِنْهُ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ بَرِيرَةَ، وَأَنَّهُمُ اشْتَرَطُوا وَلاَءَهَا، فَذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اشْتَرِيهَا فَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ وَأُهْدِيَ لَهَا لَحْمٌ، فَقِيلَ لِلنَّبِيِّ صلى الله عليه وسلم هَذَا تُصُدِّقَ عَلَى بَرِيرَةَ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ ‏\"‏‏.‏ وَخُيِّرَتْ‏.‏ قَالَ عَبْدُ الرَّحْمَنِ زَوْجُهَا حُرٌّ أَوْ عَبْدٌ قَالَ شُعْبَةُ سَأَلْتُ عَبْدَ الرَّحْمَنِ عَنْ زَوْجِهَا‏.‏ قَالَ لاَ أَدْرِي أَحُرٌّ أَمْ عَبْدٌ",
    "english_text": "I intended to buy Barirah but her masters stipulated that her Wala should be for them. When the \nProphet was told about it, he said to me, \"Buy and manumit her, as the Wala' is for the liberator.\" \nOnce Barirah was given some meat, and the Prophet (ﷺ) asked, \"What is this?\" I said, \"It has been given \nto Barirah in charity.\" He said, \"It is sadaqa for her but a gift for us.\" Barirah was given the option (to \nstay with her husband or to part with him). `Abdur-Rahman (a sub-narrator) wondered, \"Was her \nhusband a slave or a free man?\" Shu`ba (another sub-narrator) said, \"I asked `Abdur-Rahman whether \nher husband was a slave or a free man. He replied that he did not know whether he was a slave or a \nfree man.\"",
    "explication": "حَدِيثُ عَائِشَةَ فِي قِصَّةِ بَرِيرَةَ وَفِيهِ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي اللَّحْمِ الَّذِي تَصَدَّقَ بِهِ عَلَيْهَا \" هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي الْعِتْقِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2579",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ دَخَلَ النَّبِيُّ صلى الله عليه وسلم عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَقَالَ ‏\"‏ عِنْدَكُمْ شَىْءٌ ‏\"‏‏.‏ قَالَتْ لاَ، إِلاَّ شَىْءٌ بَعَثَتْ بِهِ أُمُّ عَطِيَّةَ مِنَ الشَّاةِ الَّتِي بُعِثَ إِلَيْهَا مِنَ الصَّدَقَةِ‏.‏ قَالَ ‏\"‏ إِنَّهَا قَدْ بَلَغَتْ مَحِلَّهَا ‏\"‏‏.‏",
    "english_text": "Once the Prophet (ﷺ) went to `Aisha and asked her whether she had something (to eat). She said that she \nhad nothing except the mutton which Um 'Atiyya had sent to (Barirah) in charity. The Prophet (ﷺ) said \nthat it had reached its destination (i.e. it is no longer an object of charity.)",
    "explication": "‏ ‏قَوْله : ( بَعَثَ إِلَى نُسَيْبَةَ الْأَنْصَارِيَّة ) ‏ ‏هِيَ أُمُّ عَطِيَّة كَذَا وَقَعَ فِي رِوَايَةِ اِبْنِ السَّكَنِ عَنْ الْفَرَبْرِيِّ عَنْ الْبُخَارِيِّ فِي آخِرِ هَذَا الْحَدِيثِ , وَكَأَنَّ السِّيَاقَ يَقْتَضِي أَنْ يَقُولَ \" بَعَثَ إِلَيَّ \" بِلَفْظِ ضَمِير الْمُتَكَلِّم الْمَجْرُور كَمَا وَقَعَ عِنْدَ مُسْلِم مِنْ طَرِيقِ اِبْن عُلَيَّةَ عَنْ خَالِد , لَكِنَّهُ فِي هَذَا السِّيَاقِ وَضَعَ الظَّاهِرَ مَوْضِعَ الْمُضْمَر إِمَّا تَجْرِيدًا وَإِمَّا اِلْتِفَاتًا , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّةِ فَوَائِدِ هَذَا الْحَدِيثِ فِي \" بَاب إِذَا حُوِّلَتْ الصَّدَقَة \" فِي أَوَاخِرِ كِتَابِ الزَّكَاة إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2580",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّاسُ يَتَحَرَّوْنَ بِهَدَايَاهُمُ يَوْمِي‏.‏ وَقَالَتْ أُمُّ سَلَمَةَ إِنَّ صَوَاحِبِي اجْتَمَعْنَ‏.‏ فَذَكَرَتْ لَهُ، فَأَعْرَضَ عَنْهَا‏.‏",
    "english_text": "The people used to send gifts to the Prophet (ﷺ) on the day of my turn. Um Salama said: \"My companions \n(the wives of the Prophet (ﷺ) Other than Aisha) gathered and they complained about it. So I informed the \nProphet about it on their behalf, but he remained silent.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : كَانَ النَّاس يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمِي , وَقَالَتْ أُمّ سَلَمَةَ إِنَّ صَوَاحِبِي اِجْتَمَعْنَ , فَذَكَرَتْ لَهُ فَأَعْرَضَ عَنْهَا ) ‏ ‏هَكَذَا أَوْرَدَهُ مُخْتَصَرًا جِدًّا , وَقَدْ أَخْرَجَهُ أَبُو عَوَانَة وَأَبُو نُعَيْم وَالْإِسْمَاعِيلِيّ مِنْ طَرِيق مُحَمَّد بْن عُبَيْد , زَادَ الْإِسْمَاعِيلِيّ وَخَلَف بْن هِشَام كِلَاهُمَا عَنْ حَمَّاد بْن زَيْد بِهَذَا الْإِسْنَاد بِلَفْظِ \" كَانَ النَّاس يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْم عَائِشَة فَاجْتَمَعْنَ صَوَاحِبِي إِلَى أُمّ سَلَمَة فَقُلْنَ لَهَا : خَبِّرِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَأْمُرَ النَّاسَ أَنْ يُهْدُوا لَهُ حَيْثُ كَانَ , قَالَتْ : فَذَكَرَتْ ذَلِكَ أُمّ سَلَمَة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , قَالَ فَأَعْرَضَ عَنِّي , قَالَتْ : فَلَمَّا عَادَ إِلَيَّ ذَكَرْت لَهُ ذَلِكَ فَأَعْرَضَ عَنِّي \" الْحَدِيث : وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي مَنَاقِب عَائِشَة عَنْ عَبْد اللَّه بْن عَبْد الْوَهَّاب عَنْ حَمَّاد بْن زَيْد فَقَالَ : \" عَنْ هِشَام عَنْ أَبِيهِ كَانَ النَّاس يَتَحَرَّوْنَ \" فَذَكَرَهُ بِتَمَامِهِ مُرْسَلًا , وَرَوَى اِبْن سَعْد فِي طَبَقَات النِّسَاء مِنْ حَدِيث أُمّ سَلَمَة قَالَتْ : \" كَانَ الْأَنْصَار يُكْثِرُونَ إلْطَاف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , سَعْد بْن عُبَادَة وَسَعْد بْن مُعَاذ وَعُمَارَة بْن حَزْم وَأَبُو أَيُّوب , وَذَلِكَ لِقُرْبِ جِوَارهمْ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2581",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ نِسَاءَ، رَسُولِ اللَّهِ صلى الله عليه وسلم كُنَّ حِزْبَيْنِ فَحِزْبٌ فِيهِ عَائِشَةُ وَحَفْصَةُ وَصَفِيَّةُ وَسَوْدَةُ، وَالْحِزْبُ الآخَرُ أُمُّ سَلَمَةَ وَسَائِرُ نِسَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم، وَكَانَ الْمُسْلِمُونَ قَدْ عَلِمُوا حُبَّ رَسُولِ اللَّهِ صلى الله عليه وسلم عَائِشَةَ، فَإِذَا كَانَتْ عِنْدَ أَحَدِهِمْ هَدِيَّةٌ يُرِيدُ أَنْ يُهْدِيَهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَخَّرَهَا، حَتَّى إِذَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْتِ عَائِشَةَ بَعَثَ صَاحِبُ الْهَدِيَّةِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَيْتِ عَائِشَةَ، فَكَلَّمَ حِزْبُ أُمِّ سَلَمَةَ، فَقُلْنَ لَهَا كَلِّمِي رَسُولَ اللَّهِ صلى الله عليه وسلم يُكَلِّمُ النَّاسَ، فَيَقُولُ مَنْ أَرَادَ أَنْ يُهْدِيَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هَدِيَّةً فَلْيُهْدِهِ إِلَيْهِ حَيْثُ كَانَ مِنْ بُيُوتِ نِسَائِهِ، فَكَلَّمَتْهُ أُمُّ سَلَمَةَ بِمَا قُلْنَ، فَلَمْ يَقُلْ لَهَا شَيْئًا، فَسَأَلْنَهَا‏.‏ فَقَالَتْ مَا قَالَ لِي شَيْئًا‏.‏ فَقُلْنَ لَهَا فَكَلِّمِيهِ‏.‏ قَالَتْ فَكَلَّمَتْهُ حِينَ دَارَ إِلَيْهَا أَيْضًا، فَلَمْ يَقُلْ لَهَا شَيْئًا، فَسَأَلْنَهَا‏.‏ فَقَالَتْ مَا قَالَ لِي شَيْئًا‏.‏ فَقُلْنَ لَهَا كَلِّمِيهِ حَتَّى يُكَلِّمَكِ‏.‏ فَدَارَ إِلَيْهَا فَكَلَّمَتْهُ‏.‏ فَقَالَ لَهَا ‏\"‏ لاَ تُؤْذِينِي فِي عَائِشَةَ، فَإِنَّ الْوَحْىَ لَمْ يَأْتِنِي، وَأَنَا فِي ثَوْبِ امْرَأَةٍ إِلاَّ عَائِشَةَ ‏\"‏‏.‏ قَالَتْ فَقَالَتْ أَتُوبُ إِلَى اللَّهِ مِنْ أَذَاكَ يَا رَسُولَ اللَّهِ‏.‏ ثُمَّ إِنَّهُنَّ دَعَوْنَ فَاطِمَةَ بِنْتَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَرْسَلْنَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم تَقُولُ إِنَّ نِسَاءَكَ يَنْشُدْنَكَ اللَّهَ الْعَدْلَ فِي بِنْتِ أَبِي بَكْرٍ‏.‏ فَكَلَّمَتْهُ‏.‏ فَقَالَ ‏\"‏ يَا بُنَيَّةُ، أَلاَ تُحِبِّينَ مَا أُحِبُّ ‏\"‏‏.‏ قَالَتْ بَلَى‏.‏ فَرَجَعَتْ إِلَيْهِنَّ، فَأَخْبَرَتْهُنَّ‏.‏ فَقُلْنَ ارْجِعِي إِلَيْهِ‏.‏ فَأَبَتْ أَنْ تَرْجِعَ، فَأَرْسَلْنَ زَيْنَبَ بِنْتَ جَحْشٍ، فَأَتَتْهُ فَأَغْلَظَتْ، وَقَالَتْ إِنَّ نِسَاءَكَ يَنْشُدْنَكَ اللَّهَ الْعَدْلَ فِي بِنْتِ ابْنِ أَبِي قُحَافَةَ‏.‏ فَرَفَعَتْ صَوْتَهَا، حَتَّى تَنَاوَلَتْ عَائِشَةَ‏.‏ وَهْىَ قَاعِدَةٌ، فَسَبَّتْهَا حَتَّى إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَيَنْظُرُ إِلَى عَائِشَةَ هَلْ تَكَلَّمُ قَالَ فَتَكَلَّمَتْ عَائِشَةُ تَرُدُّ عَلَى زَيْنَبَ، حَتَّى أَسْكَتَتْهَا‏.‏ قَالَتْ فَنَظَرَ النَّبِيُّ صلى الله عليه وسلم إِلَى عَائِشَةَ، وَقَالَ ‏\"‏ إِنَّهَا بِنْتُ أَبِي بَكْرٍ ‏\"‏‏.‏ قَالَ الْبُخَارِيُّ الْكَلاَمُ الأَخِيرُ قِصَّةُ فَاطِمَةَ يُذْكَرُ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ رَجُلٍ عَنِ الزُّهْرِيِّ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ‏.‏ وَقَالَ أَبُو مَرْوَانَ عَنْ هِشَامٍ عَنْ عُرْوَةَ كَانَ النَّاسُ يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ‏.‏ وَعَنْ هِشَامٍ عَنْ رَجُلٍ مِنْ قُرَيْشٍ، وَرَجُلٍ مِنَ الْمَوَالِي، عَنِ الزُّهْرِيِّ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ قَالَتْ عَائِشَةُ كُنْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَاسْتَأْذَنَتْ فَاطِمَةُ‏.‏",
    "english_text": "The wives of Allah's Messenger (ﷺ) were in two groups. One group consisted of `Aisha, Hafsa, Safiyya and \nSauda; and the other group consisted of Um Salama and the other wives of Allah's Messenger (ﷺ). The \nMuslims knew that Allah's Messenger (ﷺ) loved `Aisha, so if any of them had a gift and wished to give to \nAllah's Messenger (ﷺ), he would delay it, till Allah's Messenger (ﷺ) had come to `Aisha's home and then he would \nsend his gift to Allah's Messenger (ﷺ) in her home. The group of Um Salama discussed the matter together \nand decided that Um Salama should request Allah's Messenger (ﷺ) to tell the people to send their gifts to him \nin whatever wife's house he was. Um Salama told Allah's Messenger (ﷺ) of what they had said, but he did not \nreply. \nThen they (those wives) asked Um Salama about it. She said, \"He did not say anything to me.\" They \nasked her to talk to him again. She talked to him again when she met him on her day, but he gave no \nreply. When they asked her, she replied that he had given no reply. They said to her, \"Talk to him till \nhe gives you a reply.\" When it was her turn, she talked to him again. He then said to her, \"Do not hurt \nme regarding Aisha, as the Divine Inspirations do not come to me on any of the beds except that of \nAisha.\" On that Um Salama said, \"I repent to Allah for hurting you.\" Then the group of Um Salama \ncalled Fatima, the daughter of Allah's Messenger (ﷺ) and sent her to Allah's Messenger (ﷺ) to say to him, \"Your \nwives request to treat them and the daughter of Abu Bakr on equal terms.\" \nThen Fatima conveyed the message to him. The Prophet (ﷺ) said, \"O my daughter! Don't you love whom \nI love?\" She replied in the affirmative and returned and told them of the situation. They requested her \nto go to him again but she refused. They then sent Zainab bint Jahsh who went to him and used harsh \nwords saying, \"Your wives request you to treat them and the daughter of Ibn Abu Quhafa on equal \nterms.\" On that she raised her voice and abused `Aisha to her face so much so that Allah's Messenger (ﷺ) \nlooked at `Aisha to see whether she would retort. `Aisha started replying to Zainab till she silenced \nher. The Prophet (ﷺ) then looked at `Aisha and said, \"She is really the daughter of Abu Bakr.\"",
    "explication": "الْحَدِيث مُطَابِق لِمَا تُرْجِْم لَهُ مِنْ جِهَة التَّرْجِيل , وَأُلْحِقَ بِهِ الْغَسْل قِيَاسًا , أَوْ إِشَارَة إِلَى الطَّرِيق الْآتِيَة فِي بَاب مُبَاشَرَة الْحَائِض فَإِنَّهَا صَرِيحَة فِي ذَلِكَ , وَهُوَ دَالّ عَلَى أَنَّ ذَات الْحَائِض طَاهِرَة , وَعَلَى أَنَّ حَيْضهَا لَا يَمْنَع مُلَامَسَتهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2582",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، قَالَ دَخَلْتُ عَلَيْهِ فَنَاوَلَنِي طِيبًا، قَالَ كَانَ أَنَسٌ ـ رضى الله عنه ـ لاَ يَرُدُّ الطِّيبَ‏.‏ قَالَ وَزَعَمَ أَنَسٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَرُدُّ الطِّيبَ‏.‏",
    "english_text": "When I went to Thumama bin `Abdullah, he gave me some perfume and said that Anas would not \nreject the gifts of perfume. Anas said: The Prophet (ﷺ) used not to reject the gifts of perfume.",
    "explication": "‏ ‏قَوْله : ( عَزْرَة ) ‏ ‏هُوَ بِفَتْحِ الْمُهْمَلَة وَسُكُون الزَّاي بَعْدهَا رَاء. ‏ ‏قَوْله : ( حَدَّثَنِي ثُمَامَة بْن عَبْد اللَّه قَالَ : دَخَلْت عَلَيْهِ فَنَاوَلَنِي طِيبًا قَالَ : كَانَ أَنَس لَا يَرُدُّ الطِّيب ) ‏ ‏فَاعِل قَالَ هُوَ عَزْرَة وَالضَّمِير لِثُمَامَة , وَزَعَمَ بَعْض الشُّرَّاح أَنَّ الضَّمِير لِأَنَسٍ , وَلَيْسَ كَذَلِكَ فَقَدْ أَخْرَجَهُ أَبُو نُعَيْم مِنْ طَرِيق بِشْر بْن مُعَاذ عَنْ عَبْد الْوَارِث عَنْ عَزْرَة بْن ثَابِت قَالَ : \" دَخَلْت عَلَى ثُمَامَة فَنَاوَلَنِي طِيبًا , قُلْت قَدْ تَطَيَّبْت , فَقَالَ : كَانَ أَنَس لَا يَرُدُّ الطِّيب \". ‏ ‏قَوْله : ( وَزَعَمَ ) ‏ ‏أَيْ قَالَ , وَالزَّعْم يُطْلَقُ عَلَى الْقَوْل كَثِيرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2583",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ ذَكَرَ عُرْوَةُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، رضى الله عنهما وَمَرْوَانَ أَخْبَرَاهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم حِينَ جَاءَهُ وَفْدُ هَوَازِنَ قَامَ فِي النَّاسِ، فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ ‏\n\"‏ أَمَّا بَعْدُ، فَإِنَّ إِخْوَانَكُمْ جَاءُونَا تَائِبِينَ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا ‏\"‏‏.‏ فَقَالَ النَّاسُ طَيَّبْنَا لَكَ‏.‏",
    "english_text": "When the delegates of the tribe of Hawazin came to the Prophet (ﷺ) he stood up amongst the people, \nGlorified and Praised Allah as He deserved, and said, \"Then after: Your brethren have come to you \nwith repentance and I see it logical to return to them their captives; so whoever amongst you likes to \ndo that as a favor, then he can do it, and whoever of you like to stick to his share till we give him his \nright from the very first Fai (war booty) (1) which Allah will bestow on us, then (he can do so).\" The \npeople replied, \"We do that (to return the captives) willingly as a favor for your sake.\"",
    "explication": "قِصَّة هَوَازِن سَيَأْتِي شَرْحهَا مُسْتَوْفًى فِي الْمَغَازِي , وَقَوْله فِي هَذِهِ الطَّرِيق عَنْ اِبْن شِهَاب \" قَالَ ذَكَرَ عُرْوَة \" سَيَأْتِي فِي الشُّرُوط مِنْ طَرِيق مَعْمَر عَنْ الزُّهْرِيِّ \" أَخْبَرَنِي عُرْوَة \" ‏ ‏وَقَوْله : ( اِسْتَأْنَيْتُ ) ‏ ‏بِالْمُثَنَّاةِ قَبْل الْأَلِف الْمَهْمُوزَة السَّاكِنَة ثُمَّ نُون مَفْتُوحَة وَتَحْتَانِيَّة سَاكِنَة أَيْ اِنْتَظَرْت , وَقَوْله : \" حَتَّى يَفِيءَ \" بِفَتْحِ أَوَّله ثُمَّ فَاء مَكْسُورَة وَهَمْزَة بَعْد التَّحْتَانِيَّة السَّاكِنَة أَيْ يَرْجِع إِلَيْنَا مِنْ مَال الْكُفَّار مِنْ خَرَاج أَوْ غَنِيمَة أَوْ غَيْر ذَلِكَ , وَلَمْ يُرِدْ الْفَيْء الِاصْطِلَاحِيَّ وَحْدَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2585",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْبَلُ الْهَدِيَّةَ وَيُثِيبُ عَلَيْهَا‏.‏ لَمْ يَذْكُرْ وَكِيعٌ وَمُحَاضِرٌ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to accept gifts and used to give something in return.",
    "explication": "‏ ‏قَوْله : ( عَنْ هِشَام ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق إِبْرَاهِيم بْن مُوسَى الْفَرَّاء عَنْ عِيسَى بْن يُونُس \" حَدَّثَنَا هِشَام \". ‏ ‏قَوْله : ( يَقْبَل الْهَدِيَّة وَيُثِيب عَلَيْهَا ) ‏ ‏أَيْ يُعْطِي الَّذِي يُهْدِي لَهُ بَدَلهَا , وَالْمُرَاد بِالثَّوَابِ الْمُجَازَاة وَأَقَلّهُ مَا يُسَاوِي قِيمَةَ الْهَدِيَّة. ‏ ‏قَوْله : ( لَمْ يَذْكُرْ وَكِيع وَمُحَاضِر : عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة ) ‏ ‏فِيهِ إِشَارَة إِلَى أَنَّ عِيسَى بْن يُونُس تَفَرَّدَ بِوَصْلِهِ عَنْ هِشَام , وَقَدْ قَالَ التِّرْمِذِيّ وَالْبَزَّار : لَا نَعْرِفُهُ مَوْصُولًا إِلَّا مِنْ حَدِيث عِيسَى بْن يُونُس , وَقَالَ الْآَجُرِّيّ سَأَلْت أَبَا دَاوُدَ عَنْهُ فَقَالَ : تَفَرَّدَ بِوَصْلِهِ عِيسَى بْن يُونُس , وَهُوَ عِنْد النَّاس مُرْسَل. وَرِوَايَة وَكِيع وَصَلَهَا اِبْن أَبِي شَيْبَة عَنْهُ بِلَفْظِ \" وَيُثِيب مَا هُوَ خَيْر مِنْهَا \" وَرِوَايَة مُحَاضِر لَمْ أَقِفْ عَلَيْهَا بَعْدُ. وَاسْتَدَلَّ بَعْض الْمَالِكِيَّة بِهَذَا الْحَدِيث عَلَى وُجُوب الثَّوَاب عَلَى الْهَدِيَّة إِذَا أَطْلَقَ الْوَاهِب وَكَانَ مِمَّنْ يَطْلُب مِثْله الثَّوَاب كَالْفَقِيرِ لِلْغَنِيِّ , بِخِلَافِ مَا يَهَبُهُ الْأَعْلَى لِلْأَدْنَى , وَوَجْه الدَّلَالَة مِنْهُ مُوَاظَبَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَمِنْ حَيْثُ الْمَعْنَى أَنَّ الَّذِي أَهْدَى قَصَدَ أَنْ يُعْطَى أَكْثَرَ مِمَّا أَهْدَى فَلَا أَقَلّ أَنْ يُعَوَّضَ بِنَظِيرِ هَدِيَّته , وَبِهِ قَالَ الشَّافِعِيّ فِي الْقَدِيم , وَقَالَ فِي الْجَدِيد كَالْحَنَفِيَّةِ : الْهِبَة لِلثَّوَابِ بَاطِلَة لَا تَنْعَقِدُ لِأَنَّهَا بَيْعٌ بِثَمَنٍ مَجْهُولٍ , وَلِأَنَّ مَوْضُوع الْهِبَة التَّبَرُّع فَلَوْ أَبْطَلْنَاهُ لَكَانَ فِي مَعْنَى الْمُعَاوَضَة , وَقَدْ فَرَّقَ الشَّرْع وَالْعُرْف بَيْن الْبَيْع وَالْهِبَة , فَمَا اِسْتَحَقَّ الْعِوَض أُطْلِقَ عَلَيْهِ لَفْظ الْبَيْع بِخِلَافِ الْهِبَة. وَأَجَابَ بَعْض الْمَالِكِيَّة بِأَنَّ الْهِبَة لَوْ لَمْ تَقْتَضِ الثَّوَاب أَصْلًا لَكَانَتْ بِمَعْنَى الصَّدَقَة , وَلَيْسَ كَذَلِكَ فَإِنَّ الْأَغْلَب مِنْ حَال الَّذِي يُهْدِي أَنَّهُ يَطْلُب الثَّوَاب وَلَا سِيَّمَا إِذَا كَانَ فَقِيرًا , وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2586",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، وَمُحَمَّدِ بْنِ النُّعْمَانِ بْنِ بَشِيرٍ، أَنَّهُمَا حَدَّثَاهُ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، أَنَّ أَبَاهُ، أَتَى بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنِّي نَحَلْتُ ابْنِي هَذَا غُلاَمًا‏.‏ فَقَالَ ‏\"‏ أَكُلَّ وَلَدِكَ نَحَلْتَ مِثْلَهُ ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَارْجِعْهُ ‏\"‏‏.‏",
    "english_text": "that his father took him to Allah's Messenger (ﷺ) and said, \"I have given this son of mine a slave.\" The \nProphet asked, \"Have you given all your sons the like?\" He replied in the negative. The Prophet (ﷺ) said, \n\"Take back your gift then.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ النُّعْمَان بْن بَشِير ) ‏ ‏كَذَا لِأَكْثَر أَصْحَاب الزُّهْرِيِّ , وَأَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيق الْأَوْزَاعِيِّ عَنْ اِبْن شِهَاب \" أَنَّ مُحَمَّد بْن النُّعْمَان وَحُمَيْد بْن عَبْد الرَّحْمَن حَدَّثَاهُ عَنْ بَشِير بْن سَعْد \" جَعَلَهُ مِنْ مُسْنَد بَشِير فَشَذَّ بِذَلِكَ , وَالْمَحْفُوظ أَنَّهُ عَنْهُمَا عَنْ النُّعْمَان , وَبَشِير وَالِد النُّعْمَان هُوَ اِبْن سَعْد بْن ثَعْلَبَة بْن الْجُلَاس - بِضَمِّ الْجِيم وَتَخْفِيف اللَّام - الْخَزْرَجِيّ , صَحَابِيّ شَهِير مِنْ أَهْل بَدْر وَشَهِدَ غَيْرهَا , وَمَاتَ فِي خِلَافَة أَبِي بَكْر سَنَة ثَلَاث عَشْرَة , وَيُقَال إِنَّهُ أَوَّل مَنْ بَايَعَ أَبَا بَكْر مِنْ الْأَنْصَار , وَقِيلَ عَاشَ إِلَى خِلَافَة عُمَر. وَقَدْ رَوَى هَذَا الْحَدِيث عَنْ النُّعْمَان عَدَد كَثِير مِنْ التَّابِعِينَ , مِنْهُمْ عُرْوَة بْن الزُّبَيْر عِنْد مُسْلِم وَالنَّسَائِيّ وَأَبِي دَاوُدَ , وَأَبُو الضُّحَى عِنْد النَّسَائِيِّ وَابْن حِبَّان وَأَحْمَد وَالطَّحَاوِيّ , وَالْمُفَضَّل بْن الْمُهَلَّب عِنْد أَحْمَد وَأَبِي دَاوُدَ وَالنَّسَائِيّ , وَعَبْد اللَّه بْن عُتْبَةَ بْن مَسْعُود عِنْد أَحْمَد , وَعَوْن بْن عَبْد اللَّه عِنْد أَبِي عَوَانَة , وَالشَّعْبِيّ فِي الصَّحِيحَيْنِ وَأَبِي دَاوُدَ وَأَحْمَد وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن حِبَّان وَغَيْرهمْ , وَرَوَاهُ عَنْ الشَّعْبِيّ عَدَد كَثِير أَيْضًا , وَسَأَذْكُرُ مَا فِي رِوَايَاتهمْ مِنْ الْفَوَائِد الزَّائِدَة عَلَى هَذِهِ الطَّرِيق مُفَصِّلًا إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( أَنَّ أَبَاهُ أَتَى بِهِ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة الشَّعْبِيّ فِي الْبَاب الَّذِي يَلِيهِ \" أَعْطَانِي أَبِي عَطِيَّة , فَقَالَتْ عَمْرَة بِنْت رَوَاحَة : لَا أَرْضَى حَتَّى تُشْهِدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنِّي أَعْطَيْت اِبْنِي مِنْ عَمْرَة بِنْت رَوَاحَة عَطِيَّة \" وَسَيَأْتِي فِي الشَّهَادَات مِنْ طَرِيق أَبِي حِبَّان عَنْ الشَّعْبِيّ سَبَب سُؤَالهَا شَهَادَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَفْظه \" عَنْ النُّعْمَان قَالَ : سَأَلَتْ أُمِّي أَبِي بَعْضَ الْمَوْهِبَة لِي مِنْ مَاله \" زَادَ مُسْلِم وَالنَّسَائِيّ مِنْ هَذَا الْوَجْه \" فَالْتَوَى بِهَا سَنَة \" أَيْ مَطَلَهَا , وَفِي رِوَايَة اِبْن حِبَّان مِنْ هَذَا الْوَجْه \" بَعْد حَوْلَيْنِ \" وَيُجْمَعُ بَيْنَهُمَا بِأَنَّ الْمُدَّة كَانَتْ سَنَة وَشَيْئًا فَجَبَرَ الْكَسْر تَارَة وَأَلْغَى أُخْرَى , قَالَ : \" ثُمَّ بَدَا لَهُ فَوَهَبَهَا لِي , فَقَالَتْ لَهُ : لَا أَرْضَى حَتَّى تُشْهِدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , قَالَ فَأَخَذَ بِيَدِي وَأَنَا غُلَام \" وَلِمُسْلِمٍ مِنْ طَرِيق دَاوُدَ بْن أَبِي هِنْد عَنْ الشَّعْبِيّ عَنْ النُّعْمَان \" اِنْطَلَقَ بِي أَبِي يَحْمِلنِي إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيُجْمَعُ بَيْنَهُمَا بِأَنَّهُ أَخَذَ بِيَدِهِ فَمَشَى مَعَهُ بَعْض الطَّرِيق وَحَمَلَهُ فِي بَعْضهَا لِصِغَرِ سِنّهُ , أَوْ عَبَّرَ عَنْ اِسْتِتْبَاعه إِيَّاهُ بِالْحَمْلِ , وَقَدْ تَبَيَّنَ مِنْ رِوَايَة الْبَاب أَنَّ الْعَطِيَّة كَانَتْ غُلَامًا , وَكَذَا فِي رِوَايَة اِبْن حِبَّان الْمَذْكُورَة , وَكَذَا لِأَبِي دَاوُدَ مِنْ طَرِيق إِسْمَاعِيل بْن سَالِم عَنْ الشَّعْبِيّ , وَلِمُسْلِمٍ فِي رِوَايَة عُرْوَة وَحَدِيث جَابِر مَعًا , وَوَقَعَ فِي رِوَايَة أَبِي حَرِيز بِمُهْمَلَةٍ وَرَاء ثُمَّ زَاي بِوَزْنٍ عَظِيمٍ عِنْد اِبْن حِبَّان وَالطَّبَرَانِيّ عَنْ الشَّعْبِيّ \" أَنَّ النُّعْمَان خَطَبَ بِالْكُوفَةِ فَقَالَ : إِنَّ وَالِدِي بَشِير بْن سَعْد أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّ عَمْرَةَ بِنْت رَوَاحَة نَفِسَتْ بِغُلَامٍ , وَإِنِّي سَمَّيْته النُّعْمَان , وَإِنَّهَا أَبَتْ أَنْ تُرَبِّيَهُ حَتَّى جَعَلْت لَهُ حَدِيقَة مِنْ أَفْضَل مَال هُوَ لِي وَأَنَّهَا قَالَتْ : أَشْهِدْ عَلَى ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَفِيهِ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَا أَشْهَدُ عَلَى جَوْرٍ \" وَجَمَعَ اِبْن حِبَّان بَيْن الرِّوَايَتَيْنِ بِالْحَمْلِ عَلَى وَاقِعَتَيْنِ إِحْدَاهُمَا عِنْد وِلَادَة النُّعْمَان وَكَانَتْ الْعَطِيَّة حَدِيقَة , وَالْأُخْرَى بَعْد أَنْ بَرَّكَ النُّعْمَان وَكَانَتْ الْعَطِيَّة عَبْدًا , وَهُوَ جَمْع لَا بَأْس بِهِ , إِلَّا أَنَّهُ يُعَكِّر عَلَيْهِ أَنَّهُ يَبْعُدُ أَنْ يَنْسَى بَشِير بْن سَعْد مَعَ جَلَالَته الْحُكْم فِي الْمَسْأَلَة حَتَّى يَعُودَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَسْتَشْهِدهُ عَلَى الْعَطِيَّة الثَّانِيَة بَعْد أَنْ قَالَ لَهُ فِي الْأُولَى \" لَا أَشْهَدُ عَلَى جَوْرٍ \" وَجَوَّزَ اِبْن حِبَّان أَنْ يَكُون بَشِير ظَنَّ نَسْخ الْحُكْم. وَقَالَ غَيْره : يَحْتَمِل أَنْ يَكُون حَمَلَ الْأَمْر الْأَوَّل عَلَى كَرَاهَة التَّنْزِيه , أَوْ ظَنَّ أَنَّهُ لَا يَلْزَم مِنْ الِامْتِنَاع فِي الْحَدِيقَة الِامْتِنَاع فِي الْعَبْد لِأَنَّ ثَمَن الْحَدِيقَة فِي الْأَغْلَب أَكْثَر مِنْ ثَمَن الْعَبْد. ثُمَّ ظَهَرَ لِي وَجْه آخَر مِنْ الْجَمْع يَسْلَم مِنْ هَذَا الْخَدْش وَلَا يَحْتَاجُ إِلَى جَوَابٍ وَهُوَ أَنَّ عَمْرَة لَمَّا اِمْتَنَعَتْ مِنْ تَرْبِيَته إِلَّا أَنْ يَهَبَ لَهُ شَيْئًا يَخُصُّهُ بِهِ وَهَبَهُ الْحَدِيقَة الْمَذْكُورَة تَطْيِيبًا لِخَاطِرِهَا , ثُمَّ بَدَا لَهُ فَارْتَجَعَهَا لِأَنَّهُ لَمْ يَقْبِضْهَا مِنْهُ أَحَد غَيْره , فَعَاوَدَتْهُ عَمْرَة فِي ذَلِكَ فَمَطَلَهَا سَنَة أَوْ سَنَتَيْنِ ثُمَّ طَابَتْ نَفْسه أَنْ يَهَب لَهُ بَدَل الْحَدِيقَة غُلَامًا وَرَضِيَتْ عَمْرَة بِذَلِكَ , إِلَّا أَنَّهَا خَشِيَتْ أَنْ يَرْتَجِعَهُ أَيْضًا فَقَالَتْ لَهُ أَشْهِدْ عَلَى ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُرِيد بِذَلِكَ تَثْبِيت الْعَطِيَّة وَأَنْ تَأْمَنَ مِنْ رُجُوعه فِيهَا , وَيَكُون مَجِيئُهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْإِشْهَادِ مَرَّة وَاحِدَة وَهِيَ الْأَخِيرَة , وَغَايَة مَا فِيهِ أَنَّ بَعْض الرُّوَاة حَفِظَ مَا لَمْ يَحْفَظ بَعْض , أَوْ كَانَ النُّعْمَان يَقُصُّ بَعْض الْقِصَّة تَارَة وَيَقُصُّ بَعْضهَا أُخْرَى , فَسَمِعَ كُلّ مَا رَوَاهُ فَاقْتَصَرَ عَلَيْهِ , وَاللَّه أَعْلَم. وَعَمْرَة الْمَذْكُورَة هِيَ بِنْت رَوَاحَة بْن ثَعْلَبَة الْخَزْرَجِيَّة أُخْت عَبْد اللَّه بْن رَوَاحَة الصَّحَابِيّ الْمَشْهُور. وَوَقَعَ عِنْد أَبِي عَوَانَة مِنْ طَرِيق عَوْن بْن عَبْد اللَّه أَنَّهَا بِنْت عَبْد اللَّه بْن رَوَاحَة وَالصَّحِيح الْأَوَّل , وَبِذَلِكَ ذَكَرَهَا اِبْن سَعْد وَغَيْره وَقَالُوا : كَانَتْ مِمَّنْ بَايَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ النِّسَاء , وَفِيهَا يَقُول قَيْس بْن الْخَطِيم بِفَتْحِ الْمُعْجَمَة : ‏ ‏وَعَمْرَة مِنْ سَرَوَات النِّسَاء تَنْفَح بِالْمِسْكِ أَرْدَانهَا ‏ ‏قَوْله : ( إِنِّي نَحَلْت ) ‏ ‏بِفَتْحِ النُّون وَالْمُهْمَلَة , وَالنِّحْلَة بِكَسْرِ النُّون وَسُكُون الْمُهْمَلَة الْعَطِيَّة بِغَيْرِ عِوَض. ‏ ‏قَوْله : ( فَقَالَ أَكُلَّ وَلَدك نَحَلْت ) ‏ ‏زَادَ فِي رِوَايَة أَبِي حَيَّان \" فَقَالَ أَلَك وَلَد سِوَاهُ ؟ قَالَ نَعَمْ \" وَقَالَ مُسْلِم لَمَّا رَوَاهُ مِنْ طَرِيق الزُّهْرِيِّ أَمَّا يُونُس وَمَعْمَر فَقَالَا : \" أَكُلّ بَنِيك \" وَأَمَّا اللَّيْث وَابْن عُيَيْنَةَ فَقَالَا : \" أَكُلّ وَلَدك \". ‏ ‏قُلْت : وَلَا مُنَافَاة بَيْنهمَا لِأَنَّ لَفْظ الْوَلَد يَشْمَلُ مَا لَوْ كَانُوا ذُكُورًا , أَوْ إِنَاثًا وَذُكُورًا , وَأَمَّا لَفْظ الْبَنِينَ فَإِنْ كَانُوا ذُكُورًا فَظَاهِر وَإِنْ كَانُوا إِنَاثًا وَذُكُورًا فَعَلَى سَبِيل التَّغْلِيب ; وَلَمْ يَذْكُر اِبْن سَعْد لِبَشِيرٍ وَالِد النُّعْمَان وَلَدًا غَيْر النُّعْمَان , وَذَكَرَ لَهُ بِنْتًا اِسْمهَا أُبَيَّة بِالْمُوَحَّدَةِ تَصْغِير أَبٍ. ‏ ‏قَوْله : ( نَحَلْت مِثْله ) ‏ ‏فِي رِوَايَة أَبِي حَيَّان عِنْد مُسْلِم \" فَقَالَ أَكُلّهمْ وَهَبْت لَهُ هَذَا , قَالَ : لَا \" وَلَهُ مِنْ طَرِيق إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الشَّعْبِيّ \" فَقَالَ أَلَكَ بَنُونَ سِوَاهُ ؟ قَالَ : نَعَمْ. قَالَ : فَكُلّهمْ أَعْطَيْت مِثْل هَذَا ؟ قَالَ : لَا \" وَفِي رِوَايَة اِبْن الْقَاسِم فِي \" الْمُوَطَّآت لِلدَّارَقُطْنِيّ \" عَنْ مَالِك \" قَالَ لَا وَاللَّه يَا رَسُول اللَّه \". ‏ ‏قَوْله : ( قَالَ فَارْجِعْهُ ) ‏ ‏وَلِمُسْلِمٍ مِنْ طَرِيق إِبْرَاهِيم بْن سَعْد عَنْ اِبْن شِهَاب قَالَ فَارْدُدْهُ وَلَهُ وَلِلنَّسَائِيّ مِنْ طَرِيق عُرْوَة مِثْله , وَفِي رِوَايَة الشَّعْبِيّ فِي الْبَاب الَّذِي يَلِيهِ قَالَ فَرَجَعَ فَرَدَّ عَطِيَّته وَلِمُسْلِمٍ فَرَدَّ تِلْك الصَّدَقَة زَادَ فِي رِوَايَة أَبِي حَيَّان فِي الشَّهَادَات \" قَالَ : لَا تُشْهِدْنِي عَلَى جَوْر \" وَمِثْله لِمُسْلِمٍ مِنْ رِوَايَة عَاصِم عَنْ الشَّعْبِيّ , وَفِي رِوَايَة أَبِي حَرِيز الْمَذْكُورَة \" لَا أَشْهَدُ عَلَى جَوْر \" وَقَدْ عَلَّقَ مِنْهَا الْبُخَارِيّ هَذَا الْقَدْر فِي الشَّهَادَات , وَمِثْلُهُ لِمُسْلِمٍ مِنْ طَرِيق إِسْمَاعِيل عَنْ الشَّعْبِيّ , وَلَهُ فِي رِوَايَة أَبِي حَيَّان \" فَقَالَ : فَلَا تُشْهِدْنِي إِذًا ; فَإِنِّي لَا أَشْهَد عَلَى جَوْرٍ \" وَلَهُ فِي رِوَايَة الْمُغِيرَة عَنْ الشَّعْبِيّ \" فَإِنِّي لَا أَشْهَد عَلَى جَوْر , لِيَشْهَد عَلَى هَذَا غَيْرِي \" وَلَهُ وَلِلنَّسَائِيّ فِي رِوَايَة دَاوُدَ بْن أَبِي هِنْد قَالَ : \" فَأَشْهِدْ عَلَى هَذَا غَيْرِي \" وَفِي حَدِيث جَابِر \" فَلَيْسَ يَصْلُحُ هَذَا وَإِنِّي لَا أَشْهَدُ إِلَّا عَلَى حَقٍّ \" وَلِعَبْدِ الرَّزَّاق مِنْ طَرِيق طَاوُسٍ مُرْسَلًا \" لَا أَشْهَدُ إِلَّا عَلَى الْحَقّ , لَا أَشْهَدُ بِهَذِهِ \" وَفِي رِوَايَة عُرْوَة عِنْد النَّسَائِيِّ \" فَكَرِهَ أَنْ يَشْهَدَ لَهُ \" وَفِي رِوَايَة الْمُغِيرَة عَنْ الشَّعْبِيّ عِنْد مُسْلِم \" اِعْدِلُوا بَيْن أَوْلَادكُمْ فِي النِّحَل , كَمَا تُحِبُّونَ أَنْ يَعْدِلُوا بَيْنكُمْ فِي الْبِرّ \" وَفِي رِوَايَة مُجَالِد عَنْ الشَّعْبِيّ عِنْد أَحْمَد \" إِنَّ لِبَنِيك عَلَيْك مِنْ الْحَقّ أَنْ تَعْدِلَ بَيْنهمْ , فَلَا تُشْهِدْنِي عَلَى جَوْر , أَيَسُرُّك أَنْ يَكُونُوا إِلَيْك فِي الْبِرّ سَوَاء ؟ قَالَ : بَلَى , قَالَ : فَلَا إِذًا \" وَلِأَبِي دَاوُدَ مِنْ هَذَا الْوَجْه \" إِنَّ لَهُمْ عَلَيْك مِنْ الْحَقّ أَنْ تَعْدِلَ بَيْنهمْ , كَمَا أَنَّ لَك عَلَيْهِمْ مِنْ الْحَقّ أَنْ يَبَرُّوك \" , وَلِلنَّسَائِيّ مِنْ طَرِيق أَبِي الضُّحَى \" أَلَا سَوَّيْت بَيْنهمْ \" وَلَهُ وَلِابْنِ حِبَّان مِنْ هَذَا الْوَجْه \" سَوِّ بَيْنهمْ \" وَاخْتِلَاف الْأَلْفَاظ فِي هَذِهِ الْقِصَّة الْوَاحِدَة يَرْجِع إِلَى مَعْنًى وَاحِدٍ , وَقَدْ تَمَسَّكَ بِهِ مَنْ أَوْجَبَ السَّوِيَّة فِي عَطِيَّة الْأَوْلَاد , وَبِهِ صَرَّحَ الْبُخَارِيّ , وَهُوَ قَوْل طَاوُسٍ وَالثَّوْرِيِّ وَأَحْمَد وَإِسْحَاق , وَقَالَ بِهِ بَعْض الْمَالِكِيَّة. ثُمَّ الْمَشْهُور عَنْ هَؤُلَاءِ أَنَّهَا بَاطِلَة. وَعَنْ أَحْمَد تَصِحُّ , وَيَجِبُ أَنْ يَرْجِعَ. وَعَنْهُ يَجُوزُ التَّفَاضُلُ إِنْ كَانَ لَهُ سَبَبٌ , كَأَنْ يَحْتَاجَ الْوَلَد لِزَمَانَتِهِ وَدَيْنه أَوْ نَحْو ذَلِكَ دُون الْبَاقِينَ. وَقَالَ أَبُو يُوسُف : تَجِب التَّسْوِيَة إِنْ قَصَدَ بِالتَّفْضِيلِ الْإِضْرَار. وَذَهَبَ الْجُمْهُور إِلَى أَنَّ التَّسْوِيَة مُسْتَحَبَّة , فَإِنْ فَضَّلَ بَعْضًا صَحَّ وَكُرِهَ. وَاسْتُحِبَّتْ الْمُبَادَرَة إِلَى التَّسْوِيَة أَوْ الرُّجُوع , فَحَمَلُوا الْأَمْر عَلَى النَّدْب وَالنَّهْي عَلَى التَّنْزِيه. وَمِنْ حُجَّة مَنْ أَوْجَبَهُ أَنَّهُ مُقَدَّمَة الْوَاجِب لِأَنَّ قَطْع الرَّحِم وَالْعُقُوق مُحَرَّمَانِ فَمَا يُؤَدِّي إِلَيْهِمَا يَكُون مُحَرَّمًا وَالتَّفْضِيل مِمَّا يُؤَدِّي إِلَيْهِمَا. ثُمَّ اِخْتَلَفُوا فِي صِفَة التَّسْوِيَة فَقَالَ مُحَمَّد بْن الْحَسَن وَأَحْمَد وَإِسْحَاق وَبَعْض الشَّافِعِيَّة وَالْمَالِكِيَّة. الْعَدْل أَنْ يُعْطِيَ الذَّكَر حَظَّيْنِ كَالْمِيرَاثِ , وَاحْتَجُّوا بِأَنَّهُ حَظُّهَا مِنْ ذَلِكَ الْمَال لَوْ أَبْقَاهُ الْوَاهِب فِي يَده حَتَّى مَاتَ. ‏ ‏وَقَالَ غَيْرهمْ : لَا فَرْق بَيْن الذَّكَر وَالْأُنْثَى , وَظَاهِر الْأَمْر بِالتَّسْوِيَةِ يَشْهَد لَهُ. وَاسْتَأْنَسُوا بِحَدِيثِ اِبْن عَبَّاس رَفَعَهُ \" سَوُّوا بَيْن أَوْلَادكُمْ فِي الْعَطِيَّة , فَلَوْ كُنْت مُفَضِّلًا أَحَدًا لَفَضَّلْت النِّسَاء \" أَخْرَجَهُ سَعِيد بْن مَنْصُور وَالْبَيْهَقِيُّ مِنْ طَرِيقه وَإِسْنَاده حَسَن. ‏ ‏وَأَجَابَ مَنْ حَمَلَ الْأَمْر بِالتَّسْوِيَةِ عَلَى النَّدْب عَنْ حَدِيث النُّعْمَان بِأَجْوِبَةٍ : ‏ ‏أَحَدهَا : أَنَّ الْمَوْهُوب لِلنُّعْمَانِ كَانَ جَمِيع مَال وَالِده وَلِذَلِكَ مَنَعَهُ , فَلَيْسَ فِيهِ حُجَّة عَلَى مَنْع التَّفْضِيل حَكَاهُ اِبْن عَبْد الْبَرّ عَنْ مَالِك. وَتَعَقَّبَهُ بِأَنَّ كَثِيرًا مِنْ طُرُق حَدِيث النُّعْمَان صَرَّحَ بِالْبَعْضِيَّةِ. وَقَالَ الْقُرْطُبِيّ : وَمِنْ أَبْعَد التَّأْوِيلَات أَنَّ النَّهْي إِنَّمَا يَتَنَاوَلُ مَنْ وَهَبَ جَمِيع مَاله لِبَعْضِ وَلَده كَمَا ذَهَبَ إِلَيْهِ سَحْنُون , وَكَأَنَّهُ لَمْ يَسْمَعْ فِي نَفْس هَذَا الْحَدِيث أَنَّ الْمَوْهُوب كَانَ غُلَامًا وَأَنَّهُ وَهَبَهُ لَهُ لَمَّا سَأَلَتْهُ الْأُمّ الْهِبَة مِنْ بَعْض مَاله , قَالَ : وَهَذَا يُعْلَمُ مِنْهُ عَلَى الْقَطْع أَنَّهُ كَانَ لَهُ مَال غَيْره. ‏ ‏ثَانِيهَا : أَنَّ الْعَطِيَّة الْمَذْكُورَة لَمْ تُنْجَزْ , وَإِنَّمَا جَاءَ بَشِير يَسْتَشِير النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ فَأَشَارَ عَلَيْهِ بِأَنْ لَا تَفْعَلَ , فَتَرَكَ. حَكَاهُ الطَّحَاوِيُّ. وَفِي أَكْثَر طُرُق حَدِيث الْبَاب مَا يُنَابِذُهُ. ‏ ‏ثَالِثهَا : أَنَّ النُّعْمَان كَانَ كَبِيرًا وَلَمْ يَكُنْ قَبَضَ الْمَوْهُوب فَجَازَ لِأَبِيهِ الرُّجُوع , ذَكَرَهُ الطَّحَاوِيُّ , وَهُوَ خِلَاف مَا فِي أَكْثَر طُرُق الْحَدِيث أَيْضًا خُصُوصًا قَوْله : \" اِرْجِعْهُ \" فَإِنَّهُ يَدُلُّ عَلَى تَقَدُّمِ وُقُوعِ الْقَبْض , وَالَّذِي تَضَافَرَتْ عَلَيْهِ الرِّوَايَات أَنَّهُ كَانَ صَغِيرًا وَكَانَ أَبُوهُ قَابِضًا لَهُ لِصِغَرِهِ , فَأَمَرَ بِرَدِّ الْعَطِيَّة الْمَذْكُورَة بَعْدَمَا كَانَتْ فِي حُكْم الْمَقْبُوض. ‏ ‏رَابِعهَا : أَنَّ قَوْله : \" اِرْجِعْهُ \" دَلِيل عَلَى الصِّحَّة , وَلَوْ لَمْ تَصِحَّ الْهِبَة لَمْ يَصِحَّ الرُّجُوع , وَإِنَّمَا أَمَرَهُ بِالرُّجُوعِ لِأَنَّ لِلْوَالِدِ أَنْ يَرْجِعَ فِيمَا وَهَبَهُ لِوَلَدِهِ وَإِنْ كَانَ الْأَفْضَل خِلَاف ذَلِكَ , لَكِنْ اِسْتِحْبَاب التَّسْوِيَة رُجِّحَ عَلَى ذَلِكَ فَلِذَلِكَ أَمَرَهُ بِهِ , وَفِي الِاحْتِجَاج بِذَلِكَ نَظَر , وَالَّذِي يَظْهَرُ أَنَّ مَعْنَى قَوْله : \" اِرْجِعْهُ \" أَيْ لَا تُمْضِ الْهِبَة الْمَذْكُورَة , وَلَا يَلْزَم مِنْ ذَلِكَ تَقَدُّم صِحَّة الْهِبَة. ‏ ‏خَامِسهَا : أَنَّ قَوْله : \" أَشْهِدْ عَلَى هَذَا غَيْرِي \" إِذْن بِالْإِشْهَادِ عَلَى ذَلِكَ , وَإِنَّمَا اِمْتَنَعَ مِنْ ذَلِكَ لِكَوْنِهِ الْإِمَام , وَكَأَنَّهُ قَالَ : لَا أَشْهَدُ لِأَنَّ الْإِمَام لَيْسَ مِنْ شَأْنه أَنْ يَشْهَد وَإِنَّمَا مِنْ شَأْنه أَنْ يَحْكُم , حَكَاهُ الطَّحَاوِيُّ أَيْضًا , وَارْتَضَاهُ اِبْن الْقَصَّار. وَتُعُقِّبَ بِأَنَّهُ لَا يَلْزَمُ مِنْ كَوْن الْإِمَام لَيْسَ مِنْ شَأْنه أَنْ يَشْهَد أَنْ يَمْتَنِعَ مِنْ تَحَمُّلِ الشَّهَادَة وَلَا مِنْ أَدَائِهَا إِذَا تَعَيَّنَتْ عَلَيْهِ , وَقَدْ صَرَّحَ الْمُحْتَجُّ بِهَذَا أَنَّ الْإِمَام إِذَا شَهِدَ عِنْد بَعْض نُوَّابه جَازَ , وَأَمَّا قَوْله إِنَّ قَوْله : \" أَشْهِدْ \" صِيغَةُ إِذْنٍ فَلَيْسَ كَذَلِكَ , بَلْ هُوَ لِلتَّوْبِيخِ لِمَا يَدُلُّ عَلَيْهِ بَقِيَّة أَلْفَاظ الْحَدِيث , وَبِذَلِكَ صَرَّحَ الْجُمْهُور فِي هَذَا الْمَوْضِع. وَقَالَ اِبْن حِبَّان : قَوْله : \" أَشْهِدْ \" صِيغَة أَمْر وَالْمُرَاد بِهِ نَفْي الْجَوَاز وَهُوَ كَقَوْلِهِ لِعَائِشَة : \" اِشْتَرِطِي لَهُمْ الْوَلَاء \" اِنْتَهَى. ‏ ‏سَادِسهَا : التَّمَسُّك بِقَوْلِهِ : \" أَلَا سَوَّيْت بَيْنهمْ \" عَلَى أَنَّ الْمُرَاد بِالْأَمْرِ الِاسْتِحْبَاب وَبِالنَّهْيِ التَّنْزِيه , وَهَذَا جَيِّدٌ لَوْلَا وُرُودُ تِلْك الْأَلْفَاظ الزَّائِدَة عَلَى هَذِهِ اللَّفْظَة , وَلَا سِيَّمَا أَنَّ تِلْك الرِّوَايَة بِعَيْنِهَا وَرَدَتْ بِصِيغَةِ الْأَمْر أَيْضًا حَيْثُ قَالَ : \" سَوِّ بَيْنهمْ \". ‏ ‏سَابِعهَا : وَقَعَ عِنْد مُسْلِم عَنْ اِبْن سِيرِينَ مَا يَدُلُّ عَلَى أَنَّ الْمَحْفُوظ فِي حَدِيث النُّعْمَان \" قَارِبُوا بَيْن أَوْلَادكُمْ \" لَا \" سَوُّوا \" وَتُعُقِّبَ بِأَنَّ الْمُخَالِفِينَ لَا يُوجِبُونَ الْمُقَارَبَة كَمَا لَا يُوجِبُونَ التَّسْوِيَة. ‏ ‏ثَامِنهَا : فِي التَّشْبِيه الْوَاقِع فِي التَّسْوِيَة بَيْنهمْ بِالتَّسْوِيَةِ مِنْهُمْ فِي بِرّ الْوَالِدَيْنِ قَرِينَة تَدُلُّ عَلَى أَنَّ الْأَمْر لِلنَّدْبِ , لَكِنْ إِطْلَاق الْجَوْر عَلَى عَدَمِ التَّسْوِيَةِ , وَالْمَفْهُوم مِنْ قَوْله : \" لَا أَشْهَدُ إِلَّا عَلَى حَقّ \" وَقَدْ قَالَ فِي آخِر الرِّوَايَة الَّتِي وَقَعَ فِيهَا التَّشْبِيه \" قَالَ فَلَا إِذًا \". تَاسِعهَا : عَمَل الْخَلِيفَتَيْنِ أَبِي بَكْر وَعُمَر بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى عَدَم التَّسْوِيَة قَرِينَة ظَاهِرَة فِي أَنَّ الْأَمْر لِلنَّدْبِ , فَأَمَّا أَبُو بَكْر فَرَوَاهُ الْمُوَطَّأ بِإِسْنَادٍ صَحِيح عَنْ عَائِشَة أَنَّ أَبَا بَكْر قَالَ لَهَا فِي مَرَض مَوْته \" إِنِّي كُنْت نَحَلْتُك نُحْلًا فَلَوْ كُنْت اِخْتَرْتِيهِ لَكَانَ لَك , وَإِنَّمَا هُوَ الْيَوْم لِلْوَارِثِ \" وَأَمَّا عُمَر فَذَكَرَ الطَّحَاوِيُّ وَغَيْره أَنَّهُ نَحَلَ اِبْنه عَاصِمًا دُون سَائِر وَلَده , وَقَدْ أَجَابَ عُرْوَة عَنْ قِصَّة عَائِشَة بِأَنَّ إِخْوَتهَا كَانُوا رَاضِينَ بِذَلِكَ , وَيُجَابُ بِمِثْلِ ذَلِكَ عَنْ قِصَّة عُمَر. ‏ ‏عَاشِر الْأَجْوِبَة : أَنَّ الْإِجْمَاع اِنْعَقَدَ عَلَى جَوَاز عَطِيَّة الرَّجُل مَاله لِغَيْرِ وَلَده , فَإِذَا جَازَ لَهُ أَنْ يُخْرِجَ جَمِيع وَلَده مِنْ مَاله جَازَ لَهُ أَنْ يُخْرِجَ عَنْ ذَلِكَ بَعْضهمْ , ذَكَرَهُ اِبْن عَبْد الْبَرّ , وَلَا يَخْفَى ضَعْفُهُ لِأَنَّهُ قِيَاس مَعَ وُجُود النَّصّ , وَزَعَمَ بَعْضهمْ أَنَّ مَعْنَى قَوْله : \" لَا أَشْهَدُ عَلَى جَوْر \" أَيْ لَا أَشْهَد عَلَى مَيْل الْأَب لِبَعْضِ الْأَوْلَاد دُون بَعْض , وَفِي هَذَا نَظَر لَا يَخْفَى , وَيَرُدُّهُ قَوْله فِي الرِّوَايَة \" لَا أَشْهَدُ إِلَّا عَلَى الْحَقّ \" وَحَكَى اِبْن التِّين عَنْ الدَّاوُدِيّ أَنَّ بَعْض الْمَالِكِيَّة اِحْتَجَّ بِالْإِجْمَاعِ عَلَى خِلَاف ظَاهِر حَدِيث النُّعْمَان , ثُمَّ رَدَّهُ عَلَيْهِ. وَاسْتَدَلَّ بِهِ أَيْضًا عَلَى أَنَّ لِلْأَبِ أَنْ يَرْجِعَ فِيمَا وَهَبَهُ لِابْنِهِ وَكَذَلِكَ الْأُمّ , وَهُوَ قَوْل أَكْثَر الْفُقَهَاء , إِلَّا أَنَّ الْمَالِكِيَّة فَرَّقُوا بَيْن الْأَب وَالْأُمّ فَقَالُوا لِلْأُمِّ أَنْ تَرْجِعَ إِنْ كَانَ الْأَب حَيًّا دُون مَا إِذَا مَاتَ , وَقَيَّدُوا رُجُوع الْأَب بِمَا إِذَا كَانَ الِابْن الْمَوْهُوب لَهُ لَمْ يَسْتَحْدِثْ دَيْنًا أَوْ يَنْكِحْ , وَبِذَلِكَ قَالَ إِسْحَاق , وَقَالَ الشَّافِعِيّ : لِلْأَبِ الرُّجُوع مُطْلَقًا , وَقَالَ أَحْمَد : لَا يَحِلُّ لِوَاهِبٍ أَنْ يَرْجِعَ فِي هِبَتِهِ مُطْلَقًا , وَقَالَ الْكُوفِيُّونَ : إِنْ كَانَ الْمَوْهُوب صَغِيرًا لَمْ يَكُنْ لِلْأَبِ الرُّجُوع , وَكَذَا إِنْ كَانَ كَبِيرًا وَقَبَضَهَا , قَالُوا وَإِنْ كَانَتْ الْهِبَة لِزَوْجٍ مِنْ زَوْجَتِهِ أَوْ بِالْعَكْسِ أَوْ لِذِي رَحِمٍ لَمْ يَجُزْ الرُّجُوع فِي شَيْء مِنْ ذَلِكَ , وَوَافَقَهُمْ إِسْحَاق فِي ذِي الرَّحِم وَقَالَ : لِلزَّوْجَةِ أَنْ تَرْجِعَ بِخِلَافِ الزَّوْج , وَالِاحْتِجَاج لِكُلِّ وَاحِدٍ مِنْ ذَلِكَ يَطُولُ , وَحُجَّة الْجُمْهُور فِي اِسْتِثْنَاء الْأَب أَنَّ الْوَلَد وَمَاله لِأَبِيهِ فَلَيْسَ فِي الْحَقِيقَةِ رُجُوعًا , وَعَلَى تَقْدِير كَوْنه رُجُوعًا فَرُبَّمَا اِقْتَضَتْهُ مَصْلَحَة التَّأْدِيب , وَنَحْو ذَلِكَ , سَيَأْتِي الْكَلَام عَلَى هِبَة الزَّوْجَيْنِ فِي الْبَاب بَعْده. ‏ ‏وَفِي الْحَدِيث أَيْضًا النَّدْب إِلَى التَّآلُفِ بَيْن الْإِخْوَة وَتَرْك مَا يُوقِعُ بَيْنَهُمْ الشَّحْنَاء أَوْ يُورِثُ الْعُقُوق لِلْآبَاءِ , وَأَنَّ عَطِيَّة الْأَب لِابْنِهِ الصَّغِير فِي حِجْره لَا تَحْتَاج إِلَى قَبْض , وَأَنَّ الْإِشْهَاد فِيهَا يُغْنِي عَنْ الْقَبْض. وَقِيلَ إِنْ كَانَتْ الْهِبَة ذَهَبًا أَوْ فِضَّة فَلَا بُدَّ مِنْ عَزْلهَا وَإِفْرَازهَا. وَفِيهِ كَرَاهَة تَحَمُّل الشَّهَادَة فِيمَا لَيْسَ بِمُبَاحٍ وَأَنَّ الْإِشْهَاد فِي الْهِبَة مَشْرُوع وَلَيْسَ بِوَاجِبٍ. ‏ ‏وَفِيهِ جَوَاز الْمَيْل إِلَى بَعْض الْأَوْلَاد وَالزَّوْجَات دُون بَعْض وَإِنْ وَجَبَتْ التَّسْوِيَة بَيْنهمْ فِي غَيْر ذَلِكَ. ‏ ‏وَفِيهِ أَنَّ لِلْإِمَامِ الْأَعْظَم أَنْ يَتَحَمَّلَ الشَّهَادَة , وَتَظْهَرُ فَائِدَتهَا إِمَّا لِيَحْكُمَ فِي ذَلِكَ بِعِلْمِهِ عِنْد مَنْ يُجِيزُهُ , أَوْ يُؤَدِّيهَا عِنْد بَعْض نُوَّابِهِ. ‏ ‏وَفِيهِ مَشْرُوعِيَّة اِسْتِفْصَال الْحَاكِم وَالْمُفْتِي عَمَّا يَحْتَمِلُ الْاِسْتِفْصَال , لِقَوْلِهِ : \" أَلَك وَلَد غَيْره \" فَلَمَّا قَالَ : \" نَعَمْ \" قَالَ : \" أَفَكُلّهمْ أَعْطَيْت مِثْله \" فَلَمَّا قَالَ : \" لَا \" قَالَ : \" لَا أَشْهَدُ \" فَيُفْهَمُ مِنْهُ أَنَّهُ لَوْ قَالَ نَعَمْ لَشَهِدَ. ‏ ‏وَفِيهِ جَوَاز تَسْمِيَة الْهِبَة صَدَقَة , وَأَنَّ لِلْإِمَامِ كَلَامًا فِي مَصْلَحَة الْوَلَد , وَالْمُبَادَرَة إِلَى قَبُول الْحَقّ , وَأَمَرَ الْحَاكِم وَالْمُفْتِي بِتَقْوَى اللَّه فِي كُلّ حَال. ‏ ‏وَفِيهِ إِشَارَة إِلَى سُوء عَاقِبَة الْحِرْص وَالتَّنَطُّع , لِأَنَّ عَمْرَة لَوْ رَضِيَتْ بِمَا وَهَبَهُ زَوْجهَا لِوَلَدِهِ لَمَا رَجَعَ فِيهِ , فَلَمَّا اِشْتَدَّ حِرْصُهَا فِي تَثْبِيت ذَلِكَ أَفْضَى إِلَى بُطْلَانه. وَقَالَ الْمُهَلَّب : فِيهِ أَنَّ لِلْإِمَامِ أَنْ يَرُدَّ الْهِبَةَ وَالْوَصِيَّةَ مِمَّنْ يُعْرَفُ مِنْهُ هُرُوبًا عَنْ بَعْض الْوَرَثَة , وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2587",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا حَامِدُ بْنُ عُمَرَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ حُصَيْنٍ، عَنْ عَامِرٍ، قَالَ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ ـ رضى الله عنهما ـ وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ أَعْطَانِي أَبِي عَطِيَّةً، فَقَالَتْ عَمْرَةُ بِنْتُ رَوَاحَةَ لاَ أَرْضَى حَتَّى تُشْهِدَ رَسُولَ اللَّهِ صلى الله عليه وسلم‏.‏ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنِّي أَعْطَيْتُ ابْنِي مِنْ عَمْرَةَ بِنْتِ رَوَاحَةَ عَطِيَّةً، فَأَمَرَتْنِي أَنْ أُشْهِدَكَ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ أَعْطَيْتَ سَائِرَ وَلَدِكَ مِثْلَ هَذَا ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَاتَّقُوا اللَّهَ، وَاعْدِلُوا بَيْنَ أَوْلاَدِكُمْ ‏\"‏‏.‏ قَالَ فَرَجَعَ فَرَدَّ عَطِيَّتَهُ‏.‏",
    "english_text": "I heard An-Nu`man bin Bashir on the pulpit saying, \"My father gave me a gift but `Amra bint Rawaha \n(my mother) said that she would not agree to it unless he made Allah's Messenger (ﷺ) as a witness to it. So, \nmy father went to Allah's Messenger (ﷺ) and said, 'I have given a gift to my son from `Amra bint Rawaha, \nbut she ordered me to make you as a witness to it, O Allah's Messenger (ﷺ)!' Allah's Messenger (ﷺ) asked, 'Have \nyou given (the like of it) to everyone of your sons?' He replied in the negative. Allah's Messenger (ﷺ) said, \n'Be afraid of Allah, and be just to your children.' My father then returned and took back his gift.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2588",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ لَمَّا ثَقُلَ النَّبِيُّ صلى الله عليه وسلم فَاشْتَدَّ وَجَعُهُ اسْتَأْذَنَ أَزْوَاجَهُ أَنْ يُمَرَّضَ فِي بَيْتِي، فَأَذِنَّ لَهُ، فَخَرَجَ بَيْنَ رَجُلَيْنِ، تَخُطُّ رِجْلاَهُ الأَرْضَ، وَكَانَ بَيْنَ الْعَبَّاسِ، وَبَيْنَ رَجُلٍ آخَرَ‏.‏ فَقَالَ عُبَيْدُ اللَّهِ فَذَكَرْتُ لاِبْنِ عَبَّاسٍ مَا قَالَتْ عَائِشَةُ، فَقَالَ لِي وَهَلْ تَدْرِي مَنِ الرَّجُلُ الَّذِي لَمْ تُسَمِّ عَائِشَةُ قُلْتُ لاَ‏.‏ قَالَ هُوَ عَلِيُّ بْنُ أَبِي طَالِبٍ‏.‏",
    "english_text": "Ubaidullah bin `Abdullah told me that `Aisha had said, \"When the Prophet (ﷺ) became sick and his \ncondition became serious, he requested his wives to allow him to be treated in my house, and they \nallowed him. He came out leaning on two men while his feet were dragging on the ground. He was \nwalking between Al-`Abbas and another man.\" 'Ubaidullah said, \"When I informed Ibn `Abbas of \nwhat `Aisha had said, he asked me whether I knew who was the second man whom `Aisha had not \nnamed. I replied in the negative. He said, 'He was `Ali bin Abi Talib.\"",
    "explication": "‏ ‏قَوْله : ( لَمَّا ثَقُلَ ) ‏ ‏أَيْ : فِي الْمَرَض , وَهُوَ بِضَمِّ الْقَاف بِوَزْنِ صَغُرَ قَالَهُ فِي الصِّحَاح , وَفِي الْقَامُوس لِشَيْخِنَا : ثَقِلَ كَفَرِحَ فَهُوَ ثَاقِل وَثَقِيل اِشْتَدَّ مَرَضه , فَلَعَلَّ فِي النُّسْخَة سَقْطًا وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( فِي أَنْ يُمَرَّض ) ‏ ‏بِفَتْحِ الرَّاء الثَّقِيلَة , أَيْ : يُخْدَم فِي مَرَضه. ‏ ‏قَوْله : ( فَأَذِنَّ ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَتَشْدِيد النُّون الْمَفْتُوحَة أَيْ : الْأَزْوَاج , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْقَسْم كَانَ وَاجِبًا عَلَيْهِ , وَيُحْتَمَل أَنْ يَكُون فَعَلَ ذَلِكَ تَطْيِيبًا لَهُنَّ. ‏ ‏قَوْله : ( قَالَ عُبَيْد اللَّه ) ‏ ‏هُوَ الرَّاوِي لَهُ عَنْ عَائِشَة , وَهُوَ بِالْإِسْنَادِ الْمَذْكُور بِغَيْرِ أَدَاة عَطْف. ‏ ‏قَوْله : ( وَكَانَتْ ) ‏ ‏هُوَ مَعْطُوف أَيْضًا بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْله ( هَرِيقُوا ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْأَصِيلِيِّ \" أَهْرِيقُوا \" بِزِيَادَةِ الْهَمْزَة , قَالَ اِبْن التِّين هُوَ بِإِسْكَانِ الْهَاء , وَنُقِلَ عَنْ سِيبَوَيْهِ أَنَّهُ قَالَ أَهْرَاقَ يُهْرِيق إهْرِيَاقًا مِثْل أَسْطَاعَ يُسْطِيع اسْطِيَاعًا بِقَطْعِ الْأَلِف وَفَتْحهَا فِي الْمَاضِي وَضَمّ الْيَاء فِي الْمُسْتَقْبَل وَهِيَ لُغَة فِي أَطَاعَ يُطِيع فَجُعِلَتْ السِّين وَالْهَاء عِوَضًا مِنْ ذَهَاب حَرَكَة عَيْن الْفِعْل , وَرُوِيَ بِفَتْحِ الْهَاء وَاسْتَشْكَلَهُ , وَيُوَجَّه بِأَنَّ الْهَاء مُبْدَلَة مِنْ الْهَمْزَة لِأَنَّ أَصْل هَرَاقَ أَرَاقَ ثُمَّ اُجْتُلِبَتْ الْهَمْزَة فَتَحْرِيك الْهَاء عَلَى إِبْقَاء الْبَدَل وَالْمُبْدَل مِنْهُ وَلَهُ نَظَائِر , وَذَكَرَ لَهُ الْجَوْهَرِيّ تَوْجِيهًا آخَر وَأَنَّ أَصْله أَأَرِيقُوا فَأُبْدِلَتْ الْهَمْزَة الثَّانِيَة هَاء لِلْخِفَّةِ , وَجَزَمَ ثَعْلَب فِي الْفَصِيح بِأَنَّ أَهَرِيقَهُ بِفَتْحِ الْهَاء وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( مِنْ سَبْع قِرَب ) ‏ ‏قَالَ الْخَطَّابِيُّ : يُشْبِه أَنْ يَكُون خَصَّ السَّبْع تَبَرُّكًا بِهَذَا الْعَدَد ; لِأَنَّ لَهُ دُخُولًا فِي كَثِير مِنْ أُمُور الشَّرِيعَة وَأَصْل الْخِلْقَة. وَفِي رِوَايَة لِلطَّبَرَانِيّ فِي هَذَا الْحَدِيث \" مِنْ آبَار شَتَّى \" وَالظَّاهِر أَنَّ ذَلِكَ لِلتَّدَاوِي لِقَوْلِهِ فِي رِوَايَة أُخْرَى فِي الصَّحِيح \" لَعَلِّي أَسْتَرِيح فَأَعْهَد \" أَيْ : أُوصِي. ‏ ‏قَوْله : ( وَأُجْلِسَ فِي مِخْضَب حَفْصَة ) ‏ ‏زَادَ اِبْن خُزَيْمَةَ مِنْ طَرِيق عُرْوَة عَنْ عَائِشَة أَنَّهُ كَانَ مِنْ نُحَاس , وَفِيهِ إِشَارَة إِلَى الرَّدّ عَلَى مَنْ كَرِهَ الِاغْتِسَال فِيهِ كَمَا ثَبَتَ ذَلِكَ عَنْ اِبْن عُمَر , وَقَالَ عَطَاء : إِنَّمَا كَرِهَ مِنْ النُّحَاس رِيحه. ‏ ‏قَوْله : ( نَصُبّ عَلَيْهِ مِنْ تِلْكَ ) ‏ ‏أَيْ : الْقِرَب السَّبْع. ‏ ‏قَوْله : ( حَتَّى طَفِقَ ) ‏ ‏يُقَال طَفِقَ يَفْعَل كَذَا إِذَا شَرَعَ فِي فِعْل وَاسْتَمَرَّ فِيهِ. ‏ ‏قَوْله : ( ثُمَّ خَرَجَ إِلَى النَّاس ) ‏ ‏زَادَ الْمُصَنِّف مِنْ طَرِيق عَقِيل عَنْ الزُّهْرِيّ \" فَصَلَّى بِهِمْ وَخَطَبَهُمْ ثُمَّ خَرَجَ \" وَهُوَ فِي بَاب الْوَفَاة فِي آخِر كِتَاب الْمَغَازِي , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة مَبَاحِثه هُنَاكَ , وَعَلَى مَا فِيهِ مِنْ أَحْكَام الْإِمَامَة فِي بَاب حَدّ الْمَرِيض أَنْ يَشْهَد الْجَمَاعَة إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2589",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ، ثُمَّ يَعُودُ فِي قَيْئِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"One who takes back his gift (which he has already given) is like a dog that \nswallows its vomit.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2590",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ، عَنْ أَسْمَاءَ ـ رضى الله عنها ـ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ مَا لِي مَالٌ إِلاَّ مَا أَدْخَلَ عَلَىَّ الزُّبَيْرُ فَأَتَصَدَّقُ‏.‏ قَالَ ‏\n\"‏ تَصَدَّقِي، وَلاَ تُوعِي فَيُوعَى عَلَيْكِ ‏\"‏‏.‏",
    "english_text": "Once I said, \"O Allah's Messenger (ﷺ)! I have no property except what has been given to me by Az-Zubair \n(i.e. her husband). May I give in charity?\" The Prophet (ﷺ) said, \"Give in charity and do not withhold it; \notherwise Allah will withhold it back from you . \"",
    "explication": "‏ ‏قَوْله : ( عَنْ اِبْن أَبِي مُلَيْكَة ) ‏ ‏فِي رِوَايَة حَجَّاج عَنْ اِبْن جُرَيْجٍ \" أَخْبَرَنِي اِبْن أَبِي مُلَيْكَة \" وَقَدْ تَقَدَّمَتْ فِي الزَّكَاة. ‏ ‏قَوْله : ( عَنْ عَبَّاد بْن عَبْد اللَّه ) ‏ ‏أَيْ اِبْن الزُّبَيْر بْن الْعَوَّام , وَأَسْمَاء الَّتِي رَوَى عَنْهَا هِيَ بِنْت أَبِي بَكْر الصِّدِّيق وَهِيَ جَدَّته لِأَبِيهِ , وَقَدْ رَوَى أَيُّوب هَذَا الْحَدِيث عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة بِغَيْرِ وَاسِطَة أَخْرَجَهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَصَحَّحَهُ النَّسَائِيُّ , وَصَرَّحَ أَيُّوب عَنْ اِبْن أَبِي مُلَيْكَة بِتَحْدِيثِ عَائِشَة لَهُ بِذَلِكَ , فَيُحْمَلُ عَلَى أَنَّهُ سَمِعَهُ مِنْ عَبَّاد عَنْهَا ثُمَّ حَدَّثْته بِهِ. ‏ ‏قَوْله : ( مَا لِي مَال إِلَّا مَا أَدْخَلَ عَلَيَّ ) ‏ ‏بِالتَّشْدِيدِ , وَالزُّبَيْر هُوَ اِبْن الْعَوَّام كَانَ زَوْجهَا. ‏ ‏قَوْله : ( فَأَتَصَدَّق ) ‏ ‏كَذَا لِلْأَكْثَرِ بِحَذْفِ أَدَاة الِاسْتِفْهَام , وَلِلْمُسْتَمْلِي بِإِثْبَاتِهَا. ‏ ‏قَوْله : ( وَلَا تُوعِي فَيُوعِيَ اللَّه عَلَيْك ) ‏ ‏بِالنَّصْبِ لِكَوْنِهِ جَوَاب النَّهْي , وَكَذَا قَوْله فِي الرِّوَايَة الثَّانِيَة \" فَيُحْصِيَ اللَّه عَلَيْك \" وَالْمَعْنَى لَا تَجْمَعِي فِي الْوِعَاء وَتَبْخَلِي بِالنَّفَقَةِ فَتُجَازَيْ بِمِثْلِ ذَلِكَ , وَقَدْ تَقَدَّمَ شَرْحه مَبْسُوطًا فِي أَوَائِل كِتَاب الزَّكَاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2591",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَنْفِقِي وَلاَ تُحْصِي فَيُحْصِيَ اللَّهُ عَلَيْكِ، وَلاَ تُوعِي فَيُوعِيَ اللَّهُ عَلَيْكِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Give (in charity) and do not give reluctantly lest Allah should give you in a \nlimited amount; and do not withhold your money lest Allah should withhold it from you.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ فَاطِمَة ) ‏ ‏هِيَ بِنْت الْمُنْذِر بْن الزُّبَيْر بْن الْعَوَّام , وَهِيَ بِنْت عَمّ هِشَام بْن عُرْوَة الرَّاوِي عَنْهَا وَزَوْجَته , وَأَسْمَاء هِيَ بِنْت أَبِي بَكْر جَدَّتهمَا جَمِيعًا لِأَبَوَيْهِمَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2594",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، عَنِ اللَّيْثِ، عَنْ يَزِيدَ، عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّ مَيْمُونَةَ بِنْتَ الْحَارِثِ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّهَا، أَعْتَقَتْ وَلِيدَةً وَلَمْ تَسْتَأْذِنِ النَّبِيَّ صلى الله عليه وسلم، فَلَمَّا كَانَ يَوْمُهَا الَّذِي يَدُورُ عَلَيْهَا فِيهِ قَالَتْ أَشَعَرْتَ يَا رَسُولَ اللَّهِ أَنِّي أَعْتَقْتُ وَلِيدَتِي قَالَ ‏\"‏ أَوَفَعَلْتِ ‏\"‏‏.‏ قَالَتْ نَعَمْ‏.‏ قَالَ ‏\"‏ أَمَا إِنَّكِ لَوْ أَعْطَيْتِيهَا أَخْوَالَكِ كَانَ أَعْظَمَ لأَجْرِكِ ‏\"‏‏.‏ \nوَقَالَ بَكْرُ بْنُ مُضَرَ عَنْ عَمْرٍو عَنْ بُكَيْرٍ عَنْ كُرَيْبٍ إِنَّ مَيْمُونَةَ أَعْتَقَتْ.",
    "english_text": "the freed slave of Ibn `Abbas, that Maimuna bint Al-Harith told him that she manumitted a slave-girl \nwithout taking the permission of the Prophet. On the day when it was her turn to be with the Prophet, \nshe said, \"Do you know, O Allah's Messenger (ﷺ), that I have manumitted my slave-girl?\" He said, \"Have \nyou really?\" She replied in the affirmative. He said, \"You would have got more reward if you had \ngiven her (i.e. the slave-girl) to one of your maternal uncles.\"",
    "explication": "‏ ‏عَنْ يَزِيد ‏ ‏هُوَ اِبْن أَبِي حَبِيب , ‏ ‏وَبُكَيْر ‏ ‏هُوَ اِبْن عَبْد اللَّه بْن الْأَشَجّ , وَهَذَا الْإِسْنَاد نِصْفه الْأَوَّل مِصْرِيُّونَ وَنِصْفه الْآخَر مَدَنِيُّونَ , وَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق يَزِيد وَبُكَيْر وَكُرَيْب. ‏ ‏قَوْله : ( أَنَّهَا أَعْتَقَتْ وَلِيدَة ) ‏ ‏أَيْ جَارِيَة , فِي رِوَايَة النَّسَائِيِّ مِنْ طَرِيق عَطَاء بْن يَسَار عَنْ مَيْمُونَة \" أَنَّهَا كَانَتْ لَهَا جَارِيَة سَوْدَاء \" وَلَمْ أَقِف عَلَى اِسْم هَذِهِ الْجَارِيَة , وَبَيَّنَ النَّسَائِيُّ مِنْ طَرِيق أُخْرَى عَنْ الْهِلَالِيَّة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ مَيْمُونَة فِي أَصْل هَذِهِ الْحَادِثَة أَنَّهَا كَانَتْ سَأَلَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَادِمًا فَأَعْطَاهَا خَادِمًا فَأَعْتَقَتْهَا. ‏ ‏قَوْله : ( أَمَا ) ‏ ‏بِتَخْفِيفِ الْمِيم ‏ ‏( أَنَّك ) ‏ ‏بِفَتْحِ الْهَمْزَة ‏ ‏( لَوْ أَعْطَيْتهَا أَخْوَالك ) ‏ ‏أَخْوَالهَا كَانُوا مِنْ بَنِي هِلَال أَيْضًا , وَاسْم أُمّهَا هِنْد بِنْت عَوْف بْن زُهَيْر بْن الْحَارِث , ذَكَرَهَا اِبْن سَعْد. ‏ ‏قَوْله : ( لَوْ أَعْطَيْتهَا أَخْوَالك كَانَ أَعْظَم لِأَجْرِك ) ‏ ‏قَالَ اِبْن بَطَّال : فِيهِ أَنَّ هِبَة ذِي الرَّحِم أَفْضَل مِنْ الْعِتْق , وَيُؤَيِّدُهُ مَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَأَحْمَد وَصَحَّحَهُ اِبْن خُزَيْمَةَ وَابْن حِبَّان مِنْ حَدِيث سَلْمَان بْن عَامِر الضَّبِّيّ مَرْفُوعًا \" الصَّدَقَة عَلَى الْمِسْكِين صَدَقَة , وَعَلَى ذِي الرَّحِم صَدَقَة وَصِلَة \" لَكِنْ لَا يَلْزَمُ مِنْ ذَلِكَ أَنْ تَكُونَ هِبَةُ ذِي الرَّحِم أَفْضَل مُطْلَقًا لِاحْتِمَالِ أَنْ يَكُون الْمِسْكِين مُحْتَاجًا وَنَفْعه بِذَلِكَ مُتَعَدِّيًا وَالْآخَر بِالْعَكْسِ , وَقَدْ وَقَعَ فِي رِوَايَة النَّسَائِيِّ الْمَذْكُورَة \" فَقَالَ أَفَلَا فَدَيْت بِهَا بِنْت أَخِيك مِنْ رِعَايَة الْغَنَم \" فَبَيَّنَ الْوَجْه فِي الْأَوْلَوِيَّة الْمَذْكُورَة وَهُوَ اِحْتِيَاج قَرَابَتهَا إِلَى مَنْ يَخْدُمُهَا , وَلَيْسَ فِي الْحَدِيث أَيْضًا حُجَّة عَلَى أَنَّ صِلَة الرَّحِم أَفْضَل مِنْ الْعِتْق لِأَنَّهَا وَاقِعَة عَيْن , وَالْحَقّ أَنَّ ذَلِكَ يَخْتَلِفُ بِاخْتِلَافِ الْأَحْوَال كَمَا قَرَّرْته , وَوَجْه دُخُول حَدِيث مَيْمُونَة فِي التَّرْجَمَة أَنَّهَا كَانَتْ رَشِيدَة وَأَنَّهَا أَعْتَقَتْ قَبْل أَنْ تَسْتَأْمِرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَسْتَدِرْك ذَلِكَ عَلَيْهَا بَلْ أَرْشَدَهَا إِلَى مَا هُوَ الْأَوْلَى , فَلَوْ كَانَ لَا يَنْفُذُ لَهَا تَصَرُّف فِي مَالهَا لَأَبْطَلَهُ , وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( وَقَالَ بَكْر ) ‏ ‏هُوَ اِبْن مُضَر ‏ ‏( عَنْ عَمْرو ) ‏ ‏هُوَ اِبْن الْحَارِث ‏ ‏( عَنْ بُكَيْر ) ‏ ‏هُوَ اِبْن الْأَشَجّ ‏ ‏( عَنْ كُرَيْب أَنَّ مَيْمُونَة أَعْتَقَتْ ) ‏ ‏وَقَعَ فِي رِوَايَة الْمُسْتَمْلِي \" عَتَقَتْهُ \" وَهُوَ غَلَط فَاحِش , فَقَدْ ذَكَرَهُ الْمُصَنِّف فِي الْبَاب الَّذِي يَلِيه بِهَذَا الْإِسْنَاد وَقَالَ فِيهِ : \" أَعْتَقَتْ وَلِيدَة لَهَا \" وَأَرَادَ الْمُصَنِّف بِهَذَا التَّعْلِيق شَيْئَيْنِ : ‏ ‏أَحَدهمَا مُوَافَقَة عَمْرو بْن الْحَارِث لِيَزِيدَ بْن أَبِي حَبِيب عَلَى قَوْله : \" عَنْ كُرَيْب \" وَقَدْ خَالَفَهُمَا مُحَمَّد بْن إِسْحَاق فَرَوَاهُ عَنْ بُكَيْر فَقَالَ : \" عَنْ سُلَيْمَان بْن يَسَار \" بَدَل بُكَيْر أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ طَرِيقه , قَالَ الدَّارَقُطْنِيُّ : وَرِوَايَة يَزِيد وَعَمْرو أَصَحّ. ‏ ‏ثَانِيهمَا : أَنَّهُ عِنْد بَكْر بْن مُضَر عَنْ عَمْرو بِصُورَةِ الْإِرْسَال قَالَ فِيهِ : \" عَنْ كُرَيْب أَنَّ مَيْمُونَة أَعْتَقَتْ \" فَذَكَرَ قِصَّة مَا أَدْرَكَهَا , لَكِنْ قَدْ رَوَاهُ اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث فَقَالَ فِيهِ \" عَنْ كُرَيْب عَنْ مَيْمُونَة \" أَخْرَجَهُ مُسْلِم وَالنَّسَائِيُّ مِنْ طَرِيقه , وَطَرِيق بَكْر بْن مُضَر الْمُعَلَّقَة وَصَلَهَا الْبُخَارِيّ فِي \" كِتَاب بِرّ الْوَالِدَيْنِ \" لَهُ وَهُوَ مُفْرَد , وَسَمِعْنَاهُ مِنْ طَرِيق أَبِي بَكْر بْن دَلْوَيْهِ عَنْهُ قَالَ : حَدَّثَنَا عَبْد اللَّه بْن صَالِح هُوَ كَاتِب اللَّيْث عَنْ بَكْر بْن مُضَر عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2593",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا حِبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ سَفَرًا أَقْرَعَ بَيْنَ نِسَائِهِ، فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا مَعَهُ، وَكَانَ يَقْسِمُ لِكُلِّ امْرَأَةٍ مِنْهُنَّ يَوْمَهَا وَلَيْلَتَهَا، غَيْرَ أَنَّ سَوْدَةَ بِنْتَ زَمْعَةَ وَهَبَتْ يَوْمَهَا وَلَيْلَتَهَا، لِعَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم تَبْتَغِي بِذَلِكَ رِضَا رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) wanted to go on a journey, he would draw lots as to which of his wives \nwould accompany him. He would take her whose name came out. He used to fix for each of them a \nday and a night. But Sauda bint Zam`a gave up her (turn) day and night to `Aisha, the wife of the \nProphet in order to seek the pleasure of Allah's Messenger (ﷺ) (by that action).",
    "explication": "حَدِيث عَائِشَة وَصَدْره طَرَف مِنْ قِصَّة الْإِفْك , وَسَيَأْتِي شَرْحهَا مُسْتَوْفًى فِي تَفْسِير سُورَة النُّور , ‏ ‏وَقَوْله : \" وَكَانَ يَقْسِم لِكُلِّ اِمْرَأَة مِنْهُنَّ غَيْر سَوْدَة إِلَخْ \" ‏ ‏حَدِيث مُسْتَقِلّ , وَقَدْ تَرْجَمَ لَهُ فِي النِّكَاح , وَأَوْرَدَهُ مُفْرَدًا , وَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى , وَقَدْ تَبَيَّنَ تَوْجِيهه هُنَاكَ فِي شَرْح الْبَاب الَّذِي قَبْله , قَالَ اِبْن بَطَّال : لَيْسَ فِي أَحَادِيث الْبَاب مَا يَرُدُّ عَلَى مَالِك لِأَنَّهُ يَحْمِلُهَا عَلَى مَا زَادَ عَلَى الثُّلُث اِنْتَهَى. وَهُوَ حَمْلٌ سَائِغ إِنْ ثَبَتَ الْمُدَّعَى , وَهُوَ أَنَّهُ لَا يَجُوزُ لَهَا تَصَرُّف فِيمَا زَادَ عَلَى الثُّلُث إِلَّا بِإِذْنِ زَوْجهَا , لِمَا فِي ذَلِكَ مِنْ الْجَمْع بَيْن الْأَدِلَّة , وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2594",
    "category": "كتاب الهبة",
    "text_chakl": "وَقَالَ بَكْرٌ عَنْ عَمْرٍو، عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ إِنَّ مَيْمُونَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَعْتَقَتْ وَلِيدَةً لَهَا فَقَالَ لَهَا ‏\n\"‏ وَلَوْ وَصَلْتِ بَعْضَ أَخْوَالِكِ كَانَ أَعْظَمَ لأَجْرِكِ ‏\"‏‏.‏",
    "english_text": "Narrated Maimuna, the wife of the Prophet (ﷺ) that she manumitted her slave-girl and the Prophet (ﷺ) said to her, \"You would have got more reward if you had given the slave-girl to one of your maternal uncles.\"",
    "explication": "‏ ‏عَنْ يَزِيد ‏ ‏هُوَ اِبْن أَبِي حَبِيب , ‏ ‏وَبُكَيْر ‏ ‏هُوَ اِبْن عَبْد اللَّه بْن الْأَشَجّ , وَهَذَا الْإِسْنَاد نِصْفه الْأَوَّل مِصْرِيُّونَ وَنِصْفه الْآخَر مَدَنِيُّونَ , وَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق يَزِيد وَبُكَيْر وَكُرَيْب. ‏ ‏قَوْله : ( أَنَّهَا أَعْتَقَتْ وَلِيدَة ) ‏ ‏أَيْ جَارِيَة , فِي رِوَايَة النَّسَائِيِّ مِنْ طَرِيق عَطَاء بْن يَسَار عَنْ مَيْمُونَة \" أَنَّهَا كَانَتْ لَهَا جَارِيَة سَوْدَاء \" وَلَمْ أَقِف عَلَى اِسْم هَذِهِ الْجَارِيَة , وَبَيَّنَ النَّسَائِيُّ مِنْ طَرِيق أُخْرَى عَنْ الْهِلَالِيَّة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ مَيْمُونَة فِي أَصْل هَذِهِ الْحَادِثَة أَنَّهَا كَانَتْ سَأَلَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَادِمًا فَأَعْطَاهَا خَادِمًا فَأَعْتَقَتْهَا. ‏ ‏قَوْله : ( أَمَا ) ‏ ‏بِتَخْفِيفِ الْمِيم ‏ ‏( أَنَّك ) ‏ ‏بِفَتْحِ الْهَمْزَة ‏ ‏( لَوْ أَعْطَيْتهَا أَخْوَالك ) ‏ ‏أَخْوَالهَا كَانُوا مِنْ بَنِي هِلَال أَيْضًا , وَاسْم أُمّهَا هِنْد بِنْت عَوْف بْن زُهَيْر بْن الْحَارِث , ذَكَرَهَا اِبْن سَعْد. ‏ ‏قَوْله : ( لَوْ أَعْطَيْتهَا أَخْوَالك كَانَ أَعْظَم لِأَجْرِك ) ‏ ‏قَالَ اِبْن بَطَّال : فِيهِ أَنَّ هِبَة ذِي الرَّحِم أَفْضَل مِنْ الْعِتْق , وَيُؤَيِّدُهُ مَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَأَحْمَد وَصَحَّحَهُ اِبْن خُزَيْمَةَ وَابْن حِبَّان مِنْ حَدِيث سَلْمَان بْن عَامِر الضَّبِّيّ مَرْفُوعًا \" الصَّدَقَة عَلَى الْمِسْكِين صَدَقَة , وَعَلَى ذِي الرَّحِم صَدَقَة وَصِلَة \" لَكِنْ لَا يَلْزَمُ مِنْ ذَلِكَ أَنْ تَكُونَ هِبَةُ ذِي الرَّحِم أَفْضَل مُطْلَقًا لِاحْتِمَالِ أَنْ يَكُون الْمِسْكِين مُحْتَاجًا وَنَفْعه بِذَلِكَ مُتَعَدِّيًا وَالْآخَر بِالْعَكْسِ , وَقَدْ وَقَعَ فِي رِوَايَة النَّسَائِيِّ الْمَذْكُورَة \" فَقَالَ أَفَلَا فَدَيْت بِهَا بِنْت أَخِيك مِنْ رِعَايَة الْغَنَم \" فَبَيَّنَ الْوَجْه فِي الْأَوْلَوِيَّة الْمَذْكُورَة وَهُوَ اِحْتِيَاج قَرَابَتهَا إِلَى مَنْ يَخْدُمُهَا , وَلَيْسَ فِي الْحَدِيث أَيْضًا حُجَّة عَلَى أَنَّ صِلَة الرَّحِم أَفْضَل مِنْ الْعِتْق لِأَنَّهَا وَاقِعَة عَيْن , وَالْحَقّ أَنَّ ذَلِكَ يَخْتَلِفُ بِاخْتِلَافِ الْأَحْوَال كَمَا قَرَّرْته , وَوَجْه دُخُول حَدِيث مَيْمُونَة فِي التَّرْجَمَة أَنَّهَا كَانَتْ رَشِيدَة وَأَنَّهَا أَعْتَقَتْ قَبْل أَنْ تَسْتَأْمِرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يَسْتَدِرْك ذَلِكَ عَلَيْهَا بَلْ أَرْشَدَهَا إِلَى مَا هُوَ الْأَوْلَى , فَلَوْ كَانَ لَا يَنْفُذُ لَهَا تَصَرُّف فِي مَالهَا لَأَبْطَلَهُ , وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( وَقَالَ بَكْر ) ‏ ‏هُوَ اِبْن مُضَر ‏ ‏( عَنْ عَمْرو ) ‏ ‏هُوَ اِبْن الْحَارِث ‏ ‏( عَنْ بُكَيْر ) ‏ ‏هُوَ اِبْن الْأَشَجّ ‏ ‏( عَنْ كُرَيْب أَنَّ مَيْمُونَة أَعْتَقَتْ ) ‏ ‏وَقَعَ فِي رِوَايَة الْمُسْتَمْلِي \" عَتَقَتْهُ \" وَهُوَ غَلَط فَاحِش , فَقَدْ ذَكَرَهُ الْمُصَنِّف فِي الْبَاب الَّذِي يَلِيه بِهَذَا الْإِسْنَاد وَقَالَ فِيهِ : \" أَعْتَقَتْ وَلِيدَة لَهَا \" وَأَرَادَ الْمُصَنِّف بِهَذَا التَّعْلِيق شَيْئَيْنِ : ‏ ‏أَحَدهمَا مُوَافَقَة عَمْرو بْن الْحَارِث لِيَزِيدَ بْن أَبِي حَبِيب عَلَى قَوْله : \" عَنْ كُرَيْب \" وَقَدْ خَالَفَهُمَا مُحَمَّد بْن إِسْحَاق فَرَوَاهُ عَنْ بُكَيْر فَقَالَ : \" عَنْ سُلَيْمَان بْن يَسَار \" بَدَل بُكَيْر أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ طَرِيقه , قَالَ الدَّارَقُطْنِيُّ : وَرِوَايَة يَزِيد وَعَمْرو أَصَحّ. ‏ ‏ثَانِيهمَا : أَنَّهُ عِنْد بَكْر بْن مُضَر عَنْ عَمْرو بِصُورَةِ الْإِرْسَال قَالَ فِيهِ : \" عَنْ كُرَيْب أَنَّ مَيْمُونَة أَعْتَقَتْ \" فَذَكَرَ قِصَّة مَا أَدْرَكَهَا , لَكِنْ قَدْ رَوَاهُ اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث فَقَالَ فِيهِ \" عَنْ كُرَيْب عَنْ مَيْمُونَة \" أَخْرَجَهُ مُسْلِم وَالنَّسَائِيُّ مِنْ طَرِيقه , وَطَرِيق بَكْر بْن مُضَر الْمُعَلَّقَة وَصَلَهَا الْبُخَارِيّ فِي \" كِتَاب بِرّ الْوَالِدَيْنِ \" لَهُ وَهُوَ مُفْرَد , وَسَمِعْنَاهُ مِنْ طَرِيق أَبِي بَكْر بْن دَلْوَيْهِ عَنْهُ قَالَ : حَدَّثَنَا عَبْد اللَّه بْن صَالِح هُوَ كَاتِب اللَّيْث عَنْ بَكْر بْن مُضَر عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2595",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ ـ رَجُلٍ مِنْ بَنِي تَيْمِ بْنِ مُرَّةَ ـ عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ لِي جَارَيْنِ فَإِلَى أَيِّهِمَا أُهْدِي قَالَ ‏\n\"‏ إِلَى أَقْرَبِهِمَا مِنْكِ بَابًا ‏\"‏‏.‏",
    "english_text": "I said, \"O Allah's Messenger (ﷺ)! I have two neighbors; which of them should I give a gift to?\" The Prophet (ﷺ) \nsaid, \"(Give) to the one whose door is nearer to you.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا حَجَّاج ) ‏ ‏هُوَ اِبْن مِنْهَال , وَقَدْ رَوَى الْبُخَارِيّ لِحَجَّاجِ بْن مُحَمَّد بِوَاسِطَةِ , وَاشْتَرَكَا فِي الرِّوَايَة عَنْ شُعْبَة , لَكِنَّهُ سَمِعَ مِنْ اِبْن مِنْهَالٍ دُون اِبْن مُحَمَّد. ‏ ‏قَوْله : ( وَحَدَّثَنَا عَلِيّ ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَفِي رِوَايَة اِبْن السَّكَن وَكَرِيمَة عَلِيّ بْن عَبْد اللَّه , وَلِابْنِ شَبَّوَيْهِ عَلِيّ بْن الْمَدِينِيّ. وَرَجَّحَ أَبُو عَلِيّ الْجَيَّانِيُّ أَنَّهُ عَلِيّ بْن سَلَمَة اللَّبَقِيُّ بِفَتْحِ اللَّام وَالْمُوَحَّدَة بَعْدهَا قَاف , وَبِهِ جَزَمَ الْكَلَابَاذِيُّ وَابْن طَاهِر , وَهُوَ الَّذِي ثَبَتَ فِي رِوَايَة الْمُسْتَمْلِي , وَهَذَا يُشْعِر بِأَنَّ الْبُخَارِيّ لَمْ يَنْسُبهُ وَإِنَّمَا نَسَبَهُ مَنْ نَسَبَهُ مِنْ الرُّوَاة بِحَسَب مَا ظَهَرَ لَهُ فَإِنْ كَانَ كَذَلِكَ فَالْأَرْجَح أَنَّهُ اِبْن الْمَدِينِيّ لِأَنَّ الْعَادَة أَنَّ الْإِطْلَاق إِنَّمَا يَنْصَرِف لِمَنْ يَكُون أَشْهَر وَابْن الْمَدِينِيّ أَشْهَر مِنْ اللَّبَقِيِّ , وَمِنْ عَادَة الْبُخَارِيّ إِذَا أَطْلَقَ الرِّوَايَة عَنْ عَلِيّ إِنَّمَا يَقْصِد بِهِ عَلِيّ بْن الْمَدِينِيّ. ‏ ‏( تَنْبِيه ) : ‏ ‏سَاقَ الْمَتْن هُنَا عَلَى لَفْظ عَلِيّ الْمَذْكُور , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي كِتَاب الْأَدَب عَنْ حَجَّاج بْن مِنْهَال وَحْده وَسَاقَهُ هُنَاكَ عَلَى لَفْظه. ‏ ‏قَوْله : ( حَدَّثَنَا أَبُو عِمْرَان ) ‏ ‏هُوَ الْجَوْنِيُّ. ‏ ‏قَوْله : ( سَمِعْت طَلْحَة بْن عَبْد اللَّه ) ‏ ‏جَزَمَ الْمِزِيُّ بِأَنَّهُ اِبْن عُثْمَان بْن عُبَيْد اللَّه بْن مَعْمَر التَّيْمِيُّ , وَقَالَ بَعْضهمْ هُوَ طَلْحَة بْنُ عَبْد اللَّه الْخُزَاعِيُّ لِأَنَّ عَبْد الرَّحْمَن بْن مَهْدِيّ رَوَى عَنْ الثَّوْرِيّ عَنْ سَعْد بْن إِبْرَاهِيم عَنْ طَلْحَة بْن عَبْد اللَّه عَنْ عَائِشَة حَدِيثًا غَيْر هَذَا , وَيَتَرَجَّح مَا قَالَ الْمِزِيُّ بِأَنَّ الْمُصَنِّف أَخْرَجَ حَدِيث الْبَاب فِي الْهِبَة مِنْ طَرِيق غُنْدَر عَنْ شُعْبَة فَقَالَ \" طَلْحَة بْن عَبْد اللَّه رَجُل مِنْ بَنِي تَيْم بْن مُرَّة \" وَلَيْسَ لِطَلْحَةَ بْن عَبْد اللَّه فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي كِتَاب الْأَدَب إِنْ شَاءَ اللَّه تَعَالَى. وَالْجِوَار بِضَمِّ الْجِيم وَبِكَسْرِهَا. وَقَوْله \" قَالَ إِلَى أَقْرَبهمَا \" يُرْوَى \" قَالَ أَقْرَبهمَا \" بِحَذْفِ حَرْف الْجَرّ , وَهُوَ بِالرَّفْعِ وَيَجُوز الْجَرّ عَلَى إِبْقَاء عَمَل حَرْف الْجَرّ بَعْد حَذْفه أَيْ أَقْرَب الْجَارَيْنِ , قَالَ اِبْن بَطَّال : لَا حُجَّة فِي هَذَا الْحَدِيث لِمَنْ أَوْجَبَ الشُّفْعَة بِالْجِوَارِ لِأَنَّ عَائِشَة إِنَّمَا سَأَلَتْ عَمَّنْ تَبْدَأ بِهِ مِنْ جِيرَانهَا بِالْهَدِيَّةِ فَأَخْبَرَهَا بِأَنَّ الْأَقْرَب أَوْلَى , وَأُجِيبَ بِأَنَّ وَجْه دُخُوله فِي الشُّفْعَة أَنَّ حَدِيث أَبِي رَافِع يُثْبِت شُفْعَة الْجِوَار فَاسْتُنْبِطَ مِنْ حَدِيث عَائِشَة تَقْدِيم الْأَقْرَب عَلَى الْأَبْعَد لِلْعِلَّةِ فِي مَشْرُوعِيَّة الشُّفْعَة لِمَا يَحْصُل مِنْ الضَّرَر بِمُشَارَكَةِ الْغَيْر الْأَجْنَبِيّ بِخِلَافِ الشَّرِيك فِي نَفْس الدَّار وَاللَّصِيق لِلدَّارِ. ‏ ‏( خَاتِمَة ) : ‏ ‏جَمِيع مَا فِي الشُّفْعَة ثَلَاثَة أَحَادِيث مَوْصُولَة. الْأَوَّل مِنْهَا مُكَرَّر وَالْآخَرَانِ اِنْفَرَدَ بِهِمَا الْمُصَنِّف عَنْ مُسْلِم. وَفِيهِ مِنْ الْآثَار اِثْنَانِ غَيْر قِصَّة الْمِسْوَر وَأَبِي رَافِع مَعَ سَعْد وَهِيَ مَوْصُولَة. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2596",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّهُ، سَمِعَ الصَّعْبَ بْنَ جَثَّامَةَ اللَّيْثِيَّ،، وَكَانَ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُخْبِرُ أَنَّهُ أَهْدَى لِرَسُولِ اللَّهِ صلى الله عليه وسلم حِمَارَ وَحْشٍ وَهْوَ بِالأَبْوَاءِ ـ أَوْ بِوَدَّانَ ـ وَهْوَ مُحْرِمٌ فَرَدَّهُ، قَالَ صَعْبٌ فَلَمَّا عَرَفَ فِي وَجْهِي رَدَّهُ هَدِيَّتِي قَالَ ‏\n\"‏ لَيْسَ بِنَا رَدٌّ عَلَيْكَ، وَلَكِنَّا حُرُمٌ ‏\"‏‏.‏",
    "english_text": "That he heard As-Sa'b bin Jath-thama Al-Laithi, who was one of the companions of the Prophet, \nsaying that he gave the meat of an onager to Allah's Messenger (ﷺ) while he was at a place called Al-Abwa' \nor Waddan, and was in a state of Ihram. The Prophet (ﷺ) did not accept it. When the Prophet (ﷺ) saw the signs \nof sorrow on As-Sa'b's face because of not accepting his present, he said (to him), \"We are not \nreturning your present, but we are in the state of Ihram.\" (See Hadith No. 747)",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2597",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ ـ رضى الله عنه ـ قَالَ اسْتَعْمَلَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً مِنَ الأَزْدِ يُقَالُ لَهُ ابْنُ اللُّتْبِيَّةِ عَلَى الصَّدَقَةِ، فَلَمَّا قَدِمَ قَالَ هَذَا لَكُمْ، وَهَذَا أُهْدِيَ لِي‏.‏ قَالَ ‏\n\"‏ فَهَلاَّ جَلَسَ فِي بَيْتِ أَبِيهِ أَوْ بَيْتِ أُمِّهِ، فَيَنْظُرَ يُهْدَى لَهُ أَمْ لاَ وَالَّذِي نَفْسِي بِيَدِهِ لاَ يَأْخُذُ أَحَدٌ مِنْهُ شَيْئًا إِلاَّ جَاءَ بِهِ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ عَلَى رَقَبَتِهِ، إِنْ كَانَ بَعِيرًا لَهُ رُغَاءٌ أَوْ بَقَرَةً لَهَا خُوَارٌ أَوْ شَاةً تَيْعَرُ ـ ثُمَّ رَفَعَ بِيَدِهِ، حَتَّى رَأَيْنَا عُفْرَةَ إِبْطَيْهِ ـ اللَّهُمَّ هَلْ بَلَّغْتُ اللَّهُمَّ هَلْ بَلَّغْتُ ثَلاَثًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) appointed a man from the tribe of Al-Azd, called Ibn 'Utbiyya for collecting the Zakat. \nWhen he returned he said, \"This (i.e. the Zakat) is for you and this has been given to my as a present.\" \nThe Prophet (ﷺ) said, \"Why hadn't he stayed in his father's or mother's house to see whether he would be \ngiven presents or not? By Him in Whose Hands my life is, whoever takes something from the \nresources of the Zakat (unlawfully) will be carrying it on his neck on the Day of Resurrection; if it be \na camel, it will be grunting; if a cow, it will be mooing; and if a sheep, it will be bleating.\" The \nProphet then raised his hands till we saw the whiteness of his armpits, and he said thrice, \"O Allah! \nHaven't I conveyed Your Message (to them)?\"",
    "explication": "‏ ‏قَوْلُهُ ( سُفْيَان ) ‏ ‏هُوَ اِبْنُ عُيَيْنَةَ. ‏ ‏قَوْله ( عَنْ الزُّهْرِيّ ) ‏ ‏قَدْ ذَكَرَ فِي آخِره مَا يَدُلّ عَلَى أَنَّ سُفْيَان سَمِعَهُ مِنْ الزُّهْرِيّ وَهُوَ قَوْله \" قَالَ سُفْيَان قَصَّهُ عَلَيْنَا الزُّهْرِيّ \" وَوَقَعَ فِي رِوَايَة الْحُمَيْدِيِّ فِي مُسْنَده عَنْ سُفْيَان \" حَدَّثَنَا الزُّهْرِيّ \" وَأَخْرَجَهُ أَبُو نُعَيْم مِنْ طَرِيقه , وَعِنْد الْإِسْمَاعِيلِيّ مِنْ طَرِيق مُحَمَّد بْن مَنْصُور عَنْ سُفْيَان قَالَ قَصَّهُ عَلَيْنَا الزُّهْرِيّ وَحَفِظْنَاهُ. ‏ ‏قَوْله ( أَنَّهُ سَمِعَ عُرْوَة ) ‏ ‏فِي رِوَايَة شُعَيْب عَنْ الزُّهْرِيّ فِي الْأَيْمَان وَالنُّذُور : أَخْبَرَنِي عُرْوَة. ‏ ‏قَوْله ( اِسْتَعْمَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلًا مِنْ بَنِي أَسْد ) ‏ ‏بِفَتْحِ الْهَمْزَة وَسُكُون السِّين الْمُهْمَلَة , كَذَا وَقَعَ هُنَا وَهُوَ يُوهِم أَنَّهُ بِفَتْحِ السِّين نِسْبَةً إِلَى بَنِي أَسَد بْن خُزَيْمَةَ الْقَبِيلَة الْمَشْهُورَة أَوْ إِلَى بَنِي أَسَد بْن عَبْد الْعُزَّى بَطْن مِنْ قُرَيْش. وَلَيْسَ كَذَلِكَ وَإِنَّمَا قُلْت إِنَّهُ يُوهِمهُ لِأَنَّ الْأَزْدِيَّ تُلَازِمهُ الْأَلِف وَاللَّام فِي الِاسْتِعْمَال أَسْمَاء وَأَنْسَابًا , بِخِلَافِ بَنِي أَسْد فَبِغَيْرِ أَلِف وَلَام فِي الِاسْم , وَوَقَعَ فِي رِوَايَة الْأَصِيلِيِّ هُنَا \" مِنْ بَنِي الْأَسْد \" بِزِيَادَةِ الْأَلِف وَاللَّام وَلَا إِشْكَال فِيهَا مَعَ سُكُون السِّين , وَقَدْ وَقَعَ فِي الْهِبَة عَنْ عَبْد اللَّه بْن مُحَمَّد الْجُعْفِيِّ عَنْ سُفْيَان \" اِسْتَعْمَلَ رَجُلًا مِنْ الْأَزْدِ \" وَكَذَا قَالَ أَحْمَد وَالْحُمَيْدِيّ فِي مُسْنَدَيْهِمَا عَنْ سُفْيَان وَمِثْله لِمُسْلِمٍ عَنْ أَبِي بَكْر اِبْن أَبِي شَيْبَة وَغَيْره عَنْ سُفْيَان , وَفِي نُسْخَة بِالسِّينِ الْمُهْمَلَة بَدَل الزَّاي , ثُمَّ وَجَدْت مَا يُزِيل الْإِشْكَال إِنْ ثَبَتَ , وَذَلِكَ أَنَّ أَصْحَاب الْأَنْسَاب ذَكَرُوا أَنَّ فِي الْأَزْدِ بَطْنًا يُقَال لَهُمْ بَنُو أَسَد بِالتَّحْرِيكِ يُنْسَبُونَ إِلَى أَسَد بْن شُرَيْك بِالْمُعْجَمَةِ مُصَغَّرًا اِبْن مَالِك بْن عَمْرو بْن مَالِك بْن فَهْم , وَبَنُو فَهْم بَطْن شَهِير مِنْ الْأَزْدِ فَيَحْتَمِل أَنَّ اِبْن الْأُتْبِيَّة كَانَ مِنْهُمْ فَيَصِحّ أَنْ يُقَال فِيهِ الْأَزْدِيُّ بِسُكُونِ الزَّاي وَالْأَسْدِيّ بِسُكُونِ السِّين وَبِفَتْحِهَا مِنْ بَنِي أَسَد بِفَتْحِ السِّين وَمِنْ بَنِي الْأَزْدِ أَوْ الْأَسْد بِالسُّكُونِ فِيهِمَا لَا غَيْرُ , وَذَكَرُوا مِمَّنْ يُنْسَب كَذَلِكَ مُسَدَّدًا شَيْخ الْبُخَارِيّ. ‏ ‏قَوْله ( يُقَال لَهُ اِبْن الْأُتْبِيَّة ) ‏ ‏كَذَا فِي رِوَايَة أَبِي ذَرّ بِفَتْحِ الْهَمْزَة وَالْمُثَنَّاة وَكَسْر الْمُوَحَّدَة , وَفِي الْهَامِش بِاللَّامِ بَدَل الْهَمْزَة , كَذَلِكَ وَوَقَعَ كَالْأَوَّلِ لِسَائِرِهِمْ وَكَذَا تَقَدَّمَ فِي الْهِبَة , وَفِي رِوَايَة مُسْلِم بِاللَّامِ الْمَفْتُوحَة ثُمَّ الْمُثَنَّاة السَّاكِنَة وَبَعْضهمْ يَفْتَحهَا , وَقَدْ اُخْتُلِفَ عَلَى هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَيْضًا أَنَّهُ بِاللَّامِ أَوْ بِالْهَمْزَةِ كَمَا سَيَأْتِي قَرِيبًا فِي \" بَاب مُحَاسَبَة الْإِمَام عُمَّاله \" بِالْهَمْزَةِ , وَوَقَعَ لِمُسْلِمٍ بِاللَّامِ , وَقَالَ عِيَاض : ضَبَطَهُ الْأَصِيلِيُّ بِخَطِّهِ فِي هَذَا الْبَاب بِضَمِّ اللَّام وَسُكُون الْمُثَنَّاة , وَكَذَا قَيَّدَهُ اِبْن السَّكَن , قَالَ : وَهُوَ الصَّوَاب , وَكَذَا قَالَ اِبْن السَّمْعَانِيّ اِبْن اللُّتَبِيَّة بِضَمِّ اللَّام وَفَتْح الْمُثَنَّاة وَيُقَال بِالْهَمْزِ بَدَل اللَّام , وَقَدْ تَقَدَّمَ أَنَّ اِسْمه عَبْد اللَّه وَاللُّتْبِيَّة أُمّه لَمْ نَقِف عَلَى تَسْمِيَتهَا. ‏ ‏قَوْله ( عَلَى صَدَقَة ) ‏ ‏وَقَعَ فِي الْهِبَة \" عَلَى الصَّدَقَة \" وَكَذَا لِمُسْلِمٍ , وَتَقَدَّمَ فِي الزَّكَاة تَعْيِين مَنْ اُسْتُعْمِلَ عَلَيْهِمْ. ‏ ‏قَوْله ( فَلَمَّا قَدِمَ قَالَ : هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي ) ‏ ‏فِي رِوَايَة مَعْمَر عَنْ الزُّهْرِيّ عِنْد مُسْلِم \" فَجَاءَ بِالْمَالِ فَدَفَعَهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : هَذَا مَالُكُمْ وَهَذِهِ هَدِيَّة أُهْدِيَتْ لِي \" وَفِي رِوَايَة هِشَام الْآتِيَة قَرِيبًا \" فَلَمَّا جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَاسَبَهُ قَالَ : هَذَا الَّذِي لَكُمْ , وَهَذِهِ هَدِيَّة أُهْدِيَتْ لِي \" وَفِي رِوَايَة أَبِي الزِّنَاد عَنْ عُرْوَة عِنْد مُسْلِم \" فَجَاءَ بِسَوَادٍ كَثِير \" وَهُوَ بِفَتْحِ الْمُهْمَلَة وَتَخْفِيف الْوَاو \" فَجَعَلَ يَقُول هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي \" وَأَوَّلُهُ عِنْد أَبِي عَوَانَة \" بَعَثَ مُصَدِّقًا إِلَى الْيَمَن \" فَذَكَرَهُ. وَالْمُرَاد بِالسَّوَادِ الْأَشْيَاء الْكَثِيرَة وَالْأَشْخَاص الْبَارِزَة مِنْ حَيَوَان وَغَيْره , وَلَفْظ السَّوَاد يُطْلَق عَلَى كُلّ شَخْص وَلِأَبِي نُعَيْم فِي الْمُسْتَخْرَج مِنْ هَذَا الْوَجْه \" فَأَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ يَتَوَفَّى مِنْهُ \" وَهَذَا يَدُلّ عَلَى أَنَّ قَوْله فِي الرِّوَايَة الْمَذْكُورَة \" فَلَمَّا جَاءَ حَاسَبَهُ \" أَيْ أَمَرَ مَنْ يُحَاسِبهُ وَيَقْبِض مِنْهُ , وَفِي رِوَايَة أَبِي نُعَيْم أَيْضًا \" فَجَعَلَ يَقُول هَذَا لَكُمْ وَهَذَا لِي \" حَتَّى مَيَّزَهُ \" قَالَ يَقُولُونَ مِنْ أَيْنَ هَذَا لَك ؟ قَالَ : أُهْدِيَ لِي , فَجَاءُوا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا أَعْطَاهُمْ \". ‏ ‏قَوْله ( فَقَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَر ) ‏ ‏زَادَ فِي رِوَايَة هِشَام قَبْلَ ذَلِكَ \" فَقَالَ أَلَا جَلَسْت فِي بَيْت أَبِيك وَبَيْت أُمّك حَتَّى تَأْتِيك هَدِيَّتك إِنْ كُنْت صَادِقًا ؟ ثُمَّ قَامَ فَخَطَبَ \". ‏ ‏قَوْله ( قَالَ سُفْيَان : أَيْضًا فَصَعِدَ الْمِنْبَر ) ‏ ‏يُرِيد أَنَّ سُفْيَان كَانَ تَارَة يَقُول \" قَامَ \" وَتَارَة \" صَعِدَ \" وَوَقَعَ فِي رِوَايَة شُعَيْب \" ثُمَّ قَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَشِيَّة بَعْدَ الصَّلَاة \" وَفِي رِوَايَة مَعْمَر عِنْد مُسْلِم \" ثُمَّ قَامَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطِيبًا \" وَفِي رِوَايَة أَبِي الزِّنَاد عِنْد أَبِي نُعَيْم \" فَصَعِدَ الْمِنْبَر وَهُوَ مُغْضَبٌ \". ‏ ‏قَوْله ( مَا بَالُ الْعَامِل نَبْعَثهُ فَيَأْتِي فَيَقُول ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" يَقُول \" بِحَذْفِ الْفَاء , وَفِي رِوَايَة شُعَيْب \" فَمَا بَالُ الْعَامِل نَسْتَعْمِلهُ فَيَأْتِينَا فَيَقُول \" وَوَقَعَ فِي رِوَايَة هِشَام بْن عُرْوَة \" فَإِنِّي أَسْتَعْمِل الرَّجُل مِنْكُمْ عَلَى أُمُور مِمَّا وَلَّانِي اللَّه \". ‏ ‏قَوْله ( هَذَا لَك وَهَذَا لِي ) ‏ ‏فِي رِوَايَة عَبْد اللَّه بْن مُحَمَّد \" هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي \" وَفِي رِوَايَة هِشَام \" فَيَقُول هَذَا الَّذِي لَكُمْ وَهَذِهِ هَدِيَّة أُهْدِيَتْ لِي \" وَقَدْ تَقَدَّمَ مَا فِي رِوَايَة أَبِي الزِّنَاد مِنْ الزِّيَادَة. ‏ ‏قَوْله ( فَهَلَّا جَلَسَ فِي بَيْت أَبِيهِ وَأُمّه فَيَنْظُر أَيُهْدَى لَهُ أَمْ لَا ) ‏ ‏؟ فِي رِوَايَة هِشَام \" حَتَّى تَأْتِيه هَدِيَّته إِنْ كَانَ صَادِقًا \". ‏ ‏قَوْله ( وَاَلَّذِي نَفْسِي بِيَدِهِ ) ‏ ‏تَقَدَّمَ شَرْحه فِي أَوَائِل \" كِتَاب الْأَيْمَان وَالنُّذُورِ \". ‏ ‏قَوْله ( لَا يَأْتِي بِشَيْءٍ إِلَّا جَاءَ بِهِ يَوْم الْقِيَامَة ) ‏ ‏يَعْنِي لَا يَأْتِي بِشَيْءٍ يَحُوزُهُ لِنَفْسِهِ , وَوَقَعَ فِي رِوَايَة عَبْد اللَّه اِبْن مُحَمَّد \" لَا يَأْخُذ أَحَد مِنْهَا شَيْئًا \" وَفِي رِوَايَة أَبِي بَكْر بْن أَبِي شَيْبَة \" لَا يَنَال أَحَد مِنْكُمْ مِنْهَا شَيْئًا \" وَفِي رِوَايَة أَبِي الزِّنَاد عِنْد أَبِي عَوَانَة \" لَا يَغُلّ مِنْهُ شَيْئًا إِلَّا جَاءَ بِهِ \" وَكَذَا وَقَعَ فِي رِوَايَة شُعَيْب عِنْد الْمُصَنِّف وَفِي رِوَايَة مَعْمَر عِنْد الْإِسْمَاعِيلِيّ كِلَاهُمَا بِلَفْظِ \" لَا يَغُلّ \" بِضَمِّ الْغَيْن الْمُعْجَمَة مِنْ الْغُلُول وَأَصْله الْخِيَانَة فِي الْغَنِيمَة , ثُمَّ اُسْتُعْمِلَ فِي كُلّ خِيَانَة. ‏ ‏قَوْله ( يَحْمِلهُ عَلَى رَقَبَته ) ‏ ‏فِي رِوَايَة أَبِي بَكْر \" عَلَى عُنُقه \" وَفِي رِوَايَة هِشَام \" لَا يَأْخُذ أَحَدكُمْ مِنْهَا شَيْئًا \" قَالَ هِشَام \" بِغَيْرِ حَقّه \" وَلَمْ يَقَع قَوْله \" قَالَ هِشَام \" عِنْد مُسْلِم فِي رِوَايَة أَبِي أُسَامَة الْمَذْكُورَة , وَأَوْرَدَهُ مِنْ رِوَايَة اِبْن نُمَيْر عَنْ هِشَام بِدُونِ قَوْله \" بِغَيْرِ حَقّه \" وَهَذَا مُشْعِر بِإِدْرَاجِهَا. ‏ ‏قَوْله ( إِنْ كَانَ ) ‏ ‏أَيْ الَّذِي غَلَّهُ ‏ ‏( بَعِيرًا لَهُ رُغَاء ) ‏ ‏بِضَمِّ الرَّاء وَتَخْفِيف الْمُعْجَمَة مَعَ الْمَدّ هُوَ صَوْت الْبَعِيرِ. ‏ ‏قَوْله ( خُوَار ) ‏ ‏يَأْتِي ضَبْطُهُ. ‏ ‏قَوْله ( أَوْ شَاة تَيْعَر ) ‏ ‏بِفَتْحِ الْمُثَنَّاة الْفَوْقَانِيَّة وَسُكُون التَّحْتَانِيَّة بَعْدَهَا مُهْمَلَة مَفْتُوحَة وَيَجُوز كَسْرهَا , وَوَقَعَ عِنْدَ اِبْن التِّين \" أَوْ شَاة لَهَا يُعَار \" وَيُقَال \" يَعَار \" قَالَ وَقَالَ الْقَزَّاز : هُوَ يَعَار بِغَيْرِ شَكّ يَعْنِي بِفَتْحِ التَّحْتَانِيَّة وَتَخْفِيف الْمُهْمَلَة وَهُوَ صَوْت الشَّاة الشَّدِيد \" قَالَ : وَالْيُعَار لَيْسَ بِشَيْءٍ كَذَا فِيهِ وَكَذَا لَمْ أَرَهُ هُنَا فِي شَيْء مِنْ نُسَخ الصَّحِيح , وَقَالَ غَيْره : الْيُعَار بِضَمِّ أَوَّله صَوْت الْمَعْز , يَعَرَتْ الْعَنْز تَيْعَر بِالْكَسْرِ وَبِالْفَتْحِ يُعَارًا إِذَا صَاحَتْ. ‏ ‏قَوْله ( ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْنَا عُفْرَتَيْ إِبِطَيْهِ ) ‏ ‏وَفِي رِوَايَة عَبْد اللَّه بْن مُحَمَّد \" عُفْرَة إِبْطه \" بِالْإِفْرَادِ , وَلِأَبِي ذَرّ \" عَفَر \" بِفَتْحِ أَوَّله وَلِبَعْضِهِمْ بِفَتْحِ الْفَاء أَيْضًا بِلَا هَاء , وَكَالْأَوَّلِ فِي رِوَايَة شُعَيْب بِلَفْظِ \" حَتَّى إِنَّا لَنَنْظُر إِلَى \" وَالْعُفْرَة بِضَمِّ الْمُهْمَلَة وَسُكُون الْفَاء تَقَدَّمَ شَرْحهَا فِي \" كِتَاب الصَّلَاة \" وَحَاصِله أَنَّ الْعَفَر بَيَاض لَيْسَ بِالنَّاصِعِ. ‏ ‏قَوْله ( أَلَا ) ‏ ‏بِالتَّخْفِيفِ ‏ ‏( هَلْ بَلَّغْت ) ‏ ‏بِالتَّشْدِيدِ ‏ ‏( ثَلَاثًا ) ‏ ‏أَيْ أَعَادَهَا ثَلَاث مَرَّات. وَفِي رِوَايَة عَبْد اللَّه بْن مُحَمَّد فِي الْهِبَة \" اللَّهُمَّ هَلْ بَلَّغْت , اللَّهُمَّ هَلْ بَلَّغْت ثَلَاثًا \" وَفِي رِوَايَة مُسْلِم \" قَالَ اللَّهُمَّ هَلْ بَلَّغْت مَرَّتَيْنِ \" وَمِثْله لِأَبِي دَاوُدَ وَلَمْ يَقُلْ \" مَرَّتَيْنِ \" وَصَرَّحَ فِي رِوَايَة الْحُمَيْدِيِّ بِالثَّالِثَةِ \" اللَّهُمَّ بَلَّغْت \" وَالْمُرَاد بَلَّغْت حُكْم اللَّه إِلَيْكُمْ اِمْتِثَالًا لِقَوْلِهِ تَعَالَى لَهُ ( بَلِّغْ ) وَإِشَارَة إِلَى مَا يَقَع فِي الْقِيَامَة مِنْ سُؤَال الْأُمَم هَلْ بَلَّغَهُمْ أَنْبِيَاؤُهُمْ مَا أُرْسِلُوا بِهِ إِلَيْهِمْ. ‏ ‏قَوْله ( وَزَادَ هِشَام ) ‏ ‏هُوَ مِنْ مَقُول سُفْيَان وَلَيْسَ تَعْلِيقًا مِنْ الْبُخَارِيّ , وَقَدْ وَقَعَ فِي رِوَايَة الْحُمَيْدِيِّ عَنْ سُفْيَان \" حَدَّثَنَا الزُّهْرِيّ وَهِشَام بْن عُرْوَة قَالَا حَدَّثَنَا عُرْوَة بْن الزُّبَيْر \" وَسَاقَهُ عَنْهُمَا مَسَاقًا وَاحِدًا وَقَالَ فِي آخِره \" قَالَ سُفْيَان : زَادَ فِيهِ هِشَام \". ‏ ‏قَوْله ( سَمِعَ أُذُنِي ) ‏ ‏بِفَتْحِ السِّين الْمُهْمَلَة وَكَسْر الْمِيم وَأُذُنِي بِالْإِفْرَادِ بِقَرِينَةِ قَوْله \" وَأَبْصَرَتْهُ عَيْنِي \" قَالَ عِيَاض : بِسُكُونِ الصَّاد الْمُهْمَلَة وَالْمِيم وَفَتْح الرَّاء وَالْعَيْن لِلْأَكْثَرِ وَحُكِيَ عَنْ سِيبَوَيْهِ قَالَ الْعَرَب تَقُول سَمُعَ أُذُنِي زَيْدًا بِضَمِّ الْعَيْن , قَالَ عِيَاض وَاَلَّذِي فِي تَرْك الْحِيَل وَجْهه النَّصْب عَلَى الْمَصْدَر لِأَنَّهُ لَمْ يَذْكُر الْمَفْعُول وَقَدْ تَقَدَّمَ الْقَوْل فِي ذَلِكَ فِي تَرْك الْحِيَل وَوَقَعَ عِنْد مُسْلِم فِي رِوَايَة أَبِي أُسَامَة \" بَصْر وَسَمْع \" بِالسُّكُونِ فِيهِمَا وَالتَّثْنِيَة فِي أُذُنَيَّ وَعَيْنَيَّ , وَعِنْده فِي رِوَايَة اِبْن نُمَيْر بَصِرَ عَيْنَايَ وَسَمِعَ أُذُنَايَ , وَفِي رِوَايَة اِبْن جُرَيْجٍ عَنْ هِشَام عِنْد أَبِي عَوَانَة \" بَصُرَ عَيْنَا أَبِي حُمَيْدٍ وَسَمِعَ أُذُنَاهُ \". قُلْت : وَهَذَا يَتَعَيَّن أَنْ يَكُون بِضَمِّ الصَّاد وَكَسْر الْمِيم وَفِي رِوَايَة مُسْلِم مِنْ طَرِيق أَبِي الزِّنَاد عَنْ عُرْوَة قُلْت لِأَبِي حُمَيْدٍ أَسَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ مِنْ فِيهِ إِلَى أُذُنِي , قَالَ النَّوَوِيّ : مَعْنَاهُ إِنَّنِي أَعْلَمهُ عِلْمًا يَقِينًا لَا أَشُكّ فِي عِلْمِي بِهِ. ‏ ‏قَوْله ( وَسَلُوا زَيْد بْن ثَابِت فَإِنَّهُ سَمِعَهُ مَعِي ) ‏ ‏فِي رِوَايَة الْحُمَيْدِيِّ \" فَإِنَّهُ كَانَ حَاضِرًا مَعِي \" وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق مَعْمَر عَنْ هِشَام \" يَشْهَد عَلَى مَا أَقُول زَيْد بْن ثَابِت يَحُكّ مَنْكِبه مَنْكِبِي , رَأَى مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْل الَّذِي رَأَيْت وَشَهِدَ مِثْل الَّذِي شَهِدْت \" وَقَدْ ذَكَرْت فِي الْأَيْمَان وَالنُّذُور أَنِّي لَمْ أَجِدهُ مِنْ حَدِيث زَيْد بْن ثَابِت. ‏ ‏قَوْله ( وَلَمْ يَقُلْ الزُّهْرِيّ سَمِعَ أُذُنِي ) ‏ ‏هُوَ مَقُول سُفْيَانَ أَيْضًا. ‏ ‏قَوْله ( خُوَار صَوْت , وَالْجُؤَار مِنْ تَجْأَرُونَ كَصَوْتِ الْبَقَرَة ) ‏ ‏هَكَذَا وَقَعَ هُنَا وَفِي رِوَايَة أَبِي ذَرّ عَنْ الْكُشْمِيهَنِيِّ وَالْأَوَّل بِضَمِّ الْخَاء الْمُعْجَمَة يُفَسِّر قَوْله فِي حَدِيث أَبِي حُمَيْدٍ \" بَقَرَة لَهَا خُوَار \" وَهُوَ فِي الرِّوَايَة بِالْخَاءِ الْمُعْجَمَة وَلِبَعْضِهِمْ بِالْجِيمِ , وَأَشَارَ إِلَى مَا فِي سُورَة طَه { عِجْلًا جَسَدًا لَهُ خُوَار } وَهُوَ صَوْت الْعِجْل , وَيُسْتَعْمَل فِي غَيْر الْبَقَر مِنْ الْحَيَوَان. وَأَمَّا قَوْله \" وَالْجُؤَار \" فَهُوَ بِضَمِّ الْجِيم وَوَاو مَهْمُوزَة وَيَجُوز تَسْهِيلهَا , وَأَشَارَ بِقَوْلِهِ \" يَجْأَرُونَ \" إِلَى مَا فِي سُورَة قَدْ أَفْلَحَ { بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ } قَالَ أَبُو عُبَيْدَة : أَيْ يَرْفَعُونَ أَصْوَاتهمْ كَمَا يَجْأَر الثَّوْر. وَالْحَاصِل أَنَّهُ بِالْجِيمِ وَبِالْخَاءِ الْمُعْجَمَة بِمَعْنًى , إِلَّا أَنَّهُ بِالْخَاءِ لِلْبَقَرِ وَغَيْرهَا مِنْ الْحَيَوَان وَبِالْجِيمِ لِلْبَقَرِ وَالنَّاس قَالَ اللَّه تَعَالَى { فَإِلَيْهِ تَجْأَرُونَ } وَفِي قِصَّة مُوسَى \" لَهُ جُؤَار إِلَى اللَّه بِالتَّلْبِيَةِ \" أَيْ صَوْت عَالٍ , وَهُوَ عِنْد مُسْلِم مِنْ طَرِيق دَاوُدَ بْن أَبِي هِنْد عَنْ أَبِي الْعَالِيَة عَنْ اِبْن عَبَّاس , وَقِيلَ أَصْله فِي الْبَقَر وَاسْتُعْمِلَ فِي النَّاس , وَلَعَلَّ الْمُصَنِّف أَشَارَ أَيْضًا إِلَى قِرَاءَة الْأَعْمَش , عِجْلًا جَسَدًا لَهُ جُؤَار بِالْجِيمِ , وَفِي الْحَدِيث مِنْ الْفَوَائِد أَنَّ الْإِمَام يَخْطُب فِي الْأُمُور الْمُهِمَّة , وَاسْتِعْمَال \" أَمَّا بَعْدُ \" فِي الْخُطْبَة كَمَا تَقَدَّمَ فِي الْجُمُعَة , وَمَشْرُوعِيَّة مُحَاسَبَة الْمُؤْتَمَن , وَقَدْ تَقَدَّمَ الْبَحْث فِيهِ فِي الزَّكَاة , وَمَنْع الْعُمَّال مِنْ قَبُول الْهَدِيَّة مِمَّنْ لَهُ عَلَيْهِ حُكْم وَتَقَدَّمَ تَفْصِيل ذَلِكَ فِي تَرْك الْحِيَل , وَمَحَلّ ذَلِكَ إِذَا لَمْ يَأْذَن لَهُ الْإِمَام فِي ذَلِكَ , لِمَا أَخْرَجَهُ التِّرْمِذِيّ مِنْ رِوَايَة قَيْس بْن أَبِي حَازِم عَنْ مُعَاذ بْن جَبَل قَالَ \" بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْيَمَن فَقَالَ : لَا تُصِيبَنَّ شَيْئًا بِغَيْرِ إِذْنِي فَإِنَّهُ غُلُول \" وَقَالَ الْمُهَلَّب : فِيهِ أَنَّهَا إِذَا أَخَذْت تَجْعَل فِي بَيْت الْمَال وَلَا يَخْتَصّ الْعَامّ مِنْهَا إِلَّا بِمَا أَذِنَ لَهُ فِيهِ الْإِمَام , وَهُوَ مَبْنِيٌّ عَلَى أَنَّ اِبْن اللُّتْبِيَّة أَخَذَ مِنْهُ مَا ذَكَرَ أَنَّهُ أُهْدِيَ لَهُ وَهُوَ ظَاهِر السِّيَاق , وَلَا سِيَّمَا فِي رِوَايَة مَعْمَر قَبْلُ , وَلَكِنْ لَمْ أَرَ ذَلِكَ صَرِيحًا. وَنَحْوه قَوْل اِبْن قُدَامَةَ فِي \" الْمُغْنِي \" لَمَّا ذَكَرَ الرِّشْوَة : وَعَلَيْهِ رَدّهَا لِصَاحِبِهَا وَيَحْتَمِل أَنْ تُجْعَل فِي بَيْت الْمَال , لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَأْمُر اِبْن اللُّتْبِيَّة بِرَدِّ الْهَدِيَّة الَّتِي أُهْدِيَتْ لَهُ لِمَنْ أَهْدَاهَا. وَقَالَ اِبْن بَطَّال : يَلْحَق بِهَدِيَّةِ الْعَامِل الْهَدِيَّة لِمَنْ لَهُ دَيْن مِمَّنْ عَلَيْهِ الدَّيْن , وَلَكِنْ لَهُ أَنْ يُحَاسَب بِذَلِكَ مِنْ دَيْنه. وَفِيهِ إِبْطَال كُلّ طَرِيق يَتَوَصَّل بِهَا مَنْ يَأْخُذ الْمَال إِلَى مُحَابَاة الْمَأْخُوذ مِنْهُ وَالِانْفِرَاد بِالْمَأْخُوذِ. وَقَالَ اِبْن الْمُنِير : يُؤْخَذ مِنْ قَوْله \" هَلَّا جَلَسَ فِي بَيْت أَبِيهِ وَأُمّه \" جَوَاز قَبُول الْهَدِيَّة مِمَّنْ كَانَ يُهَادِيه قَبْلَ ذَلِكَ , كَذَا قَالَ , وَلَا يَخْفَى أَنَّ مَحَلّ ذَلِكَ إِذَا لَمْ يَزِدْ عَلَى الْعَادَة. وَفِيهِ أَنَّ مَنْ رَأَى مُتَأَوِّلًا أَخْطَأَ فِي تَأْوِيل يَضُرّ مَنْ أَخَذَ بِهِ أَنْ يُشْهِر الْقَوْل لِلنَّاسِ وَيُبَيِّن خَطَأَهُ لِيَحْذَرَ مِنْ الِاغْتِرَار بِهِ. وَفِيهِ جَوَاز تَوْبِيخ الْمُخْطِئ , وَاسْتِعْمَال الْمَفْضُول فِي الْإِمَارَة وَالْإِمَامَة وَالْأَمَانَة مَعَ وُجُود مَنْ هُوَ أَفْضَل مِنْهُ وَفِيهِ اِسْتِشْهَاد الرَّاوِي وَالنَّاقِل بِقَوْلِ مَنْ يُوَافِقهُ لِيَكُونَ أَوْقَع فِي نَفْس السَّامِع وَأَبْلَغ فِي طُمَأْنِينَته وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2598",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ الْمُنْكَدِرِ، سَمِعْتُ جَابِرًا ـ رضى الله عنه ـ قَالَ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لَوْ جَاءَ مَالُ الْبَحْرَيْنِ أَعْطَيْتُكَ هَكَذَا ثَلاَثًا ‏\"‏‏.‏ فَلَمْ يَقْدَمْ حَتَّى تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم، فَأَمَرَ أَبُو بَكْرٍ مُنَادِيًا فَنَادَى مَنْ كَانَ لَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم عِدَةٌ أَوْ دَيْنٌ فَلْيَأْتِنَا‏.‏ فَأَتَيْتُهُ فَقُلْتُ إِنَّ النَّبِيَّ صلى الله عليه وسلم وَعَدَنِي‏.‏ فَحَثَى لِي ثَلاَثًا‏.‏",
    "english_text": "The Prophet (ﷺ) said to me, \"I will give you so much (the Prophet (ﷺ) pointed thrice with his hands) when \nfunds of Bahrain will come to me.\" But the Prophet (ﷺ) died before the money reached him. (When it \ncame) Abu Bakr ordered an announcer to announce that whoever had a money claim on the Prophet (ﷺ) or \nwas promised to be given something, should come to Abu Bakr. I went to Abu Bakr and told him that \nthe Prophet (ﷺ) had promised to give me so much. On that Abu Bakr gave me three handfuls (of money).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار. ‏ ‏قَوْله : ( سَمِعَ مُحَمَّد بْن عَلِيّ ) ‏ ‏أَيْ اِبْن الْحُسَيْن بْن عَلِيّ , وَقَدْ سَمِعَ عَمْرو بْن دِينَار مِنْ جَابِر الْكَثِير وَرُبَّمَا أَدْخَلَ بَيْنه وَبَيْنه وَاسِطَة , وَلِسُفْيَان فِي هَذَا الْحَدِيث إِسْنَاد آخَر سَيَأْتِي بَيَانه فِي فَرْض الْخُمُس. ‏ ‏قَوْله : ( لَوْ قَدْ جَاءَ مَال الْبَحْرَيْنِ ) ‏ ‏هُوَ مَال الْجِزْيَة كَمَا سَيَأْتِي بَيَانه فِي الْمَغَازِي , وَكَانَ عَامِل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْبَحْرَيْنِ الْعَلَاء بْن الْحَضْرَمِيّ كَمَا سَيَأْتِي فِي \" بَاب إِنْجَاز الْوَعْد \" مِنْ كِتَاب الشَّهَادَات فِي حَدِيث جَابِر هَذَا. ‏ ‏قَوْله : ( قَدْ أَعْطَيْتُك هَكَذَا وَهَكَذَا ) ‏ ‏فِي الطَّرِيق الَّتِي فِي الشَّهَادَات \" هَكَذَا وَهَكَذَا وَهَكَذَا فَبَسَطَ يَدَيْهِ ثَلَاث مَرَّات \" وَبِهَذَا تَظْهَر مُنَاسَبَة قَوْله فِي آخِر حَدِيث الْبَاب \" فَعَدَدْتهَا فَإِذَا هِيَ خَمْسمِائَةِ فَقَالَ : خُذْ مِثْلَيْهَا \" وَعُرِفَ بِقَوْلِهِ فِيهِ \" فَحَثَى لِي حَثْيَة \" تَفْسِير قَوْله \" خُذْ هَكَذَا \" كَأَنَّهُ أَشَارَ بِيَدَيْهِ جَمِيعًا , وَسَيَأْتِي بَسْط شَرْحه فِي كِتَاب فَرْض الْخُمُس إِنْ شَاءَ اللَّه تَعَالَى. وَوَجْه دُخُوله فِي التَّرْجَمَة أَنَّ أَبَا بَكْر لَمَّا قَامَ مَقَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَكَفَّلَ بِمَا كَانَ عَلَيْهِ مِنْ وَاجِب أَوْ تَطَوُّع , فَلَمَّا اِلْتَزَمَ ذَلِكَ لَزِمَهُ أَنْ يُوفِي جَمِيع مَا عَلَيْهِ مِنْ دَيْن أَوْ عِدَّة , وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ الْوَفَاء بِالْوَعْدِ فَنَفَذَ أَبُو بَكْر ذَلِكَ. وَقَدْ عَدَّ بَعْض الشَّافِعِيَّة مِنْ خَصَائِصه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وُجُوب الْوَفَاء بِالْوَعْدِ أَخْذًا مِنْ هَذَا الْحَدِيث , وَلَا دَلَالَة فِي سِيَاقه عَلَى الْخُصُوصِيَّة وَلَا عَلَى الْوُجُوب. وَفِيهِ قَبُول خَبَر الْوَاحِد الْعَدْل مِنْ الصَّحَابَة وَلَوْ جَرّ ذَلِكَ نَفْعًا لِنَفْسِهِ , لِأَنَّ أَبَا بَكْر لَمْ يَلْتَمِس مِنْ جَابِر شَاهِدًا عَلَى صِحَّة دَعْوَاهُ , وَيَحْتَمِل أَنْ يَكُون أَبُو بَكْر عَلِمَ بِذَلِكَ فَقَضَى لَهُ بِعِلْمِهِ فَيُسْتَدَلّ بِهِ عَلَى جَوَاز مِثْل ذَلِكَ لِلْحَاكِمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2599",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ ـ رضى الله عنهما ـ قَالَ قَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْبِيَةً، وَلَمْ يُعْطِ مَخْرَمَةَ مِنْهَا شَيْئًا، فَقَالَ مَخْرَمَةُ يَا بُنَىَّ انْطَلِقْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَانْطَلَقْتُ مَعَهُ، فَقَالَ ادْخُلْ فَادْعُهُ لِي‏.‏ قَالَ فَدَعَوْتُهُ لَهُ فَخَرَجَ إِلَيْهِ، وَعَلَيْهِ قَبَاءٌ مِنْهَا، فَقَالَ ‏\n\"‏ خَبَأْنَا هَذَا لَكَ ‏\"‏‏.‏ قَالَ فَنَظَرَ إِلَيْهِ، فَقَالَ رَضِيَ مَخْرَمَةُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) distributed some cloaks but did not give anything thereof to Makhrama. Makhrama \nsaid (to me), \"O son! accompany me to Allah's Messenger (ﷺ).\" When I went with him, he said, \"Call him to \nme.\" I called him (i.e. the Prophet (ﷺ) ) for my father. He came out wearing one of those cloaks and said, \n\"We kept this (cloak) for you, (Makhrama).\" Makhrama looked at the cloak and said, \"Makhrama is \npleased,\" (or the Prophet (ﷺ) said), \"Is Makhrama pleased?\"",
    "explication": "حَدِيث الْمِسْوَر بْن مَخْرَمَةَ فِي قِصَّة أَبِيهِ فِي الْقَبَاء , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي كِتَاب اللِّبَاس. ‏ ‏وَقَوْله : \" فَقَالَ خَبَّأْنَا هَذَا لَك ; قَالَ فَنَظَرَ إِلَيْهِ فَقَالَ : رَضِيَ مَخْرَمَة \" ؟ ‏ ‏قَالَ الدَّاوُدِيّ : هُوَ مِنْ قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى جِهَة الِاسْتِفْهَام , أَيْ هَلْ رَضِيت ؟ وَقَالَ اِبْن التِّين : يُحْتَمَل أَنْ يَكُون مِنْ قَوْل مَخْرَمَة. قُلْت : وَهُوَ الْمُتَبَادَر لِلذِّهْنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2600",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ هَلَكْتُ‏.‏ فَقَالَ ‏\"‏ وَمَا ذَاكَ ‏\"‏‏.‏ قَالَ وَقَعْتُ بِأَهْلِي فِي رَمَضَانَ‏.‏ قَالَ ‏\"‏ تَجِدُ رَقَبَةً ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَتَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ بِعَرَقٍ ـ وَالْعَرَقُ الْمِكْتَلُ ـ فِيهِ تَمْرٌ فَقَالَ ‏\"‏ اذْهَبْ بِهَذَا فَتَصَدَّقْ بِهِ ‏\"‏‏.‏ قَالَ عَلَى أَحْوَجَ مِنَّا يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لاَبَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ مِنَّا‏.‏ قَالَ ‏\"‏ اذْهَبْ فَأَطْعِمْهُ أَهْلَكَ ‏\"‏‏.‏",
    "english_text": "A man came to Allah's Messenger (ﷺ) and said, \"I am ruined.\" The Prophet (ﷺ) asked, \"What do you mean?\" He \nsaid, \"I had a sexual intercourse with my wife during Ramadan (while fasting).\" The Prophet (ﷺ) asked \nhim, \"Can you manumit a slave?\" He replied in the negative. He then asked him, \"Can you fast for \ntwo successive months continuously\" He replied in the negative. The Prophet (ﷺ) then asked him, \"Can \nyou feed sixty poor persons?\" He replied in the negative. In the meantime an Ansari came with a \nbasket full of dates. The Prophet (ﷺ) said to the man, \"Take it and give it in charity (as an expiation of \nyour sin).\" The man said \"Should I give it to some people who are poorer than we O Allah's Messenger (ﷺ)? \nBy Him Who has sent you with the Truth, there is no family between Medina's two mountains poorer \nthan we.\" Allah's Messenger (ﷺ) told him to take it and provide his family with it.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ مَنْصُور ) ‏ ‏هُوَ اِبْنُ الْمُعْتَمِرِ. ‏ ‏قَوْله : ( عَنْ الزُّهْرِيِّ عَنْ حُمَيْدٍ ) ‏ ‏كَذَا لِلْأَكْثَرِ مِنْ أَصْحَاب مَنْصُور عَنْهُ , وَكَذَا رَوَاهُ مُؤَمَّل بْن إِسْمَاعِيل عَنْ الثَّوْرِيِّ عَنْ مَنْصُور , وَخَالَفَهُ مِهْرَانُ بْن أَبِي عُمَرَ فَرَوَاهُ عَنْ الثَّوْرِيِّ بِهَذَا الْإِسْنَاد فَقَالَ \" عَنْ سَعِيد اِبْن الْمُسَيِّب \" بَدَلَ حُمَيْدِ بْن عَبْد الرَّحْمَن أَخْرَجَهُ اِبْن خُزَيْمَةَ , وَهُوَ قَوْلٌ شَاذٌّ وَالْمَحْفُوظُ الْأَوَّلُ. ‏ ‏قَوْله : ( إِنَّ الْأَخِر ) ‏ ‏بِهَمْزَةٍ غَيْر مَمْدُودَةٍ بَعْدهَا خَاء مُعْجَمَة مَكْسُورَة , تَقَدَّمَ فِي أَوَائِل الْبَاب الَّذِي قَبْلَهُ , وَحَكَى اِبْنُ الْقُوطِيَّةِ فِيهِ مَدَّ الْهَمْزَةِ. ‏ ‏قَوْله : ( أَتَجِدُ مَا تُحَرِّرَ رَقَبَةً ) ‏ ‏؟ بِالنَّصْبِ عَلَى الْبَدَل مِنْ لَفْظ \" مَا \" وَهِيَ مَفْعُولٌ بِتَجِدُ , وَمِثْلُهُ قَوْله \" أَفَتَجِدُ مَا تُطْعِمَ سِتِّينَ مِسْكِينًا \" وَقَدْ تَقَدَّمَ بَاقِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي الَّذِي قَبْلَهُ , وَقَدْ اِعْتَنَى بِهِ بَعْض الْمُتَأَخِّرِينَ مِمَّنْ أَدْرَكَهُ شُيُوخُنَا فَتَكَلَّمَ عَلَيْهِ فِي مُجَلَّدَيْنِ جَمَعَ فِيهِمَا أَلْفَ فَائِدَةٍ وَفَائِدَةٍ , وَمُحَصَّلُهُ إِنْ شَاءَ اللَّه تَعَالَى فِيمَا لَخَّصْته مَعَ زِيَادَاتٍ كَثِيرَةٍ عَلَيْهِ , فَلِلَّهِ الْحَمْدُ عَلَى مَا أَنْعَمَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2601",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ،‏.‏ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ أَبَاهُ قُتِلَ يَوْمَ أُحُدٍ شَهِيدًا، فَاشْتَدَّ الْغُرَمَاءُ فِي حُقُوقِهِمْ، فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَكَلَّمْتُهُ، فَسَأَلَهُمْ أَنْ يَقْبَلُوا ثَمَرَ حَائِطِي، وَيُحَلِّلُوا أَبِي، فَأَبَوْا، فَلَمْ يُعْطِهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم حَائِطِي، وَلَمْ يَكْسِرْهُ لَهُمْ، وَلَكِنْ قَالَ ‏\"‏ سَأَغْدُو عَلَيْكَ ‏\"‏‏.‏ فَغَدَا عَلَيْنَا حَتَّى أَصْبَحَ، فَطَافَ فِي النَّخْلِ، وَدَعَا فِي ثَمَرِهِ بِالْبَرَكَةِ، فَجَدَدْتُهَا، فَقَضَيْتُهُمْ حُقُوقَهُمْ، وَبَقِيَ لَنَا مِنْ ثَمَرِهَا بَقِيَّةٌ، ثُمَّ جِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْوَ جَالِسٌ، فَأَخْبَرْتُهُ بِذَلِكَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِعُمَرَ ‏\"‏ اسْمَعْ ـ وَهْوَ جَالِسٌ ـ يَا عُمَرُ ‏\"‏‏.‏ فَقَالَ أَلاَّ يَكُونُ قَدْ عَلِمْنَا أَنَّكَ رَسُولُ اللَّهِ، وَاللَّهِ إِنَّكَ لَرَسُولُ اللَّهِ‏.‏",
    "english_text": "My father was martyred on the day (of the battle) of Uhud and his creditors demanded the debt back \nin a harsh manner. So I went to Allah's Messenger (ﷺ) and informed him of that, he asked them to accept the \nfruits of my garden and excuse my father, but they refused. So, Allah's Messenger (ﷺ) did not give them the \nfruits, nor did he cut them and distribute them among them, but said, \"I will come to you tomorrow \nmorning.\" So, he came to us the next morning and walked about in between the date-palms and \ninvoked Allah to bless their fruits. I plucked the fruits and gave back all the rights of the creditors in \nfull, and a lot of fruits were left for us. Then I went to Allah's Messenger (ﷺ), who was sitting, and informed \nhim about what happened. Allah's Messenger (ﷺ) told `Umar, who was sitting there, to listen to the story. \n`Umar said, \"Don't we know that you are Allah's Messenger (ﷺ)? By Allah! you are Allah's Messenger (ﷺ)!\"",
    "explication": "‏ ‏قَوْله فِي هَذِهِ الرِّوَايَةِ \" عَنْ اِبْنِ كَعْب بْن مَالِك \" ‏ ‏ذَكَر أَبُو مَسْعُود وَخَلَفٌ فِي \" الْأَطْرَافِ \" وَتَبِعَهُمَا الْحُمَيْدِيّ أَنَّهُ عَبْد الرَّحْمَن , وَذَكَرَ الْمِزِّيّ أَنَّهُ عَبْد اللَّه وَاسْتَدَلَّ بِأَنَّ اِبْن وَهْب رَوَى الْحَدِيثَ عَنْ يُونُسَ بِالسَّنَدِ الَّذِي فِي هَذَا الْبَابِ فَسَمَّاهُ عَبْد اللَّه. قُلْت وَالرِّوَايَة بِذَلِكَ عِنْدَ الْإِسْمَاعِيلِيِّ إِلَّا أَنَّهُ قَالَ فِيهِ \" إِنَّ جَابِرًا قُتِلَ أَبُوهُ \" وَصُورَتُهُ مُرْسَل , فَإِنَّهُ لَمْ يَقُلْ إِنَّ جَابِرًا أَخْبَرَهُ وَلَا حَدَّثَهُ , وَلَكِنَّ هَذَا الْقَدْرَ كَافٍ فِي كَوْنِهِ عَبْد اللَّه لَا عَبْد الرَّحْمَن نَعَمْ رَوَى الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن كَعْب عَنْ جَابِر قِصَّة شُهَدَاءِ أُحُد كَمَا مَضَى فِي الْجَنَائِزِ , وَذَلِكَ هُوَ الْحَامِلُ لَهُمْ عَلَى تَفْسِيرِهِ هُنَا بِهِ , وَاللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2602",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ فَشَرِبَ، وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ الأَشْيَاخُ فَقَالَ لِلْغُلاَمِ ‏\n\"‏ إِنْ أَذِنْتَ لِي أَعْطَيْتُ هَؤُلاَءِ ‏\"‏‏.‏ فَقَالَ مَا كُنْتُ لأُوثِرَ بِنَصِيبِي مِنْكَ يَا رَسُولَ اللَّهِ أَحَدًا‏.‏ فَتَلَّهُ فِي يَدِهِ‏.‏",
    "english_text": "A drink (milk mixed with water) was brought to the Prophet (ﷺ) who drank some of it while a boy was \nsitting on his right and old men on his left. The Prophet (ﷺ) said to the boy, \"If you permit me, I'll give \n(the rest of the drink to) these old men first.\" The boy said, \"I will not give preference to any one over \nme as regards my share from you, O Allah's Messenger (ﷺ)!\" The Prophet (ﷺ) then put that container in the boy's \nhand. (See Hadith No. 541).",
    "explication": "حَدِيث سَهْل بْن سَعْد وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ قَبْل ثَمَانِيَة أَبْوَاب , وَمُنَاسَبَته لِلتَّرْجَمَةِ ظَاهِرَة إِلْحَاقًا لِلْحَوْضِ وَالْقِرْبَة بِالْقَدَحِ , فَكَانَ صَاحِب الْقَدَح أَحَقّ بِالتَّصَرُّفِ فِيهِ شُرْبًا وَسَقْيًا. وَقَدْ خَفِيَ هَذَا عَلَى الْمُهَلَّب فَقَالَ : لَيْسَ فِي الْحَدِيث إِلَّا أَنَّ الْأَيْمَن أَحَقّ مِنْ غَيْره بِالْقَدَحِ , وَأَجَابَ اِبْن الْمُنِير بِأَنَّ مُرَاد الْبُخَارِيّ أَنَّهُ إِذَا اِسْتَحَقَّ الْأَيْمَن مَا فِي الْقَدَح بِمُجَرَّدِ جُلُوسه وَاخْتَصَّ بِهِ فَكَيْفَ لَا يَخْتَصّ بِهِ صَاحِب الْيَد وَالْمُتَسَبِّب فِي تَحْصِيله ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2603",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا ثَابِتٌ حَدَّثَنَا مِسْعَرٌ عَنْ مُحَارِبٍ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ  أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ فَقَضَانِي وَزَادَنِي",
    "english_text": "Jabir (ra) said, \"I went to the Prophet (ﷺ) in the mosque and he paid me my right and gave me more than he owed me.\"",
    "explication": "‏ ‏قَوْله ( قَالَ مِسْعَر أُرَاهُ ) ‏ ‏بِالضَّمِّ أَيْ أَظُنّهُ , وَالضَّمِير لِمُحَارِبٍ. ‏ ‏قَوْله : ( وَكَانَ لِي عَلَيْهِ دِين ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْحَمَوِيِّ وَكَانَ \" لَهُ \" أَيْ لِجَابِرِ \" عَلَيْهِ \" أَيْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , ‏ ‏وَفِي قَوْله بَعْد ذَلِكَ ( فَقَضَانِي ) ‏ ‏اِلْتِفَات. وَهَذَا الدِّين هُوَ ثَمَن جَمَل جَابِر. وَسَيَأْتِي مُطَوَّلًا فِي كِتَاب الشُّرُوط , وَنَذْكُر هُنَاكَ فَوَائِده إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ أَخْرَجَهُ الْمُصَنِّف أَيْضًا فِي نَحْو مِنْ عِشْرِينَ مَوْضِعًا مُطَوَّلًا وَمُخْتَصَرًا وَمَوْصُولًا وَمُعَلَّقًا. وَمُطَابَقَته لِلتَّرْجَمَةِ مِنْ جِهَة أَنَّ تَقَاضِيهِ لِثَمَنِ الْجَمَل كَانَ عِنْد قُدُومه مِنْ السَّفَر كَمَا سَيَأْتِي وَاضِحًا. وَغَفَلَ مُغَلْطَايْ حَيْثُ قَالَ : لَيْسَ فِيهِ مَا بَوَّبَ عَلَيْهِ ; لِأَنَّ لِقَائِلٍ أَنْ يَقُول إِنَّ جَابِرًا لَمْ يَقْدَم مِنْ سَفَر ; لِأَنَّهُ لَيْسَ فِيهِ مَا يُشْعِر بِذَلِكَ , قَالَ النَّوَوِيّ : هَذِهِ الصَّلَاة مَقْصُودَةٌ لِلْقُدُومِ مِنْ السَّفَر يَنْوِي بِهَا صَلَاة الْقُدُوم , لَا أَنَّهَا تَحِيَّة الْمَسْجِد الَّتِي أُمِرَ الدَّاخِل بِهَا قَبْل أَنْ يَجْلِس , لَكِنْ تَحْصُل التَّحِيَّة بِهَا. وَتَمَسَّكَ بَعْض مَنْ مَنَعَ الصَّلَاة فِي الْأَوْقَات الْمَنْهِيَّة وَلَوْ كَانَتْ ذَات سَبَب بِقَوْلِهِ \" ضُحًى \" وَلَا حُجَّة فِيهِ ; لِأَنَّهَا وَاقِعَة عَيْن. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2604",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَارِبٍ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ بِعْتُ مِنَ النَّبِيِّ صلى الله عليه وسلم بَعِيرًا فِي سَفَرٍ، فَلَمَّا أَتَيْنَا الْمَدِينَةَ قَالَ ‏\n\"‏ ائْتِ الْمَسْجِدَ فَصَلِّ رَكْعَتَيْنِ ‏\"‏‏.‏ فَوَزَنَ ـ قَالَ شُعْبَةُ أُرَاهُ فَوَزَنَ لِي فَأَرْجَحَ، فَمَا زَالَ مِنْهَا شَىْءٌ حَتَّى أَصَابَهَا أَهْلُ الشَّأْمِ يَوْمَ الْحَرَّةِ‏.‏",
    "english_text": "I sold a camel to the Prophet (ﷺ) on one of the journeys. When we reached Medina, he ordered me to go \nto the Mosque and offer two rak`at. Then he weighed for me (the price of the camel in gold) and gave \nan extra amount over it. A part of it remained with me till it was taken by the army of Sham on the day \nof Harra.\"",
    "explication": "وَسَيَأْتِي اَلْكَلَامُ عَلَى حَدِيث جَابِر فِي اَلشُّرُوطِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2605",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ، وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ أَشْيَاخٌ، فَقَالَ لِلْغُلاَمِ ‏\n\"‏ أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلاَءِ ‏\"‏‏.‏ فَقَالَ الْغُلاَمُ لاَ، وَاللَّهِ لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا‏.‏ فَتَلَّهُ فِي يَدِهِ‏.‏",
    "english_text": "A drink (of milk and water) was brought to Allah's Messenger (ﷺ) while a boy was sitting on his right side \nand old men were sitting on his left side. He asked the boy, \"Will you allow me to give it to these \n(people)?\" The boy said, \"No, by Allah, I will not allow anyone to take my right from you.\" Then the \nProphet put the bowl in the boy's hand.",
    "explication": "حَدِيث سَهْل بْن سَعْد وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ قَبْل ثَمَانِيَة أَبْوَاب , وَمُنَاسَبَته لِلتَّرْجَمَةِ ظَاهِرَة إِلْحَاقًا لِلْحَوْضِ وَالْقِرْبَة بِالْقَدَحِ , فَكَانَ صَاحِب الْقَدَح أَحَقّ بِالتَّصَرُّفِ فِيهِ شُرْبًا وَسَقْيًا. وَقَدْ خَفِيَ هَذَا عَلَى الْمُهَلَّب فَقَالَ : لَيْسَ فِي الْحَدِيث إِلَّا أَنَّ الْأَيْمَن أَحَقّ مِنْ غَيْره بِالْقَدَحِ , وَأَجَابَ اِبْن الْمُنِير بِأَنَّ مُرَاد الْبُخَارِيّ أَنَّهُ إِذَا اِسْتَحَقَّ الْأَيْمَن مَا فِي الْقَدَح بِمُجَرَّدِ جُلُوسه وَاخْتَصَّ بِهِ فَكَيْفَ لَا يَخْتَصّ بِهِ صَاحِب الْيَد وَالْمُتَسَبِّب فِي تَحْصِيله ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2606",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ جَبَلَةَ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ سَلَمَةَ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ لِرَجُلٍ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم دَيْنٌ فَهَمَّ بِهِ أَصْحَابُهُ، فَقَالَ ‏\"‏ دَعُوهُ فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً‏.‏ وَقَالَ اشْتَرُوا لَهُ سِنًّا فَأَعْطُوهَا إِيَّاهُ ‏\"‏‏.‏ فَقَالُوا إِنَّا لاَ نَجِدُ سِنًّا إِلاَّ سِنًّا هِيَ أَفْضَلُ مِنْ سِنِّهِ‏.‏ قَالَ ‏\"‏ فَاشْتَرُوهَا فَأَعْطُوهَا إِيَّاهُ، فَإِنَّ مِنْ خَيْرِكُمْ أَحْسَنَكُمْ قَضَاءً ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) owed a man some debt (and that man demanded it very harshly). The companions of \nthe Prophet (ﷺ) wanted to harm him, but the Prophet (ﷺ) said to them, \"Leave him, as the creditor has the \nright to speak harshly.\" He then added, \"Buy (a camel) of the same age and give it to him.\" They said, \n\"We cannot get except a camel of an older age than that of his.\" He said, \"Buy it and give it to him, as \nthe best amongst you is he who pays back his debt in the most handsome way.'",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا تَقَاضَى رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏وَفِي رِوَايَةِ اِبْن الْمُبَارَك عَنْ شُعْبَة الْآتِيَة فِي الْهِبَةِ \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ سِنًّا فَجَاءَ صَاحِبه يَتَقَاضَاهُ \" أَيْ يَطْلُبُ مِنْهُ قَضَاء الدَّيْن , فِي أَوَّل حَدِيث سُفْيَان عَنْ سَلَمَة كَمَا سَيَأْتِي بَعْدَ بَابَيْنِ \" كَانَ لِرَجُلٍ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِنّ مِنْ الْإِبِلِ فَجَاءَهُ يَتَقَاضَاهُ \" وَلِأَحْمَدَ عَنْ عَبْد الرَّزَّاق عَنْ سُفْيَان \" جَاءَ أَعْرَابِيٌّ يَتَقَاضَى النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعِيرًا \" , وَلَهُ عَنْ يَزِيد بْن هَارُون عَنْ سُفْيَان \" اِسْتَقْرَضَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ رَجُل بَعِيرًا \" وَلِلتِّرْمِذِيِّ مِنْ طَرِيقِ عَلِيّ بْن صَالِح عَنْ سَلَمَة \" اِسْتَقْرَضَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِنًّا \". ‏ ‏قَوْله : ( فَأَغْلَظَ لَهُ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونَ الْإِغْلَاظ بِالتَّشْدِيدِ فِي الْمُطَالَبَةِ مِنْ غَيْرِ قَدْرٍ زَائِدٍ , وَيَحْتَمِلُ أَنْ يَكُونَ بِغَيْرِ ذَلِكَ وَيَكُون صَاحِب الدَّيْنِ كَافِرًا فَقَدْ قِيلَ إِنَّهُ كَانَ يَهُودِيًّا , وَالْأَوَّل أَظْهَرُ لِمَا تَقَدَّمَ مِنْ رِوَايَةِ عَبْد الرَّزَّاق أَنَّهُ كَانَ أَعْرَابِيًّا , وَكَأَنَّهُ جَرَى عَلَى عَادَتِهِ مِنْ جَفَاءِ الْمُخَاطَبَةِ. وَوَقَعَ فِي تَرْجَمَةِ بَكْر بْن سَهْل فِي \" مُعْجَمِ الطَّبَرَانِيّ الْأَوْسَط \" عَنْ الْعِرْبَاضِ بْن سَارِيَة مَا يُفْهِمُ أَنَّهُ هُوَ , لَكِنْ رَوَى النَّسَائِيّ وَالْحَاكِم الْحَدِيث الْمَذْكُور وَفِيهِ مَا يَقْتَضِي أَنَّهُ غَيْرُهُ وَأَنَّ الْقِصَّةَ وَقَعَتْ لِأَعْرَابِيّ , وَوَقَعَ لِلْعِرْبَاضِ نَحْوُهَا. ‏ ‏قَوْله : ( فَهَمَّ بِهِ أَصْحَابُهُ ) ‏ ‏أَيْ أَرَادَ أَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُؤْذُوهُ بِالْقَوْلِ أَوْ الْفِعْلِ لَكِنْ لَمْ يَفْعَلُوا أَدَبًا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالًا ) ‏ ‏أَيْ صَوْلَة الطَّلَب وَقُوَّة الْحُجَّةِ , لَكِنْ مَعَ مُرَاعَاةِ الْأَدَبِ الْمَشْرُوعِ. ‏ ‏قَوْله : ( وَاشْتَرُوا لَهُ بَعِيرًا ) ‏ ‏فِي رِوَايَةِ عَبْد الرَّزَّاق اِلْتَمِسُوا لَهُ مِثْلَ سِنِّ بَعِيره. ‏ ‏قَوْله : ( قَالُوا لَا نَجِدُ ) ‏ ‏فِي رِوَايَةِ سُفْيَان الْآتِيَةِ \" فَقَالَ أَعْطُوهُ , فَطَلَبُوا سِنَّهُ فَلَمْ يَجِدُوا إِلَّا فَوْقَهَا \" وَفِي رِوَايَةِ عَبْد الرَّزَّاق \" فَالْتَمَسُوا لَهُ فَلَمْ يَجِدُوا إِلَّا فَوْقَ سِنِّ بَعِيرِهِ \" وَالْمُخَاطَب بِذَلِكَ هُوَ أَبُو رَافِع مَوْلَى النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا أَخْرَجَهُ مُسْلِم مِنْ حَدِيثِهِ قَالَ : \" اِسْتَسْلَفَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ رَجُل بَكْرًا فَقَدِمَتْ عَلَيْهِ إِبِلٌ مِنْ إِبِلِ الصَّدَقَةِ \" وَلِابْن خُزَيْمَة \" اِسْتَلَفَ مِنْ رَجُل بَكْرًا فَقَالَ : إِذَا جَاءَتْ إِبِل الصَّدَقَةِ قَضَيْنَاك , فَلَمَّا جَاءَتْ إِبِل الصَّدَقَةِ أَمَرَ أَبَا رَافِع أَنْ يَقْضِيَ الرَّجُل بَكْرَه , فَرَجَعَ إِلَيْهِ أَبُو رَافِع فَقَالَ : لَمْ أَجِدْ فِيهَا إِلَّا خِيَارًا رَبَاعِيًا , فَقَالَ : أَعْطِهِ إِيَّاهُ \" وَيُجْمَعُ بَيْنَهُ وَبَيْنَ الرِّوَايَةِ الَّتِي فِي الْبَابِ حَيْثُ قَالَ فِيهَا \" اِشْتَرُوا لَهُ \" بِأَنَّهُ أَمَرَ بِالشِّرَاءِ أَوَّلًا ثُمَّ قَدِمَتْ إِبِلُ الصَّدَقَةِ فَأَعْطَاهُ مِنْهَا أَوْ أَنَّهُ أَمَرَ بِالشِّرَاءِ مِنْ إِبِلِ الصَّدَقَةِ مِمَّنْ اِسْتَحَقَّ مِنْهَا شَيْئًا , وَيُؤَيِّدُهُ رِوَايَة اِبْن خُزَيْمَة الْمَذْكُورَة \" إِذَا جَاءَتْ الصَّدَقَة قَضَيْنَاك \" ا ه. وَالْبَكْرُ بِفَتْحِ الْمُوَحَّدَةِ وَسُكُون الْكَافِ الصَّغِيرُ مِنْ الْإِبِلِ , وَالْخِيَارُ الْجَيِّدُ يُطْلَقُ عَلَى الْوَاحِدِ وَالْجَمْعِ , وَالرَّبَاعِيّ , بِتَخْفِيفِ الْمُوَحَّدَة مَنْ أَلْقَى رَبَاعِيَتَهُ. ‏ ‏قَوْله ( فَإِنَّ خَيْرَكُمْ أَحْسَنُكُمْ قَضَاء ) ‏ ‏فِي رِوَايَةِ عُثْمَان بْن جَبَلَة عَنْ شُعْبَة الْآتِيَة فِي الْهِبَةِ \" فَإِنَّ مِنْ خَيْرِكُمْ أَوْ خَيْرَكُمْ \" كَذَا عَلَى الشَّكِّ , وَفِي رِوَايَةِ اِبْن الْمُبَارَك \" أَفْضَلكُمْ أَحْسَنكُمْ قَضَاء \" وَفِي رِوَايَةِ سُفْيَان الْآتِيَةِ \" خِيَاركُمْ \" فَيُحْتَمَلُ أَنْ يُرِيدَ الْمُفْرَد بِمَعْنَى الْمُخْتَار أَوْ الْجَمْع وَالْمُرَاد أَنَّهُ خَيْرُهُمْ فِي الْمُعَامَلَةِ أَوْ تَكُونَ \" مِنْ \" مُقَدَّرَةً وَيَدُلُّ عَلَيْهَا الرِّوَايَة الْمَذْكُورَة. وَقَوْلُهُ : \" أَحْسَنكُمْ \" لَمَّا أُضِيفَ أَفْعَلُ وَالْمَقْصُود بِهِ الزِّيَادَة جَازَ فِيهِ الْإِفْرَادُ , وَقَدْ وَقَعَ فِي رِوَايَةِ سُفْيَان بَعْدَ بَاب \" مِنْ خِيَارِكُمْ \" وَفِي الْحَدِيثِ جَوَازُ الْمُطَالَبَةِ بِالدَّيْنِ إِذَا حَلَّ أَجَلُهُ. وَفِيهِ حُسْنُ خُلُقِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِظَمُ حِلْمِهِ وَتَوَاضُعه وَإِنْصَافه , وَأَنَّ مَنْ عَلَيْهِ دَيْن لَا يَنْبَغِي لَهُ مُجَافَاة صَاحِبِ الْحَقِّ , وَأَنَّ مَنْ أَسَاءَ الْأَدَب عَلَى الْإِمَامِ كَانَ عَلَيْهِ التَّعْزِيرُ بِمَا يَقْتَضِيه الْحَالُ إِلَّا أَنْ يَعْفُوَ صَاحِبُ الْحَقِّ. وَفِيهِ مَا تَرْجَمَ لَهُ وَهُوَ اِسْتِقْرَاض الْإِبِل وَيَلْتَحِقُ بِهَا جَمِيع الْحَيَوَانَاتِ وَهُوَ قَوْلُ أَكْثَرِ أَهْل الْعِلْمِ , وَمَنَعَ مِنْ ذَلِكَ الثَّوْرِيّ وَالْحَنَفِيَّة وَاحْتَجُّوا بِحَدِيث النَّهْي عَنْ بَيْعِ الْحَيَوَانِ بِالْحَيَوَانِ نَسِيئَة وَهُوَ حَدِيث قَدْ رُوِيَ عَنْ اِبْن عَبَّاس مَرْفُوعًا أَخْرَجَهُ اِبْن حِبَّان والدَّارَقُطْنِيّ وَغَيْرُهُمَا وَرِجَال إِسْنَاده ثِقَات , إِلَّا أَنَّ الْحُفَّاظَ رَجَّحُوا إِرْسَاله. وَأَخْرَجَهُ التِّرْمِذِيُّ مِنْ حَدِيثِ الْحَسَنِ عَنْ سَمُرَة , وَفِي سَمَاعِ الْحَسَنِ مِنْ سَمُرَة اِخْتِلَاف. وَفِي الْجُمْلَةِ هُوَ حَدِيث صَالِحٌ لِلْحُجَّةِ. وَادَّعَى الطَّحَاوِيّ أَنَّهُ نَاسِخٌ لِحَدِيثِ الْبَابِ , وَتُعُقِّبَ بِأَنَّ النَّسْخَ لَا يَثْبُتُ بِالِاحْتِمَالِ , وَالْجَمْعُ بَيْنَ الْحَدِيثَيْنِ مُمْكِن , فَقَدْ جَمَعَ بَيْنَهُمَا الشَّافِعِيّ وَجَمَاعَة بِحَمْل النَّهْي عَلَى مَا إِذَا كَانَ نَسِيئَةً مِنْ الْجَانِبَيْنِ , وَيَتَعَيَّنُ الْمَصِير إِلَى ذَلِكَ لِأَنَّ الْجَمْعَ بَيْنَ الْحَدِيثَيْنِ أَوْلَى مِنْ إِلْغَاءِ أَحَدِهِمَا بِاتِّفَاق , وَإِذَا كَانَ ذَلِكَ الْمُرَادَ مِنْ الْحَدِيثِ بَقِيَتْ الدَّلَالَةُ عَلَى جَوَاز اِسْتِقْرَاض الْحَيَوَان وَالسَّلَم فِيهِ. وَاعْتَلَّ مَنْ مَنَعَ بِأَنَّ الْحَيَوَانَ يَخْتَلِفُ اِخْتِلَافًا مُتَبَايِنًا حَتَّى لَا يُوقَفَ عَلَى حَقِيقَة الْمِثْلِيَّة فِيهِ , وَأُجِيبَ بِأَنَّهُ لَا مَانِعَ مِنْ الْإِحَاطَةِ بِهِ بِالْوَصْفِ بِمَا يَدْفَعُ التَّغَايُر وَقَدْ جَوَّزَ الْحَنَفِيَّة التَّزْوِيجَ وَالْكِتَابَةَ عَلَى الرَّقِيقِ الْمَوْصُوفِ فِي الذِّمَّةِ , وَفِيهِ جَوَاز وَفَاء مَا هُوَ أَفْضَلُ مِنْ الْمِثْلِ الْمُقْتَرَضِ إِذَا لَمْ تَقَعْ شَرْطِيَّة ذَلِكَ فِي الْعَقْدِ فَيَحْرُمُ حِينَئِذٍ اِتِّفَاقًا وَبِهِ قَالَ الْجُمْهُور , وَعَنْ الْمَالِكِيَّةِ تَفْصِيل فِي الزِّيَادَةِ إِنْ كَانَتْ بِالْعَدَدِ مُنِعَتْ , وَإِنْ كَانَتْ بِالْوَصْفِ جَازَتْ. وَفِيهِ أَنَّ الِاقْتِرَاضَ فِي الْبِرِّ وَالطَّاعَةِ وَكَذَا الْأُمُور الْمُبَاحَة لَا يُعَابُ , وَأَنَّ لِلْإِمَامِ أَنْ يَقْتَرِضَ عَلَى بَيْتِ الْمَالِ لِحَاجَةِ بَعْضِ الْمُحْتَاجِينَ لِيُوَفِّيَ ذَلِكَ مِنْ مَالِ الصَّدَقَاتِ , وَاسْتَدَلَّ بِهِ الشَّافِعِيّ عَلَى جَوَاز تَعْجِيل الزَّكَاة. هَكَذَا حَكَاهُ اِبْن عَبْد الْبَرّ وَلَمْ يَظْهَرْ لِي تَوْجِيهُهُ إِلَّا أَنْ يَكُونَ الْمُرَاد مَا قِيلَ فِي سَبَبِ اِقْتِرَاضِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَّهُ كَانَ اِقْتَرَضَهُ لِبَعْضِ الْمُحْتَاجِينَ مِنْ أَهْلِ الصَّدَقَةِ فَلَمَّا جَاءَتْ الصَّدَقَة أَوْفَى صَاحِبه مِنْهَا , وَلَا يُعَكِّرُ عَلَيْهِ أَنَّهُ أَوْفَاهُ أَزْيَدَ مِنْ حَقِّهِ مِنْ مَالِ الصَّدَقَة لِاحْتِمَالِ أَنْ يَكُونَ الْمُقْتَرَض مِنْهُ كَانَ أَيْضًا مِنْ أَهْل الصَّدَقَة إِمَّا مِنْ جِهَةِ الْفَقْرِ أَوْ التَّأَلُّفِ أَوْ غَيْر ذَلِكَ بِجِهَتَيْنِ : جِهَةِ الْوَفَاءِ فِي الْأَصْلِ وَجِهَةِ الِاسْتِحْقَاق فِي الزَّائِدِ , وَقِيلَ كَانَ اِقْتَرَضَهُ فِي ذِمَّتِهِ فَلَمَّا حَلَّ الْأَجَلُ وَلَمْ يَجِدْ الْوَفَاء صَارَ غَارِمًا فَجَازَ لَهُ الْوَفَاء مِنْ الصَّدَقَةِ , وَقِيلَ كَانَ اِقْتِرَاضُه لِنَفْسِهِ فَلَمَّا حَلَّ الْأَجَلُ اِشْتَرَى مِنْ إِبِلِ الصَّدَقَةِ بَعِيرًا مِمَّنْ اِسْتَحَقَّهُ أَوْ اِقْتَرَضَهُ مِنْ آخَرَ أَوْ مِنْ مَالِ الصَّدَقَةِ لِيُوَفِّيَهُ بَعْدَ ذَلِكَ وَالِاحْتِمَال الْأَوَّل أَقْوَى , وَيُؤَيِّدُهُ سِيَاقُ حَدِيث أَبِي رَافِع , وَاللَّهُ أَعْلَمُ. ‏ ‏( تَنْبِيه ) ‏ ‏: هَذَا الْحَدِيثُ مِنْ غَرَائِب الصَّحِيحِ , قَالَ الْبَزَّار لَا يُرْوَى عَنْ أَبِي هُرَيْرَة إِلَّا بِهَذَا الْإِسْنَادِ , وَمَدَاره عَلَى سَلَمَة بْن كُهَيْل , وَقَدْ صَرَّحَ فِي هَذَا الْبَابِ بِأَنَّهُ سَمِعَهُ مِنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن بِمِنًى وَذَلِكَ لَمَّا حَجَّ. وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2607",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ مَرْوَانَ بْنَ الْحَكَمِ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَاهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ، فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ ‏\"‏ مَعِي مَنْ تَرَوْنَ، وَأَحَبُّ الْحَدِيثِ إِلَىَّ أَصْدَقُهُ، فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْىَ وَإِمَّا الْمَالَ، وَقَدْ كُنْتُ اسْتَأْنَيْتُ ‏\"‏‏.‏ وَكَانَ النَّبِيُّ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنَ الطَّائِفِ، فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا‏.‏ فَقَامَ فِي الْمُسْلِمِينَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلاَءِ جَاءُونَا تَائِبِينَ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ ‏\"‏‏.‏ فَقَالَ النَّاسُ طَيَّبْنَا يَا رَسُولَ اللَّهِ لَهُمْ‏.‏ فَقَالَ لَهُمْ ‏\"‏ إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ فِيهِ مِمَّنْ لَمْ يَأْذَنْ، فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ ‏\"‏‏.‏ فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، ثُمَّ رَجَعُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرُوهُ أَنَّهُمْ طَيَّبُوا وَأَذِنُوا‏.‏ وَهَذَا الَّذِي بَلَغَنَا مِنْ سَبْىِ هَوَازِنَ هَذَا آخِرُ قَوْلِ الزُّهْرِيِّ، يَعْنِي فَهَذَا الَّذِي بَلَغَنَا‏.‏",
    "english_text": "When the delegates of the tribe of Hawazin came to the Prophet (ﷺ) they requested him to return their \nproperty and their captives. He said to them, \"This concerns also other people along with me as you \nsee, and the best statement to me is the true one, so you may choose one of two alternatives; either the \ncaptives or the property and (I have not distributed the booty for) I have been waiting for you.\" \nWhen the Prophet (ﷺ) had returned from Ta'if, he waited for them for more than ten nights. When they \ncame to know that the Prophet (ﷺ) would not return except one of the two, they chose their captives. The \nProphet then stood up amongst the Muslims, Glorified and Praised Allah as He deserved, and then \nsaid, \"Then after: These brothers of yours have come to you with repentance and I see it proper to \nreturn their captives, so whoever amongst you likes to do that as a favor, then he can do it, and \nwhoever of you wants to stick to his share till we pay him from the very first Fai (i.e. war booty) \nwhich Allah will give us, then he can do so.\" The people said, \"We return (the captives) to them \nwillingly as a favor, O Allah's Messenger (ﷺ)!\" The Prophet (ﷺ) said, \"I do not know who of you has given his \nconsent and who has not; so go back and your leaders may present your decision to me.\" The people \nwent away, and their leaders discussed the matter with them, and then came to the Prophet (ﷺ) to tell him \nthat all of them had given their consent (to return the captives) willingly. (Az-Zuhn, the sub-narrator \nsaid, \"This is what we know about the captives, of Hawazin.\")",
    "explication": "قِصَّة هَوَازِن سَيَأْتِي شَرْحهَا مُسْتَوْفًى فِي الْمَغَازِي , وَقَوْله فِي هَذِهِ الطَّرِيق عَنْ اِبْن شِهَاب \" قَالَ ذَكَرَ عُرْوَة \" سَيَأْتِي فِي الشُّرُوط مِنْ طَرِيق مَعْمَر عَنْ الزُّهْرِيِّ \" أَخْبَرَنِي عُرْوَة \" ‏ ‏وَقَوْله : ( اِسْتَأْنَيْتُ ) ‏ ‏بِالْمُثَنَّاةِ قَبْل الْأَلِف الْمَهْمُوزَة السَّاكِنَة ثُمَّ نُون مَفْتُوحَة وَتَحْتَانِيَّة سَاكِنَة أَيْ اِنْتَظَرْت , وَقَوْله : \" حَتَّى يَفِيءَ \" بِفَتْحِ أَوَّله ثُمَّ فَاء مَكْسُورَة وَهَمْزَة بَعْد التَّحْتَانِيَّة السَّاكِنَة أَيْ يَرْجِع إِلَيْنَا مِنْ مَال الْكُفَّار مِنْ خَرَاج أَوْ غَنِيمَة أَوْ غَيْر ذَلِكَ , وَلَمْ يُرِدْ الْفَيْء الِاصْطِلَاحِيَّ وَحْدَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2609",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أَخَذَ سِنًّا فَجَاءَ صَاحِبُهُ يَتَقَاضَاهُ فَقَالَ ‏\"‏ إِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً ‏\"‏‏.‏ ثُمَّ قَضَاهُ أَفْضَلَ مِنْ سِنِّهِ وَقَالَ ‏\"‏ أَفْضَلُكُمْ أَحْسَنُكُمْ قَضَاءً ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) took a camel of special age from somebody on credit. Its owner came and demanded it \nback (harshly). The Prophet (ﷺ) said, \"No doubt, he who has a right, can demand it.\" Then the Prophet (ﷺ) \ngave him an older camel than his camel and said, \"The best amongst you is he who repays his debts in \nthe most handsome way.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة فِي اَلَّذِي كَانَ لَهُ عَلَى اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ دَيْن فَقَالَ : \" اشْتَرُوا لَهُ سِنًّا \" وَقَدْ تَقَدَّمَ شَرْحُهُ فِي اَلِاسْتِقْرَاضِ , وَتَوْجِيهُهُ ظَاهِرٌ أَيْضًا. وَعَبْد اَللَّه بْن عُثْمَان شَيْخ اَلْمُصَنِّفِ فِيهِ هُوَ اَلْمَعْرُوفُ بِعَبْدَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2610",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَكَانَ عَلَى بَكْرٍ لِعُمَرَ صَعْبٍ، فَكَانَ يَتَقَدَّمُ النَّبِيَّ صلى الله عليه وسلم فَيَقُولُ أَبُوهُ يَا عَبْدَ اللَّهِ لاَ يَتَقَدَّمِ النَّبِيَّ صلى الله عليه وسلم أَحَدٌ‏.‏ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بِعْنِيهِ ‏\"‏‏.‏ فَقَالَ عُمَرُ هُوَ لَكَ‏.‏ فَاشْتَرَاهُ ثُمَّ قَالَ ‏\"‏ هُوَ لَكَ يَا عَبْدَ اللَّهِ، فَاصْنَعْ بِهِ مَا شِئْتَ ‏\"‏‏.‏",
    "english_text": "That he was in the company of the Prophet (ﷺ) on a journey, riding a troublesome camel belonging to \n`Umar. The camel used to go ahead of the Prophet, so Ibn `Umar's father would say, \"O `Abdullah! \nNo one should go ahead of the Prophet.\" The Prophet (ﷺ) said to him, \"Sell it to me.\" `Umar said to the \nProphet \"It is for you.\" So, he bought it and said, \"O `Abdullah! It is for you, and you can do with it \nwhat you like.\"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ الْحُمَيْدِيُّ ) ‏ ‏فِي رِوَايَة اِبْن عَسَاكِر بِإِسْنَادِ الْبُخَارِيِّ \" قَالَ لَنَا الْحُمَيْدِيُّ \" وَجَزَمَ الْإِسْمَاعِيلِيُّ وَأَبُو نُعَيْم بِأَنَّهُ عَلَّقَهُ , وَقَدْ رَوَيْنَاهُ أَيْضًا مَوْصُولًا فِي \" مُسْنَدِ الْحُمَيْدِيِّ \" وَفِي \" مُسْتَخْرَج الْإِسْمَاعِيلِيِّ \" وَسَيَأْتِي مِنْ وَجْهٍ آخَر عَنْ سُفْيَان فِي الْهِبَة مَوْصُولًا. ‏ ‏قَوْله : ( فِي سَفَر ) ‏ ‏لَمْ أَقِفْ عَلَى تَعْيِينِهِ. ‏ ‏قَوْله : ( عَلَى بَكْرٍ ) ‏ ‏بِفَتْحِ الْمُوَحَّدَةِ وَسُكُونِ الْكَافِ : وَلَدُ النَّاقَةِ أَوَّلَ مَا يُرْكَبُ. ‏ ‏قَوْله : ( صَعْبٍ ) ‏ ‏أَيْ نَفُور. ‏ ‏قَوْله : ( فَبَاعَهُ ) ‏ ‏زَادَ فِي الْهِبَة \" فَاشْتَرَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ : هُوَ لَك يَا عَبْد اللَّه بْن عُمَر تَصْنَعُ بِهِ مَا شِئْت \" وَفِي هَذَا الْحَدِيث مَا كَانَ الصَّحَابَةُ عَلَيْهِ مِنْ تَوْقِيرِهِمْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْ لَا يَتَقَدَّمُوهُ فِي الْمَشْيِ , وَفِيهِ جَوَازُ زَجْرِ الدَّوَابِّ , وَإِنَّهُ لَا يُشْتَرَطُ فِي الْبَيْعِ عَرْضُ صَاحِبِ السِّلْعَةِ بِسِلْعَتِهِ بَلْ يَجُوز أَنْ يُسْأَلَ فِي بَيْعِهَا , وَجَوَازُ التَّصَرُّفِ فِي الْمَبِيعِ قَبْل بَدَلِ الثَّمَنِ. وَمُرَاعَاةُ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْوَالَ الصَّحَابَةِ وَحِرْصُهُ عَلَى مَا يُدْخِلُ عَلَيْهِمْ السُّرُورَ. ‏ ‏قَوْله : ( وَقَالَ اللَّيْث ) ‏ ‏وَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن زَنْجَوَيْهِ وَالرَّمَادِيِّ وَغَيْرِهِمَا , وَأَبُو نُعَيْم مِنْ طَرِيق يَعْقُوب بْن سُفْيَان كُلّهمْ عَنْ أَبِي صَالِح كَاتِبِ اللَّيْثِ عَنْ اللَّيْثِ بِهِ , وَذَكَرَ الْبَيْهَقِيُّ أَنَّ يَحْيَى بْن بُكَيْر رَوَاهُ عَنْ اللَّيْث عَنْ يُونُس عَنْ الزُّهْرِيِّ نَحْوه , وَلَيْسَ ذَلِكَ بِعِلَّةٍ فَقَدْ ذَكَرَ الْإِسْمَاعِيلِيُّ أَيْضًا أَنَّ أَبَا صَالِح رَوَاهُ عَنْ اللَّيْث كَذَلِكَ فَوَضَحَ أَنَّ لِلَّيْثِ فِيهِ شَيْخَيْنِ , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيُّ أَيْضًا مِنْ طَرِيق أَيُّوبَ عَنْ سُوَيْدٍ عَنْ يُونُسَ عَنْ الزُّهْرِيِّ. ‏ ‏قَوْله : ( بِعْت مِنْ أَمِير الْمُؤْمِنِينَ عُثْمَانَ بْن عَفَّان مَالًا ) ‏ ‏أَيْ أَرْضًا أَوْ عَقَارًا. ‏ ‏قَوْلُهُ : ( بِالْوَادِي ) ‏ ‏يَعْنِي وَادِيَ الْقُرَى. ‏ ‏قَوْله : ( فَلَمَّا تَبَايَعَا رَجَعْت عَلَى عَقِبَيَّ ) ‏ ‏فِي رِوَايَة أَيُّوبَ بْن سُوَيْدٍ \" فَطَفِقْت أَنْكُصُ عَلَى عَقِبَيَّ الْقَهْقَرَى \". ‏ ‏قَوْله : ( يُرَادّنِي ) ‏ ‏بِتَشْدِيدِ الدَّالِ أَصْلُهُ يُرَادِدْنِي أَيْ يَطْلُبُ مِنِّي اِسْتِرْدَادَهُ. ‏ ‏قَوْله : ( وَكَانَتْ السُّنَّة أَنَّ الْمُتَبَايِعَيْنِ بِالْخِيَارِ حَتَّى يَتَفَرَّقَا ) ‏ ‏يَعْنِي أَنَّ هَذَا هُوَ السَّبَب فِي خُرُوجه مِنْ بَيْت عُثْمَانَ , وَأَنَّهُ فَعَلَ ذَلِكَ لِيَجِبَ لَهُ الْبَيْعُ وَلَا يَبْقَى لِعُثْمَانَ خِيَارٌ فِي فَسْخِهِ. وَاسْتَدَلَّ اِبْن بَطَّال بِقَوْلِهِ \" وَكَانَتْ السُّنَّةُ \" عَلَى أَنَّ ذَلِكَ كَانَ فِي أَوَّلِ الْأَمْرِ , فَأَمَّا فِي الزَّمَنِ الَّذِي فَعَلَ اِبْن عُمَر ذَلِكَ فَكَانَ التَّفَرُّق بِالْأَبْدَانِ مَتْرُوكًا فَلِذَلِكَ فَعَلَهُ اِبْن عُمَر لِأَنَّهُ كَانَ شَدِيدَ الِاتِّبَاعِ , هَكَذَا قَالَ , وَلَيْسَ فِي قَوْله \" وَكَانَتْ السُّنَّة \" مَا يَنْفِي اِسْتِمْرَارَهَا. وَقَدْ وَقَعَ فِي رِوَايَةِ أَيُّوبَ بْن سُوَيْدٍ \" كُنَّا إِذَا تَبَايَعْنَا كَانَ كُلُّ وَاحِدٍ مِنَّا بِالْخِيَارِ مَا لَمْ يَفْتَرِقْ الْمُتَبَايِعَانِ , فَتَبَايَعْت أَنَا وَعُثْمَانُ \" فَذَكَرَ الْقِصَّةَ وَفِيهَا إِشْعَارٌ بِاسْتِمْرَارِ ذَلِكَ , وَأَغْرَبَ اِبْن رُشْدٍ فِي \" الْمُقَدِّمَاتِ \" لَهُ فَزَعَمَ أَنَّ عُثْمَانَ قَالَ لِابْنِ عُمَر \" لَيْسَتْ السُّنَّةُ بِافْتِرَاقِ الْأَبَدَانِ , قَدْ اِنْتَسَخَ ذَلِكَ \" وَهَذِهِ الزِّيَادَةُ لَمْ أَرَ لَهَا إِسْنَادًا , وَلَوْ صَحَّتْ لَمْ تَخْرُجْ الْمَسْأَلَةُ عَلَى الْخِلَافِ لِأَنَّ أَكْثَرَ الصَّحَابَةِ قَدْ نُقِلَ عَنْهُمْ الْقَوْلُ بِأَنَّ الِافْتِرَاقَ بِالْأَبْدَانِ. ‏ ‏قَوْله : ( سُقْته إِلَى أَرْض ثَمُود بِثَلَاثِ لَيَالٍ ) ‏ ‏أَيْ زِدْت الْمَسَافَةَ الَّتِي بَيْنَهُ وَبَيْنَ أَرْضِهِ الَّتِي صَارَتْ إِلَيْهِ عَلَى الْمَسَافَةِ الَّتِي كَانَتْ بَيْنَهُ وَبَيْنَ أَرْضِهِ الَّتِي بَاعَهَا بِثَلَاثِ لَيَالٍ. ‏ ‏قَوْله : ( وَسَاقَنِي إِلَى الْمَدِينَةِ بِثَلَاثِ لَيَالٍ ) ‏ ‏يَعْنِي أَنَّهُ نَقَصَ الْمَسَافَةَ الَّتِي بَيْنِي وَبَيْنَ أَرْضِي الَّتِي أَخَذَ بِهَا عَنْ الْمَسَافَةِ الَّتِي كَانَتْ بَيْنِي وَبَيْنَ أَرْضِي الَّتِي بِعْتهَا بِثَلَاثِ لَيَالٍ , وَإِنَّمَا قَالَ إِلَى الْمَدِينَةِ لِأَنَّهُمَا جَمِيعًا كَانَا بِهَا فَرَأَى اِبْن عُمَر الْغِبْطَةَ فِي الْقُرْبِ مِنْ الْمَدِينَةِ فَلِذَلِكَ قَالَ \" رَأَيْت أَنِّي قَدْ غَبَنْته \" وَفِي هَذِهِ الْقِصَّة جَوَازُ بَيْعِ الْعَيْنِ الْغَائِبَةِ عَلَى الصِّفَةِ , وَسَيَأْتِي نَقْلُ الْخِلَافِ فِيهَا فِي \" بَابٌ بَيْعُ الْمُلَامَسَةِ \" وَجَوَازُ التَّحَيُّلِ فِي إِبْطَالِ الْخِيَارِ , وَتَقْدِيمُ الْمَرْءِ مَصْلَحَةَ نَفْسِهِ عَلَى مَصْلَحَةِ غَيْرِهِ , وَفِيهِ جَوَازُ بَيْع الْأَرْض بِالْأَرْضِ , وَفِيهِ أَنَّ الْغَبْنَ لَا يُرَدُّ بِهِ الْبَيْعُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2611",
    "category": "كتاب الهبة",
    "text_chakl": "وَقَالَ الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرٌو، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ، وَكُنْتُ عَلَى بَكْرٍ صَعْبٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِعُمَرَ ‏\"‏ بِعْنِيهِ ‏\"‏‏.‏ فَابْتَاعَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هُوَ لَكَ يَا عَبْدَ اللَّهِ ‏\"‏‏.‏",
    "english_text": "We were in the company of the Prophet (ﷺ) on a journey, and I was riding a troublesome camel. The Prophet (ﷺ) asked 'Umar to sell that camel to him. So, 'Umar sold it to him. The Prophet (ﷺ) then said, \"O 'Abdullah! The camel is for you.\"",
    "explication": "‏ ‏قَوْله : ( وَقَالَ الْحُمَيْدِيُّ ) ‏ ‏فِي رِوَايَة اِبْن عَسَاكِر بِإِسْنَادِ الْبُخَارِيِّ \" قَالَ لَنَا الْحُمَيْدِيُّ \" وَجَزَمَ الْإِسْمَاعِيلِيُّ وَأَبُو نُعَيْم بِأَنَّهُ عَلَّقَهُ , وَقَدْ رَوَيْنَاهُ أَيْضًا مَوْصُولًا فِي \" مُسْنَدِ الْحُمَيْدِيِّ \" وَفِي \" مُسْتَخْرَج الْإِسْمَاعِيلِيِّ \" وَسَيَأْتِي مِنْ وَجْهٍ آخَر عَنْ سُفْيَان فِي الْهِبَة مَوْصُولًا. ‏ ‏قَوْله : ( فِي سَفَر ) ‏ ‏لَمْ أَقِفْ عَلَى تَعْيِينِهِ. ‏ ‏قَوْله : ( عَلَى بَكْرٍ ) ‏ ‏بِفَتْحِ الْمُوَحَّدَةِ وَسُكُونِ الْكَافِ : وَلَدُ النَّاقَةِ أَوَّلَ مَا يُرْكَبُ. ‏ ‏قَوْله : ( صَعْبٍ ) ‏ ‏أَيْ نَفُور. ‏ ‏قَوْله : ( فَبَاعَهُ ) ‏ ‏زَادَ فِي الْهِبَة \" فَاشْتَرَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ : هُوَ لَك يَا عَبْد اللَّه بْن عُمَر تَصْنَعُ بِهِ مَا شِئْت \" وَفِي هَذَا الْحَدِيث مَا كَانَ الصَّحَابَةُ عَلَيْهِ مِنْ تَوْقِيرِهِمْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْ لَا يَتَقَدَّمُوهُ فِي الْمَشْيِ , وَفِيهِ جَوَازُ زَجْرِ الدَّوَابِّ , وَإِنَّهُ لَا يُشْتَرَطُ فِي الْبَيْعِ عَرْضُ صَاحِبِ السِّلْعَةِ بِسِلْعَتِهِ بَلْ يَجُوز أَنْ يُسْأَلَ فِي بَيْعِهَا , وَجَوَازُ التَّصَرُّفِ فِي الْمَبِيعِ قَبْل بَدَلِ الثَّمَنِ. وَمُرَاعَاةُ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْوَالَ الصَّحَابَةِ وَحِرْصُهُ عَلَى مَا يُدْخِلُ عَلَيْهِمْ السُّرُورَ. ‏ ‏قَوْله : ( وَقَالَ اللَّيْث ) ‏ ‏وَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن زَنْجَوَيْهِ وَالرَّمَادِيِّ وَغَيْرِهِمَا , وَأَبُو نُعَيْم مِنْ طَرِيق يَعْقُوب بْن سُفْيَان كُلّهمْ عَنْ أَبِي صَالِح كَاتِبِ اللَّيْثِ عَنْ اللَّيْثِ بِهِ , وَذَكَرَ الْبَيْهَقِيُّ أَنَّ يَحْيَى بْن بُكَيْر رَوَاهُ عَنْ اللَّيْث عَنْ يُونُس عَنْ الزُّهْرِيِّ نَحْوه , وَلَيْسَ ذَلِكَ بِعِلَّةٍ فَقَدْ ذَكَرَ الْإِسْمَاعِيلِيُّ أَيْضًا أَنَّ أَبَا صَالِح رَوَاهُ عَنْ اللَّيْث كَذَلِكَ فَوَضَحَ أَنَّ لِلَّيْثِ فِيهِ شَيْخَيْنِ , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيُّ أَيْضًا مِنْ طَرِيق أَيُّوبَ عَنْ سُوَيْدٍ عَنْ يُونُسَ عَنْ الزُّهْرِيِّ. ‏ ‏قَوْله : ( بِعْت مِنْ أَمِير الْمُؤْمِنِينَ عُثْمَانَ بْن عَفَّان مَالًا ) ‏ ‏أَيْ أَرْضًا أَوْ عَقَارًا. ‏ ‏قَوْلُهُ : ( بِالْوَادِي ) ‏ ‏يَعْنِي وَادِيَ الْقُرَى. ‏ ‏قَوْله : ( فَلَمَّا تَبَايَعَا رَجَعْت عَلَى عَقِبَيَّ ) ‏ ‏فِي رِوَايَة أَيُّوبَ بْن سُوَيْدٍ \" فَطَفِقْت أَنْكُصُ عَلَى عَقِبَيَّ الْقَهْقَرَى \". ‏ ‏قَوْله : ( يُرَادّنِي ) ‏ ‏بِتَشْدِيدِ الدَّالِ أَصْلُهُ يُرَادِدْنِي أَيْ يَطْلُبُ مِنِّي اِسْتِرْدَادَهُ. ‏ ‏قَوْله : ( وَكَانَتْ السُّنَّة أَنَّ الْمُتَبَايِعَيْنِ بِالْخِيَارِ حَتَّى يَتَفَرَّقَا ) ‏ ‏يَعْنِي أَنَّ هَذَا هُوَ السَّبَب فِي خُرُوجه مِنْ بَيْت عُثْمَانَ , وَأَنَّهُ فَعَلَ ذَلِكَ لِيَجِبَ لَهُ الْبَيْعُ وَلَا يَبْقَى لِعُثْمَانَ خِيَارٌ فِي فَسْخِهِ. وَاسْتَدَلَّ اِبْن بَطَّال بِقَوْلِهِ \" وَكَانَتْ السُّنَّةُ \" عَلَى أَنَّ ذَلِكَ كَانَ فِي أَوَّلِ الْأَمْرِ , فَأَمَّا فِي الزَّمَنِ الَّذِي فَعَلَ اِبْن عُمَر ذَلِكَ فَكَانَ التَّفَرُّق بِالْأَبْدَانِ مَتْرُوكًا فَلِذَلِكَ فَعَلَهُ اِبْن عُمَر لِأَنَّهُ كَانَ شَدِيدَ الِاتِّبَاعِ , هَكَذَا قَالَ , وَلَيْسَ فِي قَوْله \" وَكَانَتْ السُّنَّة \" مَا يَنْفِي اِسْتِمْرَارَهَا. وَقَدْ وَقَعَ فِي رِوَايَةِ أَيُّوبَ بْن سُوَيْدٍ \" كُنَّا إِذَا تَبَايَعْنَا كَانَ كُلُّ وَاحِدٍ مِنَّا بِالْخِيَارِ مَا لَمْ يَفْتَرِقْ الْمُتَبَايِعَانِ , فَتَبَايَعْت أَنَا وَعُثْمَانُ \" فَذَكَرَ الْقِصَّةَ وَفِيهَا إِشْعَارٌ بِاسْتِمْرَارِ ذَلِكَ , وَأَغْرَبَ اِبْن رُشْدٍ فِي \" الْمُقَدِّمَاتِ \" لَهُ فَزَعَمَ أَنَّ عُثْمَانَ قَالَ لِابْنِ عُمَر \" لَيْسَتْ السُّنَّةُ بِافْتِرَاقِ الْأَبَدَانِ , قَدْ اِنْتَسَخَ ذَلِكَ \" وَهَذِهِ الزِّيَادَةُ لَمْ أَرَ لَهَا إِسْنَادًا , وَلَوْ صَحَّتْ لَمْ تَخْرُجْ الْمَسْأَلَةُ عَلَى الْخِلَافِ لِأَنَّ أَكْثَرَ الصَّحَابَةِ قَدْ نُقِلَ عَنْهُمْ الْقَوْلُ بِأَنَّ الِافْتِرَاقَ بِالْأَبْدَانِ. ‏ ‏قَوْله : ( سُقْته إِلَى أَرْض ثَمُود بِثَلَاثِ لَيَالٍ ) ‏ ‏أَيْ زِدْت الْمَسَافَةَ الَّتِي بَيْنَهُ وَبَيْنَ أَرْضِهِ الَّتِي صَارَتْ إِلَيْهِ عَلَى الْمَسَافَةِ الَّتِي كَانَتْ بَيْنَهُ وَبَيْنَ أَرْضِهِ الَّتِي بَاعَهَا بِثَلَاثِ لَيَالٍ. ‏ ‏قَوْله : ( وَسَاقَنِي إِلَى الْمَدِينَةِ بِثَلَاثِ لَيَالٍ ) ‏ ‏يَعْنِي أَنَّهُ نَقَصَ الْمَسَافَةَ الَّتِي بَيْنِي وَبَيْنَ أَرْضِي الَّتِي أَخَذَ بِهَا عَنْ الْمَسَافَةِ الَّتِي كَانَتْ بَيْنِي وَبَيْنَ أَرْضِي الَّتِي بِعْتهَا بِثَلَاثِ لَيَالٍ , وَإِنَّمَا قَالَ إِلَى الْمَدِينَةِ لِأَنَّهُمَا جَمِيعًا كَانَا بِهَا فَرَأَى اِبْن عُمَر الْغِبْطَةَ فِي الْقُرْبِ مِنْ الْمَدِينَةِ فَلِذَلِكَ قَالَ \" رَأَيْت أَنِّي قَدْ غَبَنْته \" وَفِي هَذِهِ الْقِصَّة جَوَازُ بَيْعِ الْعَيْنِ الْغَائِبَةِ عَلَى الصِّفَةِ , وَسَيَأْتِي نَقْلُ الْخِلَافِ فِيهَا فِي \" بَابٌ بَيْعُ الْمُلَامَسَةِ \" وَجَوَازُ التَّحَيُّلِ فِي إِبْطَالِ الْخِيَارِ , وَتَقْدِيمُ الْمَرْءِ مَصْلَحَةَ نَفْسِهِ عَلَى مَصْلَحَةِ غَيْرِهِ , وَفِيهِ جَوَازُ بَيْع الْأَرْض بِالْأَرْضِ , وَفِيهِ أَنَّ الْغَبْنَ لَا يُرَدُّ بِهِ الْبَيْعُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2612",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَأَى عُمَرُ بْنُ الْخَطَّابِ حُلَّةً سِيَرَاءَ عِنْدَ باب الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ لَوِ اشْتَرَيْتَهَا فَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ وَلِلْوَفْدِ قَالَ ‏\"‏ إِنَّمَا يَلْبَسُهَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏‏.‏ ثُمَّ جَاءَتْ حُلَلٌ فَأَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم عُمَرَ مِنْهَا حُلَّةً، وَقَالَ أَكَسَوْتَنِيهَا وَقُلْتَ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ‏.‏ فَقَالَ ‏\"‏ إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا ‏\"‏‏.‏ فَكَسَا عُمَرُ أَخًا لَهُ بِمَكَّةَ مُشْرِكًا‏.‏",
    "english_text": "`Umar bin Al-Khattab saw a silken dress (cloak) being sold at the gate of the Mosque and said, \"O \nAllah's Messenger (ﷺ)! Would that you buy it and wear it on Fridays and when the delegates come to you!\" \nAllah's Messenger (ﷺ) said, \"This is worn by the one who will have no share in the Hereafter.\" Later on some \nsilk dresses were brought and Allah's Messenger (ﷺ) sent one of them to `Umar. `Umar said, \"How do you \ngive me this to wear while you said what you said about the dress of 'Utarid?\" Allah's Messenger (ﷺ) said, \"I \nhave not given it to you to wear.\" So, `Umar gave it to a pagan brother of his in Mecca.",
    "explication": "‏ ‏قَوْله : ( عَنْ النَّجْشِ ) ‏ ‏تَقَدَّمَ أَنَّ الْمَشْهُورَ أَنَّهُ بِفَتْحِ الْجِيمِ وَحَكَى الْمُطَرِّزِيُّ فِيهِ السُّكُون. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2613",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَبُو جَعْفَرٍ، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَتَى النَّبِيُّ صلى الله عليه وسلم بَيْتَ فَاطِمَةَ فَلَمْ يَدْخُلْ عَلَيْهَا، وَجَاءَ عَلِيٌّ فَذَكَرَتْ لَهُ ذَلِكَ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنِّي رَأَيْتُ عَلَى بَابِهَا سِتْرًا مَوْشِيًّا ‏\"‏‏.‏ فَقَالَ ‏\"‏ مَا لِي وَلِلدُّنْيَا ‏\"‏‏.‏ فَأَتَاهَا عَلِيٌّ فَذَكَرَ ذَلِكَ لَهَا فَقَالَتْ لِيَأْمُرْنِي فِيهِ بِمَا شَاءَ‏.‏ قَالَ تُرْسِلُ بِهِ إِلَى فُلاَنٍ‏.‏ أَهْلِ بَيْتٍ بِهِمْ حَاجَةٌ‏.‏",
    "english_text": "Once the Prophet (ﷺ) went to the house of Fatima but did not enter it. `Ali came and she told him about \nthat. When 'All asked the Prophet (ﷺ) about it, he said, \"I saw a (multicolored) decorated curtain on her \ndoor. I am not interested in worldly things.\" `Ali went to Fatima and told her about it. Fatima said, \"I \nam ready to dispense with it in the way he suggests.\" The Prophet (ﷺ) ordered her to send it to such-andsuch \nneedy people. \"",
    "explication": "حَدِيث اِبْن عُمَر فِي قِصة فَاطِمَة : ‏ ‏قَوْلُهُ : ( حَدَّثَنَا مُحَمَّد بْن جَعْفَر أَبُو جَعْفَر ) ‏ ‏جَزَمَ الكَلَابَاذِيُّ بِأَنَّهُ الْفَيْدِيُّ نِسْبَة إِلَى فَيْد بِفَتْحِ اَلْفَاءِ وَسُكُون اَلتَّحْتَانِيَّة بَلَد بَيْن بَغْدَاد وَمَكَّة فِي نِصْفِ اَلطَّرِيقِ سَوَاء وَكَانَ نَزَلَهَا فَنُسِبَ إِلَيْهَا. وَيَحْتَمِلُ عِنْدِي أَنْ يَكُونَ هُوَ أَبُو جَعْفَر الْقُومِسِيُّ اَلْحَافِظُ اَلْمَشْهُورُ فَقَدْ أَخْرَجَ عَنْهُ اَلْبُخَارِيّ حَدِيثًا غَيْر هَذَا فِي اَلْمَغَازِي وَإِنَّمَا جَوَّزْتُ ذَلِكَ لِأَنَّ اَلْمَشْهُورَ فِي كُنْيَة الْفَيْدِيِّ أَبُو عَبْد اَللَّه بِخِلَاف الْقُومِسِيِّ فَكُنْيَتُهُ أَبُو جَعْفَر بِلَا خِلَاف. ‏ ‏قَوْلُهُ : ( حَدَّثَنَا اِبْنُ فُضَيْلٍ عَنْ أَبِيهِ ) ‏ ‏هُوَ مُحَمَّد بْن فُضَيْلِ بْن غَزَوَان اَلْكُوفِيّ وَلَيْسَ لِفُضَيْلٍ عَنْ نَافِعٍ عَنْ اِبْن عُمَر فِي اَلْبُخَارِيِّ سِوَى هَذَا اَلْحَدِيثِ. ‏ ‏قَوْلُهُ : ( أَتَى اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَيْتَ فَاطِمَة فَلَمْ يَدْخُلْ عَلَيْهَا ) ‏ ‏زَادَ فِي رِوَايَةِ اِبْنِ نُمَيْرٍ عَنْ فُضَيْلٍ عِنْد أَبِي دَاوُد وَالْإِسْمَاعِيلِيّ وَابْنِ حِبَّان \" قَالَ وَقَلَّمَا كَانَ يَدْخُلُ إِلَّا بَدَأَ بِهَا \". ‏ ‏قَوْلُهُ : ( فَذَكَرَتْ ذَلِكَ لَهُ ) ‏ ‏زَادَ فِي رِوَايَةِ اِبْنِ نُمَيْر \" فَجَاءَ عَلِيٌّ فَرَآهَا مُهْتَمَّةً \". ‏ ‏قَوْلُهُ : ( فَذَكَرَ لِلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ اَلْأَصِيلِيِّ \" فَذَكَرَهُ \" وَفِي رِوَايَةِ اِبْنِ نُمَيْر \" فَقَالَ يَا رَسُول اَللَّهِ إِنَّ فَاطِمَةَ اِشْتَدَّ عَلَيْهَا أَنَّك جِئْت فَلَمْ تَدْخُلْ عَلَيْهَا \". ‏ ‏قَوْلُهُ : ( سِتْرًا مُوشِيًّا ) ‏ ‏بِضَمِّ اَلْمِيمِ وَسُكُون اَلْوَاوِ بَعْدَهَا مُعْجَمَة ثُمَّ تَحْتَانِيَّة قَالَ اِبْن اَلتِّينِ : أَصْلُهُ مُوَشْوِيًا فَالْتَقَى حَرْفَا عِلَّة وَسُبِق اَلْأَوَّل بِالسُّكُونِ فَقُلِبَتْ اَلْوَاو يَاء وَأُدْغِمَتْ فِي اَلْأُخْرَى وَكُسِرَتْ اَلْأُولَى لِأَجْلِ اَلَّتِي بَعْدَهَا فَصَارَ عَلَى وَزْنِ مَرَضِيٍّ وَمَطْلِيٍّ وَيَجُوزُ فِيهِ مُوشَى بِوَزْنِ مُوسَى وَقَالَ الْمُطَرِّزِيُّ : اَلْوَشْيُ خَلْطُ لَوْنٍ بِلَوْن وَمِنْهُ وَشَى اَلثَّوْبَ إِذَا رَقَّمَهُ وَنَقَشَهُ. وَقَالَ اِبْن اَلْجَوْزِيِّ : اَلْمُوشَى اَلْمُخَطَّط بِأَلْوَانٍ شَتَّى. ‏ ‏قَوْلُهُ : ( مَا لِي وَلِلدُّنْيَا ) ‏ ‏زَادَ اِبْن نُمَيْر \" مَا لِي وَلِلرَّقْمِ \" أَيْ اَلْمَرْقُومِ , وَالرَّقْمُ اَلنَّقْش. ‏ ‏قَوْلُهُ : ( قَالَ تُرْسِلِي بِهِ ) ‏ ‏كَذَا لِأَبِي ذَرٍّ \" تُرْسِلِي \" بِحَذْفِ اَلنُّونِ وَهِيَ لُغَةٌ أَوْ يُقَدِّرُ أَنْ فَحُذِفَتْ لِدَلَالَةِ اَلسِّيَاقِ وَفِي رِوَايَةٍ لِلْأَكْثَرِ \" تُرْسِلُ \" بِضَمِّ اَللَّامِ بِغَيْرِ يَاء. ‏ ‏قَوْلُهُ : ( أَهْل بَيْتٍ بِهِمْ حَاجَة ) ‏ ‏بِجَرِّ أَهْلٍ عَلَى اَلْبَدَلِ وَلَمْ أَعْرِفْهُمْ بَعْد وَفِي اَلْحَدِيثِ كَرَاهَةُ دُخُولِ اَلْبَيْتِ اَلَّذِي فِيهِ مَا يُكْرَهُ. وَأَوْرَدَ اِبْنُ حِبَّانَ عَقِبَ هَذَا اَلْحَدِيثِ حَدِيث سَفِينَة فَقَالَ : \" لَمْ يَكُنْ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ يَدْخُلُ بَيْتًا مُزَوَّقًا \" وَتَرْجَمَ عَلَيْهِ اَلْبَيَانَ بِأَنَّ ذَلِكَ لَمْ يَكُنْ مِنْهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ فَاطِمَة دُونَ غَيْرِهَا وَفِيمَا قَالَهُ نَظَر إِلَّا إِنْ حَمْلَنَا اَلتَّزْوِيق عَلَى مَا هُوَ أَعَمُّ مِمَّا يُصْنَعُ فِي نَفْسِ اَلْجِدَارِ أَوْ يُعَلَّقُ عَلَيْهِ قَالَ اَلْمُهَلَّب وَغَيْره : كَرِهَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ لِابْنَتِهِ مَا كَرِهَ لِنَفْسِهِ مِنْ تَعْجِيلِ اَلطَّيِّبَاتِ فِي اَلدُّنْيَا لَا أَنَّ سَتْرَ اَلْبَاب حَرَامٌ. وَهُوَ نَظِيرُ قَوْلِهِ لَهَا لَمَّا سَأَلَتْهُ خَادِمًا \" أَلَا أَدُلُّك عَلَى خَيْرٍ مِنْ ذَلِكَ \" فَعَلَّمَهَا اَلذِّكْرَ عِنْدَ اَلنَّوْمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2614",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ، قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ أَهْدَى إِلَىَّ النَّبِيُّ صلى الله عليه وسلم حُلَّةً سِيَرَاءَ فَلَبِسْتُهَا، فَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ، فَشَقَقْتُهَا بَيْنَ نِسَائِي‏.‏",
    "english_text": "The Prophet (ﷺ) gave me a silken dress as a gift and I wore it. When I saw the signs of anger on his face, I \ncut it into pieces and distributed it among my wives.\"",
    "explication": "حَدِيث عَلِيّ فِي اَلْحُلَّةِ وَفِيهِ قَوْلُهُ : \" فَشَقَقْتهَا بَيْنَ نِسَائِي \" وَسَيَأْتِي شَرْحُهُ فِي كِتَابِ اَللِّبَاس , وَمُنَاسَبَتُهُ ظَاهِرَة فِي قَوْلِهِ : \" فَرَأَيْت اَلْغَضَبَ فِي وَجْهِهِ \" فَإِنَّهُ دَالٌّ عَلَى أَنَّهُ كَرِهَ لَهُ لُبْسَهَا مَعَ كَوْنِهِ أَهْدَاهَا لَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2615",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسٌ ـ رضى الله عنه ـ قَالَ أُهْدِيَ لِلنَّبِيِّ صلى الله عليه وسلم جُبَّةُ سُنْدُسٍ، وَكَانَ يَنْهَى عَنِ الْحَرِيرِ، فَعَجِبَ النَّاسُ مِنْهَا فَقَالَ ‏\n\"‏ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَمَنَادِيلُ سَعْدِ بْنِ مُعَاذٍ فِي الْجَنَّةِ أَحْسَنُ مِنْ هَذَا ‏\"‏‏.‏ وَقَالَ سَعِيدٌ عَنْ قَتَادَةَ، عَنْ أَنَسٍ، إِنَّ أُكَيْدِرَ دُومَةَ أَهْدَى إِلَى النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "A Jubba (i.e. cloak) made of thick silken cloth was presented to the Prophet. The Prophet (ﷺ) used to \nforbid people to wear silk. So, the people were pleased to see it. The Prophet (ﷺ) said, \"By Him in Whose \nHands Muhammad's soul is, the handkerchiefs of Sa`d bin Mu`adh in Paradise are better than this.\" \nAnas added, \"The present was sent to the Prophet (ﷺ) by Ukaidir (a Christian) from Dauma.\"",
    "explication": "أَحَدُهَا حَدِيث أَنَس فِي جُبَّة الْسُّنْدُس , وَسَيَأتِي شَرْحُه فِي كِتَاب اللبَاس إِن شَاءَ اللُّه تَعَالى. ‏ ‏قَوْلُهُ : ( أُهْدِيَ ) ‏ ‏بِضَمّ أَوَّلِهِ عَلَى اَلْبِنَاءِ لِلْمَجْهُولِ. ‏ ‏قَوْلُهُ : ( وَكَانَ يَنْهَى ) ‏ ‏أَيْ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ‏ ‏( عَنْ اَلْحَرِيرِ ) ‏ ‏وَهِيَ جُمْلَةٌ حَالِيَّةٌ. ‏ ‏قَوْلُهُ : ( وَقَالَ سَعِيد ) ‏ ‏هُوَ اِبْن أَبِي عَرُوبَة ( إِلَخْ وَصَلَهُ أَحْمَد عَنْ رَوْحٍ عَنْ سَعِيدٍ وَهُوَ اِبْن أَبِي عَرُوبَة بِهِ وَقَالَ فِيهِ : \" جُبَّة سُنْدُس أَوْ دِيبَاج شَكَّ سَعِيدٌ \" وَسَيَأْتِي بَيَانُ مَا فِيهِ مِنْ اَلتَّخَالُفِ مَعَ بَقِيَّةِ شَرْحِهِ فِي كِتَاب اَللِّبَاس إِنْ شَاءَ اَللَّهُ تَعَالَى. وَأَرَادَ اَلْبُخَارِيّ مِنْهُ بَيَان اَلَّذِي أَهْدَى لِتَظْهَر مُطَابَقَته لِلتَّرْجَمَةِ. وَقَدْ أَخْرَجَهُ مُسْلِم عَنْ طَرِيقِ عَمْرو بْن عَامِر عَنْ قَتَادَة فَقَالَ فِيهِ : \" إِنَّ أُكَيْدِرَ دُومَة اَلْجَنْدَل \" وَأُكَيْدِر دُومَة هُوَ أُكَيْدِرُ تَصْغِير أَكْدَرَ وَدُومَة بِضَمِّ الْمُهْمَلَة وَسُكُون اَلْوَاوِ بَلَد بَيْنَ اَلْحِجَازِ وَالشَّامِ وَهِيَ دُومَة اَلْجَنْدَل مَدِينَة بِقُرْبِ تَبُوكَ بِهَا نَخْل وَزَرْع وَحِصْن عَلَى عَشْرِ مَرَاحِلَ مِنْ اَلْمَدِينَةِ وَثَمَانٍ مِنْ دِمَشْقَ وَكَانَ أُكَيْدِرُ مَلِكَهَا وَهُوَ أُكَيْدِرُ بْن عَبْد اَلْمَلِك بْن عَبْد اَلْجِنّ بِالْجِيمِ وَالنُّونِ بْن أَعْبَاء بْن اَلْحَارِث بْن مُعَاوِيَة يُنْسَبُ إِلَى كِنْدَةَ وَكَانَ نَصْرَانِيًّا. وَكَانَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسَلَ إِلَيْهِ خَالِد بْن اَلْوَلِيد فِي سَرِيَّةٍ فَأَسَرَهُ وَقَتَلَ أَخَاهُ حَسَّان وَقَدِمَ بِهِ اَلْمَدِينَةَ فَصَالَحَهُ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى اَلْجِزْيَةِ وَأَطْلَقَهُ , ذَكَرَ اِبْن إِسْحَاق قِصَّتَهُ مُطَوَّلَة فِي الْمَغَازِي. وَرَوَى أَبُو يَعْلَى بِإِسْنَادٍ قَوِيٍّ مِنْ حَدِيثِ قَيْس بْن اَلنُّعْمَان \" أَنَّهُ لَمَّا قَدِمَ أَخْرَجَ قَبَاء مِنْ دِيبَاج مَنْسُوجًا بِالذَّهَبِ فَرَدَّهُ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ ثُمَّ إِنَّهُ وَجَدَ فِي نَفْسِهِ مِنْ رَدِّ هَدِيَّتِهِ فَرَجَعَ بِهِ فَقَالَ لَهُ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ : اِدْفَعْهُ إِلَى عُمَرَ \" اَلْحَدِيث وَفِي حَدِيث عَلِيٍّ عِنْد مُسْلِم \" أَنَّ أُكَيْدِرَ دُومَة أَهْدَى لِلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ثَوْبَ حَرِير فَأَعْطَاهُ عَلِيًّا فَقَالَ : شَقِّقْهُ خُمُرًا بَيْن اَلْفَوَاطِم ; فَيُسْتَفَادَ مِنْهُ أَنَّ اَلْحُلَّةَ اَلَّتِي ذَكَرَهَا عَلِيٌّ فِي اَلْبَابِ اَلَّذِي قَبْلَهُ هِيَ هَذِهِ اَلَّتِي أَهْدَاهَا أُكَيْدِر وَسَيَأْتِي اَلْمُرَاد بِالْفَوَاطِمِ فِي اَللِّبَاسِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2617",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ يَهُودِيَّةً، أَتَتِ النَّبِيَّ صلى الله عليه وسلم بِشَاةٍ مَسْمُومَةٍ، فَأَكَلَ مِنْهَا فَجِيءَ بِهَا فَقِيلَ أَلاَ نَقْتُلُهَا‏.‏ قَالَ ‏\n\"‏ لاَ ‏\"‏‏.‏ فَمَا زِلْتُ أَعْرِفُهَا فِي لَهَوَاتِ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "A Jewess brought a poisoned (cooked) sheep for the Prophet (ﷺ) who ate from it. She was brought to the \nProphet and he was asked, \"Shall we kill her?\" He said, \"No.\" I continued to see the effect of the \npoison on the palate of the mouth of Allah's Messenger (ﷺ) .",
    "explication": "حَدِيث أَنَس أَيْضًا \" أَنَّ يَهُودِيَّةً أَتَتْ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ مَسْمُومَةٍ فَأَكَلَ مِنْهَا \" اَلْحَدِيث وَسَيَأْتِي شَرْحُهُ فِي غَزْوَةِ خَيْبَرَ مِنْ الْمَغَازِي وَاسْم اَلْيَهُودِيَّة اَلْمَذْكُورَة زَيْنَب وَقَدْ اِخْتُلِفَ فِي إِسْلَامِهَا كَمَا سَيَأْتِي. ‏ ‏قَوْلُهُ : ( فَأَكَلَ مِنْهَا فَجِيءَ بِهَا ) ‏ ‏زَادَ مُسْلِم وَأَحْمَد فِي رِوَايَتِهِ مِنْ اَلْوَجْهِ اَلْمَذْكُورِ هُنَا \" فَأَكَلَ مِنْهُ فَقَالَ إِنَّهَا جَعَلَتْ فِيهِ سُمًّا \" وَزَادَ مُسْلِم بَعْدَ قَوْلِهِ فَجِيءَ بِهَا إِلَى رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" فَسَأَلَهَا عَنْ ذَلِكَ فَقَالَتْ : أَرَدْت لِأَقْتُلَك قَالَ : مَا كَانَ اَللَّه لِيُسَلِّطَكِ عَلَيَّ \". ‏ ‏قَوْلُهُ : ( فَقِيلَ أَلَا نَقْتُلُهَا ) ‏ ‏فِي رِوَايَةِ أَحْمَد وَمُسْلِم \" فَقَالُوا يَا رَسُول اَللَّهِ \". ‏ ‏قَوْلُهُ : ( فِي لَهَوَاتِ ) ‏ ‏بِفَتْحِ اَللَّامِ جَمْع لَهَاة وَهِيَ سَقْف اَلْفَم أَوْ اَللَّحْمَة اَلْمُشْرِفَة عَلَى اَلْحَلْقِ وَقِيلَ هِيَ أَقْصَى اَلْحَلْق وَقِيلَ مَا يَبْدُو مِنْ اَلْفَمِ عِنْدَ اَلتَّبَسُّمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2618",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم ثَلاَثِينَ وَمِائَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلْ مَعَ أَحَدٍ مِنْكُمْ طَعَامٌ ‏\"‏‏.‏ فَإِذَا مَعَ رَجُلٍ صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُهُ، فَعُجِنَ ثُمَّ جَاءَ رَجُلٌ مُشْرِكٌ مُشْعَانٌّ طَوِيلٌ بِغَنَمٍ يَسُوقُهَا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بَيْعًا أَمْ عَطِيَّةً ـ أَوْ قَالَ ـ أَمْ هِبَةً ‏\"‏‏.‏ قَالَ لاَ، بَلْ بَيْعٌ‏.‏ فَاشْتَرَى مِنْهُ شَاةً، فَصُنِعَتْ وَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِسَوَادِ الْبَطْنِ أَنْ يُشْوَى، وَايْمُ اللَّهِ مَا فِي الثَّلاَثِينَ وَالْمِائَةِ إِلاَّ قَدْ حَزَّ النَّبِيُّ صلى الله عليه وسلم لَهُ حُزَّةً مِنْ سَوَادِ بَطْنِهَا، إِنْ كَانَ شَاهِدًا أَعْطَاهَا إِيَّاهُ، وَإِنْ كَانَ غَائِبًا خَبَأَ لَهُ، فَجَعَلَ مِنْهَا قَصْعَتَيْنِ، فَأَكَلُوا أَجْمَعُونَ، وَشَبِعْنَا، فَفَضَلَتِ الْقَصْعَتَانِ، فَحَمَلْنَاهُ عَلَى الْبَعِيرِ‏.‏ أَوْ كَمَا قَالَ‏.‏",
    "english_text": "We were one-hundred and thirty persons accompanying the Prophet (ﷺ) who asked us whether anyone of \nus had food. There was a man who had about a Sa of wheat which was mixed with water then. A very \ntall pagan came driving sheep. The Prophet (ﷺ) asked him, \"Will you sell us (a sheep) or give it as a \npresent?\" He said, \"I will sell you (a sheep).\" The Prophet (ﷺ) bought a sheep and it was slaughtered. The \nProphet ordered that its liver and other Abdominal organs be roasted. By Allah, the Prophet (ﷺ) gave \nevery person of the one-hundred-and-thirty a piece of that; he gave all those of them who were \npresent; and kept the shares of those who were absent. The Prophet (ﷺ) then put its meat in two huge \nbasins and all of them ate to their fill, and even then more food was left in the two basins which were \ncarried on the camel (or said something like it).",
    "explication": "حَدِيث عَبْد اَلرَّحْمَن بْن أَبِي بَكْر اَلصِّدِّيقِ وَقَدْ تَقَدَّمَ بَعْضُهُ بِهَذَا اَلْإِسْنَادِ فِي اَلْبُيُوعِ. ‏ ‏قَوْلُهُ : ( عَنْ أَبِيهِ ) ‏ ‏هُوَ سُلَيْمَان بْن طَرْخَان التَّيْمِيُّ وَالْإِسْنَاد كُلُّهُ بَصْرِيُّونَ إِلَّا اَلصَّحَابِيّ. ‏ ‏قَوْلُهُ : ( صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُهُ ) ‏ ‏بِالرَّفْعِ وَالضَّمِيرُ لِلصَّاعِ. ‏ ‏قَوْلُهُ : ( ثُمَّ جَاءَ رَجُل مُشْرِك ) ‏ ‏لَمْ أَقِفْ عَلَى اِسْمِهِ وَلَا عَلَى اِسْمِ صَاحِبِ اَلصَّاعِ اَلْمَذْكُورِ. ‏ ‏قَوْلُهُ : ( مُشْعَانٌ ) ‏ ‏بِضَمِّ اَلْمِيمِ وَسُكُون اَلْمُعْجَمَة بَعْدَهَا مُهْمَلَة وَآخِره نُون ثَقِيلَة فَسَّرَهُ الْمُصَنِّف فِي آخِرِ اَلْحَدِيثِ فِي رِوَايَة اَلْمُسْتَمْلِي بِأَنَّهُ اَلطَّوِيلُ جِدًّا فَوْقَ اَلطُّولِ وَزَادَ غَيْرُهُ : مَعَ إِفْرَاد اَلطُّول شَعِث اَلرَّأْس وَقَدْ تَقَدَّمَ وَكَأَنَّهُ أَقْوَى لِأَنَّهُ سَيَأْتِي فِي اَلْأَطْعِمَةِ مِنْ وَجْهٍ آخَرَ بِلَفْظ : مُشْعَانٌ طَوِيلٌ وَيَحْتَمِلُ أَنْ يَكُونَ قَوْلُهُ : طَوِيلٌ تَفْسِيرًا لِمُشْعَانٍ. وَقَالَ اَلْقَزَّاز : اَلْمُشْعَانُ اَلْجَافِي اَلثَّائِر اَلرَّأْس. ‏ ‏قَوْلُهُ : ( بَيْعًا أَمْ عَطِيَّةً ) ‏ ‏اِنْتَصَبَ عَلَى فِعْلٍ مُقَدَّرٍ. ‏ ‏قَوْلُهُ : ( فَاشْتَرَى مِنْهُ شَاةً ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيِّ \" فَاشْتَرَى مِنْهَا \" أَيْ مِنْ اَلْغَنَمِ. ‏ ‏قَوْلُهُ : ( بِسَوَاد اَلْبَطْن ) ‏ ‏هُوَ اَلْكَبِدُ أَوْ كُلّ مَا فِي اَلْبَطْنِ مِنْ كَبِدٍ وَغَيْرِهَا. ‏ ‏قَوْلُهُ : ( وَاَيْم اَللَّه ) ‏ ‏هُوَ قَسَم وَقَدْ تَقَدَّمَ أَنَّهُ يُقَالُ بِالْهَمْزِ وَبِالْوَصْلِ وَغَيْر ذَلِكَ. ‏ ‏قَوْلُهُ : ( أَعْطَاهَا إِيَّاهُ ) ‏ ‏هُوَ مِنْ اَلْقَلْبِ وَأَصْلُهُ أَعْطَاهُ إِيَّاهَا. ‏ ‏قَوْلُهُ : ( فَأَكَلُوا أَجْمَعُونَ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونُوا اِجْتَمَعُوا عَلَى اَلْقَصْعَتَيْنِ فَيَكُون فِيهِ مُعْجِزَةٌ أُخْرَى لِكَوْنِهِمَا وَسِعَتَا أَيْدِيَ اَلْقَوْمِ وَيَحْتَمِلُ أَنْ يُرِيدَ أَنَّهُمْ أَكَلُوا كُلُّهُمْ فِي اَلْجُمْلَةِ أَعَمّ مِنْ اَلِاجْتِمَاعِ وَالِافْتِرَاقِ. ‏ ‏قَوْلُهُ : ( فَفَضَلَتْ اَلْقَصْعَتَانِ فَحَمَلْنَاهُ ) ‏ ‏أَيْ اَلطَّعَامَ وَلَوْ أَرَادَ اَلْقَصْعَتَيْنِ لَقَالَ حَمَلْنَاهُمَا وَوَقَعَ فِي رِوَايَةِ الْمُصَنِّفِ فِي اَلْأَطْعِمَةِ \" وَفَضَلَ فِي اَلْقَصْعَتَيْنِ \" وَكَذَا أَخْرَجَهُ مُسْلِم , وَالضَّمِيرُ عَلَى هَذَا لِلْقَدْرِ اَلَّذِي فَضَلَ. ‏ ‏قَوْلُهُ : ( أَوْ كَمَا قَالَ ) ‏ ‏شَكٌّ مِنْ اَلرَّاوِي وَفِي هَذَا اَلْحَدِيثِ قَبُولُ هَدِيَّة اَلْمُشْرِك لِأَنَّهُ سَأَلَهُ هَلْ يَبِيعُ أَوْ يُهْدِي ؟ وَفِيهِ فَسَادُ قَوْل مَنْ حَمَلَ رَدَّ اَلْهَدِيَّةِ عَلَى اَلْوَثَنِيِّ دُونَ اَلْكِتَابِيِّ لِأَنَّ هَذَا اَلْأَعْرَابِيَّ كَانَ وَثَنِيًّا وَفِيهِ اَلْمُوَاسَاةُ عِنْدَ اَلضَّرُورَةِ , وَظُهُورُ اَلْبَرَكَةِ فِي اَلِاجْتِمَاعِ عَلَى اَلطَّعَامِ , وَالْقَسَمُ لِتَأْكِيدِ اَلْخَبَرِ وَإِنْ كَانَ اَلْمُخْبِرُ صَادِقًا وَمُعْجِزَةٌ ظَاهِرَةٌ وَآيَةٌ بَاهِرَة مِنْ تَكْثِير اَلْقَدْر اَلْيَسِير مِنْ اَلصَّاعِ وَمِنْ اَللَّحْمِ حَتَّى وَسِعَ اَلْجَمْعَ اَلْمَذْكُورَ وَفَضَلَ مِنْهُ وَلَمْ أَرَ هَذِهِ اَلْقِصَّةَ إِلَّا مِنْ حَدِيث عَبْد اَلرَّحْمَن وَقَدْ وَرَدَ تَكْثِير اَلطَّعَام فِي اَلْجُمْلَةِ مِنْ أَحَادِيثِ جَمَاعَةٍ مِنْ اَلصَّحَابَةِ , مَحَلُّ اَلْإِشَارَة إِلَيْهَا عَلَامَات اَلنُّبُوَّةِ وَسَتَأْتِي إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2619",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَأَى عُمَرُ حُلَّةً عَلَى رَجُلٍ تُبَاعُ فَقَالَ لِلنَّبِيِّ صلى الله عليه وسلم ابْتَعْ هَذِهِ الْحُلَّةَ تَلْبَسْهَا يَوْمَ الْجُمُعَةِ وَإِذَا جَاءَكَ الْوَفْدُ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا يَلْبَسُ هَذَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏‏.‏ فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْهَا بِحُلَلٍ فَأَرْسَلَ إِلَى عُمَرَ مِنْهَا بِحُلَّةٍ‏.‏ فَقَالَ عُمَرُ كَيْفَ أَلْبَسُهَا وَقَدْ قُلْتَ فِيهَا مَا قُلْتَ قَالَ ‏\"‏ إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا، تَبِيعُهَا أَوْ تَكْسُوهَا ‏\"‏‏.‏ فَأَرْسَلَ بِهَا عُمَرُ إِلَى أَخٍ لَهُ مِنْ أَهْلِ مَكَّةَ قَبْلَ أَنْ يُسْلِمَ‏.‏",
    "english_text": "`Umar saw a silken cloak over a man for sale and requested the Prophet (ﷺ) to buy it in order to wear it on \nFridays and while meeting delegates. The Prophet (ﷺ) said, \"This is worn by the one who will have no \nshare in the Hereafter.\" Later on Allah's Messenger (ﷺ) got some silken cloaks similar to that one, and he \nsent one to `Umar. `Umar said to the Prophet (ﷺ) \"How can I wear it, while you said about it what you \nsaid?\" The Prophet (ﷺ) said, \"I have not given it to you to wear, but to sell or to give to someone else.\" So, \n`Umar sent it to his brother at Mecca before he embraced Islam.",
    "explication": "حَدِيث اِبْن عُمَر فِي حُلَّة عُطَارِد وَقَدْ سَبَقَ قَرِيبًا وَالْغَرَضُ مِنْهُ قَوْلُهُ : \" فَأَرْسَلَ بِهَا عُمَر إِلَى أَخ لَهُ مِنْ أَهْلِ مَكَّةَ قَبْلَ أَنْ يُسْلِمَ \" وَاسْمُ هَذَا اَلْأَخِ عُثْمَان بْن حَكِيم وَكَانَ أَخَا عُمَرَ مِنْ أُمِّهِ , أُمُّهُمَا خَيْثَمَةُ بِنْتُ هِشَام بْن اَلْمُغِيرَة وَهِيَ بِنْتُ عَمِّ أَبِي جَهْل بْن هِشَام بْن اَلْمُغِيرَة وَقَالَ اَلدِّمْيَاطِيّ : إِنَّمَا كَانَ عُثْمَان بْن حَكِيم أَخَا زَيْد بْن اَلْخَطَّاب أَخِي عُمَر لِأُمِّهِ أُمِّهِمَا أَسْمَاء بِنْت وَهْبٍ. قُلْت : إِنْ ثَبَتَ اِحْتَمَلَ أَنْ تَكُونَ أَسْمَاء بِنْت وَهْب أَرْضَعَتْ عُمَر فَيَكُونَ عُثْمَان بْن حَكِيم أَخَاهُ أَيْضًا مِنْ اَلرَّضَاعَةِ كَمَا هُوَ أَخُو أَخِيهِ زَيْد مِنْ أُمِّهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2620",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ قَدِمَتْ عَلَىَّ أُمِّي وَهْىَ مُشْرِكَةٌ، فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَاسْتَفْتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْتُ ‏{‏إِنَّ أُمِّي قَدِمَتْ‏}‏ وَهْىَ رَاغِبَةٌ، أَفَأَصِلُ أُمِّي قَالَ ‏\n\"‏ نَعَمْ صِلِي أُمَّكِ ‏\"‏‏.‏",
    "english_text": "My mother came to me during the lifetime of Allah's Messenger (ﷺ) and she was a pagan. I said to Allah's \nApostle (seeking his verdict), \"My mother has come to me and she desires to receive a reward from \nme, shall I keep good relations with her?\" The Prophet (ﷺ) said, \"Yes, keep good relation with her. \"",
    "explication": "حَدِيث أَسْمَاء بِنْت أَبِي بَكْر : ‏ ‏قَوْلُهُ : ( عَنْ هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة وَفِي رِوَايَةِ اِبْنِ عُيَيْنَةَ اَلْآتِيَةِ فِي اَلْأَدَبِ \" أَخْبَرَنِي أَبِي \". ‏ ‏قَوْلُهُ : ( عَنْ أَسْمَاء بِنْت أَبِي بَكْر ) ‏ ‏فِي رِوَايَةِ اِبْن عُيَيْنَة اَلْمَذْكُورَةِ \" أَخْبَرَتْنِي أَسْمَاءُ \" كَذَا قَالَ أَكْثَر أَصْحَابِ هِشَامٍ وَقَالَ بَعْض أَصْحَابِ اِبْن عُيَيْنَة عَنْهُ \" عَنْ هِشَام عَنْ فَاطِمَة بِنْت اَلْمُنْذِر عَنْ أَسْمَاء \" قَالَ الدَّارَقُطْنِيّ وَهُوَ خَطَأ. قُلْت : حَكَى أَبُو نُعَيْمٍ أَنَّ عُمَر بْن عَلِيّ اَلْمُقَدِّمِي وَيَعْقُوب اَلْقَارِي رَوَيَاهُ عَنْ هِشَام كَذَلِكَ فَيَحْتَمِلُ أَنْ يَكُونَا مَحْفُوظَيْنِ وَرَوَاهُ أَبُو مُعَاوِيَة وَعَبْد اَلْحَمِيد بْن جَعْفَر عَنْ هِشَام فَقَالَا : \" عَنْ عُرْوَةَ عَنْ عَائِشَة \" وَكَذَا أَخْرَجَهُ اِبْنُ حِبَّانَ مِنْ طَرِيق اَلثَّوْرِيّ عَنْ هِشَام , وَالْأَوَّلُ أَشْهَر قَالَ الْبُرْقَانِيُّ : وَهُوَ أَثْبَتُ ا ه. وَلَا يَبْعُدُ أَنْ يَكُونَ عِنْدَ عُرْوَةَ عَنْ أُمِّهِ وَخَالَتِهِ فَقَدْ أَخْرَجَهُ اِبْن سَعْد وَأَبُو دَاوُد اَلطَّيَالِسِيّ وَالْحَاكِم مِنْ حَدِيثِ عَبْد اَللَّه بْن اَلزُّبَيْر قَالَ : \" قَدِمَتْ قُتَيْلَة - بِالْقَاف وَالْمُثَنَّاة مُصَغَّرَةً - بِنْت عَبْد اَلْعُزَّى بْن سَعْد مِنْ بَنِي مَالِك بْن حِسْل - بِكَسْرِ اَلْحَاءِ وَسُكُون اَلسِّينِ الْمُهْمَلَتَيْنِ - عَلَى اِبْنَتِهَا أَسْمَاء بِنْت أَبِي بَكْر فِي اَلْهُدْنَةِ وَكَانَ أَبُو بَكْر طَلَّقَهَا فِي اَلْجَاهِلِيَّةِ بِهَدَايَا : زَبِيبٍ وَسَمْنٍ وَقَرَظٍ ; فَأَبَتْ أَسْمَاء أَنْ تَقْبَلَ هَدِيَّتَهَا أَوْ تُدْخِلَهَا بَيْتَهَا وَأَرْسَلَتْ إِلَى عَائِشَة : سَلِي رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : لِتُدْخِلْهَا \" اَلْحَدِيث , وَعُرِفَ مِنْهُ تَسْمِيَةُ أُمِّ أَسْمَاء وَأَنَّهَا أُمُّهَا حَقِيقَة وَأَنَّ مَنْ قَالَ إِنَّهَا أُمُّهَا مِنْ اَلرَّضَاعَةِ فَقَدْ وَهَمَ وَوَقَعَ عِنْد اَلزُّبَيْر بْن بَكَّارٍ أَنَّ اِسْمَهَا قَيْلَة وَرَأَيْته فِي نُسْخَةٍ مُجَرَّدَةٍ مِنْهُ بِسُكُونِ اَلتَّحْتَانِيَّة وَضَبَطَهُ اِبْنُ مَاكُولَا بِسُكُون اَلْمُثَنَّاة فَعَلَى هَذَا فَمَنْ قَالَ قُتَيْلَة صَغَّرَهَا قَالَ اَلزُّبَيْر : أُمُّ أَسْمَاء وَعَبْد اَللَّه اِبْنَيْ أَبِي بَكْر قَيْلَة بِنْت عَبْد اَلْعُزَّى وَسَاقَ نَسَبَهَا إِلَى حِسْل بْن عَامِر بْن لُؤَيّ , وَأَمَّا قَوْلُ الدَّاوُدِيِّ : إِنَّ اِسْمَهَا أُمُّ بَكْر فَقَدْ قَالَ اِبْن اَلتِّينِ لَعَلَّهُ كُنْيَتهَا. ‏ ‏قَوْلُهُ : ( قَدِمَتْ عَلَيَّ أُمِّي ) ‏ ‏زَادَ اَللَّيْث عَنْ هِشَام كَمَا سَيَأْتِي فِي اَلْأَدَبِ \" مَعَ اِبْنِهَا \" وَكَذَا فِي رِوَايَةِ حَاتِم بْن إِسْمَاعِيل عَنْ هِشَام كَمَا سَيَأْتِي فِي أَوَاخِر اَلْجِزْيَةِ , وَذَكَرَ اَلزُّبَيْرُ أَنَّ اِسْمَ اِبْنِهَا اَلْمَذْكُورِ اَلْحَارِثُ بْن مُدْرِك بْن عُبَيْد بْن عَمْرو بْن مَخْزُوم وَلَمْ أَرَ لَهُ ذِكْرًا فِي اَلصَّحَابَةِ فَكَأَنَّهُ مَاتَ مُشْرِكًا وَذَكَرَ بَعْضُ شُيُوخِنَا أَنَّهُ وَقَعَ فِي بَعْضِ اَلنُّسَخِ \" مَعَ أَبِيهَا \" بِمُوَحَّدَةٍ ثُمَّ تَحْتَانِيَّة وَهُوَ تَصْحِيف. ‏ ‏قَوْلُهُ : ( وَهِيَ مُشْرِكَةُ ) ‏ ‏سَأَذْكُرُ مَا قِيلَ فِيهِ إِسْلَامُهَا. ‏ ‏قَوْلُهُ : ( فِي عَهْدِ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ حَاتِم \" فِي عَهْدِ قُرَيْش إِذْ عَاهَدُوا رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" وَأَرَادَ بِذَلِكَ مَا بَيْنَ اَلْحُدَيْبِيَةَ وَالْفَتْح وَسَيَأْتِي بَيَانُهُ فِي الْمَغَازِي. ‏ ‏قَوْلُهُ : ( فَاسْتَفْتَيْت رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ قَلْتُ : إِنَّ أُمِّي قَدِمَتْ وَهِيَ رَاغِبَةٌ ) ‏ ‏فِي رِوَايَةِ حَاتِم \" فَقَالَتْ يَا رَسُول اَللَّهِ إِنَّ أُمِّي قَدِمَتْ عَلَيَّ وَهِيَ رَاغِبَة \" وَلِمُسْلِمٍ مِنْ طَرِيقِ عَبْد اَللَّهِ بْن إِدْرِيس عَنْ هِشَام \" رَاغِبَة أَوْ رَاهِبَة \" بِالشَّكِّ وَلِلطَّبَرَانِيِّ مِنْ طَرِيقِ عَبْد اَللَّه بْن إِدْرِيس اَلْمَذْكُورِ \" رَاغِبَة وَرَاهِبَة \" وَفِي حَدِيثِ عَائِشَة عِنْدَ اِبْن حِبَّان \" جَاءَتْنِي رَاغِبَة وَرَاهِبَة \" وَهُوَ يُؤَيِّدُ رِوَايَةَ اَلطَّبَرَانِيّ , وَالْمَعْنَى أَنَّهَا قَدِمَتْ طَالِبَةً فِي بِرِّ اِبْنَتِهَا لَهَا خَائِفَة مِنْ رَدِّهَا إِيَّاهَا خَائِبَة ; هَكَذَا فَسَّرَهُ اَلْجُمْهُور وَنَقَلَ اَلْمُسْتَغْفَرِيّ أَنَّ بَعْضَهُمْ أَوَّلَهُ فَقَالَ : وَهِيَ رَاغِبَةٌ فِي اَلْإِسْلَامِ فَذَكَرَهَا لِذَلِكَ فِي اَلصَّحَابَةِ وَرَدَّهُ أَبُو مُوسَى بِأَنَّهُ لَمْ يَقَعْ فِي شَيْءٍ مِنْ اَلرِّوَايَاتِ مَا يَدُلُّ عَلَى إِسْلَامِهَا , وَقَوْلُهَا : \" رَاغِبَة \" أَيْ فِي شَيْءٍ تَأْخُذُهُ وَهِيَ عَلَى شِرْكِهَا وَلِهَذَا اِسْتَأْذَنَتْ أَسْمَاء فِي أَنْ تَصِلَهَا وَلَوْ كَانَتْ رَاغِبَة فِي اَلْإِسْلَامِ لَمْ تَحْتَجْ إِلَى إِذْنٍ ا ه. وَقِيلَ مَعْنَاهُ رَاغِبَة عَنْ دِينِي أَوْ رَاغِبَة فِي اَلْقُرْبِ مِنِّي وَمُجَاوَرَتِي وَالتَّوَدُّد إِلَيَّ لِأَنَّهَا اِبْتَدَأَتْ أَسْمَاء بِالْهَدِيَّةِ اَلَّتِي أَحْضَرَتْهَا وَرَغِبَتْ مِنْهَا فِي اَلْمُكَافَأَةِ وَلَوْ حَمَلَ قَوْلَهُ : \" رَاغِبَة \" أَيْ فِي اَلْإِسْلَامِ لَمْ يَسْتَلْزِمْ إِسْلَامُهَا وَوَقَعَ فِي رِوَايَةِ عِيسَى بْن يُونُس عَنْ هِشَام عِنْد أَبِي دَاوُد وَالْإِسْمَاعِيلِيّ \" رَاغِمَة \" بِالْمِيم أَيْ كَارِهَةً لِلْإِسْلَامِ وَلَمْ تُقْدِمْ مُهَاجِرَة وَقَالَ اِبْن بَطَّال : قِيلَ مَعْنَاهُ هَارِبَة مِنْ قَوْمِهَا وَرَدَّهُ بِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَكَانَ مُرَاغَمَة قَالَ وَكَانَ أَبُو عَمْرو بْن اَلْعَلَاء يُفَسِّرُ قَوْلَهُ : ( مُرَاغَمًا بِالْخُرُوجِ عَنْ اَلْعَدُوِّ عَلَى رَغْمِ أَنْفِهِ فَيَحْتَمِلُ أَنْ يَكُونَ هَذَا كَذَلِكَ قَالَ \" وَرَاغِبَة \" بِالْمُوَحَّدَةِ أَظْهَرُ فِي مَعْنَى اَلْحَدِيثِ. ‏ ‏قَوْلُهُ : ( صِلِي أُمَّك ) ‏ ‏زَادَ فِي اَلْأَدَبِ عَقِبَ حَدِيثِهِ عَنْ الْحُمَيْدِيِّ عَنْ اِبْن عُيَيْنَة : قَالَ اِبْن عُيَيْنَة \" فَأَنْزَلَ اَللَّه فِيهَا : لَا يَنْهَاكُمْ اَللَّهُ عَنْ اَلَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي اَلدِّينِ \" وَكَذَا وَقَعَ فِي آخِر حَدِيثِ عَبْد اَللَّه بْن اَلزُّبَيْر وَلَعَلَّ اِبْن عُيَيْنَة تَلَقَّاهُ مِنْهُ وَرَوَى اِبْن أَبِي حَاتِم عَنْ اَلسُّدِّيِّ أَنَّهَا نَزَلَتْ فِي نَاسٍ مِنْ اَلْمُشْرِكِينَ كَانُوا أَلْيَنَ شَيْءٍ جَانِبًا لِلْمُسْلِمِينَ وَأَحْسَنَهُ أَخْلَاقًا. قُلْت : وَلَا مُنَافَاةَ بَيْنَهُمَا فَإِنَّ اَلسَّبَبَ خَاصّ وَاللَّفْظَ عَامٌّ فَيَتَنَاوَلُ كُلَّ مَنْ كَانَ فِي مَعْنَى وَالِدَة أَسْمَاء. وَقِيلَ : نَسَخَ ذَلِكَ آيَةُ اَلْأَمْر بِقَتْلِ اَلْمُشْرِكِينَ حَيْثُ وَجَدُوا وَاَللَّه أَعْلَمُ. وَقَالَ الْخَطَّابِيّ : فِيهِ أَنَّ اَلرَّحِمَ اَلْكَافِرَةَ تُوصَلُ مِنْ اَلْمَالِ وَنَحْوِهِ كَمَا تُوصَلُ اَلْمُسْلِمَة وَيُسْتَنْبَطُ مِنْهُ وُجُوب نَفَقَة اَلْأَب اَلْكَافِر وَالْأُمّ اَلْكَافِرَة وَإِنْ كَانَ اَلْوَلَد مُسْلِمًا ا ه. وَفِيهِ مُوَادَعَة أَهْل اَلْحَرْبِ وَمُعَامَلَتُهُمْ فِي زَمَنِ اَلْهُدْنَةِ , وَالسَّفَرُ فِي زِيَارَةِ اَلْقَرِيبِ وَتَحَرِّي أَسْمَاء فِي أَمْر دِينِهَا وَكَيْفَ لَا وَهِيَ بِنْتُ اَلصِّدِّيقِ وَزَوْج اَلزُّبَيْر رَضِيَ اَللَّهُ عَنْهُمْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2621",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، وَشُعْبَةُ، قَالاَ حَدَّثَنَا قَتَادَةُ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ الْعَائِدُ فِي هِبَتِهِ كَالْعَائِدِ فِي قَيْئِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"He who takes back his present is like him who swallows his vomit.\"",
    "explication": "أَحَدُهمَا حَدِيث ابْنِ عَباس مِن طَرِيقَين , إِحدَاهمَا : ‏ ‏قَوْلُهُ : ( حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا هِشَام ) ‏ ‏هُوَ الدَّسْتُوَائِيُّ ) ‏ ‏( وَشُعْبَة ) ‏ ‏كَذَا أَخْرَجَهُ وَتَابَعَهُ أَبُو قِلَابَةَ عِنْد أَبِي عَوَانَةَ , وَأَبُو خَلِيفَة عِنْدَ اَلْإِسْمَاعِيلِيّ , وَعَلِيُّ بْن عَبْد اَلْعَزِيز عِنْد اَلْبَيْهَقِيّ كُلُّهُمْ عَنْ مُسْلِم بْن إِبْرَاهِيم وَرَوَاهُ أَبُو دَاوُد عَنْ مُسْلِم اَلْمَذْكُورِ فَقَالَ : \" حَدَّثَنَا شُعْبَة وَأَبَانُ وَهَمَّام \" وَتَابَعَ إِسْمَاعِيل اَلْقَاضِي عَنْ مُسْلِم بْن إِبْرَاهِيم عِنْد أَبِي نُعَيْمٍ فَكَأَنَّهُ كَانَ عِنْد مُسْلِم عَنْ جَمَاعَة. ‏ ‏قَوْلُهُ : ( عَنْ سَعِيد بْن اَلْمُسَيِّبِ عَنْ اِبْن عَبَّاس ) ‏ ‏فِي رِوَايَةِ شَهْرٍ عَنْ شُعْبَة \" أَخْبَرَنِي قَتَادَة سَمِعْت سَعِيد بْن اَلْمُسَيِّب يُحَدِّثُ أَنَّهُ سَمِعَ اِبْن عَبَّاس \" أَخْرَجَهُ أَحْمَد. ‏ ‏قَوْلُهُ : ( قَالَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ بُكَيْرِ بْن اَلْأَشَجِّ عَنْ سَعِيد بْن اَلْمُسَيِّبِ \" سَمِعْتُ اِبْن عَبَّاس يَقُولُ : سَمِعْتُ رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ \" أَخْرَجَهُ مُسْلِم. ‏ ‏قَوْلُهُ : ( اَلْعَائِد فِي هِبَتِهِ كَالْعَائِدِ فِي قَيْئِهِ ) ‏ ‏زَادَ أَبُو دَاوُد فِي آخِرِهِ \" قَالَ هَمَّام قَالَ قَتَادَة : وَلَا أَعْلَمُ اَلْقَيْءَ إِلَّا حَرَامًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2622",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لَيْسَ لَنَا مَثَلُ السَّوْءِ، الَّذِي يَعُودُ فِي هِبَتِهِ كَالْكَلْبِ يَرْجِعُ فِي قَيْئِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The bad example is not for us. He who takes back his present is like a dog that \nswallows back its vomit.\"",
    "explication": "الْطَرِيق الْثانِية : ‏ ‏قَوْلُهُ : ( وَحَدَّثَنِي عَبْد اَلرَّحْمَن بْن اَلْمُبَارَك ) ‏ ‏هُوَ اَلْعَيْشِيّ بِتَحْتَانِيَّة وَمُعْجَمَة بَصْرِيٌّ يُكَنَّى أَبَا بَكْر وَلَيْسَ أَخًا لِعَبْد اَللَّه بْن اَلْمُبَارَكِ اَلْمَشْهُورِ , وَالْإِسْنَادُ كُلُّهُ بَصْرِيُّونَ إِلَّا اِبْن عَبَّاس وَعِكْرِمَة وَقَدْ سَكَنَاهَا مُدَّة. ‏ ‏قَوْلُهُ : ( لَيْسَ لَنَا مَثَلُ اَلسَّوْءِ ) ‏ ‏أَيْ لَا يَنْبَغِي لَنَا مَعْشَرَ اَلْمُؤْمِنِينَ أَنْ نَتَّصِفَ بِصِفَةٍ ذَمِيمَةٍ يُشَابِهُنَا فِيهَا أَخَسُّ اَلْحَيَوَانَاتِ فِي أَخَسِّ أَحْوَالِهَا قَالَ اَللَّهُ سُبْحَانَهُ وَتَعَالَى : ( لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ اَلسَّوْءِ وَلِلَّهِ اَلْمَثَلُ اَلْأَعْلَى ) وَلَعَلَّ هَذَا أَبْلَغُ فِي اَلزَّجْرِ عَنْ ذَلِكَ وَأَدَلُّ عَلَى اَلتَّحْرِيمِ مِمَّا لَوْ قَالَ مَثَلًا : لَا تَعُودُوا فِي اَلْهِبَةِ وَإِلَى اَلْقَوْلِ بِتَحْرِيم اَلرُّجُوع فِي اَلْهِبَةِ بَعْدَ أَنْ تُقْبَضَ ذَهَبَ جُمْهُور اَلْعُلَمَاءِ إِلَّا هِبَة اَلْوَالِدِ لِوَلَدِهِ جَمْعًا بَيْنَ هَذَا اَلْحَدِيثِ وَحَدِيث اَلنُّعْمَان اَلْمَاضِي. وَقَالَ اَلطَّحَاوِيّ : وَقَوْلُهُ : \" لَا يَحِلُّ \" لَا يَسْتَلْزِمُ اَلتَّحْرِيم وَهُوَ كَقَوْلِهِ : \" لَا تَحِلُّ اَلصَّدَقَة لِغَنِيّ \" وَإِنَّمَا مَعْنَاهُ لَا تَحِلُّ لَهُ مِنْ حَيْثُ تَحِلُّ لِغَيْرِهِ مِنْ ذَوِي اَلْحَاجَةِ وَأَرَادَ بِذَلِكَ اَلتَّغْلِيظَ فِي اَلْكَرَاهَةِ. قَالَ : وَقَوْلُهُ : \" كَالْعَائِدِ فِي قَيْئِهِ \" وَإِنْ اِقْتَضَى اَلتَّحْرِيم لِكَوْن اَلْقَيْء حَرَامًا لَكِنَّ اَلزِّيَادَةَ فِي اَلرِّوَايَةِ اَلْأُخْرَى وَهِيَ قَوْلُهُ : \" كَالْكَلْبِ \" تَدُلُّ عَلَى عَدَمِ اَلتَّحْرِيمِ لِأَنَّ اَلْكَلْبَ غَيْر مُتَعَبَّدٍ فَالْقَيْء لَيْسَ حَرَامًا عَلَيْهِ , وَالْمُرَاد اَلتَّنْزِيه عَنْ فِعْلٍ يُشْبِهُ فِعْلَ اَلْكَلْبِ. وَتُعُقِّبُ بِاسْتِبْعَادِ مَا تَأَوَّلَهُ وَمُنَافَرَةِ سِيَاق اَلْأَحَادِيثِ لَهُ وَبِأَنَّ عُرْفَ اَلشَّرْع فِي مِثْلِ هَذِهِ اَلْأَشْيَاءِ اَلْمُبَالَغَةُ فِي اَلزَّجْرِ كَقَوْلِهِ : \" مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَكَأَنَّمَا غَمَسَ يَدَهُ فِي لَحْمِ خِنْزِير \". ‏ ‏قَوْلُهُ : ( اَلَّذِي يَعُودُ فِي هِبَتِهِ ) ‏ ‏أَيْ اَلْعَائِدُ فِي هِبَتِهِ إِلَى اَلْمَوْهُوبِ وَهُوَ كَقَوْلِهِ تَعَالَى : ( أَوْ لَتُعُودُنَّ فِي مِلَّتِنَا. ‏ ‏قَوْلُهُ : ( كَالْكَلْبِ يَرْجِعُ فِي قَيْئِهِ ) ‏ ‏هَذَا اَلتَّمْثِيل وَقَعَ فِي طَرِيقِ سَعِيد بْن اَلْمُسَيِّبِ أَيْضًا عِنْد مُسْلِم أَخْرَجَهُ مِنْ رِوَايَةِ أَبِي جَعْفَر مُحَمَّد اَلْبَاقِر عَنْهُ بِلَفْظِ \" مَثَلُ اَلَّذِي يَرْجِعُ فِي صَدَقَتِهِ كَمَثَل اَلْكَلْب يَقِيءُ ثُمَّ يَرْجِعُ فِي قَيْئِهِ فَيَأْكُلُهُ \" وَلَهُ فِي رِوَايَةِ بُكَيْرٍ اَلْمَذْكُورَة \" إِنَّمَا مَثَلُ اَلَّذِي يَتَصَدَّقُ بِصَدَقَةٍ ثُمَّ يَعُودُ فِي صَدَقَتِهِ كَمَثَلِ اَلْكَلْبِ يَقِيءُ ثُمَّ يَأْكُلُ قَيْئَهُ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2623",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ يَقُولُ حَمَلْتُ عَلَى فَرَسٍ فِي سَبِيلِ اللَّهِ، فَأَضَاعَهُ الَّذِي كَانَ عِنْدَهُ، فَأَرَدْتُ أَنْ أَشْتَرِيَهُ مِنْهُ، وَظَنَنْتُ أَنَّهُ بَائِعُهُ بِرُخْصٍ، فَسَأَلْتُ عَنْ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ لاَ تَشْتَرِهِ، وَإِنْ أَعْطَاكَهُ بِدِرْهَمٍ وَاحِدٍ، فَإِنَّ الْعَائِدَ فِي صَدَقَتِهِ كَالْكَلْبِ يَعُودُ فِي قَيْئِهِ ‏\"‏‏.‏",
    "english_text": "I gave a horse in Allah's Cause. The person to whom it was given, did not look after it. I intended to \nbuy it from him, thinking that he would sell it cheap. When I asked the Prophet (ﷺ) he said, \"Don't buy it, \neven if he gives it to you for one Dirham, as the person who takes back what he has given in charity, is \nlike a dog that swallows back its vomit.\"",
    "explication": "‏ ‏قَوْلُهُ فِيهَا \" فَأَضَاعَهُ الَّذِي كَانَ عِنْدَهُ \" ) ‏ ‏أَيْ بِتَرْكِ الْقِيَامِ عَلَيْهِ بِالْخِدْمَةِ وَالْعَلَفِ وَنَحْوِهِمَا , وَقَالَ فِي الْأُولَى \" فَوَجَدَهُ يُبَاعُ \". ‏ ‏قَوْلُهُ : ( وَإِنْ أَعْطَاكَهُ بِدِرْهَمٍ ) ‏ ‏هُوَ مُبَالَغَةٌ فِي رُخْصِهِ وَهُوَ الْحَامِلُ لَهُ عَلَى شِرَائِهِ. ‏ ‏قَوْلُهُ : ( وَلَا تَعُدْ ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ مِنْ طَرِيقِ هِشَامِ بْنِ سَعْدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ \" وَلَا تَعُودَن \" وَسَمَّى شِرَاءَهُ بِرُخْصٍ عَوْدًا فِي الصَّدَقَةِ مِنْ حَيْثُ إنَّ الْغَرَضَ مِنْهَا ثَوَابُ الْآخِرَةِ , فَإِذَا اِشْتَرَاهَا بِرُخْصٍ فَكَأَنَّهُ اِخْتَارَ عَرَضَ الدُّنْيَا عَلَى الْآخِرَةِ , مَعَ أَنَّ الْعَادَةَ تَقْتَضِي بَيْعَ مِثْلِ ذَلِكَ بِرُخْصٍ لِغَيْرِ الْمُتَصَدِّقِ فَكَيْفَ بِالْمُتَصَدِّقِ فَيَصِيرُ رَاجِعًا فِي ذَلِكَ الْمِقْدَارِ الَّذِي سُومِحَ فِيهِ. ‏ ‏( فَائِدَةٌ ) ‏ ‏أَفَادَ اِبْنُ سَعْدٍ فِي الطَّبَقَاتِ أَنَّ اِسْمَ هَذَا الْفَرَسِ الْوَرْدُ وَأَنَّهُ كَانَ لِتَمِيمٍ الدَّارِيِّ فَأَهْدَاهُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُ لِعُمَرَ , وَلَمْ أَقِفْ عَلَى اِسْمِ الرَّجُلِ الَّذِي حَمَلَهُ عَلَيْهِ. ‏ ‏قَوْلُهُ : ( كَالْعَائِدِ فِي قَيْئِهِ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى تَحْرِيمِ ذَلِكَ لِأَنَّ الْقَيْءَ حَرَامٌ قَالَ الْقُرْطُبِيُّ : وَهَذَا هُوَ الظَّاهِرُ مِنْ سِيَاقِ الْحَدِيثِ , وَيَحْتَمِلُ أَنْ يَكُونَ التَّشْبِيهُ لِلتَّنْفِيرِ خَاصَّةً لِكَوْنِ الْقَيْءِ مِمَّا يُسْتَقْذَرُ وَهُوَ قَوْلُ الْأَكْثَرِ , وَيَلْتَحِقُ بِالصَّدَقَةِ الْكَفَّارَةُ وَالنَّذْرُ وَغَيْرُهُمَا مِنْ الْقُرُبَاتِ. وَأَمَّا إِذَا وَرِثَهُ فَلَا كَرَاهَةَ. وَأَبْعَدَ مَنْ قَالَ يَتَصَدَّقُ بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2624",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، أَنَّ بَنِي صُهَيْبٍ، مَوْلَى ابْنِ جُدْعَانَ ادَّعَوْا بَيْتَيْنِ وَحُجْرَةً، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْطَى ذَلِكَ صُهَيْبًا، فَقَالَ مَرْوَانُ مَنْ يَشْهَدُ لَكُمَا عَلَى ذَلِكَ قَالُوا ابْنُ عُمَرَ‏.‏ فَدَعَاهُ فَشَهِدَ لأَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم صُهَيْبًا بَيْتَيْنِ وَحُجْرَةً‏.‏ فَقَضَى مَرْوَانُ بِشَهَادَتِهِ لَهُمْ‏.‏",
    "english_text": "The sons of Suhaib, (Suhaib, who was the freed slave of Bani\nJud'an) claimed that Allah's Messenger (ﷺ) had given two houses and one room to Suhaib. Marwan asked, \"Who will testify to your claim?\" They replied that Ibn 'Umar\nwould do so. Marwan sent for Ibn 'Umar who testified that Allah's Messenger (ﷺ) had really given Suhaib two houses and a room. So, Marwan gave the verdict (in favour of Suhaib's sons), because of (Ibn 'Umar's) witness.",
    "explication": "‏ ‏قَوْلُهُ : ( بَاب ) ‏ ‏كَذَا لِلْجَمِيعِ بِغَيْرِ تَرْجَمَة وَهُوَ كَالْفَصْلِ مِنْ اَلْبَابِ اَلَّذِي قَبْلَهُ وَمُنَاسَبَته لَهَا أَنَّ اَلصَّحَابَةَ بَعْدَ ثُبُوت عَطِيَّة اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ لِصُهَيْبٍ لَمْ يَسْتَفْصِلُوا هَلْ رَجَعَ أَمْ لَا ؟ فَدَلَّ عَلَى أَنْ لَا أَثَرَ لِلرُّجُوعِ فِي اَلْهِبَةِ. ‏ ‏قَوْلُهُ : ( أَنَّ بَنِي صُهَيْب ) ‏ ‏هُوَ اِبْنُ سِنَان اَلرُّومِيّ وَقَدْ تَقَدَّمَ أَصْله فِي اَلْعَرَبِ فِي \" بَاب شِرَاء اَلْمَمْلُوكِ مِنْ اَلْحَرْبِيِّ \" مِنْ كِتَاب اَلْبُيُوع. وَقَوْلُهُ : \" مَوْلَى بَنِي جُدْعَان \" كَذَا فِي رِوَايَة الْكُشْمِيهَنِيِّ وَلِلْبَاقِينَ \" مَوْلَى اِبْن جُدْعَان \" وَهِيَ رِوَايَة اَلْإِسْمَاعِيلِيّ مِنْ طَرِيقِ أَبِي حَاتِم عَنْ إِبْرَاهِيم بْن مُوسَى شَيْخ اَلْبُخَارِيّ فِيهِ وَابْن جُدْعَان هُوَ عَبْد اَللَّه بْن جُدْعَان بْن عَمْرو بْن كَعْبِ بْن سَعْد بْن تَيْم بْن مُرَّة , وَأَمَّا صُهَيْب فَكَانَ لَهُ مِنْ اَلْوَلَدِ مِمَّنْ رَوَى عَنْهُ حَمْزَة وَسَعْد وَصَالِح وَصَيْفِيّ وَعَبَّاد وَعُثْمَان وَمُحَمَّد وَحَبِيب. ‏ ‏قَوْلُهُ : ( فَقَالَ مَرْوَان ) ‏ ‏هُوَ اِبْنُ اَلْحَكَمِ حَيْثُ كَانَ أَمِير اَلْمَدِينَةِ لِمُعَاوِيَة وَكَانَ مَوْت صُهَيْب بِالْمَدِينَةِ فِي أَوَاخِرِ خِلَافَةِ عَلِيٍّ. ‏ ‏قَوْلُهُ : ( مَنْ يَشْهَدُ لَكُمَا ) ‏ ‏كَذَا فِيهِ بِالتَّثْنِيَةِ ; وَبَقِيَّة اَلْقِصَّةِ بِصِيغَةِ اَلْجَمْعِ فَيُحْمَلُ عَلَى أَنَّ اَلْمُتَوَلِّيَ لِلدَّعْوَى بِذَلِكَ مِنْهُمْ كَانَا اِثْنَيْنِ وَرَضِيَ اَلْبَاقُونَ بِذَلِكَ فَنُسِبَ إِلَيْهِمْ تَارَةً بِصِيغَةِ اَلْجَمْعِ وَتَارَةً بِصِيغَةِ اَلتَّثْنِيَةِ عَلَى أَنَّ فِي رِوَايَة اَلْإِسْمَاعِيلِيّ \" فَقَالَ مَرْوَان مَنْ يَشْهَدُ لَكُمْ \" وَلَا إِشْكَال فِيهِ. أَجَابَ الْكَرْمَانِيُّ بِأَنَّ أَقَلَّ اَلْجَمْعِ اِثْنَانِ عِنْد بَعْضِهِمْ. ‏ ‏قَوْلُهُ : ( لَأَعْطَى ) ‏ ‏بِفَتْحِ اَللَّامِ هِيَ لَامُ اَلْقَسَمِ كَأَنَّهُ أَعْطَى اَلشَّهَادَةَ حُكْم اَلْقَسَم أَوْ فِيهِ قَسَمٌ مُقَدَّر أَوْ عَبَّرَ عَنْ اَلْخَبَرِ بِالشَّهَادَةِ , وَالْخَبَرُ يُؤَكَّدُ بِالْقَسَمِ كَثِيرًا وَإِنْ كَانَ اَلسَّامِع غَيْر مُنْكِر وَيُؤَيِّدُ كَوْنه خَبَرًا أَنَّ مَرْوَانَ قَضَى لَهُمْ بِشَهَادَةِ اِبْن عُمَرَ وَحْدَهُ وَلَوْ كَانَتْ شَهَادَة حَقِيقَة لَاحْتَاجَ إِلَى شَاهِدٍ آخَرَ. وَدَعْوَى اِبْن بَطَّالٍ أَنَّهُ قَضَى لَهُمْ بِشَهَادَتِهِ وَيَمِينِهِمْ فِيهِ نَظَرٌ لِأَنَّهُ لَمْ يَذْكُرْ فِي اَلْحَدِيثِ وَقَدْ اِسْتَدَلَّ بِهِ بَعْضُ اَلْمُتَأَخِّرِينَ لِقَوْلِ بَعْضِ اَلسَّلَفِ كَشُرَيْحٍ : إِنَّهُ يَكْفِي اَلشَّاهِدُ اَلْوَاحِدُ إِذَا اِنْضَمَّتْ إِلَيْهِ قَرِينَةٌ تَدُلُّ عَلَى صِدْقِهِ وَتَرْجَمَ أَبُو دَاوُد فِي اَلسُّنَنِ \" بَاب إِذَا عَلِمَ اَلْحَاكِم صِدْقَ اَلشَّاهِد اَلْوَاحِد يَجُوزُ لَهُ أَنْ يَحْكُمَ \" وَسَاقَ قِصَّةَ خُزَيْمَة بْن ثَابِت فِي سَبَبِ تَسْمِيَتِهِ ذَا اَلشَّهَادَتَيْنِ وَهِيَ مَشْهُورَة وَالْجُمْهُورِ عَلَى أَنَّ ذَلِكَ خَاصّ بِخُزَيْمَةَ وَاَللَّهُ أَعْلَمُ. وَقَالَ اِبْن اَلتِّينِ : يُحْتَمَلُ أَنْ يَكُونَ مَرْوَانُ أَعْطَى ذَلِكَ مَنْ يَسْتَحِقُّ عِنْدَهُ اَلْعَطَاءَ مِنْ مَالِ اَللَّه فَإِنْ كَانَ اَلنَّبِيُّ عَلَيْهِ اَلصَّلَاةُ وَالسَّلَامُ أَعْطَاهُ كَانَ تَنْفِيذًا لَهُ وَإِنْ لَمْ يَكُنْ كَانَ هُوَ اَلْمُنْشِئَ لِلْعَطَاءِ قَالَ : وَقَدْ يَكُونُ ذَلِكَ خَاصًّا بِالْفَيْءِ كَمَا وَقَعَ فِي قِصَّةِ أَبِي قَتَادَة حَيْثُ قَضَى لَهُ بِدَعْوَاهُ وَشَهَادَة مَنْ كَانَ عِنْدَهُ اَلسَّلَبُ ‏ ‏قَوْلُهُ : ( بَيْتَيْنِ وَحُجْرَة ) ‏ ‏ذَكَرَ عُمَرُ بْن شَبَّة فِي \" أَخْبَارِ اَلْمَدِينَةِ \" أَنَّ بَيْتَ صُهَيْب كَانَ لِأُمّ سَلَمَةَ فَوَهَبَتْهُ لِصُهَيْبٍ فَلَعَلَّهَا فَعَلَتْ ذَلِكَ بِأَمْرِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ نُسِبَ إِلَيْهَا بِطَرِيقِ اَلْمَجَازِ وَكَانَ فِي اَلْحَقِيقَةِ لِلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُ لِصُهَيْبٍ أَوْ هُوَ بَيْتٌ آخَرُ غَيْر مَا وَقَعَتْ بِهِ اَلدَّعْوَى اَلْمَذْكُورَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2625",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ قَضَى النَّبِيُّ صلى الله عليه وسلم بِالْعُمْرَى أَنَّهَا لِمَنْ وُهِبَتْ لَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) gave the verdict that `Umra is for the one to whom it is presented.",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ يَحْيَى ) ‏ ‏هُوَ اِبْن أَبِي كَثِير. ‏ ‏قَوْلُهُ : ( عَنْ أَبِي سَلَمَةَ عَنْ جَابِر ) ‏ ‏فِي رِوَايَةِ هِشَام عَنْ يَحْيَى \" حَدَّثَنِي أَبُو سَلَمَةَ سَمِعْتُ جَابِر بْن عَبْد اَللَّه \" أَخْرَجَهُ مُسْلِم وَأَبُو سَلَمَةَ هُوَ اِبْن عَبْد اَلرَّحْمَن. ‏ ‏قَوْلُهُ : ( قَضَى اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِالْعُمْرَى أَنَّهَا لِمَنْ وُهِبَتْ لَهُ ) ‏ ‏هُوَ بِفَتْح \" أَنَّهَا \" أَيْ قَضَى بِأَنَّهَا وَفِي رِوَايَة اَلزُّهْرِيّ عَنْ أَبِي سَلَمَةَ عِنْد مُسْلِم \" أَيُّمَا رَجُلٍ أُعْمِرَ عُمْرَى لَهُ وَلِعَقِبِهِ فَإِنَّهَا لِلَّذِي أُعْطِيَهَا لَا تَرْجِعُ إِلَى اَلَّذِي أَعْطَاهَا لِأَنَّهُ أَعْطَى عَطَاء وَقَعَتْ فِيهِ اَلْمَوَارِيث \" هَذَا لَفْظُهُ مِنْ طَرِيقٍ مَالِك عَنْ الزُّهْرِيِّ وَلَهُ نَحْوُهُ مِنْ طَرِيقِ اِبْن جُرَيْجٍ عَنْ الزُّهْرِيِّ وَلَهُ مِنْ طَرِيق اَللَّيْث عَنْهُ : فَقَدْ قَطَعَ قَوْلُهُ حَقَّهُ فِيهَا وَهِيَ لِمَنْ أُعْمِرَ وَلِعَقِبِهِ وَلَمْ يَذْكُرْ اَلتَّعْلِيلَ اَلَّذِي فِي آخِرِهِ وَلَهُ مِنْ طَرِيقِ مَعْمَرٍ عَنْهُ \" إِنَّمَا اَلْعُمْرَى اَلَّتِي أَجَازَهَا رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقُولَ هِيَ لَك وَلِعَقِبِك فَأَمَّا اَلَّذِي قَالَ : \" هِيَ لَك مَا عِشْتَ \" فَإِنَّهَا تَرْجِعُ إِلَى صَاحِبِهَا قَالَ مَعْمَر : كَانَ الزُّهْرِيّ يُفْتِي بِهِ وَلَمْ يَذْكُرْ اَلتَّعْلِيل أَيْضًا , وَبَيَّنَ مَنْ طَرِيق اِبْن أَبِي ذِئْب عَنْ الزُّهْرِيِّ أَنَّ اَلتَّعْلِيلَ مِنْ قَوْلِ أَبِي سَلَمَة وَقَدْ أَوْضَحْتُهُ فِي كِتَاب \" اَلْمُدْرَج \" وَأَخْرَجَهُ مُسْلِم مِنْ طَرِيقِ أَبِي اَلزُّبَيْر عَنْ جَابِر قَالَ : \" جُعِلَ اَلْأَنْصَار يُعْمِرُونَ اَلْمُهَاجِرِينَ فَقَالَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ : أَمْسِكُوا عَلَيْكُمْ أَمْوَالَكُمْ وَلَا تُفْسِدُوهَا فَإِنَّهُ مَنْ أُعْمِرَ عُمْرَى فَهِيَ لِلَّذِي أُعْمِرَهَا حَيًّا وَمَيِّتًا وَلِعَقِبِهِ \" فَيَجْتَمِعُ مِنْ هَذِهِ اَلرِّوَايَاتِ ثَلَاثَة أَحْوَال : أَحَدُهَا أَنْ يَقُولَ : \" هِيَ لَك وَلِعَقِبِك \" فَهَذَا صَرِيح فِي أَنَّهَا لِلْمَوْهُوبِ لَهُ وَلِعَقِبِهِ. ثَانِيهَا أَنْ يَقُولَ : \" هِيَ لَك مَا عِشْتَ فَإِذَا مُتَّ رَجَعَتْ إِلَيَّ \" فَهَذِهِ عَارِيَّة مُؤَقَّتَة وَهِيَ صَحِيحَة فَإِذَا مَاتَ رَجَعَتْ إِلَى اَلَّذِي أَعْطَى وَقَدْ بَيَّنَتْ هَذِهِ وَاَلَّتِي قَبْلَهَا رِوَايَة الزُّهْرِيّ وَبِهِ قَالَ أَكْثَر اَلْعُلَمَاءِ وَرَجَّحَهُ جَمَاعَة مِنْ اَلشَّافِعِيَّةِ , وَالْأَصَحّ عِنْدَ أَكْثَرِهِمْ لَا تَرْجِعُ إِلَى اَلْوَاهِبِ وَاحْتَجُّوا بِأَنَّهُ شَرْطٌ فَاسِدٌ فَأُلْغِيَ وَسَأَذْكُرُ اَلِاحْتِجَاجَ لِذَلِكَ آخِرَ اَلْبَابِ. ثَالِثُهَا أَنْ يَقُولَ : أَعْمَرْتُكَهَا وَيُطْلِقَ , فَرِوَايَة أَبِي اَلزُّبَيْر هَذِهِ تَدُلُّ عَلَى أَنَّ حُكْمَهَا حُكْم اَلْأَوَّل وَأَنَّهَا لَا تَرْجِعُ إِلَى اَلْوَاهِبِ وَهُوَ قَوْلُ اَلشَّافِعِيِّ فِي اَلْجَدِيدِ وَالْجُمْهُور وَقَالَ فِي اَلْقَدِيمِ : اَلْعَقْدُ بَاطِل مِنْ أَصْلِهِ. وَعَنْهُ كَقَوْلِ مَالِكٍ , وَقِيلَ اَلْقَدِيمُ عَنْ اَلشَّافِعِيِّ كَالْجَدِيدِ. وَقَدْ رَوَى اَلنَّسَائِيّ أَنَّ قَتَادَة حَكَى أَنَّ سُلَيْمَان بْن هِشَام بْن عَبْد اَلْمَلِك سَأَلَ اَلْفُقَهَاءَ عَنْ هَذِهِ اَلْمَسْأَلَةِ أَعْنِي صُورَة اَلْإِطْلَاق فَذَكَرَ لَهُ قَتَادَة عَنْ اَلْحَسَنِ وَغَيْره أَنَّهَا جَائِزَةٌ وَذَكَرَ لَهُ حَدِيث أَبِي هُرَيْرَة بِذَلِكَ قَالَ : وَذَكَرَ لَهُ عَنْ عَطَاءٍ عَنْ جَابِر عَنْ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ قَالَ فَقَالَ الزُّهْرِيُّ : إِنَّمَا اَلْعُمْرَى أَيْ اَلْجَائِزَةُ إِذَا أُعْمِرَ لَهُ وَلِعَقِبِهِ مِنْ بَعْدِهِ فَإِذَا لَمْ يَجْعَلْ عَقِبَهُ مِنْ بَعْدِهِ كَانَ لِلَّذِي يَجْعَلُ شَرْطَهُ. قَالَ قَتَادَة وَاحْتَجَّ الزُّهْرِيّ بِأَنَّ اَلْخُلَفَاءَ لَا يَقْضُونَ بِهَا فَقَالَ عَطَاء قَضَى بِهَا عَبْد اَلْمَلِك بْن مَرْوَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2626",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، قَالَ حَدَّثَنِي النَّضْرُ بْنُ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْعُمْرَى جَائِزَةٌ ‏\"‏‏.‏ وَقَالَ عَطَاءٌ حَدَّثَنِي جَابِرٌ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Umra is permissible.\" Ata said, \"Jabir narrated the same to me from the Prophet.\"",
    "explication": "‏ ‏قَوْلُه : ( عَنْ بَشِير ) ‏ ‏بِالْمُعْجَمَةِ وَزْن عَظِيم ‏ ‏( ابْن نَهِيك ) ‏ ‏بِالنُّونِ وَزْن وَلَدِهِ. ‏ ‏قَوْلُهُ : ( الْعُمْرَى جَائِزَة ) ‏ ‏فَهِمَ قَتَادَة وَهُوَ رَاوِي الْحَدِيث مِنْ هَذَا الْإِطْلَاق مَا حَكَيْتُهُ عَنْهُ , وَحَمَلَهُ الزُّهْرِيّ عَلَى التَّفْصِيل الْمَاضِي , وَإِطْلَاق الْجَوَاز فِي هَذِهِ الرِّوَايَة لَا يُفْهَم مِنْهُ غَيْر الْحِلّ أَوْ الصِّحَّة , وَأَمَّا حَمْله عَلَى الْمَاضِي لِلَّذِي يُعَاطَاهَا وَهُوَ الَّذِي حَمَلَهُ عَلَيْهِ قَتَادَة فَيَحْتَاج إِلَى قَدْر زَائِد عَلَى ذَلِكَ , وَقَدْ أَخْرَجَ النَّسَائِيّ مِنْ طَرِيق مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" لَا عُمْرَى , فَمَنْ أَعْمَرَ شَيْئًا فَهُوَ لَهُ \" وَهُوَ يَشْهَد لِمَا فَهِمَهُ قَتَادَة. ‏ ‏قَوْلُهُ : ( وَقَالَ عَطَاء حَدَّثَنِي جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرّ \" نَحْوه \" بَدَل مِثْله , وَطَرِيق عَطَاء مَوْصُولَة بِالْإِسْنَادِ الْمَذْكُور عَنْ قَتَادة عَنْهُ , فَقَتَادَة هُوَ الْقَائِل \" وَقَالَ عَطَاء \" وَوَهِمَ مَنْ جَعَلَهُ مُعَلَّقًا , وَقَدْ بَيَّنَ ذَلِكَ أَبُو الْوَلِيد عَنْ هَمَّام أَخْرَجَهُ أَبُو نُعَيْم فِي مُسْتَخْرَجَه مِنْ طَرِيقِهِ بِالْإِسْنَادَيْنِ جَمِيعًا وَلَفْظُهُمَا وَاحِد ; وَهُوَ يُقَوِّي رِوَايَة أَبِي ذَرّ , وَقَدْ رَوَاهُ مُسْلِم مِنْ طَرِيق سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة بِلَفْظِ \" الْعُمْرَى مِيرَاث لِأَهْلِهَا \". ‏ ‏( تَنْبِيه ) : ‏ ‏تَرْجَمَ الْمُصَنِّف بِالرُّقْبَى وَلَمْ يَذْكُر إِلَّا الْحَدِيثَيْنِ الْوَارِدَيْنِ فِي الْعُمْرَى , وَكَأَنَّهُ يَرَى أَنَّهُمَا مُتَّحِدَا الْمَعْنَى وَهُوَ قَوْل الْجُمْهُور , وَمَنَعَ الرُّقْبَى مَالِك وَأَبُو حَنِيفَة وَمُحَمَّد , وَوَافَقَ أَبُو يُوسُف الْجُمْهُور ; وَقَدْ رَوَى النَّسَائِيّ بِإِسْنَادٍ صَحِيح عَنْ ابْن عَبَّاس مَوْقُوفًا \" الْعُمْرَى وَالرُّقْبَى سَوَاء \" وَلَهُ مِنْ طَرِيق إِسْرَائِيل عَنْ عَبْد الْكَرِيم عَنْ عَطَاء قَالَ : \" نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْعُمْرَى وَالرُّقْبَى. قُلْت : وَمَا الرُّقْبَى ؟ قَالَ : يَقُول الرَّجُل لِلرَّجُلِ هِيَ لَكَ حَيَاتك , فَإِنْ فَعَلْتُمْ فَهُوَ جَائِز \" هَكَذَا أَخْرَجَهُ مُرْسَلًا , وَأَخْرَجَهُ مِنْ طَرِيق ابْن جُرَيْج عَنْ عَطَاء عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ ابْن عُمَر مَرْفُوعًا \" لَا عُمْرَى وَلَا رُقْبَى , فَمَنْ أَعْمَرَ شَيْئًا أَوْ أَرْقَبَهُ فَهُوَ لَهُ حَيَاته وَمَمَاته \" رِجَاله ثِقَات , لِكِنْ اِخْتُلِفَ فِي سَمَاع حَبِيب لَهُ مِنْ ابْن عُمَر : فَصَرَّحَ بِهِ النَّسَائِيّ مِنْ طَرِيق , وَمَعْنَاهُ فِي طَرِيق أُخْرَى. وَقَالَ الْمَاوَرْدِيّ : اخْتَلَفُوا إِلَى مَاذَا يُوَجَّهُ النَّهْي ؟ وَالْأَظْهَر أَنَّهُ يَتَوَجَّهُ إِلَى الْحُكْم , وَقِيلَ يَتَوَجَّهُ إِلَى اللَّفْظِ الْجَاهِلِيّ وَالْحُكْم الْمَنْسُوخ , وَقِيلَ النَّهْي إِنَّمَا يَمْنَعُ صِحَّة مَا يُفِيد الْمَنْهِيّ عَنْهُ فَائِدَة , أَمَّا إِذَا كَانَ صِحَّة الْمَنْهِيّ عَنْهُ ضَرَرًا عَلَى مُرْتَكِبِهِ فَلَا يَمْنَع صِحَّته كَالطَّلَاقِ فِي زَمَن الْحَيْض , وَصِحَّة الْعُمْرَى ضَرَر عَلَى الْمُعْمِر , فَإِنَّ مِلْكَهُ يَزُول بِغَيْرِ عِوَض , هَذَا كُلّه إِذَا حُمِلَ النَّهْي عَلَى التَّحْرِيم , فَإِنْ حُمِلَ عَلَى الْكَرَاهَة أَوْ الْإِرْشَاد لَمْ يَحْتَجْ إِلَى ذَلِكَ , وَالْقَرِينَة الصَّارِفَة مَا ذُكِرَ فِي آخِر الْحَدِيث مِنْ بَيَان حُكْمه , وَيُصَرِّح بِذَلِكَ قَوْله : \" الْعُمْرَى جَائِزَة \" وَلِلتِّرْمِذِيِّ مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ جَابِر رَفَعَهُ \" الْعُمْرَى جَائِزَة لِأَهْلِهَا , وَالرُّقْبَى جَائِزَة لِأَهْلِهَا \" وَاللَّهُ أَعْلَم. قَالَ بَعْض الْحُذَّاق : إِجَازَة الْعُمْرَى وَالرُّقْبَى بَعِيد عَنْ قِيَاس الْأُصُول , وَلَكِنَّ الْحَدِيث مُقَدَّم , وَلَوْ قِيلَ بِتَحْرِيمِهِمَا لِلنَّهْيِ , وَصِحَّتِهِمَا لِلْحَدِيثِ لَمْ يَبْعُد , وَكَأَنَّ النَّهْي لِأَمْرٍ خَارِج وَهُوَ حِفْظ الْأَمْوَال , وَلَوْ كَانَ الْمُرَاد فِيهِمَا الْمَنْفَعَة كَمَا قَالَ مَالِك لَمْ يَنْهَ عَنْهُمَا , وَالظَّاهِر أَنَّهُ مَا كَانَ مَقْصُود الْعَرَب بِهِمَا إِلَّا تَمْلِيك الرَّقَبَة بِالشَّرْطِ الْمَذْكُور , فَجَاءَ الشَّرْع بِمُرَاغَمَتِهِمْ فَصَحَّحَ الْعَقْد عَلَى نَعْت الْهِبَة الْمَحْمُودَة , وَأَبْطَلَ الشَّرْط الْمُضَادّ لِذَلِكَ فَإِنَّهُ يُشْبِهُ الرُّجُوع فِي الْهِبَة , وَقَدْ صَحَّ النَّهْي عَنْهُ وَشُبِّهَ بِالْكَلْبِ يَعُود فِي قَيْئِهِ. وَقَدْ رَوَى النَّسَائِيّ مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ ابْن عَبَّاس رَفَعَهُ \" الْعُمْرَى لِمَنْ أَعْمَرَهَا وَالرُّقْبَى لِمَنْ أَرْقَبَهَا , وَالْعَائِد فِي هِبَته كَالْعَائِدِ فِي قَيْئِهِ \" فَشَرْط الرُّجُوع الْمُقَارِن لِلْعَقْدِ مِثْل الرُّجُوع الطَّارِئ بَعْدَهُ فَنَهَى عَنْ ذَلِكَ , وَأَمَرَ أَنْ يُبْقِيهَا مُطْلَقًا أَوْ يُخْرِجهَا مُطْلَقًا , فَإِنْ أَخْرَجَهَا عَلَى خِلَاف ذَلِكَ بَطَلَ الشَّرْط وَصَحَّ الْعَقْد مُرَاغَمَة لَهُ. وَهُوَ نَحْو إِبْطَال شَرْط الْوَلَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2627",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ فَزَعٌ بِالْمَدِينَةِ فَاسْتَعَارَ النَّبِيُّ صلى الله عليه وسلم فَرَسًا مِنْ أَبِي طَلْحَةَ يُقَالُ لَهُ الْمَنْدُوبُ، فَرَكِبَ فَلَمَّا رَجَعَ قَالَ ‏\n\"‏ مَا رَأَيْنَا مِنْ شَىْءٍ، وَإِنْ وَجَدْنَاهُ لَبَحْرًا ‏\"‏‏.‏",
    "english_text": "Once the people of Medina were frightened, so the Prophet (ﷺ) borrowed a horse from Abu Talha called \nAl-Mandub, and rode it. When he came back he said, \"We have not seen anything (to be afraid of), \nbut the horse was very fast (having an energy as inexhaustible as the water of the sea).",
    "explication": "‏ ‏قَوْلُهُ : ( كَانَ فَزَعٌ بِالْمَدِينَةِ ) ‏ ‏أَيْ خَوْفٌ مِنْ عَدُوٍّ. ‏ ‏قَوْلُهُ : ( مِنْ أَبِي طَلْحَة ) ‏ ‏هُوَ زَيْد بْن سَهْل زَوْج أُمِّ أَنَس. ‏ ‏قَوْلُهُ : ( يُقَالُ لَهُ اَلْمَنْدُوب ) ‏ ‏قِيلَ سُمِّيَ بِذَلِكَ مِنْ اَلنَّدْبِ وَهُوَ اَلرَّهْنُ عِنْدَ اَلسِّبَاقِ وَقِيلَ لِنَدْبٍ كَانَ فِي جِسْمِهِ وَهُوَ أَثَرُ اَلْجُرْحِ زَادَ فِي اَلْجِهَادِ مِنْ طَرِيق سَعِيد عَنْ قَتَادَة \" كَانَ يَقْطِفُ أَوْ كَانَ فِيهِ قِطَاف \" كَذَا فِيهِ بِالشَّكِّ وَالْمُرَاد أَنَّهُ كَانَ بَطِيءَ اَلْمَشْيِ. ‏ ‏قَوْلُهُ : ( وَإِنْ وَجَدْنَاهُ لَبَحْرًا ) ‏ ‏, فِي رِوَايَة اَلْمُسْتَمْلِي \" وَإِنْ وَجَدْنَا \" بِحَذْفِ اَلضَّمِيرِ قَالَ الْخَطَّابِيّ : إِنْ هِيَ اَلنَّافِيَةُ وَاللَّام فِي \" لَبَحْرًا \" بِمَعْنَى إِلَّا أَيْ مَا وَجَدْنَاهُ إِلَّا بَحْرًا قَالَ اِبْن اَلتِّينِ هَذَا مَذْهَب اَلْكُوفِيِّينَ , وَعِنْدَ اَلْبَصْرِيِّينَ \" إِنْ \" مُخَفَّفَة مِنْ اَلثَّقِيلَةِ وَاللَّام زَائِدَة كَذَا قَالَ قَالَ اَلْأَصْمَعِيّ : يُقَالُ لِلْفَرَسِ بَحْرٌ إِذَا كَانَ وَاسِعَ اَلْجَرْيِ أَوْ لِأَنَّ جَرْيَهُ لَا يَنْفُذُ كَمَا لَا يَنْفُذُ اَلْبَحْر وَيُؤَيِّدُهُ مَا فِي رِوَايَةِ سَعِيدٍ عَنْ قَتَادَة \" وَكَانَ بَعْدَ ذَلِكَ لَا يُجَارَى \" وَسَيَأْتِي فِي اَلْجِهَادِ وَيَأْتِي اَلْكَلَامُ عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2628",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ حَدَّثَنِي أَبِي قَالَ، دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ وَعَلَيْهَا دِرْعُ قِطْرٍ ثَمَنُ خَمْسَةِ دَرَاهِمَ، فَقَالَتِ ارْفَعْ بَصَرَكَ إِلَى جَارِيَتِي، انْظُرْ إِلَيْهَا فَإِنَّهَا تُزْهَى أَنْ تَلْبَسَهُ فِي الْبَيْتِ، وَقَدْ كَانَ لِي مِنْهُنَّ دِرْعٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَمَا كَانَتِ امْرَأَةٌ تُقَيَّنُ بِالْمَدِينَةِ إِلاَّ أَرْسَلَتْ إِلَىَّ تَسْتَعِيرُهُ‏.‏",
    "english_text": "I went to `Aisha and she was wearing a coarse dress costing five Dirhams. `Aisha said, \"Look up and \nsee my slave-girl who refuses to wear it in the house though during the lifetime of Allah's Messenger (ﷺ) I \nhad a similar dress which no woman desiring to appear elegant (before her husband) failed to borrow \nfrom me.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا عَبْد اَلْوَاحِد ) ‏ ‏تَقَدَّمَ بِهَذَا اَلْإِسْنَادِ فِي آخِرِ اَلْعِتْقِ حَدِيثٌ وَفِيهِ شَرْحُ حَالِ أَيْمَن وَالِد عَبْد اَلْوَاحِد. ‏ ‏قَوْلُهُ : ( وَعَلَيْهَا دِرْعُ قِطْرٍ ) ‏ ‏اَلدِّرْع قَمِيص اَلْمَرْأَة وَهُوَ مُذَكَّر قَالَ اَلْجَوْهَرِيّ : وَدِرْع اَلْحَدِيد مُؤَنَّثَة وَحَكَى أَبُو عُبَيْدَة أَنَّهُ أَيْضًا يُذَكَّرُ وَيُؤَنَّثُ. وَالْقِطْرُ بِكَسْرِ اَلْقَافِ وَسُكُونِ الْمُهْمَلَة بَعْدَهَا رَاء , وَفِي رِوَايَة اَلْمُسْتَمْلِي وَاَلسَّرَخْسِيّ بِضَمِّ اَلْقَافِ وَآخِره نُون وَالْقِطْر ثِيَاب مِنْ غَلِيظ اَلْقُطْن وَغَيْرِهِ وَقِيلَ مِنْ اَلْقُطْنِ خَاصَّة وَحَكَى اِبْن قُرْقُولٍ أَنَّهُ فِي رِوَايَةِ اِبْنِ اَلسَّكَنِ وَالْقَابِسِيِّ بِالْفَاء اَلْمَكْسُورَةِ آخِره رَاء وَهُوَ ضَرْبٌ مِنْ ثِيَابِ اَلْيَمَنِ تُعْرَفُ بِالْقِطْرِيَّةِ فِيهَا حُمْرَة قَالَ الْبَنَّاسِيُّ : وَالصَّوَابُ بِالْقَاف وَقَالَ اَلْأَزْهَرِيُّ اَلثِّيَابُ اَلْقِطْرِيَّة مَنْسُوبَة إِلَى قِطْر قَرْيَة فِي اَلْبَحْرِينِ فَكَسَرُوا اَلْقَافَ لِلنِّسْبَةِ وَخَفَّفُوا. ‏ ‏قَوْلُهُ : ( ثَمَنَ خَمْسَةِ دَرَاهِمَ ‏ ‏بِنَصْب ثَمَن بِتَقْدِيرِ فِعْل وَخَمْسَة بِالْخَفْضِ عَلَى اَلْإِضَافَةِ أَوْ بِرَفْعِ اَلثَّمَنِ وَخَمْسَة عَلَى حَذْفِ اَلضَّمِيرِ وَالتَّقْدِيرِ ثَمَنُهُ خَمْسَة وَرَوِيّ بِضَمّ أَوَّلِهِ وَتَشْدِيد اَلْمِيم عَلَى لَفْظ اَلْمَاضِي , وَنَصْبِ خَمْسَة عَلَى نَزْع اَلْخَافِض أَيْ قُوِّمَ بِخَمْسَةِ دَرَاهِمَ. وَوَقَعَ فِي رِوَايَةِ اِبْن شَبُّويَةَ وَحْدَهُ \" خَمْسَة اَلدَّرَاهِم \". ‏ ‏قَوْلُهُ : ( إِلَى جَارِيَتِي ) ‏ ‏لَمْ أَعْرِفْ اِسْمَهَا. ‏ ‏قَوْلُهُ : ( تُزْهَى ) ‏ ‏بِضَمّ أَوَّله أَيْ تَأْنَفُ أَوْ تَتَكَبَّرُ يُقَالُ زُهِيَ يُزْهَى إِذَا دَخَلَهُ اَلزَّهْو وَهُوَ اَلْكِبْرُ وَمِنْهُ مَا أَزْهَاهُ وَهُوَ مِنْ اَلْحُرُوفِ اَلَّتِي جَاءَتْ بِلَفْظِ اَلْبِنَاءِ لِلْمَفْعُولِ وَإِنْ كَانَتْ بِمَعْنَى اَلْفَاعِل مِثْل عُنِيَ بِالْأَمْرِ وَنُتِجَتْ اَلنَّاقَة قُلْت : وَرَأَيْته فِي رِوَايَةِ أَبِي ذَرٍّ \" تُزْهَى \" بِفَتْح أَوَّله وَقَدْ حَكَاهَا اِبْن دُرَيْد وَقَالَ اَلْأَصْمَعِيّ : لَا يُقَالُ بِالْفَتْحِ. ‏ ‏قَوْلُهُ : ( تُقَيَّنُ ) ‏ ‏بِالْقَاف أَيْ تُزَيُّنُ مِنْ قَانَ اَلشَّيْء قِيَانَةً أَيْ أَصْلَحَهُ وَالْقَيْنَة تُقَالُ لِلْمَاشِطَةِ وَلِلْمُغَنِّيَةِ وَلِلْأَمَةِ مُطْلَقًا. وَحَكَى اِبْنُ اَلتِّينِ أَنَّهُ رُوِيَ \" تُفَيَّنُ \" بِالْفَاء أَيْ تُعْرَضُ وَتُجَلَّى عَلَى زَوْجِهَا. قُلْت : وَلَمْ يُضْبَطْ مَا بَعْدَ اَلْفَاءِ وَرَأَيْته بِخَطّ بَعْضِ اَلْحُفَّاظِ بِمُثَنَّاة فَوْقَانِيَّة قَالَ اِبْن اَلْجَوْزِيِّ : أَرَادَتْ عَائِشَة رَضِيَ اَللَّهُ عَنْهَا أَنَّهُمْ كَانُوا أَوَّلًا فِي حَالٍ ضَيِّقٍ وَكَانَ اَلشَّيْء اَلْمُحْتَقَر عِنْدَهُمْ إِذْ ذَاكَ عَظِيم اَلْقَدْرِ. وَفِي اَلْحَدِيثِ أَنَّ عَارِيَّة اَلثِّيَاب لِلْعَرُوسِ أَمْر مَعْمُول بِهِ مُرَغَّب فِيهِ وَأَنَّهُ لَا يُعَدُّ مِنْ اَلشَّنْعِ. وَفِيهِ تَوَاضُعُ عَائِشَة , وَأَمْرُهَا فِي ذَلِكَ مَشْهُور. وَفِيهِ حِلْمُ عَائِشَة عَنْ خَدَمِهَا وَرِفْقُهَا فِي اَلْمُعَاتَبَةِ , وَإِيثَارُهَا بِمَا عِنْدَهَا مَعَ اَلْحَاجَةِ إِلَيْهِ , وَتَوَاضُعُهَا بِأَخْذِهَا اَلسُّلْفَة فِي حَال اَلْيَسَار مَعَ مَا كَانَ مَشْهُورًا عَنْهَا مِنْ اَلْجُودِ رَضِيَ اَللَّهُ عَنْهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2629",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ نِعْمَ الْمَنِيحَةُ اللِّقْحَةُ الصَّفِيُّ مِنْحَةً، وَالشَّاةُ الصَّفِيُّ تَغْدُو بِإِنَاءٍ وَتَرُوحُ بِإِنَاءٍ ‏\"‏‏.‏ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ وَإِسْمَاعِيلُ عَنْ مَالِكٍ قَالَ نِعْمَ الصَّدَقَةُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"What a good Maniha (the she-camel which has recently given birth and which \ngives profuse milk) is, and (what a good Maniha) (the sheep which gives profuse milk, a bowl in the \nmorning and another in the evening) is!\"\nNarrated Malik:\n\nManiha is a good deed of charity.",
    "explication": "‏ ‏قَوْله : ( لَا يُمْنَع ) ‏ ‏بِضَمِّ أَوَّله عَلَى الْبِنَاء لِلْمَجْهُولِ وَبِالرَّفْعِ عَلَى أَنَّهُ خَبَر وَالْمُرَاد بِهِ مَعَ ذَلِكَ النَّهْي. وَذَكَرَ عِيَاض أَنَّهُ فِي رِوَايَة أَبِي ذَرّ بِالْجَزْمِ بِلَفْظِ النَّهْي. وَكَأَنَّ السِّرّ فِي إِيرَاد الْبُخَارِيّ الطَّرِيق الثَّانِي كَوْنهَا وَرَدَتْ بِصَرِيحِ النَّهْي وَهُوَ \" لَا تَمْنَعُوا \" وَالْمُرَاد بِالْفَضْلِ مَا زَادَ عَلَى الْحَاجَة. وَلِأَحْمَد مِنْ طَرِيق عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ أَبِي هُرَيْرَة : \" لَا يُمْنَع فَضْل مَاء بَعْد أَنْ يُسْتَغْنَى عَنْهُ \" وَهُوَ مَحْمُول عِنْد الْجُمْهُور عَلَى مَاء الْبِئْر الْمَحْفُورَة فِي الْأَرْض الْمَمْلُوكَة , وَكَذَلِكَ فِي الْمَوَات إِذَا كَانَ بِقَصْدِ التَّمَلُّك , وَالصَّحِيح عِنْد الشَّافِعِيَّة وَنَصَّ عَلَيْهِ فِي الْقَدِيم وَحَرْمَلَة أَنَّ الْحَافِر يَمْلِك مَاءَهَا , وَأَمَّا الْبِئْر الْمَحْفُورَة فِي الْمَوَات لِقَصْدِ الِارْتِفَاق لَا التَّمَلُّك فَإِنَّ الْحَافِر لَا يَمْلِك مَاءَهَا بَلْ يَكُون أَحَقّ بِهِ إِلَى أَنْ يَرْتَحِل , وَفِي الصُّورَتَيْنِ يَجِب عَلَيْهِ بَذْل مَا يَفْضُل عَنْ حَاجَته , وَالْمُرَاد حَاجَة نَفْسه وَعِيَاله وَزَرْعه وَمَاشِيَته , هَذَا هُوَ الصَّحِيح عِنْد الشَّافِعِيَّة , وَرَخَّصَ الْمَالِكِيَّة هَذَا الْحُكْم بِالْمَوَاتِ , وَقَالُوا فِي الْبِئْر الَّتِي فِي الْمِلْك : لَا يَجِب عَلَيْهِ بَذْل فَضْلهَا , وَأَمَّا الْمَاء الْمُحْرَز فِي الْإِنَاء فَلَا يَجِب بَذْل فَضْله لِغَيْرِ الْمُضْطَرّ عَلَى الصَّحِيح. ‏ ‏قَوْله : ( فَضْل الْمَاء ) ‏ ‏فِيهِ جَوَاز بَيْع الْمَاء لِأَنَّ الْمَنْهِيّ عَنْهُ مَنْع الْفَضْل لَا مَنْع الْأَصْل , وَفِيهِ أَنَّ مَحَلّ النَّهْي مَا إِذَا لَمْ يَجِد الْمَأْمُور بِالْبَذْلِ لَهُ مَاء غَيْره , وَالْمُرَاد تَمْكِين أَصْحَاب الْمَاشِيَة مِنْ الْمَاء وَلَمْ يَقُلْ أَحَد إِنَّهُ يَجِب عَلَى صَاحِب الْمَاء مُبَاشَرَة سَقْي مَاشِيَة غَيْره مَعَ قُدْرَة الْمَالِك. ‏ ‏قَوْله : ( لِيَمْنَع بِهِ الْكَلَأ ) ‏ ‏بِفَتْحِ الْكَاف وَاللَّام بَعْدهَا هَمْزَة مَقْصُور هُوَ النَّبَات رَطْبه وَيَابِسه وَالْمَعْنَى أَنْ يَكُون حَوْل الْبِئْر كَلَأ لَيْسَ عِنْده مَاء غَيْره وَلَا يُمْكِن أَصْحَاب الْمَوَاشِي رَعْيه إِلَّا إِذَا تَمَكَّنُوا مِنْ سَقْي بَهَائِمهمْ مِنْ تِلْكَ الْبِئْر لِئَلَّا يَتَضَرَّرُوا بِالْعَطَشِ بَعْد الرَّعْي فَيَسْتَلْزِم مَنْعهمْ مِنْ الْمَاء مَنْعهمْ مِنْ الرَّعْي , وَإِلَى هَذَا التَّفْسِير ذَهَبَ الْجُمْهُور , وَعَلَى هَذَا يَخْتَصّ الْبَذْل بِمَنْ لَهُ مَاشِيَة , وَيَلْتَحِق بِهِ الرُّعَاة إِذَا اِحْتَاجُوا إِلَى الشُّرْب لِأَنَّهُمْ إِذَا مُنِعُوا مِنْ الشُّرْب اِمْتَنَعُوا مِنْ الرَّعْي هُنَاكَ. وَيَحْتَمِل أَنْ يُقَال : يُمْكِنهُمْ حَمْل الْمَاء لِأَنْفُسِهِمْ لِقِلَّةِ مَا يَحْتَاجُونَ إِلَيْهِ مِنْهُ بِخِلَافِ الْبَهَائِم وَالصَّحِيح الْأَوَّل , وَيَلْتَحِق بِذَلِكَ الزَّرْع عِنْد مَالِك , وَالصَّحِيح عِنْد الشَّافِعِيَّة وَبِهِ قَالَ الْحَنَفِيَّة الِاخْتِصَاص بِالْمَاشِيَةِ , وَفَرَّقَ الشَّافِعِيّ - فِيمَا حَكَاهُ الْمُزَنِيُّ عَنْهُ - بَيْن الْمَوَاشِي وَالزَّرْع بِأَنَّ الْمَاشِيَة ذَات أَرْوَاح يُخْشَى مِنْ عَطَشهَا مَوْتهَا بِخِلَافِ الزَّرْع , وَبِهَذَا أَجَابَ النَّوَوِيّ وَغَيْره , وَاسْتَدَلَّ لِمَالِك بِحَدِيثِ جَابِر عِنْد مُسْلِم \" نَهَى عَنْ بَيْع فَضْل الْمَاء \" لَكِنَّهُ مُطْلَق فَيُحْمَل عَلَى الْمُقَيَّد فِي حَدِيث أَبِي هُرَيْرَة , وَعَلَى هَذَا لَوْ لَمْ يَكُنْ هُنَاكَ كَلَأ يُرْعَى فَلَا مَانِع مِنْ الْمَنْع لِانْتِفَاءِ الْعِلَّة , قَالَ الْخَطَّابِيُّ : وَالنَّهْي عِنْد الْجُمْهُور لِلتَّنْزِيهِ فَيَحْتَاج إِلَى دَلِيل يُوجِب صَرْفه عَنْ ظَاهِره , وَظَاهِر الْحَدِيث أَيْضًا وُجُوب بَذْله مَجَّانًا وَبِهِ قَالَ الْجُمْهُور , وَقِيلَ : لِصَاحِبِهِ طَلَب الْقِيمَة مِنْ الْمُحْتَاج إِلَيْهِ كَمَا فِي إِطْعَام الْمُضْطَرّ , وَتُعُقِّبَ بِأَنَّهُ يَلْزَم مِنْهُ جَوَاز الْمَنْع حَالَة اِمْتِنَاع الْمُحْتَاج مِنْ بَذْل الْقِيمَة , وَرُدَّ بِمَنْعِ الْمُلَازَمَة فَيَجُوز أَنْ يُقَال يَجِب عَلَيْهِ الْبَذْل وَتَتَرَتَّب لَهُ الْقِيمَة فِي ذِمَّة الْمَبْذُول لَهُ حَتَّى يَكُون لَهُ أَخْذ الْقِيمَة مِنْهُ مَتَى أَمْكَنَ ذَلِكَ , نَعَمْ فِي رِوَايَة لِمُسْلِمٍ مِنْ طَرِيق هِلَال بْن أَبِي مَيْمُونَة عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة \" لَا يُبَاع فَضْل الْمَاء \" فَلَوْ وَجَبَ لَهُ الْعِوَض لَجَازَ لَهُ الْبَيْع وَاللَّه أَعْلَم. وَاسْتَدَلَّ اِبْن حَبِيب مِنْ الْمَالِكِيَّة عَلَى أَنَّ الْبِئْر إِذَا كَانَتْ بَيْن مَالِكَيْنِ فِيهَا مَاء فَاسْتَغْنَى أَحَدهمَا فِي نَوْبَته كَانَ لِلْآخَرِ أَنْ يَسْقِي مِنْهَا لِأَنَّهُ مَاء فَضَلَ عَنْ حَاجَة صَاحِبه , وَعُمُوم الْحَدِيث يَشْهَد لَهُ وَإِنْ خَالَفَهُ الْجُمْهُور , وَاسْتَدَلَّ بِهِ بَعْض الْمَالِكِيَّة لِلْقَوْلِ بِسَدِّ الذَّرَائِع لِأَنَّهُ نَهَى عَنْ مَنْع الْمَاء لِئَلَّا يُتَذَرَّع بِهِ إِلَى مَنْع الْكَلَأ , لَكِنْ وَرَدَ التَّصْرِيح فِي بَعْض طُرُق حَدِيث الْبَاب بِالنَّهْيِ عَنْ مَنْع الْكَلَأ صَحَّحَهُ اِبْن حِبَّانَ مِنْ رِوَايَة أَبِي سَعِيد مَوْلَى بَنِي غِفَار عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" لَا تَمْنَعُوا فَضْل الْمَاء وَلَا تَمْنَعُوا الْكَلَأ فَيَهْزِل الْمَال وَتَجُوع الْعِيَال \" وَالْمُرَاد بِالْكَلَأِ هُنَا النَّابِت فِي الْمَوَات , فَإِنَّ النَّاس فِيهِ سَوَاء. وَرَوَى اِبْن مَاجَهْ مِنْ طَرِيق سُفْيَان عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" ثَلَاثَة لَا يَمْنَعْنَ : الْمَاء وَالْكَلَأ وَالنَّار \" وَإِسْنَاده صَحِيح , قَالَ الْخَطَّابِيُّ : مَعْنَاهُ الْكَلَأ يَنْبُت فِي مَوَات الْأَرْض , وَالْمَاء الَّذِي يَجْرِي فِي الْمَوَاضِع الَّتِي لَا تَخْتَصّ بِأَحَدٍ , قِيلَ وَالْمُرَاد بِالنَّارِ الْحِجَارَة الَّتِي تُورِي النَّارَ , وَقَالَ غَيْره الْمُرَاد النَّار حَقِيقَة وَالْمَعْنَى لَا يُمْنَع مَنْ يَسْتَصْبِح مِنْهَا مِصْبَاحًا أَوْ يُدْنِي مِنْهَا مَا يُشْعِلهُ مِنْهَا , وَقِيلَ الْمُرَاد مَا إِذَا أَضْرَمَ نَارًا فِي حَطَب مُبَاح بِالصَّحْرَاءِ فَلَيْسَ لَهُ مَنْع مَنْ يَنْتَفِع بِهَا , بِخِلَافِ مَا إِذَا أَضْرَمَ فِي حَطَب يَمْلِكهُ نَارًا فَلَهُ الْمَنْع. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2630",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ لَمَّا قَدِمَ الْمُهَاجِرُونَ الْمَدِينَةَ مِنْ مَكَّةَ وَلَيْسَ بِأَيْدِيهِمْ ـ يَعْنِي شَيْئًا ـ وَكَانَتِ الأَنْصَارُ أَهْلَ الأَرْضِ وَالْعَقَارِ، فَقَاسَمَهُمُ الأَنْصَارُ عَلَى أَنْ يُعْطُوهُمْ ثِمَارَ أَمْوَالِهِمْ كُلَّ عَامٍ وَيَكْفُوهُمُ الْعَمَلَ وَالْمَئُونَةَ، وَكَانَتْ أُمُّهُ أُمُّ أَنَسٍ أُمُّ سُلَيْمٍ كَانَتْ أُمَّ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، فَكَانَتْ أَعْطَتْ أُمُّ أَنَسٍ رَسُولَ اللَّهِ صلى الله عليه وسلم عِذَاقًا فَأَعْطَاهُنَّ النَّبِيُّ صلى الله عليه وسلم أُمَّ أَيْمَنَ مَوْلاَتَهُ أُمَّ أُسَامَةَ بْنِ زَيْدِ‏.‏ قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا فَرَغَ مِنْ قَتْلِ أَهْلِ خَيْبَرَ فَانْصَرَفَ إِلَى الْمَدِينَةِ، رَدَّ الْمُهَاجِرُونَ إِلَى الأَنْصَارِ مَنَائِحَهُمُ الَّتِي كَانُوا مَنَحُوهُمْ مِنْ ثِمَارِهِمْ فَرَدَّ النَّبِيُّ صلى الله عليه وسلم إِلَى أُمِّهِ عِذَاقَهَا، وَأَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم أُمَّ أَيْمَنَ مَكَانَهُنَّ مِنْ حَائِطِهِ‏.‏ وَقَالَ أَحْمَدُ بْنُ شَبِيبٍ أَخْبَرَنَا أَبِي عَنْ يُونُسَ بِهَذَا، وَقَالَ مَكَانَهُنَّ مِنْ خَالِصِهِ‏.‏",
    "english_text": "Anas bin Malik said, \"When the emigrants came Medina, they had nothing whereas the Ansar had \nland and property. The Ansar gave them their land on condition that the emigrants would give them \nhalf the yearly yield and work on the land and provide the necessaries for cultivation.\" His (i.e. Anas's \nmother who was also the mother of `Abdullah bin Abu Talha, gave some date-palms to Allah' Apostle \nwho gave them to his freed slave-girl (Um Aiman) who was also the mother of Usama bin Zaid. When \nthe Prophet (ﷺ) finished from the fighting against the people of Khaibar and returned to Medina, the \nemigrants returned to the Ansar the fruit gifts which the Ansar had given them. The Prophet (ﷺ) also \nreturned to Anas's mother the date-palms. Allah's Messenger (ﷺ) gave Um Aiman other trees from his garden \nin lieu of the old gift.",
    "explication": "حَدِيث أَنَس فِي صَلَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سُلَيْم وَقَدْ تَقَدَّمَ فِي اَلصُّفُوفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2631",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ أَبِي كَبْشَةَ السَّلُولِيِّ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَرْبَعُونَ خَصْلَةً أَعْلاَهُنَّ مَنِيحَةُ الْعَنْزِ، مَا مِنْ عَامِلٍ يَعْمَلُ بِخَصْلَةٍ مِنْهَا رَجَاءَ ثَوَابِهَا وَتَصْدِيقَ مَوْعُودِهَا إِلاَّ أَدْخَلَهُ اللَّهُ بِهَا الْجَنَّةَ ‏\"‏‏.‏ قَالَ حَسَّانُ فَعَدَدْنَا مَا دُونَ مَنِيحَةِ الْعَنْزِ مِنْ رَدِّ السَّلاَمِ، وَتَشْمِيتِ الْعَاطِسِ، وَإِمَاطَةِ الأَذَى عَنِ الطَّرِيقِ وَنَحْوِهِ، فَمَا اسْتَطَعْنَا أَنْ نَبْلُغَ خَمْسَ عَشْرَةَ خَصْلَةً‏.‏",
    "english_text": "That Allah's Messenger (ﷺ) said, \"There are forty virtuous deeds and the best of them is the Maniha of a shegoat, \nand anyone who does one of these virtuous deeds hoping for Allah's reward with firm \nconfidence that he will get it, then Allah will make him enter Paradise because of Hassan (a subnarrator) \nsaid, \"We tried to count those good deeds below the Maniha; we mentioned replying to the \nsneezer, removing harmful things from the road, etc., but we failed to count even fifteen.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ حَسَّان بْن عَطِيَّة ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ عَنْ اَلْوَلِيدِ \" حَدَّثَنَا اَلْأَوْزَاعِيّ حَدَّثَنَا حَسَّان بْن عَطِيَّة \". ‏ ‏قَوْلُهُ : ( عَنْ أَبِي كَبْشَةَ ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ اَلْمَذْكُورَةِ \" حَدَّثَنِي أَبُو كَبْشَة \" وَهُوَ بِفَتْحِ اَلْكَافِ وَسُكُونِ الْمُوَحَّدَةِ بَعْدَهَا مُعْجَمَة ) ‏ ‏( السَّلُولِيّ ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَتَخْفِيف اَللَّام اَلْمَضْمُومَة بَعْدَهَا وَاو سَاكِنَة ثُمَّ لَامٌ لَا يُعْرَفُ اِسْمُهُ وَزَعَمَ اَلْحَاكِمُ أَنَّ اِسْمَهُ اَلْبَرَاء بْن قَيْس , وَوَهَمَهُ عَبْد اَلْغَنِيّ بْن سَعِيد وَبَيَّنَ أَنَّهُ غَيْرُهُ وَلَيْسَ لِأَبِي كَبْشَةَ وَلَا لِلرَّاوِي عَنْهُ حَسَّانِ بْن عَطِيَّة فِي اَلْبُخَارِيِّ سِوَى هَذَا اَلْحَدِيثِ وَآخَر فِي أَحَادِيثِ اَلْأَنْبِيَاءِ. ‏ ‏قَوْلُهُ : ( قَالَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ \" سَمِعْتُ رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْلُهُ : ( أَرْبَعُونَ خَصْلَة ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ \" أَرْبَعُونَ حَسَنَة \". ‏ ‏قَوْلُهُ : ( اَلْعَنْز ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون اَلنُّونِ بَعْدَهَا زَاي مَعْرُوفَة وَهِيَ وَاحِدَة اَلْمَعْز. ‏ ‏قَوْلُهُ : ( قَالَ حَسَّان ) ‏ ‏هُوَ اِبْنُ عَطِيَّةِ رَاوِي اَلْحَدِيثِ وَهُوَ مَوْصُولٌ بِالْإِسْنَادِ اَلْمَذْكُورِ قَالَ اِبْن بَطَّال مَا مُلَخَّصُهُ : لَيْسَ فِي قَوْلِ حَسَّان مَا يَمْنَعُ مِنْ وِجْدَان ذَلِكَ وَقَدْ حَضَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَبْوَابٍ مِنْ أَبْوَابِ اَلْخَيْرِ وَالْبِرِّ لَا تُحْصَى كَثِيرَة. وَمَعْلُومٌ أَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ عَالِمًا بِالْأَرْبَعِينَ اَلْمَذْكُورَة إِنَّمَا لَمْ يَذَكُرْهَا لِمَعْنًى هُوَ أَنْفَعُ لَنَا مِنْ ذِكْرِهَا وَذَلِكَ خَشْيَة أَنْ يَكُونَ اَلتَّعْيِين لَهَا مُزَهِّدًا فِي غَيْرِهَا مِنْ أَبْوَابِ اَلْبِرِّ قَالَ : وَقَدْ بَلَغَنِي أَنَّ بَعْضَهُمْ تَطَلَّبَهَا فَوَجَدَهَا تَزِيدُ عَلَى اَلْأَرْبَعِينَ فَمِمَّا زَادَهُ إِعَانَة اَلصَّانِعِ وَالصَّنْعَة لِلْأَخْرَقِ وَإِعْطَاء شَسْع اَلنَّعْل وَالسَّتْر عَلَى اَلْمُسْلِمِ وَالذَّبّ عَنْ عِرْضِهِ وَإِدْخَال اَلسُّرُورِ عَلَيْهِ وَالتَّفَسُّح فِي اَلْمَجْلِسِ وَالدَّلَالَة عَلَى اَلْخَيْرِ وَالْكَلَام اَلطَّيِّب وَالْغَرْس وَالزَّرْع وَالشَّفَاعَة وَعِيَادَة اَلْمَرِيضِ وَالْمُصَافَحَة وَالْمَحَبَّة فِي اَللَّهِ وَالْبُغْض لِأَجْلِهِ وَالْمُجَالَسَة لِلَّهِ وَالتَّزَاوُر وَالنُّصْح وَالرَّحْمَة - وَكُلّهَا فِي اَلْأَحَادِيثِ اَلصَّحِيحَةِ وَفِيهَا مَا قَدْ يُنَازَعُ فِي كَوْنِهِ دُونَ مَنِيحَة اَلْعَنْز وَحَذَفْت مِمَّا ذَكَرَهُ أَشْيَاءَ قَدْ تَعَقَّبَ اِبْن اَلْمُنِير بَعْضَهَا وَقَالَ : اَلْأَوْلَى أَنْ لَا يُعْتَنَى بَعْدَهَا لِمَا تَقَدَّمَ. وَقَالَ الْكَرْمَانِيُّ : جَمِيعُ مَا ذَكَرَهُ رَجْمٌ بِالْغَيْبِ ثُمَّ أَنَّى عَرَفَ أَنَّهَا أَدْنَى مِنْ اَلْمَنِيحَةِ ؟ قُلْت. وَإِنَّمَا أَرَدْت بِمَا ذَكَرْتُهُ مِنْهَا تَقْرِيبَ اَلْخَمْسِ عَشْرَة اَلَّتِي عَدَّهَا حَسَّان بْن عَطِيَّة وَهِيَ إِنْ شَاءَ اَللَّهُ تَعَالَى لَا تَخْرُجُ عَمَّا ذَكَرْتُهُ وَمَعَ ذَلِكَ فَأَنَا مُوَافِقٌ لِابْنِ بَطَّالٍ فِي إِمْكَانِ تَتَبُّعِ أَرْبَعِينَ خَصْلَةً مِنْ خِصَالِ اَلْخَيْرِ أَدْنَاهَا مَنِيحَة اَلْعَنْز , وَمُوَافِق لِابْن اَلْمُنِير فِي رَدّ كَثِير مِمَّا ذَكَرَهُ اِبْن بَطَّال مِمَّا هُوَ ظَاهِرٌ أَنَّهُ فَوْقَ اَلْمَنِيحَةِ وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2632",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي عَطَاءٌ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ كَانَتْ لِرِجَالٍ مِنَّا فُضُولُ أَرَضِينَ فَقَالُوا نُؤَاجِرُهَا بِالثُّلُثِ وَالرُّبُعِ وَالنِّصْفِ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ لِيَمْنَحْهَا أَخَاهُ، فَإِنْ أَبَى فَلْيُمْسِكْ أَرْضَهُ ‏\"‏‏.‏",
    "english_text": "Some men had superfluous land and they said that they would give it to others to cultivate on the \ncondition that they would get one-third or one-fourth or one half of its yield. The Prophet (ﷺ) said, \n\"Whoever has land should cultivate it himself or give it to his brother or keep it uncultivated.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ عَطَاء ) ‏ ‏فِي رِوَايَة اِبْن مَاجَهْ مِنْ وَجْه آخَر عَنْ الْأَوْزَاعِيِّ \" حَدَّثَنِي عَطَاء سَمِعْت جَابِرًا \". ‏ ‏قَوْله : ( كَانُوا ) ‏ ‏أَيْ الصَّحَابَةَ فِي عَصْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ‏ ‏قَوْله ( بِالثُّلُثِ وَالرُّبُع وَالنِّصْف ) ‏ ‏الْوَاو فِي الْمَوْضِعَيْنِ بِمَعْنَى أَوْ , أَشَارَ إِلَيْهِ التَّيْمِيُّ , وَقَدْ تَقَدَّمَ لَهُ تَوْجِيه آخَر فِي \" بَاب الْمُزَارَعَة بِالشَّطْرِ \". ‏ ‏قَوْله : ( وَلِيَمْنَحهَا ) ‏ ‏أَيْ يَجْعَلهَا مَنِيحَة أَيْ عَطِيَّة , وَالنُّون فِي يَمْنَحهَا مَفْتُوحَة وَيَجُوز كَسْرهَا , وَقَدْ رَوَاهُ مُسْلِم مِنْ طَرِيق مَطَر الْوَرَّاق عَنْ عَطَاء عَنْ جَابِر بِلَفْظِ \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ كِرَاء الْأَرْض \" , وَمِنْ وَجْه آخَر عَنْ مَطَر بِلَفْظِ \" مَنْ كَانَتْ لَهُ أَرْض فَلْيَزْرَعْهَا فَإِنْ عَجَزَ عَنْهَا فَلْيَمْنَحْهَا أَخَاهُ الْمُسْلِم وَلَا يُؤَاجِرهَا \" وَرِوَايَة الْأَوْزَاعِيِّ الَّتِي اِقْتَصَرَ عَلَيْهَا الْمُصَنِّف مُفَسِّرَة لِلْمُرَادِ لِذِكْرِهَا لِلسَّبَبِ الْحَامِل عَلَى النَّهْي. ‏ ‏قَوْله : ( فَإِنْ لَمْ يَفْعَل فَلْيُمْسِكْ أَرْضه ) ‏ ‏أَيْ فَلَا يَمْنَحهَا وَلَا يُكْرِيهَا , وَقَدْ اُسْتُشْكِلَ بِأَنَّ فِي إِمْسَاكهَا بِغَيْرِ زِرَاعَة تَضْيِيعًا لِمَنْفَعَتِهَا فَيَكُون مِنْ إِضَاعَة الْمَال , وَقَدْ ثَبَتَ النَّهْي عَنْهَا , وَأُجِيبَ بِحَمْلِ النَّهْي عَنْ إِضَاعَة عَيْن الْمَال أَوْ مَنْفَعَة لَا تُخَلِّف , لِأَنَّ الْأَرْض إِذَا تُرِكَتْ بِغَيْرِ زَرْع لَمْ تَتَعَطَّل مَنْفَعَتهَا فَإِنَّهَا قَدْ تُنْبِت مِنْ الْكَلَأ وَالْحَطَب وَالْحَشِيش مَا يَنْفَع فِي الرَّعْي وَغَيْره , وَعَلَى تَقْدِير أَنْ لَا يَحْصُل ذَلِكَ فَقَدْ يَكُون تَأْخِير الزَّرْع عَنْ الْأَرْض إِصْلَاحًا لَهَا فَتُخَلِّف فِي السَّنَة الَّتِي تَلِيهَا مَا لَعَلَّهُ فَاتَ فِي سَنَة التَّرْك , وَهَذَا كُلّه إِنْ حُمِلَ النَّهْي عَنْ الْكِرَاء عَلَى عُمُومه فَأَمَّا لَوْ حُمِلَ الْكِرَاء عَلَى مَا كَانَ مَأْلُوفًا لَهُمْ مِنْ الْكِرَاء بِجُزْءٍ مِمَّا يَخْرُج مِنْهَا وَلَا سِيَّمَا إِذَا كَانَ غَيْر مَعْلُوم فَلَا يَسْتَلْزِم ذَلِكَ تَعْطِيل الِانْتِفَاع بِهَا فِي الزِّرَاعَة بَلْ يُكْرِيهَا بِالذَّهَبِ أَوْ الْفِضَّة كَمَا تَقَرَّرَ ذَلِكَ. وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( وَقَالَ الرَّبِيع بْن نَافِع أَبُو تَوْبَة ) ‏ ‏بِفَتْحِ الْمُثَنَّاة وَسُكُون الْوَاو بَعْدهَا مُوَحَّدَة هُوَ الْحَلَبِيّ , ثِقَة لَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر فِي الطَّلَاق. وَقَدْ وَصَلَ مُسْلِم حَدِيث الْبَاب عَنْ الْحَسَن بْن عَلِيّ الْحُلْوَانِيِّ عَنْ أَبِي تَوْبَة. وَشَيْخه مُعَاوِيه هُوَ اِبْن سَلَّامٍ بِتَشْدِيدِ اللَّام. وَيَحْيَى هُوَ اِبْن أَبِي كَثِير , وَقَدْ اُخْتُلِفَ عَلَيْهِ فِي إِسْنَاده وَكَذَا عَلَى شَيْخه أَبِي سَلَمَة , وَقَدْ أَطْنَبَ النَّسَائِيُّ فِي جَمْع طُرُقه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2633",
    "category": "كتاب الهبة",
    "text_chakl": "وَقَالَ مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي الزُّهْرِيُّ، حَدَّثَنِي عَطَاءُ بْنُ يَزِيدَ، حَدَّثَنِي أَبُو سَعِيدٍ، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلَهُ عَنِ الْهِجْرَةِ، فَقَالَ ‏\"‏ وَيْحَكَ إِنَّ الْهِجْرَةَ شَأْنُهَا شَدِيدٌ فَهَلْ لَكَ مِنْ إِبِلٍ ‏\"‏ قَالَ نَعَمْ‏.‏ قَالَ ‏\"‏ فَتُعْطِي صَدَقَتَهَا ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏ قَالَ ‏\"‏ فَهَلْ تَمْنَحُ مِنْهَا شَيْئًا ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏ قَالَ ‏\"‏ فَتَحْلُبُهَا يَوْمَ وِرْدِهَا ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏ قَالَ ‏\"‏ فَاعْمَلْ مِنْ وَرَاءِ الْبِحَارِ، فَإِنَّ اللَّهَ لَنْ يَتِرَكَ مِنْ عَمَلِكَ شَيْئًا ‏\"‏‏.‏",
    "english_text": "A bedouin came to the Prophet (ﷺ) and asked him about emigration. The Prophet (ﷺ) \nsaid to him, \"May Allah be merciful to you. The matter of emigration is difficult. Have you got some \ncamels?\" He replied in the affirmative. The Prophet (ﷺ) asked him, \"Do you pay their Zakat?\" He replied \nin the affirmative. He asked, \"Do you lend them so that their milk may be utilized by others?\" The \nbedouin said, \"Yes.\" The Prophet (ﷺ) asked, \"Do you milk them on the day off watering them?\" He \nreplied, \"Yes.\" The Prophet (ﷺ) said, \"Do good deeds beyond the merchants (or the sea) and Allah will \nnever disregard any of your deeds.\" (See Hadith No. 260, Vol. 5)",
    "explication": "‏ ‏حَدِيث جَابِر \" كَانَتْ لِرِجَالٍ مِنَّا فُضُولُ أَرَضِينَ \" ‏ ‏تَقَدَّمَ فِي اَلْمُزَارَعَةِ مَعَ اَلْكَلَامِ عَلَيْهِ , وَالْغَرَضُ مِنْهُ هُنَا قَوْلُهُ : \" أَوْ لِيَمْنَحْهَا أَخَاهُ \". ‏ ‏قَوْلُهُ : ( وَقَالَ مُحَمَّد بْن يُوسُف ) ‏ ‏يُحْتَمَلُ أَنْ يَكُونَ مَعْطُوفًا عَلَى اَلَّذِي قَبْلَهُ فَيَكُونَ مَوْصُولًا لَكِنْ صَرَّحَ اَلْإِسْمَاعِيلِيّ وَأَبُو نُعَيْم بِأَنَّهُ لَمْ يَذْكُرْ فِيهِ اَلْخَبَر وَيُؤَيِّدُهُ أَنَّهُ أَوْرَدَهُ فِي اَلْهِجْرَةِ مَوْصُولًا مِنْ طَرِيق اَلْوَلِيد بْن مُسْلِم قَالَ : \" وَقَالَ مُحَمَّد بْن يُوسُف \" كِلَاهُمَا عَنْ اَلْأَوْزَاعِيّ فَلَوْ أَرَادَ هُنَا أَنْ يَعْطِفَهُ لَقَالَ هُنَاكَ \" حَدَّثَنَا مُحَمَّد بْن يُوسُف \" كَعَادَتِهِ. نَعَمْ زَعَمَ اَلْمِزِّيُّ أَنَّهُ أَخْرَجَهُ فِي اَلْهِبَةِ \" عَنْ مُحَمَّد بْن يُوسُف \" وَفِي اَلْهِجْرَةِ \" وَقَالَ مُحَمَّد بْن يُوسُف \" فَاَللَّه أَعْلَمُ. وَقَدْ وَصَلَهُ اَلْإِسْمَاعِيلِيّ وَأَبُو نُعَيْم مِنْ طَرِيقِ مُحَمَّد بْن يُوسُف اَلْمَذْكُورِ وَسَيَأْتِي شَرْحُهُ فِي اَلْهِجْرَةِ إِنْ شَاءَ اَللَّهُ تَعَالَى. وَالْغَرَضُ مِنْهُ قَوْلُهُ : \" فَهَلْ تَمْنَحُ مِنْهَا شَيْئًا ؟ قَالَ : نَعَمْ \" فَإِنَّ فِيهِ إِثْبَاتَ فَضِيلَة اَلْمَنِيحَة وَقَوْلُهُ : \" لَنْ يَتِرَكَ \" أَيْ لَنْ يَنْقُصَك. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2634",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ عَمْرٍو، عَنْ طَاوُسٍ، قَالَ حَدَّثَنِي أَعْلَمُهُمْ، بِذَاكَ ـ يَعْنِي ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى أَرْضٍ تَهْتَزُّ زَرْعًا فَقَالَ ‏\"‏ لِمَنْ هَذِهِ ‏\"‏‏.‏ فَقَالُوا اكْتَرَاهَا فُلاَنٌ‏.‏ فَقَالَ ‏\"‏ أَمَا إِنَّهُ لَوْ مَنَحَهَا إِيَّاهُ كَانَ خَيْرًا لَهُ مِنْ أَنْ يَأْخُذَ عَلَيْهَا أَجْرًا مَعْلُومًا ‏\"‏‏.‏",
    "english_text": "That he was told by the most learned one amongst them (i.e. Ibn `Abbas) that the Prophet (ﷺ) went \ntowards some land which was flourishing with vegetation and asked to whom it belonged. He was told \nthat such and such a person took it on rent. The Prophet (ﷺ) said, \"It would have been better (for the \nowner) if he had given it to him gratis rather than charging him a fixed rent.",
    "explication": "حَدِيث اِبْن عَبَّاس وَقَدْ تَقَدَّمَ فِي اَلْمُزَارَعَةِ أَيْضًا , وَالْمُرَاد مِنْهُ هُنَا مَا دَلَّ مِنْ قَوْلِهِ : \" لَوْ مَنَحَهَا إِيَّاهُ كَانَ خَيْرًا لَهُ \" عَلَى فَضْل اَلْمَنِيحَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2635",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ هَاجَرَ إِبْرَاهِيمُ بِسَارَةَ، فَأَعْطَوْهَا آجَرَ، فَرَجَعَتْ فَقَالَتْ أَشَعَرْتَ أَنَّ اللَّهَ كَبَتَ الْكَافِرَ وَأَخْدَمَ وَلِيدَةً ‏\"‏‏.‏ وَقَالَ ابْنُ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ فَأَخْدَمَهَا هَاجَرَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The Prophet (ﷺ) Abraham migrated with Sarah. The people (of the town where they \nmigrated) gave her Ajar (i.e. Hajar). Sarah returned and said to Abraham, \"Do you know that Allah \nhas humiliated that pagan and he has given a slave-girl for my service?\"",
    "explication": "حَدِيثُ أَبِي هُرَيْرَةَ فِي قِصَّةِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ وَسَارَةَ مَعَ الْجَبَّارِ , وَفِيهِ أَنَّهُ أَعْطَاهَا هَاجَرَ , وَوَقَعَ هُنَا \" آجَرُ \" بِهَمْزَةٍ بَدَلَ الْهَاءِ , وَقَوْلُهُ \" كَبَتَ \" بِفَتْحِ الْكَافِ وَالْمُوَحَّدَةِ بَعْدَهَا مُثَنَّاةٌ أَيْ أَخْزَاهُ وَقِيلَ رَدَّهُ خَائِبًا وَقِيلَ أَحْزَنَهُ وَقِيلَ صَرَعَهُ وَقِيلَ صَرَفَهُ وَقِيلَ أَذَلَّهُ , حَكَاهَا كُلَّهَا اِبْنُ التِّينِ وَقَالَ : إِنَّهَا مُتَقَارِبَةٌ , وَقِيلَ أَصْلُ كَبَتَ كَبَدَ أَيْ بَلَغَ الْهَمُّ كَبِدَهُ فَأُبْدِلَتْ الدَّالُ مُثَنَّاةً. وَقَوْلُهُ أَخْدَمَ أَيْ مَكَّنَ مِنْ الْخِدْمَةِ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي أَحَادِيثِ الْأَنْبِيَاءِ , وَمَوْضِعُ التَّرْجَمَةِ مِنْهُ قَوْلُ الْكَافِرِ \" أَعْطُوهَا هَاجَرَ \" وَقَبُولُ سَارَةَ مِنْهُ وَإِمْضَاءُ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ ذَلِكَ , فَفِيهِ صِحَّةُ هِبَةِ الْكَافِرِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2636",
    "category": "كتاب الهبة",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، أَخْبَرَنَا سُفْيَانُ، قَالَ سَمِعْتُ مَالِكًا، يَسْأَلُ زَيْدَ بْنَ أَسْلَمَ قَالَ سَمِعْتُ أَبِي يَقُولُ، قَالَ عُمَرُ ـ رضى الله عنه ـ حَمَلْتُ عَلَى فَرَسٍ فِي سَبِيلِ اللَّهِ، فَرَأَيْتُهُ يُبَاعُ، فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ لاَ تَشْتَرِ، وَلاَ تَعُدْ فِي صَدَقَتِكَ ‏\"‏‏.‏",
    "english_text": "Once I gave a horse (for riding) in Allah's Cause. Later I saw it being sold. I asked Allah's Messenger (ﷺ) \n(whether I could buy it). He said, \"Don't buy it, for you should not get back what you have given in \ncharity.\"",
    "explication": "‏ ‏قَوْلُهُ فِيهَا \" فَأَضَاعَهُ الَّذِي كَانَ عِنْدَهُ \" ) ‏ ‏أَيْ بِتَرْكِ الْقِيَامِ عَلَيْهِ بِالْخِدْمَةِ وَالْعَلَفِ وَنَحْوِهِمَا , وَقَالَ فِي الْأُولَى \" فَوَجَدَهُ يُبَاعُ \". ‏ ‏قَوْلُهُ : ( وَإِنْ أَعْطَاكَهُ بِدِرْهَمٍ ) ‏ ‏هُوَ مُبَالَغَةٌ فِي رُخْصِهِ وَهُوَ الْحَامِلُ لَهُ عَلَى شِرَائِهِ. ‏ ‏قَوْلُهُ : ( وَلَا تَعُدْ ) ‏ ‏فِي رِوَايَةِ أَحْمَدَ مِنْ طَرِيقِ هِشَامِ بْنِ سَعْدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ \" وَلَا تَعُودَن \" وَسَمَّى شِرَاءَهُ بِرُخْصٍ عَوْدًا فِي الصَّدَقَةِ مِنْ حَيْثُ إنَّ الْغَرَضَ مِنْهَا ثَوَابُ الْآخِرَةِ , فَإِذَا اِشْتَرَاهَا بِرُخْصٍ فَكَأَنَّهُ اِخْتَارَ عَرَضَ الدُّنْيَا عَلَى الْآخِرَةِ , مَعَ أَنَّ الْعَادَةَ تَقْتَضِي بَيْعَ مِثْلِ ذَلِكَ بِرُخْصٍ لِغَيْرِ الْمُتَصَدِّقِ فَكَيْفَ بِالْمُتَصَدِّقِ فَيَصِيرُ رَاجِعًا فِي ذَلِكَ الْمِقْدَارِ الَّذِي سُومِحَ فِيهِ. ‏ ‏( فَائِدَةٌ ) ‏ ‏أَفَادَ اِبْنُ سَعْدٍ فِي الطَّبَقَاتِ أَنَّ اِسْمَ هَذَا الْفَرَسِ الْوَرْدُ وَأَنَّهُ كَانَ لِتَمِيمٍ الدَّارِيِّ فَأَهْدَاهُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُ لِعُمَرَ , وَلَمْ أَقِفْ عَلَى اِسْمِ الرَّجُلِ الَّذِي حَمَلَهُ عَلَيْهِ. ‏ ‏قَوْلُهُ : ( كَالْعَائِدِ فِي قَيْئِهِ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى تَحْرِيمِ ذَلِكَ لِأَنَّ الْقَيْءَ حَرَامٌ قَالَ الْقُرْطُبِيُّ : وَهَذَا هُوَ الظَّاهِرُ مِنْ سِيَاقِ الْحَدِيثِ , وَيَحْتَمِلُ أَنْ يَكُونَ التَّشْبِيهُ لِلتَّنْفِيرِ خَاصَّةً لِكَوْنِ الْقَيْءِ مِمَّا يُسْتَقْذَرُ وَهُوَ قَوْلُ الْأَكْثَرِ , وَيَلْتَحِقُ بِالصَّدَقَةِ الْكَفَّارَةُ وَالنَّذْرُ وَغَيْرُهُمَا مِنْ الْقُرُبَاتِ. وَأَمَّا إِذَا وَرِثَهُ فَلَا كَرَاهَةَ. وَأَبْعَدَ مَنْ قَالَ يَتَصَدَّقُ بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]