[
  {
    "id": "2637",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ، حَدَّثَنَا يُونُسُ،‏.‏ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، وَابْنُ الْمُسَيَّبِ، وَعَلْقَمَةُ بْنُ وَقَّاصٍ، وَعُبَيْدُ اللَّهِ، عَنْ حَدِيثِ، عَائِشَةَ ـ رضى الله عنها ـ وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا، حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ، فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيًّا وَأُسَامَةَ حِينَ اسْتَلْبَثَ الْوَحْىُ يَسْتَأْمِرُهُمَا فِي فِرَاقِ أَهْلِهِ، فَأَمَّا أُسَامَةُ فَقَالَ أَهْلُكَ وَلاَ نَعْلَمُ إِلاَّ خَيْرًا‏.‏ وَقَالَتْ بَرِيرَةُ إِنْ رَأَيْتُ عَلَيْهَا أَمْرًا أَغْمِصُهُ أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنْ عَجِينِ أَهْلِهَا، فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ يَعْذِرُنَا مِنْ رَجُلٍ بَلَغَنِي أَذَاهُ فِي أَهْلِ بَيْتِي فَوَاللَّهِ مَا عَلِمْتُ مِنْ أَهْلِي إِلاَّ خَيْرًا، وَلَقَدْ ذَكَرُوا رَجُلاً مَا عَلِمْتُ عَلَيْهِ إِلاَّ خَيْرًا ‏\"‏‏.‏",
    "english_text": "About the story of `Aisha and their narrations were similar attesting each other, when the liars said \nwhat they invented about `Aisha, and the Divine Inspiration was delayed, Allah's Messenger (ﷺ) sent for `Ali \nand Usama to consult them in divorcing his wife (i.e. `Aisha). Usama said, \"Keep your wife, as we \nknow nothing about her except good.\" Barirah said, \"I cannot accuse her of any defect except that she \nis still a young girl who sleeps, neglecting her family's dough which the domestic goats come to eat \n(i.e. she was too simpleminded to deceive her husband).\" Allah's Messenger (ﷺ) said, \"Who can help me to \ntake revenge over the man who has harmed me by defaming the reputation of my family? By Allah, I \nhave not known about my family-anything except good, and they mentioned (i.e. accused) a man \nabout whom I did not know anything except good.\"",
    "explication": "‏ ‏قَوْلُهُ : \" وَقَالَ اَللَّيْثُ حَدَّثَنِي يُونُسُ \" ‏ ‏وَصَلَهُ هُنَاكَ أَيْضًا. ‏ ‏وَقَوْلُهُ : \" أَهْلكَ وَلَا نَعْلَمُ إِلَّا خَيْرًا \" ‏ ‏بِنَصْبِ أَهْلكَ لِلْأَكْثَرِ عَلَى اَلْإِغْرَاءِ أَوْ عَلَى فِعْلٍ مَحْذُوفٍ تَقْدِيره أَمْسِكْ أَهْلَكَ وَلِبَعْضِهِمْ بِالرَّفْعِ أَيْ هُمْ أَهْلُكَ , قَالَ اِبْن اَلْمُنِير : اَلتَّعْدِيلُ إِنَّمَا هُوَ تَنْفِيذٌ لِلشَّهَادَةِ وَعَائِشَة رَضِيَ اَللَّهُ عَنْهَا لَمْ تَكُنْ شَهِدَتْ وَلَا كَانَتْ مُحْتَاجَة إِلَى اَلتَّعْدِيلِ ; لِأَنَّ اَلْأَصْلَ اَلْبَرَاءَة وَإِنَّمَا كَانَتْ مُحْتَاجَة إِلَى نَفْيِ اَلتُّهْمَةِ عَنْهَا حَتَّى تَكُونَ اَلدَّعْوَى عَلَيْهَا بِذَلِكَ غَيْر مَقْبُولَةٍ وَلَا شُبْهَةَ فَيَكْفِي فِي هَذَا اَلْقَدْرِ هَذَا اَللَّفْظ فَلَا يَكُونُ فِيهِ لِمَنْ اِكْتَفَى فِي اَلتَّعْدِيلِ بِقَوْلِهِ : \" لَا أَعْلَمُ إِلَّا خَيْرًا \" حُجَّةٌ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2638",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ سَالِمٌ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ انْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأُبَىُّ بْنُ كَعْبٍ الأَنْصَارِيُّ يَؤُمَّانِ النَّخْلَ الَّتِي فِيهَا ابْنُ صَيَّادٍ حَتَّى إِذَا دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم طَفِقَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَّقِي بِجُذُوعِ النَّخْلِ، وَهْوَ يَخْتِلُ أَنْ يَسْمَعَ مِنِ ابْنِ صَيَّادٍ شَيْئًا قَبْلَ أَنْ يَرَاهُ، وَابْنُ صَيَّادٍ مُضْطَجِعٌ عَلَى فِرَاشِهِ فِي قَطِيفَةٍ لَهُ فِيهَا رَمْرَمَةٌ ـ أَوْ زَمْزَمَةٌ ـ فَرَأَتْ أُمُّ ابْنِ صَيَّادٍ النَّبِيَّ صلى الله عليه وسلم وَهْوَ يَتَّقِي بِجُذُوعِ النَّخْلِ، فَقَالَتْ لاِبْنِ صَيَّادِ أَىْ صَافِ، هَذَا مُحَمَّدٌ‏.‏ فَتَنَاهَى ابْنُ صَيَّادٍ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لَوْ تَرَكَتْهُ بَيَّنَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) and Ubai bin Ka`b Al-Ansari went to the garden where Ibn Saiyad used to live. When \nAllah's Messenger (ﷺ) entered (the garden), he (i.e. Allah's Messenger (ﷺ) ) started hiding himself behind the date108 \npalms as he wanted to hear secretly the talk of Ibn Saiyad before the latter saw him. Ibn Saiyad \nwrapped with a soft decorated sheet was lying on his bed murmuring. Ibn Saiyad's mother saw the \nProphet hiding behind the stems of the date-palms. She addressed Ibn Saiyad saying, \"O Saf, this is \nMuhammad.\" Hearing that Ibn Saiyad stopped murmuring (or got cautious), the Prophet (ﷺ) said, \"If she \nhad left him undisturbed, he would have revealed his reality.\" (See Hadith No. 290, Vol 4 for details)",
    "explication": "حَدِيث اِبْن عُمَر فِي قِصَّة اِبْن صَيَّاد وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي الْبَاب الْمُشَار إِلَيْهِ فِي الْجِهَاد , وَمَقْصُود الْبُخَارِيّ مِنْهُ الِاسْتِدْلَال هُنَا بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِابْنِ صَيَّاد \" أَتَشْهَدُ أَنِّي رَسُول اللَّه \" ؟ وَكَانَ إِذْ ذَاكَ دُون الْبُلُوغ ‏ ‏قَوْله : \" أُطُم \" ‏ ‏بِضَمَّتَيْنِ بِنَاء كَالْحِصْنِ. ‏ ‏وَ \" مَغَالَة \" ‏ ‏بِفَتْحِ الْمِيم وَالْمُعْجَمَة الْخَفِيفَة بَطْن مِنْ الْأَنْصَار , وَابْن صَيَّاد فِي رِوَايَة أَبِي ذَرّ صَائِد وَكِلَا الْأَمْرَيْنِ كَانَ يُدْعَى بِهِ , وَقَوْله \" فَرَفَضَهُ \" لِلْأَكْثَرِ بِالضَّادِ الْمُعْجَمَة أَيْ تَرَكَهُ , قَالَ الزَّيْن بْن الْمُنِير : أَنْكَرَهَا الْقَاضِي. وَلِبَعْضِهِمْ بِالْمُهْمَلَةِ أَيْ دَفَعَهُ بِرِجْلِهِ , قَالَ عِيَاض : كَذَا فِي رِوَايَة أَبِي ذَرّ عَنْ غَيْر الْمُسْتَمْلِي وَلَا وَجْه لَهَا. قَالَ الْمَازِرِيّ : لَعَلَّهُ رَفْسه بِالسِّينِ الْمُهْمَلَة أَيْ ضَرَبَهُ بِرِجْلِهِ , قَالَ عِيَاض : لَمْ أَجِد هَذِهِ اللَّفْظَة فِي جَمَاهِير اللُّغَة يَعْنِي بِالصَّادِ , قَالَ : وَقَدْ وَقَعَ فِي رِوَايَة الْأَصِيلِيّ بِالْقَافِ بَدَل الْفَاء , وَفِي رِوَايَة عَبْدُوس \" فَوَقَصَهُ \" بِالْوَاوِ وَالْقَاف , وَقَوْله \" وَهُوَ يَخْتِل \" بِمُعْجَمَةِ سَاكِنَة بَعْدهَا مُثَنَّاة مَكْسُورَة أَيْ يَخْدَعهُ , وَالْمُرَاد أَنَّهُ كَانَ يُرِيد أَنْ يَسْتَغْفِلهُ لِيَسْمَع كَلَامه وَهُوَ لَا يَشْعُر. ‏ ‏قَوْله : ( لَهُ فِيهَا رُمْزَة أَوْ زُمْرَة ) ‏ ‏كَذَا لِلْأَكْثَرِ عَلَى الشَّكّ فِي تَقْدِيم الرَّاء عَلَى الزَّاي أَوْ تَأْخِيرهَا , وَلِبَعْضِهِمْ \" زَمْزَمَة أَوْ رَمْرَمَة \" عَلَى الشَّكّ هَلْ هُوَ بِزَايَيْنِ أَوْ بِرَاءَيْنِ مَعَ زِيَادَة مِيم فِيهِمَا , وَمَعَانِي هَذِهِ الْكَلِمَات الْمُخْتَلِفَة مُتَقَارِبَة , فَأَمَّا الَّتِي بِتَقْدِيمِ الرَّاء وَمِيم وَاحِدَة فَهِيَ فُعْلَة مِنْ الرَّمْز وَهُوَ الْإِشَارَة , وَأَمَّا الَّتِي بِتَقْدِيمِ الزَّاي كَذَلِكَ فَمِنْ الزُّمَر وَالْمُرَاد حِكَايَة صَوْته , وَأَمَّا الَّتِي بِالْمُهْمَلَتَيْنِ وَمِيمَيْنِ فَأَصْله مِنْ الْحَرَكَة وَهِيَ هُنَا بِمَعْنَى الصَّوْت الْخَفِيّ , وَأَمَّا الَّتِي بِالْمُعْجَمَتَيْنِ كَذَلِكَ فَقَالَ الْخَطَّابِيُّ : هُوَ تَحْرِيك الشَّفَتَيْنِ بِالْكَلَامِ , وَقَالَ غَيْره : وَهُوَ كَلَام الْعُلُوج وَهُوَ صَوْت يُصَوَّت مِنْ الْخَيَاشِيم وَالْحَلْق. ‏ ‏قَوْله : ( فَثَارَ اِبْن صَيَّاد ) ‏ ‏أَيْ قَامَ كَذَا لِلْأَكْثَرِ , وَلِلْكُشْمِيهَنيّ \" فَثَابَ \" بِمُوَحَّدَةٍ أَيْ رَجَعَ عَنْ الْحَالَة الَّتِي كَانَ فِيهَا. ‏ ‏قَوْله : ( وَقَالَ شُعَيْب زَمْزَمَهُ فَرَفَصَهُ ) ‏ ‏فِي رِوَايَة أَبِي ذَرّ بِالزَّايَيْنِ وَبِالصَّادِ الْمُهْمَلَة , وَفِي رِوَايَة غَيْره \" وَقَالَ شُعَيْب فِي حَدِيثه فَرَفَصَهُ زَمْزَمَهُ أَوْ رَمْرَمَهُ \" بِالشَّكِّ. وَسَيَأْتِي فِي الْأَدَب مَوْصُولًا مِنْ هَذَا الْوَجْه بِالشَّكِّ , لَكِنْ فِيهِ \" فَرَصَّهُ \" بِغَيْرِ فَاءَ وَبِالتَّشْدِيدِ , وَذَكَرَ الْخَطَّابِيُّ فِي غَرِيبه بِمُهْمَلَةٍ أَيْ ضَغَطَهُ وَضَمَّ بَعْضه إِلَى بَعْض. ‏ ‏قَوْله : ( وَقَالَ إِسْحَاق الْكَلْبِيّ وَعُقَيْل رَمْرَمَهُ ) ‏ ‏يَعْنِي بِمُهْمَلَتَيْنِ ‏ ‏( وَقَالَ مَعْمَر رُمْزَة ) ‏ ‏يَعْنِي بِرَاءٍ ثُمَّ زَاي , أَمَّا رِوَايَة إِسْحَاق فَوَصَلَهَا الذُّهْلِيُّ فِي الزُّهْرِيَّات وَسَقَطَتْ مِنْ رِوَايَة الْمُسْتَمْلِي والْكُشْمِيهَنِيّ وَأَبِي الْوَقْت , وَأَمَّا رِوَايَة عُقَيْل فَوَصَلَهَا الْمُصَنِّف فِي الْجِهَاد وَكَذَا رِوَايَة مَعْمَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2639",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ جَاءَتِ امْرَأَةُ رِفَاعَةَ الْقُرَظِيِّ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ كُنْتُ عِنْدَ رِفَاعَةَ فَطَلَّقَنِي فَأَبَتَّ طَلاَقِي، فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ، إِنَّمَا مَعَهُ مِثْلُ هُدْبَةِ الثَّوْبِ‏.‏ فَقَالَ ‏\n\"‏ أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لاَ حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ ‏\"‏‏.‏ وَأَبُو بَكْرٍ جَالِسٌ عِنْدَهُ وَخَالِدُ بْنُ سَعِيدِ بْنِ الْعَاصِ بِالْبَابِ يَنْتَظِرُ أَنْ يُؤْذَنَ لَهُ، فَقَالَ يَا أَبَا بَكْرٍ، أَلاَ تَسْمَعُ إِلَى هَذِهِ مَا تَجْهَرُ بِهِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "The wife of Rifa`a Al-Qurazi came to the Prophet (ﷺ) and said, \"I was Rifa`a's wife, but he divorced me \nand it was a final irrevocable divorce. Then I married `Abdur-Rahman bin Az-Zubair but he is \nimpotent.\" The Prophet (ﷺ) asked her 'Do you want to remarry Rifa`a? You cannot unless you had a \ncomplete sexual relation with your present husband.\" Abu Bakr was sitting with Allah's Messenger (ﷺ) and \nKhalid bin Sa`id bin Al-`As was at the door waiting to be admitted. He said, \"O Abu Bakr! Do you \nhear what this (woman) is revealing frankly before the Prophet (ﷺ) ?\"",
    "explication": "حَدِيث عَائِشَة فِي قِصَّةِ اِمْرَأَة رِفَاعَة وَسَيَأْتِي اَلْكَلَامُ عَلَيْهِ فِي اَلطَّلَاقِ , وَالْغَرَضُ مِنْهُ إِنْكَار خَالِد بْن سَعِيد عَلَى اِمْرَأَة رِفَاعَة مَا كَانَتْ تَكَلَّمُ بِهِ عِنْدَ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ كَوْنِهِ مَحْجُوبًا عَنْهَا خَارِجَ اَلْبَابِ وَلَمْ يُنْكِرْ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ ذَلِكَ فَاعْتِمَاد خَالِدٍ عَلَى سَمَاع صَوْتهَا حَتَّى أَنْكَرَ عَلَيْهَا هُوَ حَاصِلُ مَا يَقَعُ مِنْ شَهَادَةِ اَلسَّمْعِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2640",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا حِبَّانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عُمَرُ بْنُ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، أَنَّهُ تَزَوَّجَ ابْنَةً لأَبِي إِهَابِ بْنِ عَزِيزٍ، فَأَتَتْهُ امْرَأَةٌ فَقَالَتْ قَدْ أَرْضَعْتُ عُقْبَةَ وَالَّتِي تَزَوَّجَ‏.‏ فَقَالَ لَهَا عُقْبَةُ مَا أَعْلَمُ أَنَّكِ أَرْضَعْتِنِي وَلاَ أَخْبَرْتِنِي‏.‏ فَأَرْسَلَ إِلَى آلِ أَبِي إِهَابٍ يَسْأَلُهُمْ فَقَالُوا مَا عَلِمْنَا أَرْضَعَتْ صَاحِبَتَنَا‏.‏ فَرَكِبَ إِلَى النَّبِيِّ صلى الله عليه وسلم بِالْمَدِينَةِ فَسَأَلَهُ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كَيْفَ وَقَدْ قِيلَ ‏\"‏‏.‏ فَفَارَقَهَا، وَنَكَحَتْ زَوْجًا غَيْرَهُ‏.‏",
    "english_text": "`Uqba married the daughter of Abu Ihab bin `Aziz, and then a woman came and said, \"I suckled \n`Uqba and his wife.\" `Uqba said to her, \"I do not know that you have suckled me, and you did not \ninform me.\" He then sent someone to the house of Abu Ihab to inquire about that but they did not \nknow that she had suckled their daughter. Then `Uqba went to the Prophet (ﷺ) in Medina and asked him \nabout it. The Prophet (ﷺ) said to him, \"How (can you keep your wife) after it has been said (that both of \nyou were suckled by the same woman)?\" So, he divorced her and she was married to another \n(husband).",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنَا عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك. ‏ ‏قَوْله : ( حَدَّثَنِي عَبْد اللَّه بْن أَبِي مُلَيْكَة ) ‏ ‏هُوَ عَبْد اللَّه بْن عُبَيْد اللَّه بْن أَبِي مُلَيْكَة نُسِبَ إِلَى جَدّه. ‏ ‏قَوْله : ( عَنْ عُقْبَة بْن الْحَارِث ) ‏ ‏سَيَأْتِي تَصْرِيحه بِالسَّمَاعِ مِنْ عُقْبَة فِي كِتَاب النِّكَاح خِلَافًا لِمَنْ أَنْكَرَهُ , وَسَيَأْتِي الْخِلَاف فِي كُنْيَة عُقْبَة فِي قِصَّة خُبَيْب بْن عَدِيّ. ‏ ‏قَوْله : ( أَنَّهُ تَزَوَّجَ اِبْنَة ) ‏ ‏اِسْمهَا غَنِيَّة بِفَتْحِ الْمُعْجَمَة وَكَسْر النُّون بَعْدهَا يَاء تَحْتَانِيَّة مُشَدَّدَة , وَكُنْيَتهَا أُمّ يَحْيَى كَمَا يَأْتِي فِي الشَّهَادَات. وَهَجَمَ الْكَرْمَانِيّ فَقَالَ : لَا يُعْرَف اِسْمهَا , وَأَبُو إِهَاب بِكَسْرِ الْهَمْزَة لَا أَعْرِف اِسْمه , وَهُوَ مَذْكُور فِي الصَّحَابَة , وَعَزِيز بِفَتْحِ الْعَيْن الْمُهْمَلَة وَكَسْر الزَّاي وَآخِره زَاي أَيْضًا كَمَا تَقَدَّمَ فِي الْمُقَدِّمَة , وَمَنْ قَالَهُ بِضَمِّ أَوَّله فَقَدْ حَرَّفَ. ‏ ‏قَوْله : ( فَأَتَتْهُ اِمْرَأَة ) ‏ ‏لَمْ أَقِف عَلَى اِسْمهَا. ‏ ‏قَوْله : ( وَلَا أَخْبَرْتنِي ) ‏ ‏بِكَسْرِ الْمُثَنَّاة أَيْ قَبْل ذَلِكَ كَأَنَّهُ اِتَّهَمَهَا. ‏ ‏قَوْله : ( فَرَكِبَ ) ‏ ‏أَيْ : مِنْ مَكَّة لِأَنَّهَا كَانَتْ دَار إِقَامَته. وَالْفَرْق بَيْن هَذِهِ التَّرْجَمَة وَتَرْجَمَة : \" بَاب الْخُرُوج فِي طَلَب الْعِلْم \" أَنَّ هَذَا أَخَصّ وَذَاكَ أَعَمّ , وَسَتَأْتِي مَبَاحِث هَذَا الْحَدِيث فِي كِتَاب الشَّهَادَات إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( وَنَكَحَتْ زَوْجًا غَيْره ) ‏ ‏اِسْم هَذَا الزَّوْج ظُرَيْب بِضَمِّ الْمُعْجَمَة الْمُشَالَة وَفَتْح الرَّاء وَآخِره مُوَحَّدَة مُصَغَّرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2641",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا الْحَكَمُ بْنُ نَافِعٍ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُتْبَةَ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ يَقُولُ إِنَّ أُنَاسًا كَانُوا يُؤْخَذُونَ بِالْوَحْىِ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، وَإِنَّ الْوَحْىَ قَدِ انْقَطَعَ، وَإِنَّمَا نَأْخُذُكُمُ الآنَ بِمَا ظَهَرَ لَنَا مِنْ أَعْمَالِكُمْ، فَمَنْ أَظْهَرَ لَنَا خَيْرًا أَمِنَّاهُ وَقَرَّبْنَاهُ، وَلَيْسَ إِلَيْنَا مِنْ سَرِيرَتِهِ شَىْءٌ، اللَّهُ يُحَاسِبُهُ فِي سَرِيرَتِهِ، وَمَنْ أَظْهَرَ لَنَا سُوءًا لَمْ نَأْمَنْهُ وَلَمْ نُصَدِّقْهُ، وَإِنْ قَالَ إِنَّ سَرِيرَتَهُ حَسَنَةٌ‏.‏",
    "english_text": "People were (sometimes) judged by the revealing of a Divine Inspiration during the lifetime of Allah's \nApostle but now there is no longer any more (new revelation). Now we judge you by the deeds you \npractice publicly, so we will trust and favor the one who does good deeds in front of us, and we will \nnot call him to account about what he is really doing in secret, for Allah will judge him for that; but \nwe will not trust or believe the one who presents to us with an evil deed even if he claims that his \nintentions were good.",
    "explication": "‏ ‏قَوْلُهُ : ( أَنَّ عَبْد اَللَّه بْن عُتْبَة ) ‏ ‏أَيْ اِبْن مَسْعُود وَهُوَ اِبْنُ أَخِي عَبْد اَللَّه بْن مَسْعُود سَمِعَ مِنْ كِبَارِ اَلصَّحَابَةِ وَلَهُ رَأْيُهُ , وَحَدِيثُهُ هَذَا عَنْ عُمَرَ أَغْفَلَهُ اَلْمِزِّيُّ فِي \" اَلْأَطْرَافِ \" وَالْمَرْفُوع مِنْهُ مَا أَشَارَ إِلَيْهِ مِمَّا كَانَ اَلنَّاس عَلَيْهِ فِي عَهْدِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْلُهُ : ( وَإِنَّ اَلْوَحْيَ قَدْ اِنْقَطَعَ ) ‏ ‏أَيْ بَعْدَ وَفَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ , وَالْمُرَاد اِنْقِطَاع أَخْبَارِ اَلْمَلِكِ عَنْ اَللَّهِ تَعَالَى لِبَعْضِ اَلْآدَمِيِّينَ بِالْأَمْرِ فِي اَلْيَقَظَةِ , وَفِي رِوَايَةِ أَبِي فِرَاس عَنْ عُمَرَ عِنْدَ اَلْحَاكِمِ \" إِنَّا كُنَّا نَعْرِفُكُمْ إِذْ كَانَ فِينَا رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَإِذْ اَلْوَحْيُ يَنْزِلُ وَإِذْ يَأْتِينَا مِنْ أَخْبَارِكُمْ \" وَأَرَادَ أَنَّ اَلنَّبِيَّ قَدْ اِنْطَلَقَ وَرَفَعَ اَلْوَحْيَ. ‏ ‏قَوْلُهُ : ( فَمَنْ أَظْهَرَ لَنَا خَيْرًا أَمِنَّاهُ ) ‏ ‏بِهَمْزَةٍ بِغَيْرِ مَدٍّ وَمِيمٍ مَكْسُورَةٍ وَنُونٍ مُشَدَّدَةٍ مِنْ اَلْأَمْنِ أَيْ صَيَّرْنَاهُ عِنْدَنَا أَمِينًا وَفِي رِوَايَةِ أَبِي فِرَاس \" أَلَا وَمَنْ يُظْهِرُ مِنْكُمْ خَيْرًا ظَنَنَّا بِهِ خَيْرًا وَأَحْبَبْنَاهُ عَلَيْهِ \". ‏ ‏قَوْلُهُ : ( اَللَّه يُحَاسِبُ ) ‏ ‏كَذَا لِأَبِي ذَرٍّ عَنْ اَلْحَمَوِيِّ بِحَذْفِ اَلْمَفْعُول وَلِلْبَاقِينَ \" اَللَّه مُحَاسِبه \" بِمِيمٍ أَوَّلَهُ وَهَاء آخِرَهُ. ‏ ‏قَوْلُهُ : ( سُوءًا ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيّ \" شَرًّا \" وَفِي رِوَايَةِ أَبِي فِرَاس \" وَمَنْ يُظْهِر لَنَا شَرًّا ظَنَنَّا بِهِ شَرًّا وَأَبْغَضْنَاهُ عَلَيْهِ ; سَرَائِرُكُمْ فِيمَا بَيْنَكُمْ وَبَيْنَ رَبِّكُمْ \" قَالَ اَلْمُهَلَّبُ : هَذَا إِخْبَار مِنْ عُمَرَ عَمَّا كَانَ اَلنَّاس عَلَيْهِ فِي عَهْدِ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَعَمَّا صَارَ بَعْدَهُ , وَيُؤْخَذُ مِنْهُ أَنَّ اَلْعَدْلَ مَنْ لَمْ تُوجَدْ مِنْهُ اَلرِّيبَة وَهُوَ قَوْلُ أَحْمَد وَإِسْحَاق كَذَا قَالَ وَهَذَا إِنَّمَا هُوَ فِي حَقّ اَلْمَعْرُوفِينَ لَا مَنْ لَا يُعْرَفُ حَالُهُ أَصْلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2642",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ مُرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم بِجَنَازَةٍ، فَأَثْنَوْا عَلَيْهَا خَيْرًا فَقَالَ ‏\"‏ وَجَبَتْ ‏\"‏‏.‏ ثُمَّ مُرَّ بِأُخْرَى فَأَثْنَوْا عَلَيْهَا شَرًّا ـ أَوْ قَالَ غَيْرَ ذَلِكَ ـ فَقَالَ ‏\"‏ وَجَبَتْ ‏\"‏‏.‏ فَقِيلَ يَا رَسُولَ اللَّهِ، قُلْتَ لِهَذَا وَجَبَتْ، وَلِهَذَا وَجَبَتْ، قَالَ ‏\"‏ شَهَادَةُ الْقَوْمِ، الْمُؤْمِنُونَ شُهَدَاءُ اللَّهِ فِي الأَرْضِ ‏\"‏‏.‏",
    "english_text": "A funeral procession passed in front of the Prophet (ﷺ) and the people praised the deceased. The Prophet (ﷺ) \nsaid, \"It has been affirmed (Paradise).\" Then another funeral procession passed by and the people \ntalked badly of the deceased. The Prophet (ﷺ) said, \"It has been affirmed (Hell).\" Allah's Messenger (ﷺ) was \nasked, \"O Allah's Messenger (ﷺ)! You said it has been affirmed for both?\" The Prophet (ﷺ) said, \"The testimony \nof the people (is accepted), (for) the believer are Allah's witnesses on the earth.\"",
    "explication": "‏ ‏قَوْلُهُ : ( شَهَادَةُ اَلْقَوْمِ ‏ ‏هُوَ مُبْتَدَأ وَخَبَرُهُ مَحْذُوفٌ تَقْدِيره مَقْبُولَة أَوْ هُوَ خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ تَقْدِيره : هَذِهِ شَهَادَة اَلْقَوْمِ وَوَقَعَ فِي رِوَايَةِ اَلْأَصِيلِيّ \" شَهَادَة \" بِالنَّصْبِ بِتَقْدِيرِ فِعْلٍ نَاصِبٍ. ‏ ‏قَوْلُهُ : ( اَلْمُؤْمِنُونَ شُهَدَاء اَللَّهِ فِي اَلْأَرْضِ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَالْمُؤْمِنُونَ مُبْتَدَأ خَبَرُهُ شُهَدَاء وَفِي رِوَايَة اَلْمُسْتَمْلِي وَاَلسَّرَخْسِيّ \" شَهَادَة اَلْقَوْمِ اَلْمُؤْمِنِينَ شُهَدَاء اَللَّهِ فِي اَلْأَرْضِ \" وَشُهَدَاء عَلَى هَذَا خَبَر مُبْتَدَأٍ مَحْذُوفٍ تَقْدِيره هُمْ شُهَدَاءُ وَقَالَ اَلسُّهَيْلِيّ : رَوَاهُ بَعْضُهُمْ بِرَفْعِ اَلْقَوْم. فَإِنْ كَانَتْ اَلرِّوَايَة بِتَنْوِين \" شَهَادَة \" فَهِيَ عَلَى إِضْمَار اَلْمُبْتَدَأ أَيْ هَذِهِ شَهَادَة ثُمَّ اِسْتَأْنَفَ فَقَالَ : \" اَلْقَوْمُ اَلْمُؤْمِنُونَ شُهَدَاء اَللَّهِ فِي اَلْأَرْضِ \" فَالْقَوْم مُبْتَدَأ وَالْمُؤْمِنُونَ نَعْت أَوْ بَدَلٌ وَمَا بَعْدَهُ خَبَر قَالَ : وَأَكْثَرُ مَا وَرَدَ فِي اَلْحَدِيثِ حَذْف اَلْمَنْعُوت ; لِأَنَّ اَلْحُكْمَ يَتَعَلَّقُ بِالصِّفَةِ فَلَا يَحْتَاجُ لِذِكْرِ اَلْمَوْصُوفِ. ثُمَّ حَكَى وَجْهَيْنِ آخَرَيْنِ فِيهِمَا تَكَلُّفٌ وَلَمْ يَقَعْ فِي شَيْءٍ مِنْ اَلرِّوَايَاتِ بِالتَّنْوِينِ وَلَا سِيَّمَا مَعَ رِوَايَة مَنْ رَوَاهُ بِنَصْبِ اَلْمُؤْمِنِينَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2643",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ، قَالَ أَتَيْتُ الْمَدِينَةَ وَقَدْ وَقَعَ بِهَا مَرَضٌ، وَهُمْ يَمُوتُونَ مَوْتًا ذَرِيعًا، فَجَلَسْتُ إِلَى عُمَرَ ـ رضى الله عنه ـ فَمَرَّتْ جِنَازَةٌ فَأُثْنِيَ خَيْرٌ فَقَالَ عُمَرُ وَجَبَتْ‏.‏ ثُمَّ مُرَّ بِأُخْرَى فَأُثْنِيَ خَيْرًا فَقَالَ وَجَبَتْ‏.‏ ثُمَّ مُرَّ بِالثَّالِثَةِ فَأُثْنِيَ شَرًّا، فَقَالَ وَجَبَتْ‏.‏ فَقُلْتُ مَا وَجَبَتْ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ قُلْتُ كَمَا قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَيُّمَا مُسْلِمٍ شَهِدَ لَهُ أَرْبَعَةٌ بِخَيْرٍ أَدْخَلَهُ اللَّهُ الْجَنَّةَ ‏\"‏‏.‏ قُلْنَا وَثَلاَثَةٌ قَالَ ‏\"‏ وَثَلاَثَةٌ ‏\"‏‏.‏ قُلْتُ وَاثْنَانِ قَالَ ‏\"‏ وَاثْنَانِ ‏\"‏‏.‏ ثُمَّ لَمْ نَسْأَلْهُ عَنِ الْوَاحِدِ‏.‏",
    "english_text": "Once I went to Medina where there was an outbreak of disease and the people were dying rapidly. I \nwas sitting with `Umar and a funeral procession passed by. The people praised the deceased. `Umar \nsaid, \"It has been affirmed\" (Paradise). Then another funeral procession passed by. The people praised \nthe deceased. `Umar said, \"It has been affirmed.\" (Paradise). Then another funeral procession passed \nby. The people praised the deceased. `Umar said, \"It has been affirmed (Paradise).\" Then a third \nfuneral procession passed by and the people talked badly of the deceased. `Umar said, \"It has been \naffirmed (Hell).\" I asked `Umar, \"O chief of the believers! What has been affirmed?\" He said, \"I have \nsaid what the Prophet (ﷺ) said. He said, 'Allah will admit into paradise any Muslim whose good character \nis attested by four persons.' We asked the Prophet, 'If there were three witnesses only?' He said, 'Even \nthree.' We asked, 'If there were two only?' He said, 'Even two.' But we did not ask him about one \nwitness.\"",
    "explication": "‏ ‏قَوْله : ( مُرَّ ) ‏ ‏بِضَمِّ الْمِيم عَلَى الْبِنَاء لِلْمَجْهُولِ. ‏ ‏قَوْله : ( حَدَّثَنَا عَفَّان ) ‏ ‏كَذَا لِلْأَكْثَرِ. وَذَكَرَ أَصْحَاب الْأَطْرَاف أَنَّهُ أَخْرَجَهُ قَائِلًا فِيهِ \" قَالَ عَفَّان \" وَبِذَلِكَ جَزَمَ الْبَيْهَقِيُّ. وَقَدْ وَصَلَهُ أَبُو بَكْر بْن أَبِي شَيْبَة فِي مُسْنَده عَنْ عَفَّان بِهِ , وَمِنْ طَرِيقه أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَأَبُو نُعَيْم. ‏ ‏قَوْله : ( حَدَّثَنَا دَاوُدَ بْن أَبِي الْفُرَات ) ‏ ‏هُوَ بِلَفْظِ النَّهْر الْمَشْهُور , وَاسْمه عَمْرو , وَهُوَ كِنْدِيّ مِنْ أَهْل مَرْو. وَلَهُمْ شَيْخ آخَر يُقَال لَهُ دَاوُدَ بْن أَبِي الْفُرَات اِسْم أَبِيهِ بَكْر وَأَبُو الْفُرَات اِسْم جَدّه وَهُوَ أَشْجَعِيّ مِنْ أَهْل الْمَدِينَة ; أَقْدَم مِنْ الْكِنْدِيّ. ‏ ‏قَوْله : ( عَنْ أَبِي الْأَسْوَد ) ‏ ‏هُوَ الدِّيلِيّ التَّابِعِيّ الْكَبِير الْمَشْهُور , وَلَمْ أَرَهُ مِنْ رِوَايَة عَبْد اللَّه بْن بُرَيْدَة عَنْهُ إِلَّا مُعَنْعَنًا. وَقَدْ حَكَى الدَّارَقُطْنِيُّ فِي \" كِتَاب التَّتَبُّع \" عَنْ عَلِيّ بْن الْمَدِينِيّ أَنَّ اِبْن بُرَيْدَة إِنَّمَا يَرْوِي عَنْ يَحْيَى بْن يَعْمَر عَنْ أَبِي الْأَسْوَد , وَلَمْ يَقُلْ فِي هَذَا الْحَدِيث سَمِعْت أَبَا الْأَسْوَد. قُلْت : وَابْن بُرَيْدَة وُلِدَ فِي عَهْد عُمَر , فَقَدْ أَدْرَكَ أَبَا الْأَسْوَد بِلَا رَيْب , لَكِنَّ الْبُخَارِيّ لَا يَكْتَفِي بِالْمُعَاصَرَةِ فَلَعَلَّهُ أَخْرَجَهُ شَاهِدًا وَاكْتَفَى لِلْأَصْلِ بِحَدِيثِ أَنَس الَّذِي قَبْله وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( قَدِمْت الْمَدِينَة وَقَدْ وَقَعَ بِهَا مَرَض ) ‏ ‏زَادَ الْمُصَنِّف فِي الشَّهَادَات عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ دَاوُدَ \" وَهُمْ يَمُوتُونَ مَوْتًا ذَرِيعًا \" وَهُوَ بِالذَّالِ الْمُعْجَمَة أَيْ سَرِيعًا. ‏ ‏قَوْله : ( فَأُثْنِيَ عَلَى صَاحِبهَا خَيْرًا ) ‏ ‏كَذَا فِي جَمِيع الْأُصُول \" خَيْرًا \" بِالنَّصْبِ , وَكَذَا \" شَرًّا \" وَقَدْ غَلِطَ مَنْ ضَبَطَ أَثْنَى بِفَتْحِ الْهَمْزَة عَلَى الْبِنَاء لِلْفَاعِلِ فَإِنَّهُ فِي جَمِيع الْأُصُول مَبْنِيّ لِلْمَفْعُولِ , قَالَ اِبْن التِّين : وَالصَّوَاب الرَّفْع وَفِي نَصْبه بُعْد فِي اللِّسَان. وَوَجَّهَهُ غَيْره بِأَنَّ الْجَارّ وَالْمَجْرُور أُقِيمَ مَقَام الْمَفْعُول الْأَوَّل وَخَيْرًا مَقَام الثَّانِي , وَهُوَ جَائِز وَإِنْ كَانَ الْمَشْهُور عَكْسه. وَقَالَ النَّوَوِيّ : هُوَ مَنْصُوب بِنَزْعِ الْخَافِض , أَيْ أُثْنِيَ عَلَيْهِ بِخَيْرٍ. وَقَالَ اِبْن مَالِك : \" خَيْرًا \" صِفَة لِمَصْدَرٍ مَحْذُوف فَأُقِيمَتْ مَقَامه فَنُصِبَتْ , لِأَنَّ \" أُثْنِيَ \" مُسْنَد إِلَى الْجَارّ وَالْمَجْرُور. قَالَ : وَالتَّفَاوُت بَيْن الْإِسْنَاد إِلَى الْمَصْدَر وَالْإِسْنَاد إِلَى الْجَارّ وَالْمَجْرُور قَلِيل. ‏ ‏قَوْله : ( فَقَالَ أَبُو الْأَسْوَد ) ‏ ‏هُوَ الرَّاوِي , وَهُوَ بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْله : ( فَقُلْت : وَمَا وَجَبَتْ ) ‏ ‏هُوَ مَعْطُوف عَلَى شَيْء مُقَدَّر , أَيْ قُلْت هَذَا شَيْء عَجِيب , وَمَا مَعْنَى قَوْله لِكُلٍّ مِنْهُمَا وَجَبَتْ مَعَ اِخْتِلَاف الثَّنَاء بِالْخَيْرِ وَالشَّرّ. ‏ ‏قَوْله : ( قُلْت كَمَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَيّمَا مُسْلِم إِلَخْ ) ‏ ‏الظَّاهِر أَنَّ قَوْله \" أَيّمَا مُسْلِم \" هُوَ الْمَقُول فَحِينَئِذٍ يَكُون قَوْل عُمَر لِكُلٍّ مِنْهُمَا \" وَجَبَتْ \" قَالَهُ بِنَاء عَلَى اِعْتِقَاده صِدْق الْوَعْد الْمُسْتَفَاد مِنْ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَدْخَلَهُ اللَّه الْجَنَّة \" , وَأَمَّا اِقْتِصَار عُمَر عَلَى ذِكْر أَحَد الشِّقَّيْنِ فَهُوَ إِمَّا لِلِاخْتِصَارِ وَإِمَّا لِإِحَالَتِهِ السَّامِع عَلَى الْقِيَاس , وَالْأَوَّل أَظْهَر , وَعُرِفَ مِنْ الْقِصَّة أَنَّ الْمُثْنِي عَلَى كُلّ مِنْ الْجَنَائِز الْمَذْكُورَة كَانَ أَكْثَر مِنْ وَاحِد , وَكَذَا فِي قَوْل عُمَر \" قُلْنَا وَمَا وَجَبَتْ \" إِشَارَة إِلَى أَنَّ السَّائِل عَنْ ذَلِكَ هُوَ وَغَيْره. وَقَدْ وَقَعَ فِي تَفْسِير قَوْله تَعَالَى ( وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا ) فِي الْبَقَرَة عِنْد اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي هُرَيْرَة أَنَّ أُبَيّ بْن كَعْب مِمَّنْ سَأَلَ عَنْ ذَلِكَ. ‏ ‏قَوْله : ( فَقُلْنَا وَثَلَاثَة ) ‏ ‏فِيهِ اِعْتِبَار مَفْهُوم الْمُوَافَقَة لِأَنَّهُ سَأَلَ عَنْ الثَّلَاثَة وَلَمْ يَسْأَل عَمَّا فَوْق الْأَرْبَعَة كَالْخَمْسَةِ مَثَلًا , وَفِيهِ أَنَّ مَفْهُوم الْعَدَد لَيْسَ دَلِيلًا قَطْعِيًّا بَلْ هُوَ فِي مَقَام الِاحْتِمَال. ‏ ‏قَوْله : ( ثُمَّ لَمْ نَسْأَلهُ عَنْ الْوَاحِد ) ‏ ‏قَالَ الزَّيْن بْن الْمُنِير : إِنَّمَا لَمْ يَسْأَل عُمَر عَنْ الْوَاحِد اِسْتِبْعَادًا مِنْهُ أَنْ يُكْتَفَى فِي مِثْل هَذَا الْمَقَام الْعَظِيم بِأَقَلّ مِنْ النِّصَاب , وَقَالَ أَخُوهُ فِي الْحَاشِيَة : فِيهِ إِيمَاء إِلَى الِاكْتِفَاء بِالتَّزْكِيَةِ بِوَاحِدٍ. كَذَا قَالَ , وَفِيهِ غُمُوض. وَقَدْ اِسْتَدَلَّ بِهِ الْمُصَنِّف عَلَى أَنَّ أَقَلّ مَا يُكْتَفَى بِهِ فِي الشَّهَادَة اِثْنَانِ كَمَا سَيَأْتِي فِي كِتَاب الشَّهَادَات إِنْ شَاءَ اللَّه تَعَالَى. قَالَ الدَّاوُدِيّ : الْمُعْتَبَر فِي ذَلِكَ شَهَادَة أَهْل الْفَضْل وَالصِّدْق , لَا الْفَسَقَة لِأَنَّهُمْ قَدْ يُثْنُونَ عَلَى مَنْ يَكُون مِثْلهمْ , وَلَا مَنْ بَيْنه وَبَيْن الْمَيِّت عَدَاوَة لِأَنَّ شَهَادَة الْعَدُوّ لَا تُقْبَل. وَفِي الْحَدِيث فَضِيلَة هَذِهِ الْأُمَّة , وَإِعْمَال الْحُكْم بِالظَّاهِرِ. وَنَقَلَ الطِّيبِيُّ عَنْ بَعْض شُرَّاح \" الْمَصَابِيح \" قَالَ : لَيْسَ مَعْنَى قَوْله \" أَنْتُمْ شُهَدَاء اللَّه فِي الْأَرْض \" أَنَّ الَّذِي يَقُولُونَهُ فِي حَقّ شَخْص يَكُون كَذَلِكَ حَتَّى يَصِير مَنْ يَسْتَحِقّ الْجَنَّة مِنْ أَهْل النَّار بِقَوْلِهِمْ , وَلَا الْعَكْس , بَلْ مَعْنَاهُ أَنَّ الَّذِي أَثْنَوْا عَلَيْهِ خَيْرًا رَأَوْهُ مِنْهُ كَانَ ذَلِكَ عَلَامَة كَوْنه مِنْ أَهْل الْجَنَّة , وَبِالْعَكْسِ. وَتَعَقَّبَهُ الطِّيبِيُّ بِأَنَّ قَوْله \" وَجَبَتْ \" بَعْد الثَّنَاء حُكْم عَقَّبَ وَصْفًا مُنَاسِبًا فَأَشْعَرَ بِالْعِلِّيَّةِ. وَكَذَا قَوْله \" أَنْتُمْ شُهَدَاء اللَّه فِي الْأَرْض \" لِأَنَّ الْإِضَافَة فِيهِ لِلتَّشْرِيفِ لِأَنَّهُمْ بِمَنْزِلَةٍ عَالِيَة عِنْد اللَّه , فَهُوَ كَالتَّزْكِيَةِ لِلْأُمَّةِ بَعْد أَدَاء شَهَادَتهمْ , فَيَنْبَغِي أَنْ يَكُون لَهَا أَثَر. قَالَ : وَإِلَى هَذَا يُومِئ قَوْله تَعَالَى ( وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا ) الْآيَة. قُلْت : وَقَدْ اِسْتَشْهَدَ مُحَمَّد بْن كَعْب الْقَرَظِيّ لِمَا رُوِيَ عَنْ جَابِر نَحْو حَدِيث أَنَس بِهَذِهِ الْآيَة , أَخْرَجَهُ الْحَاكِم. وَقَدْ وَقَعَ ذَلِكَ فِي حَدِيث مَرْفُوع غَيْره عِنْد اِبْن أَبِي حَاتِم فِي التَّفْسِير , وَفِيهِ أَنَّ الَّذِي قَالَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا قَوْلك وَجَبَتْ \" هُوَ أُبَيّ بْن كَعْب. وَقَالَ النَّوَوِيّ : قَالَ بَعْضهمْ مَعْنَى الْحَدِيث أَنَّ الثَّنَاء بِالْخَيْرِ لِمَنْ أَثْنَى عَلَيْهِ أَهْل الْفَضْل - وَكَانَ ذَلِكَ مُطَابِقًا لِلْوَاقِعِ - فَهُوَ مِنْ أَهْل الْجَنَّة , فَإِنْ كَانَ غَيْر مُطَابِق فَلَا , وَكَذَا عَكْسه. قَالَ : وَالصَّحِيح أَنَّهُ عَلَى عُمُومه وَأَنَّ مَنْ مَاتَ مِنْهُمْ فَأَلْهَمَ اللَّه تَعَالَى النَّاس الثَّنَاء عَلَيْهِ بِخَيْرٍ كَانَ دَلِيلًا عَلَى أَنَّهُ مِنْ أَهْل الْجَنَّة سَوَاء كَانَتْ أَفْعَاله تَقْتَضِي ذَلِكَ أَمْ لَا , فَإِنَّ الْأَعْمَال دَاخِلَة تَحْت الْمَشِيئَة , وَهَذَا إِلْهَام يُسْتَدَلّ بِهِ عَلَى تَعْيِينهَا , وَبِهَذَا تَظْهَر فَائِدَة الثَّنَاء اِنْتَهَى. وَهَذَا فِي جَانِب الْخَيْر وَاضِح , وَيُؤَيِّدهُ مَا رَوَاهُ أَحْمَد وَابْن حِبَّان وَالْحَاكِم مِنْ طَرِيق حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَنَس مَرْفُوعًا \" مَا مِنْ مُسْلِم يَمُوت فَيَشْهَد لَهُ أَرْبَعَة مِنْ جِيرَانه الْأَدْنَيْنَ أَنَّهُمْ لَا يَعْلَمُونَ مِنْهُ إِلَّا خَيْرًا إِلَّا قَالَ اللَّه تَعَالَى : قَدْ قَبِلْت قَوْلكُمْ وَغَفَرْت لَهُ مَا لَا تَعْلَمُونَ \" وَلِأَحْمَدَ مِنْ حَدِيث أَبِي هُرَيْرَة نَحْوه وَقَالَ \" ثَلَاثَة \" بَدَل أَرْبَعَة وَفِي إِسْنَاده مَنْ لَمْ يُسَمَّ , وَلَهُ شَاهِد مِنْ مَرَاسِيل بَشِير بْن كَعْب أَخْرَجَهُ أَبُو مُسْلِم الْكَجِّيّ. وَأَمَّا جَانِب الشَّرّ فَظَاهِر الْأَحَادِيث أَنَّهُ كَذَلِكَ , لَكِنْ إِنَّمَا يَقَع ذَلِكَ فِي حَقّ مَنْ غَلَبَ شَرّه عَلَى خَيْره , وَقَدْ وَقَعَ فِي رِوَايَة النَّضْر الْمُشَار إِلَيْهَا أَوَّلًا فِي آخِر حَدِيث أَنَس \" إِنَّ لِلَّهِ مَلَائِكَة تَنْطِق عَلَى أَلْسِنَة بَنِي آدَم بِمَا فِي الْمَرْء مِنْ الْخَيْر وَالشَّرّ \" وَاسْتُدِلَّ بِهِ عَلَى جَوَاز ذِكْر الْمَرْء بِمَا فِيهِ مِنْ خَيْر أَوْ شَرّ لِلْحَاجَةِ وَلَا يَكُون ذَلِكَ مِنْ الْغِيبَة. وَسَيَأْتِي الْبَحْث عَنْ ذَلِكَ فِي \" بَاب النَّهْي عَنْ سَبّ الْأَمْوَات \" آخِر الْجَنَائِز , وَهُوَ أَصْل فِي قَبُول الشَّهَادَة بِالِاسْتِفَاضَةِ , وَأَنَّ أَقَلّ أَصْلهَا اِثْنَانِ. وَقَالَ اِبْن الْعَرَبِيّ : فِيهِ جَوَاز الشَّهَادَة قَبْل الِاسْتِشْهَاد , وَقَبُولهَا قَبْل الِاسْتِفْصَال. وَفِيهِ اِسْتِعْمَال الثَّنَاء فِي الشَّرّ لِلْمُؤَاخَاةِ وَالْمُشَاكَلَة , وَحَقِيقَته إِنَّمَا هِيَ فِي الْخَيْر. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2644",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنَا الْحَكَمُ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اسْتَأْذَنَ عَلَىَّ أَفْلَحُ فَلَمْ آذَنْ لَهُ، فَقَالَ أَتَحْتَجِبِينَ مِنِّي وَأَنَا عَمُّكِ فَقُلْتُ وَكَيْفَ ذَلِكَ قَالَ أَرْضَعَتْكِ امْرَأَةُ أَخِي بِلَبَنِ أَخِي‏.‏ فَقَالَتْ سَأَلْتُ عَنْ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ صَدَقَ أَفْلَحُ، ائْذَنِي لَهُ ‏\"‏‏.‏",
    "english_text": "Aflah asked the permission to visit me but I did not allow him. He said, \"Do you veil yourself before \nme although I am your uncle?\" `Aisha said, \"How is that?\" Aflah replied, \"You were suckled by my \nbrother's wife with my brother's milk.\" I asked Allah's Messenger (ﷺ) about it, and he said, \"Aflah is right, so \npermit him to visit you.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2645",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم فِي بِنْتِ حَمْزَةَ ‏\n\"‏ لاَ تَحِلُّ لِي، يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ، هِيَ بِنْتُ أَخِي مِنَ الرَّضَاعَةِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said about Hamza's daughter, \"I am not legally permitted to marry her, as foster relations \nare treated like blood relations (in marital affairs). She is the daughter of my foster brother.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2646",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ عِنْدَهَا، وَأَنَّهَا سَمِعَتْ صَوْتَ رَجُلٍ يَسْتَأْذِنُ فِي بَيْتِ حَفْصَةَ‏.‏ قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ أُرَاهُ فُلاَنًا‏.‏ لِعَمِّ حَفْصَةَ مِنَ الرَّضَاعَةِ‏.‏ فَقَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ، هَذَا رَجُلٌ يَسْتَأْذِنُ فِي بَيْتِكَ‏.‏ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أُرَاهُ فُلاَنًا ‏\"‏‏.‏ لِعَمِّ حَفْصَةَ مِنَ الرَّضَاعَةِ‏.‏ فَقَالَتْ عَائِشَةُ لَوْ كَانَ فُلاَنٌ حَيًّا ـ لِعَمِّهَا مِنَ الرَّضَاعَةِ ـ دَخَلَ عَلَىَّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ، إِنَّ الرَّضَاعَةَ تُحَرِّمُ مَا يَحْرُمُ مِنَ الْوِلاَدَةِ ‏\"‏‏.‏",
    "english_text": "That `Aisha the wife of the Prophet (ﷺ) told her uncle that once, while the Prophet (ﷺ) was in her house, she \nheard a man asking Hafsa's permission to enter her house. `Aisha said, \"I said, 'O Allah's Messenger (ﷺ)! I \nthink the man is Hafsa's foster uncle.' \" `Aisha added, \"O Allah's Messenger (ﷺ)! There is a man asking the \npermission to enter your house.\" Allah's Messenger (ﷺ) replied, \"I think the man is Hafsa's foster uncle.\" \n`Aisha said, \"If so-and-so were living (i.e. her foster uncle) would he be allowed to visit me?\" Allah's \nApostle said, \"Yes, he would, as the foster relations are treated like blood relations (in marital affairs).",
    "explication": "حَدِيث عَائِشَة ‏ ‏\" أَنَّهَا سَمِعَتْ صَوْت إِنْسَانٍ يَسْتَأْذِنُ فِي بَيْت حَفْصَة \" ‏ ‏وَقَدْ تَقَدَّمَ بِهَذَا الْإِسْنَادِ فِي الشَّهَادَاتِ , وَيَأْتِي شَرْحه فِي الرِّضَاعِ ‏ ‏( تَنْبِيه : ‏ ‏وَقَعَ فِي سِيَاقِهِ فِي الشَّهَادَاتِ زِيَادَة عَلَى سَبِيلِ الْوَهْمِ فِي رِوَايَةِ أَبِي ذَرٍّ , وَكَذَا فِي رِوَايَةِ الْأَصِيلِيّ عَنْ شَيْخِهِ , وَقَدْ ضَرَبَ عَلَيْهَا فِي بَعْضِ نُسَخِ أَبِي ذَرٍّ , وَالصَّوَابُ حَذْفُهَا , وَلَفْظُ الزِّيَادَة \" فَقُلْت يَا رَسُول اللَّهِ أَرَاهُ فُلَانًا لِعَمّ حَفْصَة مِنْ الرَّضَاعَةِ فَقَالَتْ عَائِشَة \" فَهَذَا الْقَدْر زَائِد وَالصَّوَاب حَذْفه كَمَا نَبَّهَ عَلَيْهِ صَاحِبُ الْمَشَارِقِ , قَالَ الطَّبَرِيّ : قِيلَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَلَّكَ كُلًّا مِنْ أَزْوَاجِهِ الْبَيْتَ الَّذِي هِيَ فِيهِ فَسَكَنَ بَعْدَهُ فِيهِنَّ بِذَلِكَ التَّمْلِيكِ , وَقِيلَ إِنَّمَا لَمْ يُنَازِعْهُنَّ فِي مَسَاكِنِهِنَّ لِأَنَّ ذَلِكَ مِنْ جُمْلَةِ مَئُونَتِهِنَّ الَّتِي كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اِسْتَثْنَاهَا لَهُنَّ مِمَّا كَانَ بِيَدِهِ أَيَّام حَيَاتِهِ حَيْثُ قَالَ \" مَا تَرَكْت بَعْدَ نَفَقَةِ نِسَائِي \" قَالَ : وَهَذَا أَرْجَح , وَيُؤَيِّدُهُ أَنَّ وَرَثَتَهُنَّ لَمْ يَرِثْنَ عَنْهُنَّ مَنَازِلَهُنَّ , وَلَوْ كَانَتْ الْبُيُوت مِلْكًا لَهُنَّ لَانْتَقَلَتْ إِلَى وَرَثَتِهِنَّ , وَفِي تَرْكِ وَرَثَتِهِنَّ حُقُوقهمْ مِنْهَا دَلَالَة عَلَى ذَلِكَ , وَلِهَذَا زِيدَتْ بُيُوتُهُنَّ فِي الْمَسْجِدِ النَّبَوِيِّ بَعْدَ مَوْتِهِنَّ لِعُمُومِ نَفْعِهِ لِلْمُسْلِمِينَ كَمَا فَعَلَ فِيمَا كَانَ يُصْرَفُ لَهُنَّ مِنْ النَّفَقَاتِ وَاللَّهُ أَعْلَمُ. وَادَّعَى الْمُهَلَّب أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ حَبَسَ عَلَيْهِنَّ بُيُوتهنَّ , ثُمَّ اُسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ حَبَسَ دَارًا جَازَ لَهُ أَنْ يَسْكُنَ مِنْهَا فِي مَوْضِعٍ , وَتَعَقَّبَهُ اِبْن الْمُنَيِّر بِمَنْع أَصْل الدَّعْوَى ثُمَّ عَلَى التَّنَزُّلِ لَا يُوَافِقُ ذَلِكَ مَذْهَبه إِلَّا إِنْ صَرَّحَ بِالِاسْتِثْنَاءِ , وَمِنْ أَيْنَ لَهُ ذَلِكَ ؟. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2647",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم وَعِنْدِي رَجُلٌ، قَالَ ‏\"‏ يَا عَائِشَةُ مَنْ هَذَا ‏\"‏‏.‏ قُلْتُ أَخِي مِنَ الرَّضَاعَةِ‏.‏ قَالَ ‏\"‏ يَا عَائِشَةُ، انْظُرْنَ مَنْ إِخْوَانُكُنَّ، فَإِنَّمَا الرَّضَاعَةُ مِنَ الْمَجَاعَةِ ‏\"‏‏.‏ تَابَعَهُ ابْنُ مَهْدِيٍّ عَنْ سُفْيَانَ‏.‏",
    "english_text": "Once the Prophet (ﷺ) came to me while a man was in my house. He said, \"O `Aisha! Who is this (man)?\" \nI replied, \"My foster brothers\" He said, \"O `Aisha! Be sure about your foster brothers, as fostership is \nonly valid if it takes place in the suckling period (before two years of age).",
    "explication": "‏ ‏قَوْلُهُ فِي آخِر الْبَاب : ( تَابَعَهُ اِبْن مَهْدِيٍّ عَنْ سُفْيَان ) ‏ ‏أَيْ أَنَّ عَبْد اَلرَّحْمَن بْن مَهْدِيّ رَوَى حَدِيثَ عَائِشَة عَنْ سُفْيَان بِإِسْنَادِهِ كَمَا رَوَاهُ مُحَمَّد بْن كَثِيرٍ , وَرِوَايَة اِبْن مَهْدِيٍّ مَوْصُولَة عِنْدَ مُسْلِم وَأَبِي يَعْلَى , وَسَيَأْتِي اَلْخِلَافُ فِي أَفْلَحَ هَلْ كَانَ عَمّ عَائِشَة مِنْ اَلرَّضَاعَةِ أَوْ كَانَ أَبَاهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2648",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يُونُسَ،‏.‏ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ امْرَأَةً، سَرَقَتْ فِي غَزْوَةِ الْفَتْحِ، فَأُتِيَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ أَمَرَ فَقُطِعَتْ يَدُهَا‏.‏ قَالَتْ عَائِشَةُ فَحَسُنَتْ تَوْبَتُهَا وَتَزَوَّجَتْ، وَكَانَتْ تَأْتِي بَعْدَ ذَلِكَ فَأَرْفَعُ حَاجَتَهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "A woman committed theft in the Ghazwa of the Conquest (of Mecca) and she was taken to the \nProphet who ordered her hand to be cut off. `Aisha said, \"Her repentance was perfect and she was \nmarried (later) and used to come to me (after that) and I would present her needs to Allah's Messenger (ﷺ).\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا إِسْمَاعِيلُ ) ‏ ‏هُوَ اِبْنُ أَبِي أُوَيْسٍ. ‏ ‏قَوْله : ( أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى وَذَلِكَ فِي رَمَضَان ) ‏ ‏هَكَذَا أَوْرَدَهُ مُقْتَصِرًا عَلَى شَيْءٍ مِنْ أَوَّلِهِ وَشَيْءٍ مِنْ آخِرِهِ , وَقَدْ أَوْرَدَهُ تَامًّا فِي أَبْوَابِ التَّهَجُّدِ بِلَفْظِ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى ذَات لَيْلَة فِي الْمَسْجِد فَصَلَّى بِصَلَاتِهِ نَاسٌ \" فَذَكَرَ الْحَدِيثَ إِلَى قَوْلِهِ \" خَشِيت أَنْ تُفْرَضَ عَلَيْكُمْ \" وَذَلِكَ فِي رَمَضَان وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2649",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ زَيْدِ بْنِ خَالِدٍ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ أَمَرَ فِيمَنْ زَنَى وَلَمْ يُحْصِنْ بِجَلْدِ مِائَةٍ وَتَغْرِيبِ عَامٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) ordered that an unmarried man who committed illegal sexual intercourse be scourged \none hundred lashes and sent into exile for one year.",
    "explication": "حَدِيث زَيْد بْن خَالِد فِي تَغْرِيبِ اَلزَّانِي وَاسْتَشْكَلَ الدَّاوُدِيُّ إِيرَادَهُ فِي هَذَا اَلْبَابِ , وَوَجَّهَهُ أَنَّهُ أَرَادَ مِنْهُ اَلْإِشَارَةَ إِلَى أَنَّ هَذِهِ اَلْمُدَّةَ أَقْصَى مَا وَرَدَ فِي اِسْتِبْرَاء اَلْعَاصِي وَاَللَّه أَعْلَمُ. ‏ ‏( تَنْبِيه ) : ‏ ‏جَمَعَ اَلْبُخَارِيُّ فِي اَلتَّرْجَمَةِ بَيْنَ اَلسَّارِقِ وَالْقَاذِفِ لِلْإِشَارَةِ إِلَى أَنَّهُ لَا فَرْقَ فِي قَبُولِ اَلتَّوْبَةِ مِنْهُمَا وَإِلَّا فَقَدَ نَقَلَ اَلطَّحَاوِيّ اَلْإِجْمَاع عَلَى قَبُولِ شَهَادَةِ اَلسَّارِقِ إِذَا تَابَ , نَعَمْ ذَهَبَ اَلْأَوْزَاعِيّ إِلَى أَنَّ اَلْمَحْدُودَ فِي اَلْخَمْرِ لَا تُقْبَلُ شَهَادَتُهُ , وَإِنْ تَابَ وَوَافَقَهُ اَلْحَسَنُ بْن صَالِح وَخَالَفَهُمَا فِي ذَلِكَ جَمِيعُ فُقَهَاءِ اَلْأَمْصَارِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2650",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ ـ رضى الله عنهما ـ قَالَ سَأَلَتْ أُمِّي أَبِي بَعْضَ الْمَوْهِبَةِ لِي مِنْ مَالِهِ، ثُمَّ بَدَا لَهُ فَوَهَبَهَا لِي فَقَالَتْ لاَ أَرْضَى حَتَّى تُشْهِدَ النَّبِيَّ صلى الله عليه وسلم‏.‏ فَأَخَذَ بِيَدِي وَأَنَا غُلاَمٌ، فَأَتَى بِيَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ إِنَّ أُمَّهُ بِنْتَ رَوَاحَةَ سَأَلَتْنِي بَعْضَ الْمَوْهِبَةِ لِهَذَا، قَالَ ‏\"‏ أَلَكَ وَلَدٌ سِوَاهُ ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏ قَالَ فَأُرَاهُ قَالَ ‏\"‏ لاَ تُشْهِدْنِي عَلَى جَوْرٍ ‏\"‏‏.‏ وَقَالَ أَبُو حَرِيزٍ عَنِ الشَّعْبِيِّ ‏\"‏ لاَ أَشْهَدُ عَلَى جَوْرٍ ‏\"‏‏.‏",
    "english_text": "My mother asked my father to present me a gift from his property; and he gave it to me after some \nhesitation. My mother said that she would not be satisfied unless the Prophet (ﷺ) was made a witness to it. \nI being a young boy, my father held me by the hand and took me to the Prophet (ﷺ) . He said to the \nProphet, \"His mother, bint Rawaha, requested me to give this boy a gift.\" The Prophet (ﷺ) said, \"Do you \nhave other sons besides him?\" He said, \"Yes.\" The Prophet (ﷺ) said, \"Do not make me a witness for \ninjustice.\" Narrated Ash-Shu`bi that the Prophet (ﷺ) said, \"I will not become a witness for injustice.\"",
    "explication": "وَفِيهِ قَوْلُهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ : \" لَا تُشْهِدْنِي عَلَى جَوْرٍ \" وَقَدْ مَضَى اَلْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي اَلْهِبَةِ وَقَدْ أَخْرَجَهُ اَلْبَيْهَقِيّ مِنْ اَلْوَجْهِ اَلَّذِي أَخْرَجَهُ مِنْهُ اَلْبُخَارِيّ هُنَا بِلَفْظِ \" فَقَالَ لَا أَشْهَدُ عَلَى جَوْرٍ \" وَقَوْلُهُ فِي اَلتَّرْجَمَةِ : \" إِذَا أُشْهِدَ \" يُؤْخَذُ مِنْهُ أَنَّهُ لَا يَشْهَدُ عَلَى جَوْرٍ إِذَا لَمْ يُسْتَشْهَدْ بِطَرِيق اَلْأَوْلَى , وَقَوْلُهُ : \" وَقَالَ أَبُو حَرِيزٍ \" بِفَتْحِ الْمُهْمَلَة وَكَسْرِ اَلرَّاءِ وَآخِرُهُ زَايٌ \" عَنْ اَلشَّعْبِيِّ لَا أَشْهَدُ عَلَى جَوْر \" أَيْ فِي رِوَايَتِهِ عَنْ اَلشَّعْبِيِّ عَنْ اَلنُّعْمَان فِي هَذَا اَلْحَدِيثِ وَقَدْ تَقَدَّمَ فِي اَلْهِبَةِ اَلْإِشَارَةَ إِلَى مَنْ وَصَلَهُ وَإِلَى اَلتَّوْفِيقِ بَيْنَ مَا فِي رِوَايَةِ أَبِي حَرِيز وَغَيْرِهِ عَنْ اَلشَّعْبِيِّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2651",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو جَمْرَةَ، قَالَ سَمِعْتُ زَهْدَمَ بْنَ مُضَرِّبٍ، قَالَ سَمِعْتُ عِمْرَانَ بْنَ حُصَيْنٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ خَيْرُكُمْ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ ‏\"‏‏.‏ قَالَ عِمْرَانُ لاَ أَدْرِي أَذَكَرَ النَّبِيُّ صلى الله عليه وسلم بَعْدُ قَرْنَيْنِ أَوْ ثَلاَثَةً‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ بَعْدَكُمْ قَوْمًا يَخُونُونَ وَلاَ يُؤْتَمَنُونَ، وَيَشْهَدُونَ، وَلاَ يُسْتَشْهَدُونَ وَيَنْذِرُونَ وَلاَ يَفُونَ، وَيَظْهَرُ فِيهِمُ السِّمَنُ ‏\"‏‏.‏",
    "english_text": "I heard `Imran bin Husain saying, \"The Prophet (ﷺ) said, 'The best people are those living in my \ngeneration, then those coming after them, and then those coming after (the second generation).\" \n`Imran said \"I do not know whether the Prophet (ﷺ) mentioned two or three generations after your present \ngeneration. The Prophet (ﷺ) added, 'There will be some people after you, who will be dishonest and will \nnot be trustworthy and will give witness (evidences) without being asked to give witness, and will \nvow but will not fulfill their vows, and obesity will appear among them.\"",
    "explication": "‏ ‏قَوْلُهُ : ( قَالَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏هُوَ مَوْصُولٌ بِالْإِسْنَادِ اَلْمَذْكُورِ فَهُوَ بَقِيَّةُ حَدِيثِ عِمْرَانَ وَسَيَأْتِي فِي اَلْفَضَائِلِ مَا يُوَضِّحُ ذَلِكَ. ‏ ‏قَوْلُهُ : ( إِنَّ بَعْدَكُمْ قَوْمًا ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَفِي رِوَايَة اَلنَّسَفِيّ وَابْن شَبُّويَةَ \" إِنَّ بَعْدَكُمْ قَوْم \" قَالَ الْكَرْمَانِيُّ لَعَلَّهُ كُتِبَ بِغَيْرِ أَلِفٍ عَلَى اَللُّغَةِ اَلرَّبِيعِيَّةِ أَوْ حُذِفُ مِنْهُ ضَمِيرُ اَلشَّأْنِ. ‏ ‏قَوْلُهُ : ( يَخُونُونَ ) ‏ ‏كَذَا فِي جَمِيعِ اَلرِّوَايَاتِ اَلَّتِي اِتَّصَلَتْ لَنَا بِالْخَاء اَلْمُعْجَمَةِ وَالْوَاوِ مُشْتَقٌّ مِنْ اَلْخِيَانَةِ وَزَعَمَ اِبْن حَزْمٍ أَنَّهُ وَقَعَ فِي نُسْخَةٍ يَحْرِبُونَ بِسُكُونِ الْمُهْمَلَة وَكَسْرِ اَلرَّاءِ بَعْدَهَا مُوَحَّدَة ; قَالَ : فَإِنْ كَانَ مَحْفُوظًا فَهُوَ مِنْ قَوْلِهِمْ حَرَبَهُ يَحْرِبُهُ إِذَا أَخَذَ مَالَهُ وَتَرَكَهُ بِلَا شَيْء , وَرَجُل مَحْرُوب أَيْ مَسْلُوب اَلْمَال. ‏ ‏( تَنْبِيه ) : ‏ ‏قَالَ اَلنَّوَوِيّ وَقَعَ فِي أَكْثَرِ نُسَخِ مُسْلِم \" وَلَا يُتَّمَنُونَ \" بِتَشْدِيد اَلْمُثَنَّاة قَالَ غَيْرُهُ هُوَ نَظِيرُ قَوْلِهِ : \" ثُمَّ يَتَّزِرُ \" مَوْضِع قَوْلِهِ : \" يَأْتَزِر \" وَادَّعَى أَنَّهُ شَاذٌّ وَلَكِنْ قَدْ قَرَأَ اِبْن مُحَيْصِنٍ \" فَلْيُؤَدِّ اَلَّذِي اتُّمِنَ أَمَانَتَهُ \" وَوَجَّهَهُ اِبْن مَالِك بِأَنَّهُ شِبْهٌ بِمَا فَاؤُهُ وَاوٌ أَوْ تَحْتَانِيَّةٌ قَالَ : وَهُوَ مَقْصُورٌ عَلَى اَلسَّمَاعِ. ‏ ‏قَوْلُهُ : ( وَلَا يُؤْتَمَنُونَ ) ‏ ‏أَيْ لَا يَثِقُ اَلنَّاسُ بِهِمْ وَلَا يَعْتَقِدُونَهُمْ أُمَنَاءَ بِأَنْ تَكُونَ خِيَانَتُهُمْ ظَاهِرَةً بِحَيْثُ لَا يَبْقَى لِلنَّاسِ اِعْتِمَادٌ عَلَيْهِمْ. ‏ ‏قَوْلُهُ : ( وَيَشْهَدُونَ وَلَا يُسْتَشْهَدُونَ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونَ اَلْمُرَاد اَلتَّحَمُّلَ بِدُونِ اَلتَّحْمِيلِ أَوْ اَلْأَدَاءَ بِدُونِ طَلَبٍ , وَالثَّانِي أَقْرَب وَيُعَارِضُهُ مَا رَوَاهُ مُسْلِم مِنْ حَدِيثِ زَيْد بْن خَالِد مَرْفُوعًا \" أَلَا أُخْبِرُكُمْ بِخَيْرِ اَلشُّهَدَاءِ ؟ اَلَّذِي يَأْتِي بِالشَّهَادَةِ قَبْلَ أَنْ يُسْأَلَهَا \" وَاخْتَلَفَ اَلْعُلَمَاءُ فِي تَرْجِيحِهِمَا فَجَنَحَ اِبْن عَبْد اَلْبَرّ إِلَى تَرْجِيح حَدِيث زَيْد بْن خَالِد لِكَوْنِهِ مِنْ رِوَايَةِ أَهْلِ اَلْمَدِينَةِ فَقَدَّمَهُ عَلَى رِوَايَةِ أَهْلِ اَلْعِرَاقِ وَبَالَغَ فَزَعَمَ أَنَّ حَدِيثَ عِمْرَانَ هَذَا لَا أَصْلَ لَهُ. وَجَنَحَ غَيْرُهُ إِلَى تَرْجِيح حَدِيث عِمْرَانَ لِاتِّفَاقِ صَاحِبَيْ اَلصَّحِيحِ عَلَيْهِ وَانْفِرَادِ مُسْلِمٍ بِإِخْرَاجِ حَدِيثِ زَيْد بْن خَالِد. وَذَهَبَ آخَرُونَ إِلَى اَلْجَمْعِ بَيْنَهُمَا فَأَجَابُوا بِأَجْوِبَة : أَحَدُهَا أَنَّ اَلْمُرَادَ بِحَدِيثِ زَيْد : مَنْ عِنْدَهُ شَهَادَة لِإِنْسَانٍ بِحَقٍّ لَا يَعْلَمُ بِهَا صَاحِبُهَا فَيَأْتِي إِلَيْهِ فَيُخْبِرُهُ بِهَا أَوْ يَمُوتُ صَاحِبُهَا اَلْعَالِمُ بِهَا وَيَخْلُفُ وَرَثَةً فَيَأْتِي اَلشَّاهِدُ إِلَيْهِمْ أَوْ إِلَى مَنْ يَتَحَدَّثُ عَنْهُمْ فَيُعْلِمُهُمْ بِذَلِكَ وَهَذَا أَحْسَنُ اَلْأَجْوِبَةِ وَبِهَذَا أَجَابَ يَحْيَى بْن سَعِيد شَيْخُ مَالِك وَمَالِكٌ وَغَيْرُهُمَا. ثَانِيهَا : أَنَّ اَلْمُرَادَ بِهِ شَهَادَة اَلْحِسْبَة وَهِيَ مَا لَا يَتَعَلَّقُ بِحُقُوقِ اَلْآدَمِيِّينَ اَلْمُخْتَصَّةِ بِهِمْ مَحْضًا , وَيَدْخُلُ فِي اَلْحِسْبَةِ مِمَّا يَتَعَلَّقُ بِحَقِّ اَللَّهِ أَوْ فِيهِ شَائِبَة مِنْهُ اَلْعَتَاقُ وَالْوَقْفُ وَالْوَصِيَّة اَلْعَامَّة وَالْعِدَّة وَالطَّلَاق وَالْحُدُود وَنَحْوُ ذَلِكَ , وَحَاصِلُهُ أَنَّ اَلْمُرَادَ بِحَدِيثِ اِبْن مَسْعُود اَلشَّهَادَة فِي حُقُوقِ اَلْآدَمِيِّينَ , وَالْمُرَادُ بِحَدِيثِ زَيْدِ بْن خَالِد اَلشَّهَادَةُ فِي حُقُوقِ اَللَّهِ. ثَالِثُهَا : أَنَّهُ مَحْمُولٌ عَلَى اَلْمُبَالَغَةِ فِي اَلْإِجَابَةِ إِلَى اَلْأَدَاءِ فَيَكُونُ لِشِدَّةِ اِسْتِعْدَادِهِ لَهَا كَاَلَّذِي أَدَّاهَا قَبْلَ أَنْ يُسْأَلَهَا كَمَا يُقَالُ فِي وَصْفِ اَلْجَوَادِ : إِنَّهُ لَيُعْطِي قَبْلَ اَلطَّلَبِ أَيْ يُعْطِي سَرِيعًا عَقِبَ اَلسُّؤَالِ مِنْ غَيْرِ تَوَقُّفٍ. وَهَذِهِ اَلْأَجْوِبَةُ مَبْنِيَّة عَلَى أَنَّ اَلْأَصْلَ فِي أَدَاءِ اَلشَّهَادَةِ عِنْدَ اَلْحَاكِمِ أَنْ لَا يَكُونَ إِلَّا بَعْدَ اَلطَّلَبِ مَنْ صَاحِبِ اَلْحَقِّ فَيَخُصُّ ذَمَّ مَنْ يَشْهَدُ قَبْلَ أَنْ يُسْتَشْهَدَ بِمَنْ ذَكَرَ مِمَّنْ يُخْبِرُ بِشَهَادَةٍ عِنْدَهُ لَا يَعْلَمُ صَاحِبهَا بِهَا أَوْ شَهَادَةِ اَلْحِسْبَة. وَذَهَبَ بَعْضُهُمْ إِلَى جَوَازِ أَدَاءِ اَلشَّهَادَةِ قَبْلَ اَلسُّؤَالِ عَلَى ظَاهِرِ عُمُومِ حَدِيثِ زَيْد بْن خَالِد , وَتَأَوَّلُوا حَدِيث عِمْرَانَ بِتَأْوِيلَات : أَحَدُهَا أَنَّهُ مَحْمُولٌ عَلَى شَهَادَةِ اَلزُّورِ أَيْ يُؤَدُّونَ شَهَادَةً لَمْ يُسْبَقْ لَهُمْ تَحَمُّلُهَا وَهَذَا حَكَاهُ اَلتِّرْمِذِيُّ عَنْ بَعْضِ أَهْلِ اَلْعِلْمِ. ثَانِيهَا اَلْمُرَاد بِهَا اَلشَّهَادَة فِي اَلْحَلِفِ يَدُلُّ عَلَيْهِ قَوْل إِبْرَاهِيمَ فِي آخِر حَدِيثِ اِبْن مَسْعُود \" كَانُوا يَضْرِبُونَنَا عَلَى اَلشَّهَادَةِ \" أَيْ قَوْلِ اَلرَّجُلِ : أَشْهَدُ بِاَللَّهِ مَا كَانَ إِلَّا كَذَا عَلَى مَعْنَى اَلْحَلِفِ فَكُرِهَ ذَلِكَ كَمَا كُرِهَ اَلْإِكْثَار مِنْ اَلْحَلِفِ , وَالْيَمِينُ قَدْ تُسَمَّى شَهَادَةً كَمَا قَالَ تَعَالَى : ( فَشَهَادَة أَحَدِهِمْ وَهَذَا جَوَاب اَلطَّحَاوِيّ. ثَالِثُهَا اَلْمُرَاد بِهَا اَلشَّهَادَة عَلَى اَلْمُغَيَّبِ مِنْ أَمْرِ اَلنَّاسِ فَيَشْهَدُ عَلَى قَوْمٍ أَنَّهُمْ فِي اَلنَّارِ وَعَلَى قَوْمٍ أَنَّهُمْ فِي اَلْجَنَّةِ بِغَيْرِ ذَلِكَ كَمَا صَنَعَ ذَلِكَ أَهْل اَلْأَهْوَاءِ حَكَاهُ الْخَطَّابِيّ. رَابِعُهَا : اَلْمُرَاد بِهِ مَنْ يَنْتَصِبُ شَاهِدًا وَلَيْسَ مَنْ أَهْلِ اَلشَّهَادَة. خَامِسُهَا : اَلْمُرَاد بِهِ اَلتَّسَارُع إِلَى اَلشَّهَادَةِ وَصَاحِبُهَا بِهَا عَالِمٌ مِنْ قَبْلِ أَنْ يَسْأَلَهُ. وَاَللَّهُ أَعْلَمُ. وَقَوْلُهُ : \" يَشْهَدُونَ وَلَا يُسْتَشْهَدُونَ \" اُسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ سَمِعَ رَجُلًا يَقُولُ : لِفُلَانٍ عِنْدِي كَذَا فَلَا يَسُوغُ لَهُ أَنْ يَشْهَدَ عَلَيْهِ بِذَلِكَ إِلَّا إِنْ اِسْتَشْهَدَهُ وَهَذَا بِخِلَافِ مَنْ رَأَى رَجُلًا يَقْتُلُ رَجُلًا أَوْ يَغْصِبُهُ مَالَهُ فَإِنَّهُ يَجُوزُ لَهُ أَنْ يَشْهَدَ بِذَلِكَ , وَإِنْ لَمْ يَسْتَشْهِدْهُ اَلْجَانِي. ‏ ‏قَوْلُهُ : ( وَيَنْذِرُونَ ) ‏ ‏بِفَتْحِ أَوَّلِهِ وَبِكَسْرِ اَلذَّالِ اَلْمُعْجَمَةِ وَبِضَمِّهَا ) ‏ ‏( وَلَا يَفُونَ ) ‏ ‏يَأْتِي اَلْكَلَام عَلَيْهِ فِي كِتَاب اَلنُّذُور. ‏ ‏وَقَوْلُهُ : ( وَيَظْهَرُ فِيهِمْ اَلسِّمَنُ ) ‏ ‏بِكَسْرِ الْمُهْمَلَة وَفَتْحِ اَلْمِيمِ بَعْدَهَا نُونٌ أَيْ يُحِبُّونَ اَلتَّوَسُّعَ فِي اَلْمَآكِل وَالْمَشَارِب وَهِيَ أَسْبَابُ اَلسِّمَنِ بِالتَّشْدِيدِ. قَالَ اِبْن اَلتِّينِ : اَلْمُرَادُ ذَمّ مَحَبَّتِهِ وَتَعَاطِيه لَا مِنْ تَخَلَّقَ بِذَلِكَ وَقِيلَ : اَلْمُرَادُ يَظْهَرُ فِيهِمْ كَثْرَة اَلْمَالِ وَقِيلَ اَلْمُرَاد أَنَّهُمْ يَتَسَمَّنُونَ أَيْ يَتَكَثَّرُونَ بِمَا لَيْسَ فِيهِمْ وَيَدَّعُونَ مَا لَيْسَ لَهُمْ مِنْ اَلشَّرَفِ وَيَحْتَمِلُ أَنْ يَكُونَ جَمِيعُ ذَلِكَ مُرَادًا. وَقَدْ رَوَاهُ اَلتِّرْمِذِيُّ مِنْ طَرِيقِ هِلَال بْن يَسَافٍ عَنْ عِمْرَان بْن حُصَيْنٍ بِلَفْظ \" ثُمَّ يَجِيءُ قَوْمٌ يَتَسَمَّنُونَ وَيُحِبُّونَ اَلسِّمَنَ \" وَهُوَ ظَاهِرٌ فِي تَعَاطِي اَلسَّمْنِ عَلَى حَقِيقَتِهِ. فَهُوَ أَوْلَى مَا حُمِلَ عَلَيْهِ خَبَرُ اَلْبَابِ وَإِنَّمَا كَانَ مَذْمُومًا ; لِأَنَّ اَلسَّمِينَ غَالِبًا بَلِيد اَلْفَهْم ثَقِيل عَنْ اَلْعِبَادَةِ كَمَا هُوَ مَشْهُور. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2652",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ خَيْرُ النَّاسِ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ يَجِيءُ أَقْوَامٌ تَسْبِقُ شَهَادَةُ أَحَدِهِمْ يَمِينَهُ، وَيَمِينُهُ شَهَادَتَهُ ‏\"‏‏.‏ قَالَ إِبْرَاهِيمُ وَكَانُوا يَضْرِبُونَنَا عَلَى الشَّهَادَةِ وَالْعَهْدِ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The people of my generation are the best, then those who follow them, and then \nwhose who follow the latter. After that there will come some people whose witness will go ahead of \ntheir oaths, and their oaths will go ahead of their witness.\" Ibrahim (a sub-narrator) said, \"We used to \nbe beaten for taking oaths by saying, 'I bear witness by the Name of Allah or by the Covenant of \nAllah.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ مَنْصُورٍ ) ‏ ‏هُوَ اِبْنُ اَلْمُعْتَمِرِ وَإِبْرَاهِيم هُوَ اَلنَّخَعِيُّ وَعَبِيدَة بِفَتْحِ أَوَّلِهِ هُوَ السَّلْمَانِيُّ وَعَبْد اَللَّه هُوَ اِبْن مَسْعُود وَهَذَا اَلْإِسْنَاد كُلّه كُوفِيُّونَ وَفِيهِ ثَلَاثَةٌ مِنْ اَلتَّابِعِينَ فِي نَسَقٍ. ‏ ‏قَوْلُهُ : ( تَسْبِقُ شَهَادَةُ أَحَدِهِمْ يَمِينَهُ وَيَمِينُهُ شَهَادَتَهُ ) ‏ ‏أَيْ فِي حَالَيْنِ وَلَيْسَ اَلْمُرَاد أَنَّ ذَلِكَ يَقَعُ فِي حَالَةٍ وَاحِدَةٍ ; لِأَنَّهُ دَوْر كَاَلَّذِي يَحْرِصُ عَلَى تَزْوِيج شَهَادَة فَيَحْلِفُ عَلَى صِحَّتِهَا لِيُقَوِّيَهَا فَتَارَةً يَحْلِفُ قَبْلَ أَنْ يَشْهَدَ وَتَارَةً يَشْهَدُ قَبْلَ أَنْ يَحْلِفَ وَيَحْتَمِلُ أَنْ يَقَعَ ذَلِكَ فِي حَالٍ وَاحِدَةٍ عِنْدَ مَنْ يُجِيزُ اَلْحَلِفَ فِي اَلشَّهَادَةِ فَيُرِيدُ أَنْ يَشْهَدَ وَيَحْلِفَ وَقَالَ اِبْن اَلْجَوْزِيِّ : اَلْمُرَادُ أَنَّهُمْ لَا يَتَوَرَّعُونَ وَيَسْتَهِينُونَ بِأَمْرِ اَلشَّهَادَة وَالْيَمِين , وَقَالَ اِبْن بَطَّال : يُسْتَدَلُّ بِهِ عَلَى أَنَّ اَلْحَلِفَ فِي اَلشَّهَادَةِ يُبْطِلُهَا , قَالَ : وَحَكَى اِبْن شَعْبَان فِي اَلزَّاهِي : مَنْ قَالَ أَشْهَدُ بِاَللَّهِ أَنَّ لِفُلَانٍ عَلَى فُلَان كَذَا لَمْ تُقْبَلْ شَهَادَتُهُ ; لِأَنَّهُ حَلِفٌ وَلَيْسَ بِشَهَادَة قَالَ اِبْن بَطَّال : وَالْمَعْرُوفُ عَنْ مَالِكٍ خِلَافُهُ. ‏ ‏قَوْلُهُ : ( قَالَ إِبْرَاهِيم إِلَخْ ) ‏ ‏هُوَ مَوْصُولٌ بِالْإِسْنَادِ اَلْمَذْكُورِ وَوَهَمَ مَنْ زَعَمَ أَنَّهُ مُعَلَّقُ وَإِبْرَاهِيم هُوَ اَلنَّخَعِيُّ. ‏ ‏قَوْلُهُ : ( كَانُوا يَضْرِبُونَنَا عَلَى اَلشَّهَادَةِ وَالْعَهْدِ ) ‏ ‏زَادَ اَلْمُصَنِّفُ بِهَذَا اَلْإِسْنَادِ فِي أَوَّلِ اَلْفَضَائِلِ \" وَنَحْنُ صِغَار \" وَكَذَلِكَ أَخْرَجَهُ مُسْلِم بِلَفْظ \" كَانُوا يَنْهَوْنَ وَنَحْنُ غِلْمَانٌ عَنْ اَلْعَهْدِ وَالشَّهَادَاتِ \" وَسَيَأْتِي فِي كِتَاب اَلْأَيْمَان وَالنُّذُور نَحْوُهُ \" وَكَانَ أَصْحَابُنَا يَنْهَوْنَنَا وَنَحْنُ غِلْمَانٌ عَنْ اَلشَّهَادَةِ \" وَقَالَ أَبُو عُمَر بْن عَبْد اَلْبَرّ : مَعْنَاهُ عِنْدَهُمْ اَلنَّهْيُ عَنْ مُبَادَرَةِ اَلرَّجُلِ بِقَوْلِهِ : أَشْهَدُ بِاَللَّهِ وَعَلَى عَهْدِ اَللَّهِ لَقَدْ كَانَ كَذَا وَنَحْوِ ذَلِكَ. وَإِنَّمَا كَانُوا يَضْرِبُونَهُمْ عَلَى ذَلِكَ حَتَّى لَا يَصِيرَ لَهُمْ بِهِ عَادَةٌ فَيَحْلِفُوا فِي كُلِّ مَا يَصْلُحُ وَمَا لَا يَصْلُحُ. قُلْت : وَيَحْتَمِلُ أَنْ يَكُونَ اَلْأَمْرُ فِي اَلشَّهَادَةِ عَلَى مَا قَالَ وَيَحْتَمِلُ أَنْ يَكُونَ اَلْمُرَادُ اَلنَّهْيَ عَنْ تَعَاطِي اَلشَّهَادَات وَالتَّصَدِّي لَهَا لِمَا فِي تَحَمُّلِهَا مِنْ اَلْحَرَجِ وَلَا سِيَّمَا عِنْدَ أَدَائِهَا ; لِأَنَّ اَلْإِنْسَانَ مُعَرَّضٌ لِلنِّسْيَانِ وَالسَّهْوِ وَلَا سِيَّمَا وَهُمْ إِذْ ذَاكَ غَالِبًا لَا يَكْتُبُونَ وَيَحْتَمِلُ أَنْ يَكُونَ اَلْمُرَادُ بِالنَّهْي عَنْ اَلْعَهْدِ اَلدُّخُولَ فِي اَلْوَصِيَّةِ لِمَا يَتَرَتَّبُ عَلَى ذَلِكَ مِنْ اَلْمَفَاسِدِ , وَالْوَصِيَّة تُسَمَّى اَلْعَهْدَ قَالَ اَللَّهُ تَعَالَى : ( لَا يَنَالُ عَهْدِي اَلظَّالِمِينَ ) وَسَيَأْتِي مَزِيد بَيَانٍ لِهَذَا فِي كِتَابِ اَلْأَيْمَان وَالنُّذُورِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2653",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ، سَمِعَ وَهْبَ بْنَ جَرِيرٍ، وَعَبْدَ الْمَلِكِ بْنَ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ الْكَبَائِرِ قَالَ ‏\n\"‏ الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ، وَقَتْلُ النَّفْسِ، وَشَهَادَةُ الزُّورِ ‏\"‏‏.‏ تَابَعَهُ غُنْدَرٌ وَأَبُو عَامِرٍ وَبَهْزٌ وَعَبْدُ الصَّمَدِ عَنْ شُعْبَةَ‏.‏",
    "english_text": "The Prophet (ﷺ) was asked about the great sins He said, \"They are:-- \n(1 ) To join others in worship with Allah, \n(2) To be undutiful to one's parents. \n(3) To kill a person (which Allah has forbidden to kill) (i.e. to commit the crime of murdering). \n(4) And to give a false witness.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ عُبَيْدِ اَللَّهِ بْن أَبِي بَكْر بْن أَنَس عَنْ أَنَس ) ‏ ‏فِي رِوَايَةِ مُحَمَّد بْن جَعْفَر اَلْآتِيَةِ فِي اَلْأَدَبِ عَنْ مُحَمَّد بْن جَعْفَر عَنْ سَعِيد \" حَدَّثَنِي عُبَيْد اَللَّهِ بْن أَبِي بَكْر سَمِعْتُ أَنَس بْن مَالِك \". ‏ ‏قَوْلُهُ : ( سُئِلَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ اَلْكَبَائِرِ ) ‏ ‏زَادَ بَهْزٌ عَنْ شُعْبَةَ عِنْدَ أَحْمَدَ \" أَوْ ذَكَرَهَا \" وَفِي رِوَايَةِ مُحَمَّد بْن جَعْفَر \" ذَكَرَ اَلْكَبَائِر أَوْ سُئِلَ عَنْهَا \" وَكَأَنَّ اَلْمُرَادَ بِالْكَبَائِرِ أَكْبَرُهَا كَمَا فِي حَدِيثِ أَبِي بَكْرَةَ اَلَّذِي يَلِيه , وَكَذَا وَقَعَ فِي بَعْضِ اَلطُّرُقِ عَنْ شُعْبَةَ كَمَا سَأُبَيِّنُهُ وَلَيْسَ اَلْقَصْد حَصْرَ اَلْكَبَائِرِ فِيمَا ذَكَرَ وَسَيَأْتِي اَلْكَلَام إِنْ شَاءَ اَللَّهُ تَعَالَى فِي تَعْرِيفِهَا وَالْإِشَارَةُ إِلَى تَعْيِينِهَا فِي اَلْكَلَامِ عَلَى حَدِيثِ أَبِي هُرَيْرَة \" اِجْتَنِبُوا اَلسَّبْع اَلْمُوبِقَات \" وَهُوَ فِي آخِر كِتَابِ اَلْوَصَايَا. ‏ ‏قَوْلُهُ : ( وَشَهَادَة اَلزُّورِ ) ‏ ‏فِي رِوَايَةِ مُحَمَّد بْن جَعْفَر \" قَوْل اَلزُّورِ أَوْ قَالَ شَهَادَةُ اَلزُّورِ \" قَالَ شُعْبَة : \" وَأَكْثَر ظَنِّي أَنَّهُ قَالَ شَهَادَةَ اَلزُّورِ \". ‏ ‏قَوْلُهُ : ( تَابَعَهُ غُنْدَر ) ‏ ‏هُوَ مُحَمَّد بْن جَعْفَر اَلْمَذْكُورُ. ‏ ‏قَوْلُهُ : ( وَأَبُو عَامِر وَبَهْزٌ وَعَبْد اَلصَّمَد ) ‏ ‏أَمَّا رِوَايَة أَبِي عَامِر وَهُوَ اَلْعَقْدِي فَوَصَلَهَا أَبُو سَعِيد اَلنَّقَّاش فِي كِتَابِ اَلشُّهُودِ وَابْنُ مَنْدَهْ فِي كِتَاب اَلْإِيمَان مِنْ طَرِيقِهِ عَنْ شُعْبَةَ بِلَفْظ \" أَكْبَرُ اَلْكَبَائِر اَلْإِشْرَاك بِاَللَّهِ \" اَلْحَدِيث , وَكَذَلِكَ أَخْرَجَهُ اَلْمُصَنِّفُ فِي اَلدِّيَاتِ عَنْ عَمْرو بْن عَوْف عَنْ شُعْبَةَ بِلَفْظ \" أَكْبَر اَلْكَبَائِر \". ‏ ‏, وَأَمَّا رِوَايَة بَهْزٍ وَهُوَ اِبْنُ أَسَد اَلْمَذْكُور فَأَخْرَجَهَا أَحْمَد عَنْهُ. أَمَّا رِوَايَة عَبْد اَلصَّمَد وَهُوَ اِبْن عَبْد اَلْوَارِث فَوَصَلَهَا اَلْمُؤَلِّفُ فِي اَلدِّيَاتِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2654",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا الْجُرَيْرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَلاَ أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ ‏\"‏‏.‏ ثَلاَثًا‏.‏ قَالُوا بَلَى يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ ‏\"‏‏.‏ وَجَلَسَ وَكَانَ مُتَّكِئًا فَقَالَ ‏\"‏ أَلاَ وَقَوْلُ الزُّورِ ‏\"‏‏.‏ قَالَ فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ‏.‏ وَقَالَ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا الْجُرَيْرِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ‏.‏",
    "english_text": "The Prophet (ﷺ) said thrice, \"Should I inform you out the greatest of the great sins?\" They said, \"Yes, O \nAllah's Messenger (ﷺ)!\" He said, \"To join others in worship with Allah and to be undutiful to one's parents.\" \nThe Prophet (ﷺ) then sat up after he had been reclining (on a pillow) and said, \"And I warn you against \ngiving a false witness, and he kept on saying that warning till we thought he would not stop. (See \nHadith No. 7, Vol. 8)",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا اَلْجُرَيْرِيّ ) ‏ ‏بِضَمِّ اَلْجِيمِ وَهُوَ سَعِيد بْن إِيَاس وَسَمَّاهُ فِي رِوَايَةِ خَالِد اَلْحَذَّاء عَنْهُ فِي أَوَائِل اَلْأَدَبِ , وَقَدْ أَخْرَجَ اَلْبُخَارِيّ لِلْعَبَّاسِ بْن فَرُّوخٍ اَلْجُرَيْرِيّ لَكِنَّهُ إِذَا أَخْرَجَهُ عَنْهُ سَمَّاهُ. ‏ ‏قَوْلُهُ : ( عَنْ عَبْد اَلرَّحْمَن بْن أَبِي بَكْرَةَ ) ‏ ‏فِي رِوَايَةِ إِسْمَاعِيل بْن عُلَيَّة عَنْ اَلْجُرَيْرِيِّ \" حَدَّثَنَا عَبْد اَلرَّحْمَن \" وَقَدْ عَلَّقَهَا اَلْمُصَنِّفُ آخِر اَلْبَابِ. ‏ ‏قَوْلُهُ : ( أَلَا أُنَبِئُكُمْ بِأَكْبَرِ اَلْكَبَائِر ) ‏ ‏هَذَا يُقَوِّي - إِنْ كَانَ اَلْمَجْلِس مُتَّحِدًا - أَحَد اَلْوَجْهَيْنِ مِمَّا شَكَّ فِيهِ شُعْبَة هَلْ قَالَ ذَلِكَ اِبْتِدَاء أَوْ لَمَّا سُئِلَ ؟ وَقَدْ نَظَمَ كُلًّا مِنْ اَلْعُقُوقِ وَشَهَادَة اَلزُّورِ بِالشِّرْكِ فِي آيَتَيْنِ. إِحْدَاهُمَا قَوْلُهُ تَعَالَى : ( وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ) ثَانِيهِمَا : قَوْلُهُ تَعَالَى : ( فَاجْتَنِبُوا اَلرِّجْسَ مِنْ اَلْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ اَلزُّورِ). ‏ ‏قَوْلُهُ : ( ثَلَاثًا ) ‏ ‏أَيْ قَالَ لَهُمْ ذَلِكَ ثَلَاث مَرَّات وَكَرَّرَهُ تَأْكِيدًا لِيَنْتَبِهَ اَلسَّامِعُ عَلَى إِحْضَارِ فَهْمِهِ وَوَهَمَ مَنْ قَالَ : اَلْمُرَادُ بِذَلِكَ عَدَد اَلْكَبَائِرِ وَقَدْ تَرْجَمَ اَلْبُخَارِيّ فِي اَلْعِلْمِ \" مَنْ أَعَادَ اَلْحَدِيثَ ثَلَاثًا لِيُفْهَمَ عَنْهُ \" وَذَكَرَ فِيهِ طَرَفًا مِنْ هَذَا اَلْحَدِيثِ تَعْلِيقًا. ‏ ‏قَوْلُهُ : ( اَلْإِشْرَاك بِاَللَّهِ ) ‏ ‏يَحْتَمِلُ مُطْلَقَ اَلْكُفْرِ وَيَكُونُ تَخْصِيصُهُ بِالذِّكْرِ لِغَلَبَتِهِ فِي اَلْوُجُودِ وَلَا سِيَّمَا فِي بِلَادِ اَلْعَرَبِ فَذَكَرَهُ تَنْبِيهًا عَلَى غَيْرِهِ. وَيَحْتَمِلُ أَنْ يُرَادَ بِهِ خُصُوصِيَّته إِلَّا أَنَّهُ يَرُدُّ عَلَيْهِ أَنَّ بَعْضَ اَلْكُفْرِ أَعْظَمُ قُبْحًا مِنْ اَلْإِشْرَاكِ وَهُوَ اَلتَّعْطِيلُ ; لِأَنَّهُ نَفْيٌ مُطْلَقٌ وَالْإِشْرَاكُ إِثْبَاتٌ مُقَيَّدٌ فَيَتَرَجَّحُ اَلِاحْتِمَال اَلْأَوَّل. ‏ ‏قَوْلُهُ : ( وَعُقُوق اَلْوَالِدَيْنِ ) ‏ ‏يَأْتِي اَلْكَلَام عَلَيْهِ فِي اَلْأَدَبِ مَعَ اَلْكَلَامِ عَلَى اَلْكَبَائِرِ وَضَابِطِهَا وَبَيَان مَا قِيلَ فِي عَدَدِهَا إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( وَجَلَسَ وَكَانَ مُتَّكِئًا ) ‏ ‏يُشْعِرُ بِأَنَّهُ اِهْتَمَّ بِذَلِكَ حَتَّى جَلَسَ بَعْدَ أَنْ كَانَ مُتَّكِئًا وَيُفِيدُ ذَلِكَ تَأْكِيدَ تَحْرِيمِهِ وَعِظَمَ قُبْحِهِ , وَسَبَبُ اَلِاهْتِمَامِ بِذَلِكَ كَوْن قَوْل اَلزُّورِ أَوْ شَهَادَة اَلزُّورِ أَسْهَل وُقُوعًا عَلَى اَلنَّاسِ , وَالتَّهَاوُنِ بِهَا أَكْثَر , فَإِنَّ اَلْإِشْرَاكَ يَنْبُو عَنْهُ قَلْب اَلْمُسْلِمِ وَالْعُقُوق يَصْرِفُ عَنْهُ اَلطَّبْعُ , وَأَمَّا اَلزُّورُ فَالْحَوَامِل عَلَيْهِ كَثِيرَة كَالْعَدَاوَةِ وَالْحَسَدِ وَغَيْرِهِمَا فَاحْتِيجَ إِلَى اَلِاهْتِمَامِ بِتَعْظِيمِهِ وَلَيْسَ ذَلِكَ لِعِظَمِهَا بِالنِّسْبَةِ إِلَى مَا ذُكِرَ مَعَهَا مِنْ اَلْإِشْرَاكِ قَطْعًا بَلْ لِكَوْنِ مَفْسَدَة اَلزُّور مُتَعَدِّيَة إِلَى غَيْرِ اَلشَّاهِدِ بِخِلَافِ اَلشِّرْكِ فَإِنَّ مَفْسَدَتَهُ قَاصِرَةٌ غَالِبًا. ‏ ‏قَوْلُهُ : ( أَلَا وَقَوْل اَلزُّورِ ) ‏ ‏فِي رِوَايَةِ خَالِدٍ عَنْ اَلْجُرَيْرِيِّ \" أَلَا وَقَوْلُ اَلزُّورِ وَشَهَادَةُ اَلزُّورِ \" وَفِي رِوَايَةِ اِبْنِ عُلَيَّةَ \" شَهَادَة اَلزُّورِ أَوْ قَوْلُ اَلزُّورِ \" وَكَذَا وَقَعَ فِي اَلْعُمْدَةِ بِالْوَاو قَالَ اِبْن دَقِيقِ اَلْعِيدِ : يَحْتَمِلُ أَنْ يَكُونَ مِنْ اَلْخَاصِّ بَعْدَ اَلْعَامِّ لَكِنْ يَنْبَغِي أَنْ يُحْمَلَ عَلَى اَلتَّأْكِيدِ فَإِنَّا لَوْ حَمَلْنَا اَلْقَوْلَ عَلَى اَلْإِطْلَاقِ لَزِمَ أَنْ تَكُونَ اَلْكِذْبَةُ اَلْوَاحِدَةُ مُطْلَقًا كَبِيرَةً وَلَيْسَ كَذَلِكَ. قَالَ : وَلَا شَكَّ أَنَّ عِظَمَ اَلْكَذِب وَمَرَاتِبَهُ مُتَفَاوِتَةٌ بِحَسَبِ تَفَاوُت مَفَاسِدِهِ , وَمِنْهُ قَوْلُهُ تَعَالَى : ( وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدْ اِحْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا ). ‏ ‏قَوْلُهُ : ( فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ ) ‏ ‏أَيْ شَفَقَةً عَلَيْهِ وَكَرَاهِيَةً لِمَا يُزْعِجُهُ. وَفِيهِ مَا كَانُوا عَلَيْهِ مِنْ كَثْرَةِ اَلْأَدَبِ مَعَهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمَحَبَّة لَهُ وَالشَّفَقَة عَلَيْهِ. ‏ ‏قَوْلُهُ : ( وَقَالَ إِسْمَاعِيل بْن إِبْرَاهِيم ) ‏ ‏أَيْ اِبْن عُلَيَّة , وَرِوَايَتُهُ مَوْصُولَة فِي كِتَاب اِسْتِتَابَة اَلْمُرْتَدِّينَ وَفِي اَلْحَدِيثِ اِنْقِسَام اَلذُّنُوب إِلَى كَبِيرٍ وَأَكْبَرَ , وَيُؤْخَذُ مِنْهُ ثُبُوت اَلصَّغَائِر ; لِأَنَّ اَلْكَبِيرَةَ بِالنِّسْبَةِ إِلَيْهَا أَكْبَر مِنْهَا ; وَالِاخْتِلَاف فِي ثُبُوت اَلصَّغَائِر مَشْهُور , وَأَكْثَر مَا تَمَسَّكَ بِهِ مَنْ قَالَ لَيْسَ فِي اَلذُّنُوبِ صَغِيرَةٌ كَوْنُهُ نَظَرَ إِلَى عِظَمِ اَلْمُخَالَفَةِ لِأَمْرِ اَللَّهِ وَنَهْيِهِ , فَالْمُخَالَفَةُ بِالنِّسْبَةِ إِلَى جَلَالِ اَللَّهِ كَبِيرَة لَكِنْ لِمَنْ أَثْبَتَ اَلصَّغَائِرَ أَنْ يَقُولَ وَهِيَ بِالنِّسْبَةِ لِمَا فَوْقَهَا صَغِيرَة كَمَا دَلَّ عَلَيْهِ حَدِيث اَلْبَابِ , وَقَدْ فُهِمَ اَلْفَرْقُ بَيْنَ اَلصَّغِيرَةِ وَالْكَبِيرَةِ مِنْ مَدَارِكَ اَلشَّرْعِ وَسَبَقَ فِي أَوَائِل اَلصَّلَاةِ مَا يُكَفِّرُ اَلْخَطَايَا مَا لَمْ تَكُنْ كَبَائِر فَثَبَتَ بِهِ أَنَّ مِنْ اَلذُّنُوبِ مَا يُكَفَّرُ بِالطَّاعَاتِ وَمِنْهَا مَا لَا يُكَفَّرُ وَذَلِكَ هُوَ عَيْنُ اَلْمُدَّعَى وَلِهَذَا قَالَ اَلْغَزَالِيُّ : إِنْكَارُ اَلْفَرْقِ بَيْنَ اَلْكَبِيرَةِ وَالصَّغِيرَةِ لَا يَلِيقُ بِالْفَقِيهِ. ثُمَّ إِنَّ مَرَاتِبَ كُلٍّ مِنْ اَلصَّغَائِرِ وَالْكَبَائِرِ مُخْتَلَفٌ بِحَسَبِ تَفَاوُت مَفَاسِدِهَا. وَفِي اَلْحَدِيثِ تَحْرِيم شَهَادَة اَلزُّورِ : وَفِي مَعْنَاهَا كُلّ مَا كَانَ زُورًا مِنْ تَعَاطِي اَلْمَرْءِ مَا لَيْسَ لَهُ أَهْلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2655",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَقْرَأُ فِي الْمَسْجِدِ فَقَالَ ‏\"‏ رَحِمَهُ اللَّهُ، لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً، أَسْقَطْتُهُنَّ مِنْ سُورَةِ كَذَا وَكَذَا ‏\"‏‏.‏ وَزَادَ عَبَّادُ بْنُ عَبْدِ اللَّهِ عَنْ عَائِشَةَ تَهَجَّدَ النَّبِيُّ صلى الله عليه وسلم فِي بَيْتِي فَسَمِعَ صَوْتَ عَبَّادٍ يُصَلِّي فِي الْمَسْجِدِ فَقَالَ ‏\"‏ يَا عَائِشَةُ، أَصَوْتُ عَبَّادٍ هَذَا ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ اللَّهُمَّ ارْحَمْ عَبَّادًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) heard a man (reciting Qur'an) in the Mosque, and he said, \"May Allah bestow His Mercy \nupon him. No doubt, he made me remember such-and such Verses of such-and-such Sura which I \ndropped (from my memory). \nNarrated Aisha: The Prophet (ﷺ) performed the Tahajjud prayer in my house, and then he heard the voice \nof `Abbad who was praying in the Mosque, and said, \"O `Aisha! Is this `Abbad's voice?\" I said, \"Yes.\" \nHe said, \"O Allah! Be merciful to `Abbad!\"",
    "explication": "حَدِيث عَائِشَة \" سَمِعَ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا يَقْرَأُ فِي اَلْمَسْجِدِ \" وَالْغَرَضُ مِنْهُ اِعْتِمَاد اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى صَوْتِهِ مِنْ غَيْرِ أَنْ يَرَى شَخْصَهُ. ‏ ‏قَوْلُهُ : ( وَزَادَ عَبَّاد بْن عَبْد اَللَّه ) ‏ ‏أَيْ اِبْن اَلزُّبَيْر عَنْ أَبِيهِ عَنْ عَائِشَة وَصَلَهُ أَبُو يَعْلَى مِنْ طَرِيقِ مُحَمَّد بْن إِسْحَاق عَنْ يَحْيَى بْن عَبَّاد بْن عَبْد اَللَّه بْن اَلزُّبَيْر عَنْ أَبِيهِ عَنْ عَائِشَة \" تَهَجَّدَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِي وَتَهَجَّدَ عَبَّاد بْن بِشْر فِي اَلْمَسْجِدِ فَسَمِعَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ صَوْته فَقَالَ : يَا عَائِشَة هَذَا عَبَّاد بْن بِشْر قُلْت : نَعَمْ فَقَالَ : اَللَّهُمَّ اِرْحَمْ عَبَّادًا \". ‏ ‏قَوْلُهُ : ( فَسَمِعَ صَوْت عَبَّادٍ ) ‏ ‏) ‏ ‏وَقَوْلُهُ : ( أَصَوْتُ عَبَّادٍ ) ‏ ‏هَذَا فِي رِوَايَةِ أَبِي يَعْلَى اَلْمَذْكُور عَبَّادُ بْن بِشْر فِي اَلْمَوْضِعَيْنِ كَمَا سُقْتُهُ وَبِهَذَا يَزُولُ اَللَّبْسُ عَمَّنْ يَظُنُّ اِتِّحَاد اَلْمَسْمُوع صَوْتُهُ وَالرَّاوِي عَنْ عَائِشَة وَهُمَا اِثْنَانِ مُخْتَلِفَا اَلنِّسْبَة وَالصِّفَة فَعَبَّاد بْن بِشْر صَحَابِيّ جَلِيل وَعَبَّاد بْن عَبْد اَللَّه بْن اَلزُّبَيْر تَابِعِيّ مِنْ وَسَطِ اَلتَّابِعِينَ , وَظَاهِر اَلْحَالِ أَنَّ اَلْمُبْهَمَ فِي اَلرِّوَايَةِ اَلَّتِي قَبْلَ هَذِهِ هُوَ اَلْمُفَسَّرُ فِي هَذِهِ اَلرِّوَايَةِ ; لِأَنَّ مُقْتَضَى قَوْلِهِ : \" زَادَ \" أَنْ يَكُونَ اَلْمَزِيد فِيهِ وَالْمَزِيد عَلَيْهِ حَدِيثًا وَاحِدًا فَتَتَّحِدَ اَلْقِصَّة لَكِنْ جَزَمَ عَبْد اَلْغَنِيّ بْن سَعِيد فِي \" اَلْمُبْهَمَاتِ \" بِأَنَّ اَلْمُبْهَمَ فِي رِوَايَةِ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة هُوَ عَبْد اَللَّه بْن يَزِيد اَلْأَنْصَارِيّ فَرَوَى مِنْ طَرِيقِ عَمْرَةَ عَنْ عَائِشَة \" أَنَّ اَلنَّبِيَّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ سَمِعَ صَوْت قَارِئٍ يَقْرَأُ فَقَالَ : صَوْتُ مَنْ هَذَا ؟ قَالُوا. عَبْد اَللَّه بْن يَزِيد قَالَ : لَقَدْ ذَكَّرَنِي آيَةً يَرْحَمُهُ اَللَّهُ كُنْت أُنْسِيتُهَا \" وَيُؤَيِّدُ مَا ذَهَبَ إِلَيْهِ مُشَابَهَةُ قِصَّة عَمْرَة عَنْ عَائِشَة بِقِصَّة عُرْوَة عَنْهَا بِخِلَافِ قِصَّةِ عَبَّاد بْن عَبْد اَللَّه عَنْهَا فَلَيْسَ فِيهِ تَعَرُّضٌ لِنِسْيَانِ اَلْآيَةِ وَيَحْتَمِلُ اَلتَّعَدُّد مِنْ جِهَةٍ غَيْرِ اَلْجِهَةِ اَلَّتِي اِتَّحَدَتْ وَهُوَ أَنْ يُقَالَ سَمِعَ صَوْت رَجُلَيْنِ فَعَرَفَ أَحَدَهُمَا فَقَالَ : هَذَا صَوْت عَبَّادٍ وَلَمْ يَعْرِفْ اَلْآخَر فَسَأَلَ عَنْهُ وَاَلَّذِي لَمْ يَعْرِفْهُ هُوَالَّذِي تَذَكَّرَ بِقِرَاءَتِهِ اَلْآيَةَ اَلَّتِي نَسِيَهَا وَسَيَأْتِي بَقِيَّةُ اَلْكَلَامِ عَلَى شَرْحِهِ فِي كِتَاب فَضَائِل اَلْقُرْآنِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2656",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنَّ بِلاَلاً يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ـ أَوْ قَالَ حَتَّى تَسْمَعُوا ـ أَذَانَ ابْنِ أُمِّ مَكْتُومٍ ‏\"‏‏.‏ وَكَانَ ابْنُ أُمِّ مَكْتُومٍ رَجُلاً أَعْمَى، لاَ يُؤَذِّنُ حَتَّى يَقُولَ لَهُ النَّاسُ أَصْبَحْتَ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Bilal pronounces the Adhan when it is still night (before dawn), so eat and drink \ntill the next Adhan is pronounced (or till you hear Ibn Um Maktum's Adhan).\" Ibn Um Maktum was a \nblind man who would not pronounce the Adhan till he was told that it was dawn.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مَسْلَمَةَ ) ‏ ‏هُوَ الْقَعْنَبِيُّ , قَالَ الدَّارَقُطْنِيُّ : تَفَرَّدَ الْقَعْنَبِيُّ بِرِوَايَتِهِ إِيَّاهُ فِي الْمُوَطَّأ مَوْصُولًا عَنْ مَالِك , وَلَمْ يَذْكُر غَيْرُهُ مِنْ رُوَاة الْمُوَطَّأ فِيهِ اِبْنَ عُمَرَ , وَوَافَقَهُ عَلَى وَصْلِهِ عَنْ مَالِكٍ - خَارِجَ الْمُوَطَّأ - عَبْد الرَّحْمَن بْن مَهْدِيّ وَعَبْد الرَّزَّاق وَرَوْحُ بْنُ عُبَادَةَ وَأَبُو قُرَّةَ وَكَامِل بْن طَلْحَة وَآخَرُونَ , وَوَصَلَهُ عَنْ الزُّهْرِيّ جَمَاعَة مِنْ حُفَّاظ أَصْحَابِهِ. ‏ ‏قَوْله : ( إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ ) ‏ ‏فِيهِ إِشْعَارٌ بِأَنَّ ذَلِكَ كَانَ مِنْ عَادَتِهِ الْمُسْتَمِرَّةِ , وَزَعَمَ بَعْضُهُمْ أَنَّ اِبْتِدَاءَ ذَلِكَ بِاجْتِهَادٍ مِنْهُ , وَعَلَى تَقْدِيرِ صِحَّتِهِ فَقَدْ أَقَرَّهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ فَصَارَ فِي حُكْمِ الْمَأْمُور بِهِ , وَسَيَأْتِي الْكَلَام عَلَى تَعْيِينِ الْوَقْت الَّذِي كَانَ يُؤَذِّن فِيهِ مِنْ اللَّيْل بَعْدَ بَابٍ. ‏ ‏قَوْله : ( فَكُلُوا ) ) ‏ ‏فِيهِ إِشْعَارٌ بِأَنَّ الْأَذَان كَانَ عَلَامَة عِنْدَهُمْ عَلَى دُخُول الْوَقْت فَبَيَّنَ لَهُمْ أَنَّ أَذَانَ بِلَال بِخِلَافِ ذَلِكَ. ‏ ‏قَوْله : ( اِبْن أُمّ مَكْتُوم ) ) ‏ ‏اِسْمه عَمْرو كَمَا سَيَأْتِي مَوْصُولًا فِي الصِّيَام وَفَضَائِلِ الْقُرْآن , وَقِيلَ : كَانَ اِسْمُهُ الْحُصَيْنُ فَسَمَّاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَبْدَ اللَّهِ , وَلَا يَمْتَنِعُ أَنَّهُ كَانَ لَهُ اِسْمَانِ , وَهُوَ قُرَشِيٌّ عَامِرِيٌّ , أَسْلَمَ قَدِيمًا , وَالْأَشْهَرُ فِي اِسْم أَبِيهِ قَيْسُ بْنُ زَائِدَةَ. وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُكْرِمُهُ وَيَسْتَخْلِفهُ عَلَى الْمَدِينَة , وَشَهِدَ الْقَادِسِيَّة فِي خِلَافَة عُمَر فَاسْتُشْهِدَ بِهَا , وَقِيلَ رَجَعَ إِلَى الْمَدِينَة فَمَاتَ , وَهُوَ الْأَعْمَى الْمَذْكُور فِي سُورَةِ عَبَسَ , وَاسْم أُمّه عَاتِكَة بِنْت عَبْد اللَّه الْمَخْزُومِيَّة. وَزَعَمَ بَعْضهمْ أَنَّهُ وُلِدَ أَعْمَى فَكُنِّيَتْ أُمُّهُ أُمَّ مَكْتُومٍ لِانْكِتَامِ نُورِ بَصَرِهِ , وَالْمَعْرُوف أَنَّهُ عَمِيَ بَعْدَ بَدْر بِسَنَتَيْنِ. ‏ ‏قَوْله : ( وَكَانَ رَجُلًا أَعْمَى ) ‏ ‏ظَاهِره أَنَّ فَاعِل قَالَ هُوَ اِبْن عُمَر , وَبِذَلِكَ جَزَمَ الشَّيْخ الْمُوَفَّقُ فِي \" الْمُغْنِي \" لَكِنْ رَوَاهُ الْإِسْمَاعِيلِيّ عَنْ أَبِي خَلِيفَةَ وَالطَّحَاوِيُّ عَنْ يَزِيدَ بْن سِنَانٍ كِلَاهُمَا عَنْ الْقَعْنَبِيِّ فَعَيَّنَا أَنَّهُ اِبْن شِهَاب , وَكَذَلِكَ رَوَاهُ إِسْمَاعِيل بْن إِسْحَاق وَمُعَاذُ بْنُ الْمُثَنَّى وَأَبُو مُسْلِم الْكَجِّيِّ الثَّلَاثَة عِنْدَ الدَّارَقُطْنِيِّ , وَالْخُزَاعِيُّ عِنْدَ أَبِي الشَّيْخ , وَتَمَّامٌ عِنْدَ أَبِي نُعَيْمٍ , وَعُثْمَانُ الدَّارِمِيُّ عِنْدَ الْبَيْهَقِيِّ , كُلُّهُمْ عَنْ الْقَعْنَبِيِّ. وَعَلَى هَذَا فَفِي رِوَايَة الْبُخَارِيّ إِدْرَاجٌ. وَيُجَاب عَنْ ذَلِكَ بِأَنَّهُ لَا يَمْنَعُ كَوْنُ اِبْن شِهَاب قَالَهُ أَنْ يَكُون شَيْخُهُ قَالَهُ , وَكَذَا شَيْخ شَيْخه , وَقَدْ رَوَاهُ الْبَيْهَقِيُّ مِنْ رِوَايَة الرَّبِيع بْن سُلَيْمَانَ عَنْ اِبْن وَهْبٍ عَنْ يُونُسَ وَاللَّيْثِ جَمِيعًا عَنْ اِبْن شِهَاب وَفِيهِ \" قَالَ سَالِمٌ : وَكَانَ رَجُلًا ضَرِيرَ الْبَصَر \" فَفِي هَذَا أَنَّ شَيْخ اِبْن شِهَاب قَالَهُ أَيْضًا , وَسَيَأْتِي فِي كِتَاب الصِّيَام عَنْ الْمُصَنِّفِ مِنْ وَجْهٍ آخَرَ عَنْ اِبْن عُمَر مَا يُؤَدِّي مَعْنَاهُ , وَسَنَذْكُرُ لَفْظه قَرِيبًا , فَثَبَتَتْ صِحَّةُ وَصْلِهِ. وَلِابْنِ شِهَاب فِيهِ شَيْخ آخَر أَخْرَجَهُ عَبْد الرَّزَّاق عَنْ مَعْمَرٍ عَنْهُ عَنْ سَعِيد بْن الْمُسَيِّب وَفِيهِ الزِّيَادَة , قَالَ اِبْن عَبْد الْبَرِّ : هُوَ حَدِيث آخَرُ لِابْنِ شِهَاب , وَقَدْ وَافَقَ اِبْن إِسْحَاق مَعْمَرًا فِيهِ عَنْ اِبْن شِهَاب. ‏ ‏قَوْله : ( أَصْبَحْت أَصْبَحْت ) ‏ ‏أَيْ دَخَلْت فِي الصَّبَاح , هَذَا ظَاهِره , وَاسْتُشْكِلَ لِأَنَّهُ جَعَلَ أَذَانَهُ غَايَةً لِلْأَكْلِ , فَلَوْ لَمْ يُؤَذِّنْ حَتَّى يَدْخُلَ فِي الصَّبَاحِ لَلَزِمَ مِنْهُ جَوَازُ الْأَكْلِ بَعْدَ طُلُوعِ الْفَجْرِ , وَالْإِجْمَاع عَلَى خِلَافه إِلَّا مَنْ شَذَّ كَالْأَعْمَشِ. وَأَجَابَ اِبْن حَبِيب وَابْن عَبْد الْبَرِّ وَالْأَصِيلِيُّ وَجَمَاعَة مِنْ الشُّرَّاح بِأَنَّ الْمُرَاد قَارَبْت الصَّبَاح وَيُعَكِّرُ عَلَى هَذَا الْجَوَاب أَنَّ فِي رِوَايَة الرَّبِيع الَّتِي قَدَّمْنَاهَا \" وَلَمْ يَكُنْ يُؤَذِّن حَتَّى يَقُولَ لَهُ النَّاس حِينَ يَنْظُرُونَ إِلَى بُزُوغ الْفَجْر : أَذِّنْ \" وَأَبْلَغُ مِنْ ذَلِكَ أَنَّ لَفْظَ رِوَايَة الْمُصَنِّفِ الَّتِي فِي الصِّيَام \" حَتَّى يُؤَذِّنَ اِبْنُ أُمّ مَكْتُوم , فَإِنَّهُ لَا يُؤَذِّنُ حَتَّى يَطْلُعَ الْفَجْرُ \" وَإِنَّمَا قُلْت إِنَّهُ أَبْلَغُ لِكَوْنِ جَمِيعه مِنْ كَلَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَيْضًا فَقَوْله \" إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ \" يُشْعِرُ أَنَّ اِبْن أُمّ مَكْتُوم بِخِلَافِهِ , وَلِأَنَّهُ لَوْ كَانَ قَبْلَ الصُّبْح لَمْ يَكُنْ بَيْنَهُ وَبَيْنَ بِلَال فَرْقٌ لِصِدْقِ أَنَّ كُلًّا مِنْهُمَا أَذَّنَ قَبْلَ الْوَقْت , وَهَذَا الْمَوْضِع عِنْدِي فِي غَايَة الْإِشْكَال , وَأَقْرَبُ مَا يُقَال فِيهِ إِنَّ أَذَانَهُ جُعِلَ عَلَامَةً لِتَحْرِيمِ الْأَكْل وَالشُّرْب , وَكَأَنَّهُ كَانَ لَهُ مَنْ يُرَاعِي الْوَقْتَ بِحَيْثُ يَكُون أَذَانه مُقَارِنًا لِابْتِدَاءِ طُلُوع الْفَجْر وَهُوَ الْمُرَاد بِالْبُزُوغِ , وَعِنْدَ أَخْذِهِ فِي الْأَذَان يَعْتَرِضُ الْفَجْرُ فِي الْأُفُق , ثُمَّ ظَهَرَ لِي أَنَّهُ لَا يَلْزَم مِنْ كَوْنِ الْمُرَاد بِقَوْلِهِمْ \" أَصْبَحْت \" أَيْ قَارَبْت الصَّبَاح وُقُوعُ أَذَانِهِ قَبْلَ الْفَجْرِ لِاحْتِمَالِ أَنْ يَكُونَ قَوْلهمْ ذَلِكَ يَقَع فِي آخِرِ جُزْءٍ مِنْ اللَّيْل وَأَذَانُهُ يَقَع فِي أَوَّل جُزْء مِنْ طُلُوع الْفَجْر , وَهَذَا وَإِنْ كَانَ مُسْتَبْعَدًا فِي الْعَادَة فَلَيْسَ بِمُسْتَبْعَدٍ مِنْ مُؤَذِّنِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُؤَيَّدِ بِالْمَلَائِكَةِ , فَلَا يُشَارِكُهُ فِيهِ مَنْ لَمْ يَكُنْ بِتِلْكَ الصِّفَة , وَقَدْ رَوَى أَبُو قُرَّةَ مِنْ وَجْه آخَرَ عَنْ اِبْن عُمَر حَدِيثًا فِيهِ \" وَكَانَ اِبْن أُمّ مَكْتُوم يَتَوَخَّى الْفَجْر فَلَا يُخْطِئُهُ \". وَفِي هَذَا الْحَدِيث جَوَازُ الْأَذَان قَبْلَ طُلُوع الْفَجْر , وَسَيَأْتِي بَعْدَ بَابٍ , وَاسْتِحْبَاب أَذَان وَاحِد بَعْدَ وَاحِد. وَأَمَّا أَذَان اِثْنَيْنِ مَعًا فَمَنَعَ مِنْهُ قَوْمٌ , وَيُقَال إِنَّ أَوَّل مَنْ أَحْدَثَهُ بَنُو أُمَيَّةَ , وَقَالَ الشَّافِعِيَّة : لَا يُكْرَهُ إِلَّا إِنْ حَصَلَ مِنْ ذَلِكَ تَهْوِيشٌ , وَاسْتُدِلَّ بِهِ عَلَى جَوَازِ اِتِّخَاذ مُؤَذِّنَيْنِ فِي الْمَسْجِد الْوَاحِد , قَالَ اِبْن دَقِيق الْعِيد : وَأَمَّا الزِّيَادَة عَلَى الِاثْنَيْنِ فَلَيْسَ فِي الْحَدِيث تَعَرُّضٌ لَهُ. اِنْتَهَى. وَنَصَّ الشَّافِعِيّ عَلَى جَوَازه وَلَفْظه : وَلَا يَتَضَيَّقُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنْ أَذَّنَ أَكْثَرُ مِنْ اِثْنَيْنِ , وَعَلَى جَوَاز تَقْلِيد الْأَعْمَى لِلْبَصِيرِ فِي دُخُول الْوَقْت وَفِيهِ أَوْجُهٌ , وَاخْتُلِفَ فِيهِ التَّرْجِيح , وَصَحَّحَ النَّوَوِيّ فِي كُتُبِهِ أَنَّ لِلْأَعْمَى وَالْبَصِير اِعْتِمَادَ الْمُؤَذِّنِ الثِّقَةِ , وَعَلَى جَوَاز شَهَادَة الْأَعْمَى , وَسَيَأْتِي مَا فِيهِ فِي كِتَاب الشَّهَادَات. وَعَلَى جَوَاز الْعَمَل بِخَبَرِ الْوَاحِد , وَعَلَى أَنَّ مَا بَعْدَ الْفَجْر مِنْ حُكْم النَّهَار , وَعَلَى جَوَاز الْأَكْل مَعَ الشَّكّ فِي طُلُوع الْفَجْر لِأَنَّ الْأَصْل بَقَاءُ اللَّيْل , وَخَالَفَ فِي ذَلِكَ مَالِك فَقَالَ : يَجِبُ الْقَضَاء. وَعَلَى جَوَاز الِاعْتِمَاد عَلَى الصَّوْت فِي الرِّوَايَة إِذَا كَانَ عَارِفًا بِهِ وَإِنْ لَمْ يُشَاهِد الرَّاوِي , وَخَالَفَ فِي ذَلِكَ شُعْبَة لِاحْتِمَالِ الِاشْتِبَاه. وَعَلَى جَوَاز ذِكْرِ الرَّجُل بِمَا فِيهِ مِنْ الْعَاهَة إِذَا كَانَ يَقْصِد التَّعْرِيف وَنَحْوَهُ , وَجَوَاز نِسْبَة الرَّجُل إِلَى أُمّه إِذَا اُشْتُهِرَ بِذَلِكَ وَاحْتِيجَ إِلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2657",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا زِيَادُ بْنُ يَحْيَى، حَدَّثَنَا حَاتِمُ بْنُ وَرْدَانَ، حَدَّثَنَا أَيُّوبُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ ـ رضى الله عنهما ـ قَالَ قَدِمَتْ عَلَى النَّبِيِّ صلى الله عليه وسلم أَقْبِيَةٌ فَقَالَ لِي أَبِي مَخْرَمَةُ انْطَلِقْ بِنَا إِلَيْهِ عَسَى أَنْ يُعْطِيَنَا مِنْهَا شَيْئًا‏.‏ فَقَامَ أَبِي عَلَى الْبَابِ فَتَكَلَّمَ، فَعَرَفَ النَّبِيُّ صلى الله عليه وسلم صَوْتَهُ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم وَمَعَهُ قَبَاءٌ وَهُوَ يُرِيهِ مَحَاسِنَهُ وَهُوَ يَقُولَ ‏\n\"‏ خَبَأْتُ هَذَا لَكَ، خَبَأْتُ هَذَا لَكَ ‏\"‏‏.‏",
    "english_text": "Some outer garments were received the Prophet (ﷺ) and my father (Makhrama) said to me, \"Let us go to \nthe Prophet (ﷺ) so that he may give us something from the garments.\" So, my father stood at the door and \nspoke. The Prophet (ﷺ) recognized his voice and came out carrying a garment and telling Makhrama the \ngood qualities of that garment, adding, \"I have kept this for you, I have sent this for you.\"",
    "explication": "حَدِيث اَلْمِسْوَرِ فِي إِعْطَاءِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ اَلْقَبَاء , وَالْغَرَضُ مِنْهُ قَوْلُهُ فِيهِ : \" فَعَرَفَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ صَوْته فَخَرَجَ وَمَعَهُ قَبَاءٌ وَهُوَ يُرِيه مَحَاسِنه وَيَقُولُ : خَبَّأْت لَك هَذَا \" فَإِنَّ فِيهِ أَنَّهُ اِعْتَمَدَ عَلَى صَوْتِهِ قَبْلَ أَنْ يَرَى شَخْصه وَسَيَأْتِي شَرْحه فِي اَللِّبَاسِ إِنْ شَاءَ اَللَّهُ تَعَالَى. وَاحْتَجَّ مَنْ لَمْ يُجِزْ شَهَادَة اَلْأَعْمَى بِأَنَّ اَلْعُقُودَ لَا تَجُوزُ اَلشَّهَادَةُ عَلَيْهَا إِلَّا بِالْيَقِينِ وَالْأَعْمَى لَا يَتَيَقَّنُ اَلصَّوْت لِجَوَازِ شَبَهِهِ بِصَوْتِ غَيْرِهِ , وَأَجَابَ اَلْمُجِيزُونَ بِأَنَّ مَحَلّ اَلْقَبُول عِنْدَهُمْ إِذَا تَحَقَّقَ اَلصَّوْت وَوُجِدَتْ اَلْقَرَائِن اَلدَّالَّة لِذَلِكَ , وَأَمَّا عِنْدَ اَلِاشْتِبَاه فَلَا يَقُولُ بِهِ أَحَد وَمِنْ ذَلِكَ جَوَاز نِكَاح اَلْأَعْمَى زَوْجَته وَهُوَ لَا يَعْرِفُهَا إِلَّا بِصَوْتِهَا لَكِنَّهُ يَتَكَرَّرُ عَلَيْهِ سَمَاع صَوْتهَا حَتَّى يَقَعَ لَهُ اَلْعِلْمُ بِأَنَّهَا هِيَ وَإِلَّا فَمَتَى اِحْتَمَلَ عِنْدَهُ اِحْتِمَالًا قَوِيًّا أَنَّهَا غَيْرُهَا لَمْ يَجُزْ لَهُ اَلْإِقْدَام عَلَيْهَا. وَقَالَ اَلْإِسْمَاعِيلِيّ : لَيْسَ فِي أَحَادِيثِ اَلْبَاب دَلَالَة عَلَى اَلْجَوَازِ مُطْلَقًا ; لِأَنَّ نِكَاحَ اَلْأَعْمَى يَتَعَلَّقُ بِنَفْسِهِ ; لِأَنَّهُ فِي زَوْجَتِهِ وَأَمَتِهِ وَلَيْسَ لِغَيْرِهِ فِيهِ مَدْخَلٌ. , وَأَمَّا قِصَّةُ عَبَّاد وَمَخْرَمَة فَفِي شَيْءٍ يَتَعَلَّقُ بِهِمَا لَا يَتَعَلَّقُ بِغَيْرِهِمَا. وَأَمَّا اَلتَّأْذِينُ فَقَدْ قَالَ فِي بَقِيَّةِ اَلْحَدِيثِ \" كَانَ لَا يُؤَذِّنُ حَتَّى يُقَالَ لَهُ أَصْبَحْتَ \" فَالِاعْتِمَاد عَلَى اَلْجَمْعِ اَلَّذِينَ يُخْبِرُونَهُ بِالْوَقْتِ قَالَ : وَأَمَّا مَا ذَكَرَهُ الزُّهْرِيّ فِي حَقِّ اِبْن عَبَّاس فَهُوَ تَهْوِيلٌ لَا تَقُومُ بِهِ حُجَّة ; لِأَنَّ اِبْن عَبَّاس كَانَ أَفْقَهَ مِنْ أَنْ يَشْهَدَ فِيمَا لَا تَجُوزُ فِيهَا شَهَادَتُهُ فَإِنَّهُ لَوْ شَهِدَ لِأَبِيهِ أَوْ اِبْنِهِ أَوْ مَمْلُوكِهِ لَمَا قُبِلَتْ شَهَادَتُهُ وَقَدْ أَعَاذَهُ اَللَّه مِنْ ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2658",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدٌ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ أَلَيْسَ شَهَادَةُ الْمَرْأَةِ مِثْلَ نِصْفِ شَهَادَةِ الرَّجُلِ ‏\"‏‏.‏ قُلْنَا بَلَى‏.‏ قَالَ ‏\"‏ فَذَلِكَ مِنْ نُقْصَانِ عَقْلِهَا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Isn't the witness of a woman equal to half of that of a man?\" The women said, \n\"Yes.\" He said, \"This is because of the deficiency of a woman's mind.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم ) ‏ ‏هُوَ سَعِيد بْن الْحَكَم بْن مُحَمَّد بْن سَالِم الْمِصْرِيّ الْجُمَحِيُّ , لَقِيَهُ الْبُخَارِيّ وَرَوَى مُسْلِم وَأَصْحَاب السُّنَن عَنْهُ بِوَاسِطَةٍ , وَمُحَمَّد بْن جَعْفَر هُوَ اِبْن أَبِي كَثِير أَخُو إِسْمَاعِيل , وَالْإِسْنَاد مِنْهُ فَصَاعِدًا مَدَنِيُّونَ , وَفِيهِ تَابِعِيّ عَنْ تَابِعِيّ , زَيْد بْن أَسْلَمَ عَنْ عِيَاض بْن عَبْد اللَّه وَهُوَ اِبْن أَبِي سَرْح الْعَامِرِيّ , لِأَبِيهِ صُحْبَة. ‏ ‏قَوْله : ( فِي أَضْحًى أَوْ فِطْرٍ ) ‏ ‏شَكٌّ مِنْ الرَّاوِي. ‏ ‏قَوْله ( إِلَى الْمُصَلَّى فَمَرَّ عَلَى النِّسَاء ) ‏ ‏اِخْتَصَرَهُ الْمُؤَلِّف هُنَا , وَقَدْ سَاقَهُ فِي كِتَاب الزَّكَاة تَامًّا وَلَفْظه : \" إِلَى الْمُصَلَّى فَوَعَظَ النَّاس وَأَمَرَهُمْ بِالصَّدَقَةِ فَقَالَ : أَيّهَا النَّاس تَصَدَّقُوا , فَمَرَّ عَلَى النِّسَاء \" , وَقَدْ تَقَدَّمَ فِي كِتَاب الْعِلْم مِنْ وَجْه آخَر عَنْ أَبِي سَعِيد أَنَّهُ كَانَ وَعَدَ النِّسَاء بِأَنْ يُفْرِدهُنَّ بِالْمَوْعِظَةِ فَأَنْجَزَهُ ذَلِكَ الْيَوْم , وَفِيهِ أَنَّهُ وَعَظَهُنَّ وَبَشَّرَهُنَّ. ‏ ‏قَوْله : ( يَا مَعْشَر النِّسَاء ) ‏ ‏الْمَعْشَر كُلّ جَمَاعَة أَمْرهمْ وَاحِد , وَنُقِلَ عَنْ ثَعْلَب أَنَّهُ مَخْصُوص بِالرِّجَالِ , وَهَذَا الْحَدِيث يَرُدّ عَلَيْهِ , إِلَّا إِنْ كَانَ مُرَاده بِالتَّخْصِيصِ حَالَة إِطْلَاق الْمَعْشَر لَا تَقْيِيده كَمَا فِي الْحَدِيث. ‏ ‏قَوْله : ( أُرِيتُكُنَّ ) ‏ ‏بِضَمِّ الْهَمْزَة وَكَسْر الرَّاء عَلَى الْبِنَاء لِلْمَفْعُولِ , وَالْمُرَاد أَنَّ اللَّه تَعَالَى أَرَاهُنَّ لَهُ لَيْلَة الْإِسْرَاء , وَقَدْ تَقَدَّمَ فِي الْعِلْم مِنْ حَدِيث اِبْن عَبَّاس , بِلَفْظِ \" أُرِيت النَّار فَرَأَيْت أَكْثَر أَهْلهَا النِّسَاء \" وَيُسْتَفَاد مِنْ حَدِيث اِبْن عَبَّاس أَنَّ الرُّؤْيَة الْمَذْكُورَة وَقَعَتْ فِي حَال صَلَاة الْكُسُوف كَمَا سَيَأْتِي وَاضِحًا فِي بَاب صَلَاة الْكُسُوف جَمَاعَةً. ‏ ‏قَوْله : ( وَبِمَ ؟ ) ‏ ‏الْوَاو اِسْتِئْنَافِيَّة وَالْبَاء تَعْلِيلِيَّة وَالْمِيم أَصْلهَا مَا الِاسْتِفْهَامِيَّة فَحُذِفَتْ مِنْهَا الْأَلِف تَخْفِيفًا. ‏ ‏قَوْله : ( وَتَكْفُرْنَ الْعَشِير ) ‏ ‏أَيْ تَجْحَدْنَ حَقّ الْخَلِيط - وَهُوَ الزَّوْج - أَوْ أَعَمّ مِنْ ذَلِكَ. ‏ ‏قَوْله : ( مِنْ نَاقِصَات ) ‏ ‏صِفَة مَوْصُوف مَحْذُوف قَالَ الطِّيبِيُّ فِي قَوْله \" مَا رَأَيْت مِنْ نَاقِصَات إِلَخْ \" زِيَادَة عَلَى الْجَوَاب تُسَمَّى الِاسْتِتْبَاع , كَذَا قَالَ وَفِيهِ نَظَرٌ , وَيَظْهَر لِي أَنَّ ذَلِكَ مِنْ جُمْلَة أَسْبَاب كَوْنهنَّ أَكْثَر أَهْل النَّار ; لِأَنَّهُنَّ إِذَا كُنَّ سَبَبًا لِإِذْهَابِ عَقْل الرَّجُل الْحَازِم حَتَّى يَفْعَل أَوْ يَقُول مَا لَا يَنْبَغِي فَقَدْ شَارَكْنَهُ فِي الْإِثْم وَزِدْنَ عَلَيْهِ. ‏ ‏قَوْله : ( أَذْهَبُ ) ‏ ‏أَيْ أَشَدّ إِذْهَابًا , وَاللُّبّ أَخَصّ مِنْ الْعَقْل وَهُوَ الْخَالِص مِنْهُ , ‏ ‏( الْحَازِم ) ‏ ‏الضَّابِط لِأَمْرِهِ , وَهَذِهِ مُبَالَغَة فِي وَصْفهنَّ بِذَلِكَ ; لِأَنَّ الضَّابِط لِأَمْرِهِ إِذَا كَانَ يَنْقَاد لَهُنَّ فَغَيْر الضَّابِط أَوْلَى , وَاسْتِعْمَال أَفْعَل التَّفْضِيل مِنْ الْإِذْهَاب جَائِز عِنْد سِيبَوَيْهِ حَيْثُ جَوَّزَهُ مِنْ الثُّلَاثِيّ وَالْمَزِيد. ‏ ‏قَوْله : ( قُلْنَ : وَمَا نُقْصَان دِيننَا ) ؟ ‏ ‏كَأَنَّهُ خَفِيَ عَلَيْهِنَّ ذَلِكَ حَتَّى سَأَلْنَ عَنْهُ , وَنَفْس السُّؤَال دَالّ عَلَى النُّقْصَان ; لِأَنَّهُنَّ سَلَّمْنَ مَا نُسِبَ إِلَيْهِنَّ مِنْ الْأُمُور الثَّلَاثَة - الْإِكْثَار وَالْكُفْرَان وَالْإِذْهَاب - ثُمَّ اسْتَشْكَلْنَ كَوْنهنَّ نَاقِصَات. وَمَا أَلْطَف مَا أَجَابَهُنَّ بِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَيْر تَعْنِيف وَلَا لَوْم , بَلْ خَاطَبَهُنَّ عَلَى قَدْر عُقُولهنَّ , وَأَشَارَ بِقَوْلِهِ \" مِثْل نِصْف شَهَادَة الرَّجُل \" إِلَى قَوْله تَعَالَى ( فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنْ الشُّهَدَاءِ ) ; لِأَنَّ الِاسْتِظْهَار بِأُخْرَى مُؤْذِنٌ بِقِلَّةِ ضَبْطهَا وَهُوَ مُشْعِرٌ بِنَقْصِ عَقْلهَا , وَحَكَى اِبْن التِّين عَنْ بَعْضهمْ أَنَّهُ حَمَلَ الْعَقْل هُنَا عَلَى الدِّيَة وَفِيهِ بُعْدٌ قُلْت : بَلْ سِيَاق الْكَلَام يَأْبَاهُ. ‏ ‏قَوْله : ( فَذَلِكِ ) ‏ ‏بِكَسْرِ الْكَاف خِطَابًا الَّتِي تَوَلَّتْ الْخِطَاب , وَيَجُوز فَتْحهَا عَلَى أَنَّهُ لِلْخِطَابِ الْعَامّ. ‏ ‏قَوْله : ( لَمْ تُصَلِّ وَلَمْ تَصُمْ ) ‏ ‏فِيهِ إِشْعَار بِأَنَّ مَنْع الْحَائِض مِنْ الصَّوْم وَالصَّلَاة كَانَ ثَابِتًا بِحُكْمِ الشَّرْع قَبْل ذَلِكَ الْمَجْلِس. وَفِي هَذَا الْحَدِيث مِنْ الْفَوَائِد : مَشْرُوعِيَّة الْخُرُوج إِلَى الْمُصَلَّى فِي الْعِيد , وَأَمْر الْإِمَام النَّاس بِالصَّدَقَةِ فِيهِ , وَاسْتَنْبَطَ مِنْهُ بَعْض الصُّوفِيَّة جَوَاز الطَّلَب مِنْ الْأَغْنِيَاء لِلْفُقَرَاءِ وَلَهُ شُرُوطٌ , وَفِيهِ حُضُور النِّسَاء الْعِيد , لَكِنْ بِحَيْثُ يَنْفَرِدْنَ عَنْ الرِّجَال خَوْف الْفِتْنَة , وَفِيهِ جَوَاز عِظَة الْإِمَام النِّسَاء عَلَى حِدَة وَقَدْ تَقَدَّمَ فِي الْعِلْم , وَفِيهِ أَنَّ جَحْد النِّعَم حَرَام , وَكَذَا كَثْرَة اِسْتِعْمَال الْكَلَام الْقَبِيح كَاللَّعْنِ وَالشَّتْم , اِسْتَدَلَّ النَّوَوِيّ عَلَى أَنَّهُمَا مِنْ الْكَبَائِر بِالتَّوَعُّدِ عَلَيْهَا بِالنَّارِ , وَفِيهِ ذَمّ اللَّعْن وَهُوَ الدُّعَاء بِالْإِبْعَادِ مِنْ رَحْمَة اللَّه تَعَالَى , وَهُوَ مَحْمُول عَلَى مَا إِذَا كَانَ فِي مُعَيَّن , وَفِيهِ إِطْلَاق الْكُفْر عَلَى الذُّنُوب الَّتِي لَا تُخْرِجُ عَنْ الْمِلَّة تَغْلِيظًا عَلَى فَاعِلهَا لِقَوْلِهِ فِي بَعْض طُرُقه \" بِكُفْرِهِنَّ \" كَمَا تَقَدَّمَ فِي الْإِيمَان , وَهُوَ كَإِطْلَاقِ نَفْي الْإِيمَان , وَفِيهِ الْإِغْلَاظ فِي النُّصْح بِمَا يَكُون سَبَبًا لِإِزَالَةِ الصِّفَة الَّتِي تُعَاب , وَأَنْ لَا يُوَاجَهُ بِذَلِكَ الشَّخْص الْمُعَيَّن ; لِأَنَّ التَّعْمِيم تَسْهِيلًا عَلَى السَّامِع , وَفِيهِ أَنَّ الصَّدَقَة تَدْفَع الْعَذَاب , وَأَنَّهَا قَدْ تُكَفِّر الذُّنُوب الَّتِي بَيْن الْمَخْلُوقِينَ , وَأَنَّ الْعَقْل يَقْبَل الزِّيَادَة وَالنُّقْصَان , وَكَذَلِكَ الْإِيمَان كَمَا تَقَدَّمَ , وَلَيْسَ الْمَقْصُود بِذِكْرِ النَّقْص فِي النِّسَاء لَوْمهنَّ عَلَى ذَلِكَ ; لِأَنَّهُ مِنْ أَصْل الْخِلْقَة , لَكِنَّ التَّنْبِيه عَلَى ذَلِكَ تَحْذِيرًا مِنْ الِافْتِتَان بِهِنَّ , وَلِهَذَا رَتَّبَ الْعَذَاب عَلَى مَا ذَكَرَ مِنْ الْكُفْرَان وَغَيْره لَا عَلَى النَّقْص , وَلَيْسَ نَقْصُ الدِّين مُنْحَصِرًا فِيمَا يَحْصُل بِهِ الْإِثْم بَلْ فِي أَعَمّ مِنْ ذَلِكَ قَالَهُ النَّوَوِيّ ; لِأَنَّهُ أَمْرٌ نِسْبِيٌّ , فَالْكَامِل مَثَلًا نَاقِصٌ عَنْ الْأَكْمَل , وَمِنْ ذَلِكَ الْحَائِض لَا تَأْثَم بِتَرْكِ الصَّلَاة زَمَن الْحَيْض لَكِنَّهَا نَاقِصَة عَنْ الْمُصَلِّي , وَهَلْ تُثَاب عَلَى هَذَا التَّرْك لِكَوْنِهَا مُكَلَّفَة بِهِ كَمَا يُثَاب الْمَرِيض عَلَى النَّوَافِل الَّتِي كَانَ يَعْمَلهَا فِي صِحَّته وَشُغِلَ بِالْمَرَضِ عَنْهَا ؟ قَالَ النَّوَوِيّ : الظَّاهِرُ أَنَّهَا لَا تُثَاب , وَالْفَرْق بَيْنهَا وَبَيْن الْمَرِيض أَنَّهُ كَانَ يَفْعَلهَا بِنِيَّةِ الدَّوَام عَلَيْهَا مَعَ أَهْلِيَّته , وَالْحَائِض لَيْسَتْ كَذَلِكَ. وَعِنْدِي - فِي كَوْن هَذَا الْفَرْق مُسْتَلْزِمًا لِكَوْنِهَا لَا تُثَاب - وَقْفَةٌ , وَفِي الْحَدِيث أَيْضًا مُرَاجَعَة الْمُتَعَلِّم لِمُعَلِّمِهِ وَالتَّابِع لِمَتْبُوعِهِ فِيمَا لَا يَظْهَر لَهُ مَعْنَاهُ , وَفِيهِ مَا كَانَ عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْخُلُق الْعَظِيم وَالصَّفْح الْجَمِيل وَالرِّفْق وَالرَّأْفَة , زَادَهُ اللَّه تَشْرِيفًا وَتَكْرِيمًا وَتَعْظِيمًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2659",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ،‏.‏ وَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ سَمِعْتُ ابْنَ أَبِي مُلَيْكَةَ، قَالَ حَدَّثَنِي عُقْبَةُ بْنُ الْحَارِثِ، أَوْ سَمِعْتُهُ مِنْهُ، أَنَّهُ تَزَوَّجَ أُمَّ يَحْيَى بِنْتَ أَبِي إِهَابٍ قَالَ فَجَاءَتْ أَمَةٌ سَوْدَاءُ فَقَالَتْ قَدْ أَرْضَعْتُكُمَا‏.‏ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَأَعْرَضَ عَنِّي، قَالَ فَتَنَحَّيْتُ فَذَكَرْتُ ذَلِكَ لَهُ قَالَ ‏\n\"‏ وَكَيْفَ وَقَدْ زَعَمَتْ أَنْ قَدْ أَرْضَعَتْكُمَا ‏\"‏‏.‏ فَنَهَاهُ عَنْهَا‏.‏",
    "english_text": "That he had married Um Yahya bint Abu Ihab. He said. \"A black slave-lady came and said, 'I suckled \nyou both.' I then mentioned that to the Prophet (ﷺ) who turned his face aside.\" `Uqba further said, \"I went \nto the other side and told the Prophet (ﷺ) about it. He said, 'How can you (keep her as your wife) when the \nlady has said that she suckled both of you (i.e. you and your wife?)\" So, the Prophet (ﷺ) ordered him to \ndivorce her.",
    "explication": "‏ ‏قَوْلُهُ : ( فَأَعْرَضَ عَنِّي ‏ ‏زَادَ فِي اَلْبُيُوعِ مِنْ طَرِيقِ عَبْد اَللَّه بْن أَبِي حُسَيْن عَنْ اِبْن أَبِي مُلَيْكَة \" وَتَبَسَّمَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْلُهُ فِيهِ ( فَتَنَحَّيْت فَذَكَرْتُ ذَلِكَ لَهُ ) ‏ ‏فِي رِوَايَة اَلنِّكَاح \" فَأَعْرَضَ عَنِّي فَأَتَيْتُهُ مِنْ قِبَلِ وَجْهِهِ فَقُلْت : إِنَّهَا كَاذِبَة \" وَفِي رِوَايَةِ الدَّارَقُطْنِيّ \" ثُمَّ سَأَلْتُهُ فَأَعْرَضَ عَنِّي وَقَالَ فِي اَلثَّالِثَةِ أَوْ اَلرَّابِعَةِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2660",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عُمَرَ بْنِ سَعِيدٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، قَالَ تَزَوَّجْتُ امْرَأَةً فَجَاءَتِ امْرَأَةٌ فَقَالَتْ إِنِّي قَدْ أَرْضَعْتُكُمَا‏.‏ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ وَكَيْفَ وَقَدْ قِيلَ دَعْهَا عَنْكَ ‏\"‏ أَوْ نَحْوَهُ‏.‏",
    "english_text": "I married a woman and later on a woman came and said, \"I suckled you both.\" So, I went to the \nProphet (to ask him about it). He said, \"How can you (keep her as a wife) when it has been said (that \nyou were foster brother and sister)? Leave (divorce) her.",
    "explication": "‏ ‏قَوْلُهُ فِيهِ ( إِنِّي قَدْ أَرْضَعْتُكُمَا ) ‏ ‏زَادَ الدَّارَقُطْنِيّ مِنْ طَرِيقِ أَيُّوبَ عَنْ اِبْن أَبِي مُلَيْكَةَ \" فَدَخَلَتْ عَلَيْنَا اِمْرَأَة سَوْدَاء فَسَأَلَتْ فَأَبْطَأْنَا عَلَيْهَا فَقَالَتْ : تَصَدَّقُوا عَلَيَّ فَوَاَللَّهِ لَقَدْ أَرْضَعْتُكُمَا جَمِيعًا \" زَادَ اَلْبُخَارِيّ فِي اَلْعِلْمِ مِنْ طَرِيقِ عُمَر بْن سَعِيد عَنْ اِبْن أَبِي حُسَيْن عَنْ اِبْن أَبِي مُلَيْكَةَ \" فَقَالَ لَهَا عُقْبَة مَا أَرْضَعْتِنِي وَلَا أَخْبَرْتِنِي - أَيْ بِذَلِكَ - قَبْلَ اَلتَّزَوُّجِ \" زَادَ فِي \" بَاب إِذَا شَهِدَ بِشَيْءٍ فَقَالَ آخَر مَا عَلِمَتْ ذَلِكَ \" وَفِي اَلْعِلْمِ \" فَرَكِبَ إِلَى رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ فَسَأَلَهُ \" وَتَرْجَمَ عَلَيْهِ \" اَلرِّحْلَة فِي اَلْمَسْأَلَةِ اَلنَّازِلَةِ \" وَزَادَ فِي اَلنِّكَاحِ \" فَقَالَتْ لِي قَدْ أَرْضَعْتُكُمَا وَهِيَ كَاذِبَة \". ‏ ‏قَوْلُهُ : ( دَعْهَا عَنْك أَوْ نَحْوَهُ ) ‏ ‏فِي رِوَايَة اَلنِّكَاح \" دَعْهَا عَنْك \" حَسْبُ , زَادَ الدَّارَقُطْنِيّ فِي رِوَايَةِ أَيُّوبَ فِي آخِرِهِ \" لَا خَيْرَ لَك فِيهَا \" وَفِي اَلْبَابِ اَلَّذِي قَبْلَهُ \" فَنَهَاهُ عَنْهَا زَادَ فِي اَلْبَابِ اَلْمُشَارِ إِلَيْهِ مِنْ اَلشَّهَادَاتِ \" فَفَارَقَهَا وَنَكَحَتْ زَوْجًا غَيْره \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2661",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ وَأَفْهَمَنِي بَعْضَهُ أَحْمَدُ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، وَعَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ، وَعُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا، فَبَرَّأَهَا اللَّهُ مِنْهُ، قَالَ الزُّهْرِيُّ، وَكُلُّهُمْ حَدَّثَنِي طَائِفَةً مِنْ حَدِيثِهَا وَبَعْضُهُمْ أَوْعَى مِنْ بَعْضٍ، وَأَثْبَتُ لَهُ اقْتِصَاصًا، وَقَدْ وَعَيْتُ عَنْ كُلِّ وَاحِدٍ مِنْهُمُ الْحَدِيثَ الَّذِي حَدَّثَنِي عَنْ عَائِشَةَ، وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا‏.‏ زَعَمُوا أَنَّ عَائِشَةَ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَخْرُجَ سَفَرًا أَقْرَعَ بَيْنَ أَزْوَاجِهِ، فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا مَعَهُ، فَأَقْرَعَ بَيْنَنَا فِي غَزَاةٍ غَزَاهَا فَخَرَجَ سَهْمِي، فَخَرَجْتُ مَعَهُ بَعْدَ مَا أُنْزِلَ الْحِجَابُ، فَأَنَا أُحْمَلُ فِي هَوْدَجٍ وَأُنْزَلُ فِيهِ، فَسِرْنَا حَتَّى إِذَا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ غَزْوَتِهِ تِلْكَ، وَقَفَلَ وَدَنَوْنَا مِنَ الْمَدِينَةِ، آذَنَ لَيْلَةً بِالرَّحِيلِ، فَقُمْتُ حِينَ آذَنُوا بِالرَّحِيلِ، فَمَشَيْتُ حَتَّى جَاوَزْتُ الْجَيْشَ، فَلَمَّا قَضَيْتُ شَأْنِي أَقْبَلْتُ إِلَى الرَّحْلِ، فَلَمَسْتُ صَدْرِي، فَإِذَا عِقْدٌ لِي مِنْ جَزْعِ أَظْفَارٍ قَدِ انْقَطَعَ، فَرَجَعْتُ فَالْتَمَسْتُ عِقْدِي، فَحَبَسَنِي ابْتِغَاؤُهُ، فَأَقْبَلَ الَّذِينَ يَرْحَلُونَ لِي، فَاحْتَمَلُوا هَوْدَجِي فَرَحَلُوهُ عَلَى بَعِيرِي الَّذِي كُنْتُ أَرْكَبُ، وَهُمْ يَحْسِبُونَ أَنِّي فِيهِ، وَكَانَ النِّسَاءُ إِذْ ذَاكَ خِفَافًا لَمْ يَثْقُلْنَ وَلَمْ يَغْشَهُنَّ اللَّحْمُ، وَإِنَّمَا يَأْكُلْنَ الْعُلْقَةَ مِنَ الطَّعَامِ، فَلَمْ يَسْتَنْكِرِ الْقَوْمُ حِينَ رَفَعُوهُ ثِقَلَ الْهَوْدَجِ فَاحْتَمَلُوهُ وَكُنْتُ جَارِيَةً حَدِيثَةَ السِّنِّ، فَبَعَثُوا الْجَمَلَ وَسَارُوا، فَوَجَدْتُ عِقْدِي بَعْدَ مَا اسْتَمَرَّ الْجَيْشُ، فَجِئْتُ مَنْزِلَهُمْ وَلَيْسَ فِيهِ أَحَدٌ، فَأَمَمْتُ مَنْزِلِي الَّذِي كُنْتُ بِهِ فَظَنَنْتُ أَنَّهُمْ سَيَفْقِدُونِي فَيَرْجِعُونَ إِلَىَّ، فَبَيْنَا أَنَا جَالِسَةٌ غَلَبَتْنِي عَيْنَاىَ فَنِمْتُ، وَكَانَ صَفْوَانُ بْنُ الْمُعَطَّلِ السُّلَمِيُّ ثُمَّ الذَّكْوَانِيُّ مِنْ وَرَاءِ الْجَيْشِ، فَأَصْبَحَ عِنْدَ مَنْزِلِي فَرَأَى سَوَادَ إِنْسَانٍ نَائِمٍ فَأَتَانِي، وَكَانَ يَرَانِي قَبْلَ الْحِجَابِ فَاسْتَيْقَظْتُ بِاسْتِرْجَاعِهِ حِينَ أَنَاخَ رَاحِلَتَهُ، فَوَطِئَ يَدَهَا فَرَكِبْتُهَا فَانْطَلَقَ يَقُودُ بِي الرَّاحِلَةَ، حَتَّى أَتَيْنَا الْجَيْشَ بَعْدَ مَا نَزَلُوا مُعَرِّسِينَ فِي نَحْرِ الظَّهِيرَةِ، فَهَلَكَ مَنْ هَلَكَ، وَكَانَ الَّذِي تَوَلَّى الإِفْكَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ، فَقَدِمْنَا الْمَدِينَةَ فَاشْتَكَيْتُ بِهَا شَهْرًا، يُفِيضُونَ مِنْ قَوْلِ أَصْحَابِ الإِفْكِ، وَيَرِيبُنِي فِي وَجَعِي أَنِّي لاَ أَرَى مِنَ النَّبِيِّ صلى الله عليه وسلم اللُّطْفَ الَّذِي كُنْتُ أَرَى مِنْهُ حِينَ أَمْرَضُ، إِنَّمَا يَدْخُلُ فَيُسَلِّمُ ثُمَّ يَقُولُ ‏\"‏ كَيْفَ تِيكُمْ ‏\"‏‏.‏ لاَ أَشْعُرُ بِشَىْءٍ مِنْ ذَلِكَ حَتَّى نَقَهْتُ، فَخَرَجْتُ أَنَا وَأُمُّ مِسْطَحٍ قِبَلَ الْمَنَاصِعِ مُتَبَرَّزُنَا، لاَ نَخْرُجُ إِلاَّ لَيْلاً إِلَى لَيْلٍ، وَذَلِكَ قَبْلَ أَنْ نَتَّخِذَ الْكُنُفَ قَرِيبًا مِنْ بُيُوتِنَا، وَأَمْرُنَا أَمْرُ الْعَرَبِ الأُوَلِ فِي الْبَرِّيَّةِ أَوْ فِي التَّنَزُّهِ، فَأَقْبَلْتُ أَنَا وَأُمُّ مِسْطَحٍ بِنْتُ أَبِي رُهْمٍ نَمْشِي، فَعَثُرَتْ فِي مِرْطِهَا فَقَالَتْ تَعِسَ مِسْطَحٌ، فَقُلْتُ لَهَا بِئْسَ مَا قُلْتِ، أَتَسُبِّينَ رَجُلاً شَهِدَ بَدْرًا فَقَالَتْ يَا هَنْتَاهْ أَلَمْ تَسْمَعِي مَا قَالُوا فَأَخْبَرَتْنِي بِقَوْلِ أَهْلِ الإِفْكِ، فَازْدَدْتُ مَرَضًا إِلَى مَرَضِي، فَلَمَّا رَجَعْتُ إِلَى بَيْتِي دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ فَقَالَ ‏\"‏ كَيْفَ تِيكُمْ ‏\"‏‏.‏ فَقُلْتُ ائْذَنْ لِي إِلَى أَبَوَىَّ‏.‏ قَالَتْ وَأَنَا حِينَئِذٍ أُرِيدُ أَنْ أَسْتَيْقِنَ الْخَبَرَ مِنْ قِبَلِهِمَا، فَأَذِنَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُ أَبَوَىَّ فَقُلْتُ لأُمِّي مَا يَتَحَدَّثُ بِهِ النَّاسُ فَقَالَتْ يَا بُنَيَّةُ هَوِّنِي عَلَى نَفْسِكِ الشَّأْنَ، فَوَاللَّهِ لَقَلَّمَا كَانَتِ امْرَأَةٌ قَطُّ وَضِيئَةٌ عِنْدَ رَجُلٍ يُحِبُّهَا وَلَهَا ضَرَائِرُ إِلاَّ أَكْثَرْنَ عَلَيْهَا‏.‏ فَقُلْتُ سُبْحَانَ اللَّهِ وَلَقَدْ يَتَحَدَّثُ النَّاسُ بِهَذَا قَالَتْ فَبِتُّ تِلْكَ اللَّيْلَةَ حَتَّى أَصْبَحْتُ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ، ثُمَّ أَصْبَحْتُ فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ حِينَ اسْتَلْبَثَ الْوَحْىُ، يَسْتَشِيرُهُمَا فِي فِرَاقِ أَهْلِهِ، فَأَمَّا أُسَامَةُ فَأَشَارَ عَلَيْهِ بِالَّذِي يَعْلَمُ فِي نَفْسِهِ مِنَ الْوُدِّ لَهُمْ، فَقَالَ أُسَامَةُ أَهْلُكَ يَا رَسُولَ اللَّهِ وَلاَ نَعْلَمُ وَاللَّهِ إِلاَّ خَيْرًا، وَأَمَّا عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ يَا رَسُولَ اللَّهِ لَمْ يُضَيِّقِ اللَّهُ عَلَيْكَ وَالنِّسَاءُ سِوَاهَا كَثِيرٌ، وَسَلِ الْجَارِيَةَ تَصْدُقْكَ‏.‏ فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَرِيرَةَ فَقَالَ ‏\"‏ يَا بَرِيرَةُ هَلْ رَأَيْتِ فِيهَا شَيْئًا يَرِيبُكِ ‏\"‏‏.‏ فَقَالَتْ بَرِيرَةُ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ، إِنْ رَأَيْتُ مِنْهَا أَمْرًا أَغْمِصُهُ عَلَيْهَا أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنِ الْعَجِينَ فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ‏.‏ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ يَوْمِهِ، فَاسْتَعْذَرَ مِنْ عَبْدِ اللَّهِ بْنِ أُبَىٍّ ابْنِ سَلُولَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ يَعْذِرُنِي مِنْ رَجُلٍ بَلَغَنِي أَذَاهُ فِي أَهْلِي، فَوَاللَّهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلاَّ خَيْرًا، وَقَدْ ذَكَرُوا رَجُلاً مَا عَلِمْتُ عَلَيْهِ إِلاَّ خَيْرًا، وَمَا كَانَ يَدْخُلُ عَلَى أَهْلِي إِلاَّ مَعِي ‏\"‏‏.‏ فَقَامَ سَعْدُ بْنُ مُعَاذٍ فَقَالَ يَا رَسُولَ اللَّهِ أَنَا وَاللَّهِ أَعْذِرُكَ مِنْهُ، إِنْ كَانَ مِنَ الأَوْسِ ضَرَبْنَا عُنُقَهُ، وَإِنْ كَانَ مِنْ إِخْوَانِنَا مِنَ الْخَزْرَجِ أَمَرْتَنَا فَفَعَلْنَا فِيهِ أَمْرَكَ‏.‏ فَقَامَ سَعْدُ بْنُ عُبَادَةَ وَهُوَ سَيِّدُ الْخَزْرَجِ، وَكَانَ قَبْلَ ذَلِكَ رَجُلاً صَالِحًا وَلَكِنِ احْتَمَلَتْهُ الْحَمِيَّةُ فَقَالَ كَذَبْتَ لَعَمْرُ اللَّهِ، لاَ تَقْتُلُهُ وَلاَ تَقْدِرُ عَلَى ذَلِكَ، فَقَامَ أُسَيْدُ بْنُ الْحُضَيْرِ فَقَالَ كَذَبْتَ لَعَمْرُ اللَّهِ، وَاللَّهِ لَنَقْتُلَنَّهُ، فَإِنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ الْمُنَافِقِينَ‏.‏ فَثَارَ الْحَيَّانِ الأَوْسُ وَالْخَزْرَجُ حَتَّى هَمُّوا، وَرَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ فَنَزَلَ فَخَفَّضَهُمْ حَتَّى سَكَتُوا وَسَكَتَ، وَبَكَيْتُ يَوْمِي لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ، فَأَصْبَحَ عِنْدِي أَبَوَاىَ، قَدْ بَكَيْتُ لَيْلَتَيْنِ وَيَوْمًا حَتَّى أَظُنُّ أَنَّ الْبُكَاءَ فَالِقٌ كَبِدِي ـ قَالَتْ ـ فَبَيْنَا هُمَا جَالِسَانِ عِنْدِي وَأَنَا أَبْكِي إِذِ اسْتَأْذَنَتِ امْرَأَةٌ مِنَ الأَنْصَارِ فَأَذِنْتُ لَهَا، فَجَلَسَتْ تَبْكِي مَعِي، فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَلَسَ، وَلَمْ يَجْلِسْ عِنْدِي مِنْ يَوْمِ قِيلَ فِيَّ مَا قِيلَ قَبْلَهَا، وَقَدْ مَكُثَ شَهْرًا لاَ يُوحَى إِلَيْهِ فِي شَأْنِي شَىْءٌ ـ قَالَتْ ـ فَتَشَهَّدَ ثُمَّ قَالَ ‏\"‏ يَا عَائِشَةُ فَإِنَّهُ بَلَغَنِي عَنْكِ كَذَا وَكَذَا، فَإِنْ كُنْتِ بَرِيئَةً فَسَيُبَرِّئُكِ اللَّهُ، وَإِنْ كُنْتِ أَلْمَمْتِ فَاسْتَغْفِرِي اللَّهَ وَتُوبِي إِلَيْهِ، فَإِنَّ الْعَبْدَ إِذَا اعْتَرَفَ بِذَنْبِهِ ثُمَّ تَابَ تَابَ اللَّهُ عَلَيْهِ ‏\"‏‏.‏ فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم مَقَالَتَهُ قَلَصَ دَمْعِي حَتَّى مَا أُحِسُّ مِنْهُ قَطْرَةً وَقُلْتُ لأَبِي أَجِبْ عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم‏.‏ قَالَ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَقُلْتُ لأُمِّي أَجِيبِي عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم فِيمَا قَالَ‏.‏ قَالَتْ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ قَالَتْ وَأَنَا جَارِيَةٌ حَدِيثَةُ السِّنِّ لاَ أَقْرَأُ كَثِيرًا مِنَ الْقُرْآنِ فَقُلْتُ إِنِّي وَاللَّهِ لَقَدْ عَلِمْتُ أَنَّكُمْ سَمِعْتُمْ مَا يَتَحَدَّثُ بِهِ النَّاسُ، وَوَقَرَ فِي أَنْفُسِكُمْ وَصَدَّقْتُمْ بِهِ، وَلَئِنْ قُلْتُ لَكُمْ إِنِّي بَرِيئَةٌ‏.‏ وَاللَّهُ يَعْلَمُ إِنِّي لَبَرِيئَةٌ لاَ تُصَدِّقُونِي بِذَلِكَ، وَلَئِنِ اعْتَرَفْتُ لَكُمْ بِأَمْرٍ، وَاللَّهُ يَعْلَمُ أَنِّي بَرِيئَةٌ لَتُصَدِّقُنِّي وَاللَّهِ مَا أَجِدُ لِي وَلَكُمْ مَثَلاً إِلاَّ أَبَا يُوسُفَ إِذْ قَالَ ‏{‏فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ‏}‏ ثُمَّ تَحَوَّلْتُ عَلَى فِرَاشِي، وَأَنَا أَرْجُو أَنْ يُبَرِّئَنِي اللَّهُ، وَلَكِنْ وَاللَّهِ مَا ظَنَنْتُ أَنْ يُنْزِلَ فِي شَأْنِي وَحْيًا، وَلأَنَا أَحْقَرُ فِي نَفْسِي مِنْ أَنْ يُتَكَلَّمَ بِالْقُرْآنِ فِي أَمْرِي، وَلَكِنِّي كُنْتُ أَرْجُو أَنْ يَرَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللَّهُ، فَوَاللَّهِ مَا رَامَ مَجْلِسَهُ وَلاَ خَرَجَ أَحَدٌ مِنْ أَهْلِ الْبَيْتِ حَتَّى أُنْزِلَ عَلَيْهِ، فَأَخَذَهُ مَا كَانَ يَأْخُذُهُ مِنَ الْبُرَحَاءِ، حَتَّى إِنَّهُ لَيَتَحَدَّرُ مِنْهُ مِثْلُ الْجُمَانِ مِنَ الْعَرَقِ فِي يَوْمٍ شَاتٍ، فَلَمَّا سُرِّيَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ يَضْحَكُ، فَكَانَ أَوَّلَ كَلِمَةٍ تَكَلَّمَ بِهَا أَنْ قَالَ لِي ‏\"‏ يَا عَائِشَةُ، احْمَدِي اللَّهَ فَقَدْ بَرَّأَكِ اللَّهُ ‏\"‏‏.‏ فَقَالَتْ لِي أُمِّي قُومِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَقُلْتُ لاَ وَاللَّهِ، لاَ أَقُومُ إِلَيْهِ، وَلاَ أَحْمَدُ إِلاَّ اللَّهَ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ‏}‏ الآيَاتِ، فَلَمَّا أَنْزَلَ اللَّهُ هَذَا فِي بَرَاءَتِي قَالَ أَبُو بَكْرٍ الصِّدِّيقُ ـ رضى الله عنه ـ وَكَانَ يُنْفِقُ عَلَى مِسْطَحِ بْنِ أُثَاثَةَ لِقَرَابَتِهِ مِنْهُ وَاللَّهِ لاَ أُنْفِقُ عَلَى مِسْطَحٍ شَيْئًا أَبَدًا بَعْدَ مَا قَالَ لِعَائِشَةَ‏.‏ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏وَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ‏}‏ إِلَى قَوْلِهِ ‏{‏غَفُورٌ رَحِيمٌ‏}‏ فَقَالَ أَبُو بَكْرٍ بَلَى، وَاللَّهِ إِنِّي لأُحِبُّ أَنْ يَغْفِرَ اللَّهُ لِي، فَرَجَعَ إِلَى مِسْطَحٍ الَّذِي كَانَ يُجْرِي عَلَيْهِ‏.‏ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَسْأَلُ زَيْنَبَ بِنْتَ جَحْشٍ عَنْ أَمْرِي، فَقَالَ ‏\"‏ يَا زَيْنَبُ، مَا عَلِمْتِ مَا رَأَيْتِ ‏\"‏‏.‏ فَقَالَتْ يَا رَسُولَ اللَّهِ، أَحْمِي سَمْعِي وَبَصَرِي، وَاللَّهِ مَا عَلِمْتُ عَلَيْهَا إِلاَّ خَيْرًا، قَالَتْ وَهْىَ الَّتِي كَانَتْ تُسَامِينِي، فَعَصَمَهَا اللَّهُ بِالْوَرَعِ‏.‏   قَالَ وَحَدَّثَنَا فُلَيْحٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، وَعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، مِثْلَهُ‏.‏ قَالَ وَحَدَّثَنَا فُلَيْحٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، وَيَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، مِثْلَهُ‏.‏",
    "english_text": "(the wife of the Prophet) \"Whenever Allah's Messenger (ﷺ) intended to go on a journey, he would draw lots \namongst his wives and would take with him the one upon whom the lot fell. During a Ghazwa of his, \nhe drew lots amongst us and the lot fell upon me, and I proceeded with him after Allah had decreed \nthe use of the veil by women. I was carried in a Howdah (on the camel) and dismounted while still in \nit. When Allah's Messenger (ﷺ) was through with his Ghazwa and returned home, and we approached the \ncity of Medina, Allah's Messenger (ﷺ) ordered us to proceed at night. When the order of setting off was \ngiven, I walked till I was past the army to answer the call of nature. After finishing I returned (to the \ncamp) to depart (with the others) and suddenly realized that my necklace over my chest was missing. \nSo, I returned to look for it and was delayed because of that. The people who used to carry me on the \ncamel, came to my Howdah and put it on the back of the camel, thinking that I was in it, as, at that \ntime, women were light in weight, and thin and lean, and did not use to eat much. So, those people did \nnot feel the difference in the heaviness of the Howdah while lifting it, and they put it over the camel. \nAt that time I was a young lady. They set the camel moving and proceeded on. I found my necklace \nafter the army had gone, and came to their camp to find nobody. So, I went to the place where I used \nto stay, thinking that they would discover my absence and come back in my search. While in that \nstate, I felt sleepy and slept. \nSafwan bin Mu'attal As-Sulami Adh-Dhakwani was behind the army and reached my abode in the \nmorning. When he saw a sleeping person, he came to me, and he used to see me before veiling. So, I \ngot up when I heard him saying, \"Inna lil-lah-wa inn a ilaihi rajiun (We are for Allah, and we will \nreturn to Him).\" He made his camel knell down. He got down from his camel, and put his leg on the \nfront legs of the camel and then I rode and sat over it. Safwan set out walking, leading the camel by \nthe rope till we reached the army who had halted to take rest at midday. Then whoever was meant for \ndestruction, fell into destruction, (some people accused me falsely) and the leader of the false accusers \nwas `Abdullah bin Ubai bin Salul. After that we returned to Medina, and I became ill for one month \nwhile the people were spreading the forged statements of the false accusers. I was feeling during my \nailment as if I were not receiving the usual kindness from the Prophet (ﷺ) which I used to receive from \nhim when I got sick. But he would come, greet and say, 'How is that (girl)?' I did not know anything \nof what was going on till I recovered from my ailment and went out with Um Mistah to the Manasi \nwhere we used to answer the call of nature, and we used not to go to answer the call of nature except \nfrom night to night and that was before we had lavatories near to our houses. And this habit of ours \nwas similar to the habit of the old 'Arabs in the open country (or away from houses). So. I and Um \nMistah bint Ruhm went out walking. Um Mistah stumbled because of her long dress and on that she \nsaid, 'Let Mistah be ruined.' I said, 'You are saying a bad word. Why are you abusing a man who took \npart in (the battle of) Badr?' She said, 'O Hanata (you there) didn't you hear what they said?' Then she \ntold me the rumors of the false accusers. \nMy sickness was aggravated, and when I returned home, Allah's Messenger (ﷺ) came to me, and after \ngreeting he said, 'How is that (girl)?' I requested him to allow me to go to my parents. I wanted then to \nbe sure of the news through them I Allah's Messenger (ﷺ) allowed me, and I went to my parents and asked \nmy mother, 'What are the people talking about?' She said, 'O my daughter! Don't worry much about \nthis matter. By Allah, never is there a charming woman loved by her husband who has other wives, \nbut the women would forge false news about her.' I said, 'Glorified be Allah! Are the people really \ntaking of this matter?' That night I kept on weeping and could not sleep till morning. In the morning \nAllah's Messenger (ﷺ) called `Ali bin Abu Talib and Usama bin Zaid when he saw the Divine Inspiration \ndelayed, to consul them about divorcing his wife (i.e. `Aisha). Usama bin Zaid said what he knew of \nthe good reputation of his wives and added, 'O Allah's Messenger (ﷺ)! Keep you wife, for, by Allah, we \nknow nothing about her but good.' `Ali bin Abu Talib said, 'O Allah's Messenger (ﷺ)! Allah has no imposed \nrestrictions on you, and there are many women other than she, yet you may ask the woman-servant \nwho will tell you the truth.' On that Allah's Messenger (ﷺ) called Barirah and said, 'O Barirah. Did you ever \nsee anything which roused your suspicions about her?' Barirah said, 'No, by Allah Who has sent you \nwith the Truth, I have never seen in her anything faulty except that she is a girl of immature age, who \nsometimes sleeps and leaves the dough for the goats to eat.' On that day Allah's Messenger (ﷺ) ascended the \npulpit and requested that somebody support him in punishing `Abdullah bin Ubai bin Salul. Allah's \nApostle said, 'Who will support me to punish that person (`Abdullah bin Ubai bin Salul) who has hurt \nme by slandering the reputation of my family? By Allah, I know nothing about my family but good, \nand they have accused a person about whom I know nothing except good, and he never entered my \nhouse except in my company.' \nSa`d bin Mu`adh got up and said, 'O Allah's Messenger (ﷺ)! by Allah, I will relieve you from him. If that \nman is from the tribe of the Aus, then we will chop his head off, and if he is from our brothers, the \nKhazraj, then order us, and we will fulfill your order.' On that Sa`d bin 'Ubada, the chief of the \nKhazraj and before this incident, he had been a pious man, got up, motivated by his zeal for his tribe \nand said, 'By Allah, you have told a lie; you cannot kill him, and you will never be able to kill him.' \nOn that Usaid bin Al-Hadir got up and said (to Sa`d bin 'Ubada), 'By Allah! you are a liar. By Allah, \nwe will kill him; and you are a hypocrite, defending the hypocrites.' On this the two tribes of Aus and \nKhazraj got excited and were about to fight each other, while Allah's Messenger (ﷺ) was standing on the \npulpit. He got down and quieted them till they became silent and he kept quiet. On that day I kept on \nweeping so much so that neither did my tears stop, nor could I sleep. \nIn the morning my parents were with me and I had wept for two nights and a day, till I thought my \nliver would burst from weeping. While they were sitting with me and I was weeping, an Ansari \nwoman asked my permission to enter, and I allowed her to come in. She sat down and started weeping \nwith me. While we were in this state, Allah's Messenger (ﷺ) came and sat down and he had never sat with me \nsince the day they forged the accusation. No revelation regarding my case came to him for a month. \nHe recited Tashah-hud (i.e. None has the right to be worshipped but Allah and Muhammad is His \nApostle) and then said, 'O `Aisha! I have been informed such-and-such about you; if you are innocent, \nthen Allah will soon reveal your innocence, and if you have committed a sin, then repent to Allah and \nask Him to forgive you, for when a person confesses his sin and asks Allah for forgiveness, Allah \naccepts his repentance.' When Allah's Messenger (ﷺ) finished his speech my tears ceased completely and \nthere remained not even a single drop of it. I requested my father to reply to Allah's Messenger (ﷺ) on my \nbehalf. My father said, By Allah, I do not know what to say to Allah's Messenger (ﷺ).' I said to my mother, \n'Talk to Allah's Messenger (ﷺ) on my behalf.' She said, 'By Allah, I do not know what to say to Allah's \nApostle. \nI was a young girl and did not have much knowledge of the Qur'an. I said. 'I know, by Allah, that you \nhave listened to what people are saying and that has been planted in your minds and you have taken it \nas a truth. Now, if I told you that I am innocent and Allah knows that I am innocent, you would not \nbelieve me and if I confessed to you falsely that I am guilty, and Allah knows that I am innocent you \nwould believe me. By Allah, I don't compare my situation with you except to the situation of Joseph's \nfather (i.e. Jacob) who said, 'So (for me) patience is most fitting against that which you assert and it is \nAllah (Alone) whose help can be sought.' Then I turned to the other side of my bed hoping that Allah \nwould prove my innocence. By Allah I never thought that Allah would reveal Divine Inspiration in \nmy case, as I considered myself too inferior to be talked of in the Holy Qur'an. I had hoped that \nAllah's Messenger (ﷺ) might have a dream in which Allah would prove my innocence. By Allah, Allah's \nApostle had not got up and nobody had left the house before the Divine Inspiration came to Allah's \nApostle. So, there overtook him the same state which used to overtake him, (when he used to have, on \nbeing inspired divinely). He was sweating so much so that the drops of the sweat were dropping like \npearls though it was a (cold) wintry day. When that state of Allah's Messenger (ﷺ) was over, he was smiling \nand the first word he said, `Aisha! Thank Allah, for Allah has declared your innocence.' My mother \ntold me to go to Allah's Messenger (ﷺ) . I replied, 'By Allah I will not go to him and will not thank but Allah.' \nSo Allah revealed: \"Verily! They who spread the slander are a gang among you . . .\" (24.11) \nWhen Allah gave the declaration of my Innocence, Abu Bakr, who used to provide for Mistah bin \nUthatha for he was his relative, said, 'By Allah, I will never provide Mistah with anything because of \nwhat he said about Aisha.' But Allah later revealed: -- \n\"And let not those who are good and wealthy among you swear not to help their kinsmen, those in \nneed and those who left their homes in Allah's Cause. Let them forgive and overlook. Do you not wish \nthat Allah should forgive you? Verily! Allah is Oft-forgiving, Most Merciful.\" (24.22) After that Abu \nBakr said, 'Yes ! By Allah! I like that Allah should forgive me,' and resumed helping Mistah whom he \nused to help before. \nAllah's Messenger (ﷺ) also asked Zainab bint Jahsh (i.e. the Prophet's wife about me saying, 'What do you \nknow and what did you see?' She replied, 'O Allah's Messenger (ﷺ)! I refrain to claim hearing or seeing what \nI have not heard or seen. By Allah, I know nothing except goodness about Aisha.\" Aisha further added \n\"Zainab was competing with me (in her beauty and the Prophet's love), yet Allah protected her (from \nbeing malicious), for she had piety.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو الْوَلِيدِ ) ‏ ‏هُوَ الطَّيَالِسِيّ. ‏ ‏قَوْله : ( مِنْ جَنَابَةٍ ) ‏ ‏لِلْكُشْمِيهَنِيّ \" مِنْ الْجَنَابَةِ \" أَيْ لِأَجْلِ الْجَنَابَةِ. ‏ ‏قَوْله : ( وَعَنْ عَبْد الرَّحْمَن بْن الْقَاسِم ) ‏ ‏هُوَ مَعْطُوفٌ عَلَى قَوْلِهِ \" شُعْبَة عَنْ أَبِي بَكْر بْن حَفْص \" فَلِشُعْبَةَ فِيهِ إِسْنَادَانِ إِلَى عَائِشَة حَدَّثَهُ أَحَد شَيْخَيْهِ بِهِ عَنْ عُرْوَة وَالْآخَر عَنْ الْقَاسِمِ وَقَدْ وَهِمَ مَنْ زَعَمَ أَنَّ رِوَايَة عَبْد الرَّحْمَن مُعَلَّقَة وَقَدْ أَخْرَجَهَا أَبُو نُعَيْمٍ وَالْبَيْهَقِيّ مِنْ طَرِيقِ أَبِي الْوَلِيدِ بِالْإِسْنَادَيْنِ وَقَالَا : أَخْرَجَهُ الْبُخَارِيّ بِالْإِسْنَادَيْنِ جَمِيعًا , وَكَذَا قَالَ أَبُو مَسْعُود وَغَيْره فِي الْأَطْرَافِ. ‏ ‏) ‏ ‏قَوْله : ( مِثْلهُ ) ‏ ‏أَيْ مِثْل الْمَتْنِ الْمَذْكُورِ وَلِلْأَصِيلِيّ \" بِمِثْلِهِ \" بِزِيَادَةِ مُوَحَّدَةٍ فِي أَوَّلِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2662",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ أَخْبَرَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا خَالِدٌ الْحَذَّاءُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ قَالَ  أَثْنَى رَجُلٌ عَلَى رَجُلٍ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ وَيْلَكَ قَطَعْتَ عُنُقَ صَاحِبِكَ قَطَعْتَ عُنُقَ صَاحِبِكَ مِرَارًا ثُمَّ قَالَ مَنْ كَانَ مِنْكُمْ مَادِحًا أَخَاهُ لَا مَحَالَةَ فَلْيَقُلْ أَحْسِبُ فُلَانًا وَاللَّهُ حَسِيبُهُ وَلَا أُزَكِّي عَلَى اللَّهِ أَحَدًا أَحْسِبُهُ كَذَا وَكَذَا إِنْ كَانَ يَعْلَمُ ذَلِكَ مِنْهُ",
    "english_text": "A man praised another man in front of the Prophet (ﷺ) . The Prophet (ﷺ) said to him, \"Woe to you, you have \ncut off your companion's neck, you have cut off your companion's neck,\" repeating it several times \nand then added, \"Whoever amongst you has to praise his brother should say, 'I think that he is so and \nso, and Allah knows exactly the truth, and I do not confirm anybody's good conduct before Allah, but \nI think him so and so,' if he really knows what he says about him.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَثْنَى رَجُلٌ عَلَى رَجُلٍ ) ‏ ‏يَحْتَمِلُ أَنْ يُفَسَّرَ اَلْمُثْنِي بِمِحْجَن بْن اَلْأَدْرَعِ اَلْأَسْلَمِيّ , وَحَدِيثُهُ بِذَلِكَ عِنْد اَلطَّبَرَانِيّ وَأَحْمَد وَإِسْحَاق , وَعِنْدَ إِسْحَاق فِيهِ زِيَادَة مِنْ وَجْهٍ آخَرَ قَدْ يُفَسَّرُ مِنْهَا اَلْمُثْنَى عَلَيْهِ بِأَنَّهُ عَبْد اَللَّه ذُو اَلنِّجَادَيْنِ وَسَيَأْتِي بَيَانُ ذَلِكَ فِي كِتَابِ اَلْأَدَبِ مَعَ تَمَامِ اَلْكَلَامِ عَلَى حَدِيثِ أَبِي بَكْرَةَ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2663",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ صَبَّاحٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يُثْنِي عَلَى رَجُلٍ، وَيُطْرِيهِ فِي مَدْحِهِ فَقَالَ ‏\n\"‏ أَهْلَكْتُمْ ـ أَوْ قَطَعْتُمْ ـ ظَهْرَ الرَّجُلِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) heard someone praising another and exaggerating in his praise. The Prophet (ﷺ) said, \"You \nhave ruined or cut the man's back (by praising him so much).",
    "explication": "‏ ‏قَوْلُهُ : \" يُطْرِيه \" ‏ ‏بِضَمِّ أَوَّله , وَالْإِطْرَاءُ مَدْح اَلشَّخْصِ بِزِيَادَةٍ عَلَى مَا فِيهِ. ‏ ‏قَوْلُهُ : ( أَهْلَكْتُمْ أَوْ قَطَعْتُمْ ) ‏ ‏شَكّ مِنْ اَلرَّاوِي وَلَيْسَ فِي اَلْحَدِيثِ مَا زَادَهُ فِي اَلتَّرْجَمَةِ مِنْ قَوْلِهِ : \" وَلْيَقُلْ مَا يَعْلَمُ \" وَكَأَنَّهُ ذَهَبَ إِلَى اِتِّحَاد حَدِيثَيْ أَبِي بَكْرَةَ وَأَبِي مُوسَى وَقَدْ قَالَ فِي حَدِيثِ أَبِي بَكْرَةَ : إِنْ كَانَ يَعْلَمُ ذَلِكَ مِنْهُ \" وَاَللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2664",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، قَالَ حَدَّثَنِي ابْنُ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَرَضَهُ يَوْمَ أُحُدٍ وَهْوَ ابْنُ أَرْبَعَ عَشْرَةَ سَنَةً، فَلَمْ يُجِزْنِي، ثُمَّ عَرَضَنِي يَوْمَ الْخَنْدَقِ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ فَأَجَازَنِي‏.‏ قَالَ نَافِعٌ فَقَدِمْتُ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهْوَ خَلِيفَةٌ، فَحَدَّثْتُهُ هَذَا الْحَدِيثَ، فَقَالَ إِنَّ هَذَا لَحَدٌّ بَيْنَ الصَّغِيرِ وَالْكَبِيرِ‏.‏ وَكَتَبَ إِلَى عُمَّالِهِ أَنْ يَفْرِضُوا لِمَنْ بَلَغَ خَمْسَ عَشْرَةَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) called me to present myself in front of him or the eve of the battle of Uhud, while I \nwas fourteen years of age at that time, and he did not allow me to take part in that battle, but he called \nme in front of him on the eve of the battle of the Trench when I was fifteen years old, and he allowed \nme (to join the battle).\" Nafi` said, \"I went to `Umar bin `Abdul `Aziz who was Caliph at that time and \nrelated the above narration to him, He said, \"This age (fifteen) is the limit between childhood and \nmanhood,\" and wrote to his governors to give salaries to those who reached the age of fifteen.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عُبَيْد اللَّه بْن سَعِيد ) ‏ ‏كَذَا فِي جَمِيع الْأُصُول عُبَيْد اللَّه بِالتَّصْغِيرِ , وَهُوَ أَبُو قُدَامَةَ السَّرَخْسِيّ , وَوَقَعَ بِخَطِّ اِبْن الْعُكْلِيّ الْحَافِظ عُبَيْد بْن إِسْمَاعِيل وَبِذَلِكَ جَزَمَ الْبَيْهَقِيُّ فِي الْخِلَافِيَّات فَأَخْرَجَ الْحَدِيث مِنْ طَرِيق مُحَمَّد بْن الْحُسَيْن الْخَثْعَمِيُّ عَنْ عُبَيْد بْن إِسْمَاعِيل ثُمَّ قَالَ : أَخْرَجَهُ الْبُخَارِيّ عَنْ عُبَيْد اللَّه بْن إِسْمَاعِيل. قُلْت : وَهُوَ مَعْرُوف بِالرِّوَايَةِ عَنْ أَبِي أُسَامَة , وَقَدْ أَخْرَجَ النَّسَائِيُّ هَذَا الْحَدِيث عَنْ أَبِي قُدَامَةَ السَّرَخْسِيّ فَقَالَ : \" عَنْ يَحْيَى بْن سَعِيد الّقَطَّانُ \" بَدَل أَبِي أُسَامَة فَهَذَا يُرَجِّح مَا قَالَ الْبَيْهَقِيُّ. ‏ ‏قَوْله : ( أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَرَضَهُ يَوْم أُحُد وَهُوَ اِبْن أَرْبَع عَشْرَة سَنَة فَلَمْ يُجِزْنِي ) ‏ ‏فِيهِ اِلْتِفَات أَوْ تَجْرِيد إِذْ كَانَ السِّيَاق يَقْتَضِي أَنْ يَقُول فَلَمْ يُجِزْهُ لَكِنَّهُ اِلْتَفَتَ , أَوْ جَرَّدَ مِنْ نَفْسه أَوَّلًا شَخْصًا فَعَبَّرَ عَنْهُ بِالْمَاضِي ثُمَّ اِلْتَفَتَ فَقَالَ : \" عَرَضَنِي \" وَوَقَعَ فِي رِوَايَة يَحْيَى الْقَطَّانِ عَنْ عُبَيْد اللَّه بْن عُمَر كَمَا سَيَأْتِي فِي الْمَغَازِي \" فَلَمْ يُجِزْهُ \" وَفِي رِوَايَة مُسْلِم عَنْ اِبْن نُمَيْر عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عُمَر \" عَرَضَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم أُحُد فِي الْقِتَال فَلَمْ يُجِزْنِي \" وَقَوْله : \" فَلَمْ يُجِزْنِي \" بِضَمِّ أَوَّله مِنْ الْإِجَازَة , وَفِي رِوَايَة اِبْن إِدْرِيس وَغَيْره عَنْ عُبَيْد اللَّه عِنْد مُسْلِم \" فَاسْتَصْغَرَنِي \". ‏ ‏قَوْله : ( ثُمَّ عَرَضَنِي يَوْم الْخَنْدَق وَأَنَا اِبْن خَمْس عَشْرَة سَنَة فَأَجَازَنِي ) ‏ ‏لَمْ تَخْتَلِف الرُّوَاة عَنْ عُبَيْد اللَّه بْن عُمَر فِي ذَلِكَ وَهُوَ الِاقْتِصَار عَلَى ذِكْر أُحُد وَالْخَنْدَق , وَكَذَا أَخْرَجَهُ اِبْن حِبَّان مِنْ طَرِيق مَالِك عَنْ نَافِع , وَأَخْرَجَهُ اِبْن سَعْد فِي الطَّبَقَات عَنْ يَزِيد بْن هَارُون عَنْ أَبِي مَعْشَر عَنْ نَافِع عَنْ اِبْن عُمَر فَزَادَ فِيهِ ذِكْر بَدْر وَلَفْظه \" عُرِضْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم بَدْر وَأَنَا اِبْن ثَلَاث عَشْرَة فَرَدَّنِي , وَعُرِضْت عَلَيْهِ يَوْم أُحُد \" الْحَدِيث , قَالَ اِبْن سَعْد : قَالَ يَزِيد بْن هَارُون يَنْبَغِي أَنْ يَكُون فِي الْخَنْدَق اِبْن سِتّ عَشْرَة سَنَة ا ه , وَهُوَ أَقْدَم مَنْ نَعْرِفهُ اِسْتَشْكَلَ قَوْل اِبْن عُمَر هَذَا , وَإِنَّمَا بَنَاهُ عَلَى قَوْل اِبْن إِسْحَاق , وَأَكْثَر أَهْل السِّيَر أَنَّ الْخَنْدَق كَانَتْ فِي سَنَة خَمْس مِنْ الْهِجْرَة وَإِنْ اِخْتَلَفُوا فِي تَعْيِين شَهْرهَا كَمَا سَيَأْتِي فِي الْمَغَازِي , وَاتَّفَقُوا عَلَى أَنَّ أُحُدًا كَانَتْ فِي شَوَّال سَنَة ثَلَاث , وَإِذَا كَانَ كَذَلِكَ جَاءَ مَا قَالَ يَزِيد أَنَّهُ يَكُون حِينَئِذٍ اِبْن سِتّ عَشْرَة سَنَة , لَكِنَّ الْبُخَارِيّ جَنَحَ إِلَى قَوْل مُوسَى بْن عُقْبَةَ فِي الْمَغَازِي أَنَّ الْخَنْدَق كَانَتْ فِي شَوَّال سَنَة أَرْبَع , وَقَدْ رَوَى يَعْقُوب بْن سُفْيَان فِي تَارِيخه وَمِنْ طَرِيقه الْبَيْهَقِيُّ عَنْ عُرْوَة نَحْو قَوْل مُوسَى بْن عُقْبَةَ , وَعَنْ مَالِك الْجَزْم بِذَلِكَ , وَعَلَى هَذَا لَا إِشْكَال , لَكِنْ اِتَّفَقَ أَهْل الْمَغَازِي عَلَى أَنَّ الْمُشْرِكِينَ لَمَّا تَوَجَّهُوا فِي أُحُد نَادَوْا الْمُسْلِمِينَ : مَوْعِدكُمْ الْعَام الْمُقْبِل بَدْر , وَأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَيْهَا مِنْ السَّنَة الْمُقْبِلَة فِي شَوَّال فَلَمْ يَجِد بِهَا أَحَدًا , وَهَذِهِ هِيَ الَّتِي تُسَمَّى \" بَدْر الْمَوْعِد \" وَلَمْ يَقَع بِهَا قِتَال فَتَعَيَّنَ مَا قَالَ اِبْن إِسْحَاق إِنَّ الْخَنْدَق كَانَتْ فِي سَنَة خَمْس فَيَحْتَاج حِينَئِذٍ إِلَى الْجَوَاب عَنْ الْإِشْكَال , وَقَدْ أَجَابَ عَنْهُ الْبَيْهَقِيُّ وَغَيْره بِأَنَّ قَوْل اِبْن عُمَر \" عُرِضْت يَوْم أُحُد وَأَنَا اِبْن أَرْبَع عَشْرَة \" أَيْ دَخَلْت فِيهَا , وَأَنَّ قَوْله : \" عُرِضْت يَوْم الْخَنْدَق وَأَنَا اِبْن خَمْس عَشْرَة \" أَيْ تَجَاوَزْتهَا فَأَلْغَى الْكَسْر فِي الْأُولَى وَجَبَرَهُ فِي الثَّانِيَة , وَهُوَ شَائِع مَسْمُوع فِي كَلَامهمْ , وَبِهِ يَرْتَفِع الْإِشْكَال الْمَذْكُور وَهُوَ أَوْلَى مِنْ التَّرْجِيح وَاَللَّه أَعْلَم. ‏ ‏( تَنْبِيهَانِ ) : ‏ ‏الْأَوَّل زَعَمَ اِبْن التِّين أَنَّهُ وَرَدَ فِي بَعْض الرِّوَايَات أَنَّ عَرْض اِبْن عُمَر كَانَ بِبَدْرٍ فَلَمْ يُجِزْهُ ثُمَّ بِأُحُدٍ فَأَجَازَهُ , قَالَ : وَفِي رِوَايَة عُرِضَ يَوْم أُحُد وَهُوَ اِبْن ثَلَاث عَشْرَة فَلَمْ يُجِزْهُ وَعُرِضَ يَوْم الْخَنْدَق وَهُوَ اِبْن أَرْبَع عَشْرَة سَنَة فَأَجَازَهُ , وَلَا وُجُود لِذَلِكَ , وَإِنَّمَا وُجِدَ مَا أَشَرْت إِلَيْهِ عَنْ اِبْن سَعْد أَخْرَجَهُ الْبَيْهَقِيُّ مِنْ وَجْه آخَر عَنْ أَبِي مَعْشَر , وَأَبُو مَعْشَر مَعَ ضَعْفه لَا يُخَالِف مَا زَادَهُ مِنْ ذِكْر بَدْر مَا رَوَاهُ الثِّقَات بَلْ يُوَافِقهُمْ. ‏ ‏الثَّانِي زَعَمَ اِبْن نَاصِر أَنَّهُ وَقَعَ فِي \" الْجَمْع \" لِلْحُمَيْدِيِّ هُنَا \" يَوْم الْفَتْح \" بَدَل يَوْم الْخَنْدَق , قَالَ اِبْن نَاصِر : وَالسَّابِق إِلَى ذَلِكَ اِبْن مَسْعُود أَوْ خَلَف فَتَبِعَهُ شَيْخنَا وَلَمْ يَتَدَبَّرهُ , وَالصَّوَاب \" يَوْم الْخَنْدَق \" فِي جَمِيع الرِّوَايَات , وَتَلَقَّى ذَلِكَ اِبْن الْجَوْزِيّ عَنْ اِبْن نَاصِر وَبَالَغَ فِي التَّشْنِيع عَلَى مَنْ وَهَمَ فِي ذَلِكَ , وَكَانَ الْأَوْلَى تَرْك ذَلِكَ فَإِنَّ الْغَلَط لَا يَسْلَم مِنْهُ كَثِيرًا أَحَد. ‏ ‏قَوْله : ( قَالَ نَافِع فَقَدِمْت عَلَى عُمَر ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْله : ( إِنَّ هَذَا لَحَدٌّ بَيْن الصَّغِير وَالْكَبِير ) ‏ ‏فِي رِوَايَة اِبْن عُيَيْنَةَ عَنْ عُبَيْد اللَّه بْن عُمَر عِنْد التِّرْمِذِيّ \" فَقَالَ هَذَا حَدّ مَا بَيْن الذُّرِّيَّة وَالْمُقَاتِلَة \". ‏ ‏قَوْله : ( وَكَتَبَ إِلَى عُمَّاله أَنْ يَفْرِضُوا لِمَنْ بَلَغَ خَمْس عَشْرَة ) ‏ ‏زَادَ مُسْلِم فِي رِوَايَته \" وَمَنْ كَانَ دُون ذَلِكَ فَاجْعَلُوهُ فِي الْعِيَال \" وَقَوْله : \" أَنْ يَفْرِضُوا \" أَيْ يُقَدِّرُوا لَهُمْ رِزْقًا فِي دِيوَان الْجُنْد. وَكَانُوا يُفَرِّقُونَ بَيْن الْمُقَاتِلَة وَغَيْرهمْ فِي الْعَطَاء , وَهُوَ الرِّزْق الَّذِي يُجْمَع فِي بَيْت الْمَال وَيُفَرَّق عَلَى مُسْتَحَقِّيهِ. ‏ ‏وَاسْتَدَلَّ بِقِصَّةِ اِبْن عُمَر عَلَى أَنَّ مَنْ اِسْتَكْمَلَ خَمْس عَشْرَة سَنَة أُجْرِيَتْ عَلَيْهِ أَحْكَام الْبَالِغِينَ وَإِنْ لَمْ يَحْتَلِم , فَيُكَلَّف بِالْعِبَادَاتِ وَإِقَامَة الْحُدُود , وَيَسْتَحِقّ سَهْم الْغَنِيمَة , وَيُقْتَل إِنْ كَانَ حَرْبِيًّا , وَيُفَكّ عَنْهُ الْحَجْر إِنْ أُونِسَ رُشْده وَغَيْر ذَلِكَ مِنْ الْأَحْكَام. وَقَدْ عَمِلَ بِذَلِكَ عُمَر بْن عَبْد الْعَزِيز وَأَقَرَّهُ عَلَيْهِ رَاوِيَة نَافِع. وَأَجَابَ الطَّحَاوِيُّ وَابْن الْقَصَّارِ وَغَيْرهمَا مِمَّنْ لَمْ يَأْخُذ بِهِ بِأَنَّ الْإِجَازَة الْمَذْكُورَة جَاءَ التَّصْرِيح بِأَنَّهَا كَانَتْ فِي الْقِتَال , وَذَلِكَ يَتَعَلَّق بِالْقُوَّةِ وَالْجَلَد. وَأَجَابَ بَعْض الْمَالِكِيَّة بِأَنَّهَا وَاقِعَة عَيْن فَلَا عُمُوم لَهَا , وَيَحْتَمِل أَنْ يَكُون صَادَفَ أَنَّهُ كَانَ عِنْد تِلْكَ السِّنّ قَدْ اِحْتَلَمَ فَلِذَلِكَ أَجَازَهُ. وَتَجَاسَرَ بَعْضهمْ فَقَالَ : إِنَّمَا رَدَّهُ لِضَعْفِهِ لَا لِسِنِّهِ , وَإِنَّمَا أَجَازَهُ لِقُوَّتِهِ لَا لِبُلُوغِهِ. وَيَرُدُّ عَلَى ذَلِكَ مَا أَخْرَجَهُ عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْجٍ , وَرَوَاهُ أَبُو عَوَانَة وَابْن حِبَّانَ فِي صَحِيحَيْهِمَا مِنْ وَجْه آخَر عَنْ اِبْن جُرَيْجٍ \" أَخْبَرَنِي نَافِع \" فَذَكَرَ هَذَا الْحَدِيث بِلَفْظِ \" عُرِضْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْخَنْدَق فَلَمْ يُجِزْنِي وَلَمْ يَرَنِي بَلَغْت \" وَهِيَ زِيَادَة صَحِيحَة لَا مَطْعَن فِيهَا , لِجَلَالَةِ اِبْن جُرَيْجٍ وَتَقَدُّمُهُ عَلَى غَيْره فِي حَدِيث نَافِع , وَقَدْ صَرَّحَ فِيهَا بِالتَّحْدِيثِ فَانْتَفَى مَا يَخْشَى مِنْ تَدْلِيسه , وَقَدْ نَصَّ فِيهَا لَفْظ اِبْن عُمَر بِقَوْلِهِ : \" وَلَمْ يَرَنِي بَلَغْت \" وَابْن عُمَر أَعْلَم بِمَا رَوَى مِنْ غَيْره وَلَا سِيَّمَا فِي قِصَّة تَتَعَلَّق بِهِ. وَفِي الْحَدِيث أَنَّ الْإِمَام يَسْتَعْرِض مَنْ يَخْرُج مَعَهُ لِلْقِتَالِ قَبْل أَنْ تَقَع الْحَرْب فَمَنْ وَجَدَهُ أَهْلًا اِسْتَصْحَبَهُ وَإِلَّا رَدَّهُ , وَقَدْ وَقَعَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَدْر وَأُحُد وَغَيْرهمَا , وَسَتَأْتِي الْإِشَارَة إِلَيْهِ فِي كِتَاب الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى. وَعِنْد الْمَالِكِيَّة وَالْحَنَفِيَّة لَا تَتَوَقَّف الْإِجَازَة لِلْقِتَالِ عَلَى الْبُلُوغ , بَلْ لِلْإِمَامِ أَنْ يُجِيز مِنْ الصِّبْيَان مَنْ فِيهِ قُوَّة وَنَجْدَة , فَرُبَّ مُرَاهِق أَقْوَى مِنْ بَالِغ. وَحَدِيث اِبْن عُمَر حُجَّة عَلَيْهِمْ وَلَا سِيَّمَا الزِّيَادَة الَّتِي ذَكَرْتهَا عَنْ اِبْن جُرَيْجٍ , وَاَللَّه أَعْلَم. ‏ ‏( تَنْبِيه ) : ‏ ‏ظَاهِر التَّرْجَمَة مَعَ سِيَاق الْآيَة أَنَّ الْوَلَد يُطْلَق عَلَيْهِ صَبِيّ وَطِفْل إِلَى أَنْ يَبْلُغ وَهُوَ كَذَلِكَ , وَأَمَّا مَا ذَكَرَهُ بَعْض أَهْل اللُّغَة وَجَزَمَ بِهِ غَيْر وَاحِد أَنَّ الْوَلَد يُقَال لَهُ جَنِين حَتَّى يُوضَع , ثُمَّ صَبِيّ حَتَّى يُفْطَم , ثُمَّ غُلَام إِلَى سَبْع ثُمَّ يَافِع إِلَى عَشْر , ثُمَّ حَزُور إِلَى خَمْس عَشْرَة ثُمَّ قَمَد إِلَى خَمْس وَعِشْرِينَ , ثُمَّ عنطنط إِلَى ثَلَاثِينَ , ثُمَّ مُمْلٍ إِلَى أَرْبَعِينَ , ثُمَّ كَهْل إِلَى خَمْسِينَ , ثُمَّ شَيْخ إِلَى ثَمَانِينَ , ثُمَّ هَرم إِذَا زَادَ فَلَا يَمْنَع إِطْلَاق شَيْء مِنْ ذَلِكَ عَلَى غَيْره مِمَّا يُقَارِبهُ بِهِ تَجَوُّزًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2665",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا صَفْوَانُ بْنُ سُلَيْمٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ غُسْلُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Bath on Friday is compulsory for those who have attained the age of puberty.\"",
    "explication": "‏ ‏حَدِيث مَالِك أَيْضًا عَنْ صَفْوَان بْن سُلَيْمٍ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيِّ ‏ ‏, لَمْ تَخْتَلِف رُوَاة الْمُوَطَّأ عَلَى مَالِك فِي إِسْنَاده , وَرِجَاله مَدَنِيُّونَ كَالْأَوَّلِ , وَفِيهِ رِوَايَة تَابِعِيّ عَنْ تَابِعِيّ صَفْوَان عَنْ عَطَاء , وَقَدْ تَابَعَ مَالِكًا عَلَى رِوَايَته الدَّرَاوَرْدِيُّ عَنْ صَفْوَان عِنْد اِبْن حِبَّان , وَخَالَفَهُمَا عَبْد الرَّحْمَن بْن إِسْحَاق فَرَوَاهُ عَنْ صَفْوَان بْن سُلَيْمٍ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي هُرَيْرَة أَخْرَجَهُ أَبُو بَكْر الْمَرُّوِذِيّ فِي كِتَاب الْجُمُعَة لَهُ. ‏ ‏قَوْلُهُ : ( غُسْل يَوْم الْجُمُعَة ) ‏ ‏اُسْتُدِلَّ بِهِ لِمَنْ قَالَ الْغُسْل لِلْيَوْمِ لِلْإِضَافَةِ إِلَيْهِ , وَقَدْ تَقَدَّمَ مَا فِيهِ , وَاسْتُنْبِطَ مِنْهُ أَيْضًا أَنَّ لِيَوْمِ الْجُمُعَة غُسْلًا مَخْصُوصًا حَتَّى لَوْ وُجِدَتْ صُورَة الْغُسْل فِيهِ لَمْ يَجُزْ عَنْ غُسْل الْجُمُعَة إِلَّا بِالنِّيَّةِ , وَقَدْ أَخَذَ بِذَلِكَ أَبُو قَتَادَةَ فَقَالَ لِابْنِهِ وَقَدْ رَآهُ يَغْتَسِل يَوْم الْجُمُعَة \" إِنْ كَانَ غُسْلك عَنْ جَنَابَة فَأَعِدْ غُسْلًا آخَر لِلْجُمُعَةِ \" أَخْرَجَهُ الطَّحَاوِيُّ وَابْن الْمُنْذِرِ وَغَيْرهمَا. وَوَقَعَ فِي رِوَايَة مُسْلِم فِي حَدِيث الْبَاب الْغُسْل يَوْم الْجُمُعَة وَكَذَا هُوَ فِي الْبَاب الَّذِي بَعْد هَذَا , وَظَاهِره أَنَّ الْغُسْل حَيْثُ وُجِدَ فِيهِ كَفَى لِكَوْنِ الْيَوْم جُعِلَ ظَرْفًا لِلْغُسْلِ , وَيَحْتَمِل أَنْ يَكُون اللَّام لِلْعَهْدِ فَتَتَّفِق الرِّوَايَتَانِ. ‏ ‏قَوْلُهُ : ( وَاجِب عَلَى كُلّ مُحْتَلِم ) ‏ ‏أَيْ بَالِغٍ , وَإِنَّمَا ذَكَرَ الِاحْتِلَام لِكَوْنِهِ الْغَالِب , وَاسْتَدَلَّ بِهِ عَلَى دُخُول النِّسَاء فِي ذَلِكَ كَمَا سَيَأْتِي بَعْد ثَمَانِيَة أَبْوَاب , وَاسْتَدَلَّ بِقَوْلِهِ وَاجِب عَلَى فَرْضِيَّة غُسْل الْجُمُعَة , وَقَدْ حَكَاهُ اِبْنِ الْمُنْذِرِ عَنْ أَبِي هُرَيْرَة وَعَمَّار بْن يَاسِرٍ وَغَيْرهمَا , وَهُوَ قَوْل أَهْل الظَّاهِر وَإِحْدَى الرِّوَايَتَيْنِ عَنْ أَحْمَدَ , وَحَكَاهُ اِبْنُ حَزْم عَنْ عُمَر وَجَمْع جَمّ مِنْ الصَّحَابَة وَمَنْ بَعْدهمْ , ثُمَّ سَاقَ الرِّوَايَة عَنْهُمْ لَكِنْ لَيْسَ فِيهَا عَنْ أَحَد مِنْهُمْ التَّصْرِيح بِذَلِكَ إِلَّا نَادِرًا , وَإِنَّمَا اِعْتَمَدَ فِي ذَلِكَ عَلَى أَشْيَاء مُحْتَمَلَة كَقَوْلِ سَعْد \" مَا كُنْت أَظُنُّ مُسْلِمًا يَدَع غُسْل يَوْم الْجُمُعَة \" , وَحَكَاهُ اِبْنُ الْمُنْذِرِ وَالْخَطَّابِيّ عَنْ مَالِك , وَقَالَ الْقَاضِي عِيَاض وَغَيْره لَيْسَ ذَلِكَ بِمَعْرُوفٍ فِي مَذْهَبه , قَالَ اِبْنُ دَقِيق الْعِيد : قَدْ نَصَّ مَالِك عَلَى وُجُوبه فَحَمَلَهُ مَنْ لَمْ يُمَارِس مَذْهَبه عَلَى ظَاهِرِهِ وَأَبَى ذَلِكَ أَصْحَابه ا ه. وَالرِّوَايَة عَنْ مَالِك بِذَلِكَ فِي التَّمْهِيد. وَفِيهِ أَيْضًا مِنْ طَرِيق أَشْهَبِ عَنْ مَالِك أَنَّهُ سُئِلَ عَنْهُ فَقَالَ : حَسَن وَلَيْسَ بِوَاجِبٍ. وَحَكَاهُ بَعْض الْمُتَأَخِّرِينَ عَنْ اِبْنِ خُزَيْمَةَ مِنْ أَصْحَابنَا , وَهُوَ غَلَط عَلَيْهِ فَقَدْ صَرَّحَ فِي صَحِيحه بِأَنَّهُ عَلَى الِاخْتِيَار , وَاحْتَجَّ لِكَوْنِهِ مَنْدُوبًا بِعِدَّةِ أَحَادِيث فِي عِدَّة تَرَاجِم. وَحَكَاهُ شَارِح الْغُنْيَة لِابْنِ سُرَيْج قَوْلًا لِلشَّافِعِيِّ وَاسْتُغْرِبَ , وَقَدْ قَالَ الشَّافِعِيّ فِي الرِّسَالَة بَعْد أَنْ أَوْرَدَ حَدِيثَيْ اِبْنِ عُمَر وَأَبِي سَعِيد : اِحْتَمَلَ قَوْلُهُ وَاجِب مَعْنَيَيْنِ , الظَّاهِر مِنْهُمَا أَنَّهُ وَاجِبٌ فَلَا تَجْزِي الطَّهَارَة لِصَلَاةِ الْجُمُعَة إِلَّا بِالْغُسْلِ , وَاحْتَمَلَ أَنَّهُ وَاجِبٌ فِي الِاخْتِيَار وَكَرَم الْأَخْلَاق وَالنَّظَافَة. ثُمَّ اُسْتُدِلَّ لِلِاحْتِمَالِ الثَّانِي بِقِصَّةِ عُثْمَان مَعَ عُمَر الَّتِي تَقَدَّمَتْ قَالَ : فَلَمَّا لَمْ يَتْرُك عُثْمَان الصَّلَاة لِلْغُسْلِ وَلَمْ يَأْمُرهُ عُمَر بِالْخُرُوجِ لِلْغُسْلِ دَلَّ ذَلِكَ عَلَى أَنَّهُمَا قَدْ عَلِمَا أَنَّ الْأَمْر بِالْغُسْلِ لِلِاخْتِيَارِ ا ه. وَعَلَى هَذَا الْجَوَاب عَوَّلَ أَكْثَرُ الْمُصَنِّفِينَ فِي هَذِهِ الْمَسْأَلَة كَابْنِ خُزَيْمَةَ وَالطَّبَرِيِّ وَالطَّحَاوِيِّ وَابْنِ حِبَّان وَابْنِ عَبْد الْبَرّ وَهَلُمَّ جَرًّا , وَزَادَ بَعْضهمْ فِيهِ أَنَّ مَنْ حَضَرَ مِنْ الصَّحَابَة وَافَقُوهُمَا عَلَى ذَلِكَ فَكَانَ إِجْمَاعًا مِنْهُمْ عَلَى أَنَّ الْغُسْل لَيْسَ شَرْطًا فِي صِحَّة الصَّلَاة وَهُوَ اِسْتِدْلَال قَوِيّ , وَقَدْ نَقَلَ الْخَطَّابِيُّ وَغَيْره الْإِجْمَاع عَلَى أَنَّ صَلَاة الْجُمُعَة بِدُونِ الْغُسْل مُجْزِئَة , لَكِنْ حَكَى الطَّبَرِيُّ عَنْ قَوْم أَنَّهُمْ قَالُوا بِوُجُوبِهِ وَلَمْ يَقُولُوا إِنَّهُ شَرْط بَلْ هُوَ وَاجِبٌ مُسْتَقِلٌّ تَصِحّ الصَّلَاة بِدُونِهِ كَأَنَّ أَصْله قَصْدُ التَّنْظِيف وَإِزَالَة الرَّوَائِح الْكَرِيهَة الَّتِي يَتَأَذَّى بِهَا الْحَاضِرُونَ مِنْ الْمَلَائِكَة وَالنَّاس , وَهُوَ مُوَافِق لِقَوْلِ مَنْ قَالَ : يَحْرُم أَكْل الثُّوم عَلَى مَنْ قَصَدَ الصَّلَاة فِي الْجَمَاعَة , وَيَرُدّ عَلَيْهِمْ أَنَّهُ يَلْزَم مِنْ ذَلِكَ تَأْثِيم عُثْمَان , وَالْجَوَاب أَنَّهُ كَانَ مَعْذُورًا لِأَنَّهُ إِنَّمَا تَرَكَهُ ذَاهِلًا عَنْ الْوَقْت , مَعَ أَنَّهُ يَحْتَمِل أَنْ يَكُونَ قَدْ اِغْتَسَلَ فِي أَوَّلِ النَّهَار , لِمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ حُمْرَان أَنَّ عُثْمَان لَمْ يَكُنْ يَمْضِي عَلَيْهِ يَوْم حَتَّى يُفِيض عَلَيْهِ الْمَاء , وَإِنَّمَا لَمْ يَعْتَذِر بِذَلِكَ لِعُمَر كَمَا اِعْتَذَرَ عَنْ التَّأَخُّر لِأَنَّهُ لَمْ يَتَّصِل غُسْله بِذَهَابِهِ إِلَى الْجُمُعَة كَمَا هُوَ الْأَفْضَل , وَعَنْ بَعْض الْحَنَابِلَة التَّفْصِيل بَيْن ذِي النَّظَافَة وَغَيْره , فَيَجِب عَلَى الثَّانِي دُونَ الْأَوَّل نَظَرًا إِلَى الْعِلَّة , حَكَاهُ صَاحِبُ الْهَدْي , وَحَكَى اِبْنُ الْمُنْذِرِ عَنْ إِسْحَاق بْن رَاهْوَيْهِ أَنَّ قِصَّة عُمَر وَعُثْمَان تَدُلّ عَلَى وُجُوب الْغُسْل لَا عَلَى عَدَم وُجُوبه مِنْ جِهَة تَرْك عُمَر الْخُطْبَة وَاشْتِغَاله بِمُعَاتَبَةِ عُثْمَان وَتَوْبِيخ مِثْله عَلَى رُءُوس النَّاس , فَلَوْ كَانَ تَرْك الْغُسْل مُبَاحًا لَمَا فَعَلَ عُمَر ذَلِكَ , وَإِنَّمَا لَمْ يَرْجِع عُثْمَان لِلْغُسْلِ لِضِيقِ الْوَقْت إِذْ لَوْ فَعَلَ لَفَاتَتْهُ الْجُمُعَة أَوْ لِكَوْنِهِ كَانَ اِغْتَسَلَ كَمَا تَقَدَّمَ. قَالَ اِبْنُ دَقِيق الْعِيد : ذَهَبَ الْأَكْثَرُونَ إِلَى اِسْتِحْبَاب غُسْل الْجُمُعَة وَهُمْ مُحْتَاجُونَ إِلَى الِاعْتِذَار عَنْ مُخَالَفَة هَذَا الظَّاهِر , وَقَدْ أَوَّلُوا صِيغَة الْأَمْر عَلَى النَّدْب وَصِيغَة الْوُجُوب عَلَى التَّأْكِيد كَمَا يُقَال : إِكْرَامك عَلَيَّ وَاجِبٌ , وَهُوَ تَأْوِيل ضَعِيف إِنَّمَا يُصَار إِلَيْهِ إِذَا كَانَ الْمُعَارِض رَاجِحًا عَلَى هَذَا الظَّاهِر. وَأَقْوَى مَا عَارَضُوا بِهِ هَذَا الظَّاهِر حَدِيث \" مَنْ تَوَضَّأَ يَوْم الْجُمُعَة فَبِهَا وَنِعْمَتْ , وَمَنْ اِغْتَسَلَ فَالْغُسْل أَفْضَلُ \" وَلَا يُعَارِض سَنَده سَنَد هَذِهِ الْأَحَادِيث , قَالَ : وَرُبَّمَا تَأَوَّلُوهُ تَأْوِيلًا مُسْتَكْرَهًا كَمَنْ حَمَلَ لَفْظ الْوُجُوب عَلَى السُّقُوط. اِنْتَهَى. فَأَمَّا الْحَدِيث فَعَوَّلَ عَلَى الْمُعَارَضَة بِهِ كَثِيرٌ مِنْ الْمُصَنِّفِينَ , وَوَجْه الدَّلَالَة مِنْهُ قَوْلُهُ \" فَالْغُسْل أَفْضَلُ \" فَإِنَّهُ يَقْتَضِي اِشْتَرَاك الْوُضُوء وَالْغُسْل فِي أَصْل الْفَضْل , فَيَسْتَلْزِم إِجْزَاء الْوُضُوء. وَلِهَذَا الْحَدِيث طُرُق أَشْهَرهَا وَأَقْوَاهَا رِوَايَة الْحَسَنِ عَنْ سَمُرَة أَخْرَجَهَا أَصْحَاب السُّنَن الثَّلَاثَة وَابْنُ خُزَيْمَةَ وَابْنُ حِبَّان , وَلَهُ عِلَّتَانِ : إِحْدَاهُمَا أَنَّهُ مِنْ عَنْعَنَة الْحَسَنِ , وَالْأُخْرَى أَنَّهُ اُخْتُلِفَ عَلَيْهِ فِيهِ. وَأَخْرَجَهُ اِبْنُ مَاجَهْ مِنْ حَدِيث أَنَس , وَالطَّبَرَانِيُّ مِنْ حَدِيث عَبْد الرَّحْمَن بْنِ سَمُرَة , وَالْبَزَّار مِنْ حَدِيث أَبِي سَعِيد , وَابْنِ عَدِيّ مِنْ حَدِيث جَابِر وَكُلّهَا ضَعِيفَة. وَعَارَضُوا أَيْضًا بِأَحَادِيث , مِنْهَا الْحَدِيث الْآتِي فِي الْبَاب الَّذِي بَعْده فَإِنَّ فِيهِ \" وَأَنْ يَسْتَنّ , وَأَنْ يَمَسّ طِيبًا \" قَالَ الْقُرْطُبِيّ : ظَاهِرُهُ وُجُوب الِاسْتِنَان وَالطِّيب لِذِكْرِهِمَا بِالْعَاطِفِ , فَالتَّقْدِير الْغُسْل وَاجِبٌ وَالِاسْتِنَان وَالطِّيب كَذَلِكَ , قَالَ : وَلَيْسَا بِوَاجِبَيْنِ اِتِّفَاقًا , فَدَلَّ عَلَى أَنَّ الْغُسْل لَيْسَ بِوَاجِبٍ , إِذْ لَا يَصِحّ تَشْرِيك مَا لَيْسَ بِوَاجِبٍ مَعَ الْوَاجِب بِلَفْظٍ وَاحِد. اِنْتَهَى. وَقَدْ سَبَقَ إِلَى ذَلِكَ الطَّبَرِيُّ وَالطَّحَاوِيُّ , وَتَعَقَّبَهُ اِبْنُ الْجَوْزِيّ بِأَنَّهُ لَا يَمْتَنِع عَطْف مَا لَيْسَ بِوَاجِبٍ عَلَى الْوَاجِب , لَا سِيَّمَا وَلَمْ يَقَع التَّصْرِيح بِحُكْمِ الْمَعْطُوف. وَقَالَ اِبْنُ الْمُنِير فِي الْحَاشِيَة : إِنْ سَلِمَ أَنَّ الْمُرَاد بِالْوَاجِبِ الْفَرْض لَمْ يَنْفَع دَفْعه بِعِطْفِ مَا لَيْسَ بِوَاجِبٍ عَلَيْهِ لِأَنَّ لِلْقَائِلِ أَنْ يَقُول : أُخْرِجَ بِدَلِيلٍ فَبَقِيَ مَا عَدَاهُ عَلَى الْأَصْل , وَعَلَى أَنَّ دَعْوَى الْإِجْمَاع فِي الطِّيب مَرْدُودَة , فَقَدْ رَوَى سُفْيَان بْن عُيَيْنَةَ فِي جَامِعِهِ عَنْ أَبِي هُرَيْرَة أَنَّهُ كَانَ يُوجِب الطِّيب يَوْم الْجُمُعَة وَإِسْنَاده صَحِيح , وَكَذَا قَالَ بِوُجُوبِهِ بَعْض أَهْل الظَّاهِر. وَمِنْهَا حَدِيث أَبِي هُرَيْرَة مَرْفُوعًا \" مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوء ثُمَّ أَتَى الْجُمُعَة فَاسْتَمَعَ وَأَنْصَتَ غُفِرَ لَهُ \" أَخْرَجَهُ مُسْلِم. قَالَ الْقُرْطُبِيّ : ذَكَرَ الْوُضُوء وَمَا مَعَهُ مُرَتِّبًا عَلَيْهِ الثَّوَاب الْمُقْتَضِي لِلصِّحَّةِ , فَدَلَّ عَلَى أَنَّ الْوُضُوء كَافٍ. وَأُجِيبَ بِأَنَّهُ لَيْسَ فِيهِ نَفْي الْغُسْل. وَقَدْ وَرَدَ مِنْ وَجْه آخَر فِي الصَّحِيحَيْنِ بِلَفْظِ \" مَنْ اِغْتَسَلَ \" فَيَحْتَمِل أَنْ يَكُونَ ذَكَرَ الْوُضُوء لِمَنْ تَقَدَّمَ غُسْله عَلَى الذَّهَاب فَاحْتَاجَ إِلَى إِعَادَة الْوُضُوء. وَمِنْهَا حَدِيث اِبْنِ عَبَّاسٍ أَنَّهُ \" سُئِلَ عَنْ غُسْل يَوْم الْجُمُعَة أَوَاجِبٌ هُوَ ؟ فَقَالَ : لَا , وَلَكِنَّهُ أَطْهَر لِمَنْ اِغْتَسَلَ , وَمَنْ لَمْ يَغْتَسِل فَلَيْسَ بِوَاجِبٍ عَلَيْهِ. وَسَأُخْبِرُكُمْ عَنْ بَدْء الْغُسْل : كَانَ النَّاس مَجْهُودِينَ يَلْبَسُونَ الصُّوف وَيَعْمَلُونَ , وَكَانَ مَسْجِدهمْ ضَيِّقًا , فَلَمَّا آذَى بَعْضُهُمْ بَعْضًا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَيِّهَا النَّاس , إِذَا كَانَ هَذَا الْيَوْم فَاغْتَسِلُوا \" قَالَ اِبْنُ عَبَّاسٍ \" ثُمَّ جَاءَ اللَّه بِالْخَيْرِ , وَلَبِسُوا غَيْر الصُّوف , وَكُفُوا الْعَمَل , وَوَسِعَ الْمَسْجِد \". أَخْرَجَهُ أَبُو دَاوُدَ وَالطَّحَاوِيُّ وَإِسْنَاده حَسَنٌ , لَكِنَّ الثَّابِت عَنْ اِبْنِ عَبَّاسٍ خِلَافه كَمَا سَيَأْتِي قَرِيبًا. وَعَلَى تَقْدِير الصِّحَّة فَالْمَرْفُوع مِنْهُ وَرَدَ بِصِيغَةِ الْأَمْر الدَّالَّة عَلَى الْوُجُوب , وَأَمَّا نَفْي الْوُجُوب فَهُوَ مَوْقُوف لِأَنَّهُ مِنْ اِسْتِنْبَاط اِبْنِ عَبَّاسٍ , وَفِيهِ نَظَر إِذْ لَا يَلْزَم مِنْ زَوَال السَّبَب زَوَال الْمُسَبَّب كَمَا فِي الرَّمَل وَالْجِمَار , عَلَى تَقْدِير تَسْلِيمه فَلِمَنْ قَصَرَ الْوُجُوب عَلَى مَنْ بِهِ رَائِحَة كَرِيهَة أَنْ يَتَمَسَّك بِهِ. وَمِنْهَا حَدِيث طَاوُسٍ \" قُلْتُ لِابْنِ عَبَّاسٍ : زَعَمُوا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : اِغْتَسِلُوا يَوْم الْجُمُعَة وَاغْسِلُوا رُءُوسكُمْ إِلَّا أَنْ تَكُونُوا جُنُبًا \" الْحَدِيث. قَالَ اِبْنُ حِبَّان بَعْد أَنْ أَخْرَجَهُ : فِيهِ أَنَّ غُسْل الْجُمُعَة يُجْزِئ عَنْهُ غُسْل الْجَنَابَة , وَأَنَّ غُسْل الْجُمُعَة لَيْسَ بِفَرْضٍ , إِذْ لَوْ كَانَ فَرْضًا لَمْ يُجْزِ عَنْهُ غَيْره. اِنْتَهَى. وَهَذِهِ الزِّيَادَة \" إِلَّا أَنْ تَكُونُوا جُنُبًا \" تَفَرَّدَ بِهَا اِبْنُ إِسْحَاق عَنْ الزُّهْرِيِّ , وَقَدْ رَوَاهُ شُعَيْب عَنْ الزُّهْرِيِّ بِلَفْظِ \" وَأَنْ تَكُونُوا جُنُبًا \" وَهَذَا هُوَ الْمَحْفُوظ عَنْ الزُّهْرِيِّ كَمَا سَيَأْتِي بَعْد بَابَيْنِ. وَمِنْهَا حَدِيث عَائِشَة الْآتِي بَعْد أَبْوَاب بِلَفْظِ \" لَوْ اِغْتَسَلْتُمْ \" فَفِيهِ عَرْض وَتَنْبِيهٌ لَا حَتْم وَوُجُوب , وَأُجِيبَ بِأَنَّهُ لَيْسَ فِيهِ نَفْي الْوُجُوب , وَبِأَنَّهُ سَابِقٌ عَلَى الْأَمْر بِهِ وَالْإِعْلَام بِوُجُوبِهِ. وَنَقَلَ الزَّيْن ابْن الْمُنِير بَعْد قَوْل الطَّحَاوِيّ لَمَّا ذَكَرَ حَدِيث عَائِشَة : فَدَلَّ عَلَى أَنَّ الْأَمْر بِالْغُسْلِ لَمْ يَكُنْ لِلْوُجُوبِ , وَإِنَّمَا كَانَ لِعِلَّةٍ ثُمَّ ذَهَبَتْ تِلْكَ الْعِلَّة فَذَهَبَ الْغُسْل , وَهَذَا مِنْ الطَّحَاوِيّ يَقْتَضِي سُقُوط الْغُسْل أَصْلًا فَلَا يُعَدّ فَرْضًا وَلَا مَنْدُوبًا لِقَوْلِهِ زَالَتْ الْعِلَّة إِلَخْ , فَيَكُونُ مَذْهَبًا ثَالِثًا فِي الْمَسْأَلَة. اِنْتَهَى. وَلَا يَلْزَم مِنْ زَوَال الْعِلَّة سُقُوط النَّدْب تَعَبُّدًا , وَلَا سِيَّمَا مَعَ اِحْتِمَال وُجُود الْعِلَّة الْمَذْكُورَة. ثُمَّ إِنَّ هَذِهِ الْأَحَادِيث كُلّهَا لَوْ سَلِمَتْ لَمَا دَلَّتْ إِلَّا عَلَى نَفْي اِشْتِرَاط الْغُسْل لَا عَلَى الْوُجُوب الْمُجَرَّد كَمَا تَقَدَّمَ. وَأَمَّا مَا أَشَارَ إِلَيْهِ اِبْنُ دَقِيقِ الْعِيد مِنْ أَنَّ بَعْضهمْ أَوَّلَهُ بِتَأْوِيلٍ مُسْتَكْرَه فَقَدْ نَقَلَهُ اِبْنُ دِحْيَة عَنْ الْقَدُورِيّ مِنْ الْحَنَفِيَّة وَأَنَّهُ قَالَ : قَوْلُهُ وَاجِب أَيْ سَاقِط , وَقَوْلُهُ عَلَى بِمَعْنَى عَنْ , فَيَكُونُ الْمَعْنَى أَنَّهُ غَيْر لَازِمٍ , وَلَا يَخْفَى مَا فِيهِ مِنْ التَّكَلُّف. وَقَالَ الزَّيْن ابْن الْمُنِير : أَصْل الْوُجُوب فِي اللُّغَة السُّقُوط , فَلَمَّا كَانَ فِي الْخِطَاب عَلَى الْمُكَلَّف عِبْءٌ ثَقِيل كَانَ كُلّ مَا أُكِّدَ طَلَبُهُ مِنْهُ يُسَمَّى وَاجِبًا كَأَنَّهُ سَقَطَ عَلَيْهِ , وَهُوَ أَعَمّ مِنْ كَوْنه فَرْضًا أَوْ نَدْبًا. وَهَذَا سَبَقَهُ اِبْنِ بَزِيزَةَ إِلَيْهِ , ثُمَّ تَعَقَّبَهُ بِأَنَّ اللَّفْظ الشَّرْعِيّ خَاصّ بِمُقْتَضَاهُ شَرْعًا لَا وَضْعًا , وَكَأَنَّ الزَّيْن اِسْتَشْعَرَ هَذَا الْجَوَاب فَزَادَ أَنَّ تَخْصِيص الْوَاجِب بِالْفَرْضِ اِصْطِلَاح حَادِثٌ. وَأُجِيبَ بِأَنَّ \" وَجَبَ \" فِي اللُّغَة لَمْ يَنْحَصِر فِي السُّقُوط , بَلْ وَرَدَ بِمَعْنَى مَاتَ , وَبِمَعْنَى اِضْطَرَبَ , وَبِمَعْنَى لَزِمَ وَغَيْر ذَلِكَ. وَاَلَّذِي يَتَبَادَر إِلَى الْفَهْم مِنْهَا فِي الْأَحَادِيث أَنَّهَا بِمَعْنَى لَزِمَ , لَا سِيَّمَا إِذَا سِيقَتْ لِبَيَانِ الْحُكْم. وَقَدْ تَقَدَّمَ فِي بَعْض طُرُق حَدِيث اِبْنِ عُمَر \" الْجُمُعَة وَاجِبَة عَلَى كُلّ مُحْتَلِم \" وَهُوَ بِمَعْنَى اللُّزُوم قَطْعًا وَيُؤَيِّدهُ أَنَّ فِي بَعْض طُرُق حَدِيث الْبَاب \" وَاجِب كَغُسْلِ الْجَنَابَة \" أَخْرَجَهُ اِبْنُ حِبَّان مِنْ طَرِيق الدَّرَاوَرْدِيِّ عَنْ صَفْوَان بْن سُلَيْمٍ , وَظَاهِرُهُ اللُّزُوم , وَأَجَابَ عَنْهُ بَعْض الْقَائِلِينَ بِالنَّدْبِيَّة بِأَنَّ التَّشْبِيه فِي الْكَيْفِيَّة لَا فِي الْحُكْم , وَقَالَ اِبْنُ الْجَوْزِيّ : يَحْتَمِل أَنْ تَكُونَ لَفْظَة \" الْوُجُوب \" مُغَيَّرَة مِنْ بَعْض الرُّوَاة أَوْ ثَابِتَة وَنُسِخَ الْوُجُوب , وَرُدَّ بِأَنَّ الطَّعْن فِي الرِّوَايَات الثَّابِتَة بِالظَّنِّ الَّذِي لَا مُسْتَنَد لَهُ لَا يُقْبَل , وَالنَّسْخ لَا يُصَار إِلَيْهِ إِلَّا بِدَلِيلٍ , وَمَجْمُوع الْأَحَادِيث يَدُلّ عَلَى اِسْتِمْرَار الْحُكْم , فَإِنَّ فِي حَدِيث عَائِشَة أَنَّ ذَلِكَ كَانَ فِي أَوَّلِ الْحَال حَيْثُ كَانُوا مَجْهُودِينَ , وَأَبُو هُرَيْرَة وَابْنُ عَبَّاسٍ إِنَّمَا صَحِبَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد أَنْ حَصَلَ التَّوَسُّع بِالنِّسْبَةِ إِلَى مَا كَانُوا فِيهِ أَوَّلًا , وَمَعَ ذَلِكَ فَقَدْ سَمِعَ كُلٌّ مِنْهُمَا مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَمْر بِالْغُسْلِ وَالْحَثّ عَلَيْهِ وَالتَّرْغِيب فِيهِ فَكَيْف يُدَّعَى النَّسْخ بَعْد ذَلِكَ ؟. ‏ ‏( فَائِدَة ) ‏ ‏: حَكَى اِبْن الْعَرَبِيّ وَغَيْره أَنَّ بَعْض أَصْحَابهمْ قَالُوا : يُجْزِئ عَنْ الِاغْتِسَال لِلْجُمُعَةِ التَّطَيُّب لِأَنَّ الْمَقْصُود النَّظَافَة. وَقَالَ بَعْضهمْ : لَا يُشْتَرَط لَهُ الْمَاء الْمُطْلَق بَلْ يُجْزِئ بِمَاءِ الْوَرْد وَنَحْوه , وَقَدْ عَابَ اِبْن الْعَرَبِيّ ذَلِكَ وَقَالَ : هَؤُلَاءِ وَقَفُوا مَعَ الْمَعْنَى وَأَغْفَلُوا الْمُحَافَظَة عَلَى التَّعَبُّد بِالْمُعَيَّنِ , وَالْجَمْع بَيْن التَّعَبُّد وَالْمَعْنَى أَوْلَى. اِنْتَهَى. وَعَكْس ذَلِكَ قَوْل بَعْض الشَّافِعِيَّة بِالتَّيَمُّمِ , فَإِنَّهُ تَعَبُّد دُون نَظَر إِلَى الْمَعْنَى , أَمَّا الِاكْتِفَاء بِغَيْرِ الْمَاء الْمُطْلَق فَمَرْدُود لِأَنَّهَا عِبَادَة لِثُبُوتِ التَّرْغِيب فِيهَا فَيَحْتَاج إِلَى النِّيَّة وَلَوْ كَانَ لِمَحْضِ النَّظَافَة لَمْ تَكُنْ كَذَلِكَ , وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2666",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ وَهْوَ فِيهَا فَاجِرٌ، لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ ‏\"‏‏.‏   قَالَ فَقَالَ الأَشْعَثُ بْنُ قَيْسٍ فِيَّ وَاللَّهِ كَانَ ذَلِكَ، كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنَ الْيَهُودِ أَرْضٌ فَجَحَدَنِي، فَقَدَّمْتُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلَكَ بَيِّنَةٌ ‏\"‏‏.‏ قَالَ قُلْتُ لاَ‏.‏ قَالَ فَقَالَ لِلْيَهُودِيِّ ‏\"‏ احْلِفْ ‏\"‏‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ وَيَذْهَبَ بِمَالِي‏.‏ قَالَ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}‏ إِلَى آخِرِ الآيَةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If somebody takes a false oath in order to get the property of a Muslim \n(unjustly) by that oath, then Allah will be angry with him when he will meet Him.\" Al-Ash'ath \ninformed me, \"By Allah! This was said regarding me. There was a dispute about a piece of land \nbetween me and a man from the Jews who denied my right. I took him to the Prophet. Allah's Messenger (ﷺ) \nasked me, 'Do you have an evidence?' I replied in the negative. He said to the Jew, 'Take an oath.' I \nsaid, 'O Allah's Messenger (ﷺ)! He will surely take an oath and take my property unjustly.\" So, Allah \nrevealed: \"Verily! Those who purchase a little gain at the cost of Allah's covenant and their oaths . . . \" \n(3.77)",
    "explication": "‏ ‏اِسْم اِبْن عَمّه ‏ ‏مَعْدَان بْن الْأَسْوَد بْن مَعْدِي كَرِبَ الْكِنْدِيّ وَلَقَبه الْجَفَشِيشُ بِوَزْنِ فَعَلِيل مَفْتُوح الْأَوَّل , وَاخْتُلِفَ فِي ضَبْط هَذَا الْأَوَّل عَلَى ثَلَاثَة أَقْوَال : أَشْهَرهَا بِالْجِيمِ وَالشِّين مُعْجَمَة فِي الْمَوْضِعَيْنِ , وَقَوْله فِي الْحَدِيث : \" كَانَتْ لِي بِئْر فِي أَرْض \" زَعَمَ الْإِسْمَاعِيلِيّ أَنَّ أَبَا حَمْزَة تَفَرَّدَ بِذِكْرِ الْبِئْر عَنْ الْأَعْمَش قَالَ : وَلَا أَعْلَم فِيمَنْ رَوَاهُ عَنْ الْأَعْمَش إِلَّا قَالَ : \" فِي أَرْض \" قَالَ وَالْأَكْثَرُونَ أَوْلَى بِالْحِفْظِ مِنْ أَبِي حَمْزَة ا ه. وَذَكَرَ الْبِئْر ثَابِت عِنْد الْبُخَارِيّ فِي غَيْر رِوَايَة أَبِي حَمْزَة كَمَا سَيَأْتِي مَعَ بَقِيَّة الْكَلَام عَلَى الْحَدِيث فِي كِتَاب الْأَيْمَان وَالنُّذُور , وَنَذْكُر فِي التَّفْسِير الْخِلَاف فِي سَبَب نُزُول الْآيَة الْمَذْكُورَة إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله : \" شُهُودك أَوْ يَمِينه \" بِالنَّصْبِ فِيهِمَا أَيْ أَحْضِرْ شُهُودك أَوْ اُطْلُبْ يَمِينه. وَقَوْله : \" إِذَنْ يَحْلِف \" بِالنَّصْبِ قَالَ السُّهَيْلِيُّ لَا غَيْر , وَحَكَى اِبْن خَرُوف جَوَاز الرَّفْع فِي مِثْل هَذَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2668",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ كَتَبَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ عَلَى الْمُدَّعَى عَلَيْهِ‏.‏",
    "english_text": "Ibn `Abbas wrote that the Prophet (ﷺ) gave his verdict on the basis of the defendant's oath.",
    "explication": "‏ ‏قَوْلُهُ : ( كَتَبْت إِلَى اِبْن عَبَّاس ) ‏ ‏حَذَفَ الْمَفْعُول وَقَدْ ذَكَرَهُ فِي تَفْسِير آلِ عِمْرَان. ‏ ‏قَوْلُهُ : ( فَكَتَبَ إِلَيَّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏يَجُوز فَتْح هَمْزَة إِنَّ وَكَسْرهَا , وَسَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث فِي كِتَاب الشَّهَادَات. وَأَرَادَ الْمُصَنِّف مِنْهُ الْحَمْل عَلَى عُمُومه خِلَافًا لِمَنْ قَالَ إِنَّ الْقَوْل فِي الرَّهْن قَوْل الْمُرْتَهِن مَا لَمْ يُجَاوِزْ قَدْرَ الرَّهْن , لِأَنَّ الرَّهْن كَالشَّاهِدِ لِلْمُرْتَهِنِ , قَالَ اِبْن التِّين : جَنَحَ الْبُخَارِيّ إِلَى أَنَّ الرَّهْن لَا يَكُون شَاهِدًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2669",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ عَبْدُ اللَّهِ مَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالاً لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ، ثُمَّ أَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ‏}‏ إِلَى ‏{‏عَذَابٌ أَلِيمٌ‏}‏‏.‏  ثُمَّ إِنَّ الأَشْعَثَ بْنَ قَيْسٍ خَرَجَ إِلَيْنَا فَقَالَ مَا يُحَدِّثُكُمْ أَبُو عَبْدِ الرَّحْمَنِ فَحَدَّثْنَاهُ بِمَا، قَالَ، فَقَالَ صَدَقَ لَفِيَّ أُنْزِلَتْ، كَانَ بَيْنِي وَبَيْنَ رَجُلٍ خُصُومَةٌ فِي شَىْءٍ، فَاخْتَصَمْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ شَاهِدَاكَ أَوْ يَمِينُهُ ‏\"‏‏.‏ فَقُلْتُ لَهُ إِنَّهُ إِذًا يَحْلِفُ وَلاَ يُبَالِي‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالاً وَهْوَ فِيهَا فَاجِرٌ لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ ‏\"‏‏.‏ فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ، ثُمَّ اقْتَرَأَ هَذِهِ الآيَةَ‏.‏",
    "english_text": "`Abdullah (bin Mas`ud) said, \"Whoever takes a (false) oath in order to grab some property (unjustly), \nAllah will be angry with him when he will meet Him. Allah confirmed that through His Divine \nRevelation: \"Verily! Those who purchase a little gain at the cost of Allah's covenant and their oaths . . \n. they will have a painful punishment.\" (3.77) \nAl-Ash'ath bin Qais came to us and asked, 'What is Abu `Abdur-Rahman (i.e. `Abdullah) telling you? \n'We told him what he was narrating to us. He said, 'He was telling the truth; this Divine Verse was \nrevealed in connection with me. There was a dispute between me and another man about something \nand the case was filed before Allah's Messenger (ﷺ) who said, 'Produce your two witnesses or else the \ndefendant is to take an oath.' I said, The defendant will surely take a (false) oath caring for nothing.' \nThe Prophet (ﷺ) said, 'Whoever takes a false oath in order to grab (other's) property, then Allah will be \nangry with him when he will meet Him.' Then Allah revealed its confirmation. Al-Ashath then recited \nthe above Divine Verse.\" (3.77)",
    "explication": "حَدِيثَا عَبْد اللَّه بْن مَسْعُود وَالْأَشْعَث , وَقَدْ تَقَدَّمَا قَرِيبًا فِي كِتَاب الشُّرْب , وَأَرَادَ مِنْ إِيرَادهمَا قَوْله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْأَشْعَثِ \" شَاهِدَاك أَوْ يَمِينه \" فَإِنَّ فِيهِ دَلِيلًا لِمَا تَرْجَمَ بِهِ مِنْ أَنَّ الْبَيِّنَة عَلَى الْمُدَّعِي , وَلَعَلَّهُ أَشَارَ فِي التَّرْجَمَة إِلَى مَا وَرَدَ فِي بَعْض طُرُقِ حَدِيث اِبْن عَبَّاس بِلَفْظِ التَّرْجَمَة , وَهُوَ عِنْد الْبَيْهَقِيِّ وَغَيْره كَمَا سَيَأْتِي بَيَانُهُ وَكَأَنَّهُ لَمَّا لَمْ يَكُنْ عَلَى شَرْطِهِ تَرْجَمَ بِهِ , وَأَوْرَدَ مَا يَدُلُّ عَلَيْهِ مِمَّا ثَبَتَ عَلَى شَرْطه. وَاللَّهُ أَعْلَم. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَ كِتَاب الرَّهْن مِنْ الْأَحَادِيث الْمَرْفُوعَة عَلَى تِسْعَة أَحَادِيث مَوْصُولَة , الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى سِتَّة وَالْخَالِص ثَلَاثَة , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى حَدِيث أَبِي هُرَيْرَة. وَفِيهِ مِنْ الْآثَار أَثَرَانِ عَنْ إِبْرَاهِيم النَّخَعِيِّ. وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2671",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ هِشَامٍ، حَدَّثَنَا عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ هِلاَلَ بْنَ أُمَيَّةَ، قَذَفَ امْرَأَتَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم بِشَرِيكِ بْنِ سَحْمَاءَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْبَيِّنَةُ أَوْ حَدٌّ فِي ظَهْرِكَ ‏\"‏‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِذَا رَأَى أَحَدُنَا عَلَى امْرَأَتِهِ رَجُلاً يَنْطَلِقُ يَلْتَمِسُ الْبَيِّنَةَ فَجَعَلَ يَقُولُ ‏\"‏ الْبَيِّنَةَ وَإِلاَّ حَدٌّ فِي ظَهْرِكَ ‏\"‏‏.‏ فَذَكَرَ حَدِيثَ اللِّعَانِ‏.‏",
    "english_text": "Hilal bin Umaiya accused his wife before the Prophet (ﷺ) of committing illegal sexual intercourse with \nSharik bin Sahma.' The Prophet (ﷺ) said, \"Produce a proof, or else you would get the legal punishment \n(by being lashed) on your back.\" Hilal said, \"O Allah's Messenger (ﷺ)! If anyone of us saw another man over \nhis wife, would he go to search for a proof.\" The Prophet (ﷺ) went on saying, \"Produce a proof or else you \nwould get the legal punishment (by being lashed) on your back.\" The Prophet (ﷺ) then mentioned the \nnarration of Lian (as in the Holy Book). (Surat-al-Nur: 24)",
    "explication": "‏ ‏قَوْله : ( الْبَيِّنَةَ أَوْ حَدٌّ فِي ظَهْرك ) ‏ ‏قَالَ اِبْن مَالِك : ضَبَطُوا الْبَيِّنَةَ بِالنَّصْبِ عَلَى تَقْدِير عَامِل أَيْ أَحْضِرْ الْبَيِّنَةَ , وَقَالَ غَيْره : رُوِيَ بِالرَّفْعِ وَالتَّقْدِير إِمَّا الْبَيِّنَةُ وَإِمَّا حَدٌّ. وَقَوْله فِي الرِّوَايَة الْمَشْهُورَة : \" أَوْ حَدٌّ فِي ظَهْرك \" قَالَ اِبْن مَالِك : حُذِفَ مِنْهُ فَاء الْجَوَاب وَفِعْل الشَّرْط بَعْدَ إِلَّا وَالتَّقْدِير وَإِلَّا تُحْضِرهَا فَجَزَاؤُك حَدّ فِي ظَهْرك , قَالَ : وَحَذْف مِثْل هَذَا لَمْ يَذْكُر النُّحَاة أَنَّهُ يَجُوز إِلَّا فِي الشِّعْر , لَكِنْ يَرُدُّ عَلَيْهِمْ وُرُودُهُ فِي هَذَا الْحَدِيث الصَّحِيح. قَوْله : ( فَقَالَ هِلَال : وَاَلَّذِي بَعَثَك بِالْحَقِّ إِنِّي لَصَادِقٌ , وَلَيُنْزِلَنَّ اللَّه مَا يُبَرِّئ ظَهْرِي مِنْ الْحَدّ , فَنَزَلَ جِبْرِيل وَأَنْزَلَ عَلَيْهِ : وَاَلَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ ) كَذَا فِي هَذِهِ الرِّوَايَة أَنَّ آيَات اللِّعَان نَزَلَتْ فِي قِصَّة هِلَال بْن أُمَيَّة , وَفِي حَدِيث سَعْد الْمَاضِي أَنَّهَا نَزَلَتْ فِي عُوَيْمِرٍ وَلَفْظه \" فَجَاءَ عُوَيْمِر فَقَالَ : يَا رَسُول اللَّه رَجُل وَجَدَ مَعَ اِمْرَأَته رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُونَهُ , أَمْ كَيْفَ يَصْنَعُ ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : قَدْ أَنْزَلَ اللَّه فِيك وَفِي صَاحِبَتِك , فَأَمَرَهُمَا بِالْمُلَاعَنَةِ \" وَقَدْ اِخْتَلَفَ الْأَئِمَّة فِي هَذَا الْمَوْضِع : فَمِنْهُمْ مَنْ رَجَّحَ أَنَّهَا نَزَلَتْ فِي شَأْن عُوَيْمِرٍ , وَمِنْهُمْ مَنْ رَجَّحَ أَنَّهَا نَزَلَتْ فِي شَأْن هِلَال , وَمِنْهُمْ مَنْ جَمَعَ بَيْنَهُمَا بِأَنَّ أَوَّل مَنْ وَقَعَ لَهُ ذَلِكَ هِلَال وَصَادَفَ مَجِيء عُوَيْمِرٍ أَيْضًا فَنَزَلَتْ فِي شَأْنهمَا مَعًا فِي وَقْت وَاحِد. وَقَدْ جَنَحَ النَّوَوِيّ إِلَى هَذَا , وَسَبَقَهُ الْخَطِيب فَقَالَ : لَعَلَّهُمَا اِتَّفَقَ كَوْنُهُمَا جَاءَا فِي وَقْت وَاحِد. وَيُؤَيِّد التَّعَدُّد أَنَّ الْقَائِل فِي قِصَّة هِلَال سَعْد بْن عُبَادَةَ كَمَا أَخْرَجَهُ أَبُو دَاوُدَ وَالطَّبَرِيُّ مِنْ طَرِيق عَبَّاد بْن مَنْصُور عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مِثْل رِوَايَة هِشَام بْن حَسَّان بِزِيَادَةٍ فِي أَوَّله \" لَمَّا نَزَلَتْ ( وَاَلَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ ) الْآيَةَ قَالَ سَعْد بْن عُبَادَةَ : لَوْ رَأَيْت لُكَاعًا قَدْ تَفَخَّذَهَا رَجُل لَمْ يَكُنْ لِي أَنْ أُهَيِّجَهُ حَتَّى آتِي أَرْبَعَة شُهَدَاء , مَا كُنْت لِآتِي بِهِمْ حَتَّى يَفْرُغ مِنْ حَاجَتِهِ , قَالَ : فَمَا لَبِثُوا إِلَّا يَسِيرًا حَتَّى جَاءَ هِلَال بْن أُمَيَّة \" الْحَدِيثَ. وَعِنْدَ الطَّبَرِيِّ مِنْ طَرِيق أَيُّوب عَنْ عِكْرِمَة مُرْسَلًا فِيهِ نَحْوه وَزَادَ \" فَلَمْ يَلْبَثُوا أَنْ جَاءَ اِبْن عَمّ لَهُ فَرَمَى اِمْرَأَته \" الْحَدِيث. وَالْقَائِل فِي قِصَّة عُوَيْمِرٍ عَاصِم بْن عَدِيّ كَمَا فِي حَدِيث سَهْل بْن سَعْد فِي الْبَاب الَّذِي قَبْلَهُ , وَأَخْرَجَ الطَّبَرِيُّ مِنْ طَرِيق الشَّعْبِيّ مُرْسَلًا قَالَ : \" لَمَّا نَزَلَتْ ( وَاَلَّذِينَ يَرْمُونَ أَزْوَاجهمْ ) الْآيَة قَالَ عَاصِم بْن عَدِيّ : إِنْ أَنَا رَأَيْت فَتَكَلَّمْت جُلِدْت , وَإِنْ سَكَتّ سَكَتّ عَلَى غَيْظٍ \" الْحَدِيثَ , وَلَا مَانِعَ أَنْ تَتَعَدَّدَ الْقِصَصُ وَيَتَّحِد النُّزُول. وَرَوَى الْبَزَّار مِنْ طَرِيق زَيْد بْن تُبَيْع عَنْ حُذَيْفَة قَالَ : \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي بَكْر : لَوْ رَأَيْت مَعَ أُمّ رُومَان رَجُلًا مَا كُنْت فَاعِلًا بِهِ ؟ قَالَ : كُنْت فَاعِلًا بِهِ شَرًّا. قَالَ : فَأَنْتَ يَا عُمَر ؟ قَالَ : كُنْت أَقُول لَعَنَ اللَّه الْأَبْعَدَ , قَالَ : فَنَزَلَتْ \" وَيُحْتَمَل أَنَّ النُّزُول سَبَقَ بِسَبَبِ هِلَال , فَلَمَّا جَاءَ عُوَيْمِر وَلَمْ يَكُنْ عَلِمَ بِمَا وَقَعَ لِهِلَالٍ أَعْلَمَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْحُكْمِ , وَلِهَذَا قَالَ فِي قِصَّة هِلَال : \" فَنَزَلَ جِبْرِيل \" وَفِي قِصَّة عُوَيْمِرٍ \" قَدْ أَنْزَلَ اللَّه فِيك فَيُؤَوَّل قَوْله : قَدْ أَنْزَلَ اللَّه فِيك أَيْ وَفِيمَنْ كَانَ مِثْلَك \" وَبِهَذَا أَجَابَ اِبْن الصَّبَّاغ فِي الشَّامِل قَالَ : نَزَلَتْ الْآيَة فِي هِلَال , وَأَمَّا قَوْله لِعُوَيْمِرٍ : \" قَدْ نَزَلَ فِيك وَفِي صَاحِبَتِك \" فَمَعْنَاهُ مَا نَزَلَ فِي قِصَّة هِلَال , وَيُؤَيِّدهُ أَنَّ فِي حَدِيث أَنَس عِنْدَ أَبِي يَعْلَى قَالَ : \" أَوَّل لِعَان كَانَ فِي الْإِسْلَام أَنَّ شَرِيك بْن سَحْمَاء قَذَفَهُ هِلَال بْن أُمَيَّة بِامْرَأَتِهِ \" الْحَدِيث , وَجَنَحَ الْقُرْطُبِيّ إِلَى تَجْوِيز نُزُول الْآيَة مَرَّتَيْنِ , قَالَ : وَهَذِهِ الِاحْتِمَالَات وَإِنْ بَعُدَتْ أَوْلَى مِنْ تَغْلِيط الرُّوَاة الْحُفَّاظ وَقَدْ أَنْكَرَ جَمَاعَة ذِكْر هِلَال فِيمَنْ لَاعَنَ , قَالَ الْقُرْطُبِيّ : أَنْكَرَهُ أَبُو عَبْد اللَّه بْن أَبِي صُفْرَة أَخُو الْمُهَلَّب وَقَالَ : هُوَ خَطَأ , وَالصَّحِيح أَنَّهُ عُوَيْمِر. وَسَبَقَهُ إِلَى نَحْو ذَلِكَ الطَّبَرِيُّ وَقَالَ اِبْن الْعَرَبِيّ : قَالَ النَّاس : هُوَ وَهْم مِنْ هِشَام بْن حَسَّان , وَعَلَيْهِ دَارَ حَدِيث اِبْن عَبَّاس وَأَنْسَ بِذَلِكَ. وَقَالَ عِيَاض فِي \" الْمَشَارِق \" كَذَا جَاءَ مِنْ رِوَايَة هِشَام بْن حَسَّان وَلَمْ يَقُلْهُ غَيْره , وَإِنَّمَا الْقِصَّة لِعُوَيْمِرٍ الْعَجْلَانِيّ , قَالَ : وَلَكِنْ وَقَعَ فِي \" الْمُدَوَّنَة \" فِي حَدِيث الْعَجْلَانِيّ ذِكْر شَرِيك. وَقَالَ النَّوَوِيّ فِي مُبْهَمَاتِهِ : اِخْتَلَفُوا فِي الْمُلَاعَن عَلَى ثَلَاثَة أَقْوَال عُوَيْمِر الْعَجْلَانِيّ , وَهِلَال بْن أُمَيَّة , وَعَاصِم بْن عَدِيّ. ثُمَّ نُقِلَ عَنْ الْوَاحِدِيّ أَنَّ أَظْهَر هَذِهِ الْأَقْوَال أَنَّهُ عُوَيْمِر. وَكَلَام الْجَمِيع مُتَعَقَّب أَمَّا قَوْل اِبْن أَبِي صُفْرَة فَدَعْوَى مُجَرَّدَة , وَكَيْف يُجْزَم بِخَطَأِ حَدِيث ثَابِت فِي الصَّحِيحَيْنِ مَعَ إِمْكَان الْجَمْع ؟ وَمَا نَسَبَهُ إِلَى الطَّبَرِيِّ لَمْ أَرَهُ فِي كَلَامه. وَأَمَّا قَوْل اِبْن الْعَرَبِيّ إِنَّ ذِكْر هِلَال دَارَ عَلَى هِشَام بْن حَسَّان , وَكَذَا جَزَمَ عِيَاض بِأَنَّهُ لَمْ يَقُلْهُ غَيْره , فَمَرْدُود لِأَنَّ هِشَام بْن حَسَّان لَمْ يَنْفَرِد بِهِ , فَقَدْ وَافَقَهُ عَبَّاد بْن مَنْصُور كَمَا قَدَّمْته , وَكَذَا جَرِير بْن حَازِم عَنْ أَيُّوب أَخْرَجَهُ الطَّبَرِيُّ وَابْن مَرْدَوَيْهِ مَوْصُولًا قَالَ : \" لَمَّا قَذَفَ هِلَال بْن أُمَيَّة اِمْرَأَته \" وَأَمَّا قَوْل النَّوَوِيّ تَبَعًا لِلْوَاحِدِيِّ وَجُنُوحه إِلَى التَّرْجِيح فَمَرْجُوح لِأَنَّ الْجَمْع مَعَ إِمْكَانه أَوْلَى مِنْ التَّرْجِيح. ثُمَّ قَوْله : \" وَقِيلَ عَاصِم بْن عَدِيّ \" فِيهِ نَظَر لِأَنَّهُ لَيْسَ لِعَاصِمٍ فِيهِ قِصَّة أَنَّهُ الَّذِي لَاعَنَ اِمْرَأَته , وَإِنَّمَا الَّذِي وَقَعَ مِنْ عَاصِم نَظِير الَّذِي وَقَعَ مِنْ سَعْد بْن عُبَادَةَ. وَلَمَّا رَوَى اِبْن عَبْد الْبَرّ فِي \" التَّمْهِيد \" طَرِيق جَرِير بْن حَازِم تَعَقَّبَهُ بِأَنْ قَالَ : قَدْ رَوَاهُ الْقَاسِم بْن مُحَمَّد عَنْ اِبْن عَبَّاس كَمَا رَوَاهُ النَّاس. وَهُوَ يُوهِم أَنَّ الْقَاسِم سَمَّى الْمُلَاعِن عُوَيْمِرًا , وَاَلَّذِي فِي الصَّحِيح \" فَأَتَاهُ رَجُل مِنْ قَوْمه \" أَيْ مِنْ قَوْم عَاصِم , وَالنَّسَائِيُّ مِنْ هَذَا الْوَجْه \" لَاعَنَ بَيْنَ الْعَجْلَانِيّ وَامْرَأَته \" وَالْعَجْلَانِيّ هُوَ عُوَيْمِر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2672",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ، وَلاَ يَنْظُرُ إِلَيْهِمْ وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ رَجُلٌ عَلَى فَضْلِ مَاءٍ بِطَرِيقٍ يَمْنَعُ مِنْهُ ابْنَ السَّبِيلِ، وَرَجُلٌ بَايَعَ رَجُلاً لاَ يُبَايِعُهُ إِلاَّ لِلدُّنْيَا، فَإِنْ أَعْطَاهُ مَا يُرِيدُ وَفَى لَهُ، وَإِلاَّ لَمْ يَفِ لَهُ، وَرَجُلٌ سَاوَمَ رَجُلاً بِسِلْعَةٍ بَعْدَ الْعَصْرِ، فَحَلَفَ بِاللَّهِ لَقَدْ أُعْطِيَ بِهِ كَذَا وَكَذَا، فَأَخَذَهَا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"There are three persons whom Allah will neither talk to nor look at, nor purify \nfrom (the sins), and they will have a painful punishment. (They are): \n(1) A man possessed superfluous water on a way and he withheld it from the travelers. \n(2) a man who gives a pledge of allegiance to a Muslim ruler and gives it only for worldly gains. If the \nruler gives him what he wants, he remains obedient to It, otherwise he does not abide by it, and \n(3) a man bargains with another man after the `Asr prayer and the latter takes a false oath in the Name \nof Allah) claiming that he has been offered so much for the thing and the former (believes him and) \nbuys it.\"",
    "explication": "‏ ‏قَوْله فِي هَذِهِ الرِّوَايَة \" وَرَجُل بَايَعَ إِمَامَهُ \" ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" إِمَامًا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2673",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ لِيَقْتَطِعَ بِهَا مَالاً لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever takes a (false) oath in order to grab (others) property, then Allah will be \nangry with him when he will meet Him.\"",
    "explication": "‏ ‏اِسْم اِبْن عَمّه ‏ ‏مَعْدَان بْن الْأَسْوَد بْن مَعْدِي كَرِبَ الْكِنْدِيّ وَلَقَبه الْجَفَشِيشُ بِوَزْنِ فَعَلِيل مَفْتُوح الْأَوَّل , وَاخْتُلِفَ فِي ضَبْط هَذَا الْأَوَّل عَلَى ثَلَاثَة أَقْوَال : أَشْهَرهَا بِالْجِيمِ وَالشِّين مُعْجَمَة فِي الْمَوْضِعَيْنِ , وَقَوْله فِي الْحَدِيث : \" كَانَتْ لِي بِئْر فِي أَرْض \" زَعَمَ الْإِسْمَاعِيلِيّ أَنَّ أَبَا حَمْزَة تَفَرَّدَ بِذِكْرِ الْبِئْر عَنْ الْأَعْمَش قَالَ : وَلَا أَعْلَم فِيمَنْ رَوَاهُ عَنْ الْأَعْمَش إِلَّا قَالَ : \" فِي أَرْض \" قَالَ وَالْأَكْثَرُونَ أَوْلَى بِالْحِفْظِ مِنْ أَبِي حَمْزَة ا ه. وَذَكَرَ الْبِئْر ثَابِت عِنْد الْبُخَارِيّ فِي غَيْر رِوَايَة أَبِي حَمْزَة كَمَا سَيَأْتِي مَعَ بَقِيَّة الْكَلَام عَلَى الْحَدِيث فِي كِتَاب الْأَيْمَان وَالنُّذُور , وَنَذْكُر فِي التَّفْسِير الْخِلَاف فِي سَبَب نُزُول الْآيَة الْمَذْكُورَة إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله : \" شُهُودك أَوْ يَمِينه \" بِالنَّصْبِ فِيهِمَا أَيْ أَحْضِرْ شُهُودك أَوْ اُطْلُبْ يَمِينه. وَقَوْله : \" إِذَنْ يَحْلِف \" بِالنَّصْبِ قَالَ السُّهَيْلِيُّ لَا غَيْر , وَحَكَى اِبْن خَرُوف جَوَاز الرَّفْع فِي مِثْل هَذَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2674",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم عَرَضَ عَلَى قَوْمٍ الْيَمِينَ فَأَسْرَعُوا، فَأَمَرَ أَنْ يُسْهَمَ بَيْنَهُمْ فِي الْيَمِينِ أَيُّهُمْ يَحْلِفُ‏.‏",
    "english_text": "The Prophet (ﷺ) asked some people to take an oath, and they hurried for it. The Prophet (ﷺ) ordered that lots \nshould be drawn amongst them as to who would take an oath first.",
    "explication": "‏ ‏قَوْله : ( أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَرَضَ عَلَى قَوْم الْيَمِين فَأَسْرَعُوا , فَأَمَرَ أَنْ يُسْهَم بَيْنهمْ فِي الْيَمِين أَيّهمْ يَحْلِف ) ‏ ‏أَيْ قَبْل الْآخَر , هَذَا اللَّفْظ أَخْرَجَهُ النَّسَائِيُّ أَيْضًا عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق وَقَالَ فِيهِ : \" فَأَسْرَعَ الْفَرِيقَانِ \" وَقَدْ رَوَاهُ أَحْمَد عَنْ عَبْد الرَّزَّاق شَيْخ شَيْخ الْبُخَارِيّ فِيهِ بِلَفْظِ \" إِذَا أُكْرِهَ الِاثْنَانِ عَلَى الْيَمِين وَاسْتَحَبَّاهَا فَلْيَسْتَهِمَا عَلَيْهَا \" وَأَخْرَجَهُ أَبُو نُعَيْم فِي مُسْنَد إِسْحَاق بْن رَاهْوَيْهِ عَنْ عَبْد الرَّزَّاق مِثْل رِوَايَة الْبُخَارِيّ , وَتَعَقَّبَهُ بِأَنَّهُ رَآهُ فِي أَصْل إِسْحَاق عَنْ عَبْد الرَّزَّاق بِاللَّفْظِ الَّذِي رَوَاهُ أَحْمَد , قَالَ : وَقَدْ وَهَمَ شَيْخنَا أَبُو أَحْمَد فِي ذَلِكَ اِنْتَهَى. قُلْت : وَهَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق إِسْحَاق بْن أَبِي إِسْرَائِيل عَنْ عَبْد الرَّزَّاق , وَأَخْرَجَهُ مِنْ طَرِيق الْحَسَن بْن يَحْيَى عَنْ عَبْد الرَّزَّاق مِثْله لَكِنْ قَالَ : \" فَاسْتَحَبَّاهَا \" , وَأَخْرَجَهُ أَبُو دَاوُدَ عَنْ أَحْمَد وَسَلَمَة بْن شَبِيب عَنْ عَبْد الرَّزَّاق بِلَفْظِ \" أَوْ اِسْتَحَبَّاهَا \" قَالَ الْإِسْمَاعِيلِيّ : هَذَا هُوَ الصَّحِيح , أَيْ أَنَّهُ بِلَفْظِ \" أَوْ \" لَا بِالْفَاءِ وَلَا بِالْوَاوِ. قُلْت : وَرِوَايَة الْوَاو يُمْكِن حَمْلهَا عَلَى رِوَايَة أَوْ , وَأَمَّا رِوَايَة الْفَاء فَيُمْكِن تَوْجِيههَا بِأَنَّهُمَا أُكْرِهَا عَلَى الْيَمِين فِي اِبْتِدَاء الدَّعْوَى , فَلَمَّا عَرَفَا أَنَّهُمَا لَا بُدّ لَهُمَا مِنْهَا أَجَابَا إِلَيْهَا وَهُوَ الْمُعَبَّر عَنْهُ بِالِاسْتِحْبَابِ , ثُمَّ تَنَازَعَا أَيّهمَا يَبْدَأ فَأَرْشَدَ إِلَى الْقُرْعَة. وَقَالَ الْخَطَّابِيُّ وَغَيْره : الْإِكْرَاه هُنَا لَا يُرَاد بِهِ حَقِيقَته , لِأَنَّ الْإِنْسَان لَا يُكْرَه عَلَى الْيَمِين , وَإِنَّمَا الْمَعْنَى إِذَا تَوَجَّهَتْ الْيَمِين عَلَى اِثْنَيْنِ وَأَرَادَا الْحَلِف - سَوَاء كَانَا كَارِهَيْنِ لِذَلِكَ بِقَلْبِهِمَا وَهُوَ مَعْنَى الْإِكْرَاه , أَوْ مُخْتَارَيْنِ لِذَلِكَ بِقَلْبِهِمَا وَهُوَ مَعْنَى الِاسْتِحْبَاب - وَتَنَازَعَا أَيّهمَا يَبْدَأ فَلَا يُقَدَّم أَحَدهمَا عَلَى الْآخَر بِالتَّشَهِّي بَلْ بِالْقُرْعَةِ , وَهُوَ الْمُرَاد بِقَوْلِهِ \" فَلْيَسْتَهِمَا \" أَيْ فَلْيَقْتَرِعَا. وَقِيلَ صُورَة الِاشْتِرَاك فِي الْيَمِين أَنْ يَتَنَازَع اِثْنَانِ عَيْنًا لَيْسَتْ فِي يَد وَاحِد مِنْهُمَا وَلَا بَيِّنَة لِوَاحِدِ مِنْهُمَا فَيُقْرَع بَيْنهمَا , فَمَنْ خَرَجَتْ لَهُ الْقُرْعَة حَلَفَ وَاسْتَحَقَّهَا. وَيُؤَيِّد ذَلِكَ مَا رَوَى أَبُو دَاوُدَ وَالنَّسَائِيُّ وَغَيْرهمَا مِنْ طَرِيق أَبِي رَافِع عَنْ أَبِي هُرَيْرَة \" أَنَّ رَجُلَيْنِ اِخْتَصَمَا فِي مَتَاع لَيْسَ لِوَاحِدٍ مِنْهُمَا بَيِّنَة , فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : اِسْتَهِمَا عَلَى الْيَمِين مَا كَانَ , أَحَبَّا ذَلِكَ أَوْ كَرِهَا \" وَأَمَّا اللَّفْظ الَّذِي ذَكَرَهُ الْبُخَارِيّ فَيَحْتَمِل أَنْ يَكُون عِنْد عَبْد الرَّزَّاق فِيهِ حَدِيث آخَر بِاللَّفْظِ الْمَذْكُور , وَيُؤَيِّدهُ رِوَايَة أَبِي رَافِع الْمَذْكُورَة فَإِنَّهَا بِمَعْنَاهَا , وَيَحْتَمِل أَنْ تَكُون قِصَّة أُخْرَى بِأَنْ يَكُون الْقَوْم الْمَذْكُورُونَ مُدَّعًى عَلَيْهِمْ بِعَيْنٍ فِي أَيْدِيهمْ مَثَلًا وَأَنْكَرُوا وَلَا بَيِّنَة لِلْمُدَّعَى عَلَيْهِمْ , فَتَوَجَّهَتْ عَلَيْهِمْ الْيَمِين , فَتَسَارَعُوا إِلَى الْحَلِف , وَالْحَلِف لَا يَقَع مُعْتَبَرًا إِلَّا بِتَلْقِينِ الْمُحَلِّف , فَقَطَعَ النِّزَاع بَيْنهمْ بِالْقُرْعَةِ فَمَنْ خَرَجَتْ لَهُ بَدَأَ بِهِ فِي ذَلِكَ. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2675",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا الْعَوَّامُ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ أَبُو إِسْمَاعِيلَ السَّكْسَكِيُّ، سَمِعَ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ يَقُولُ أَقَامَ رَجُلٌ سِلْعَتَهُ فَحَلَفَ بِاللَّهِ لَقَدْ أُعْطِيَ بِهَا مَا لَمْ يُعْطَهَا فَنَزَلَتْ ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}‏ وَقَالَ ابْنُ أَبِي أَوْفَى النَّاجِشُ آكِلُ رِبًا خَائِنٌ‏.‏",
    "english_text": "A man displayed some goods in the market and took a false oath that he had been offered so much for \nthem though he was not offered that amount Then the following Divine Verse was revealed:-- \"Verily! \nThose who purchase a little gain at the cost of Allah's covenant and their oaths . . . Will get painful \npunishment.\" (3.77) Ibn Abu `Aufa added, \"Such person as described above is a treacherous Riba eater \n(i.e. eater of usury).",
    "explication": "‏ ‏وَقَوْله فِي طَرِيق اِبْن أَبِي أَوْفَى \" حَدَّثَنَا إِسْحَاق حَدَّثَنَا يَزِيد بْن هَارُون \" ‏ ‏جَزَمَ أَبُو عَلِيّ الْغَسَّانِيّ بِأَنَّهُ إِسْحَاق بْن مَنْصُور , وَجَزَمَ أَبُو نُعَيْم الْأَصْبَهَانِيّ بِأَنَّهُ إِسْحَاق بْن رَاهْوَيْهِ. ‏ ‏وَقَوْله : \" أَخْبَرَنَا الْعَوَّام \" ‏ ‏هُوَ اِبْن حَوْشَبٍ. ‏ ‏وَقَوْله : \" قَالَ اِبْن أَبِي أَوْفَى : النَّاجِش آكِل رِبًا خَائِن \" ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور إِلَيْهِ , وَتَقَدَّمَ شَرْحه فِي بَاب النَّجَش مِنْ كِتَاب الْبُيُوع. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2676",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ كَاذِبًا لِيَقْتَطِعَ مَالَ رَجُلٍ ـ أَوْ قَالَ أَخِيهِ ـ لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ ‏\"‏‏.‏ وَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ فِي الْقُرْآنِ ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}‏ الآيَةَ‏.‏   فَلَقِيَنِي الأَشْعَثُ فَقَالَ مَا حَدَّثَكُمْ عَبْدُ اللَّهِ الْيَوْمَ، قُلْتُ كَذَا وَكَذَا‏.‏ قَالَ فِيَّ أُنْزِلَتْ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever takes a false oath in order to grab another man's (or his brother's) \nproperty, then Allah will be angry with him when he will meet him.\" Then Allah confirmed this by \nrevealing the Divine Verse: \"Verily! Those who purchase a little gain at the cost of Allah's Covenant \nand their oaths . . . Will get painful punishment.\" (3.77) Al-Ash'ath met me and asked, \"What did \n`Abdullah tell you today?\" I said, \"So and so.\" He said, \"The Verse was revealed regarding my case.\"",
    "explication": "سَنَذْكُرُ مَا يَتَعَلَّق بِحُكْمِ الْيَمِين فِي كِتَاب الْأَيْمَانِ وَالنُّذُورِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2678",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ عَمِّهِ أَبِي سُهَيْلٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ، يَقُولُ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا هُوَ يَسْأَلُهُ عَنِ الإِسْلاَمِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ ‏\"‏‏.‏ فَقَالَ هَلْ عَلَىَّ غَيْرُهَا قَالَ ‏\"‏ لاَ، إِلاَّ أَنْ تَطَّوَّعَ ‏\"‏‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَصِيَامُ رَمَضَانَ ‏\"‏‏.‏ قَالَ هَلْ عَلَىَّ غَيْرُهُ قَالَ ‏\"‏ لاَ، إِلاَّ أَنْ تَطَّوَّعَ ‏\"‏‏.‏ قَالَ وَذَكَرَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم الزَّكَاةَ‏.‏ قَالَ هَلْ عَلَىَّ غَيْرُهَا قَالَ ‏\"‏ لاَ، إِلاَّ أَنْ تَطَّوَّعَ ‏\"‏‏.‏ فَأَدْبَرَ الرَّجُلُ وَهْوَ يَقُولُ وَاللَّهِ لاَ أَزِيدُ عَلَى هَذَا وَلاَ أَنْقُصُ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَفْلَحَ إِنْ صَدَقَ ‏\"‏‏.‏",
    "english_text": "A man came to Allah's Messenger (ﷺ) asking him about Islam, Allah's Messenger (ﷺ) said, \"You have to offer five \ncompulsory prayers in a day and a night (24 hours).\" The man asked, \"Is there any more compulsory \nprayers for me?\" Allah's Messenger (ﷺ) said, \"No, unless you like to offer Nawafil (i.e. optional prayers).\" \nAllah's Messenger (ﷺ) then added, \"You have to observe fasts during the month of Ramadan.\" The man said, \n\"Am I to fast any other days?' Allah's Messenger (ﷺ) said, \"No, unless you wish to observe the optional fast \nvoluntarily.\" Then Allah's Messenger (ﷺ) told him about the compulsory Zakat. The man asked, \"Do I have \nto give anything besides?\" Allah's Messenger (ﷺ) said, \"No, unless you wish to give in charity voluntarily.\" \nSo, the man departed saying, \"By Allah I will neither do more nor less than that.\" Allah's Messenger (ﷺ) said, \n\"If he has said the truth he will be successful.\"",
    "explication": "رِجَال إِسْنَاد هَذَا الْحَدِيث كُلّهمْ مَدَنِيُّونَ , وَمَالِك وَالِد أَبِي سُهَيْل هُوَ اِبْن أَبِي عَامِر الْأَصْبَحِيّ حَلِيف طَلْحَة بْن عُبَيْد اللَّه , وَإِسْمَاعِيل هُوَ اِبْن أَبِي أُوَيْس اِبْن أُخْت الْإِمَام مَالِك , فَهُوَ مِنْ رِوَايَة إِسْمَاعِيل عَنْ خَاله عَنْ عَمّه عَنْ أَبِيهِ عَنْ حَلِيفه , فَهُوَ مُسَلْسَل بِالْأَقَارِبِ كَمَا هُوَ مُسَلْسَل بِالْبَلَدِ. ‏ ‏قَوْله : ( جَاءَ رَجُل ) ‏ ‏زَادَ أَبُو ذَرّ \" مِنْ أَهْل نَجْد \" وَكَذَا هُوَ فِي الْمُوَطَّأ وَمُسْلِم. ‏ ‏قَوْله : ( ثَائِر الرَّأْس ) ‏ ‏هُوَ مَرْفُوع عَلَى الصِّفَة , وَيَجُوز نَصْبه عَلَى الْحَال , وَالْمُرَاد أَنَّ شَعْره مُتَفَرِّق مِنْ تَرْك الرَّفَاهِيَة , فَفِيهِ إِشَارَة إِلَى قُرْب عَهْده بِالْوِفَادَةِ , وَأَوْقَعَ اِسْم الرَّأْس عَلَى الشَّعْر إِمَّا مُبَالَغَة أَوْ لِأَنَّ الشَّعْر مِنْهُ يَنْبُت. ‏ ‏قَوْله : ( يُسْمَع ) ‏ ‏بِضَمِّ الْيَاء عَلَى الْبِنَاء لِلْمَفْعُولِ , أَوْ بِالنُّونِ الْمَفْتُوحَة لِلْجَمْعِ , وَكَذَا فِي \" يُفْقَه \". ‏ ‏قَوْله ( دَوِيّ ) ‏ ‏بِفَتْحِ الدَّالّ وَكَسْر الْوَاو وَتَشْدِيد الْيَاء , كَذَا فِي رِوَايَتنَا. وَقَالَ الْقَاضِي عِيَاض : جَاءَ عِنْدنَا فِي الْبُخَارِيّ بِضَمِّ الدَّال. قَالَ : وَالصَّوَاب الْفَتْح. وَقَالَ الْخَطَّابِيُّ : الدَّوِيّ صَوْت مُرْتَفِع مُتَكَرِّر وَلَا يُفْهَم. وَإِنَّمَا كَانَ كَذَلِكَ لِأَنَّهُ نَادَى مِنْ بُعْد. وَهَذَا الرَّجُل جَزَمَ اِبْن بَطَّال وَآخَرُونَ بِأَنَّهُ ضِمَام بْن ثَعْلَبَة وَافِد بَنِي سَعْد بْن بَكْر. وَالْحَامِل لَهُمْ عَلَى ذَلِكَ إِيرَاد مُسْلِم لِقِصَّتِهِ عَقِب حَدِيث طَلْحَة ; وَلِأَنَّ فِي كُلّ مِنْهُمَا أَنَّهُ بَدْوِيّ , وَأَنَّ كُلًّا مِنْهُمَا قَالَ فِي آخِر حَدِيثه \" لَا أَزِيد عَلَى هَذَا وَلَا أَنْقُص \". لَكِنْ تَعَقَّبَهُ الْقُرْطُبِيّ بِأَنَّ سِيَاقهمَا مُخْتَلِف , وَأَسْئِلَتهمَا مُتَبَايِنَة , قَالَ : وَدَعْوَى أَنَّهُمَا قِصَّة وَاحِدَة دَعْوَى فَرَط , وَتَكَلُّف شَطَط , مِنْ غَيْر ضَرُورَة. وَاَللَّه أَعْلَم. وَقَوَّاهُ بَعْضهمْ بِأَنَّ اِبْن سَعْد وَابْن عَبْد الْبَرّ وَجَمَاعَة لَمْ يَذْكُرُوا لِضِمَام إِلَّا الْأَوَّل , وَهَذَا غَيْر لَازِم. ‏ ‏قَوْله : ( فَإِذَا هُوَ يَسْأَل عَنْ الْإِسْلَام ) ‏ ‏أَيْ : عَنْ شَرَائِع الْإِسْلَام , وَيَحْتَمِل أَنَّهُ سَأَلَ عَنْ حَقِيقَة الْإِسْلَام , وَإِنَّمَا لَمْ يَذْكُر لَهُ الشَّهَادَة لِأَنَّهُ عَلِمَ أَنَّهُ يَعْلَمهَا أَوْ عَلِمَ أَنَّهُ إِنَّمَا يَسْأَل عَنْ الشَّرَائِع الْفِعْلِيَّة , أَوْ ذَكَرَهَا وَلَمْ يَنْقُلهَا الرَّاوِي لِشُهْرَتِهَا , وَإِنَّمَا لَمْ يَذْكُر الْحَجّ إِمَّا لِأَنَّهُ لَمْ يَكُنْ فُرِضَ بَعْد أَوْ الرَّاوِي اِخْتَصَرَهُ , وَيُؤَيِّد هَذَا الثَّانِي مَا أَخْرَجَهُ الْمُصَنِّف فِي الصِّيَام مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر عَنْ أَبِي سُهَيْل فِي هَذَا الْحَدِيث قَالَ : فَأَخْبَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِشَرَائِع الْإِسْلَام , فَدَخَلَ فِيهِ بَاقِي الْمَفْرُوضَات بَلْ وَالْمَنْدُوبَات. ‏ ‏قَوْله : ( خَمْس صَلَوَات ) ‏ ‏فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر الْمَذْكُورَة أَنَّهُ قَالَ فِي سُؤَاله : أَخْبِرْنِي مَاذَا فَرَضَ اللَّه عَلَيَّ مِنْ الصَّلَاة ؟ فَقَالَ : الصَّلَوَات الْخَمْس. فَتَبَيَّنَ بِهَذَا مُطَابَقَة الْجَوَاب لِلسُّؤَالِ. وَيُسْتَفَاد مِنْ سِيَاق مَالِك أَنَّهُ لَا يَجِب شَيْء مِنْ الصَّلَوَات فِي كُلّ يَوْم وَلَيْلَة غَيْر الْخَمْس , خِلَافًا لِمَنْ أَوْجَبَ الْوِتْر أَوْ رَكْعَتَيْ الْفَجْر أَوْ صَلَاة الضُّحَى أَوْ صَلَاة الْعِيد أَوْ الرَّكْعَتَيْنِ بَعْد الْمَغْرِب. ‏ ‏قَوْله : ( هَلْ عَلَيَّ غَيْرهَا ؟ قَالَ لَا إِلَّا أَنْ تَطَّوَّع ) ‏ ‏تَطَّوَّع بِتَشْدِيدِ الطَّاء وَالْوَاو , وَأَصْله تَتَطَوَّع بِتَاءَيْنِ فَأُدْغِمَتْ إِحْدَاهُمَا , وَيَجُوز تَخْفِيف الطَّاء عَلَى حَذْف إِحْدَاهُمَا. وَاسْتُدِلَّ بِهَذَا عَلَى أَنَّ الشُّرُوع فِي التَّطَوُّع يُوجِب إِتْمَامه تَمَسُّكًا بِأَنَّ الِاسْتِثْنَاء فِيهِ مُتَّصِل , قَالَ الْقُرْطُبِيّ : لِأَنَّهُ نَفْي وُجُوب شَيْء آخَر إِلَّا مَا تَطَوَّعَ بِهِ , وَالِاسْتِثْنَاء مِنْ النَّفْي إِثْبَات , وَلَا قَائِل بِوُجُوبِ التَّطَوُّع , فَيَتَعَيَّن أَنْ يَكُون الْمُرَاد إِلَّا أَنْ تَشْرَع فِي تَطَوُّع فَيَلْزَمك إِتْمَامه. وَتَعَقَّبَهُ الطِّيبِيّ بِأَنَّ مَا تَمَسَّكَ بِهِ مُغَالَطَة ; لِأَنَّ الِاسْتِثْنَاء هُنَا مِنْ غَيْر الْجِنْس ; لِأَنَّ التَّطَوُّع لَا يُقَال فِيهِ \" عَلَيْك \" فَكَأَنَّهُ قَالَ : لَا يَجِب عَلَيْك شَيْء , إِلَّا إِنْ أَرَدْت أَنْ تَطَّوَّع فَذَلِكَ لَك. وَقَدْ عُلِمَ أَنَّ التَّطَوُّع لَيْسَ بِوَاجِبٍ. فَلَا يَجِب شَيْء آخَر أَصْلًا. كَذَا قَالَ. وَحَرْف الْمَسْأَلَة دَائِر عَلَى الِاسْتِثْنَاء , فَمَنْ قَالَ إِنَّهُ مُتَّصِل تَمَسَّكَ بِالْأَصْلِ , وَمَنْ قَالَ إِنَّهُ مُنْقَطِع اِحْتَاجَ إِلَى دَلِيل , وَالدَّلِيل عَلَيْهِ مَا رَوَى النَّسَائِيُّ وَغَيْره أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ أَحْيَانًا يَنْوِي صَوْم التَّطَوُّع ثُمَّ يُفْطِر , وَفِي الْبُخَارِيّ أَنَّهُ أَمَرَ جُوَيْرِيَة بِنْت الْحَارِث أَنْ تُفْطِر يَوْم الْجُمُعَة بَعْد أَنْ شَرَعَتْ فِيهِ , فَدَلَّ عَلَى أَنَّ الشُّرُوع فِي الْعِبَادَة لَا يَسْتَلْزِم الْإِتْمَام - إِذَا كَانَتْ نَافِلَة - بِهَذَا النَّصّ فِي الصَّوْم وَالْقِيَاس فِي الْبَاقِي. فَإِنْ قِيلَ : يَرِد الْحَجّ , قُلْنَا : لَا ; لِأَنَّهُ اِمْتَازَ عَنْ غَيْره بِلُزُومِ الْمُضِيّ فِي فَاسِده فَكَيْف فِي صَحِيحه. وَكَذَلِكَ اِمْتَازَ بِلُزُومِ الْكَفَّارَة فِي نَفْله كَفَرْضِهِ. وَاَللَّه أَعْلَم. ‏ ‏عَلَى أَنَّ فِي اِسْتِدْلَال الْحَنَفِيَّة نَظَرًا لِأَنَّهُمْ لَا يَقُولُونَ بِفَرْضِيَّةِ الْإِتْمَام , بَلْ بِوُجُوبِهِ. وَاسْتِثْنَاء الْوَاجِب مِنْ الْفَرْض مُنْقَطِع لِتَبَايُنِهِمَا. وَأَيْضًا فَإِنَّ الِاسْتِثْنَاء مِنْ النَّفْي عِنْدهمْ لَيْسَ لِلْإِثْبَاتِ بَلْ مَسْكُوت عَنْهُ. وَقَوْله \" إِلَّا أَنْ تَطَّوَّع \" اِسْتِثْنَاء مِنْ قَوْله لَا , أَيْ : لَا فَرْض عَلَيْك غَيْرهَا. ‏ ‏قَوْله : ( وَذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الزَّكَاة ) ‏ ‏فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر قَالَ : أَخْبِرْنِي بِمَا فَرَضَ اللَّه عَلَيَّ مِنْ الزَّكَاة , قَالَ فَأَخْبَرَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِشَرَائِع الْإِسْلَام , فَتَضَمَّنَتْ هَذِهِ الرِّوَايَة أَنَّ فِي الْقِصَّة أَشْيَاء أُجْمِلَتْ , مِنْهَا بَيَان نُصُب الزَّكَاة فَإِنَّهَا لَمْ تُفَسَّر فِي الرِّوَايَتَيْنِ , وَكَذَا أَسْمَاء الصَّلَوَات , وَكَأَنَّ السَّبَب فِيهِ شُهْرَة ذَلِكَ عِنْدهمْ , أَوْ الْقَصْد مِنْ الْقِصَّة بَيَان أَنَّ الْمُتَمَسِّك بِالْفَرَائِضِ نَاجٍ وَإِنْ لَمْ يَفْعَلَ النَّوَافِل. ‏ ‏قَوْله : ( وَاَللَّه ) ‏ ‏أَيْ : رِوَايَة إِسْمَاعِيل بْن جَعْفَر فَقَالَ \" وَاَلَّذِي أَكْرَمَك \". وَفِيهِ جَوَاز الْحَلِف فِي الْأَمْر الْمُهِمّ , وَقَدْ تَقَدَّمَ. ‏ ‏قَوْله : ( أَفْلَحَ إِنْ صَدَقَ ) ‏ ‏وَقَعَ عِنْد مُسْلِم مِنْ رِوَايَة إِسْمَاعِيل بْن جَعْفَر الْمَذْكُورَة \" أَفْلَحَ وَأَبِيهِ إِنْ صَدَقَ \" أَوْ \" دَخَلَ الْجَنَّة وَأَبِيهِ إِنْ صَدَقَ \". وَلِأَبِي دَاوُدَ مِثْله لَكِنْ بِحَذْفِ \" أَوْ \". فَإِنْ قِيلَ : مَا الْجَامِع بَيْن هَذَا وَبَيْن النَّهْي عَنْ الْحَلِف بِالْآبَاءِ ؟ أُجِيبَ بِأَنَّ ذَلِكَ كَانَ قَبْل النَّهْي , أَوْ بِأَنَّهَا كَلِمَة جَارِيَة عَلَى اللِّسَان لَا يُقْصَد بِهَا الْحَلِف , كَمَا جَرَى عَلَى لِسَانهمْ عَقْرَى , حَلْقَى وَمَا أَشْبَهَ ذَلِكَ , أَوْ فِيهِ إِضْمَار اِسْم الرَّبّ كَأَنَّهُ قَالَ : وَرَبّ أَبِيهِ , وَقِيلَ : هُوَ خَاصّ وَيَحْتَاج إِلَى دَلِيل , وَحَكَى السُّهَيْلِيّ عَنْ بَعْض مَشَايِخه أَنَّهُ قَالَ : هُوَ تَصْحِيف , وَإِنَّمَا كَانَ وَاَللَّه , فَقُصِّرَتْ اللَّامَانِ. وَاسْتَنْكَرَ الْقُرْطُبِيّ هَذَا وَقَالَ : إِنَّهُ يَجْزِم الثِّقَة بِالرِّوَايَاتِ الصَّحِيحَة. وَغَفَلَ الْقَرَافِيّ فَادَّعَى أَنَّ الرِّوَايَة بِلَفْظِ : وَأَبِيهِ لَمْ تَصِحّ ; لِأَنَّهَا لَيْسَتْ فِي الْمُوَطَّأ , وَكَأَنَّهُ لَمْ يَرْتَضِ الْجَوَاب فَعَدَلَ إِلَى رَدّ الْخَبَر , وَهُوَ صَحِيح لَا مِرْيَة فِيهِ , وَأَقْوَى الْأَجْوِبَة الْأَوَّلَانِ. وَقَالَ اِبْن بَطَّال : دَلَّ قَوْله \" أَفْلَحَ إِنْ صَدَقَ \" عَلَى أَنَّهُ إِنْ لَمْ يَصْدُق فِيمَا اِلْتَزَمَ لَا يُفْلِح , وَهَذَا بِخِلَافِ قَوْل الْمُرْجِئَة , فَإِنْ قِيلَ : كَيْف أَثْبَتَ لَهُ الْفَلَاح بِمُجَرَّدِ مَا ذَكَرَ مَعَ أَنَّهُ لَمْ يَذْكُر الْمَنْهِيَّات ؟ أَجَابَ اِبْن بَطَّال بِاحْتِمَالِ أَنْ يَكُون ذَلِكَ وَقَعَ قَبْل وُرُود فَرَائِض النَّهْي. وَهُوَ عَجِيب مِنْهُ لِأَنَّهُ جَزَمَ بِأَنَّ السَّائِل ضِمَام , وَأَقْدَم مَا قِيلَ فِيهِ إِنَّهُ وَفَدَ سَنَة خَمْس , وَقِيلَ بَعْد ذَلِكَ , وَقَدْ كَانَ أَكْثَر الْمَنْهِيَّات وَاقِعًا قَبْل ذَلِكَ. وَالصَّوَاب أَنَّ ذَلِكَ دَاخِل فِي عُمُوم قَوْله \" فَأَخْبَرَهُ بِشَرَائِع الْإِسْلَام \" كَمَا أَشَرْنَا إِلَيْهِ. فَإِنْ قِيلَ أَمَّا فَلَاحه بِأَنَّهُ لَا يَنْقُص فَوَاضِح , وَأَمَّا بِأَنْ لَا يَزِيد فَكَيْف يَصِحّ ؟ أَجَابَ النَّوَوِيّ بِأَنَّهُ أَثْبَتَ لَهُ الْفَلَاح لِأَنَّهُ أَتَى بِمَا عَلَيْهِ. وَلَيْسَ فِيهِ أَنَّهُ إِذَا أَتَى بِزَائِدٍ عَلَى ذَلِكَ لَا يَكُون مُفْلِحًا ; لِأَنَّهُ إِذَا أَفْلَحَ بِالْوَاجِبِ فَفَلَاحه بِالْمَنْدُوبِ مَعَ الْوَاجِب أَوْلَى. فَإِنْ قِيلَ فَكَيْف أَقَرَّهُ عَلَى حَلِفه وَقَدْ وَرَدَ النَّكِير عَلَى مَنْ حَلَفَ أَنْ لَا يَفْعَل خَيْرًا ؟ أُجِيبَ بِأَنَّ ذَلِكَ مُخْتَلِف بِاخْتِلَافِ الْأَحْوَال وَالْأَشْخَاص , وَهَذَا جَارٍ عَلَى الْأَصْل بِأَنَّهُ لَا إِثْم عَلَى غَيْر تَارِك الْفَرَائِض , فَهُوَ مُفْلِح وَإِنْ كَانَ غَيْره أَكْثَر فَلَاحًا مِنْهُ. وَقَالَ الطِّيبِيّ يَحْتَمِل أَنْ يَكُون هَذَا الْكَلَام صَدَرَ مِنْهُ عَلَى طَرِيق الْمُبَالَغَة فِي التَّصْدِيق وَالْقَبُول , أَيْ : قَبِلْت كَلَامك قَبُولًا لَا مَزِيد عَلَيْهِ مِنْ جِهَة السُّؤَال , وَلَا نُقْصَان فِيهِ مِنْ طَرِيق الْقَبُول. وَقَالَ اِبْن الْمُنِير : يَحْتَمِل أَنْ تَكُون الزِّيَادَة وَالنَّقْص تَتَعَلَّق بِالْإِبْلَاغِ ; لِأَنَّهُ كَانَ وَافِد قَوْمه لِيَتَعَلَّم وَيُعَلِّمهُمْ. قُلْت : وَالِاحْتِمَالَانِ مَرْدُودَانِ بِرِوَايَةِ إِسْمَاعِيل بْن جَعْفَر , فَإِنَّ نَصَّهَا \" لَا أَتَطَوَّع شَيْئًا , وَلَا أَنْقُص مِمَّا فَرَضَ اللَّه عَلَيَّ شَيْئًا \". وَقِيلَ : مُرَاده بِقَوْلِهِ لَا أَزِيد وَلَا أَنْقُص أَيْ : لَا أُغَيِّر صِفَة الْفَرْض كَمَنْ يَنْقُص الظُّهْر مَثَلًا رَكْعَة أَوْ يَزِيد الْمَغْرِب , قُلْت : وَيُعَكِّر عَلَيْهِ أَيْضًا لَفْظ التَّطَوُّع فِي رِوَايَة إِسْمَاعِيل بْن جَعْفَر. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2679",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، قَالَ ذَكَرَ نَافِعٌ عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْ لِيَصْمُتْ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever has to take an oath should swear by Allah or remain silent.\" (i.e. He \nshould not swear by other than Allah.)",
    "explication": "حَدِيث اِبْن عُمَر \" مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاَللَّهِ \" وَسَيَأْتِي شَرْحه فِي كِتَاب الْأَيْمَان وَالنُّذُور مُسْتَوْفًى إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2680",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ، عَنْ أُمِّ سَلَمَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّكُمْ تَخْتَصِمُونَ إِلَىَّ، وَلَعَلَّ بَعْضَكُمْ أَلْحَنُ بِحُجَّتِهِ مِنْ بَعْضٍ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ أَخِيهِ شَيْئًا بِقَوْلِهِ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ فَلاَ يَأْخُذْهَا ‏\"‏‏.‏",
    "english_text": "Once Allah's Messenger (ﷺ) said, \"You people present your cases to me and some of you may be more \neloquent and persuasive in presenting their argument. So, if I give some one's right to another \n(wrongly) because of the latter's (tricky) presentation of the case, I am really giving him a piece of \nfire; so he should not take it.\"",
    "explication": "أَوْرَدَ الْمُصنِفُ حَدِيث أُمّ سَلَمَة أَوْرَدَهُ الْمُصَنِّف مَرْفُوعًا \" إِنَّكُمْ تَخْتَصِمُونَ إِلَيَّ , وَلَعَلَّ بَعْضكُمْ أَلْحَن بِحُجَّتِهِ مِنْ بَعْض \" الْحَدِيث , قَالَ الْإِسْمَاعِيلِيّ : لَيْسَ فِي حَدِيث أُمّ سَلَمَة دَلَالَة عَلَى قَبُول الْبَيِّنَة بَعْد يَمِين الْمُنْكِر. وَأَجَابَ اِبْن الْمُنِير فَقَالَ : مَوْضِع الِاسْتِشْهَاد مِنْ حَدِيث أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَجْعَل الْيَمِين الْكَاذِبَة مُفِيدَة حِلًّا وَلَا قَطْعًا لِحَقِّ الْمُحِقّ , بَلْ نَهَاهُ بَعْد يَمِينه مِنْ الْقَبْض , وَسَاوَى بَيْن حَالَتَيْهِ بَعْد الْيَمِين وَقَبْلهَا فِي التَّحْرِيم , فَيُؤْذِن ذَلِكَ بِبَقَاءِ حَقّ صَاحِب الْحَقّ عَلَى مَا كَانَ عَلَيْهِ , فَإِذَا ظَفِرَ فِي حَقّه بِبَيِّنَةٍ فَهُوَ بَاقٍ عَلَى الْقِيَام بِهَا لَمْ يَسْقُط , كَمَا لَمْ يَسْقُط أَصْل حَقّه مِنْ ذِمَّة مُقْتَطِعَة بِالْيَمِينِ. وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة شَرْح حَدِيث أُمّ سَلَمَة فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2681",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَخْبَرَهُ قَالَ أَخْبَرَنِي أَبُو سُفْيَانَ، أَنَّ هِرَقْلَ، قَالَ لَهُ سَأَلْتُكَ مَاذَا يَأْمُرُكُمْ فَزَعَمْتَ أَنَّهُ أَمَرَكُمْ بِالصَّلاَةِ وَالصِّدْقِ وَالْعَفَافِ وَالْوَفَاءِ بِالْعَهْدِ وَأَدَاءِ الأَمَانَةِ‏.‏ قَالَ وَهَذِهِ صِفَةُ نَبِيٍّ‏.‏",
    "english_text": "Abu Sufyan told me that Heraclius said to him, \"When I inquired you what he (i.e. Muhammad) \nordered you, you replied that he ordered you to establish the prayer, to speak the truth, to be chaste, to \nkeep promises and to pay back trusts.\" Then Heraclius added, \"These are really the qualities of a \nprophet.\"",
    "explication": "حَدِيث أَبِي سُفْيَان بْن حَرْب فِي قِصَّة هِرَقْل , أَوْرَدَ مِنْهُ طَرَفًا , وَقَدْ تَقَدَّمَ مَوْصُولًا فِي بَدْء الْوَحْي مَعَ الْإِشَارَة إِلَى كَثِير مِنْ شَرْحه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2682",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلٍ، نَافِعِ بْنِ مَالِكِ بْنِ أَبِي عَامِرٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ آيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ، وَإِذَا اؤْتُمِنَ خَانَ، وَإِذَا وَعَدَ أَخَلَفَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The signs of a hypocrite are three: \n(1) whenever he speaks, he tells a lie, \n(2) whenever he is entrusted, he proves to be dishonest, \n(3) whenever he promises, he breaks his promise.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا سُلَيْمَانُ أَبُو الرَّبِيع ) ‏ ‏هُوَ الزَّهْرَانِيّ , بَصْرِيّ نَزَلَ بَغْدَاد , وَمِنْ شَيْخه فَصَاعِدًا مَدَنِيُّونَ , وَنَافِع بْن مَالِك هُوَ عَمّ مَالِك بْن أَنَس الْإِمَام. ‏ ‏قَوْله : ( آيَة الْمُنَافِق ثَلَاث ) ‏ ‏الْآيَة الْعَلَامَة , وَإِفْرَاد الْآيَة إِمَّا عَلَى إِرَادَة الْجِنْس , أَوْ أَنَّ الْعَلَامَة إِنَّمَا تَحْصُل بِاجْتِمَاعِ الثَّلَاث , وَالْأَوَّل أَلْيَق بِصَنِيعِ الْمُؤَلِّف , وَلِهَذَا تَرْجَمَ بِالْجَمْعِ وَعَقَّبَ بِالْمَتْنِ الشَّاهِد لِذَلِكَ. وَقَدْ رَوَاهُ أَبُو عَوَانَة فِي صَحِيحه بِلَفْظِ \" عَلَامَات الْمُنَافِق \" , فَإِنْ قِيلَ ظَاهِره الْحَصْر فِي الثَّلَاث فَكَيْف جَاءَ فِي الْحَدِيث الْآخَر بِلَفْظِ \" أَرْبَع مَنْ كُنَّ فِيهِ... الْحَدِيث \". أَجَابَ الْقُرْطُبِيّ بِاحْتِمَالِ أَنَّهُ اِسْتَجَدَّ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْعِلْم بِخِصَالِهِمْ مَا لَمْ يَكُنْ عِنْده. وَأَقُول : لَيْسَ بَيْن الْحَدِيثَيْنِ تَعَارُض ; لِأَنَّهُ لَا يَلْزَم مِنْ عَدّ الْخَصْلَة الْمَذْمُومَة الدَّالَّة عَلَى كَمَالِ النِّفَاق كَوْنهَا عَلَامَة عَلَى النِّفَاق ; لِاحْتِمَالِ أَنْ تَكُون الْعَلَامَات دَالَّات عَلَى أَصْل النِّفَاق , وَالْخَصْلَة الزَّائِدَة إِذَا أُضِيفَتْ إِلَى ذَلِكَ كَمُلَ بِهَا خُلُوص النِّفَاق. عَلَى أَنَّ فِي رِوَايَة مُسْلِم مِنْ طَرِيق الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَا يَدُلّ عَلَى إِرَادَة عَدَم الْحَصْر , فَإِنَّ لَفْظه \" مِنْ عَلَامَة الْمُنَافِق ثَلَاث \" وَكَذَا أَخْرَجَ الطَّبَرَانِيُّ فِي الْأَوْسَط مِنْ حَدِيث أَبِي سَعِيد الْخُدْرِيِّ , وَإِذَا حُمِلَ اللَّفْظ الْأَوَّل عَلَى هَذَا لَمْ يَرِد السُّؤَال , فَيَكُون قَدْ أَخْبَرَ بِبَعْضِ الْعَلَامَات فِي وَقْت , وَبِبَعْضِهَا فِي وَقْت آخَر. وَقَالَ الْقُرْطُبِيّ أَيْضًا وَالنَّوَوِيّ : حَصَلَ مِنْ مَجْمُوع الرِّوَايَتَيْنِ خَمْس خِصَال ; لِأَنَّهُمَا تَوَارَدَتَا عَلَى الْكَذِب فِي الْحَدِيث وَالْخِيَانَة فِي الْأَمَانَة , وَزَادَ الْأَوَّل الْخُلْف فِي الْوَعْد وَالثَّانِي الْغَدْر فِي الْمُعَاهَدَة وَالْفُجُور فِي الْخُصُومَة. قُلْت : وَفِي رِوَايَة مُسْلِم الثَّانِي بَدَل الْغَدْر فِي الْمُعَاهَدَة الْخُلْف فِي الْوَعْد كَمَا فِي الْأَوَّل , فَكَأَنَّ بَعْض الرُّوَاة تَصَرَّفَ فِي لَفْظه لِأَنَّ مَعْنَاهُمَا قَدْ يَتَّحِد , وَعَلَى هَذَا فَالْمَزِيد خَصْلَة وَاحِدَة وَهِيَ الْفُجُور فِي الْخُصُومَة , وَالْفُجُور الْمَيْل عَنْ الْحَقّ وَالِاحْتِيَال فِي رَدّه. وَهَذَا قَدْ يَنْدَرِج فِي الْخَصْلَة الْأُولَى وَهِيَ الْكَذِب فِي الْحَدِيث. وَوَجْه الِاقْتِصَار عَلَى هَذِهِ الْعَلَامَات الثَّلَاث أَنَّهَا مُنَبِّهَة عَلَى مَا عَدَاهَا , إِذْ أَصْل الدِّيَانَة مُنْحَصِر فِي ثَلَاث : الْقَوْل , وَالْفِعْل , وَالنِّيَّة. فَنَبَّهَ عَلَى فَسَاد الْقَوْل بِالْكَذِبِ , وَعَلَى فَسَاد الْفِعْل بِالْخِيَانَةِ , وَعَلَى فَسَاد النِّيَّة بِالْخُلْفِ ; لِأَنَّ خُلْف الْوَعْد لَا يَقْدَح إِلَّا إِذَا كَانَ الْعَزْم عَلَيْهِ مُقَارِنًا لِلْوَعْدِ , أَمَّا لَوْ كَانَ عَازِمًا ثُمَّ عَرَضَ لَهُ مَانِع أَوْ بَدَا لَهُ رَأْي فَهَذَا لَمْ تُوجَد مِنْهُ صُورَة النِّفَاق , قَالَهُ الْغَزَالِيّ فِي الْإِحْيَاء. وَفِي الطَّبَرَانِيّ فِي حَدِيث طَوِيل مَا يَشْهَد لَهُ , فَفِيهِ مِنْ حَدِيث سَلْمَان \" إِذَا وَعَدَ وَهُوَ يُحَدِّث نَفْسه أَنَّهُ يُخْلِف \" وَكَذَا قَالَ فِي بَاقِي الْخِصَال , وَإِسْنَاده لَا بَأْس بِهِ لَيْسَ فِيهِمْ مَنْ أُجْمِعَ عَلَى تَرْكه , وَهُوَ عِنْد أَبِي دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث زَيْد بْن أَرْقَم مُخْتَصَر بِلَفْظِ \" إِذَا وَعَدَ الرَّجُل أَخَاهُ وَمَنْ نِيَّته أَنْ يَفِيَ لَهُ فَلَمْ يَفِ فَلَا إِثْم عَلَيْهِ \". ‏ ‏قَوْله : ( إِذَا وَعَدَ ) ‏ ‏قَالَ صَاحِب الْمُحْكَم : يُقَال وَعَدْته خَيْرًا , وَوَعَدْته شَرًّا. فَإِذَا أَسْقَطُوا الْفِعْل قَالُوا فِي الْخَيْر : وَعَدْته , وَفِي الشَّرّ : أَوْعَدْته. وَحَكَى اِبْن الْأَعْرَابِيّ فِي نَوَادِره : أَوْعَدْته خَيْرًا بِالْهَمْزَةِ. فَالْمُرَاد بِالْوَعْدِ فِي الْحَدِيث الْوَعْد بِالْخَيْرِ , وَأَمَّا الشَّرّ فَيُسْتَحَبّ إِخْلَافه. وَقَدْ يَجِب مَا لَمْ يَتَرَتَّب عَلَى تَرْك إِنْفَاذه مَفْسَدَة. ‏ ‏وَأَمَّا الْكَذِب فِي الْحَدِيث فَحَكَى اِبْن التِّين عَنْ مَالِك أَنَّهُ سُئِلَ عَمَّنْ جُرِّبَ عَلَيْهِ كَذِب فَقَالَ : أَيّ نَوْع مِنْ الْكَذِب ؟ لَعَلَّهُ حَدَّثَ عَنْ عَيْش لَهُ سَلَفَ فَبَالَغَ فِي وَصْفه , فَهَذَا لَا يَضُرّ , وَإِنَّمَا يَضُرّ مَنْ حَدَّثَ عَنْ الْأَشْيَاء بِخِلَافِ مَا هِيَ عَلَيْهِ قَاصِدًا الْكَذِب اِنْتَهَى. وَقَالَ النَّوَوِيّ : هَذَا الْحَدِيث عَدَّهُ جَمَاعَة مِنْ الْعُلَمَاء مُشْكِلًا مِنْ حَيْثُ إنَّ هَذِهِ الْخِصَال قَدْ تُوجَد فِي الْمُسْلِم الْمُجْمَع عَلَى عَدَم الْحُكْم بِكُفْرِهِ. قَالَ : وَلَيْسَ فِيهِ إِشْكَال , بَلْ مَعْنَاهُ صَحِيح وَاَلَّذِي قَالَهُ الْمُحَقِّقُونَ : إِنَّ مَعْنَاهُ أَنَّ هَذِهِ خِصَال نِفَاق , وَصَاحِبهَا شَبِيه بِالْمُنَافِقِينَ فِي هَذِهِ الْخِصَال وَمُتَخَلِّق بِأَخْلَاقِهِمْ. قُلْت : وَمُحَصَّل هَذَا الْجَوَاب الْحَمْل فِي التَّسْمِيَة عَلَى الْمَجَاز , أَيْ : صَاحِب هَذِهِ الْخِصَال كَالْمُنَافِقِ , وَهُوَ بِنَاء عَلَى أَنَّ الْمُرَاد بِالنِّفَاقِ نِفَاق الْكُفْر. وَقَدْ قِيلَ فِي الْجَوَاب عَنْهُ : إِنَّ الْمُرَاد بِالنِّفَاقِ نِفَاق الْعَمَل كَمَا قَدَّمْنَاهُ. وَهَذَا اِرْتَضَاهُ الْقُرْطُبِيّ وَاسْتَدَلَّ لَهُ بِقَوْلِ عُمَر لِحُذَيْفَة : هَلْ تَعْلَم فِيَّ شَيْئًا مِنْ النِّفَاق ؟ فَإِنَّهُ لَمْ يُرِدْ بِذَلِكَ نِفَاق الْكُفْر , وَإِنَّمَا أَرَادَ نِفَاق الْعَمَل. وَيُؤَيِّدهُ وَصْفه بِالْخَالِصِ فِي الْحَدِيث الثَّانِي بِقَوْلِهِ كَانَ مُنَافِقًا خَالِصًا \". وَقِيلَ : الْمُرَاد بِإِطْلَاقِ النِّفَاق الْإِنْذَار وَالتَّحْذِير عَنْ اِرْتِكَاب هَذِهِ الْخِصَال وَأَنَّ الظَّاهِر غَيْر مُرَاد , وَهَذَا اِرْتَضَاهُ الْخَطَّابِيُّ. وَذَكَرَ أَيْضًا أَنَّهُ يَحْتَمِل أَنَّ الْمُتَّصِف بِذَلِكَ هُوَ مَنْ اِعْتَادَ ذَلِكَ وَصَارَ لَهُ دَيْدَنًا. قَالَ : وَيَدُلّ عَلَيْهِ التَّعْبِير بِإِذَا , فَإِنَّهَا تَدُلّ عَلَى تَكَرُّر الْفِعْل. كَذَا قَالَ. وَالْأَوْلَى مَا قَالَ الْكَرْمَانِيُّ : إِنَّ حَذْف الْمَفْعُول مِنْ \" حَدَّثَ \" يَدُلّ عَلَى الْعُمُوم , أَيْ : إِذَا حَدَّثَ فِي كُلّ شَيْء كَذَبَ فِيهِ. أَوْ يَصِير قَاصِرًا , أَيْ : إِذَا وَجَدَ مَاهِيَّة التَّحْدِيث كَذَبَ. وَقِيلَ هُوَ مَحْمُول عَلَى مَنْ غَلَبَتْ عَلَيْهِ هَذِهِ الْخِصَال وَتَهَاوَنَ بِهَا وَاسْتَخَفَّ بِأَمْرِهَا , فَإِنَّ مَنْ كَانَ كَذَلِكَ كَانَ فَاسِد الِاعْتِقَاد غَالِبًا. وَهَذِهِ الْأَجْوِبَة كُلّهَا مَبْنِيَّة عَلَى أَنَّ اللَّام فِي الْمُنَافِق لِلْجِنْسِ , وَمِنْهُمْ مَنْ اِدَّعَى أَنَّهَا لِلْعَهْدِ فَقَالَ : إِنَّهُ وَرَدَ فِي حَقّ شَخْص مُعَيَّن أَوْ فِي حَقّ الْمُنَافِقِينَ فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَتَمَسَّكَ هَؤُلَاءِ بِأَحَادِيث ضَعِيفَة جَاءَتْ فِي ذَلِكَ لَوْ ثَبَتَ شَيْء مِنْهَا لَتَعَيَّنَ الْمَصِير إِلَيْهِ. وَأَحْسَن الْأَجْوِبَة مَا اِرْتَضَاهُ الْقُرْطُبِيّ. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2683",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، رضى الله عنهم قَالَ لَمَّا مَاتَ النَّبِيُّ صلى الله عليه وسلم جَاءَ أَبَا بَكْرٍ مَالٌ مِنْ قِبَلِ الْعَلاَءِ بْنِ الْحَضْرَمِيِّ، فَقَالَ أَبُو بَكْرٍ مَنْ كَانَ لَهُ عَلَى النَّبِيِّ صلى الله عليه وسلم دَيْنٌ، أَوْ كَانَتْ لَهُ قِبَلَهُ عِدَةٌ، فَلْيَأْتِنَا‏.‏ قَالَ جَابِرٌ فَقُلْتُ وَعَدَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُعْطِيَنِي هَكَذَا وَهَكَذَا وَهَكَذَا، فَبَسَطَ يَدَيْهِ ثَلاَثَ مَرَّاتٍ، قَالَ جَابِرٌ فَعَدَّ فِي يَدِي خَمْسَمِائَةٍ، ثُمَّ خَمْسَمِائَةٍ، ثُمَّ خَمْسَمِائَةٍ‏.‏",
    "english_text": "Jabir bin `Abdullah said, \"When the Prophet (ﷺ) died, Abu Bakr received some property from Al-`Ala bin \nAl-Hadrami. Abu Bakr said to the people, \"Whoever has a money claim on the Prophet, or was \npromised something by him, should come to us (so that we may pay him his right).\" Jabir added, \"I \nsaid (to Abu Bakr), Allah's Messenger (ﷺ) promised me that he would give me this much, and this much, and \nthis much (spreading his hands three times).\" Jabir added, \"Abu Bakr counted for me and handed me \nfive-hundred (gold pieces), and then five-hundred, and then five-hundred.\"",
    "explication": "حَدِيث جَابِر فِي قِصَّته مَعَ أَبِي بَكْر فِيمَا وَعَدَهُ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَال الْبَحْرَيْنِ , وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي \" بَاب فَرْض الْخُمُس \" وَمَضَى شَيْء مِنْ ذَلِكَ فِي الْكَفَالَة , وَأَشَارَ غَيْر وَاحِد إِلَى أَنّ ذَلِكَ مِنْ خَصَائِص النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَالَ اِبْن بَطَّال : لَمَّا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْلَى النَّاس بِمَكَارِمِ الْأَخْلَاق أَدَّى أَبُو بَكْر مَوَاعِيده عَنْهُ , وَلَمْ يَسْأَل جَابِرًا الْبَيِّنَة عَلَى مَا اِدَّعَاهُ لِأَنَّهُ لَمْ يَدَّعِ شَيْئًا فِي ذِمَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنَّمَا اِدَّعَى شَيْئًا فِي بَيْت الْمَال , وَذَلِكَ مَوْكُول إِلَى اِجْتِهَاد الْإِمَام. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2684",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مَرْوَانُ بْنُ شُجَاعٍ، عَنْ سَالِمٍ الأَفْطَسِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سَأَلَنِي يَهُودِيٌّ مِنْ أَهْلِ الْحِيرَةِ أَىَّ الأَجَلَيْنِ قَضَى مُوسَى قُلْتُ لاَ أَدْرِي حَتَّى أَقْدَمَ عَلَى حَبْرِ الْعَرَبِ فَأَسْأَلَهُ‏.‏ فَقَدِمْتُ، فَسَأَلْتُ ابْنَ عَبَّاسٍ فَقَالَ قَضَى أَكْثَرَهُمَا وَأَطْيَبَهُمَا، إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم إِذَا قَالَ فَعَلَ‏.‏",
    "english_text": "A Jew from Hira asked me which one of the two periods Musa (i.e. Prophet Moses) completed. I said, \n\"I don't know, (but wait) till I see the most learned 'Arab and inquire him about it.\" So, I went to Ibn \n`Abbas and asked him. He replied, \"Moses completed the longer and better period.\" Ibn `Abbas \nadded, \"No doubt, an apostle of Allah always does what he says.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ سَالِم الْأَفْطَس ) ‏ ‏هُوَ اِبْن عَجْلَان الْجَزَرِيِّ , شَامِيّ ثِقَة , لَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر فِي الطِّبّ , وَكَذَا الرَّاوِي عَنْهُ مَرْوَان بْن شُجَاع , وَقَدْ تَابَعَ سَالِمًا عَلَى رِوَايَته لِهَذَا الْحَدِيث حَكِيم بْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر , وَتَابَعَ سَعِيدًا عِكْرِمَة عَنْ اِبْن عَبَّاس , وَرَوَاهُ أَيْضًا أَبُو ذَرّ وَأَبُو هُرَيْرَة وَعُتْبَة بْن النُّذَّرِ بِضَمِّ النُّون وَتَشْدِيد الذَّال الْمُعْجَمَة الْمَفْتُوحَة بَعْدهَا رَاء , وَجَابِر وَأَبُو سَعِيد , وَرَفَعُوهُ كُلّهمْ , وَجَمِيعهَا عِنْد اِبْن مَرْدَوَيْهِ فِي التَّفْسِير , وَحَدِيث عُتْبَة وَأَبِي ذَرّ عِنْد الْبَزَّار أَيْضًا , وَحَدِيث جَابِر عِنْد الطَّبَرَانِيِّ فِي الْأَوْسَط , وَرِوَايَة عِكْرِمَة فِي مُسْنَد الْحُمَيْدِيِّ. ‏ ‏قَوْله : ( سَأَلَنِي يَهُودِيّ ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَالْحِيرَة بِكَسْرِ الْمُهْمَلَة بَعْدهَا تَحْتَانِيَّة سَاكِنَة بَلَد مَعْرُوف بِالْعِرَاقِ. ‏ ‏قَوْله : ( أَيّ الْأَجَلَيْنِ ) ‏ ‏أَيْ الْمُشَار إِلَيْهِمَا فِي قَوْله تَعَالَى : ( ثَمَانِيَ حِجَج فَإِنْ أَتْمَمْت عَشْرًا فَمِنْ عِنْدك ). ‏ ‏قَوْله : ( حَبْر الْعَرَب ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَبِكَسْرِهَا وَرَجَّحَهُ أَبُو عُبَيْد , وَرَجَّحَ اِبْن قُتَيْبَة الْفَتْح وَسُكُون الْمُوَحَّدَة , وَالْمُرَاد بِهِ الْعَالِم الْمَاهِر , وَإِنَّمَا عَبَّرَ بِهِ سَعِيد لِكَوْنِهَا مُسْتَعْمَلَة عِنْد الَّذِي خَاطَبَهُ , وَقَدْ أَخْرَجَ أَبُو نُعَيْم مِنْ حَدِيث اِبْن عَبَّاس مَرْفُوعًا أَنَّ جِبْرِيل سَمَّاهُ بِذَلِكَ , وَمُرَاده بِالْقُدُومِ عَلَى اِبْن عَبَّاس أَيْ بِمَكَّة. ‏ ‏قَوْله : ( قَضَى أَكْثَرهمَا وَأَطْيَبهمَا ) ‏ ‏كَذَا رَوَاهُ سَعِيد بْن جُبَيْر مَوْقُوفًا , وَهُوَ فِي حُكْم الْمَرْفُوع لِأَنَّ اِبْن عَبَّاس كَانَ لَا يَعْتَمِد عَلَى أَهْل الْكِتَاب كَمَا سَيَأْتِي بَيَانه فِي الْبَاب الَّذِي يَلِيه. وَذَكَرَ اِبْن دُرَيْدٍ فِي \" الْمَنْثُور \" أَنَّ عَبْد اللَّه بْن سَعْد بْن أَبِي سَرْح لَمَّا غَزَا الْمَغْرِب أَرْسَلَ إِلَى اِبْن عَبَّاس جُرَيْجًا فَكَلَّمَهُ فَقَالَ : مَا يَنْبَغِي لِهَذَا إِلَّا أَنْ يَكُون حَبْر الْعَرَب , وَقَدْ صَرَّحَ بِرَفْعِهِ عِكْرِمَة عَنْ اِبْن عَبَّاس \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَأَلَ جِبْرِيل : أَيّ الْأَجَلَيْنِ قَضَى مُوسَى ؟ قَالَ : أَتَمَّهُمَا وَأَكْمَلهمَا \" أَخْرَجَهُ الْحَاكِم , وَفِي حَدِيث جَابِر \" أَوْفَاهُمَا \" أَخْرَجَهُ الطَّبَرَانِيُّ فِي الْأَوْسَط , وَفِي حَدِيث أَبِي سَعِيد \" أَتَمّهمَا وَأَطْيَبهمَا عَشْر سِنِينَ \" وَالْمُرَاد بِالْأَطْيَبِ أَيْ فِي نَفْس شُعَيْب. ‏ ‏قَوْله : ( إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَالَ فَعَلَ ) ‏ ‏الْمُرَاد بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ اِتَّصَفَ بِذَلِكَ وَلَمْ يُرِدْ شَخْصًا بِعَيْنِهِ. وَفِي رِوَايَة حَكِيم بْن جُبَيْر \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إِذَا وَعَدَ لَمْ يُخْلِف \" زَادَ الْإِسْمَاعِيلِيّ مِنْ الطَّرِيق الَّتِي أَخْرَجَهَا الْبُخَارِيّ \" قَالَ سَعِيد : فَلَقِيَنِي الْيَهُودِيّ فَأَعْلَمْته بِذَلِكَ , فَقَالَ : صَاحِبك وَاَللَّه عَالِم \" وَالْغَرَض مِنْ ذِكْر هَذَا الْحَدِيث فِي هَذَا الْبَاب بَيَان تَوْكِيد الْوَفَاء بِالْوَعْدِ , لِأَنَّ مُوسَى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَجْزِم بِوَفَاءِ الْعَشْر , وَمَعَ ذَلِكَ فَوَفَّاهَا فَكَيْفَ لَوْ جَزَمَ. قَالَ اِبْن الْجَوْزِيّ : لَمَّا رَأَى مُوسَى عَلَيْهِ السَّلَام طَمَع شُعَيْب عَلَيْهِ السَّلَام مُتَعَلِّقًا بِالزِّيَادَةِ لَمْ يَقْتَضِ كَرِيم أَخْلَاقه أَنْ يُخَيِّب ظَنَّهُ فِيهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2685",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ يَا مَعْشَرَ الْمُسْلِمِينَ، كَيْفَ تَسْأَلُونَ أَهْلَ الْكِتَابِ، وَكِتَابُكُمُ الَّذِي أُنْزِلَ عَلَى نَبِيِّهِ صلى الله عليه وسلم أَحْدَثُ الأَخْبَارِ بِاللَّهِ، تَقْرَءُونَهُ لَمْ يُشَبْ، وَقَدْ حَدَّثَكُمُ اللَّهُ أَنَّ أَهْلَ الْكِتَابِ بَدَّلُوا مَا كَتَبَ اللَّهُ وَغَيَّرُوا بِأَيْدِيهِمُ الْكِتَابَ، فَقَالُوا هُوَ مِنْ عِنْدِ اللَّهِ، لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلاً أَفَلاَ يَنْهَاكُمْ مَا جَاءَكُمْ مِنَ الْعِلْمِ عَنْ مُسَاءَلَتِهِمْ، وَلاَ وَاللَّهِ مَا رَأَيْنَا مِنْهُمْ رَجُلاً قَطُّ يَسْأَلُكُمْ عَنِ الَّذِي أُنْزِلَ عَلَيْكُمْ‏.‏",
    "english_text": "Ibn `Abbas said, \"O Muslims? How do you ask the people of the Scriptures, though your Book (i.e. \nthe Qur'an) which was revealed to His Prophet is the most recent information from Allah and you \nrecite it, the Book that has not been distorted? Allah has revealed to you that the people of the \nscriptures have changed with their own hands what was revealed to them and they have said (as \nregards their changed Scriptures): This is from Allah, in order to get some worldly benefit thereby.\" \nIbn `Abbas added: \"Isn't the knowledge revealed to you sufficient to prevent you from asking them? \nBy Allah I have never seen any one of them asking (Muslims) about what has been revealed to you.\"",
    "explication": "‏ ‏قَوْله : ( يَا مَعْشَر الْمُسْلِمِينَ كَيْفَ تَسْأَلُونَ أَهْل الْكِتَاب ) ‏ ‏أَيْ مِنْ الْيَهُود وَالنَّصَارَى. ‏ ‏قَوْله : ( وَكِتَابكُمْ ) ‏ ‏أَيْ الْقُرْآن. ‏ ‏قَوْله : ( أَحْدَث الْأَخْبَار بِاَللَّهِ ) ‏ ‏أَيْ أَقْرَبهَا نُزُولًا إِلَيْكُمْ مِنْ عِنْد اللَّه عَزَّ وَجَلَّ , فَالْحَدِيث بِالنِّسْبَةِ إِلَى الْمَنْزُول إِلَيْهِمْ وَهُوَ فِي نَفْسه قَدِيم , ‏ ‏وَقَوْله : ( لَمْ يُشَبْ ) ‏ ‏بِضَمِّ أَوَّله وَفَتْح الْمُعْجَمَة بَعْدهَا مُوَحَّدَة أَيْ لَمْ يُخْلَط , وَوَقَعَ عِنْد أَحْمَد مِنْ حَدِيث جَابِر مَرْفُوعًا \" لَا تَسْأَلُوا أَهْل الْكِتَاب عَنْ شَيْء فَإِنَّهُمْ لَنْ يَهْدُوكُمْ وَقَدْ ضَلُّوا \" الْحَدِيث. وَسَيَأْتِي مَزِيد بَسْط فِي ذَلِكَ فِي كِتَاب التَّوْحِيد إِنْ شَاءَ اللَّه تَعَالَى. وَالْغَرَض مِنْهُ هُنَا الرَّدّ عَلَى مَنْ يَقْبَل شَهَادَة أَهْل الْكِتَاب , وَإِذَا كَانَتْ أَخْبَارهمْ لَا تُقْبَل فَشَهَادَتهمْ مَرْدُودَة بِالْأَوْلَى ; لِأَنَّ بَاب الشَّهَادَة أَضْيَق مِنْ بَاب الرِّوَايَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2686",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي الشَّعْبِيُّ، أَنَّهُ سَمِعَ النُّعْمَانَ بْنَ بَشِيرٍ ـ رضى الله عنهما ـ يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ مَثَلُ الْمُدْهِنِ فِي حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا مَثَلُ قَوْمٍ اسْتَهَمُوا سَفِينَةً، فَصَارَ بَعْضُهُمْ فِي أَسْفَلِهَا وَصَارَ بَعْضُهُمْ فِي أَعْلاَهَا، فَكَانَ الَّذِي فِي أَسْفَلِهَا يَمُرُّونَ بِالْمَاءِ عَلَى الَّذِينَ فِي أَعْلاَهَا، فَتَأَذَّوْا بِهِ، فَأَخَذَ فَأْسًا، فَجَعَلَ يَنْقُرُ أَسْفَلَ السَّفِينَةِ، فَأَتَوْهُ فَقَالُوا مَا لَكَ قَالَ تَأَذَّيْتُمْ بِي، وَلاَ بُدَّ لِي مِنَ الْمَاءِ، فَإِنْ أَخَذُوا عَلَى يَدَيْهِ أَنْجَوْهُ وَنَجَّوْا أَنْفُسَهُمْ، وَإِنْ تَرَكُوهُ أَهْلَكُوهُ وَأَهْلَكُوا أَنْفُسَهُمْ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The example of the person abiding by Allah's orders and limits (or the one who \nabides by the limits and regulations prescribed by Allah) in comparison to the one who do wrong and \nviolate Allah's limits and orders is like the example of people drawing lots for seats in a boat. Some of \nthem got seats in the upper part while the others in the lower part ; those in the, lower part have to \npass by those in the upper one to get water, and that troubled the latter. One of them (i.e. the people in \nthe lower part) took an ax and started making a hole in the bottom of the boat. The people of the upper \npart came and asked him, (saying), 'What is wrong with you?' He replied, \"You have been troubled \nmuch by my (coming up to you), and I have to get water.' Now if they prevent him from doing that \nthey will save him and themselves, but if they leave him (to do what he wants), they will destroy him \nand themselves.\"",
    "explication": "حَدِيث الْنُعْمَان بْن بَشِير : ‏ ‏قَوْله : ( مِثْل الْمُدْهِن ) ‏ ‏بِضَمِّ أَوَّله وَسُكُون الْمُهْمَلَة وَكَسْر الْهَاء بَعْدهَا نُون أَيْ الْمُحَابِي بِالْمُهْمَلَةِ وَالْمُوَحَّدَة وَالْمُدْهِن وَالْمُدَاهِن وَاحِد , وَالْمُرَاد بِهِ مَنْ يُرَائِي وَيُضَيِّع الْحُقُوق وَلَا يُغَيِّر الْمُنْكَر. ‏ ‏قَوْله : ( وَالْوَاقِع فِيهَا ) ‏ ‏كَذَا وَقَعَ هُنَا , وَقَدْ تَقَدَّمَ فِي الشَّرِكَة مِنْ وَجْه آخَر عَنْ عَامِر وَهُوَ الشَّعْبِيّ \" مَثَل الْقَائِم عَلَى حُدُود اللَّه وَالْوَاقِع فِيهَا \" وَهُوَ أَصْوَب لِأَنَّ الْمُدْهِن وَالْوَاقِع أَيْ مُرْتَكِبهَا فِي الْحُكْم وَاحِد , وَالْقَائِم مُقَابِله. وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ فِي الشَّرِكَة \" مَثَل الْقَائِم عَلَى حُدُود اللَّه وَالْوَاقِع فِيهَا \" وَهَذَا يَشْمَل الْفِرَق الثَّلَاث وَهُوَ النَّاهِي عَنْ الْمَعْصِيَة وَالْوَاقِع فِيهَا وَالْمُرَائِي فِي ذَلِكَ , وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ أَيْضًا هُنَا \" مَثَل الْوَاقِع فِي حُدُود اللَّه تَعَالَى وَالنَّاهِي عَنْهَا \" وَهُوَ الْمُطَابِق لِلْمَثَلِ الْمَضْرُوب فَإِنَّهُ لَمْ يَقَع فِيهِ إِلَّا ذِكْر فِرْقَتَيْنِ فَقَطْ لَكِنْ إِذَا كَانَ الْمُدَاهِن مُشْتَرِكًا فِي الذَّمّ مَعَ الْوَاقِع صَارَا بِمَنْزِلَةِ فِرْقَة وَاحِدَة , وَبَيَان وُجُود الْفِرَق الثَّلَاث فِي الْمَثَل الْمَضْرُوب أَنَّ الَّذِينَ أَرَادُوا خَرْق السَّفِينَة بِمَنْزِلَةِ الْوَاقِع فِي حُدُود اللَّه , ثُمَّ مَنْ عَدَاهُمْ إِمَّا مُنْكِر وَهُوَ الْقَائِم , وَإِمَّا سَاكِت وَهُوَ الْمُدْهِن. وَحَمَلَ اِبْن التِّين قَوْله هُنَا \" الْوَاقِع فِيهَا \" عَلَى أَنَّ الْمُرَاد بِهِ الْقَائِم فِيهَا وَاسْتَشْهَدَ بِقَوْلِهِ تَعَالَى : ( إِذَا وَقَعَتْ الْوَاقِعَة ) أَيْ قَامَتْ الْقِيَامَة وَلَا يَخْفَى مَا فِيهِ , وَكَأَنَّهُ غَفَلَ عَمَّا وَقَعَ فِي الشَّرِكَة مِنْ مُقَابَلَة الْوَاقِع بِالْقَائِمِ , وَقَدْ رَوَاهُ التِّرْمِذِيّ مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِلَفْظِ \" مَثَل الْقَائِم عَلَى حُدُود اللَّه وَالْمُدْهِن فِيهَا \" وَهُوَ مُسْتَقِيم. وَقَالَ الْكَرْمَانِيُّ : قَالَ فِي الشَّرِكَة \" مَثَل الْقَائِم \" وَهُنَا \" مَثَل الْمُدْهِن \" وَهُمَا نَقِيضَانِ , فَإِنَّ الْقَائِم هُوَ الْآمِر بِالْمَعْرُوفِ وَالْمُدْهِن هُوَ التَّارِك لَهُ , ثُمَّ أَجَابَ بِأَنَّهُ حَيْثُ قَالَ الْقَائِم نَظَرَ إِلَى جِهَة النَّجَاة , وَحَيْثُ قَالَ الْمُدْهِن نَظَرَ إِلَى جِهَة الْهَلَاك وَلَا شَكَّ أَنَّ التَّشْبِيه مُسْتَقِيم عَلَى الْحَالَيْنِ. قُلْت : كَيْفَ يَسْتَقِيم هُنَا الِاقْتِصَار عَلَى ذِكْر الْمُدْهِن وَهُوَ التَّارِك لِلْأَمْرِ بِالْمَعْرُوفِ وَعَلَى ذِكْر الْوَاقِع فِي الْحَدّ وَهُوَ الْعَاصِي وَكِلَاهُمَا هَالِك , فَاَلَّذِي يَظْهَر أَنَّ الصَّوَاب مَا تَقَدَّمَ. وَالْحَاصِل أَنَّ بَعْض الرُّوَاة ذَكَرَ الْمُدْهِن وَالْقَائِم وَبَعْضهمْ ذَكَرَ الْوَاقِع وَالْقَائِم وَبَعْضهمْ جَمَعَ الثَّلَاثَة , وَأَمَّا الْجَمْع بَيْن الْمُدْهِن وَالْوَاقِع دُون الْقَائِم فَلَا يَسْتَقِيم. ‏ ‏قَوْله : ( اِسْتَهَمُوا سَفِينَة ) ‏ ‏أَيْ اِقْتَرَعُوهَا , فَأَخَذَ كُلّ وَاحِد مِنْهُمْ سَهْمًا أَيْ نَصِيبًا مِنْ السَّفِينَة بِالْقُرْعَةِ بِأَنْ تَكُون مُشْتَرَكَة بَيْنهمْ إِمَّا بِالْإِجَارَةِ وَإِمَّا بِالْمِلْكِ , وَإِنَّمَا تَقَع الْقُرْعَة بَعْد التَّعْدِيل , ثُمَّ يَقَع التَّشَاحّ فِي الْأَنْصِبَة فَتَقَع الْقُرْعَة لِفَصْلِ النِّزَاع كَمَا تَقَدَّمَ. قَالَ اِبْن التِّين : وَإِنَّمَا يَقَع ذَلِكَ فِي السَّفِينَة وَنَحْوهَا فِيمَا إِذَا نَزَلُوهَا مَعًا , أَمَّا لَوْ سَبَقَ بَعْضهمْ بَعْضًا فَالسَّابِق أَحَقّ بِمَوْضِعِهِ. قُلْت : وَهَذَا فِيمَا إِذَا كَانَتْ مُسَبَّلَة مَثَلًا , أَمَّا لَوْ كَانَتْ مَمْلُوكَة لَهُمْ مَثَلًا فَالْقُرْعَة مَشْرُوعَة إِذَا تَنَازَعُوا وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( فَتَأَذَّوْا بِهِ ) ‏ ‏أَيْ بِالْمَارِّ عَلَيْهِمْ بِالْمَاءِ حَالَة السَّقْي. ‏ ‏قَوْله : ( فَأَخَذَ فَأْسًا ) ‏ ‏بِهَمْزَةٍ سَاكِنَة مَعْرُوف وَيُؤَنَّث. ‏ ‏قَوْله : ( يَنْقُر ) ‏ ‏بِفَتْحِ أَوَّله وَسُكُون النُّون وَضَمّ الْقَاف أَيْ يَحْفِر لِيَخْرِقهَا. ‏ ‏قَوْله : ( فَإِنْ أَخَذُوا عَلَى يَدَيْهِ ) ‏ ‏أَيْ مَنَعُوهُ مِنْ الْحَفْر ‏ ‏( أَنْجَوْهُ وَنَجَّوْا أَنْفُسَهمْ ) ‏ ‏هُوَ تَفْسِير لِلرِّوَايَةِ الْمَاضِيَة فِي الشَّرِكَة حَيْثُ قَالَ : \" نَجَوْا وَنَجَوْا \" أَيْ كُلّ مِنْ الْآخِذِينَ وَالْمَأْخُوذِينَ , وَهَكَذَا إِقَامَة الْحُدُود يَحْصُل بِهَا النَّجَاة لِمَنْ أَقَامَهَا وَأُقِيمَتْ عَلَيْهِ , وَإِلَّا هَلَكَ الْعَاصِي بِالْمَعْصِيَةِ وَالسَّاكِت بِالرِّضَا بِهَا. قَالَ الْمُهَلَّب وَغَيْره : فِي هَذَا الْحَدِيث تَعْذِيب الْعَامَّة بِذَنْبِ الْخَاصَّة , وَفِيهِ نَظَر لِأَنَّ التَّعْذِيب الْمَذْكُور إِذَا وَقَعَ فِي الدُّنْيَا عَلَى مَنْ لَا يَسْتَحِقّهُ فَإِنَّهُ يُكَفِّر مِنْ ذُنُوب مَنْ وَقَعَ بِهِ أَوْ يَرْفَع مِنْ دَرَجَته. وَفِيهِ اِسْتِحْقَاق الْعُقُوبَة بِتَرْكِ الْأَمْر بِالْمَعْرُوفِ , وَتَبْيِين الْعَالِم الْحُكْم بِضَرْبِ الْمَثَل , وَوُجُوب الصَّبْر عَلَى أَذَى الْجَار إِذَا خَشِيَ وُقُوع مَا هُوَ أَشَدّ ضَرَرًا , وَأَنَّهُ لَيْسَ لِصَاحِبِ السُّفْل أَنْ يُحْدِث عَلَى صَاحِب الْعُلْو مَا يَضُرّ بِهِ , وَأَنَّهُ إِنْ أَحْدَثَ عَلَيْهِ ضَرَرًا لَزِمَهُ إِصْلَاحه , وَأَنَّ لِصَاحِبِ الْعُلْو مَنْعه مِنْ الضَّرَر. وَفِيهِ جَوَاز قِسْمَة الْعَقَار الْمُتَفَاوِت بِالْقُرْعَةِ وَإِنْ كَانَ فِيهِ عُلْو وَسُفْل. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ حَدِيث النُّعْمَان هَذَا فِي بَعْض النُّسَخ مُقَدَّمًا عَلَى حَدِيث أُمّ الْعَلَاء , وَفِي رِوَايَة أَبِي ذَرّ وَطَائِفَة كَمَا أَوْرَدْته. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2687",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي خَارِجَةُ بْنُ زَيْدٍ الأَنْصَارِيُّ، أَنَّ أُمَّ الْعَلاَءِ، امْرَأَةً مِنْ نِسَائِهِمْ قَدْ بَايَعَتِ النَّبِيَّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ عُثْمَانَ بْنَ مَظْعُونٍ طَارَ لَهُ سَهْمُهُ فِي السُّكْنَى حِينَ أَقْرَعَتِ الأَنْصَارُ سُكْنَى الْمُهَاجِرِينَ‏.‏ قَالَتْ أُمُّ الْعَلاَءِ فَسَكَنَ عِنْدَنَا عُثْمَانُ بْنُ مَظْعُونٍ، فَاشْتَكَى، فَمَرَّضْنَاهُ حَتَّى إِذَا تُوُفِّيَ وَجَعَلْنَاهُ فِي ثِيَابِهِ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ رَحْمَةُ اللَّهِ عَلَيْكَ أَبَا السَّائِبِ، فَشَهَادَتِي عَلَيْكَ لَقَدْ أَكْرَمَكَ اللَّهُ‏.‏ فَقَالَ لِي النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَمَا يُدْرِيكِ أَنَّ اللَّهَ أَكْرَمَهُ ‏\"‏‏.‏ فَقُلْتُ لاَ أَدْرِي بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَّا عُثْمَانُ فَقَدْ جَاءَهُ ـ وَاللَّهِ ـ الْيَقِينُ وَإِنِّي لأَرْجُو لَهُ الْخَيْرَ، وَاللَّهِ مَا أَدْرِي وَأَنَا رَسُولُ اللَّهِ مَا يُفْعَلُ بِي ‏\"‏‏.‏ قَالَتْ فَوَاللَّهِ لاَ أُزَكِّي أَحَدًا بَعْدَهُ أَبَدًا، وَأَحْزَنَنِي ذَلِكَ قَالَتْ فَنِمْتُ فَأُرِيتُ لِعُثْمَانَ عَيْنًا تَجْرِي، فَجِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ ‏\"‏ ذَلِكَ عَمَلُهُ ‏\"‏‏.‏",
    "english_text": "That when the Ansar drew lots as to which of the emigrants should dwell with which of the Ansar, the \nname of `Uthman bin Mazun came out (to be in their lot). Um Al-Ala further said, \"Uthman stayed \nwith us, and we nursed him when he got sick, but he died. We shrouded him in his clothes, and Allah's \nApostle came to our house and I said, (addressing the dead `Uthman), 'O Abu As-Sa'ib! May Allah be \nmerciful to you. I testify that Allah has blessed you.' The Prophet (ﷺ) said to me, \"How do you know that \nAllah has blessed him?\" I replied, 'I do not know O Allah's Messenger (ﷺ)! May my parents be sacrificed for \nyou.' Allah's Messenger (ﷺ) said, 'As regards `Uthman, by Allah he has died and I really wish him every \ngood, yet, by Allah, although I am Allah's Messenger (ﷺ), I do not know what will be done to him.' Um Al- \nAla added, 'By Allah I shall never attest the piety of anybody after him. And what Allah's Messenger (ﷺ)s \nsaid made me sad.\" Um Al-Ala further said, \"Once I slept and saw in a dream, a flowing stream for \n`Uthman. So I went to Allah's Messenger (ﷺ) and told him about it, he said, 'That is (the symbol of) his \ndeeds.\"",
    "explication": "حَدِيث أُمّ الْعَلَاء فِي قِصَّة عُثْمَان بْن مَظْعُون , وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ فِي أَوَائِل الْجَنَائِز , وَيَأْتِي فِي الْهِجْرَة شَيْء مِنْ تَرْجَمَة أُمّ الْعَلَاء الْمَذْكُورَة وَعُثْمَان بْن مَظْعُون , إِنْ شَاءَ اللَّه تَعَالَى , وَالْغَرَض مِنْهُ قَوْلهَا فِيهِ : \" إِنَّ عُثْمَان بْن مَظْعُون طَارَ لَهُ سَهْمه فِي السُّكْنَى \" وَمَعْنَى ذَلِكَ أَنَّ الْمُهَاجِرِينَ لَمَّا دَخَلُوا الْمَدِينَة لَمْ يَكُنْ لَهُمْ مَسَاكِن , فَاقْتَرَعَ الْأَنْصَار فِي إِنْزَالهمْ , فَصَارَ عُثْمَان بْن مَظْعُون لِآلِ أُمّ الْعَلَاء فَنَزَلَ فِيهِمْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2688",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ سَفَرًا أَقْرَعَ بَيْنَ نِسَائِهِ، فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا مَعَهُ، وَكَانَ يَقْسِمُ لِكُلِّ امْرَأَةٍ مِنْهُنَّ يَوْمَهَا وَلَيْلَتَهَا، غَيْرَ أَنَّ سَوْدَةَ بِنْتَ زَمْعَةَ وَهَبَتْ يَوْمَهَا وَلَيْلَتَهَا لِعَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم، تَبْتَغِي بِذَلِكَ رِضَا رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) intended to go on a journey, he used to draw lots among his wives and \nwould take with him the one on whom the lot fell. He also used to fix for everyone of his wives a day \nand a night, but Sauda bint Zam`a gave her day and night to `Aisha, the wife of the Prophet (ﷺ) intending \nthereby to please Allah's Messenger (ﷺ).",
    "explication": "حَدِيث عَائِشَة وَصَدْره طَرَف مِنْ قِصَّة الْإِفْك , وَسَيَأْتِي شَرْحهَا مُسْتَوْفًى فِي تَفْسِير سُورَة النُّور , ‏ ‏وَقَوْله : \" وَكَانَ يَقْسِم لِكُلِّ اِمْرَأَة مِنْهُنَّ غَيْر سَوْدَة إِلَخْ \" ‏ ‏حَدِيث مُسْتَقِلّ , وَقَدْ تَرْجَمَ لَهُ فِي النِّكَاح , وَأَوْرَدَهُ مُفْرَدًا , وَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى , وَقَدْ تَبَيَّنَ تَوْجِيهه هُنَاكَ فِي شَرْح الْبَاب الَّذِي قَبْله , قَالَ اِبْن بَطَّال : لَيْسَ فِي أَحَادِيث الْبَاب مَا يَرُدُّ عَلَى مَالِك لِأَنَّهُ يَحْمِلُهَا عَلَى مَا زَادَ عَلَى الثُّلُث اِنْتَهَى. وَهُوَ حَمْلٌ سَائِغ إِنْ ثَبَتَ الْمُدَّعَى , وَهُوَ أَنَّهُ لَا يَجُوزُ لَهَا تَصَرُّف فِيمَا زَادَ عَلَى الثُّلُث إِلَّا بِإِذْنِ زَوْجهَا , لِمَا فِي ذَلِكَ مِنْ الْجَمْع بَيْن الْأَدِلَّة , وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2689",
    "category": "كتاب الشهادات",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لَوْ يَعْلَمُ النَّاسُ مَا فِي النِّدَاءِ وَالصَّفِّ الأَوَّلِ، ثُمَّ لَمْ يَجِدُوا إِلاَّ أَنْ يَسْتَهِمُوا عَلَيْهِ لاَسْتَهَمُوا، وَلَوْ يَعْلَمُونَ مَا فِي التَّهْجِيرِ لاَسْتَبَقُوا إِلَيْهِ، وَلَوْ يَعْلَمُونَ مَا فِي الْعَتَمَةِ وَالصُّبْحِ لأَتَوْهُمَا وَلَوْ حَبْوًا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If the people knew what is the reward of making the call (for the prayer) and (of \nbeing in) the first row (in the prayer), and if they found no other way to get this privilege except by \ncasting lots, they would certainly cast lots for it. If they knew the reward of the noon prayer, they \nwould race for it, and if they knew the reward of the morning (i.e. Fajr) and `Isha prayers, they would \npresent themselves for the prayer even if they had to crawl to reach there.",
    "explication": "‏ ‏قَوْله : ( عَنْ سُمَيٍّ ) ‏ ‏بِضَمِّ أَوَّلِهِ بِلَفْظِ التَّصْغِيرِ. ‏ ‏قَوْله : ( مَوْلَى أَبِي بَكْرٍ ) ‏ ‏أَيْ اِبْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَامٍ. ‏ ‏قَوْله : ( لَوْ يَعْلَم النَّاس ) ‏ ‏قَالَ الطِّيبِيُّ : وَضَعَ الْمُضَارِع مَوْضِعَ الْمَاضِي لِيُفِيدَ اِسْتِمْرَار الْعِلْم. ‏ ‏قَوْله : ( مَا فِي النِّدَاء ) ‏ ‏أَيْ الْأَذَان , وَهِيَ رِوَايَة بِشْر بْن عُمَر عَنْ مَالِك عِنْدَ السَّرَّاجِ. ‏ ‏قَوْله : ( وَالصَّفّ الْأَوَّل ) ‏ ‏زَادَ أَبُو الشَّيْخ فِي رِوَايَة لَهُ مِنْ طَرِيق الْأَعْرَج عَنْ أَبِي هُرَيْرَة \" مِنْ الْخَيْر وَالْبَرَكَة \" وَقَالَ الطِّيبِيُّ : أَطْلَقَ مَفْعُولَ يَعْلَمُ وَهُوَ مَا وَلَمْ يُبَيِّنْ الْفَضِيلَةَ مَا هِيَ لِيُفِيدَ ضَرْبًا مِنْ الْمُبَالَغَة وَأَنَّهُ مِمَّا لَا يَدْخُلُ تَحْتَ الْوَصْفِ , وَالْإِطْلَاق إِنَّمَا هُوَ فِي قَدْرِ الْفَضِيلَةِ وَإِلَّا فَقَدْ بَيَّنْت فِي الرِّوَايَة الْأُخْرَى بِالْخَيْرِ وَالْبَرَكَة. ‏ ‏قَوْله : ( ثُمَّ لَمْ يَجِدُوا ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِيّ وَالْحَمَوِيِّ \" ثُمَّ لَا يَجِدُونَ \" وَحَكَى الْكَرْمَانِيُّ أَنَّ فِي بَعْض الرِّوَايَات \" ثُمَّ لَا يَجِدُوا \" وَوَجْهه بِجَوَازِ حَذْفِ النُّون تَخْفِيفًا , وَلَمْ أَقِفْ عَلَى هَذِهِ الرِّوَايَة. ‏ ‏قَوْله : ( إِلَّا أَنْ يَسْتَهِمُوا ) ‏ ‏أَيْ لَمْ يَجِدُوا شَيْئًا مِنْ وُجُوه الْأَوْلَوِيَّة , أَمَّا فِي الْأَذَان فَبِأَنْ يَسْتَوُوا فِي مَعْرِفَة الْوَقْت وَحُسْنِ الصَّوْت وَنَحْوِ ذَلِكَ مِنْ شَرَائِط الْمُؤَذِّنِ وَتَكْمِلَاتِهِ , وَأَمَّا فِي الصَّفّ الْأَوَّل فَبِأَنْ يُصَلُّوا دَفْعَةً وَاحِدَةً , وَيَسْتَوُوا فِي الْفَضْل فَيُقْرَعَ بَيْنَهُمْ , إِذَا لَمْ يَتَرَاضَوْا فِيمَا بَيْنَهُمْ فِي الْحَالَيْنِ. وَاسْتَدَلَّ بِهِ بَعْضهمْ لِمَنْ قَالَ بِالِاقْتِصَارِ عَلَى مُؤَذِّن وَاحِد , وَلَيْسَ بِظَاهِرٍ لِصِحَّةِ اِسْتِهَام أَكْثَرَ مِنْ وَاحِد فِي مُقَابَلَة أَكْثَرَ مِنْ وَاحِد , وَلِأَنَّ الِاسْتِهَام عَلَى الْأَذَان يَتَوَجَّه مِنْ جِهَة التَّوْلِيَة مِنْ الْإِمَام لِمَا فِيهِ مِنْ الْمَزِيَّة , وَزَعَمَ بَعْضهمْ أَنَّ الْمُرَاد بِالِاسْتِهَامِ هُنَا التَّرَامِي بِالسِّهَامِ , وَأَنَّهُ أُخْرِجَ مَخْرَجَ الْمُبَالَغَة. وَاسْتَأْنَسَ بِحَدِيثٍ لَفْظُهُ \" لَتَجَالَدُوا عَلَيْهِ بِالسُّيُوفِ \" لَكِنْ الَّذِي فَهِمَهُ الْبُخَارِيّ مِنْهُ أَوْلَى , وَلِذَلِكَ اِسْتَشْهَدَ لَهُ بِقِصَّةِ سَعْد , وَيَدُلّ عَلَيْهِ رِوَايَة لِمُسْلِمٍ \" لَكَانَتْ قُرْعَةً \". ‏ ‏قَوْله : ( عَلَيْهِ ) ‏ ‏أَيْ عَلَى مَا ذُكِرَ لِيَشْمَلَ الْأَمْرَيْنِ الْأَذَان وَالصَّفّ الْأَوَّل , وَبِذَلِكَ يَصِحّ تَبْوِيب الْمُصَنِّفِ. وَقَالَ اِبْن عَبْد الْبَرِّ : الْهَاء عَائِدَةٌ عَلَى الصَّفِّ الْأَوَّل لَا عَلَى النِّدَاء , وَهُوَ حَقّ الْكَلَام , لِأَنَّ الضَّمِيرَ يَعُود لِأَقْرَبِ مَذْكُورٍ. وَنَازَعَهُ الْقُرْطُبِيّ وَقَالَ : إِنَّهُ يَلْزَم مِنْهُ أَنْ يَبْقَى النِّدَاء ضَائِعًا لَا فَائِدَةَ لَهُ , قَالَ : وَالضَّمِير يَعُود عَلَى مَعْنَى الْكَلَام الْمُتَقَدِّمِ , وَمِثْله قَوْله تَعَالَى ( وَمَنْ يَفْعَل ذَلِكَ يَلْقَ أَثَامًا ) أَيْ جَمِيع ذَلِكَ. ‏ ‏قُلْت : وَقَدْ رَوَاهُ عَبْد الرَّزَّاق عَنْ مَالِك بِلَفْظِ \" لَاسْتَهَمُوا عَلَيْهِمَا \" فَهَذَا مُفْصِح بِالْمُرَادِ مِنْ غَيْر تَكَلُّفٍ. ‏ ‏قَوْله : ( التَّهْجِير ) ‏ ‏أَيْ التَّبْكِير إِلَى الصَّلَاة , قَالَ الْهَرَوِيُّ : وَحَمَلَهُ الْخَلِيل وَغَيْرُهُ عَلَى ظَاهِره فَقَالُوا : الْمُرَاد الْإِتْيَان إِلَى صَلَاة الظُّهْر فِي أَوَّل الْوَقْت , لِأَنَّ التَّهْجِير مُشْتَقٌّ مِنْ الْهَاجِرَة وَهِيَ شِدَّة الْحَرِّ نِصْفَ النَّهَار وَهُوَ أَوَّلُ وَقْت الظُّهْر , وَإِلَى ذَلِكَ مَالَ الْمُصَنِّفُ كَمَأ سَيَأْتِي , وَلَا يَرِدُ عَلَى ذَلِكَ مَشْرُوعِيَّة الْإِبْرَاد لِأَنَّهُ أُرِيدَ بِهِ الرِّفْقَ , وَأَمَّا مَنْ تَرَكَ قَائِلَتَهُ وَقَصَدَ إِلَى الْمَسْجِد لِيَنْتَظِرَ الصَّلَاة فَلَا يَخْفَى مَا لَهُ مِنْ الْفَضْل. ‏ ‏قَوْله : ( لَاسْتَبَقُوا إِلَيْهِ ) ‏ ‏قَالَ اِبْن أَبِي جَمْرَة الْمُرَاد بِالِاسْتِبَاقِ مَعْنًى لَا حِسًّا , لِأَنَّ الْمُسَابَقَة عَلَى الْأَقْدَام حِسًّا تَقْتَضِي السُّرْعَة فِي الْمَشْيِ وَهُوَ مَمْنُوع مِنْهُ. اِنْتَهَى. وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة الْحَدِيث فِي \" بَاب فَضْل صَلَاة الْعِشَاء فِي الْجَمَاعَة \" قَرِيبًا , وَيَأْتِي الْكَلَام عَلَى الْمُرَاد بِالصَّفِّ الْأَوَّل فِي أَوَاخِرِ أَبْوَاب الْإِمَامَة إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]