[
  {
    "id": "2690",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه أَنَّ أُنَاسًا، مِنْ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَىْءٌ، فَخَرَجَ إِلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فِي أُنَاسٍ مِنْ أَصْحَابِهِ يُصْلِحُ بَيْنَهُمْ، فَحَضَرَتِ الصَّلاَةُ، وَلَمْ يَأْتِ النَّبِيُّ صلى الله عليه وسلم، فَجَاءَ بِلاَلٌ، فَأَذَّنَ بِلاَلٌ بِالصَّلاَةِ، وَلَمْ يَأْتِ النَّبِيُّ صلى الله عليه وسلم فَجَاءَ إِلَى أَبِي بَكْرٍ فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم حُبِسَ، وَقَدْ حَضَرَتِ الصَّلاَةُ فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ فَقَالَ نَعَمْ إِنْ شِئْتَ‏.‏ فَأَقَامَ الصَّلاَةَ فَتَقَدَّمَ أَبُو بَكْرٍ، ثُمَّ جَاءَ النَّبِيُّ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ، حَتَّى قَامَ فِي الصَّفِّ الأَوَّلِ، فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ حَتَّى أَكْثَرُوا، وَكَانَ أَبُو بَكْرٍ لاَ يَكَادُ يَلْتَفِتُ فِي الصَّلاَةِ، فَالْتَفَتَ فَإِذَا هُوَ بِالنَّبِيِّ صلى الله عليه وسلم وَرَاءَهُ فَأَشَارَ إِلَيْهِ بِيَدِهِ، فَأَمَرَهُ يُصَلِّي كَمَا هُوَ، فَرَفَعَ أَبُو بَكْرٍ يَدَهُ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى دَخَلَ فِي الصَّفِّ، وَتَقَدَّمَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى بِالنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ ‏\n\"‏ يَا أَيُّهَا النَّاسُ مَا لَكُمْ إِذَا نَابَكُمْ شَىْءٌ فِي صَلاَتِكُمْ أَخَذْتُمْ بِالتَّصْفِيحِ، إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ، فَإِنَّهُ لا يَسْمَعُهُ أَحَدٌ إِلاَّ الْتَفَتَ، يَا أَبَا بَكْرٍ مَا مَنَعَكَ حِينَ أَشَرْتُ إِلَيْكَ لَمْ تُصَلِّ بِالنَّاسِ ‏\"‏‏.‏ فَقَالَ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "There was a dispute amongst the people of the tribe of Bani `Amr bin `Auf. The Prophet (ﷺ) went to them \nalong with some of his companions in order to make peace between them. The time for the prayer \nbecame due but the Prophet (ﷺ) did not turn up; Bilal pronounced the Adhan (i.e. call) for the prayer but \nthe Prophet (ﷺ) did not turn up, so Bilal went to Abu Bakr and said, \"The time for the prayer is due and \nthe Prophet (ﷺ) i detained, would you lead the people in the prayer?\" Abu Bakr replied, \"Yes, you wish.\" \nSo, Bilal pronounced the Iqama of the prayer and Abu Bakr went ahead (to lead the prayer), but the \nProphet came walking among the rows till he joined the first row. The people started clapping and \nthey clapped too much, and Abu Bakr used not to look hither and thither in the prayer, but he turned \nround and saw the Prophet (ﷺ) standing behind him. The Prophet (ﷺ) beckoned him with his hand to keep on \npraying where he was. Abu Bakr raised his hand and praised Allah and then retreated till he came in \nthe (first) row, and the Prophet (ﷺ) went ahead and lead the people in the prayer. When the Prophet (ﷺ) \nfinished the prayer, he turned towards the people and said, \"O people! When something happens to \nyou during the prayer, you start clapping. Really clapping is (permissible) for women only. If \nsomething happens to one of you in his prayer, he should say: 'Subhan Allah', (Glorified be Allah), for \nwhoever hears him (saying so) will direct his attention towards him. O Abu Bakr! What prevented you \nfrom leading the people in the prayer when I beckoned to you (to continue)?\" Abu Bakr replied, \"It \ndid not befit the son of Abu Quhafa to lead the prayer in front of the Prophet.",
    "explication": "تَقَدَّمَ اَلْكَلَام عَلَى فَوَائِدِ هَذَا اَلْحَدِيثِ فِي اَلْبَابِ اَلْمَذْكُورِ. وَفِيهِ مِنْ اَلْفَوَائِدِ مِمَّا تَقَدَّمَ بَعْضهَا مَبْسُوطًا : جَوَاز تَأْخِير اَلصَّلَاةِ عَنْ أَوَّلِ اَلْوَقْتِ , وَأَنَّ اَلْمُبَادَرَةَ إِلَيْهَا أَوْلَى مِنْ اِنْتِظَارِ اَلْإِمَامِ اَلرَّاتِبِ , وَأَنَّهُ لَا يَنْبَغِي اَلتَّقَدُّمُ عَلَى اَلْجَمَاعَةِ إِلَّا بِرِضًا مِنْهُمْ , يُؤْخَذُ ذَلِكَ مِنْ قَوْل أَبِي بَكْر ‏ ‏\" إِنْ شِئْتُمْ \" ‏ ‏مَعَ عِلْمِهِ بِأَنَّهُ أَفْضَلُ. وَأَنَّ اَلِالْتِفَاتَ فِي اَلصَّلَاةِ لَا يَقْطَعُهَا. وَأَنَّ مَنْ سَبَّحَ أَوْ حَمِدَ لِأَمْرٍ يَنُوبُهُ لَا يَقْطَعُ صَلَاتَهُ وَلَوْ قَصَدَ بِذَلِكَ تَنْبِيهَ غَيْرِهِ خِلَافًا لِمَنْ قَالَ بِالْبُطْلَانِ. ‏ ‏وَقَوْله فِيهِ \" فَقَالَ سَهْل \" ‏ ‏أَيْ اِبْن سَعْد رَاوِي اَلْحَدِيثِ \" هَلْ تَدْرُونَ مَا اَلتَّصْفِيحُ هُوَ اَلتَّصْفِيقُ \" وَهَذِهِ حُجَّة لِمَنْ قَالَ إِنَّهُمَا قَالَ بِمَعْنًى وَاحِدٍ , وَبِهِ صَرَّحَ اَلْخَطَّابِيّ وَأَبُو عَلِيّ الْقَالِيّ وَالْجَوْهَرِيّ وَغَيْرُهُمْ , وَادَّعَى اِبْن حَزْم نَفْي اَلْخِلَافِ فِي ذَلِكَ , وَتُعُقِّبَ بِمَا حَكَاهُ عِيَاض فِي اَلْإِكْمَالِ أَنَّهُ بِالْحَاء اَلضَّرْبُ بِظَاهِر إِحْدَى اَلْيَدَيْنِ عَلَى اَلْأُخْرَى , وَبِالْقَاف بِبَاطِنِهَا عَلَى بَاطِنِ اَلْأُخْرَى , وَقِيلَ بِالْحَاء اَلضَّرْبُ بِأُصْبُعَيْنِ لِلْإِنْذَارِ وَالتَّنْبِيهِ وَبِالْقَاف بِجَمِيعِهَا لِلَّهْوِ وَاللَّعِبِ , وَأَغْرَبَ الدَّاوُدِيّ فَزَعَمَ أَنَّ اَلصَّحَابَةَ ضَرَبُوا بِأَكُفِّهِمْ عَلَى أَفْخَاذِهِمْ , قَالَ عِيَاض : كَأَنَّهُ أَخَذَهُ مِنْ حَدِيثِ مُعَاوِيَة بْن اَلْحَكَمِ اَلَّذِي أَخْرَجَهُ مُسْلِم فَفِيهِ \" فَجَعَلُوا يَضْرِبُونَ بِأَيْدِيهمْ عَلَى أَفْخَاذِهِمْ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2691",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي أَنَّ أَنَسًا ـ رضى الله عنه ـ قَالَ قِيلَ لِلنَّبِيِّ صلى الله عليه وسلم لَوْ أَتَيْتَ عَبْدَ اللَّهِ بْنَ أُبَىٍّ‏.‏ فَانْطَلَقَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم وَرَكِبَ حِمَارًا، فَانْطَلَقَ الْمُسْلِمُونَ يَمْشُونَ مَعَهُ، وَهْىَ أَرْضٌ سَبِخَةٌ، فَلَمَّا أَتَاهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ إِلَيْكَ عَنِّي، وَاللَّهِ لَقَدْ آذَانِي نَتْنُ حِمَارِكَ‏.‏ فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ مِنْهُمْ وَاللَّهِ لَحِمَارُ رَسُولِ اللَّهِ صلى الله عليه وسلم أَطْيَبُ رِيحًا مِنْكَ‏.‏ فَغَضِبَ لِعَبْدِ اللَّهِ رَجُلٌ مِنْ قَوْمِهِ فَشَتَمَا، فَغَضِبَ لِكُلِّ وَاحِدٍ مِنْهُمَا أَصْحَابُهُ، فَكَانَ بَيْنَهُمَا ضَرْبٌ بِالْجَرِيدِ وَالأَيْدِي وَالنِّعَالِ، فَبَلَغَنَا أَنَّهَا أُنْزِلَتْ ‏{‏وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا‏}‏‏.‏",
    "english_text": "It was said to the Prophet (ﷺ) \"Would that you see `Abdullah bin Ubai.\" So, the Prophet (ﷺ) went to him, \nriding a donkey, and the Muslims accompanied him, walking on salty barren land. When the Prophet (ﷺ) \nreached `Abdullah bin Ubai, the latter said, \"Keep away from me! By Allah, the bad smell of your \ndonkey has harmed me.\" On that an Ansari man said (to `Abdullah), \"By Allah! The smell of the \ndonkey of Allah's Messenger (ﷺ) is better than your smell.\" On that a man from `Abdullah's tribe got angry \nfor `Abdullah's sake, and the two men abused each other which caused the friends of the two men to \nget angry, and the two groups started fighting with sticks, shoes and hands. We were informed that the \nfollowing Divine Verse was revealed (in this concern):-- \"And if two groups of Believers fall to \nfighting then, make peace between them.\" (49.9)",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُعْتَمِر ) ‏ ‏هُوَ اِبْن سُلَيْمَان التَّيْمِيُّ , وَالْإِسْنَاد كُلّه بَصْرِيُّونَ. وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ فِي آخِر الْحَدِيث مَا نَصّه : قَالَ أَبُو عَبْد اللَّه - وَهُوَ الْمُصَنِّف - هَذَا مَا اِنْتَخَبْته مِنْ حَدِيث مُسَدَّد قَبْل أَنْ يَجْلِس وَيُحَدِّث. ‏ ‏قَوْله : ( أَنَّ أَنَسًا قَالَ ) ‏ ‏كَذَا فِي جَمِيع الرِّوَايَات لَيْسَ فِيهِ تَصْرِيح بِتَحْدِيثِ أَنَس لِسُلَيْمَان التَّيْمِيِّ , وَأَعَلَّهُ الْإِسْمَاعِيلِيّ بِأَنَّ سُلَيْمَان لَمْ يَسْمَعهُ مِنْ أَنَس , وَاعْتَمَدَ عَلَى رِوَايَة الْمِقَدِّمِيّ عَنْ مُعْتَمِر عَنْ أَبِيهِ أَنَّهُ بَلَغَهُ عَنْ أَنَس بْن مَالِك. ‏ ‏قَوْله : ( قِيلَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏لَمْ أَقِف عَلَى اِسْم الْقَائِل. ‏ ‏قَوْله : ( لَوْ أَتَيْت عَبْد اللَّه بْن أُبَيّ ) ‏ ‏أَيْ اِبْن سَلُول الْخَزْرَجِيّ الْمَشْهُور بِالنِّفَاقِ. ‏ ‏قَوْله : ( وَهِيَ أَرْض سَبِخَة ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَكَسْر الْمُوَحَّدَة بَعْدهَا مُعْجَمَة أَيْ ذَات سِبَاخ , وَهِيَ الْأَرْض الَّتِي لَا تُنْبِت , وَكَانَتْ تِلْكَ صِفَة الْأَرْض الَّتِي مَرَّ بِهَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ ذَاكَ , وَذَكَرَ ذَلِكَ لِلتَّوْطِئَةِ لِقَوْلِ عَبْد اللَّه بْن أُبَيّ إِذْ تَأَذَّى بِالْغُبَارِ. ‏ ‏قَوْله ( فَقَالَ رَجُل مِنْ الْأَنْصَار مِنْهُمْ إِلَخْ ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه أَيْضًا ; وَزَعَمَ بَعْض الشُّرَّاح أَنَّهُ عَبْد اللَّه بْن رَوَاحَة , وَرَأَيْت بِخَطِّ الْقُطْب أَنَّ السَّابِق إِلَى ذَلِكَ الدِّمْيَاطِيّ وَلَمْ يَذْكُر مُسْتَنَده فِي ذَلِكَ فَتَتَبَّعْت ذَلِكَ فَوَجَدْت حَدِيث أُسَامَة بْن زَيْد الْآتِي فِي تَفْسِير آل عِمْرَانَ بِنَحْوِ قِصَّة أَنَس , وَفِيهِ أَنَّهُ وَقَعَتْ بَيْن عَبْد اللَّه بْن رَوَاحَة وَبَيْن عَبْد اللَّه بْن أُبَيّ مُرَاجَعَة , لَكِنَّهَا فِي غَيْر مَا يَتَعَلَّق بِاَلَّذِي ذُكِرَ هُنَا , فَإِنْ كَانَتْ الْقِصَّة مُتَّحِدَة اِحْتَمَلَ ذَلِكَ , لَكِنْ سِيَاقهَا ظَاهِر فِي الْمُغَايَرَة , لِأَنَّ فِي حَدِيث أُسَامَة أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرَادَ عِيَادَة سَعْد بْن عُبَادَةَ فَمَرَّ بِعَبْدِ اللَّه بْن أُبَيّ. وَفِي حَدِيث أَنَس هَذَا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دُعِيَ إِلَى إِتْيَان عَبْد اللَّه بْن أُبَيّ , وَيَحْتَمِل اِتِّحَادهمَا بِأَنَّ الْبَاعِث عَلَى تَوَجُّهه الْعِيَادَة فَاتَّفَقَ مُرُوره بِعَبْدِ اللَّه بْن أُبَيّ فَقِيلَ لَهُ حِينَئِذٍ لَوْ أَتَيْته فَأَتَاهُ , وَيَدُلّ عَلَى اِتِّحَادهمَا أَنَّ فِي حَدِيث أُسَامَة \" فَلَمَّا غَشِيَتْ الْمَجْلِس عَجَاجَة الدَّابَّة خَمَّرَ عَبْد اللَّه بْن أُبَيّ أَنْفه بِرِدَائِهِ \". ‏ ‏قَوْله : ( فَغَضِبَ لِعَبْدِ اللَّه ) ‏ ‏أَيْ اِبْن أُبَيّ ‏ ‏( رَجُل مِنْ قَوْمه ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه. ‏ ‏قَوْله : ( فَشَتَمَا ) ‏ ‏كَذَا لِلْأَكْثَرِ أَيْ شَتَمَ كُلّ وَاحِد مِنْهُمَا الْآخَر , وَفِي رِوَايَة الْكُشْمِيهَنِيّ فَشَتَمَهُ. ‏ ‏قَوْله : ( ضَرَبَ بِالْجَرِيدِ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْجِيمِ وَالرَّاء , وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" بِالْحَدِيدِ \" بِالْمُهْمَلَةِ وَالدَّال , وَالْأَوَّل أَصْوَب. وَوَقَعَ فِي حَدِيث أُسَامَة \" فَلَمْ يَزَلْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْفِضهُمْ حَتَّى سَكَتُوا \". ‏ ‏قَوْله : ( فَبَلَغَنَا ) ‏ ‏الْقَائِل ذَلِكَ هُوَ أَنَس بْن مَالِك , بَيَّنَهُ الْإِسْمَاعِيلِيّ فِي رِوَايَته الْمَذْكُورَة مِنْ طَرِيق الْمِقَدِّمِيّ فَقَالَ فِي آخِره : \" قَالَ أَنَس : فَأُنْبِئْت أَنَّهَا نَزَلَتْ فِيهِمْ \" وَلَمْ أَقِف عَلَى اِسْم الَّذِي أَنْبَأَ أَنَسًا بِذَلِكَ , وَلَمْ يَقَع ذَلِكَ فِي حَدِيث أُسَامَة بَلْ فِي آخِره \" وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه يَعْفُونَ عَنْ الْمُشْرِكِينَ وَأَهْل الْكِتَاب كَمَا أَمَرَهُمْ اللَّه , وَيَصْبِرُونَ عَلَى الْأَذَى \" إِلَى آخِر الْحَدِيث. وَقَدْ اِسْتَشْكَلَ اِبْن بَطَّال نُزُول الْآيَة الْمَذْكُورَة وَهِيَ قَوْله : ( وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اِقْتَتَلُوا ) فِي هَذِهِ الْقِصَّة , لِأَنَّ الْمُخَاصَمَة وَقَعَتْ بَيْن مَنْ كَانَ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَصْحَابه وَبَيْن أَصْحَاب عَبْد اللَّه بْن أُبَيّ , وَكَانُوا إِذْ ذَاكَ كُفَّارًا فَكَيْفَ يَنْزِل فِيهِمْ : ( طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ ) وَلَا سِيَّمَا إِنْ كَانَتْ قِصَّة أَنَس وَأُسَامَة مُتَّحِدَة , فَإِنَّ فِي رِوَايَة أُسَامَة فَاسْتَبَّ الْمُسْلِمُونَ وَالْمُشْرِكُونَ. قُلْت : يُمْكِن أَنْ يُحْمَل عَلَى التَّغْلِيب , مَعَ أَنَّ فِيهَا إِشْكَالًا مِنْ جِهَة أُخْرَى وَهِيَ أَنَّ حَدِيث أُسَامَة صَرِيح فِي أَنَّ ذَلِكَ كَانَ قَبْل وَقْعَة بَدْر وَقَبْل أَنْ يُسْلِم عَبْد اللَّه بْن أُبَيّ وَأَصْحَابه , وَالْآيَة الْمَذْكُورَة فِي الْحُجُرَات وَنُزُولهَا مُتَأَخِّر جِدًّا وَقْت مَجِيء الْوُفُود , لَكِنَّهُ يَحْتَمِل أَنْ تَكُون آيَة الْإِصْلَاح نَزَلَتْ قَدِيمًا فَيَنْدَفِع الْإِشْكَال. ‏ ‏( تَنْبِيه ) : ‏ ‏الْقِصَّة الَّتِي فِي حَدِيث أَنَس مُغَايِرَة لِلْقِصَّةِ الَّتِي فِي حَدِيث سَهْل بْن سَعْد الَّذِي قَبْله , لِأَنَّ قِصَّة سَهْل فِي بَنِي عَمْرو بْن عَوْف وَهُمْ مِنْ الْأَوْس وَكَانَتْ مَنَازِلهمْ بِقُبَاء , وَقِصَّة أَنَس فِي رَهْط عَبْد اللَّه بْن أُبَيّ وَسَعْد بْن عُبَادَةَ وَهُمْ مِنْ الْخَزْرَج وَكَانَتْ مَنَازِلهمْ بِالْعَالِيَةِ , وَلَمْ أَقِف عَلَى سَبَب الْمُخَاصَمَة بَيْن بَنِي عَمْرو بْن عَوْف فِي حَدِيث سَهْل وَاَللَّه أَعْلَم. ‏ ‏وَفِي الْحَدِيث بَيَان مَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِ مِنْ الصَّفْح وَالْحِلْم وَالصَّبْر عَلَى الْأَذَى فِي اللَّه وَالدُّعَاء إِلَى اللَّه وَتَأْلِيف الْقُلُوب عَلَى ذَلِكَ. ‏ ‏وَفِيهِ أَنَّ رُكُوب الْحِمَار لَا نَقْص فِيهِ عَلَى الْكِبَار. ‏ ‏وَفِيهِ مَا كَانَ الصَّحَابَة عَلَيْهِ مِنْ تَعْظِيم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْأَدَب مِنْهُ وَالْمَحَبَّة الشَّدِيدَة , وَأَنَّ الَّذِي يُشِير عَلَى الْكَبِير بِشَيْءٍ يُورِدهُ بِصُورَةِ الْعَرْض عَلَيْهِ لَا الْجَزْم. ‏ ‏وَفِيهِ جَوَاز الْمُبَالَغَة فِي الْمَدْح لِأَنَّ الصَّحَابِيّ أَطْلَقَ أَنَّ رِيح الْحِمَار أَطْيَب مِنْ رِيح عَبْد اللَّه بْن أُبَيّ وَأَقَرَّهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2692",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ، أَخْبَرَهُ أَنَّ أُمَّهُ أُمَّ كُلْثُومٍ بِنْتَ عُقْبَةَ أَخْبَرَتْهُ أَنَّهَا، سَمِعَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لَيْسَ الْكَذَّابُ الَّذِي يُصْلِحُ بَيْنَ النَّاسِ، فَيَنْمِي خَيْرًا، أَوْ يَقُولُ خَيْرًا ‏\"‏‏.‏",
    "english_text": "That she heard Allah's Messenger (ﷺ) saying, \"He who makes peace between the people by inventing good \ninformation or saying good things, is not a liar.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ صَالِح ) ‏ ‏هُوَ اِبْن كَيْسَانَ , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ , وَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق , وَأُمّ كُلْثُوم بِنْت عُقْبَةَ أَيْ اِبْن أَبِي مُعَيْطٍ الْأُمَوِيَّة. ‏ ‏قَوْله : ( فَيَنْمِي ) ‏ ‏بِفَتْحِ أَوَّله وَكَسْر الْمِيم أَيْ يُبَلِّغ , تَقُول نَمَيْت الْحَدِيث أَنْمِيهِ إِذَا بَلَّغْته عَلَى وَجْه الْإِصْلَاح وَطَلَب الْخَيْر , فَإِذَا بَلَّغْته عَلَى وَجْه الْإِفْسَاد وَالنَّمِيمَة قُلْت نَمَّيْته بِالتَّشْدِيدِ كَذَا قَالَهُ الْجُمْهُور , وَادَّعَى الْحَرْبِيّ أَنَّهُ لَا يُقَال إِلَّا نَمَّيْته بِالتَّشْدِيدِ , قَالَ : وَلَوْ كَانَ يَنْمِي بِالتَّخْفِيفِ لَلَزِمَ أَنْ يَقُول خَيْر بِالرَّفْعِ , وَتَعَقَّبَهُ اِبْن الْأَثِير بِأَنَّ \" خَيْرًا \" اِنْتَصَبَ بِيَنَمِي كَمَا يَنْتَصِب بِقَالَ , وَهُوَ وَاضِح جِدًّا يُسْتَغْرَب مِنْ خَفَاء مِثْله عَلَى الْحَرْبِيّ. وَوَقَعَ فِي رِوَايَة \" الْمُوَطَّأ \" يُنْمِي بِضَمِّ أَوَّله , وَحَكَى اِبْن قُرْقُول عَنْ رِوَايَة اِبْن الدَّبَّاغ بِضَمِّ أَوَّله وَبِالْهَاءِ بَدَل الْمِيم قَالَ : وَهُوَ تَصْحِيف , وَيُمْكِن تَخْرِيجه عَلَى مَعْنَى يُوصِل تَقُول : أَنْهَيْت إِلَيْهِ كَذَا إِذَا أَوْصَلْته. ‏ ‏قَوْله : ( أَوْ يَقُول خَيْرًا ) ‏ ‏هُوَ شَكّ مِنْ الرَّاوِي , قَالَ الْعُلَمَاء : الْمُرَاد هُنَا أَنَّهُ يُخْبِر بِمَا عَلِمَهُ مِنْ الْخَيْر وَيَسْكُت عَمَّا عَلِمَهُ مِنْ الشَّرّ وَلَا يَكُون ذَلِكَ كَذِبًا لِأَنَّ الْكَذِب الْإِخْبَار بِالشَّيْءِ عَلَى خِلَاف مَا هُوَ بِهِ , وَهَذَا سَاكِت , وَلَا يُنْسَب لِسَاكِتٍ قَوْل. وَلَا حُجَّة فِيهِ لِمَنْ قَالَ : يُشْتَرَط فِي الْكَذِب الْقَصْد إِلَيْهِ لِأَنَّ هَذَا سَاكِت , وَمَا زَادَهُ مُسْلِم وَالنَّسَائِيُّ مِنْ رِوَايَة يَعْقُوب بْن إِبْرَاهِيم بْن سَعْد عَنْ أَبِيهِ فِي آخِره \" وَلَمْ أَسْمَعهُ يُرَخِّص فِي شَيْء مِمَّا يَقُول النَّاس إِنَّهُ كَذِب إِلَّا فِي ثَلَاث \" فَذَكَرَهَا , وَهِيَ الْحَرْب وَحَدِيث الرَّجُل لِامْرَأَتِهِ وَالْإِصْلَاح بَيْن النَّاس , وَأَوْرَدَ النَّسَائِيُّ أَيْضًا هَذِهِ الزِّيَادَة مِنْ طَرِيق الزُّبَيْدِيّ عَنْ اِبْن شِهَاب , وَهَذِهِ الزِّيَادَة مُدْرَجَة , بَيَّنَ ذَلِكَ مُسْلِم فِي رِوَايَته مِنْ طَرِيق يُونُس عَنْ الزُّهْرِيِّ فَذَكَرَ الْحَدِيث قَالَ : وَقَالَ الزُّهْرِيُّ. وَكَذَا أَخْرَجَهَا مُفْرَدَة مِنْ رِوَايَة يُونُس وَقَالَ : يُونُس أَثْبَتُ فِي الزُّهْرِيِّ مِنْ غَيْره , وَجَزَمَ مُوسَى بْن هَارُون وَغَيْره بِإِدْرَاجِهَا , وَرُوِّينَاهُ فِي \" فَوَائِد اِبْن أَبِي مَيْسَرَة \" مِنْ طَرِيق عَبْد الْوَهَّاب بْن رُفَيْع عَنْ اِبْن شِهَاب فَسَاقَهُ بِسَنَدِهِ مُقْتَصِرًا عَلَى الزِّيَادَة وَهُوَ وَهْم شَدِيد , قَالَ الطَّبَرِيُّ : ذَهَبَتْ طَائِفَة إِلَى جَوَاز الْكَذِب لِقَصْدِ الْإِصْلَاح وَقَالُوا : إِنَّ الثَّلَاث الْمَذْكُورَة كَالْمِثَالِ , وَقَالُوا : الْكَذِب الْمَذْمُوم إِنَّمَا هُوَ فِيمَا فِيهِ مَضَرَّة , أَوْ مَا لَيْسَ فِيهِ مَصْلَحَة. وَقَالَ آخَرُونَ : لَا يَجُوز الْكَذِب فِي شَيْء مُطْلَقًا وَحَمَلُوا الْكَذِب الْمُرَاد هُنَا عَلَى التَّوْرِيَة وَالتَّعْرِيض كَمَنْ يَقُول لِلظَّالِمِ : دَعَوْت لَك أَمْسِ , وَهُوَ يُرِيد قَوْله اللَّهُمَّ اِغْفِرْ لِلْمُسْلِمِينَ. وَيَعِد اِمْرَأَته بِعَطِيَّةِ شَيْء وَيُرِيد إِنْ قَدَّرَ اللَّه ذَلِكَ. وَأَنْ يُظْهِر مِنْ نَفْسه قُوَّة. قُلْت : وَبِالْأَوَّلِ جَزَمَ الْخَطَّابِيُّ وَغَيْره , وَبِالثَّانِي جَزَمَ الْمُهَلَّب وَالْأَصِيلِيّ وَغَيْرهمَا , وَسَيَأْتِي فِي \" بَاب الْكَذِب فِي الْحَرْب \" فِي أَوَاخِر الْجِهَاد مَزِيد لِهَذَا إِنْ شَاءَ اللَّه تَعَالَى. وَاتَّفَقُوا عَلَى أَنَّ الْمُرَاد بِالْكَذِبِ فِي حَقّ الْمَرْأَة وَالرَّجُل إِنَّمَا هُوَ فِيمَا لَا يُسْقِط حَقًّا عَلَيْهِ أَوْ عَلَيْهَا أَوْ أَخْذ مَا لَيْسَ لَهُ أَوْ لَهَا , وَكَذَا فِي الْحَرْب فِي غَيْر التَّأْمِين. وَاتَّفَقُوا عَلَى جَوَاز الْكَذِب عِنْد الِاضْطِرَار , كَمَا لَوْ قَصَدَ ظَالِم قَتْل رَجُل وَهُوَ مُخْتَفٍ عِنْده فَلَهُ أَنْ يَنْفِي كَوْنه عِنْده وَيَحْلِف عَلَى ذَلِكَ وَلَا يَأْثَم. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2693",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، وَإِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه أَنَّ أَهْلَ، قُبَاءٍ اقْتَتَلُوا حَتَّى تَرَامَوْا بِالْحِجَارَةِ، فَأُخْبِرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِذَلِكَ فَقَالَ ‏\n\"‏ اذْهَبُوا بِنَا نُصْلِحُ بَيْنَهُمْ ‏\"‏‏.‏",
    "english_text": "Once the people of Quba fought with each other till they threw stones on each other. When Allah's \nApostle was informed about it, he said, \"Let us go to bring about a reconciliation between them.\"",
    "explication": "وَقَوْله فِي أَوَّل الْإِسْنَاد \" حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه \" كَذَا لِلْأَكْثَرِ , وَوَقَعَ فِي رِوَايَة النَّسَفِيِّ وَأَبِي أَحْمَد الجُّرْجَانِيّ بِإِسْقَاطِهِ فَصَارَ الْحَدِيث عِنْدهمَا عَنْ الْبُخَارِيّ عَنْ عَبْد الْعَزِيز وَإِسْحَاق , وَعَبْد الْعَزِيز الْأُوَيْسِيّ مِنْ مَشَايِخ الْبُخَارِيّ وَهُوَ الَّذِي أَخْرَجَ عَنْهُ الْحَدِيث الَّذِي فِي الْبَاب قَبْله , وَرَوَى عَنْهُ هَذَا بِوَاسِطَةٍ , وَكَذَلِكَ إِسْحَاق بْن مُحَمَّد الْفَرَوِيّ حَدَّثَ عَنْهُ بِوَاسِطَةٍ وَبِغَيْرِ وَاسِطَة , وَمُحَمَّد بْن جَعْفَر شَيْخهمَا هُوَ اِبْن أَبِي كَثِير , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ. وَأَمَّا مُحَمَّد بْن عَبْد اللَّه الْمَذْكُور فَجَزَمَ الْحَاكِم بِأَنَّهُ مُحَمَّد بْن يَحْيَى بْن عَبْد اللَّه بْن خَالِد بْن فَارِس الذُّهْلِيُّ , نَسَبَهُ إِلَى جَدّه. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2694",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها – ‏{‏وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا‏}‏ قَالَتْ هُوَ الرَّجُلُ يَرَى مِنِ امْرَأَتِهِ مَا لاَ يُعْجِبُهُ، كِبَرًا أَوْ غَيْرَهُ، فَيُرِيدُ فِرَاقَهَا فَتَقُولُ أَمْسِكْنِي، وَاقْسِمْ لِي مَا شِئْتَ‏.‏ قَالَتْ فَلاَ بَأْسَ إِذَا تَرَاضَيَا‏.‏",
    "english_text": "The following Verse: If a woman fears cruelty or desertion on her husband's part (i.e. the husband \nnotices something unpleasant about his wife, such as old age or the like, and wants to divorce her, but \nshe asks him to keep her and provide for her as he wishes). (4.128) \"There is no blame on them if \nthey reconcile on such basis.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2695",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، رضى الله عنهما قَالاَ جَاءَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ‏.‏ فَقَامَ خَصْمُهُ فَقَالَ صَدَقَ، اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ‏.‏ فَقَالَ الأَعْرَابِيُّ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا، فَزَنَى بِامْرَأَتِهِ، فَقَالُوا لِي عَلَى ابْنِكَ الرَّجْمُ‏.‏ فَفَدَيْتُ ابْنِي مِنْهُ بِمِائَةٍ مِنَ الْغَنَمِ وَوَلِيدَةٍ، ثُمَّ سَأَلْتُ أَهْلَ الْعِلْمِ، فَقَالُوا إِنَّمَا عَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، أَمَّا الْوَلِيدَةُ وَالْغَنَمُ فَرَدٌّ عَلَيْكَ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَأَمَّا أَنْتَ يَا أُنَيْسُ ـ لِرَجُلٍ ـ فَاغْدُ عَلَى امْرَأَةِ هَذَا فَارْجُمْهَا ‏\"‏‏.‏ فَغَدَا عَلَيْهَا أُنَيْسٌ فَرَجَمَهَا‏.‏",
    "english_text": "A bedouin came and said, \"O Allah's Messenger (ﷺ)! Judge between us according to Allah's Laws.\" His \nopponent got up and said, \"He is right. Judge between us according to Allah's Laws.\" The bedouin \nsaid, \"My son was a laborer working for this man, and he committed illegal sexual intercourse with \nhis wife. The people told me that my son should be stoned to death; so, in lieu of that, I paid a ransom \nof one hundred sheep and a slave girl to save my son. Then I asked the learned scholars who said, \n\"Your son has to be lashed one-hundred lashes and has to be exiled for one year.\" The Prophet (ﷺ) said, \n\"No doubt I will judge between you according to Allah's Laws. The slave-girl and the sheep are to go \nback to you, and your son will get a hundred lashes and one year exile.\" He then addressed somebody, \n\"O Unais! go to the wife of this (man) and stone her to death\" So, Unais went and stoned her to death.",
    "explication": "حَدِيث أَبِي هُرَيْرَة وَزَيْد بْن خَالِد فِي قِصَّة الْعَسِيف , وَسَيَأْتِي شَرْحهَا مُسْتَوْفًى فِي كِتَاب الْحُدُود إِنْ شَاءَ اللَّه تَعَالَى. وَالْغَرَض مِنْهُ هُنَا قَوْله فِي الْحَدِيث \" الْوَلِيدَة وَالْغَنَم رَدّ عَلَيْك \" لِأَنَّهُ فِي مَعْنَى الصُّلْح عَمَّا وَجَبَ عَلَى الْعَسِيف مِنْ الْحَدّ , وَلَمَّا كَانَ ذَلِكَ لَا يَجُوز فِي الشَّرْع كَانَ جَوْرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2697",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ ‏\"‏‏.‏ رَوَاهُ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمَخْرَمِيُّ وَعَبْدُ الْوَاحِدِ بْنُ أَبِي عَوْنٍ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If somebody innovates something which is not in harmony with the principles \nof our religion, that thing is rejected.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَعْقُوب ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَانْفَرَدَ اِبْن السَّكَن بِقَوْلِهِ : \" يَعْقُوب بْن مُحَمَّد \" , وَوَقَعَ نَظِير هَذَا فِي الْمَغَازِي فِي \" بَاب فَضْل مَنْ شَهِدَ بَدْرًا \" قَالَ الْبُخَارِيّ : \" حَدَّثَنَا يَعْقُوب حَدَّثَنَا إِبْرَاهِيم بْن سَعْد \" فَوَقَعَ عِنْد اِبْن السَّكَن \" يَعْقُوب بْن مُحَمَّد \" أَيْ الزُّهْرِيّ , وَعِنْد الْأَكْثَر غَيْر مَنْسُوب , لَكِنْ قَالَ أَبُو ذَرّ فِي رِوَايَته فِي الْمَغَازِي \" يَعْقُوب بْن إِبْرَاهِيم أَيْ الدَّوْرَقِيّ \" وَقَدْ رَوَى الْبُخَارِيّ فِي الطَّهَارَة \" عَنْ يَعْقُوب بْن إِبْرَاهِيم عَنْ إِسْمَاعِيل بْن عُلَيَّة حَدَّثَنَا \" فَنَسَبَهُ أَبُو ذَرّ فِي رِوَايَته فَقَالَ : \" الدَّوْرَقِيّ \" وَجَزَمَ الْحَاكِم بِأَنَّ يَعْقُوب الْمَذْكُور هُنَا هُوَ اِبْن مُحَمَّد كَمَا فِي رِوَايَة اِبْن السَّكَن , وَجَزَمَ أَبُو أَحْمَد الْحَاكِم وَابْن مَنْدَهْ وَالْحَبَّال وَآخَرُونَ بِأَنَّهُ يَعْقُوب بْن حُمَيْدِ بْن كَاسِب , وَرَدَّ ذَلِكَ الْبُرْقَانِيّ بِأَنَّ يَعْقُوب بْن حُمَيْدٍ لَيْسَ مِنْ شَرْطه , وَجَوَّزَ أَبُو مَسْعُود أَنَّهُ يَعْقُوب بْن إِبْرَاهِيم بْن سَعْد , وَرُدَّ عَلَيْهِ بِأَنَّ الْبُخَارِيّ لَمْ يَلْقَهُ فَإِنَّهُ مَاتَ قَبْل أَنْ يَرْحَل , وَأَجَابَ الْبُرْقَانِيّ عَنْهُ بِجَوَازِ سُقُوط الْوَاسِطَة وَهُوَ بَعِيد , وَاَلَّذِي يَتَرَجَّح عِنْدِي أَنَّهُ الدَّوْرَقِيّ حَمْلًا لِمَا أَطْلَقَهُ عَلَى مَا قَيَّدَهُ , وَهَذِهِ عَادَة الْبُخَارِيّ لَا يُهْمِل نِسْبَة الرَّاوِي إِلَّا إِذَا ذَكَرَهَا فِي مَكَان آخَر فَيُهْمِلهَا اِسْتِغْنَاء بِمَا سَبَقَ وَاَللَّه أَعْلَم. وَقَدْ جَزَمَ أَبُو عَلِيّ الصَّدَفِيّ بِأَنَّهُ الدَّوْرَقِيّ , وَكَذَا جَزَمَ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" بِأَنَّ الْبُخَارِيّ أَخْرَجَ هَذَا الْحَدِيث الَّذِي فِي الصُّلْح عَنْ يَعْقُوب بْن إِبْرَاهِيم. ‏ ‏قَوْله : ( عَنْ أَبِيهِ ) ‏ ‏هُوَ سَعْد بْن إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن عَوْف , وَوَقَعَ مَنْسُوبًا كَذَلِكَ فِي مُسْلِم وَقَالَ فِي رِوَايَته \" حَدَّثَنَا أَبِي \". ‏ ‏قَوْله : ( عَنْ الْقَاسِم ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق مُحَمَّد بْن خَالِد الْوَاسِطِيِّ عَنْ إِبْرَاهِيم بْن سَعْد عَنْ أَبِيهِ أَنَّ رَجُلًا مِنْ آلِ أَبِي جَهْل أَوْصَى بِوَصَايَا فِيهَا أَثَرَة فِي مَاله , فَذَهَبْت إِلَى الْقَاسِم بْن مُحَمَّد أَسْتَشِيرهُ فَقَالَ الْقَاسِم \" سَمِعْت عَائِشَة \" فَذَكَرَهُ. وَسَيَأْتِي بَيَان الْأَثَرَة الْمَذْكُورَة فِي رِوَايَة الْمَخْرَمِيّ الْمُعَلَّقَة عَنْ الْعَلَاء بْن عَبْد الْجَبَّار. ‏ ‏قَوْله : ( رَوَاهُ عَبْد اللَّه بْن جَعْفَر الْمَخْرَمِيّ ) ‏ ‏بِفَتْحِ الْمِيم وَسُكُون الْمُعْجَمَة وَفَتْح الرَّاء نِسْبَة إِلَى الْمِسْوَر بْن مَخْرَمَةَ , فَجَعْفَر هُوَ اِبْن عَبْد الرَّحْمَن بْن الْمِسْوَر بْن مَخْرَمَةَ , وَرِوَايَته هَذِهِ وَصَلَهَا مُسْلِم مِنْ طَرِيق أَبِي عَامِر الْعَقَدِيّ وَالْبُخَارِيّ فِي \" كِتَاب خَلْق أَفْعَال الْعِبَاد \" كِلَاهُمَا عَنْهُ عَنْ سَعْد بْن إِبْرَاهِيم \" سَأَلْت الْقَاسِم بْن مُحَمَّد عَنْ رَجُل لَهُ مَسَاكِن فَأَوْصَى بِثُلُثِ كُلّ مَسْكَن مِنْهَا قَالَ : يَجْمَع ذَلِكَ كُلّه فِي مَسْكَن وَاحِد \" فَذَكَرَ الْمَتْن بِلَفْظِ \" مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرنَا فَهُوَ رَدّ \" وَلَيْسَ لِعَبْدِ اللَّه بْن جَعْفَر فِي الْبُخَارِيّ سِوَى هَذَا الْمَوْضِع. ‏ ‏قَوْله : ( وَعَبْد الْوَاحِد بْن أَبِي عَوْن ) ‏ ‏وَصَلَهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق عَبْد الْعَزِيز بْن مُحَمَّد عَنْهُ بِلَفْظِ \" مَنْ فَعَلَ أَمْرًا لَيْسَ عَلَيْهِ أَمْرنَا فَهُوَ رَدّ \" وَلَيْسَ لِعَبْدِ الْوَاحِد أَيْضًا فِي الْبُخَارِيّ سِوَى هَذَا الْمَوْضِع , وَقَدْ رُوِّينَاهُ فِي \" كِتَاب السُّنَّة لِأَبِي الْحُسَيْن بْن حَامِد \" مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق عَنْ عَبْد الْوَاحِد وَفِيهِ قِصَّة قَالَ : \" عَنْ سَعْد بْن إِبْرَاهِيم قَالَ كَانَ الْفَضْل بْن الْعَبَّاس بْن عُتْبَة بْن أَبِي لَهَب أَوْصَى بِوَصِيَّةٍ , فَجَعَلَ بَعْضهَا صَدَقَة وَبَعْضهَا مِيرَاثًا وَخَلَطَ فِيهَا , وَأَنَا يَوْمئِذٍ عَلَى الْقَضَاء , فَمَا دَرَيْت كَيْفَ أَقْضِي فِيهَا , فَصَلَّيْت بِجَنْبِ الْقَاسِم بْن مُحَمَّد فَسَأَلْته فَقَالَ : أَجِزْ مِنْ مَاله الثُّلُث وَصِيَّة , وَرُدَّ سَائِر ذَلِكَ مِيرَاثًا , فَإِنَّ عَائِشَة حَدَّثَتْنِي \" فَذَكَرَهُ بِلَفْظِ إِبْرَاهِيم بْن سَعْد. وَفِي هَذِهِ الرِّوَايَة دَلَالَة عَلَى أَنَّ قَوْله فِي رِوَايَة الْإِسْمَاعِيلِيّ الْمُتَقَدِّمَة \" مِنْ آلِ أَبِي جَهْل \" وَهْم , وَإِنَّمَا هُوَ مِنْ آلِ أَبِي لَهَب , وَعَلَى أَنَّ قَوْله فِي رِوَايَة مُسْلِم \" يَجْمَع ذَلِكَ كُلّه فِي مَسْكَن وَاحِد \" هُوَ بَقِيَّة الْوَصِيَّة وَلَيْسَ هُوَ مِنْ كَلَام الْقَاسِم بْن مُحَمَّد , لَكِنْ صَرَّحَ أَبُو عَوَانَة فِي رِوَايَته بِأَنَّهُ كَلَام الْقَاسِم بْن مُحَمَّد , وَهُوَ مُشْكِل جِدًّا , فَاَلَّذِي أَوْصَى بِثُلُثِ كُلّ مَسْكَن أَوْصَى بِأَمْرٍ جَائِز اِتِّفَاقًا , وَأَمَّا إِلْزَام الْقَاسِم بِأَنْ يَجْمَع فِي مَسْكَن وَاحِد فَفِيهِ نَظَر لِاحْتِمَالِ أَنْ يَكُون بَعْض الْمَسَاكِن أَغْلَى قِيمَة مِنْ بَعْض , لَكِنْ يَحْتَمِل أَنْ تَكُون تِلْكَ الْمَسَاكِن مُتَسَاوِيَة فَيَكُون الْأَوْلَى أَنْ تَقَع الْوَصِيَّة بِمَسْكَنٍ وَاحِد مِنْ الثَّلَاثَة , وَلَعَلَّهُ كَانَ فِي الْوَصِيَّة شَيْء زَائِد عَلَى ذَلِكَ يُوجِب إِنْكَارهَا كَمَا أَشَارَتْ إِلَيْهِ رِوَايَة أَبِي الْحُسَيْن بْن حَامِد وَاَللَّه أَعْلَم. وَقَدْ اِسْتَشْكَلَ الْقُرْطُبِيّ شَارِح مُسْلِم مَا اِسْتَشْكَلْتُهُ , وَأَجَابَ عَنْهُ بِالْحَمْلِ عَلَى مَا إِذَا أَرَادَ أَحَد الْفَرِيقَيْنِ الْفِدْيَة , أَوْ الْمُوصَى لَهُمْ الْقِسْمَة وَتَمْيِيز حَقّه , وَكَانَتْ الْمَسَاكِن بِحَيْثُ يُضَمّ بَعْضهَا إِلَى بَعْض فِي الْقِسْمَة , فَحِينَئِذٍ تَقُوم الْمَسَاكِن قِيمَة التَّعْدِيل وَيَجْمَع نَصِيب الْمُوصَى لَهُمْ فِي مَوْضِع وَاحِد وَيَبْقَى نَصِيب الْوَرَثَة فِيمَا عَدَا ذَلِكَ وَاَللَّه أَعْلَم. ‏ ‏وَهَذَا الْحَدِيث مَعْدُود مِنْ أُصُول الْإِسْلَام وَقَاعِدَة مِنْ قَوَاعِده , فَإِنَّ مَعْنَاهُ : مَنْ اِخْتَرَعَ فِي الدِّين مَا لَا يَشْهَد لَهُ أَصْل مِنْ أُصُوله فَلَا يُلْتَفَت إِلَيْهِ. ‏ ‏قَالَ النَّوَوِيّ : هَذَا الْحَدِيث مِمَّا يَنْبَغِي أَنْ يُعْتَنَى بِحِفْظِهِ وَاسْتِعْمَاله فِي إِبْطَال الْمُنْكَرَات وَإِشَاعَة الِاسْتِدْلَال بِهِ كَذَلِكَ. ‏ ‏وَقَالَ الطَّرْقِيّ : هَذَا الْحَدِيث يَصْلُح أَنْ يُسَمَّى نِصْف أَدِلَّة الشَّرْع , لِأَنَّ الدَّلِيل يَتَرَكَّب مِنْ مُقَدِّمَتَيْنِ , وَالْمَطْلُوب بِالدَّلِيلِ إِمَّا إِثْبَات الْحُكْم أَوْ نَفْيه , وَهَذَا الْحَدِيث مُقَدِّمَة كُبْرَى فِي إِثْبَات كُلّ حُكْم شَرْعِيّ وَنَفْيه , لِأَنَّ مَنْطُوقه مُقَدِّمَة كُلِّيَّة فِي كُلّ دَلِيل نَافٍ لِحُكْمٍ , مِثْل أَنْ يُقَال فِي الْوُضُوء بِمَاءٍ نَجِس : هَذَا لَيْسَ مِنْ أَمْر الشَّرْع , وَكُلّ مَا كَانَ كَذَلِكَ فَهُوَ مَرْدُود , فَهَذَا الْعَمَل مَرْدُود. فَالْمُقَدِّمَة الثَّانِيَة ثَابِتَة بِهَذَا الْحَدِيث , وَإِنَّمَا يَقَع النِّزَاع فِي الْأُولَى. وَمَفْهُومه أَنَّ مَنْ عَمِلَ عَمَلًا عَلَيْهِ أَمْر الشَّرْع فَهُوَ صَحِيح , مِثْل أَنْ يُقَال فِي الْوُضُوء بِالنِّيَّةِ : هَذَا عَلَيْهِ أَمْر الشَّرْع , وَكُلّ مَا كَانَ عَلَيْهِ أَمْر الشَّرْع فَهُوَ صَحِيح. فَالْمُقَدِّمَة الثَّانِيَة ثَابِتَة بِهَذَا الْحَدِيث وَالْأَوْلَى فِيهَا النِّزَاع , فَلَوْ اِتَّفَقَ أَنْ يُوجَد حَدِيث يَكُون مُقَدِّمَة أُولَى فِي إِثْبَات كُلّ حُكْم شَرْعِيّ وَنَفْيه لَاسْتَقَلَّ الْحَدِيثَانِ بِجَمِيعِ أَدِلَّة الشَّرْع , لَكِنْ هَذَا الثَّانِي لَا يُوجَد , فَإِذَا حَدِيث الْبَاب نِصْف أَدِلَّة الشَّرْع وَاَللَّه أَعْلَم. ‏ ‏وَقَوْله : \" رَدّ \" ‏ ‏مَعْنَاهُ مَرْدُود مِنْ إِطْلَاق الْمَصْدَر عَلَى اِسْم الْمَفْعُول , مِثْل خَلْق وَمَخْلُوق وَنَسْخ وَمَنْسُوخ , وَكَأَنَّهُ قَالَ : فَهُوَ بَاطِل غَيْر مُعْتَدّ بِهِ , وَاللَّفْظ الثَّانِي وَهُوَ قَوْله : \" مَنْ عَمِلَ \" أَعَمّ مِنْ اللَّفْظ الْأَوَّل وَهُوَ قَوْله : \" مَنْ أَحْدَثَ \" فَيُحْتَجّ بِهِ فِي إِبْطَال جَمِيع الْعُقُود الْمَنْهِيَّة وَعَدَم وُجُود ثَمَرَاتهَا الْمُرَتَّبَة عَلَيْهَا , وَفِيهِ رَدّ الْمُحْدَثَات وَأَنَّ النَّهْي يَقْتَضِي الْفَسَاد , لِأَنَّ الْمَنْهِيَّات كُلّهَا لَيْسَتْ مِنْ أَمْر الدِّين فَيَجِب رَدّهَا , وَيُسْتَفَاد مِنْهُ أَنَّ حُكْم الْحَاكِم لَا يُغَيِّر مَا فِي بَاطِن الْأَمْر لِقَوْلِهِ : \" لَيْسَ عَلَيْهِ أَمْرنَا \" وَالْمُرَاد بِهِ أَمْر الدِّين , وَفِيهِ أَنَّ الصُّلْح الْفَاسِد مُنْتَقَض , وَالْمَأْخُوذ عَلَيْهِ مُسْتَحَقّ الرَّدّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2698",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ قَالَ لَمَّا صَالَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَهْلَ الْحُدَيْبِيَةِ كَتَبَ عَلِيٌّ بَيْنَهُمْ كِتَابًا فَكَتَبَ مُحَمَّدٌ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ فَقَالَ الْمُشْرِكُونَ لاَ تَكْتُبْ مُحَمَّدٌ رَسُولُ اللَّهِ، لَوْ كُنْتَ رَسُولاً لَمْ نُقَاتِلْكَ‏.‏ فَقَالَ لِعَلِيٍّ ‏\n\"‏ امْحُهُ ‏\"‏‏.‏ فَقَالَ عَلِيٌّ مَا أَنَا بِالَّذِي أَمْحَاهُ‏.‏ فَمَحَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ، وَصَالَحَهُمْ عَلَى أَنْ يَدْخُلَ هُوَ وَأَصْحَابُهُ ثَلاَثَةَ أَيَّامٍ، وَلاَ يَدْخُلُوهَا إِلاَّ بِجُلُبَّانِ السِّلاَحِ، فَسَأَلُوهُ مَا جُلُبَّانُ السِّلاَحِ فَقَالَ الْقِرَابُ بِمَا فِيهِ‏.‏",
    "english_text": "When Allah's Messenger (ﷺ) concluded a peace treaty with the people of Hudaibiya, `Ali bin Abu Talib \nwrote the document and he mentioned in it, \"Muhammad, Allah's Messenger (ﷺ) .\" The pagans said, \"Don't \nwrite: 'Muhammad, Allah's Messenger (ﷺ)', for if you were an apostle we would not fight with you.\" Allah's \nApostle asked `Ali to rub it out, but `Ali said, \"I will not be the person to rub it out.\" Allah's Messenger (ﷺ) \nrubbed it out and made peace with them on the condition that the Prophet (ﷺ) and his companions would \nenter Mecca and stay there for three days, and that they would enter with their weapons in cases.",
    "explication": "‏ ‏قَوْله : ( لَمَّا صَالَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْل الْحُدَيْبِيَة كَتَبَ عَلِيّ ) ‏ ‏سَيَأْتِي فِي الشُّرُوط مِنْ حَدِيث الْمِسْوَر بْن مَخْرَمَةَ بَيَان سَبَب ذَلِكَ مُطَوَّلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2699",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم فِي ذِي الْقَعْدَةِ، فَأَبَى أَهْلُ مَكَّةَ أَنْ يَدَعُوهُ يَدْخُلُ مَكَّةَ، حَتَّى قَاضَاهُمْ عَلَى أَنْ يُقِيمَ بِهَا ثَلاَثَةَ أَيَّامٍ، فَلَمَّا كَتَبُوا الْكِتَابَ كَتَبُوا هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ فَقَالُوا لاَ نُقِرُّ بِهَا، فَلَوْ نَعْلَمُ أَنَّكَ رَسُولُ اللَّهِ مَا مَنَعْنَاكَ، لَكِنْ أَنْتَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ‏.‏ قَالَ ‏\"‏ أَنَا رَسُولُ اللَّهِ وَأَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ ‏\"‏‏.‏ ثُمَّ قَالَ لِعَلِيٍّ ‏\"‏ امْحُ رَسُولُ اللَّهِ ‏\"‏‏.‏ قَالَ لاَ، وَاللَّهِ لاَ أَمْحُوكَ أَبَدًا، فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْكِتَابَ، فَكَتَبَ هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، لاَ يَدْخُلُ مَكَّةَ سِلاَحٌ إِلاَّ فِي الْقِرَابِ، وَأَنْ لاَ يَخْرُجَ مِنْ أَهْلِهَا بِأَحَدٍ، إِنْ أَرَادَ أَنْ يَتَّبِعَهُ، وَأَنْ لاَ يَمْنَعَ أَحَدًا مِنْ أَصْحَابِهِ أَرَادَ أَنْ يُقِيمَ بِهَا‏.‏ فَلَمَّا دَخَلَهَا، وَمَضَى الأَجَلُ أَتَوْا عَلِيًّا، فَقَالُوا قُلْ لِصَاحِبِكَ اخْرُجْ عَنَّا فَقَدْ مَضَى الأَجَلُ‏.‏ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَتَبِعَتْهُمُ ابْنَةُ حَمْزَةَ يَا عَمِّ يَا عَمِّ‏.‏ فَتَنَاوَلَهَا عَلِيٌّ فَأَخَذَ بِيَدِهَا، وَقَالَ لِفَاطِمَةَ عَلَيْهَا السَّلاَمُ دُونَكِ ابْنَةَ عَمِّكِ، احْمِلِيهَا‏.‏ فَاخْتَصَمَ فِيهَا عَلِيٌّ وَزَيْدٌ وَجَعْفَرٌ، فَقَالَ عَلِيٌّ أَنَا أَحَقُّ بِهَا وَهْىَ ابْنَةُ عَمِّي‏.‏ وَقَالَ جَعْفَرٌ ابْنَةُ عَمِّي وَخَالَتُهَا تَحْتِي‏.‏ وَقَالَ زَيْدٌ ابْنَةُ أَخِي‏.‏ فَقَضَى بِهَا النَّبِيُّ صلى الله عليه وسلم لِخَالَتِهَا‏.‏ وَقَالَ ‏\"‏ الْخَالَةُ بِمَنْزِلَةِ الأُمِّ ‏\"‏‏.‏ وَقَالَ لِعَلِيٍّ ‏\"‏ أَنْتَ مِنِّي وَأَنَا مِنْكَ ‏\"‏‏.‏ وَقَالَ لِجَعْفَرٍ ‏\"‏ أَشْبَهْتَ خَلْقِي وَخُلُقِي ‏\"‏‏.‏ وَقَالَ لِزَيْدٍ ‏\"‏ أَنْتَ أَخُونَا وَمَوْلاَنَا ‏\"‏‏.‏",
    "english_text": "When the Prophet (ﷺ) intended to perform `Umra in the month of Dhul-Qada, the people of Mecca did not \nlet him enter Mecca till he settled the matter with them by promising to stay in it for three days only. \nWhen the document of treaty was written, the following was mentioned: 'These are the terms on \nwhich Muhammad, Allah's Messenger (ﷺ) agreed (to make peace).' They said, \"We will not agree to this, for \nif we believed that you are Allah's Messenger (ﷺ) we would not prevent you, but you are Muhammad bin \n`Abdullah.\" The Prophet (ﷺ) said, \"I am Allah's Messenger (ﷺ) and also Muhammad bin `Abdullah.\" Then he \nsaid to `Ali, \"Rub off (the words) 'Allah's Messenger (ﷺ)' \", but `Ali said, \"No, by Allah, I will never rub off \nyour name.\" So, Allah's Messenger (ﷺ) took the document and wrote, 'This is what Muhammad bin \n`Abdullah has agreed upon: No arms will be brought into Mecca except in their cases, and nobody \nfrom the people of Mecca will be allowed to go with him (i.e. the Prophet (ﷺ) ) even if he wished to \nfollow him and he (the Prophet (ﷺ) ) will not prevent any of his companions from staying in Mecca if the \nlatter wants to stay.' When the Prophet (ﷺ) entered Mecca and the time limit passed, the Meccans went to \n`Ali and said, \"Tell your Friend (i.e. the Prophet (ﷺ) ) to go out, as the period (agreed to) has passed.\" So, \nthe Prophet (ﷺ) went out of Mecca. The daughter of Hamza ran after them (i.e. the Prophet (ﷺ) and his \ncompanions), calling, \"O Uncle! O Uncle!\" `Ali received her and led her by the hand and said to \nFatima, \"Take your uncle's daughter.\" Zaid and Ja`far quarreled about her. `Ali said, \"I have more \nright to her as she is my uncle's daughter.\" Ja`far said, \"She is my uncle's daughter, and her aunt is my \nwife.\" Zaid said, \"She is my brother's daughter.\" The Prophet (ﷺ) judged that she should be given to her \naunt, and said that the aunt was like the mother. He then said to 'All, \"You are from me and I am from \nyou\", and said to Ja`far, \"You resemble me both in character and appearance\", and said to Zaid, \"You \nare our brother (in faith) and our freed slave.\"",
    "explication": "وَقَدْ ذَكَرَ الْمُصَنِّف هُنَا مِنْ طَرِيق إِسْرَائِيل عَنْ أَبِي إِسْحَاق هَذَا الْحَدِيث أَتَمّ سِيَاقًا مِنْ طَرِيق شُعْبَة , وَيَأْتِي شَرْحه فِي \" بَاب عُمْرَة الْقَضَاء \" مِنْ الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى. وَنَذْكُر هُنَاكَ بَيَان الْخِلَاف فِي مُبَاشَرَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْكِتَابَة , وَالْغَرَض مِنْهُ هُنَا اِقْتِصَار الْكَاتِب عَلَى قَوْله : \" مُحَمَّد رَسُول اللَّه \" وَلَمْ يَنْسُبهُ إِلَى أَب وَلَا جَدّ , وَأَقَرَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِقْتَصَرَ عَلَى مُحَمَّد بْن عَبْد اللَّه بِغَيْرِ زِيَادَة , وَذَلِكَ كُلّه لِأَمْنِ الِالْتِبَاس. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2700",
    "category": "كتاب الصلح",
    "text_chakl": "وَقَالَ مُوسَى بْنُ مَسْعُودٍ حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ صَالَحَ النَّبِيُّ صلى الله عليه وسلم الْمُشْرِكِينَ يَوْمَ الْحُدَيْبِيَةِ عَلَى ثَلاَثَةِ أَشْيَاءَ عَلَى أَنَّ مَنْ أَتَاهُ مِنَ الْمُشْرِكِينَ رَدَّهُ إِلَيْهِمْ، وَمَنْ أَتَاهُمْ مِنَ الْمُسْلِمِينَ لَمْ يَرُدُّوهُ، وَعَلَى أَنْ يَدْخُلَهَا مِنْ قَابِلٍ وَيُقِيمَ بِهَا ثَلاَثَةَ أَيَّامٍ، وَلاَ يَدْخُلَهَا إِلاَّ بِجُلُبَّانِ السِّلاَحِ السَّيْفِ وَالْقَوْسِ وَنَحْوِهِ‏.‏ فَجَاءَ أَبُو جَنْدَلٍ يَحْجُلُ فِي قُيُودِهِ فَرَدَّهُ إِلَيْهِمْ‏.‏ قَالَ لَمْ يَذْكُرْ مُؤَمَّلٌ عَنْ سُفْيَانَ أَبَا جَنْدَلٍ وَقَالَ إِلاَّ بِجُلُبِّ السِّلاَحِ‏.‏",
    "english_text": "On the day of Hudaibiya, the Prophet (ﷺ), the Prophet (ﷺ) made a peace treaty with the Al-Mushrikun on three conditions:\n\n1. The Prophet (ﷺ) would return to them any person from Al-Mushrikun (polytheists, idolaters, pagans).\n2. Al-Mushrikun pagans would not return any of the Muslims going to them, and \n3. The Prophet (ﷺ) and his companions would come to Makkah the following year and would stay there for three days and would enter with their weapons in cases, e.g., swords, arrows, bows, etc.\n\nAbu Jandal came hopping, his legs being chained, but the Prophet (ﷺ) returned him to Al-Mushrikun.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2701",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ، حَدَّثَنَا فُلَيْحٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مُعْتَمِرًا، فَحَالَ كُفَّارُ قُرَيْشٍ بَيْنَهُ وَبَيْنَ الْبَيْتِ، فَنَحَرَ هَدْيَهُ، وَحَلَقَ رَأْسَهُ بِالْحُدَيْبِيَةِ، وَقَاضَاهُمْ عَلَى أَنْ يَعْتَمِرَ الْعَامَ الْمُقْبِلَ، وَلاَ يَحْمِلَ سِلاَحًا عَلَيْهِمْ إِلاَّ سُيُوفًا، وَلاَ يُقِيمَ بِهَا إِلاَّ مَا أَحَبُّوا، فَاعْتَمَرَ مِنَ الْعَامِ الْمُقْبِلِ فَدَخَلَهَا كَمَا كَانَ صَالَحَهُمْ، فَلَمَّا أَقَامَ بِهَا ثَلاَثًا أَمَرُوهُ أَنْ يَخْرُجَ فَخَرَجَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) set out for the `Umra but the pagans of Quraish prevented him from reaching the \nKa`ba. So, he slaughtered his sacrifice and got his head shaved at Al-Hudaibiya, and agreed with them \nthat he would perform `Umra the following year and would not carry weapons except swords and \nwould not stay in Mecca except for the period they allowed. So, the Prophet (ﷺ) performed the `Umra in \nthe following year and entered Mecca according to the treaty, and when he stayed for three days, the \npagans ordered him to depart, and he departed.",
    "explication": "حَدِيث اِبْن عُمَر فِي قِصَّة صُلْح الْحُدَيْبِيَة سَيَأْتِي شَرْحه فِي عُمْرَة الْقَضَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2702",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، حَدَّثَنَا يَحْيَى، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، قَالَ انْطَلَقَ عَبْدُ اللَّهِ بْنُ سَهْلٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ إِلَى خَيْبَرَ، وَهْىَ يَوْمَئِذٍ صُلْحٌ‏.‏",
    "english_text": "`Abdullah bin Sahl and Muhaiyisa bin Mas`ud bin Zaid went to Khaibar when it had a peace treaty \n(with the Muslims).",
    "explication": "حَدِيث سَهْل بْن أَبِي حَثْمَة فِي قَتْل عَبْد اللَّه بْن سَهْل بِخَيْبَر , وَالْغَرَض مِنْهُ قَوْله : \" وَهِيَ يَوْمئِذٍ صُلْح \" وَالْمُرَاد مُصَالَحَة أَهْلهَا الْيَهُود مَعَ الْمُسْلِمِينَ , وَسَيَأْتِي شَرْحه مُسْتَوْفًى فِي مَكَانه مِنْ كِتَاب الْحُدُود. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2703",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي حُمَيْدٌ، أَنَّ أَنَسًا، حَدَّثَهُمْ أَنَّ الرُّبَيِّعَ ـ وَهْىَ ابْنَةُ النَّضْرِ ـ كَسَرَتْ ثَنِيَّةَ جَارِيَةٍ، فَطَلَبُوا الأَرْشَ وَطَلَبُوا الْعَفْوَ، فَأَبَوْا فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُمْ بِالْقِصَاصِ‏.‏ فَقَالَ أَنَسُ بْنُ النَّضْرِ أَتُكْسَرُ ثَنِيَّةُ الرُّبَيِّعِ يَا رَسُولَ اللَّهِ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ تُكْسَرُ ثَنِيَّتُهَا فَقَالَ ‏\"‏ يَا أَنَسُ كِتَابُ اللَّهِ الْقِصَاصُ ‏\"‏‏.‏ فَرَضِيَ الْقَوْمُ وَعَفَوْا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ مِنْ عِبَادِ اللَّهِ مَنْ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ ‏\"‏‏.‏ زَادَ الْفَزَارِيُّ عَنْ حُمَيْدٍ عَنْ أَنَسٍ فَرَضِيَ الْقَوْمُ وَقَبِلُوا الأَرْشَ‏.‏",
    "english_text": "Ar-Rabi, the daughter of An-Nadr broke the tooth of a girl, and the relatives of Ar-Rabi` requested the \ngirl's relatives to accept the Irsh (compensation for wounds etc.) and forgive (the offender), but they \nrefused. So, they went to the Prophet (ﷺ) who ordered them to bring about retaliation. Anas bin An-Nadr \nasked, \"O Allah\"; Apostle! Will the tooth of Ar-Rabi` be broken? No, by Him Who has sent you with \nthe Truth, her tooth will not be broken.\" The Prophet (ﷺ) said, \"O Anas! Allah\"; law ordains retaliation.\" \nLater the relatives of the girl agreed and forgave her. The Prophet (ﷺ) said, \"There are some of Allah's \nslaves who, if they take an oath by Allah, are responded to by Allah i.e. their oath is fulfilled). Anas \nadded, \"The people agreed and accepted the Irsh.\"",
    "explication": "‏ ‏قَوْله : ( فَرَضِيَ الْقَوْم وَقَبِلُوا الْأَرْش ) ‏ ‏أَيْ زَادَ عَلَى رِوَايَة الْأَنْصَارِيّ ذِكْر قَبُولهمْ الْأَرْش , وَاَلَّذِي وَقَعَ فِي رِوَايَة الْأَنْصَارِيّ \" فَرَضِيَ الْقَوْم وَعَفَوْا \" وَظَاهِره أَنَّهُمْ تَرَكُوا الْقِصَاص وَالْأَرْش مُطْلَقًا , فَأَشَارَ الْمُصَنِّف إِلَى الْجَمْع بَيْنهمَا بِأَنَّ قَوْله عَفَوْا مَحْمُول عَلَى أَنَّهُمْ عَفَوْا عَنْ الْقِصَاص عَلَى قَبُول الْأَرْش جَمْعًا بَيْن الرِّوَايَتَيْنِ , وَطَرِيق الْفَزَارِيِّ هَذِهِ وَصَلَهَا الْمُؤَلِّف فِي تَفْسِير سُورَة الْمَائِدَة , وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2704",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي مُوسَى، قَالَ سَمِعْتُ الْحَسَنَ، يَقُولُ اسْتَقْبَلَ وَاللَّهِ الْحَسَنُ بْنُ عَلِيٍّ مُعَاوِيَةَ بِكَتَائِبَ أَمْثَالِ الْجِبَالِ فَقَالَ عَمْرُو بْنُ الْعَاصِ إِنِّي لأَرَى كَتَائِبَ لاَ تُوَلِّي حَتَّى تَقْتُلَ أَقْرَانَهَا‏.‏ فَقَالَ لَهُ مُعَاوِيَةُ ـ وَكَانَ وَاللَّهِ خَيْرَ الرَّجُلَيْنِ ـ أَىْ عَمْرُو إِنْ قَتَلَ هَؤُلاَءِ هَؤُلاَءِ وَهَؤُلاَءِ هَؤُلاَءِ مَنْ لِي بِأُمُورِ النَّاسِ مَنْ لِي بِنِسَائِهِمْ، مَنْ لِي بِضَيْعَتِهِمْ فَبَعَثَ إِلَيْهِ رَجُلَيْنِ مِنْ قُرَيْشٍ مِنْ بَنِي عَبْدِ شَمْسٍ عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ وَعَبْدَ اللَّهِ بْنَ عَامِرِ بْنِ كُرَيْزٍ، فَقَالَ اذْهَبَا إِلَى هَذَا الرَّجُلِ فَاعْرِضَا عَلَيْهِ، وَقُولاَ لَهُ، وَاطْلُبَا إِلَيْهِ‏.‏ فَأَتَيَاهُ، فَدَخَلاَ عَلَيْهِ فَتَكَلَّمَا، وَقَالاَ لَهُ، فَطَلَبَا إِلَيْهِ، فَقَالَ لَهُمَا الْحَسَنُ بْنُ عَلِيٍّ إِنَّا بَنُو عَبْدِ الْمُطَّلِبِ، قَدْ أَصَبْنَا مِنْ هَذَا الْمَالِ، وَإِنَّ هَذِهِ الأُمَّةَ قَدْ عَاثَتْ فِي دِمَائِهَا‏.‏ قَالاَ فَإِنَّهُ يَعْرِضُ عَلَيْكَ كَذَا وَكَذَا وَيَطْلُبُ إِلَيْكَ وَيَسْأَلُكَ‏.‏ قَالَ فَمَنْ لِي بِهَذَا قَالاَ نَحْنُ لَكَ بِهِ‏.‏ فَمَا سَأَلَهُمَا شَيْئًا إِلاَّ قَالاَ نَحْنُ لَكَ بِهِ‏.‏ فَصَالَحَهُ، فَقَالَ الْحَسَنُ وَلَقَدْ سَمِعْتُ أَبَا بَكْرَةَ يَقُولُ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ وَالْحَسَنُ بْنُ عَلِيٍّ إِلَى جَنْبِهِ، وَهْوَ يُقْبِلُ عَلَى النَّاسِ مَرَّةً وَعَلَيْهِ أُخْرَى وَيَقُولُ ‏\n\"‏ إِنَّ ابْنِي هَذَا سَيِّدٌ، وَلَعَلَّ اللَّهَ أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ عَظِيمَتَيْنِ مِنَ الْمُسْلِمِينَ ‏\"‏‏.‏ قَالَ لِي عَلِيُّ بْنُ عَبْدِ اللَّهِ إِنَّمَا ثَبَتَ لَنَا سَمَاعُ الْحَسَنِ مِنْ أَبِي بَكْرَةَ بِهَذَا الْحَدِيثِ‏.‏",
    "english_text": "By Allah, Al-Hasan bin `Ali led large battalions like mountains against Muawiya. `Amr bin Al-As \nsaid (to Muawiya), \"I surely see battalions which will not turn back before killing their opponents.\" \nMuawiya who was really the best of the two men said to him, \"O `Amr! If these killed those and those \nkilled these, who would be left with me for the jobs of the public, who would be left with me for their \nwomen, who would be left with me for their children?\" Then Muawiya sent two Quraishi men from \nthe tribe of `Abd-i-Shams called `Abdur Rahman bin Sumura and `Abdullah bin 'Amir bin Kuraiz to \nAl-Hasan saying to them, \"Go to this man (i.e. Al-Hasan) and negotiate peace with him and talk and \nappeal to him.\" So, they went to Al-Hasan and talked and appealed to him to accept peace. Al-Hasan \nsaid, \"We, the offspring of `Abdul Muttalib, have got wealth and people have indulged in killing and \ncorruption (and money only will appease them).\" They said to Al-Hasan, \"Muawiya offers you so and \nso, and appeals to you and entreats you to accept peace.\" Al-Hasan said to them, \"But who will be \nresponsible for what you have said?\" They said, \"We will be responsible for it.\" So, whatever Al- \nHasan asked they said, \"We will be responsible for it for you.\" So, Al-Hasan concluded a peace treaty \nwith Muawiya. Al-Hasan (Al-Basri) said: I heard Abu Bakr saying, \"I saw Allah's Messenger (ﷺ) on the \npulpit and Al-Hasan bin `Ali was by his side. The Prophet (ﷺ) was looking once at the people and once at \nAl-Hasan bin `Ali saying, 'This son of mine is a Saiyid (i.e. a noble) and may Allah make peace \nbetween two big groups of Muslims through him.\"",
    "explication": "‏ ‏قَوْله : ( قَالَ أَبُو عَبْد اللَّه ) ‏ ‏أَيْ الْمُصَنِّف ‏ ‏( قَالَ لِي عَلِيّ بْن عَبْد اللَّه ) ‏ ‏أَيْ اِبْن الْمَدِينِيّ ‏ ‏( إِنَّمَا ثَبَتَ لَنَا سَمَاع الْحَسَن ) ‏ ‏أَيْ الْبَصْرِيّ ‏ ‏( مِنْ أَبِي بَكْرَة بِهَذَا الْحَدِيث ) ‏ ‏أَيْ لِتَصْرِيحِهِ فِيهِ بِالسَّمَاعِ. ‏ ‏وَقَدْ أَخْرَجَ الْمُصَنِّف هَذَا الْحَدِيث عَنْ عَلِيّ بْن الْمَدِينِيّ عَنْ اِبْن عُيَيْنَةَ فِي \" كِتَاب الْفِتَن \" وَلَمْ يَذْكُر هَذِهِ الزِّيَادَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2705",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي الرِّجَالِ، مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أُمَّهُ، عَمْرَةَ بِنْتَ عَبْدِ الرَّحْمَنِ قَالَتْ سَمِعْتُ عَائِشَةَ ـ رضى الله عنها ـ تَقُولُ سَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم صَوْتَ خُصُومٍ بِالْبَابِ عَالِيَةٍ أَصْوَاتُهُمَا، وَإِذَا أَحَدُهُمَا يَسْتَوْضِعُ الآخَرَ، وَيَسْتَرْفِقُهُ فِي شَىْءٍ وَهْوَ يَقُولُ وَاللَّهِ لاَ أَفْعَلُ‏.‏ فَخَرَجَ عَلَيْهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ أَيْنَ الْمُتَأَلِّي عَلَى اللَّهِ لاَ يَفْعَلُ الْمَعْرُوفَ ‏\"‏‏.‏ فَقَالَ أَنَا يَا رَسُولَ اللَّهِ، وَلَهُ أَىُّ ذَلِكَ أَحَبَّ‏.‏",
    "english_text": "Once Allah's Messenger (ﷺ) heard the loud voices of some opponents quarreling at the door. One of them \nwas appealing to the other to deduct his debt and asking him to be lenient but the other was saying, \n\"By Allah I will not do so.\" Allah's Messenger (ﷺ) went out to them and said, \"Who is the one who was \nswearing by Allah that he would not do a favor?\" That man said, \"I am that person, O Allah's Messenger (ﷺ)! \nI will give my opponent whatever he wishes.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل بْن أَبِي أُوَيْس حَدَّثَنِي أَخِي ) ‏ ‏هُوَ أَبُو بَكْر عَبْد الْحَمِيد , وَسُلَيْمَان هُوَ اِبْن بِلَال , وَيَحْيَى بْن سَعِيد هُوَ الْأَنْصَارِيّ , وَأَبُو الرِّجَال بِالْجِيمِ مُحَمَّد بْن عَبْد الرَّحْمَن أَيْ اِبْن حَارِثَةَ بْن النُّعْمَان الْأَنْصَارِيّ كُنْيَته أَبُو عَبْد الرَّحْمَن , وَقِيلَ لَهُ أَبُو الرِّجَال لِأَنَّهُ وُلِدَ لَهُ عَشَرَة ذُكُور , وَهُوَ مِنْ صِغَار التَّابِعِينَ , وَكَذَا الرَّاوِي عَنْهُ ; وَالْإِسْنَاد كُلّه مَدَنِيُّونَ , وَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق مِنْهُمْ قَرِينَانِ. وَهَذَا الْحَدِيث أَخْرَجَهُ مُسْلِم قَالَ : \" حَدَّثَنَا غَيْر وَاحِد عَنْ إِسْمَاعِيل مِنْ أَبِي أُوَيْس \" فَعَدَّهُ بَعْضهمْ فِي الْمُنْقَطِع وَالتَّحْقِيق أَنَّهُ مُتَّصِل فِي إِسْنَاده مُبْهَم , وَقَدْ رَوَاهُ عَنْ إِسْمَاعِيل أَيْضًا مُحَمَّد بْن يَحْيَى الذُّهْلِيُّ أَخْرَجَهُ أَبُو عَوَانَةَ وَالْإِسْمَاعِيلِيّ وَغَيْرهمَا مِنْ طَرِيقه , وَأَخْرَجَهُ أَبُو عَوَانَة أَيْضًا مِنْ طَرِيق إِبْرَاهِيم بْن الْحُسَيْن الْكِسَائِيّ وَإِسْمَاعِيل بْن إِسْحَاق الْقَاضِي , وَرُوِّينَاهُ فِي \" الْمَحَامِلِيَّات \" عَنْ عَبْد اللَّه بْن شَبِيب , فَيُحْتَمَل أَنْ يُفَسَّر مَنْ أَبْهَمَهُ مُسْلِم بِهَؤُلَاءِ أَوْ بَعْضهمْ , وَلَمْ يَنْفَرِد بِهِ إِسْمَاعِيل بَلْ تَابَعَهُ أَيُّوب بْن سُفْيَان عَنْ أَبِي بَكْر بْن أَبِي أُوَيْس أَخْرَجَهُ الْإِسْمَاعِيلِيّ أَيْضًا , وَلَا اِنْفَرَدَ بِهِ يَحْيَى بْن سَعِيد فَقَدْ أَخْرَجَهُ اِبْن حِبَّانَ مِنْ طَرِيق عَبْد الرَّحْمَن بْن أَبِي الرِّجَال عَنْ أَبِيهِ. ‏ ‏قَوْله : ( سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَوْت خُصُوم بِالْبَابِ عَالِيَة أَصْوَاتهمْ ) ‏ ‏فِي رِوَايَة \" أَصْوَاتهمَا \" , وَكَأَنَّهُ جَمَعَ بِاعْتِبَارِ مَنْ حَضَرَ الْخُصُومَة وَثَنَّى بِاعْتِبَارِ الْخَصْمَيْنِ , أَوْ كَأَنَّ التَّخَاصُم مِنْ الْجَانِبَيْنِ بَيْن جَمَاعَة فَجَمَعَ ثُمَّ ثَنَّى بِاعْتِبَارِ جِنْس الْخَصْم , وَلَيْسَ فِيهِ حُجَّة لِمَنْ جَوَّزَ صِيغَة الْجَمْع بِالِاثْنَيْنِ كَمَا زَعَمَ بَعْض الشُّرَّاح , وَيَجُوز فِي قَوْله : \" عَالِيَة \" الْجَرّ عَلَى الصِّفَة وَالنَّصْب عَلَى الْحَال. ‏ ‏قَوْله : ( وَإِذَا أَحَدهمَا يَسْتَوْضِع الْآخَر ) ‏ ‏أَيْ يَطْلُب مِنْهُ الْوَضِيعَة , أَيْ الْحَطِيطَة مِنْ الدِّين. ‏ ‏قَوْله : ( وَيَسْتَرْفِقهُ ) ‏ ‏أَيْ يَطْلُب مِنْهُ الرِّفْق بِهِ. ‏ ‏وَقَوْله : ( فِي شَيْء ) ‏ ‏وَقَعَ بَيَانه فِي رِوَايَة اِبْن حِبَّانَ فَقَالَ فِي أَوَّل الْحَدِيث \" دَخَلَتْ اِمْرَأَة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : إِنِّي اِبْتَعْت أَنَا وَابْنِي مِنْ فُلَان تَمْرًا فَأَحْصَيْنَاهُ. لَا وَاَلَّذِي أَكْرَمك بِالْحَقِّ مَا أَحْصَيْنَا مِنْهُ إِلَّا مَا نَأْكُلهُ فِي بُطُوننَا أَوْ نُطْعِمهُ مِسْكِينًا , وَجِئْنَا نَسْتَوْضِعُهُ مَا نَقَصَنَا \" الْحَدِيث , فَظَهَرَ بِهَذَا تَرْجِيح ثَانِي الِاحْتِمَالَيْنِ الْمَذْكُورَيْنِ قَبْل , وَأَنَّ الْمُخَاصَمَة وَقَعَتْ بَيْن الْبَائِع وَبَيْن الْمُشْتَرِيَيْنِ وَلَمْ أَقِف عَلَى تَسْمِيَة وَاحِد مِنْهُمْ , وَأَمَّا تَجْوِيز بَعْض الشُّرَّاح أَنَّ الْمُتَخَاصِمَيْنِ هُمَا الْمَذْكُورَانِ فِي الْحَدِيث الَّذِي يَلِيه فَفِيهِ بُعْد لِتَغَايُرِ الْقِصَّتَيْنِ , وَعُرِفَ بِهَذِهِ الزِّيَادَة أَصْل الْقِصَّة. ‏ ‏قَوْله : ( أَيْنَ الْمُتَأَلِّي ) ‏ ‏بِضَمِّ الْمِيم وَفَتْح الْمُثَنَّاة وَالْهَمْزَة وَتَشْدِيد اللَّام الْمَكْسُورَة أَيْ الْحَالِف الْمُبَالِغ فِي الْيَمِين , مَأْخُوذ مِنْ الْأَلِيَّة بِفَتْحِ الْهَمْزَة وَكَسْر اللَّام وَتَشْدِيد التَّحْتَانِيَّة وَهِيَ الْيَمِين , وَفِي رِوَايَة اِبْن حِبَّانَ \" فَقَالَ آلَى أَنْ لَا يَصْنَع خَيْرًا ثَلَاث مَرَّات فَبَلَغَ ذَلِكَ صَاحِب التَّمْر \". ‏ ‏قَوْله : ( فَلَهُ أَيّ ذَلِكَ أَحَبّ ) ‏ ‏أَيْ مِنْ الْوَضْع أَوْ الرِّفْق , وَفِي رِوَايَة اِبْن حِبَّانَ : \" فَقَالَ إِنْ شِئْت وَضَعْت مَا نَقَصُوا إِنْ شِئْت مِنْ رَأْس الْمَال , فَوَضَعَ مَا نَقَصُوا \" وَهُوَ يَشْعُر بِأَنَّ الْمُرَاد بِالْوَضْعِ الْحَطّ مِنْ رَأْس الْمَال , وَبِالرِّفْقِ الِاقْتِصَار عَلَيْهِ وَتَرْك الزِّيَادَة , لَا كَمَا زَعَمَ بَعْض الشُّرَّاح أَنَّهُ يُرِيد بِالرِّفْقِ الْإِمْهَال , وَفِي هَذَا الْحَدِيث الْحَضّ عَلَى الرِّفْق بِالْغَرِيمِ وَالْإِحْسَان إِلَيْهِ بِالْوَضْعِ عَنْهُ , وَالزَّجْر عَنْ الْحَلِف عَلَى تَرْك فِعْل الْخَيْر , قَالَ الدَّاوُدِيّ : إِنَّمَا كُرِهَ ذَلِكَ لِكَوْنِهِ حَلِف عَلَى تَرْك أَمْر عَسَى أَنْ يَكُون قَدْ قَدَّرَ اللَّه وُقُوعه , وَعَنْ الْمُهَلَّب نَحْوه , وَتَعَقَّبَهُ اِبْن التِّين بِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَكُرِهَ الْحَلِف لِمَنْ حَلَفَ لَيَفْعَلَن خَيْرًا , وَلَيْسَ كَذَلِكَ بَلْ الَّذِي يَظْهَر أَنَّهُ كُرِهَ لَهُ قَطْع نَفْسه عَنْ فِعْل الْخَيْر , قَالَ : وَيُشْكِل فِي هَذَا قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْأَعْرَابِيِّ الَّذِي قَالَ وَاَللَّه لَا أَزِيد عَلَى هَذَا وَلَا أَنْقُص \" أَفْلَحَ إِنْ صَدَقَ \" وَلَمْ يُنْكِر عَلَيْهِ حَلِفه عَلَى تَرْك الزِّيَادَة وَهِيَ مِنْ فِعْل الْخَيْر , وَيُمْكِن الْفَرْق بِأَنَّهُ فِي قِصَّة الْأَعْرَابِيّ كَانَ فِي مَقَام الدُّعَاء إِلَى الْإِسْلَام وَالِاسْتِمَالَة إِلَى الدُّخُول فِيهِ فَكَانَ يَحْرِص عَلَى تَرْك تَحْرِيضهمْ عَلَى مَا فِيهِ نَوْع مَشَقَّة مَهْمَا أَمْكَنَ , بِخِلَافِ مَنْ تَمَكَّنَ فِي الْإِسْلَام فَيَحُضّهُ عَلَى الِازْدِيَاد مِنْ نَوَافِل الْخَيْر. وَفِيهِ سُرْعَة فَهْم الصَّحَابَة لِمُرَادِ الشَّارِع , وَطَوَاعِيَتهمْ لِمَا يُشِير بِهِ , وَحِرْصهمْ عَلَى فِعْل الْخَيْر , وَفِيهِ الصَّفْح عَمَّا يَجْرِي بَيْن الْمُتَخَاصِمَيْنِ مِنْ اللَّغَط وَرَفْع الصَّوْت عِنْد الْحَاكِم. وَفِيهِ جَوَاز سُؤَال الْمَدِين الْحَطِيطَة مِنْ صَاحِب الدَّيْن خِلَافًا لِمَنْ كَرِهَهُ مِنْ الْمَالِكِيَّة وَاعْتَلَّ بِمَا فِيهِ مِنْ تَحَمُّل الْمِنَّة. وَقَالَ الْقُرْطُبِيّ : لَعَلَّ مَنْ أَطْلَقَ كَرَاهَته أَرَادَ أَنَّهُ خِلَاف الْأَوْلَى. وَفِيهِ هِبَة الْمَجْهُول , كَذَا قَالَ اِبْن التِّين , وَفِيهِ نَظَر لِمَا قَدَّمْنَاهُ مِنْ رِوَايَة اِبْن حِبَّانَ وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2706",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ مَالِكٍ، عَنْ كَعْبِ بْنِ مَالِكٍ، أَنَّهُ كَانَ لَهُ عَلَى عَبْدِ اللَّهِ بْنِ أَبِي حَدْرَدٍ الأَسْلَمِيِّ مَالٌ، فَلَقِيَهُ فَلَزِمَهُ حَتَّى ارْتَفَعَتْ أَصْوَاتُهُمَا، فَمَرَّ بِهِمَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ يَا كَعْبُ ‏\"‏‏.‏ فَأَشَارَ بِيَدِهِ كَأَنَّهُ يَقُولُ النِّصْفَ‏.‏ فَأَخَذَ نِصْفَ مَا عَلَيْهِ وَتَرَكَ نِصْفًا‏.‏",
    "english_text": "`Abdullah bin Abu Hadrad Al-Aslami owed Ka`b bin Malik some money. One day the latter met the \nformer and demanded his right, and their voices grew very loud. The Prophet (ﷺ) passed by them and said, \n\"O Ka`b,\" beckoning with his hand as if intending to say, \"Deduct half the debts.\" So, Ka`b took half \nwhat the other owed him and remitted the other half.",
    "explication": "‏ ‏قَوْله فِيهِ : \" حَدَّثَنَا يَحْيَى بْن بُكَيْرٍ حَدَّثَنَا اللَّيْث عَنْ جَعْفَر \" ‏ ‏وَقَالَ غَيْره : \" حَدَّثَنِي اللَّيْث قَالَ : حَدَّثَنِي جَعْفَر بْن رَبِيعَة \" وَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيقِ شُعَيْب بْن اللَّيْث عَنْ أَبِيهِ , وَوَقَعَ فِي رِوَايَةِ الْأَصِيلِيّ وَكَرِيمَة قَبْلَ هَذِهِ التَّرْجَمَةِ بَسْمَلَة وَسَقَطَتْ لِلْبَاقِينَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2707",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ سُلاَمَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ، كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ يَعْدِلُ بَيْنَ النَّاسِ صَدَقَةٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"There is a Sadaqa to be given for every joint of the human body; and for every \nday on which the sun rises there is a reward of a Sadaqa (i.e. charitable gift) for the one who \nestablishes justice among people.\"",
    "explication": "وَوَقَعَ هُنَا فِي أَوَّل الْإِسْنَاد \" حَدَّثَنَا إِسْحَاق \" غَيْر مَنْسُوب فِي جَمِيع الرِّوَايَات إِلَّا عَنْ أَبِي ذَرّ فَقَالَ : \" إِسْحَاق بْن مَنْصُور \" وَوَقَعَ فِي الْجِهَاد فِي مَوْضِعَيْنِ أَحَدهمَا \" إِسْحَاق بْن نَصْر \" وَالْآخَر \" إِسْحَاق \" غَيْر مَنْسُوب. وَسِيَاق إِسْحَاق بْن نَصْر مُغَايِر لِسِيَاقِ إِسْحَاق الْآخَر , فَتَعَيَّنَ أَنَّهُ اِبْن مَنْصُور وَاَللَّه أَعْلَم. قَالَ اِبْن الْمُنِير : تَرْجَمَ عَلَى الْإِصْلَاح وَالْعَدْل وَلَمْ يُورِد فِي هَذَا الْحَدِيث إِلَّا الْعَدْل , لَكِنْ لَمَّا خَاطَبَ النَّاس كُلّهمْ بِالْعَدْلِ وَقَدْ عَلِمَ أَنَّ فِيهِمْ الْحُكَّام وَغَيْرهمْ كَانَ عَدْل الْحَاكِم إِذَا حَكَمَ , وَعَدْل غَيْره إِذَا أَصْلَحَ. وَقَالَ غَيْره : الْإِصْلَاح نَوْع مِنْ الْعَدْل , فَعَطْف الْعَدْل عَلَيْهِ مِنْ عَطْف الْعَامّ عَلَى الْخَاصّ. ‏ ‏قَوْله : \" سُلَامَى \" ‏ ‏بِضَمِّ الْمُهْمَلَة وَتَخْفِيف اللَّام مَعَ الْقَصْر أَيْ مِفْصَل , وَوَقَعَ عِنْد مُسْلِم حَدِيث أَبِي ذَرّ تَفْسِيره بِذَلِكَ وَأَنَّ فِي الْإِنْسَان ثَلَاثمِائَةٍ وَسِتِّينَ مِفْصَلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2708",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الزُّبَيْرَ، كَانَ يُحَدِّثُ أَنَّهُ خَاصَمَ رَجُلاً مِنَ الأَنْصَارِ قَدْ شَهِدَ بَدْرًا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجٍ مِنَ الْحَرَّةِ كَانَا يَسْقِيَانِ بِهِ كِلاَهُمَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ إِلَى جَارِكَ ‏\"‏‏.‏ فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ آنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اسْقِ ثُمَّ احْبِسْ حَتَّى يَبْلُغَ الْجَدْرَ ‏\"‏‏.‏ فَاسْتَوْعَى رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَئِذٍ حَقَّهُ لِلزُّبَيْرِ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَبْلَ ذَلِكَ أَشَارَ عَلَى الزُّبَيْرِ بِرَأْىٍ سَعَةٍ لَهُ وَلِلأَنْصَارِيِّ، فَلَمَّا أَحْفَظَ الأَنْصَارِيُّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَوْعَى لِلزُّبَيْرِ حَقَّهُ فِي صَرِيحِ الْحُكْمِ‏.‏ قَالَ عُرْوَةُ قَالَ الزُّبَيْرُ وَاللَّهِ مَا أَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ إِلاَّ فِي ذَلِكَ ‏{‏فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏ الآيَةَ‏.‏",
    "english_text": "Az-Zubair told me that he quarreled with an Ansari man who had participated in (the battle of) Badr in \nfront of Allah's Messenger (ﷺ) about a water stream which both of them used for irrigation. Allah's Messenger (ﷺ) \nsaid to Az-Zubair, \"O Zubair! Irrigate (your garden) first, and then let the water flow to your \nneighbor.\" The Ansari became angry and said, \"O Allah's Messenger (ﷺ)! Is it because he is your cousin?\" \nOn that the complexion of Allah's Messenger (ﷺ) changed (because of anger) and said (to Az-Zubair), \"I \nirrigate (your garden) and then withhold the water till it reaches the walls (surrounding the palms).\" \nSo, Allah's Messenger (ﷺ) gave Az-Zubair his full right. Before that Allah's Messenger (ﷺ) had given a generous \njudgment beneficial for Az-Zubair and the Ansari, but when the Ansan irritated Allah's Messenger (ﷺ) he \ngave Az-Zubair his full right according to the evident law. Az-Zubair said, \"By Allah ! I think the \nfollowing Verse was revealed concerning that case: \"But no by your Lord They can have No faith \nUntil they make you judge In all disputes between them.\" (4.65)",
    "explication": "‏ ‏قَوْله : ( عَنْ عُرْوَة ) ‏ ‏يَأْتِي بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ اِبْن شِهَاب \" عَنْ عُرْوَة أَنَّهُ حَدَّثَهُ \". ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن الزُّبَيْر أَنَّهُ حَدَّثَهُ أَنَّ رَجُلًا مِنْ الْأَنْصَار خَاصَمَ الزُّبَيْر ) ‏ ‏هَذَا هُوَ الْمَشْهُور مِنْ رِوَايَة اللَّيْث بْن سَعْد عَنْ اِبْن شِهَاب , وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا \" عَنْ اِبْن شِهَاب أَنَّ عُرْوَة حَدَّثَهُ عَنْ أَخِيهِ عَبْد اللَّه بْن الزُّبَيْر عَنْ الزُّبَيْر بْن الْعَوَامّ \" أَخْرَجَهُ النَّسَائِيُّ وَابْن الْجَارُود وَالْإِسْمَاعِيلِيّ , وَكَأَنَّ اِبْن وَهْب حَمَلَ رِوَايَة اللَّيْث عَلَى رِوَايَة يُونُس وَإِلَّا فَرِوَايَة اللَّيْث لَيْسَ فِيهَا ذِكْر الزُّبَيْر وَاللَّه أَعْلَم. وَأَخْرَجَهُ الْمُصَنِّف فِي الصُّلْح مِنْ طَرِيق شُعَيْب عَنْ اِبْن شِهَاب عَنْ عُرْوَة بْن الزُّبَيْر عَنْ الزُّبَيْر بِغَيْرِ ذِكْر عَبْد اللَّه , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي الْبَاب الَّذِي يَلِيه مِنْ طَرِيق مَعْمَر عَنْ اِبْن شِهَاب عَنْ عُرْوَة مُرْسَلًا , وَأَعَادَهُ فِي التَّفْسِير مِنْ وَجْه آخَر عَنْ مَعْمَر , وَكَذَا أَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن إِسْحَاق حَدَّثَنَا اِبْن شِهَاب , وَأَخْرَجَهُ الْمُصَنِّف بَعْد بَاب مِنْ رِوَايَة اِبْن جُرَيْجٍ كَذَلِكَ بِالْإِرْسَالِ , لَكِنْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ - مِنْ وَجْه آخَر - عَنْ اِبْن جُرَيْجٍ كَرِوَايَةِ شُعَيْب الَّتِي لَيْسَ فِيهَا \" عَنْ عَبْد اللَّه \". وَذَكَرَ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" أَنَّ اِبْن أَبِي عَتِيق وَعُمَر بْن سَعْد وَافَقَا شُعَيْبًا وَابْن جُرَيْجٍ عَلَى قَوْلهمَا : \" عُرْوَة عَنْ الزُّبَيْر \" قَالَ وَكَذَلِكَ قَالَ أَحْمَد بْن صَالِح وَحَرْمَلَة عَنْ اِبْن وَهْب , قَالَ وَكَذَلِكَ قَالَ شَبِيب بْن سَعِيد عَنْ يُونُس , قَالَ وَهُوَ الْمَحْفُوظ. قُلْت : وَإِنَّمَا صَحَّحَهُ الْبُخَارِيّ مَعَ هَذَا الِاخْتِلَاف اِعْتِمَادًا عَلَى صِحَّة سَمَاع عُرْوَة مِنْ أَبِيهِ وَعَلَى صِحَّة سَمَاع عَبْد اللَّه بْن الزُّبَيْر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَكَيْفَمَا دَارَ فَهُوَ عَلَى ثِقَة. ثُمَّ الْحَدِيث وَرَدَ فِي شَيْء يَتَعَلَّق بِالزُّبَيْرِ فَدَاعِيَة وَلَده مُتَوَفِّرَة عَلَى ضَبْطه , وَقَدْ وَافَقَهُ مُسْلِم عَلَى تَصْحِيح طَرِيق اللَّيْث الَّتِي لَيْسَ فِيهَا ذِكْر الزُّبَيْر , وَزَعَمَ الْحُمَيْدِيُّ فِي جَمْعه أَنَّ الشَّيْخَيْنِ أَخْرَجَاهُ مِنْ طَرِيق عُرْوَة عَنْ أَخِيهِ عَبْد اللَّه عَنْ أَبِيهِ , وَلَيْسَ كَمَا قَالَ , فَإِنَّهُ بِهَذَا السِّيَاق فِي رِوَايَة يُونُس الْمَذْكُورَة وَلَمْ يُخْرِجهَا مِنْ أَصْحَاب الْكُتُب السِّتَّة إِلَّا النَّسَائِيُّ وَأَشَارَ إِلَيْهَا التِّرْمِذِيّ خَاصَّة , وَقَدْ جَاءَتْ هَذِهِ الْقِصَّة مِنْ وَجْه آخَر أَخْرَجَهَا الطَّبَرِيُّ وَالطَّبَرَانِيُّ مِنْ حَدِيث أُمّ سَلَمَة , وَهِيَ عِنْد الزُّهْرِيِّ أَيْضًا مِنْ مُرْسَل سَعِيد بْن الْمُسَيِّب كَمَا سَيَأْتِي بَيَانه. ‏ ‏قَوْله : ( أَنَّ رَجُلًا مِنْ الْأَنْصَار ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" قَدْ شَهِدَ بَدْرًا \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الزُّهْرِيّ عِنْد الطَّبَرِيِّ فِي هَذَا الْحَدِيث أَنَّهُ مِنْ بَنِي أُمَيَّة مِنْ زَيْد وَهُمْ بَطْن مِنْ الْأَوْس , وَوَقَعَ فِي رِوَايَة يَزِيد بْن خَالِد عَنْ اللَّيْث عَنْ الزُّهْرِيّ عِنْد اِبْن الْمُقْرِي فِي مُعْجَمه فِي هَذَا الْحَدِيث أَنَّ اِسْمه حُمَيْدٌ , قَالَ أَبُو مُوسَى الْمَدِينِيّ فِي \" ذَيْل الصَّحَابَة \" : لِهَذَا الْحَدِيث طُرُق لَا أَعْلَم فِي شَيْء مِنْهَا ذِكْر حُمَيْدٍ إِلَّا فِي هَذِهِ الطَّرِيق ا ه. وَلَيْسَ فِي الْبَدْرِيِّينَ مِنْ الْأَنْصَار مَنْ اِسْمه حُمَيْدٌ , وَحَكَى اِبْن بَشْكُوَالٍ فِي مُبْهَمَاته عَنْ شَيْخه أَبِي الْحَسَن بْن مُغِيث أَنَّهُ ثَابِت بْن قَيْس بْن شَمَّاس , قَالَ وَلَمْ يَأْتِ عَلَى ذَلِكَ بِشَاهِدٍ. قُلْت : وَلَيْسَ ثَابِت بَدْرِيًّا , وَحَكَى الْوَاحِدِيّ أَنَّهُ ثَعْلَبَة بْن حَاطِب الْأَنْصَارِيّ الَّذِي نَزَلَ فِيهِ قَوْله تَعَالَى : ( وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ ) وَلَمْ يَذْكُر مُسْتَنَده وَلَيْسَ بَدْرِيًّا أَيْضًا , نَعَمْ ذَكَرَ اِبْن إِسْحَاق فِي الْبَدْرِيِّينَ ثَعْلَبَة بْن حَاطِب وَهُوَ مِنْ بَنِي أُمَيَّة بْن زَيْد وَهُوَ عِنْدِي غَيْر الَّذِي قَبْله لِأَنَّ هَذَا ذَكَرَ اِبْن الْكَلْبِيّ أَنَّهُ اُسْتُشْهِدَ بِأُحُدٍ وَذَاكَ عَاشَ إِلَى خِلَافَة عُثْمَان , وَحَكَى الْوَاحِدِيّ أَيْضًا وَشَيْخه الثَّعْلَبِيّ وَالْمَهْدَوِيُّ أَنَّهُ حَاطِب بْن أَبِي بَلْتَعَةَ , وَتُعُقِّبَ بِأَنَّ حَاطِبًا وَإِنْ كَانَ بَدْرِيًّا لَكِنَّهُ مِنْ الْمُهَاجِرِينَ , لَكِنْ مُسْتَنَد ذَلِكَ مَا أَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق سَعِيد بْن عَبْد الْعَزِيز عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله تَعَالَى : ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ ) الْآيَة قَالَ : نَزَلَتْ فِي الزُّبَيْر بْن الْعَوَّام وَحَاطِب بْن أَبِي بَلْتَعَةَ اِخْتَصَمَا فِي مَاء \" الْحَدِيث وَإِسْنَاده قَوِيّ مَعَ إِرْسَاله. فَإِنْ كَانَ سَعِيد بْن الْمُسَيِّب سَمِعَهُ مِنْ الزُّبَيْر فَيَكُون مَوْصُولًا , وَعَلَى هَذَا فَيُؤَوَّل قَوْله مِنْ الْأَنْصَار عَلَى إِرَادَة الْمَعْنِيّ الْأَعَمّ كَمَا وَقَعَ ذَلِكَ فِي حَقّ غَيْر وَاحِد كَعَبْدِ اللَّه بْن حُذَافَة , وَأَمَّا قَوْل الْكَرْمَانِيِّ بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِلْأَنْصَارِ فَفِيهِ نَظَر , وَأَمَّا قَوْله : \" مِنْ بَنِي أُمَيَّة بْن زَيْد \" فَلَعَلَّهُ كَانَ مَسْكَنه هُنَا كَعُمَر كَمَا تَقَدَّمَ فِي الْعِلْم. وَذَكَرَ الثَّعْلَبِيّ بِغَيْرِ سَنَد أَنَّ الزُّبَيْر وَحَاطِبًا لَمَّا خَرَجَا مَرَّا بِالْمِقْدَادِ قَالَ : لِمَنْ كَانَ الْقَضَاء ؟ فَقَالَ حَاطِب : قَضَى لِابْنِ عَمَّته , وَلَوَى شِدْقه , فَفَطِنَ لَهُ يَهُودِيّ فَقَالَ : قَاتَلَ اللَّه هَؤُلَاءِ يَشْهَدُونَ أَنَّهُ رَسُول اللَّه وَيَتَّهِمُونَهُ , وَفِي صِحَّة هَذَا نَظَر , وَيَتَرَشَّح بِأَنَّ حَاطِبًا كَانَ حَلِيفًا لِآلِ الزُّبَيْر بْن الْعَوَامّ مِنْ بَنِي أَسَد وَكَأَنَّهُ كَانَ مُجَاوِرًا لِلزُّبَيْرِ وَاللَّه أَعْلَم. وَأَمَّا قَوْل الدَّاوُدِيِّ وَأَبَى إِسْحَاق الزَّجَّاج وَغَيْرهمَا أَنَّ خَصْم الزُّبَيْر كَانَ مُنَافِقًا فَقَدْ وَجَّهَهُ الْقُرْطُبِيّ بِأَنَّ قَوْل مَنْ قَالَ إِنَّهُ كَانَ مِنْ الْأَنْصَار يَعْنِي نَسَبًا لَا دِينًا , قَالَ وَهَذَا هُوَ الظَّاهِر مِنْ حَاله , وَيَحْتَمِل أَنَّهُ لَمْ يَكُنْ مُنَافِقًا وَلَكِنْ أَصْدَرَ ذَلِكَ مِنْهُ بَادِرَة النَّفْس كَمَا وَقَعَ لِغَيْرِهِ مِمَّنْ صَحَّتْ تَوْبَته , وَقَوَّى هَذَا شَارِح \" الْمَصَابِيح \" التُّورْبَشْتِيُّ وَوَهَّى مَا عَدَاهُ وَقَالَ : لَمْ تَجْرِ عَادَة السَّلَف بِوَصْفِ الْمُنَافِقِينَ بِصِفَةِ النُّصْرَة الَّتِي هِيَ الْمَدْح وَلَوْ شَارَكَهُمْ فِي النَّسَب , قَالَ : بَلْ هِيَ زَلَّة مِنْ الشَّيْطَان تَمَكَّنَ بِهِ مِنْهَا عِنْد الْغَضَب , وَلَيْسَ ذَلِكَ بِمُسْتَنْكَرٍ مِنْ غَيْر الْمَعْصُوم فِي تِلْكَ الْحَالَة ا ه. وَقَدْ قَالَ الدَّاوُدِيُّ بَعْد جَزْمه بِأَنَّهُ كَانَ مُنَافِقًا : وَقِيلَ كَانَ بَدْرِيًّا , فَإِنْ صَحَّ فَقَدْ وَقَعَ ذَلِكَ مِنْهُ قَبْل شُهُودهَا لِانْتِفَاءِ النِّفَاق عَمَّنْ شَهِدَهَا ا ه. وَقَدْ عَرَفْت أَنَّهُ لَا مُلَازَمَة بَيْن صُدُور هَذِهِ الْقَضِيَّة مِنْهُ وَبَيْن النِّفَاق , وَقَالَ اِبْن التِّين إِنْ كَانَ بَدْرِيًّا فَمَعْنَى ‏ ‏قَوْله : ( لَا يُؤْمِنُونَ ) ‏ ‏لَا يَسْتَكْمِلُونَ الْإِيمَان وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( خَاصَمَ الزُّبَيْر ) ‏ ‏فِي رِوَايَة مَعْمَر \" خَاصَمَ الزُّبَيْر رَجُلًا \" وَالْمُخَاصَمَة مُفَاعَلَة مِنْ الْجَانِبَيْنِ فَكُلّ مِنْهُمَا مُخَاصِم لِلْآخَرِ. ‏ ‏قَوْله : ( فِي شِرَاج الْحَرَّة ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَبِالْجِيمِ جَمْع شَرْج بِفَتْحِ أَوَّله وَسُكُون الرَّاء مِثْل بَحْر وَبِحَار وَيُجْمَع عَلَى شُرُوج أَيْضًا , وَحَكَى اِبْن دُرَيْدٍ شَرَج بِفَتْحِ الرَّاء , وَحَكَى الْقُرْطُبِيّ شَرْجَة وَالْمُرَاد بِهَا هُنَا مَسِيل الْمَاء , وَإِنَّمَا أُضِيفَتْ إِلَى الْحَرَّة لِكَوْنِهَا فِيهَا , وَالْحَرَّة مَوْضِع مَعْرُوف بِالْمَدِينَةِ تَقَدَّمَ ذِكْرهَا , وَهِيَ فِي خَمْسَة مَوَاضِع : الْمَشْهُور مِنْهَا اِثْنَتَانِ حَرَّة وَاقِم , وَحَرَّة لَيْلَى. وَقَالَ الدَّاوُدِيُّ : هُوَ نَهَر عِنْد الْحَرَّة بِالْمَدِينَةِ , فَأَغْرَبَ وَلَيْسَ بِالْمَدِينَةِ نَهَر , قَالَ أَبُو عُبَيْد : كَانَ بِالْمَدِينَةِ وَادِيَانِ يَسِيلَانِ بِمَاءِ الْمَطَر فَيَتَنَافَس النَّاس فِيهِ فَقَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْأَعْلَى فَالْأَعْلَى. ‏ ‏قَوْله ( الَّتِي يَسْقُونَ بِهَا النَّخْل ) ‏ ‏فِي رِوَايَة شُعَيْب \" كَانَا يَسْقِيَانِ بِهَا كِلَاهُمَا \". ‏ ‏قَوْله : ( فَقَالَ الْأَنْصَارِيّ ) ‏ ‏يَعْنِي لِلزُّبَيْرِ ‏ ‏( سَرِّحْ ) ‏ ‏فِعْل أَمْر مِنْ التَّسْرِيح أَيْ أَطْلِقْهُ. وَإِنَّمَا قَالَ لَهُ ذَلِكَ لِأَنَّ الْمَاء كَانَ يَمُرّ بِأَرْضِ الزُّبَيْر قَبْل أَرْض الْأَنْصَارِيّ فَيَحْبِسهُ لِإِكْمَالِ سَقْي أَرْضه ثُمَّ يُرْسِلهُ إِلَى أَرْض جَاره , فَالْتَمَسَ مِنْهُ الْأَنْصَارِيّ تَعْجِيل ذَلِكَ فَامْتَنَعَ. ‏ ‏قَوْله : ( اِسْقِ يَا زُبَيْر ) ‏ ‏بِهَمْزَةِ وَصْل مِنْ الثُّلَاثِيّ , وَحَكَى اِبْن التِّين أَنَّهُ بِهَمْزَةِ قَطْع مِنْ الرُّبَاعِيّ تَقُول سَقَى وَأَسْقَى , زَادَ اِبْن جُرَيْجٍ فِي رِوَايَته كَمَا سَيَأْتِي بَعْد بَاب \" فَأَمَرَهُ بِالْمَعْرُوفِ \" وَهِيَ جُمْلَة مُعْتَرِضَة مِنْ كَلَام الرَّاوِي , وَقَدْ أَوْضَحَهُ شُعَيْب فِي رِوَايَته حَيْثُ قَالَ فِي آخِره \" وَكَانَ قَدْ أَشَارَ عَلَى الزُّبَيْر بِرَأْيٍ فِيهِ سَعَة لَهُ وَلِلْأَنْصَارِيِّ \" وَضَبَطَهُ الْكَرْمَانِيُّ \" فَأَمِرَّهُ \" هُنَا بِكَسْرِ الْمِيم وَتَشْدِيد الرَّاء عَلَى أَنَّهُ فِعْل أَمْر مِنْ الْإِمْرَار , وَهُوَ مُحْتَمَل. ‏ ‏قَوْله : ( أَنْ كَانَ اِبْن عَمَّتك ) ‏ ‏بِفَتْحِ هَمْزَة أَنْ وَهِيَ لِلتَّعْلِيلِ , كَأَنَّهُ قَالَ حَكَمْت لَهُ بِالتَّقْدِيمِ لِأَجْلِ أَنَّهُ اِبْن عَمَّتك , وَكَانَتْ أُمّ الزُّبَيْر صَفِيَّة بِنْت عَبْد الْمُطَّلِب. وَقَالَ الْبَيْضَاوِيّ : يُحْذَف حَرْف الْجَرّ مِنْ أَنْ كَثِيرًا تَخْفِيفًا , وَالتَّقْدِير لِأَنْ كَانَ أَوْ بِأَنْ كَانَ , وَنَحْو ( أَنْ كَانَ ذَا مَالٍ وَبَنِينَ ) أَيْ لَا تُطِعْهُ لِأَجْلِ ذَلِكَ , حَكَى الْقُرْطُبِيّ تَبَعًا لِعِيَاضٍ أَنَّ هَمْزَة أَنْ مَمْدُودَة , قَالَ لِأَنَّهُ اِسْتِفْهَام عَلَى جِهَة إِنْكَار. قُلْت : وَلَمْ يَقَع لَنَا فِي الرِّوَايَة مَدّ , لَكِنْ يَجُوز حَذْف هَمْزَة الِاسْتِفْهَام. وَحَكَى الْكَرْمَانِيُّ \" إِنْ كَانَ \" بِكَسْرِ الْهَمْزَة عَلَى أَنَّهَا شَرْطِيَّة وَالْجَوَاب مَحْذُوف , وَلَا أَعْرِف هَذِهِ الرِّوَايَة. نَعَمْ وَقَعَ فِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" فَقَالَ اِعْدِلْ يَا رَسُول اللَّه , وَإِنْ كَانَ اِبْن عَمَّتك \" وَالظَّاهِر أَنَّ هَذِهِ بِالْكَسْرِ , وَابْن بِالنَّصْبِ عَلَى الْخَبَرِيَّة. وَوَقَعَ فِي رِوَايَة مَعْمَر فِي الْبَاب الَّذِي يَلِيه \" أَنَّهُ اِبْن عَمَّتك \" قَالَ اِبْن مَالِك يَجُوز فِي أَنَّهُ فَتْح الْهَمْزَة وَكَسْرهَا لِأَنَّهَا وَقَعَتْ بَعْد كَلَام تَامّ مُعَلَّل بِمَضْمُونِ مَا صَدْر بِهَا , فَإِذَا كُسِرَتْ قُدِّرَ مَا قَبْلهَا بِالْفَاءِ , وَإِذَا فُتِحَتْ قُدِّرَ مَا قَبْلهَا بِاللَّامِ , وَبَعْضهمْ يُقَدِّر بَعْد الْكَلَام الْمُصَدَّر بِالْمَكْسُورَةِ مِثْل مَا قَبْلهَا مَقْرُونًا بِالْفَاءِ فَيَقُول فِي قَوْله مِثْلًا اِضْرِبْهُ أَنَّهُ مُسِيء : اِضْرِبْهُ إِنَّهُ مُسِيء فَاضْرِبْهُ , وَمِنْ شَوَاهِده ( وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً ) وَلَمْ يُقْرَأ هُنَا إِلَّا بِالْكَسْرِ , وَإِنْ جَازَ الْفَتْح فِي الْعَرَبِيَّة. وَقَدْ ثَبَتَ الْوَجْهَانِ فِي قَوْله تَعَالَى ( إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ ) قَرَأَ نَافِع وَالْكِسَائِيّ أَنَّهُ بِالْفَتْحِ وَالْبَاقُونَ بِالْكَسْرِ. ‏ ‏قَوْله : ( فَتَلَوَّنَ ) ‏ ‏أَيْ تَغَيَّرَ , وَهُوَ كِنَايَة عَنْ الْغَضَب , زَادَ عَبْد الرَّحْمَن بْن إِسْحَاق فِي رِوَايَته حَتَّى عَرَفْنَا أَنْ قَدْ سَاءَهُ مَا قَالَ. ‏ ‏قَوْله : ( حَتَّى يَرْجِع إِلَى الْجَدْر ) ‏ ‏أَيْ يَصِير إِلَيْهِ , وَالْجُدُر - بِفَتْحِ الْجِيم وَسُكُون الدَّال الْمُهْمَلَة - هُوَ الْمُسَنَّاة , وَهُوَ مَا وُضِعَ بَيْن شَرَبَات النَّخْل كَالْجِدَارِ , وَقِيلَ الْمُرَاد الْحَوَاجِز الَّتِي تَحْبِس الْمَاء وَجَزَمَ بِهِ السُّهَيْلِيُّ , وَيُرْوَى الْجُدُر بِضَمِّ الدَّال حَكَاهُ أَبُو مُوسَى وَهُوَ جَمْع جِدَار , وَقَالَ اِبْن التِّين : ضُبِطَ فِي أَكْثَر الرِّوَايَات بِفَتْحِ الدَّال وَفِي بَعْضهَا بِالسُّكُونِ وَهُوَ الَّذِي فِي اللُّغَة وَهُوَ أَصْل الْحَائِط. وَقَالَ الْقُرْطُبِيّ : لَمْ يَقَع فِي الرِّوَايَة إِلَّا بِالسُّكُونِ , وَالْمَعْنَى أَنْ يَصِل الْمَاء إِلَى أُصُول النَّخْل , قَالَ وَيُرْوَى بِكَسْرِ الْجِيم وَهُوَ الْجِدَار وَالْمُرَاد بِهِ جُدْرَان الشَّرَبَات الَّتِي فِي أُصُول النَّخْل فَإِنَّهَا تُرْفَع حَتَّى تَصِير تُشْبِه الْجِدَار , وَالشَّرَبَات بِمُعْجَمَةٍ وَفَتَحَات هِيَ الْحَفْر الَّتِي تَحْفِر فِي أُصُول النَّخْل , وَحَكَى الْخَطَّابِيُّ الْجَذْر بِسُكُونِ الذَّال الْمُعْجَمَة وَهُوَ جَذْر الْحِسَاب وَالْمَعْنَى حَتَّى يَبْلُغ تَمَام الشُّرْب , قَالَ الْكَرْمَانِيُّ : الْمُرَاد بِقَوْلِهِ أَمْسِكْ أَيْ أَمْسِكْ نَفْسك عَنْ السَّقْي , وَلَوْ كَانَ الْمُرَاد أَمْسِكْ الْمَاء لَقَالَ بَعْد ذَلِكَ أَرْسِلْ الْمَاء إِلَى جَارك. قُلْت : قَدْ قَالَهَا فِي هَذَا الْبَاب كَمَا سَيَأْتِي فِي رِوَايَة مَعْمَر فِي التَّفْسِير حَيْثُ قَالَ : \" ثُمَّ أَرْسِلْ الْمَاء إِلَى جَارك \" وَصَرَّحَ فِي رِوَايَة شُعَيْب أَيْضًا بِقَوْلِهِ \" اِحْبِسْ الْمَاء \" وَالْحَاصِل أَنَّ أَمْره بِإِرْسَالِ الْمَاء كَانَ قَبْل اِعْتِرَاض الْأَنْصَارِيّ , وَأَمْره بِحَبْسِهِ كَانَ بَعْد ذَلِكَ. ‏ ‏قَوْله : ( فَقَالَ الزُّبَيْر وَاللَّه إِنِّي لِأَحْسِب هَذِهِ الْآيَة نَزَلَتْ فِي ذَلِكَ ( فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنَهُمْ ) ‏ ‏زَادَ فِي رِوَايَة شُعَيْب \" إِلَى قَوْله : تَسْلِيمًا \" وَوَقَعَ فِي رِوَايَة اِبْن جُرَيْجٍ الْآتِيَة \" فَقَالَ الزُّبَيْر : وَاللَّه إِنَّ هَذِهِ الْآيَة أُنْزِلَتْ فِي ذَلِكَ \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق \" وَنَزَلَتْ فَلَا وَرَبِّك الْآيَة \" وَالرَّاجِح رِوَايَة الْأَكْثَر وَأَنَّ الزُّبَيْر كَانَ لَا يَجْزِم بِذَلِكَ , لَكِنْ وَقَعَ فِي رِوَايَة أُمّ سَلَمَة عِنْد الطَّبَرِيِّ وَالطَّبَرَانِيِّ الْجَزْم بِذَلِكَ وَأَنَّهَا نَزَلَتْ فِي قِصَّة الزُّبَيْر وَخَصْمه , وَكَذَا فِي مُرْسَل سَعِيد بْن الْمُسَيِّب الَّذِي تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ , وَجَزَمَ مُجَاهِد وَالشَّعْبِيّ بِأَنَّ الْآيَة إِنَّمَا نَزَلَتْ فِيمَنْ نَزَلَتْ فِيهِ الْآيَة الَّتِي قَبْلهَا وَهِيَ قَوْله تَعَالَى ( أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْك وَمَا أُنْزِلَ مِنْ قَبْلِك يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ ) الْآيَة , فَرَوَى إِسْحَاق بْن رَاهْوَيْهِ فِي تَفْسِيره بِإِسْنَادٍ صَحِيح عَنْ الشَّعْبِيّ قَالَ : \" كَانَ بَيْن رَجُل مِنْ الْيَهُود وَرَجُل مِنْ الْمُنَافِقِينَ خُصُومَة , فَدَعَا الْيَهُودِيّ الْمُنَافِق إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّهُ عَلِمَ أَنَّهُ لَا يَقْبَل الرِّشْوَة , وَدَعَا الْمُنَافِق الْيَهُودِيّ إِلَى حُكَّامهمْ لِأَنَّهُ عَلِمَ أَنَّهُمْ يَأْخُذُونَهَا , فَأَنْزَلَ اللَّه هَذِهِ الْآيَات إِلَى قَوْله : ( وَيُسَلِّمُوا تَسْلِيمًا ) \" وَأَخْرَجَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق اِبْن أَبِي نُجَيْح عَنْ مُجَاهِد نَحْوه , وَرَوَى الطَّبَرِيُّ بِإِسْنَادٍ صَحِيح عَنْ اِبْن عَبَّاس \" أَنَّ حَاكِم الْيَهُود يَوْمَئِذٍ كَانَ أَبَا بَرْزَة الْأَسْلَمِيَّ قَبْل أَنْ يُسْلِم وَيَصْحَب \" , وَرَوَى بِإِسْنَادٍ آخَر صَحِيح إِلَى مُجَاهِد \" أَنَّهُ كَعْب بْن الْأَشْرَف \" , وَقَدْ رَوَى الْكَلْبِيّ فِي تَفْسِيره عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ : \" نَزَلَتْ هَذِهِ الْآيَة فِي رَجُل مِنْ الْمُنَافِقِينَ كَانَ بَيْنه وَبَيْن يَهُودِيّ خُصُومَة فَقَالَ الْيَهُودِيّ : اِنْطَلِقْ بِنَا إِلَى مُحَمَّد , وَقَالَ الْمُنَافِق : بَلْ نَأْتِي كَعْب بْن الْأَشْرَف \" فَذَكَرَ الْقِصَّة وَفِيهِ أَنَّ عُمَر قَتَلَ الْمُنَافِق وَأَنَّ ذَلِكَ سَبَب نُزُول هَذِهِ الْآيَات وَتَسْمِيَة عُمَر \" الْفَارُوق \". وَهَذَا الْإِسْنَاد وَإِنْ كَانَ ضَعِيفًا لَكِنْ تَقَوَّى بِطَرِيقِ مُجَاهِد وَلَا يَضُرّهُ الِاخْتِلَاف لِإِمْكَانِ التَّعَدُّد , وَأَفَادَ الْوَاحِدِيّ بِإِسْنَادٍ صَحِيح عَنْ سَعِيد عَنْ قَتَادَةَ أَنَّ اِسْم الْأَنْصَارِيّ الْمَذْكُور قَيْس , وَرَجَّحَ الطَّبَرِيُّ فِي تَفْسِيره وَعَزَاهُ إِلَى أَهْل التَّأْوِيل فِي تَهْذِيبه أَنَّ سَبَب نُزُولهَا هَذِهِ الْقِصَّة لِيَتَّسِق نِظَام الْآيَات كُلّهَا فِي سَبَب وَاحِد , قَالَ وَلَمْ يَعْرِض بَيْنهَا مَا يَقْتَضِي خِلَال ذَلِكَ , ثُمَّ قَالَ : وَلَا مَانِع أَنْ تَكُون قِصَّة الزُّبَيْر وَخَصْمه وَقَعَتْ فِي أَثْنَاء ذَلِكَ فَيَتَنَاوَلهَا عُمُوم الْآيَة. وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ مُحَمَّد بْن الْعَبَّاس قَالَ أَبُو عَبْد اللَّه : لَيْسَ أَحَد يَذْكُر عُرْوَة عَنْ عَبْد اللَّه إِلَّا اللَّيْث فَقَطْ ) ‏ ‏هَكَذَا وَقَعَ فِي رِوَايَة أَبِي ذَرّ عَنْ الْحَمَوِيِّ وَحْده عَنْ الْفَرَبْرِيِّ وَهُوَ الْقَائِل \" قَالَ مُحَمَّد بْن الْعَبَّاس \" وَمُحَمَّد بْن الْعَبَّاس هُوَ السُّلَمِيُّ الْأَصْبَهَانِيُّ , وَهُوَ مِنْ أَقْرَان الْبُخَارِيّ وَتَأَخَّرَ بَعْده مَاتَ سَنَة سِتّ وَسِتِّينَ , وَأَبُو عَبْد اللَّه هُوَ الْبُخَارِيّ الْمُصَنِّف , وَهُوَ مُصَرِّح بِتَفَرُّدِ اللَّيْث بِذِكْرِ عَبْد اللَّه بْن الزُّبَيْر فِي إِسْنَاده , فَإِنْ أَرَادَ مُطْلَقًا رَدَّ عَلَيْهِ مَا أَخْرَجَهُ النَّسَائِيُّ وَغَيْره مِنْ طَرِيق اِبْن وَهْب عَنْ اللَّيْث وَيُونُس جَمِيعًا عَنْ الزُّهْرِيّ , وَإِنْ أَرَادَ بِقَيْدٍ أَنَّهُ لَمْ يَقُلْ فِيهِ عَنْ أَبِيهِ بَلْ جَعَلَهُ مِنْ مُسْنَد عَبْد اللَّه بْن الزُّبَيْر فَمُسَلَّم فَإِنَّ رِوَايَة اِبْن وَهْب فِيهَا عَنْ عَبْد اللَّه عَنْ أَبِيهِ كَمَا تَقَدَّمَ بَيَانه فِي أَوَّل الْبَاب , وَقَدْ نَقَلَ التِّرْمِذِيّ عَنْ الْبُخَارِيّ أَنَّ اِبْن وَهْب رَوَى عَنْ اللَّيْث وَيُونُس نَحْو رِوَايَة قُتَيْبَة عَنْ اللَّيْث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2709",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ تُوُفِّيَ أَبِي وَعَلَيْهِ دَيْنٌ، فَعَرَضْتُ عَلَى غُرَمَائِهِ أَنْ يَأْخُذُوا التَّمْرَ بِمَا عَلَيْهِ، فَأَبَوْا وَلَمْ يَرَوْا أَنَّ فِيهِ وَفَاءً، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ ‏\"‏ إِذَا جَدَدْتَهُ فَوَضَعْتَهُ فِي الْمِرْبَدِ آذَنْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏\"‏‏.‏ فَجَاءَ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ فَجَلَسَ عَلَيْهِ، وَدَعَا بِالْبَرَكَةِ ثُمَّ قَالَ ‏\"‏ ادْعُ غُرَمَاءَكَ، فَأَوْفِهِمْ ‏\"‏‏.‏ فَمَا تَرَكْتُ أَحَدًا لَهُ عَلَى أَبِي دَيْنٌ إِلاَّ قَضَيْتُهُ، وَفَضَلَ ثَلاَثَةَ عَشَرَ وَسْقًا سَبْعَةٌ عَجْوَةٌ، وَسِتَّةٌ لَوْنٌ أَوْ سِتَّةٌ عَجْوَةٌ وَسَبْعَةٌ لَوْنٌ، فَوَافَيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَغْرِبَ فَذَكَرْتُ ذَلِكَ لَهُ فَضَحِكَ فَقَالَ ‏\"‏ ائْتِ أَبَا بَكْرٍ وَعُمَرَ فَأَخْبِرْهُمَا ‏\"‏‏.‏ فَقَالاَ لَقَدْ عَلِمْنَا إِذْ صَنَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا صَنَعَ أَنْ سَيَكُونُ ذَلِكَ‏.‏ وَقَالَ هِشَامٌ عَنْ وَهْبٍ عَنْ جَابِرٍ صَلاَةَ الْعَصْرِ‏.‏ وَلَمْ يَذْكُرْ أَبَا بَكْرٍ وَلاَ ضَحِكَ، وَقَالَ وَتَرَكَ أَبِي عَلَيْهِ ثَلاَثِينَ وَسْقًا دَيْنًا‏.‏ وَقَالَ ابْنُ إِسْحَاقَ عَنْ وَهْبٍ عَنْ جَابِرٍ صَلاَةَ الظُّهْرِ‏.‏",
    "english_text": "My father died and was in debt. I suggested that his creditors take the fruits (i.e. dates) of my garden \nin lieu of the debt of my father, but they refused the offer, as they thought that it would not cover the \nfull debt. So, I went to the Prophet (ﷺ) and told him about it. He said (to me), \"When you pluck the dates \nand collect them in the Mirbad (i.e. a place where dates are dried), call me (Allah's Messenger (ﷺ)).\" Finally \nhe came accompanied by Abu Bakr and `Umar and sat on the dates and invoked Allah to bless them. \nThen he said, \"Call your creditors and give them their full rights.\" So, I paid all my father's creditors \nin full and yet thirteen extra Wasqs of dates remained, seven of which were 'Ajwa and six were Laun \nor six of which were Ajwa and seven were Laun. I met Allah's Messenger (ﷺ) at sunset and informed him \nabout it. On that he smiled and said, \"Go to Abu Bakr and `Umar and tell them about it.\" They said, \n\"We perceived that was going to happen, as Allah's Messenger (ﷺ) did what he did.\"",
    "explication": "حَدِيث جَابِر يَأْتِي الْكَلَام عَلَيْهِ فِي عَلَامَات النُّبُوَّة إِنْ شَاءَ اللَّه تَعَالَى , ‏ ‏وَقَوْله فِيهِ : \" وَفَضَلَ \" ‏ ‏بِفَتْحِ الْمُعْجَمَة , وَضُبِطَ عِنْد أَبِي ذَرّ بِكَسْرِهَا , قَالَ سِيبَوَيْهِ وَهُوَ نَادِر. ‏ ‏وَقَوْله : ( وَقَالَ هِشَام ) ‏ ‏أَيْ اِبْن عُرْوَة ‏ ‏( عَنْ وَهْب ) ‏ ‏أَيْ اِبْن كَيْسَانَ , وَرِوَايَة هِشَامٍ هَذِهِ تَقَدَّمَتْ مَوْصُولَة فِي الِاسْتِقْرَاض. ‏ ‏وَقَوْله : ( وَقَالَ اِبْن إِسْحَاق عَنْ وَهْب عَنْ جَابِر صَلَاة الظُّهْر ) ‏ ‏أَيْ أَنَّ اِبْن إِسْحَاق رَوَى الْحَدِيث عَنْ وَهْب بْن كَيْسَانَ كَمَا رَوَاهُ هِشَام بْن عُرْوَة إِلَّا أَنَّهُمَا اِخْتَلَفَا فِي تَعْيِين الصَّلَاة الَّتِي حَضَرَهَا جَابِر مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَعْلَمَهُ بِقِصَّتِهِ فَقَالَ اِبْن إِسْحَاق الظُّهْر , وَقَالَ هِشَام الْعَصْر , وَقَالَ عُبَيْد اللَّه بْن عُمَر الْمَغْرِب , وَالثَّلَاثَة رَوَوْهُ عَنْ وَهْب بْن كَيْسَانَ عَنْ جَابِر , وَكَأَنَّ هَذَا الْقَدْر مِنْ الِاخْتِلَاف لَا يَقْدَح فِي صِحَّة أَصْل الْحَدِيث لِأَنَّ الْمَقْصُود مِنْهُ مَا وَقَعَ مِنْ بَرَكَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي التَّمْر وَقَدْ حَصَلَ تَوَافُقهمْ عَلَيْهِ وَلَا يَتَرَتَّب عَلَى تَعْيِين تِلْكَ الصَّلَاة بِعَيْنِهَا كَبِير مَعْنًى وَاَللَّه أَعْلَم. ‏ ‏وَقَوْله : \" وَسِتَّة لَوْن \" ‏ ‏اللَّوْن مَا عَدَا الْعَجْوَة , وَقِيلَ هُوَ الدَّقَل وَهُوَ الرَّدِيء , وَقِيلَ اللَّوْن اللِّين وَاللِّينَة , وَقِيلَ الْأَخْلَاط مِنْ التَّمْر , وَسَيَأْتِي اللِّينَة فِي تَفْسِير سُورَة الْحَشْر وَأَنَّهُ اِسْم لِلنَّخْلَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "2710",
    "category": "كتاب الصلح",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا يُونُسُ،‏.‏ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ كَعْبٍ، أَنَّ كَعْبَ بْنَ مَالِكٍ، أَخْبَرَهُ أَنَّهُ، تَقَاضَى ابْنَ أَبِي حَدْرَدٍ دَيْنًا كَانَ لَهُ عَلَيْهِ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ، فَارْتَفَعَتْ أَصْوَاتُهُمَا حَتَّى سَمِعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي بَيْتٍ، فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَيْهِمَا حَتَّى كَشَفَ سِجْفَ حُجْرَتِهِ، فَنَادَى كَعْبَ بْنَ مَالِكٍ فَقَالَ ‏\"‏ يَا كَعْبُ ‏\"‏‏.‏ فَقَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ‏.‏ فَأَشَارَ بِيَدِهِ أَنْ ضَعِ الشَّطْرَ‏.‏ فَقَالَ كَعْبٌ قَدْ فَعَلْتُ يَا رَسُولَ اللَّهِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قُمْ فَاقْضِهِ ‏\"‏‏.‏",
    "english_text": "That Ka`b bin Malik told him that in the lifetime of Allah's Messenger (ﷺ) he demanded his debt from Ibn \nAbu Hadrad in the Mosque. Their voices grew louder till Allah's Messenger (ﷺ) heard them while he was in \nhis house. So he lifted the curtain of his room and called Ka`b bin Malik saying, \"O Ka`b!\" He \nreplied, \"Labbaik! O Allah's Messenger (ﷺ)!\" He beckoned to him with his hand suggesting that he deduct \nhalf the debt. Ka`b said, \"I agree, O Allah's Messenger (ﷺ)!\" Allah's Messenger (ﷺ) then said (to Ibn Abu Hadrad), \n\"Get up and pay him the rest.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ كَعْبٍ ) ‏ ‏هُوَ اِبْن مَالِك أَبُوهُ. ‏ ‏قَوْله : ( دَيْنًا ) ‏ ‏وَقْع فِي رِوَايَةِ زَمْعَة بْن صَالِح عَنْ الزُّهْرِيِّ أَنَّهُ كَانَ أُوقِيَّتَيْنِ أَخْرَجَهُ الطَّبَرَانِيّ. ‏ ‏قَوْله : ( فِي الْمَسْجِدِ ) ‏ ‏مُتَعَلِّق بِتَقَاضِي. ‏ ‏قَوْله : ( فَخَرَجَ إِلَيْهِمَا ) ‏ ‏فِي رِوَايَةِ الْأَعْرَجِ \" فَمَرَّ بِهِمَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" فَظَاهِر الرِّوَايَتَيْنِ التَّخَالُف , وَجَمَعَ بَعْضُهُمْ بَيْنَهُمَا بِاحْتِمَالِ أَنْ يَكُونَ مَرَّ بِهِمَا أَوَّلًا ثُمَّ إِنَّ كَعْبًا أَشْخَصَ خَصْمَهُ لِلْمُحَاكَمَةِ فَسَمِعَهُمَا النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْضًا وَهُوَ فِي بَيْتِهِ. ‏ ‏قُلْت : وَفِيهِ بُعْدٌ ; لِأَنَّ فِي الطَّرِيقَيْنِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشَارَ إِلَى كَعْبٍ بِالْوَضِيعَةِ وَأَمَرَ غَرِيمَهُ بِالْقَضَاءِ , فَلَوْ كَانَ أَمْرُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ تَقَدَّمَ لَهُمَا لَمَا اِحْتَاجَ إِلَى الْإِعَادَةِ. وَالْأَوْلَى فِيمَا يَظْهَرُ لِي أَنْ يُحْمَلَ الْمُرُورُ عَلَى أَمْرٍ مَعْنَوِيٍّ لَا حِسِّيٍّ. ‏ ‏قَوْله : ( سِجْف ) ‏ ‏بِكَسْرِ الْمُهْمِلَةِ وَسُكُون الْجِيمِ وَحَكَى فَتْح أَوَّلَهُ وَهُوَ السِّتْرُ , وَقِيلَ أَحَد طَرَفَيْ السِّتْر الْمُفَرَّج. ‏ ‏قَوْله : ( أَيْ الشَّطْرَ ) ‏ ‏بِالنَّصْبِ أَيْ ضَعْ الشَّطْر ; لِأَنَّهُ تَفْسِيرٌ لِقَوْلِهِ \" هَذَا \" وَالْمُرَاد بِالشَّطْرِ النِّصْف وَصَرَّحَ بِهِ فِي رِوَايَةِ الْأَعْرَجِ. ‏ ‏قَوْله : ( لَقَدْ فَعَلْت ) ‏ ‏مُبَالَغَة فِي اِمْتِثَال الْأَمْر. ‏ ‏وَقَوْلُهُ ( قُمْ ) ‏ ‏خِطَاب لِابْن أَبِي حَدْرَد , وَفِيهِ إِشَارَةٌ إِلَى أَنَّهُ لَا يَجْتَمِعُ الْوَضِيعَة وَالتَّأْجِيل. ‏ ‏وَفِي الْحَدِيثِ جَوَاز رَفْعِ الصَّوْتِ فِي الْمَسْجِدِ , وَهُوَ كَذَلِكَ مَا لَمْ يَتَفَاحَشْ , وَقَدْ أَفْرَدَ لَهُ الْمُصَنِّف بَابًا يَأْتِي قَرِيبًا , وَالْمَنْقُول عَنْ مَالِكٍ مَنْعُهُ فِي الْمَسْجِدِ مُطْلَقًا , وَعَنْهُ التَّفْرِقَة بَيْنَ رَفْعِ الصَّوْتِ بِالْعِلْمِ وَالْخَيْرِ وَمَا لَا بُدَّ مِنْهُ فَيَجُوزُ , وَبَيْنَ رَفْعِهِ بِاللَّغَطِ وَنَحْوِهِ فَلَا. قَالَ الْمُهَلَّب : لَوْ كَانَ رَفْع الصَّوْتِ فِي الْمَسْجِدِ لَا يَجُوزُ لَمَا تَرَكَهُمَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَبَيَّنَ لَهُمَا ذَلِكَ. ‏ ‏قُلْت : وَلِمَنْ مَنَعَ أَنْ يَقُولَ : لَعَلَّهُ تَقَدَّمَ بَهِيهٍ عَنْ ذَلِكَ فَاكْتَفَى بِهِ وَاقْتَصَرَ عَلَى التَّوَصُّلِ بِالطَّرِيقِ الْمُؤَدِّيَةِ إِلَى تَرْكِ ذَلِكَ بِالصُّلْحِ الْمُقْتَضِي لِتَرْكِ الْمُخَاصَمَةِ الْمُوجِبَةِ لِرَفْعِ الصَّوْتِ. وَفِيهِ الِاعْتِمَادُ عَلَى الْإِشَارَةِ إِذَا فُهِمَتْ وَالشَّفَاعَةِ إِلَى صَاحِبِ الْحَقِّ , وَإِشَارَة الْحَاكِمِ بِالصُّلْحِ وَقَبُول الشَّفَاعَةِ , وَجَوَاز إِرْخَاء السِّتْرِ عَلَى الْبَابِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]