[
  {
    "id": 2738,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَىْءٌ، يُوصِي فِيهِ يَبِيتُ لَيْلَتَيْنِ، إِلاَّ وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ ‏\"‏‏.‏ تَابَعَهُ مُحَمَّدُ بْنُ مُسْلِمٍ عَنْ عَمْرٍو عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"It is not permissible for any Muslim who has something to will to stay for two \nnights without having his last will and testament written and kept ready with him.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ النَّجْشِ ) ‏ ‏تَقَدَّمَ أَنَّ الْمَشْهُورَ أَنَّهُ بِفَتْحِ الْجِيمِ وَحَكَى الْمُطَرِّزِيُّ فِيهِ السُّكُون. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2739,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَارِثِ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ الْجُعْفِيُّ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ عَمْرِو بْنِ الْحَارِثِ، خَتَنِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَخِي جُوَيْرِيَةَ بِنْتِ الْحَارِثِ قَالَ مَا تَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَ مَوْتِهِ دِرْهَمًا وَلاَ دِينَارًا وَلاَ عَبْدًا وَلاَ أَمَةً وَلاَ شَيْئًا، إِلاَّ بَغْلَتَهُ الْبَيْضَاءَ وَسِلاَحَهُ وَأَرْضًا جَعَلَهَا صَدَقَةً‏.‏",
    "english_text": "(The brother of the wife of Allah's Messenger (ﷺ). Juwaira bint Al-Harith) When Allah's Messenger (ﷺ) died, he did \nnot leave any Dirham or Dinar (i.e. money), a slave or a slave woman or anything else except his \nwhite mule, his arms and a piece of land which he had given in charity .",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِبْرَاهِيم بْن الْحَارِث ) ‏ ‏هُوَ بَغْدَادِيّ سَكَنَ نَيْسَابُور وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَشَيْخه يَحْيَى بْن أَبِي بُكَيْرٍ بِالتَّصْغِيرِ وَأَدَاة الْكُنْيَة هُوَ الْكَرْمَانِيُّ وَلَيْسَ هُوَ يَحْيَى بْن بُكَيْرٍ الْمِصْرِيّ صَاحِب اللَّيْث وَأَبُو إِسْحَاق هُوَ السُّبَيْعِيّ وَعَمْرو بْن الْحَارِث هُوَ الْخُزَاعِيّ الْمُصْطَلِقِيّ أَخُو جُوَيْرِيَةَ بِالْجِيمِ وَالتَّصْغِير أُمّ الْمُؤْمِنِينَ , وَوَقَعَ التَّصْرِيح بِسَمَاعِ أَبِي إِسْحَاق لَهُ مِنْ عَمْرو بْن الْحَارِث فِي الْخُمُس مِنْ هَذَا الْكِتَاب. ‏ ‏قَوْله : ( وَلَا عَبْدًا وَلَا أَمَة ) ‏ ‏أَيْ فِي الرِّقّ , وَفِيهِ دَلَالَة عَلَى أَنَّ مَنْ ذَكَرَ مِنْ رَقِيق النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جَمِيع الْأَخْبَار كَانَ إِمَّا مَاتَ وَإِمَّا أَعْتَقَهُ , وَاسْتَدَلَّ بِهِ عَلَى عِتْق أُمّ الْوَلَد بِنَاء عَلَى أَنَّ مَارِيَة وَالِدَة إِبْرَاهِيم اِبْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَاشَتْ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَمَّا عَلَى قَوْل مَنْ قَالَ إِنَّهَا مَاتَتْ فِي حَيَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَا حُجَّة فِيهِ. ‏ ‏قَوْله : ( وَلَا شَيْئًا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" وَلَا شَاة \" وَالْأَوَّل أَصَحّ , وَهِيَ رِوَايَة الْإِسْمَاعِيلِيّ أَيْضًا مِنْ طَرِيق زُهَيْر , نَعَمْ رَوَى مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيُّ وَغَيْرهمْ مِنْ طَرِيق مَسْرُوق عَنْ عَائِشَة قَالَتْ : \" مَا تَرَكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دِرْهَمًا وَلَا دِينَارًا وَلَا شَاة وَلَا بَعِيرًا وَلَا أَوْصَى بِشَيْءٍ \". ‏ ‏قَوْله : ( إِلَّا بَغْلَته الْبَيْضَاء وَسِلَاحه وَأَرْضًا جَعَلَهَا صَدَقَة ) ‏ ‏سَيَأْتِي ذِكْر الْبَغْلَة وَالسِّلَاح فِي آخِر الْمَغَازِي , وَأَمَّا الصَّدَقَة فَفِي رِوَايَة أَبِي الْأَحْوَص عَنْ أَبِي إِسْحَاق فِي أَوَاخِر الْمَغَازِي \" وَأَرْضًا جَعَلَهَا لِابْنِ السَّبِيل صَدَقَة \" قَالَ اِبْن الْمُنِير : أَحَادِيث الْبَاب مُطَابِقَة لِلتَّرْجَمَةِ إِلَّا حَدِيث عَمْرو بْن الْحَارِث هَذَا فَلَيْسَ فِيهِ لِلْوَصِيَّةِ ذِكْر , قَالَ : لَكِنَّ الصَّدَقَة الْمَذْكُورَة يَحْتَمِل أَنْ تَكُون قَبْله وَيَحْتَمِل أَنْ تَكُون مُوصًى بِهَا فَتُطَابِق التَّرْجَمَة مِنْ هَذِهِ الْحَيْثِيَّة اِنْتَهَى. وَيَظْهَر أَنَّ الْمُطَابَقَة تَحْصُل عَلَى الِاحْتِمَالَيْنِ لِأَنَّهُ تَصَدَّقَ بِمَنْفَعَةِ الْأَرْض فَصَارَ حُكْمهَا حُكْم الْوَقْف , وَهُوَ فِي هَذِهِ الصُّورَة فِي مَعْنَى الْوَصِيَّة لِبَقَائِهَا بَعْد الْمَوْت , وَلَعَلَّ الْبُخَارِيّ قَصَدَ مَا وَقَعَ فِي حَدِيث عَائِشَة الَّذِي هُوَ شَبِيه حَدِيث عَمْرو بْن الْحَارِث , وَهُوَ نَفْي كَوْنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْصَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2740,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا مَالِكٌ، حَدَّثَنَا طَلْحَةُ بْنُ مُصَرِّفٍ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ هَلْ كَانَ النَّبِيُّ صلى الله عليه وسلم أَوْصَى فَقَالَ لاَ‏.‏ فَقُلْتُ كَيْفَ كُتِبَ عَلَى النَّاسِ الْوَصِيَّةُ أَوْ أُمِرُوا بِالْوَصِيَّةِ قَالَ أَوْصَى بِكِتَابِ اللَّهِ‏.‏",
    "english_text": "I asked `Abdullah bin Abu `Aufa \"Did the Prophet (ﷺ) make a will?\" He replied, \"No,\" I asked him, \"How \nis it then that the making of a will has been enjoined on people, (or that they are ordered to make a \nwill)?\" He replied, \"The Prophet (ﷺ) bequeathed Allah's Book (i.e. Qur'an).",
    "explication": "حَدِيث عَبْد اللَّه بْن أَبِي أَوْفَى وَإِسْنَاده كُلّه كُوفِيُّونَ , ‏ ‏وَقَوْله : \" حَدَّثَنَا مَالِك \" ‏ ‏هُوَ اِبْن مِغْوَل , ظَاهِره أَنَّ شَيْخ الْبُخَارِيّ لَمْ يَنْسُبهُ فَلِذَلِكَ قَالَ الْبُخَارِيّ : \" هُوَ اِبْن مَغُول \" وَهُوَ بِكَسْرِ الْمِيم وَسُكُون الْمُعْجَمَة وَفَتْح الْوَاو , وَذَكَرَ التِّرْمِذِيّ أَنَّ مَالِك بْن مَغُول تَفَرَّدَ بِهِ. ‏ ‏قَوْله : ( هَلْ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْصَى ؟ فَقَالَ : لَا ) ‏ ‏هَكَذَا أَطْلَقَ الْجَوَاب , وَكَأَنَّهُ فَهِمَ أَنَّ السُّؤَال وَقَعَ عَنْ وَصِيَّة خَاصَّة فَلِذَلِكَ سَاغَ نَفْيهَا , لَا أَنَّهُ أَرَادَ نَفْي الْوَصِيَّة مُطْلَقًا , لِأَنَّهُ أَثْبَتَ بَعْد ذَلِكَ أَنَّهُ أَوْصَى بِكِتَابِ اللَّه. ‏ ‏قَوْله : ( أَوْ أُمِرُوا بِالْوَصِيَّةِ ) ‏ ‏شَكّ مِنْ الرَّاوِي : هَلْ قَالَ كَيْفَ كُتِبَ عَلَى الْمُسْلِمِينَ الْوَصِيَّة , أَوْ قَالَ كَيْفَ أُمِرُوا بِهَا ؟ زَادَ الْمُصَنِّف فِي فَضَائِل الْقُرْآن \" وَلَمْ يُوصِ \" وَبِذَلِكَ يَتِمّ الِاعْتِرَاض , أَيْ كَيْفَ يُؤْمَر الْمُسْلِمُونَ بِشَيْءٍ وَلَا يَفْعَلهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ النَّوَوِيّ : لَعَلَّ اِبْن أَبِي أَوْفَى أَرَادَ لَمْ يُوصِ بِثُلُثِ مَاله لِأَنَّهُ لَمْ يَتْرُك بَعْده مَالًا , وَأَمَّا الْأَرْض فَقَدْ سَبَّلَهَا فِي حَيَاته , وَأَمَّا السِّلَاح وَالْبَغْلَة وَنَحْو ذَلِكَ فَقَدْ أَخْبَرَ بِأَنَّهَا لَا تُورَث عَنْهُ بَلْ جَمِيع مَا يَخْلُفهُ صَدَقَة , فَلَمْ يَبْقَ بَعْد ذَلِكَ مَا يُوصِي بِهِ مِنْ الْجِهَة الْمَالِيَّة. وَأَمَّا الْوَصَايَا بِغَيْرِ ذَلِكَ فَلَمْ يُرِدْ اِبْن أَبِي أَوْفَى نَفْيهَا , وَيَحْتَمِل أَنْ يَكُون الْمَنْفِيّ وَصِيَّته إِلَى عَلِيّ بِالْخِلَافَةِ كَمَا وَقَعَ التَّصْرِيح بِهِ فِي حَدِيث عَائِشَة الَّذِي بَعْده , وَيُؤَيِّدهُ مَا وَقَعَ فِي رِوَايَة الدَّارِمِيِّ عَنْ مُحَمَّد بْن يُوسُف شَيْخ الْبُخَارِيّ فِيهِ , وَكَذَلِكَ عِنْد اِبْن مَاجَهْ وَأَبِي عَوَانَة فِي آخِر حَدِيث الْبَاب \" قَالَ طَلْحَة فَقَالَ هُزَيْل بْن شُرَحْبِيل : أَبُو بَكْر كَانَ يَتَأَمَّر عَلَى وَصِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَدَّ أَبُو بَكْر أَنَّهُ كَانَ وَجَدَ عَهْدًا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَزَمَ أَنْفه بِخِزَامٍ \" وَهُزَيْل هَذَا بِالزَّايِ مُصَغَّر أَحَد كِبَار التَّابِعِينَ وَمِنْ ثِقَات أَهْل الْكُوفَة , فَدَلَّ هَذَا عَلَى أَنَّهُ كَانَ فِي الْحَدِيث قَرِينَة تُشْعِر بِتَخْصِيصِ السُّؤَال بِالْوَصِيَّةِ بِالْخِلَافَةِ وَنَحْو ذَلِكَ , لَا مُطْلَق الْوَصِيَّة. قُلْت : أَخْرَجَ اِبْن حِبَّانَ الْحَدِيث مِنْ طَرِيق اِبْن عُيَيْنَةَ عَنْ مَالِك بْن مِغْوَل بِلَفْظٍ يُزِيل الْإِشْكَال فَقَالَ : \" سُئِلَ اِبْن أَبِي أَوْفَى : هَلْ أَوْصَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : مَا تَرَكَ شَيْئًا يُوصِي فِيهِ. قِيلَ : فَكَيْفَ أَمَرَ النَّاس بِالْوَصِيَّةِ وَلَمْ يُوصِ ؟ قَالَ : أَوْصَى بِكِتَابِ اللَّه \" وَقَالَ الْقُرْطُبِيّ : اِسْتِبْعَاد طَلْحَة وَاضِح لِأَنَّهُ أَطْلَقَ , فَلَوْ أَرَادَ شَيْئًا بِعَيْنِهِ لَخَصَّهُ بِهِ , فَاعْتَرَضَهُ بِأَنَّ اللَّه كَتَبَ عَلَى الْمُسْلِمِينَ الْوَصِيَّة وَأُمِرُوا بِهَا فَكَيْفَ لَمْ يَفْعَلهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَأَجَابَهُ بِمَا يَدُلّ عَلَى أَنَّهُ أَطْلَقَ فِي مَوْضِع التَّقْيِيد , قَالَ : وَهَذَا يُشْعِر بِأَنَّ اِبْن أَبِي أَوْفَى وَطَلْحَة بْن مُصَرِّف كَانَا يَعْتَقِدَانِ أَنَّ الْوَصِيَّة وَاجِبَة , كَذَا قَالَ , وَقَوْل اِبْن أَبِي أَوْفَى \" أَوْصَى بِكِتَابِ اللَّه \" أَيْ بِالتَّمَسُّكِ بِهِ وَالْعَمَل بِمُقْتَضَاهُ , وَلَعَلَّهُ أَشَارَ لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" تَرَكْت فِيكُمْ مَا إِنْ تَمَسَّكْتُمْ بِهِ لَمْ تَضِلُّوا كِتَاب اللَّه \" , وَأَمَّا مَا صَحَّ فِي مُسْلِم وَغَيْره أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَوْصَى عِنْد مَوْته بِثَلَاثٍ : لَا يَبْقَيَنَّ بِجَزِيرَةِ الْعَرَب دِينَانِ \" وَفِي لَفْظ \" أَخْرِجُوا الْيَهُود مِنْ جَزِيرَة الْعَرَب \" وَقَوْله : \" أَجِيزُوا الْوَفْد بِنَحْوِ مَا كُنْت أُجِيزهُمْ بِهِ \" وَلَمْ يَذْكُر الرَّاوِي الثَّالِثَة , وَكَذَا مَا ثَبَتَ فِي النَّسَائِيِّ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. \" كَانَ آخِر مَا تَكَلَّمَ بِهِ الصَّلَاة وَمَا مَلَكَتْ أَيْمَانكُمْ \" وَغَيْر ذَلِكَ مِنْ الْأَحَادِيث الَّتِي يُمْكِن حَصْرهَا بِالتَّتَبُّعِ , فَالظَّاهِر أَنَّ اِبْن أَبِي أَوْفَى لَمْ يُرِدْ نَفْيه , وَلَعَلَّهُ اِقْتَصَرَ عَلَى الْوَصِيَّة بِكِتَابِ اللَّه لِكَوْنِهِ أَعْظَم وَأَهَمّ , وَلِأَنَّ فِيهِ تِبْيَان كُلّ شَيْء إِمَّا بِطَرِيقِ النَّصّ وَإِمَّا بِطَرِيقِ الِاسْتِنْبَاط , فَإِذَا اِتَّبَعَ النَّاس مَا فِي الْكِتَاب عَمِلُوا بِكُلِّ مَا أَمَرَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ لِقَوْلِهِ تَعَالَى : ( وَمَا آتَاكُمْ الرَّسُول فَخُذُوهُ ) الْآيَة , أَوْ يَكُون لَمْ يَحْضُر شَيْئًا مِنْ الْوَصَايَا الْمَذْكُورَة أَوْ لَمْ يَسْتَحْضِرهَا حَال قَوْله , وَالْأَوْلَى أَنَّهُ إِنَّمَا أَرَادَ بِالنَّفْيِ الْوَصِيَّة بِالْخِلَافَةِ أَوْ بِالْمَالِ , وَسَاغَ إِطْلَاق النَّفْي أَمَّا فِي الْأَوَّل فَبِقَرِينَةِ الْحَال وَأَمَّا فِي الثَّانِي فَلِأَنَّهُ الْمُتَبَادِر عُرْفًا , وَقَدْ صَحَّ عَنْ اِبْن عَبَّاس : \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يُوصِ \" أَخْرَجَهُ اِبْن أَبِي شَيْبَة مِنْ طَرِيق أَرْقَم بْن شُرَحْبِيل عَنْهُ , مَعَ أَنَّ اِبْن عَبَّاس هُوَ الَّذِي رَوَى حَدِيث أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْصَى بِثَلَاثٍ , وَالْجَمْع بَيْنهمَا عَلَى مَا تَقَدَّمَ. وَقَالَ الْكَرْمَانِيُّ : قَوْله : \" أَوْصَى بِكِتَابِ اللَّه \" الْبَاء زَائِدَة أَيْ أَمَرَ بِذَلِكَ وَأَطْلَقَ الْوَصِيَّة عَلَى سَبِيل الْمُشَاكَلَة , فَلَا مُنَافَاة بَيْن النَّفْي وَالْإِثْبَات. قُلْت : وَلَا يَخْفَى بَعْدَمَا قَالَ وَتَكَلَّفَهُ , ثُمَّ قَالَ : أَوْ الْمَنْفِيّ الْوَصِيَّة بِالْمَالِ أَوْ الْإِمَامَة , وَالْمُثْبَت الْوَصِيَّة بِكِتَابِ اللَّه , أَيْ بِمَا فِي كِتَاب اللَّه أَنْ يَعْمَل بِهِ اِنْتَهَى. وَهَذَا الْأَخِير هُوَ الْمُعْتَمَد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2741,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنِ ابْنِ عَوْنٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالَ ذَكَرُوا عِنْدَ عَائِشَةَ أَنَّ عَلِيًّا ـ رضى الله عنهما ـ كَانَ وَصِيًّا‏.‏ فَقَالَتْ مَتَى أَوْصَى إِلَيْهِ وَقَدْ كُنْتُ مُسْنِدَتَهُ إِلَى صَدْرِي ـ أَوْ قَالَتْ حَجْرِي ـ فَدَعَا بِالطَّسْتِ، فَلَقَدِ انْخَنَثَ فِي حَجْرِي، فَمَا شَعَرْتُ أَنَّهُ قَدْ مَاتَ، فَمَتَى أَوْصَى إِلَيْهِ",
    "english_text": "In the presence of `Aisha some people mentioned that the Prophet (ﷺ) had appointed `Ali by will as his \nsuccessor. `Aisha said, \"When did he appoint him by will? Verily when he died he was resting against \nmy chest (or said: in my lap) and he asked for a wash-basin and then collapsed while in that state, and \nI could not even perceive that he had died, so when did he appoint him by will?\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَمْرو بْن زُرَارَة ) ‏ ‏هُوَ النَّيْسَابُورِيّ , وَهُوَ بِفَتْحِ الْعَيْن وَزُرَارَة بِضَمِّ الزَّاي , وَأَمَّا عُمَر بْن زُرَارَة بِضَمِّ الْعَيْن فَهُوَ بَغْدَادِيّ وَلَمْ يُخَرِّج عَنْهُ الْبُخَارِيّ شَيْئًا. وَوَقَعَ فِي رِوَايَة أَبِي عَلِيّ بْن السَّكَن بَدَل \" عَمْرو بْن زُرَارَة \" فِي هَذَا الْحَدِيث \" إِسْمَاعِيل بْن زُرَارَة \" يَعْنِي الرَّقِّيّ , قَالَ أَبُو عَلِيّ الْجَيَّانِيّ : لَمْ أَرَ ذَلِكَ لِغَيْرِهِ , قَالَ : وَقَدْ ذَكَرَ الدَّارَقُطْنِيُّ وَأَبُو عَبْد اللَّه بْن مَنْدَهْ فِي شُيُوخ الْبُخَارِيّ إِسْمَاعِيل بْن زُرَارَة الثَّغْرِيّ وَلَمْ يَذْكُرهُ الْكَلَابَاذِيّ وَلَا الْحَاكِم. ‏ ‏قَوْله : ( أَخْبَرَنَا إِسْمَاعِيل ) ‏ ‏هُوَ الْمَعْرُوف بِابْنِ عُلَيَّة , وَإِبْرَاهِيم هُوَ النَّخَعِيُّ , وَالْأَسْوَد هُوَ اِبْن يَزِيد خَاله. ‏ ‏قَوْله : ( ذَكَرُوا عِنْد عَائِشَة أَنَّ عَلِيًّا رَضِيَ اللَّه عَنْهُمَا كَانَ وَصِيًّا ) ‏ ‏قَالَ الْقُرْطُبِيّ : كَانَتْ الشِّيعَة قَدْ وَضَعُوا أَحَادِيث فِي أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْصَى بِالْخِلَافَةِ لِعَلِيٍّ , فَرَدَّ عَلَيْهِمْ جَمَاعَة مِنْ الصَّحَابَة ذَلِكَ , وَكَذَا مَنْ بَعْدهمْ , فَمِنْ ذَلِكَ مَا اِسْتَدَلَّتْ بِهِ عَائِشَة كَمَا سَيَأْتِي , وَمِنْ ذَلِكَ أَنَّ عَلِيًّا لَمْ يَدَّعِ ذَلِكَ لِنَفْسِهِ , وَلَا بَعْد أَنْ وُلِّيَ الْخِلَافَة , وَلَا ذَكَرَهُ أَحَد مِنْ الصَّحَابَة يَوْم السَّقِيفَة. وَهَؤُلَاءِ تَنَقَّصُوا عَلِيًّا مِنْ حَيْثُ قَصَدُوا تَعْظِيمه , لِأَنَّهُمْ نَسَبُوهُ - مَعَ شَجَاعَته الْعُظْمَى وَصَلَابَته فِي الدِّين - إِلَى الْمُدَاهَنَة وَالتَّقِيَّة وَالْإِعْرَاض عَنْ طَلَب حَقّه مَعَ قُدْرَته عَلَى ذَلِكَ. وَقَالَ غَيْره : الَّذِي يَظْهَر أَنَّهُمْ ذَكَرُوا عِنْدهَا أَنَّهُ أَوْصَى لَهُ بِالْخِلَافَةِ فِي مَرَض مَوْته فَلِذَلِكَ سَاغَ لَهَا إِنْكَار ذَلِكَ , وَاسْتَنَدَتْ إِلَى مُلَازَمَتهَا لَهُ فِي مَرَض مَوْته إِلَى أَنْ مَاتَ فِي حِجْرهَا وَلَمْ يَقَع مِنْهُ شَيْء مِنْ ذَلِكَ. فَسَاغَ لَهَا نَفْي ذَلِكَ , كَوْنه مُنْحَصِرًا فِي مَجَالِس مُعَيَّنَة لَمْ تَغِبْ عَنْ شَيْء مِنْهَا. وَقَدْ أَخْرَجَ أَحْمَد وَابْن مَاجَهْ بِسَنَدٍ قَوِيّ وَصَحَّحَهُ مِنْ رِوَايَة أَرْقَم بْن شُرَحْبِيل عَنْ اِبْن عَبَّاس فِي أَثْنَاء حَدِيث فِيهِ أَمْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَرَضه أَبَا بَكْر أَنْ يُصَلِّي بِالنَّاسِ , قَالَ فِي آخِر الْحَدِيث : \" مَاتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يُوصِ \" وَسَيَأْتِي فِي الْوَفَاة النَّبَوِيَّة عَنْ عُمَر \" مَاتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَسْتَخْلِف \" وَأَخْرَجَ أَحْمَد وَالْبَيْهَقِيُّ فِي \" الدَّلَائِل \" مِنْ طَرِيق الْأَسْوَد بْن قَيْس عَنْ عَمْرو بْن أَبِي سُفْيَان عَنْ عَلِيّ أَنَّهُ لَمَّا ظَهَرَ يَوْم الْجَمَل قَالَ : \" يَا أَيّهَا النَّاس , إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَعْهَد إِلَيْنَا فِي هَذِهِ الْإِمَارَة شَيْئًا \" الْحَدِيث. وَأَمَّا الْوَصَايَا بِغَيْرِ الْخِلَافَة فَوَرَدَتْ فِي عِدَّة أَحَادِيث يَجْتَمِع مِنْهَا أَشْيَاء : مِنْهَا حَدِيث أَخْرَجَهُ أَحْمَد وَهَنَّاد بْن السَّرِيّ فِي \" الزُّهْد \" وَابْن سَعْد فِي \" الطَّبَقَات \" وَابْن خُزَيْمَةَ كُلّهمْ مِنْ طَرِيق مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ عَائِشَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي وَجَعه الَّذِي مَاتَ فِيهِ \" مَا فَعَلْت الذَّهَبِيَّة ؟ قُلْت عِنْدِي. فَقَالَ : أَنْفِقِيهَا \" الْحَدِيث. وَأَخْرَجَ اِبْن سَعْد مِنْ طَرِيق أَبِي حَازِم عَنْ أَبِي سَلَمَة مِنْ عَائِشَة نَحْوه , وَمِنْ وَجْه آخَر عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد وَزَادَ فِيهِ \" اِبْعَثِي بِهَا إِلَى عَلِيّ بْن أَبِي طَالِب لِيَتَصَدَّق بِهَا \" وَفِي \" الْمَغَازِي لِابْنِ إِسْحَاق \" رِوَايَة يُونُس بْن بُكَيْرٍ عَنْهُ حَدَّثَنِي صَالِح بْن كَيْسَانَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة قَالَ : \" لَمْ يُوصِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد مَوْته إِلَّا بِثَلَاثٍ : لِكُلٍّ مِنْ الدَّارِيِّينَ وَالرَّهَاوِيِّينَ وَالْأَشْعَرِيِّينَ بِحَاد مِائَة وَسْق مِنْ خَيْبَر , وَأَنْ لَا يُتْرَك فِي جَزِيرَة الْعَرَب دِينَانِ , وَأَنْ يُنْفَذ بَعْث أُسَامَة \" وَأَخْرَجَ مُسْلِم فِي حَدِيث اِبْن عَبَّاس \" وَأَوْصَى بِثَلَاثٍ : أَنْ تُجِيزُوا الْوَفْد بِنَحْوِ مَا كُنْت أُجِيزهُمْ \" الْحَدِيث , وَفِي حَدِيث اِبْن أَبِي أَوْفَى الَّذِي قَبْل هَذَا \" أَوْصَى بِكِتَابِ اللَّه \" وَفِي حَدِيث أَنَس عَنْهُ عِنْد النَّسَائِيِّ وَأَحْمَد وَابْن سَعْد وَاللَّفْظ لَهُ \" كَانَتْ عَامَّة وَصِيَّة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين حَضَرَهُ الْمَوْت الصَّلَاة وَمَا مَلَكَتْ أَيْمَانكُمْ \" وَلَهُ شَاهِد مِنْ حَدِيث عَلِيّ عِنْد أَبِي دَاوُدَ وَابْن مَاجَهْ وَآخَر مِنْ رِوَايَة نُعَيْم بْن يَزِيد عَنْ عَلِيّ \" وَأَدُّوا الزَّكَاة بَعْد الصَّلَاة \" أَخْرَجَهُ أَحْمَد , وَلِحَدِيثِ أَنَس شَاهِد آخَر مِنْ حَدِيث أُمّ سَلَمَة عِنْد النَّسَائِيِّ بِسَنَدٍ جَيِّد , وَأَخْرَجَ سَيْف بْن عُمَر فِي \" الْفُتُوح \" مِنْ طَرِيق اِبْن أَبِي مُلَيْكَةَ عَنْ عَائِشَة \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَذَّرَ مِنْ الْفِتَن فِي مَرَض مَوْته , وَلُزُوم الْجَمَاعَة وَالطَّاعَة \" وَأَخْرَجَ الْوَاقِدِيّ مِنْ مُرْسَل الْعَلَاء بْن عَبْد الرَّحْمَن أَنَّهُ أَوْصَى فَاطِمَة فَقَالَ : \" قُولِي إِذَا مُتّ : إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ \" وَأَخْرَجَ الطَّبَرَانِيُّ فِي الْأَوْسَط مِنْ حَدِيث عَبْد الرَّحْمَن بْن عَوْف \" قَالُوا : يَا رَسُول اللَّه أَوْصِنَا - يَعْنِي فِي مَرَض مَوْته - فَقَالَ : أُوصِيكُمْ بِالسَّابِقِينَ الْأَوَّلِينَ مِنْ الْمُهَاجِرِينَ وَأَبْنَائِهِمْ مِنْ بَعْدهمْ \" وَقَالَ : لَا يُرْوَى عَنْ عَبْد الرَّحْمَن إِلَّا بِهَذَا الْإِسْنَاد , تَفَرَّدَ بِهِ عَتِيق بْن يَعْقُوب اِنْتَهَى , وَفِيهِ مَنْ لَا يُعْرَف حَاله. وَفِي سُنَن اِبْن مَاجَهْ مِنْ حَدِيث عَلِيّ قَالَ : \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَنَا مُتّ فَغَسِّلُونِي بِسَبْعِ قِرَب مِنْ بِئْر غَرْس \" وَكَانَتْ بِقُبَاء وَكَانَ يَشْرَب مِنْهَا وَسَيَأْتِي ضَبْطهَا وَزِيَادَة فِي حَالهَا فِي الْوَفَاة النَّبَوِيَّة. وَفِي مُسْنَد الْبَزَّار وَمُسْتَدْرَك الْحَاكِم بِسَنَدٍ ضَعِيف \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْصَى أَنْ يُصَلُّوا عَلَيْهِ أَرْسَالًا بِغَيْرِ إِمَام \" وَمِنْ أَكَاذِيب الرَّافِضَة مَا رَوَاهُ كَثِير بْن يَحْيَى وَهُوَ مِنْ كِبَارهمْ عَنْ أَبِي عَوَانَة عَنْ الْأَجْلَح عَنْ زَيْد بْن عَلِيّ بْن الْحُسَيْن قَالَ : \" لَمَّا كَانَ الْيَوْم الَّذِي تُوُفِّيَ فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَذَكَرَ قِصَّة طَوِيلَة فِيهَا - فَدَخَلَ عَلِيّ فَقَامَتْ عَائِشَة \" فَأَكَبَّ عَلَيْهِ فَأَخْبَرَهُ بِأَلْفِ بَاب مِمَّا يَكُون قَبْل يَوْم الْقِيَامَة , يُفْتَح كُلّ بَاب مِنْهَا أَلْف بَاب \" وَهَذَا مُرْسَل أَوْ مُعْضَل , وَلَهُ طَرِيق أُخْرَى مَوْصُولَة عِنْد اِبْن عَدِيّ فِي كِتَاب الضُّعَفَاء مِنْ حَدِيث عَبْد اللَّه بْن عُمَر بِسَنَدٍ وَاهٍ. وَقَوْلهَا : \" اِنْخَنَثَ \" بِالنُّونِ وَالْخَاء الْمُعْجَمَة ثُمَّ نُون مُثَلَّثَة أَيْ اِنْثَنَى وَمَالَ , وَسَيَأْتِي بَقِيَّة مَا يَتَعَلَّق بِشَرْحِهِ فِي بَاب الْوَفَاة مِنْ آخِر الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2742,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ ـ رضى الله عنه ـ قَالَ جَاءَ النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي وَأَنَا بِمَكَّةَ، وَهْوَ يَكْرَهُ أَنْ يَمُوتَ بِالأَرْضِ الَّتِي هَاجَرَ مِنْهَا قَالَ ‏\"‏ يَرْحَمُ اللَّهُ ابْنَ عَفْرَاءَ ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ، أُوصِي بِمَالِي كُلِّهِ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَالشَّطْرُ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ الثُّلُثُ‏.‏ قَالَ ‏\"‏ فَالثُّلُثُ، وَالثُّلُثُ كَثِيرٌ، إِنَّكَ أَنْ تَدَعَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ فِي أَيْدِيهِمْ، وَإِنَّكَ مَهْمَا أَنْفَقْتَ مِنْ نَفَقَةٍ فَإِنَّهَا صَدَقَةٌ، حَتَّى اللُّقْمَةُ الَّتِي تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ، وَعَسَى اللَّهُ أَنْ يَرْفَعَكَ فَيَنْتَفِعَ بِكَ نَاسٌ وَيُضَرَّ بِكَ آخَرُونَ ‏\"‏‏.‏ وَلَمْ يَكُنْ لَهُ يَوْمَئِذٍ إِلاَّ ابْنَةٌ‏.‏",
    "english_text": "The Prophet (ﷺ) came visiting me while I was (sick) in Mecca, ('Amir the sub-narrator said, and he \ndisliked to die in the land, whence he had already migrated). He (i.e. the Prophet) said, \"May Allah \nbestow His Mercy on Ibn Afra (Sa`d bin Khaula).\" I said, \"O Allah's Messenger (ﷺ)! May I will all my \nproperty (in charity)?\" He said, \"No.\" I said, \"Then may I will half of it?\" He said, \"No\". I said, \"One \nthird?\" He said: \"Yes, one third, yet even one third is too much. It is better for you to leave your \ninheritors wealthy than to leave them poor begging others, and whatever you spend for Allah's sake \nwill be considered as a charitable deed even the handful of food you put in your wife's mouth. Allah \nmay lengthen your age so that some people may benefit by you, and some others be harmed by you.\" \nAt that time Sa`d had only one daughter.",
    "explication": "‏ ‏قَوْله : ( عَنْ سَعْد بْن إِبْرَاهِيم ) ‏ ‏أَيْ اِبْن عَبْد الرَّحْمَن بْن عَوْف , وَعَامِر بْن سَعْد شَيْخه هُوَ خَاله لِأَنَّ أُمّ سَعْد بْن إِبْرَاهِيم هِيَ أُمّ كُلْثُوم بِنْت سَعْد بْن أَبِي وَقَّاص وَسَعْد وَعَامِر زَهْرِيَّانِ مَدَنِيَّانِ تَابِعِيَّانِ , وَوَقَعَ فِي رِوَايَة مِسْعَر عَنْ سَعْد بْن إِبْرَاهِيم \" حَدَّثَنِي بَعْض آل سَعْد قَالَ : مَرِضَ سَعْد \" وَقَدْ حَفِظَ سُفْيَان اِسْمه وَوَصَلَهُ فَرِوَايَته مُقَدَّمَة , وَقَدْ رَوَى هَذَا الْحَدِيث عَنْ عَامِر أَيْضًا جَمَاعَة مِنْهُمْ الزُّهْرِيُّ وَتَقَدَّمَ سِيَاق حَدِيثه فِي الْجَنَائِز , وَيَأْتِي فِي الْهِجْرَة وَغَيْرهَا , وَرَوَاهُ عَنْ سَعْد بْن أَبِي وَقَّاص جَمَاعَة غَيْر اِبْنه عَامِر كَمَا سَأُشِيرُ إِلَيْهِ. ‏ ‏قَوْله : ( جَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعُودنِي وَأَنَا بِمَكَّة ) ‏ ‏زَادَ الزُّهْرِيُّ فِي رِوَايَته \" فِي حَجَّة الْوَدَاع مِنْ وَجَع اِشْتَدَّ بِي \" وَلَهُ فِي الْهِجْرَة \" مِنْ وَجَع أُشْفِيت مِنْهُ عَلَى الْمَوْت \" وَاتَّفَقَ أَصْحَاب الزُّهْرِيِّ عَلَى أَنَّ ذَلِكَ كَانَ فِي حَجَّة الْوَدَاع , إِلَّا اِبْن عُيَيْنَةَ فَقَالَ : \" فِي فَتْح مَكَّة \" أَخْرَجَهُ التِّرْمِذِيّ وَغَيْره مِنْ طَرِيقه , وَاتَّفَقَ الْحُفَّاظ عَلَى أَنَّهُ وَهَمَ فِيهِ. وَقَدْ أَخْرَجَهُ الْبُخَارِيّ فِي الْفَرَائِض مِنْ طَرِيقه فَقَالَ : \" بِمَكَّة \" وَلَمْ يَذْكُر الْفَتْح , وَقَدْ وَجَدْت لِابْنِ عُيَيْنَةَ مُسْتَنَدًا فِيهِ , وَذَلِكَ فِيمَا أَخْرَجَهُ أَحْمَد وَالْبَزَّار وَالطَّبَرَانِيُّ وَالْبُخَارِيّ فِي التَّارِيخ وَابْن سَعْد مِنْ حَدِيث عَمْرو بْن الْقَارِي \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدِمَ فَخَلَّفَ سَعْدًا مَرِيضًا حَيْثُ خَرَجَ إِلَى حُنَيْنٍ , فَلَمَّا قَدِمَ مِنْ الْجِعِرَّانَة مُعْتَمِرًا دَخَلَ عَلَيْهِ وَهُوَ مَغْلُوب فَقَالَ : يَا رَسُول اللَّه إِنَّ لِي مَالًا , وَإِنِّي أُورَث كَلَالَة , أَفَأُوصِي بِمَالِي \" الْحَدِيث , وَفِيهِ : \" قُلْت : يَا رَسُول اللَّه أَمَيِّت أَنَا بِالدَّارِ الَّذِي خَرَجْت مِنْهَا مُهَاجِرًا ؟ قَالَ : لَا , إِنِّي لَأَرْجُو أَنْ يَرْفَعك اللَّه حَتَّى يَنْتَفِع بِك أَقْوَام \" الْحَدِيث , فَلَعَلَّ اِبْن عُيَيْنَةَ اِنْتَقَلَ ذِهْنه مِنْ حَدِيث إِلَى حَدِيث , وَيُمْكِن الْجَمْع بَيْن الرِّوَايَتَيْنِ بِأَنْ يَكُون ذَلِكَ وَقَعَ لَهُ مَرَّتَيْنِ مَرَّة عَامَ الْفَتْح وَمَرَّة عَامَ حَجَّة الْوَدَاع , فَفِي الْأُولَى لَمْ يَكُنْ لَهُ وَارِث مِنْ الْأَوْلَاد أَصْلًا , وَفِي الثَّانِيَة كَانَتْ لَهُ اِبْنَة فَقَطْ , فَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَهُوَ يَكْرَه أَنْ يَمُوت بِالْأَرْضِ الَّتِي هَاجَرَ مِنْهَا ) ‏ ‏يَحْتَمِل أَنْ تَكُون الْجُمْلَة حَالًا مِنْ الْفَاعِل أَوْ مِنْ الْمَفْعُول , وَكُلّ مِنْهُمَا مُحْتَمَل , لِأَنَّ كُلًّا مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْ سَعْد كَانَ يَكْرَه ذَلِكَ , لَكِنْ إِنْ كَانَ حَالًا مِنْ الْمَفْعُول وَهُوَ سَعْد فَفِيهِ اِلْتِفَات لِأَنَّ السِّيَاق يَقْتَضِي أَنْ يَقُول : \" وَأَنَا أَكْرَه \" , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق حُمَيْدِ بْن عَبْد الرَّحْمَن عَنْ ثَلَاثَة مِنْ وَلَد سَعْد عَنْ سَعْد بِلَفْظِ \" فَقَالَ : يَا رَسُول اللَّه خَشِيت أَنْ أَمُوت بِالْأَرْضِ الَّتِي هَاجَرْت مِنْهَا كَمَا مَاتَ سَعْد بْن خَوْلَة \" وَلِلنَّسَائِيِّ مِنْ طَرِيق جَرِير بْن يَزِيد عَنْ عَامِر بْن سَعْد \" لَكِنْ الْبَائِس سَعْد بْن خَوْلَة مَاتَ فِي الْأَرْض الَّتِي هَاجَرَ مِنْهَا \" وَلَهُ مِنْ طَرِيق بُكَيْرٍ بْن مِسْمَار عَنْ عَامِر بْن سَعْد فِي هَذَا الْحَدِيث \" فَقَالَ سَعْد : يَا رَسُول اللَّه أَمُوت بِالْأَرْضِ الَّتِي هَاجَرْت مِنْهَا ؟ قَالَ. لَا إِنْ شَاءَ اللَّه تَعَالَى \" وَسَيَأْتِي بَقِيَّة مَا يَتَعَلَّق بِكَرَاهَةِ الْمَوْت بِالْأَرْضِ الَّتِي هَاجَرَ مِنْهَا فِي كِتَاب الْهِجْرَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( قَالَ يَرْحَم اللَّه اِبْن عَفْرَاء ) ‏ ‏كَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة فِي رِوَايَة أَحْمَد وَالنَّسَائِيِّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن مَهْدِيٍّ عَنْ سُفْيَان \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَرْحَم اللَّه سَعْد اِبْن عَفْرَاء ثَلَاث مَرَّات \" قَالَ الدَّاوُدِيّ : \" اِبْن عَفْرَاء \" غَيْر مَحْفُوظ , وَقَالَ الدِّمْيَاطِيّ : هُوَ وَهْم , وَالْمَعْرُوف \" اِبْن خَوْلَة \" قَالَ : وَلَعَلَّ الْوَهْم مِنْ سَعْد بْن إِبْرَاهِيم فَإِنَّ الزُّهْرِيَّ أَحْفَظ مِنْهُ وَقَالَ فِيهِ \" سَعْد بْن خَوْلَة \" يُشِير إِلَى مَا وَقَعَ فِي رِوَايَته بِلَفْظِ \" لَكِنَّ الْبَائِس سَعْد بْن خَوْلَة يَرْثِي لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ مَاتَ بِمَكَّة \" قُلْت. وَقَدْ ذَكَرْت آنِفًا مَنْ وَافَقَ الزُّهْرِيَّ وَهُوَ الَّذِي ذَكَرَهُ أَصْحَاب الْمَغَازِي وَذَكَرُوا أَنَّهُ شَهِدَ بَدْرًا وَمَاتَ فِي حَجَّة الْوَدَاع , وَقَالَ بَعْضهمْ فِي اِسْمه \" خَوْلِيّ \" بِكَسْرِ اللَّام وَتَشْدِيد التَّحْتَانِيَّة وَاتَّفَقُوا عَلَى سُكُون الْوَاو , وَأَغْرَبَ اِبْن التِّين فَحَكَى عَنْ الْقَابِسِيّ فَتْحهَا , وَوَقَعَ فِي رِوَايَة اِبْن عُيَيْنَةَ فِي الْفَرَائِض \" قَالَ سُفْيَان وَسَعْد بْن خَوْلَة رَجُل مِنْ بَنِي عَامِر بْن لُؤَيّ \" ا ه. وَذَكَرَ اِبْن إِسْحَاق أَنَّهُ كَانَ حَلِيفًا لَهُمْ ثُمَّ لِأَبِي رُهْم بْن عَبْد الْعُزَّى مِنْهُمْ , وَقِيلَ كَانَ مِنْ الْفُرْس الَّذِينَ نَزَلُوا الْيَمَن , وَسَيَأْتِي شَيْء مِنْ خَبَره فِي غَزْوَة بَدْر مِنْ كِتَاب الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى فِي حَدِيث سُبَيْعَة الْأَسْلَمِيَّة , وَيَأْتِي شَرْح حَدِيث سُبَيْعَة فِي كِتَاب الْعَدَد مِنْ آخِر كِتَاب النِّكَاح , وَجَزَمَ اللَّيْث بْن سَعْد فِي تَارِيخه عَنْ يَزِيد بْن أَبِي حَبِيب بِأَنَّ سَعْد بْن خَوْلَة مَاتَ فِي حَجَّة الْوَدَاع وَهُوَ الثَّابِت فِي الصَّحِيح , خِلَافًا لِمَنْ قَالَ إِنَّهُ مَاتَ فِي مُدَّة الْهُدْنَة مَعَ قُرَيْش سَنَة سَبْع , وَجَوَّزَ أَبُو عَبْد اللَّه بْن أَبِي الْخِصَال الْكَاتِب الْمَشْهُور فِي حَوَاشِيه عَلَى الْبُخَارِيّ أَنَّ الْمُرَاد بِابْنِ عَفْرَاء عَوْف بْن الْحَارِث أَخُو مُعَاذ وَمُعَوِّذ أَوْلَاد عَفْرَاء وَهِيَ أُمّهمْ , وَالْحِكْمَة فِي ذِكْره مَا ذَكَرَهُ اِبْن إِسْحَاق أَنَّهُ قَالَ يَوْم بَدْر \" مَا يُضْحِك الرَّبّ مِنْ عَبْده ؟ قَالَ. أَنْ يَغْمِس يَده فِي الْعَدُوّ حَاسِرًا , فَأَلْقَى الدِّرْع الَّتِي هِيَ عَلَيْهِ فَقَاتَلَ حَتَّى قُتِلَ \" قَالَ : فَيَحْتَمِل أَنْ يَكُون لَمَّا رَأَى اِشْتِيَاق سَعْد بْن أَبِي وَقَّاص لِلْمَوْتِ وَعَلِمَ أَنَّهُ يَبْقَى حَتَّى يَلِي الْوِلَايَات ذَكَرَ اِبْن عَفْرَاء وَحُبّه لِلْمَوْتِ وَرَغْبَته فِي الشَّهَادَة كَمَا يَذْكُر الشَّيْء بِالشَّيْءِ فَذَكَرَ سَعْد بْن خَوْلَة لِكَوْنِهِ مَاتَ بِمَكَّة وَهِيَ دَار هِجْرَته وَذَكَرَ اِبْن عَفْرَاء مُسْتَحْسِنًا لِمِيتَتِهِ ا ه مُلَخَّصًا. وَهُوَ مَرْدُود بِالتَّنْصِيصِ عَلَى قَوْله : \" سَعْد اِبْن عَفْرَاء \" فَانْتَفَى أَنْ يَكُون الْمُرَاد عَوْف وَأَيْضًا فَلَيْسَ فِي شَيْء مِنْ طُرُق حَدِيث سَعْد بْن أَبِي وَقَّاص أَنَّهُ كَانَ رَاغِبًا فِي الْمَوْت , بَلْ فِي بَعْضهَا عَكْس ذَلِكَ وَهُوَ أَنَّهُ \" بَكَى فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا يُبْكِيك ؟ فَقَالَ : خَشِيت أَنْ أَمُوت بِالْأَرْضِ الَّتِي هَاجَرْت مِنْهَا كَمَا مَاتَ سَعْد بْن خَوْلَة \" وَهُوَ عِنْد النَّسَائِيِّ , وَأَيْضًا فَمَخْرَج الْحَدِيث مُتَّحِد وَالْأَصْل عَدَم التَّعَدُّد , فَالِاحْتِمَال بَعِيد لَوْ صَرَّحَ بِأَنَّهُ عَوْف اِبْن عَفْرَاء وَاَللَّه أَعْلَم. وَقَالَ التَّيْمِيُّ : يَحْتَمِل أَنْ يَكُون لِأُمِّهِ اِسْمَانِ خَوْلَة وَعَفْرَاء ا ه , وَيَحْتَمِل أَنْ يَكُون أَحَدهمَا اِسْمًا وَالْآخَر لَقَبًا أَوْ أَحَدهمَا اِسْم أُمّه وَالْآخَر اِسْم أَبِيهِ أَوْ وَالْآخَر اِسْم جَدَّة لَهُ , وَالْأَقْرَب أَنَّ عَفْرَاء اِسْم أُمّه وَالْآخَر اِسْم أَبِيهِ لِاخْتِلَافِهِمْ فِي أَنَّهُ خَوْلَة أَوْ خَوْلِيّ , وَقَوْل الزُّهْرِيِّ فِي رِوَايَته \" يَرْثِي لَهُ إِلَخْ \" قَالَ اِبْن عَبْد الْبَرّ : زَعَمَ أَهْل الْحَدِيث أَنَّ قَوْله : \" يَرْثِي إِلَخْ \" مِنْ كَلَام الزُّهْرِيِّ , وَقَالَ اِبْن الْجَوْزِيّ وَغَيْره : هُوَ مُدْرَج مِنْ قَوْل الزُّهْرِيِّ. قُلْت : وَكَأَنَّهُمْ اِسْتَنَدُوا إِلَى مَا وَقَعَ فِي رِوَايَة أَبِي دَاوُدَ الطَّيَالِسِيّ عَنْ إِبْرَاهِيم بْن سَعْد عَنْ الزُّهْرِيِّ فَإِنَّهُ فَصَّلَ ذَلِكَ , لَكِنْ وَقَعَ عِنْد الْمُصَنِّف فِي الدَّعَوَات عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ إِبْرَاهِيم بْن سَعْد فِي آخِره \" لَكِنَّ الْبَائِس سَعْد بْن خَوْلَة , قَالَ سَعْد : رَثَى لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَخْ \" فَهَذَا صَرِيح فِي وَصْله فَلَا يَنْبَغِي الْجَزْم بِإِدْرَاجِهِ , وَوَقَعَ فِي رِوَايَة عَائِشَة بِنْت سَعْد عَنْ أَبِيهَا فِي الطِّبّ مِنْ الزِّيَادَة \" ثُمَّ وَضَعَ يَده عَلَى جَبْهَتِي ثُمَّ مَسَحَ وَجْهِي وَبَطْنِي ثُمَّ قَالَ : اللَّهُمَّ اِشْفِ سَعْدًا وَأَتْمِمْ لَهُ هِجْرَته , قَالَ : فَمَا زِلْت أَجِد بَرْدهَا \" وَلِمُسْلِمٍ مِنْ طَرِيق حُمَيْدٍ بْن عَبْد الرَّحْمَن الْمَذْكُورَة \" قُلْت فَادْعُ اللَّه أَنْ يَشْفِينِي , فَقَالَ : اللَّهُمَّ اِشْفِ سَعْدًا ثَلَاث مَرَّات \". ‏ ‏قَوْله : ( قُلْت يَا رَسُول اللَّه أُوصِي بِمَالِي كُلّه ) ‏ ‏فِي رِوَايَة عَائِشَة بِنْت سَعْد عَنْ أَبِيهَا فِي الطِّبّ \" أَفَأَتَصَدَّق بِثُلُثَيْ مَالِي \" وَكَذَا وَقَعَ فِي رِوَايَة الزُّهْرِيِّ , فَأَمَّا التَّعْبِير بِقَوْلِهِ : \" أَفَأَتَصَدَّق \" فَيَحْتَمِل التَّنْجِيز وَالتَّعْلِيق بِخِلَافِ \" أَفَأُوصِي \" لَكِنَّ الْمَخْرَج مُتَّحِد فَيُحْمَل عَلَى التَّعْلِيق لِلْجَمْعِ بَيْن الرِّوَايَتَيْنِ , وَقَدْ تَمَسَّكَ بِقَوْلِهِ : \" أَتَصَدَّق \" مَنْ جَعَلَ تَبَرُّعَات الْمَرِيض مِنْ الثُّلُث , وَحَمَلُوهُ عَلَى الْمُنَجَّزَة وَفِيهِ نَظَر لِمَا بَيَّنْته , وَأَمَّا الِاخْتِلَاف فِي السُّؤَال فَكَأَنَّهُ سَأَلَ أَوَّلًا عَنْ الْكُلّ ثُمَّ سَأَلَ عَنْ الثُّلُثَيْنِ ثُمَّ سَأَلَ عَنْ النِّصْف ثُمَّ سَأَلَ عَنْ الثُّلُث , وَقَدْ وَقَعَ مَجْمُوع ذَلِكَ فِي رِوَايَة جَرِير بْن يَزِيد عِنْد أَحْمَد وَفِي رِوَايَة بُكَيْرٍ بْن مِسْمَار عِنْد النَّسَائِيِّ كِلَاهُمَا عَنْ عَامِر بْن سَعْد , وَكَذَا لَهُمَا مِنْ طَرِيق مُحَمَّد بْن سَعْد عَنْ أَبِيهِ وَمِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ سَعْد , وَقَوْله فِي هَذِهِ الرِّوَايَة \" قُلْت فَالشَّطْر \" هُوَ بِالْجَرِّ عَطْفًا عَلَى قَوْله : \" بِمَالِي كُلّه \" أَيْ فَأُوصِي بِالنِّصْفِ , وَهَذَا رَجَّحَهُ السُّهَيْلِيّ , وَقَالَ الزَّمَخْشَرِيّ : هُوَ بِالنَّصْبِ عَلَى تَقْدِير فِعْل أَيْ أُسَمِّي الشَّطْر أَوْ أُعَيِّن الشَّطْر , وَيَجُوز الرَّفْع عَلَى تَقْدِير أَيَجُوزُ الشَّطْر. ‏ ‏قَوْله : ( قُلْت الثُّلُث ؟ قَالَ فَالثُّلُث , وَالثُّلُث كَثِير ) ‏ ‏كَذَا فِي أَكْثَر الرِّوَايَات , وَفِي رِوَايَة الزُّهْرِيِّ فِي الْهِجْرَة \" قَالَ الثُّلُث يَا سَعْد , وَالثُّلُث كَثِير \" وَفِي رِوَايَة مُصْعَب بْن سَعْد عَنْ أَبِيهِ عِنْد مُسْلِم \" قُلْت فَالثُّلُث ؟ قَالَ : نَعَمْ , وَالثُّلُث كَثِير \" وَفِي رِوَايَة عَائِشَة بِنْت سَعْد عَنْ أَبِيهَا فِي الْبَاب الَّذِي يَلِيه \" قَالَ : الثُّلُث , وَالثُّلُث كَبِير أَوْ كَثِير \" وَكَذَا لِلنَّسَائِيِّ مِنْ طَرِيق أَبِي عَبْد الرَّحْمَن السُّلَمَيّ عَنْ سَعْد وَفِيهِ \" فَقَالَ : أَوْصَيْت ؟ فَقُلْت : نَعَمْ. قَالَ : بِكَمْ ؟ قُلْت : بِمَالِي كُلّه. قَالَ : فَمَا تَرَكْت لِوَلَدِك \" ؟ وَفِيهِ \" أَوْصِ بِالْعُشْرِ , قَالَ فَمَا زَالَ يَقُول وَأَقُول , حَتَّى قَالَ : أَوْصِ بِالثُّلُثِ وَالثُّلُث كَثِير أَوْ كَبِير \" يَعْنِي بِالْمُثَلَّثَةِ أَوْ بِالْمُوَحَّدَةِ , وَهُوَ شَكّ مِنْ الرَّاوِي وَالْمَحْفُوظ فِي أَكْثَر الرِّوَايَات بِالْمُثَلَّثَةِ , وَمَعْنَاهُ كَثِير بِالنِّسْبَةِ إِلَى مَا دُونه , وَسَأَذْكُرُ الِاخْتِلَاف فِيهِ فِي الْبَاب الَّذِي بَعْد هَذَا , وَقَوْله : \" قَالَ الثُّلُث وَالثُّلُث كَثِير \" بِنَصْبِ الْأَوَّل عَلَى الْإِغْرَاء , أَوْ بِفِعْلٍ مُضْمَر نَحْو عَيَّنَ الثُّلُث , وَبِالرَّفْعِ عَلَى أَنَّهُ خَبَر مُبْتَدَأ مَحْذُوف أَوْ الْمُبْتَدَأ وَالْخَبَر مَحْذُوف وَالتَّقْدِير يَكْفِيك الثُّلُث أَوْ الثُّلُث كَافٍ , وَيَحْتَمِل أَنْ يَكُون قَوْله : \" وَالثُّلُث كَثِير \" مَسُوقًا لِبَيَانِ الْجَوَاز بِالثُّلُثِ وَأَنَّ الْأَوْلَى أَنْ يُنْقِص عَنْهُ وَلَا يَزِيد عَلَيْهِ وَهُوَ مَا يَبْتَدِرهُ الْفَهْم , وَيَحْتَمِل أَنْ يَكُون لِبَيَانِ أَنَّ التَّصَدُّق بِالثُّلُثِ هُوَ الْأَكْمَل أَيْ كَثِير أَجْره , وَيَحْتَمِل أَنْ يَكُون مَعْنَاهُ كَثِير غَيْر قَلِيل قَالَ الشَّافِعِيّ رَحِمه اللَّه \" وَهَذَا أَوْلَى مَعَانِيه \" يَعْنِي أَنَّ الْكَثْرَة أَمْر نِسْبِيّ , وَعَلَى الْأَوَّل عَوَّلَ اِبْن عَبَّاس كَمَا سَيَأْتِي فِي حَدِيث الْبَاب الَّذِي بَعْده. ‏ ‏قَوْله : ( إِنَّك أَنْ تَدَع ) ‏ ‏بِفَتْحِ \" أَنْ \" عَلَى التَّعْلِيل وَبِكَسْرِهَا عَلَى الشَّرْطِيَّة , قَالَ النَّوَوِيّ : هُمَا صَحِيحَانِ صُورِيَّانِ , وَقَالَ الْقُرْطُبِيّ : لَا مَعْنَى لِلشَّرْطِ هُنَا لِأَنَّهُ يَصِير لَا جَوَاب لَهُ وَيَبْقَى \" خَيْر \" لَا رَافِع لَهُ. وَقَالَ اِبْن الْجَوْزِيّ : سَمِعْنَاهُ مِنْ رُوَاة الْحَدِيث بِالْكَسْرِ , وَأَنْكَرَهُ شَيْخنَا عَبْد اللَّه بْن أَحْمَد - يَعْنِي اِبْن الْخَشَّاب - وَقَالَ : لَا يَجُوز الْكَسْر لِأَنَّهُ لَا جَوَاب لَهُ لِخُلُوِّ لَفْظ \" خَيْر \" مِنْ الْفَاء وَغَيْرهَا مِمَّا اُشْتُرِطَ فِي الْجَوَاب , وَتُعُقِّبَ بِأَنَّهُ لَا مَانِع مِنْ تَقْدِيره وَقَالَ اِبْن مَالِك : جَزَاء الشَّرْط قَوْله : \" خَيْر \" أَيْ فَهُوَ خَيْر , حَذْف الْفَاء جَائِز وَهُوَ كَقِرَاءَةِ طَاوُسٍ : \" وَيَسْأَلُونَك عَنْ الْيَتَامَى قُلْ أصلح لَهُمْ خَيْر \" قَالَ : وَمَنْ خَصَّ ذَلِكَ بِالشِّعْرِ بَعُدَ عَنْ التَّحْقِيق , وَضَيَّقَ حَيْثُ لَا تَضْيِيق , لِأَنَّهُ كَثِير فِي الشِّعْر قَلِيل فِي غَيْره , وَأَشَارَ بِذَلِكَ إِلَى مَا وَقَعَ فِي الشِّعْر فِيمَا أَنْشَدَهُ سِيبَوَيْهِ : ‏ ‏مَنْ يَفْعَل الْحَسَنَات اللَّه يَشْكُرهَا ‏ ‏أَيْ فَاَللَّه يَشْكُرهَا , وَإِلَى الرَّدّ عَلَى مَنْ زَعَمَ أَنَّ ذَلِكَ خَاصّ بِالشِّعْرِ قَالَ : وَنَظِيره قَوْله فِي حَدِيث اللُّقَطَة \" فَإِنْ جَاءَ صَاحِبهَا وَإِلَّا اِسْتَمْتِعْ بِهَا \" بِحَذْفِ الْفَاء , وَقَوْله فِي حَدِيث اللِّعَان \" الْبَيِّنَة وَإِلَّا حَدّ فِي ظَهْرك \". ‏ ‏قَوْله : ( وَرَثَتك ) ‏ ‏قَالَ الزَّيْن بْن الْمُنِير : إِنَّمَا عَبَّرَ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِلَفْظِ الْوَرَثَة وَلَمْ يَقُلْ أَنْ تَدَع بِنْتك مَعَ أَنَّهُ لَمْ يَكُنْ لَهُ يَوْمئِذٍ إِلَّا اِبْنَة وَاحِدَة لِكَوْنِ الْوَارِث حِينَئِذٍ لَمْ يَتَحَقَّق , لِأَنَّ سَعْدًا إِنَّمَا قَالَ ذَلِكَ بِنَاء عَلَى مَوْته فِي ذَلِكَ الْمَرَض وَبَقَائِهَا بَعْده حَتَّى تَرِثهُ , وَكَانَ مِنْ الْجَائِز أَنْ تَمُوت هِيَ قَبْله فَأَجَابَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَلَامٍ كُلِّيّ مُطَابِق لِكُلِّ حَالَة وَهِيَ قَوْله : \" وَرَثَتك \" وَلَمْ يَخُصّ بِنْتًا مِنْ غَيْرهَا , وَقَالَ الْفَاكِهِيّ شَارِح الْعُمْدَة : إِنَّمَا عَبَّرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْوَرَثَةِ لِأَنَّهُ اِطَّلَعَ عَلَى أَنَّ سَعْدًا سَيَعِيشُ وَيَأْتِيه أَوْلَاد غَيْر الْبِنْت الْمَذْكُورَة فَكَانَ كَذَلِكَ , وَوُلِدَ لَهُ بَعْد ذَلِكَ أَرْبَعَة بَنِينَ وَلَا أَعْرِف أَسْمَاءَهُمْ , وَلَعَلَّ اللَّه أَنْ يَفْتَح بِذَلِكَ. قُلْت : وَلَيْسَ قَوْله : \" أَنْ تَدَع بِنْتك \" مُتَعَيِّنًا لِأَنَّ مِيرَاثه لَمْ يَكُنْ مُنْحَصِرًا فِيهَا , فَقَدْ كَانَ لِأَخِيهِ عُتْبَة بْن أَبِي وَقَّاص أَوْلَاد إِذْ ذَاكَ مِنْهُمْ هَاشِم بْن عُتْبَة الصَّحَابِيّ الَّذِي قُتِلَ بِصِفِّين , وَسَأَذْكُرُ بَسْط ذَلِكَ , فَجَازَ التَّعْبِير بِالْوَرَثَةِ لِتَدْخُل الْبِنْت وَغَيْرهَا مِمَّنْ يَرِث لَوْ وَقَعَ مَوْته إِذْ ذَاكَ أَوْ بَعْد ذَلِكَ. أَمَّا قَوْل الْفَاكِهِيّ إِنَّهُ وُلِدَ لَهُ بَعْد ذَلِكَ أَرْبَعَة بَنِينَ وَإِنَّهُ لَا يَعْرِف أَسْمَاءَهُمْ فَفِيهِ قُصُور شَدِيد , فَإِنَّ أَسْمَاءَهُمْ فِي رِوَايَة هَذَا الْحَدِيث بِعَيْنِهِ عِنْد مُسْلِم مِنْ طَرِيق عَامِر وَمُصْعَب وَمُحَمَّد ثَلَاثَتهمْ عَنْ سَعْد , وَوَقَعَ ذِكْر عُمَر بْن سَعْد فِيهِ فِي مَوْضِع آخَر , وَلَمَّا وَقَعَ ذِكْر هَؤُلَاءِ فِي هَذَا الْحَدِيث عِنْد مُسْلِم اِقْتَصَرَ الْقُرْطُبِيّ عَلَى ذِكْر الثَّلَاثَة , وَوَقَعَ فِي كَلَام بَعْض شُيُوخنَا تَعَقُّب عَلَيْهِ بِأَنَّ لَهُ أَرْبَعَة مِنْ الذُّكُور غَيْر الثَّلَاثَة وَهُمْ عُمَر وَإِبْرَاهِيم وَيَحْيَى وَإِسْحَاق , وَعَزَا ذِكْرهمْ لِابْنِ الْمَدِينِيّ وَغَيْره , وَفَاته أَنَّ اِبْن سَعْد ذَكَرَ لَهُ مِنْ الذُّكُور غَيْر السَّبْعَة أَكْثَر مِنْ عَشَرَة وَهُمْ عَبْد اللَّه وَعَبْد الرَّحْمَن وَعَمْرو وَعِمْرَان وَصَالِح وَعُثْمَان وَإِسْحَاق الْأَصْغَر وَعُمَر الْأَصْغَر وَعُمَيْر مُصَغَّرًا وَغَيْرهمْ , وَذَكَرَ لَهُ مِنْ الْبَنَات ثِنْتَيْ عَشْرَة بِنْتًا. وَكَأَنَّ اِبْن الْمَدِينِيّ اِقْتَصَرَ عَلَى ذِكْر مَنْ رَوَى الْحَدِيث مِنْهُ وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( عَالَة ) ‏ ‏أَيْ فُقَرَاء وَهُوَ جَمْع عَالٍ وَهُوَ الْفَقِير وَالْفِعْل مِنْهُ عَالَ يُعِيل إِذَا اِفْتَقَرَ. ‏ ‏قَوْله : ( يَتَكَفَّفُونَ النَّاس ) ‏ ‏أَيْ يَسْأَلُونَ النَّاس بِأَكُفِّهِمْ , يُقَال تَكَفَّفَ النَّاس وَاسْتَكَفَّ إِذَا بَسَطَ كَفّه لِلسُّؤَالِ , أَوْ سَأَلَ مَا يَكُفّ عَنْهُ الْجُوع , أَوْ سَأَلَ كَفًّا كَفًّا مِنْ طَعَام. ‏ ‏وَقَوْله : فِي أَيْدِيهمْ ‏ ‏أَيْ بِأَيْدِيهِمْ أَوْ سَأَلُوا بِأَكُفِّهِمْ وَضْع الْمَسْئُول فِي أَيْدِيهمْ وَقَعَ فِي رِوَايَة الزُّهْرِيِّ أَنَّ سَعْدًا قَالَ : \" وَأَنَا ذُو مَال \" وَنَحْوه فِي رِوَايَة عَائِشَة بِنْت سَعْد فِي الطِّبّ , وَهَذَا اللَّفْظ يُؤْذِن بِمَالٍ كَثِير , وَذُو الْمَال إِذَا تَصَدَّقَ بِثُلُثِهِ أَوْ بِشَطْرِهِ وَأَبْقَى ثُلُثه بَيْن اِبْنَته وَغَيْرهَا لَا يَصِيرُونَ عَالَة , لَكِنَّ الْجَوَاب أَنَّ ذَلِكَ خَرَجَ عَلَى التَّقْدِير لِأَنَّ بَقَاء الْمَال الْكَثِير إِنَّمَا هُوَ عَلَى سَبِيل التَّقْدِير وَإِلَّا فَلَوْ تَصَدَّقَ الْمَرِيض بِثُلُثَيْهِ مَثَلًا ثُمَّ طَالَتْ حَيَاته وَنَقَصَ وَفَنِيَ الْمَال فَقَدْ تُجْحِف الْوَصِيَّة بِالْوَرَثَةِ , فَرَدَّ الشَّارِع الْأَمْر إِلَى شَيْء مُعْتَدِل وَهُوَ الثُّلُث. ‏ ‏قَوْله : ( وَإِنَّك مَهْمَا أَنْفَقْت مِنْ نَفَقَة فَإِنَّهَا صَدَقَة ) ‏ ‏هُوَ مَعْطُوف عَلَى قَوْله : \" إِنَّك أَنْ تَدَع \" وَهُوَ عِلَّة لِلنَّهْيِ عَنْ الْوَصِيَّة بِأَكْثَر مِنْ الثُّلُث , كَأَنَّهُ قِيلَ لَا تَفْعَل لِأَنَّك إِنْ مُتّ تَرَكْت وَرَثَتك أَغْنِيَاء وَإِنْ عِشْت تَصَدَّقْت وَأَنْفَقْت فَالْأَجْر حَاصِل لَك فِي الْحَالَيْنِ , وَقَوْله : \" فَإِنَّهَا صَدَقَة \" كَذَا أَطْلَقَ فِي هَذِهِ الرِّوَايَة وَفِي رِوَايَة الزُّهْرِيِّ \" وَإِنَّك لَنْ تُنْفِق نَفَقَة تَبْتَغِي بِهَا وَجْه اللَّه إِلَّا أُجِرْت بِهَا \" مُقَيَّدَة بِابْتِغَاءِ وَجْه اللَّه , وَعَلَّقَ حُصُول الْأَجْر بِذَلِكَ وَهُوَ الْمُعْتَبَر , وَيُسْتَفَاد مِنْهُ أَنَّ أَجْر الْوَاجِب يَزْدَاد بِالنِّيَّةِ لِأَنَّ الْإِنْفَاق عَلَى الزَّوْجَة وَاجِب وَفِي فِعْله الْأَجْر , فَإِذَا نَوَى بِهِ اِبْتِغَاء وَجْه اللَّه اِزْدَادَ أَجْره بِذَلِكَ قَالَهُ اِبْن أَبِي جَمْرَة , قَالَ : وَنُبِّهَ بِالنَّفَقَةِ عَلَى غَيْرهَا مِنْ وُجُوه الْبِرّ وَالْإِحْسَان. ‏ ‏قَوْله : ( حَتَّى اللُّقْمَة ) ‏ ‏بِالنَّصْبِ عَطْفًا عَلَى نَفَقَة وَيَجُوز الرَّفْع عَلَى أَنَّهُ مُبْتَدَأ وَ \" تَجْعَلهَا \" الْخَبَر , وَسَيَأْتِي الْكَلَام عَلَى حُكْم نَفَقَة الزَّوْجَة فِي كِتَاب النَّفَقَات إِنْ شَاءَ اللَّه تَعَالَى , وَوَجْه تَعَلُّق قَوْله : \" وَإِنَّك لَنْ تُنْفِق نَفَقَة إِلَخْ \" بِقِصَّةِ الْوَصِيَّة أَنَّ سُؤَال سَعْد يُشْعِر بِأَنَّهُ رَغَّبَ فِي تَكْثِير الْأَجْر فَلَمَّا مَنَعَهُ الشَّارِع مِنْ الزِّيَادَة عَلَى الثُّلُث قَالَ لَهُ عَلَى سَبِيل التَّسْلِيَة إِنَّ جَمِيع مَا تَفْعَلهُ فِي مَالِك مِنْ صَدَقَة نَاجِزَة وَمِنْ نَفَقَة وَلَوْ كَانَتْ وَاجِبَة تُؤْجَر بِهَا إِذَا اِبْتَغَيْت بِذَلِكَ وَجْه اللَّه تَعَالَى , وَلَعَلَّهُ خَصَّ الْمَرْأَة بِالذِّكْرِ لِأَنَّ نَفَقَتهَا مُسْتَمِرَّة بِخِلَافِ غَيْرهَا , قَالَ اِبْن دَقِيق الْعِيد : فِيهِ أَنَّ الثَّوَاب فِي الْإِنْفَاق مَشْرُوط بِصِحَّةِ النِّيَّة وَابْتِغَاء وَجْه اللَّه , وَهَذَا عُسْر إِذَا عَارَضَهُ مُقْتَضَى الشَّهْوَة , فَإِنَّ ذَلِكَ لَا يَحْصُل الْغَرَض مِنْ الثَّوَاب حَتَّى يَبْتَغِي بِهِ وَجْه اللَّه , وَسَبَقَ تَخْلِيص هَذَا الْمَقْصُود مِمَّا يَشُوبهُ , قَالَ : وَقَدْ يَكُون فِيهِ دَلِيل عَلَى أَنَّ الْوَاجِبَات إِذَا أُدِّيَتْ عَلَى قَصْد أَدَاء الْوَاجِب اِبْتِغَاء وَجْه اللَّه أُثِيب عَلَيْهَا , فَإِنَّ قَوْله : \" حَتَّى مَا تَجْعَل فِي فِي اِمْرَأَتك \" لَا تَخْصِيص لَهُ بِغَيْرِ الْوَاجِب وَلَفْظَة \" حَتَّى \" هُنَا تَقْتَضِي الْمُبَالَغَة فِي تَحْصِيل هَذَا الْأَجْر بِالنِّسْبَةِ إِلَى الْمَعْنَى , كَمَا يُقَال جَاءَ الْحَاجّ حَتَّى الْمُشَاة. ‏ ‏قَوْله : ( وَعَسَى اللَّه أَنْ يَرْفَعك ) ‏ ‏أَيْ يُطِيل عُمْرك , وَكَذَلِكَ اِتَّفَقَ , فَإِنَّهُ عَاشَ بَعْد ذَلِكَ أَزِيد مِنْ أَرْبَعِينَ سَنَة بَلْ قَرِيبًا مِنْ خَمْسِينَ , لِأَنَّهُ مَاتَ سَنَة خَمْس وَخَمْسِينَ مِنْ الْهِجْرَة وَقِيلَ سَنَة ثَمَان وَخَمْسِينَ وَهُوَ الْمَشْهُور , فَيَكُون عَاشَ بَعْد حَجَّة الْوَدَاع خَمْسًا وَأَرْبَعِينَ أَوْ ثَمَانِيًا وَأَرْبَعِينَ. ‏ ‏قَوْله : ( فَيَنْتَفِع بِك نَاس وَيَضُرّ بِك آخَرُونَ ) ‏ ‏أَيْ يَنْتَفِع بِك الْمُسْلِمُونَ بِالْغَنَائِمِ مِمَّا سَيَفْتَحُ اللَّه عَلَى يَدَيْك مِنْ بِلَاد الشِّرْك , وَيَضُرّ بِك الْمُشْرِكُونَ الَّذِينَ يَهْلَكُونَ عَلَى يَدَيْك. وَزَعَمَ اِبْن التِّين أَنَّ الْمُرَاد بِالنَّفْعِ بِهِ مَا وَقَعَ مِنْ الْفُتُوح عَلَى يَدَيْهِ كَالْقَادِسِيَّةِ وَغَيْرهَا , وَبِالضَّرَرِ مَا وَقَعَ مِنْ تَأْمِير وَلَده عُمَر بْن سَعْد عَلَى الْجَيْش الَّذِينَ قَتَلُوا الْحُسَيْن بْن عَلِيّ وَمَنْ مَعَهُ , وَهُوَ كَلَام مَرْدُود لِتَكَلُّفِهِ لِغَيْرِ ضَرُورَة تَحْمِل عَلَى إِرَادَة الضَّرَر الصَّادِر مِنْ وَلَده , وَقَدْ وَقَعَ مِنْهُ هُوَ الضَّرَر الْمَذْكُور بِالنِّسْبَةِ إِلَى الْكُفَّار. ‏ ‏وَأَقْوَى مِنْ ذَلِكَ مَا رَوَاهُ الطَّحَاوِيُّ مِنْ طَرِيق بُكَيْر بْن عَبْد اللَّه بْن الْأَشَجّ عَنْ أَبِيهِ أَنَّهُ سَأَلَ عَامِر بْن سَعْد عَنْ مَعْنَى قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا فَقَالَ : لَمَّا أُمِّرَ سَعْد عَلَى الْعِرَاق أُتِيَ بِقَوْمٍ اِرْتَدُّوا فَاسْتَتَابَهُمْ فَتَابَ بَعْضهمْ وَامْتَنَعَ بَعْضهمْ فَقَتَلَهُمْ , فَانْتَقَعَ بِهِ مَنْ تَابَ وَحَصَلَ الضَّرَر لِلْآخَرِينَ. قَالَ بَعْض الْعُلَمَاء : \" لَعَلَّ \" وَإِنْ كَانَتْ لِلتَّرَجِّي لَكِنَّهَا مِنْ اللَّه لِلْأَمْرِ الْوَاقِع , وَكَذَلِكَ إِذَا وَرَدَتْ عَلَى لِسَان رَسُوله غَالِبًا. ‏ ‏قَوْله : ( وَلَمْ يَكُنْ لَهُ يَوْمئِذٍ إِلَّا اِبْنَة ) ‏ ‏فِي رِوَايَة الزُّهْرِيِّ وَنَحْوه فِي رِوَايَة عَائِشَة بِنْت سَعْد أَنَّ سَعْدًا قَالَ : \" وَلَا يَرِثنِي إِلَّا اِبْنَة وَاحِدَة \" قَالَ النَّوَوِيّ وَغَيْره : مَعْنَاهُ لَا يَرِثنِي مِنْ الْوَلَد أَوْ مِنْ خَوَاصّ الْوَرَثَة أَوْ مِنْ النِّسَاء , وَإِلَّا فَقَدْ كَانَ لِسَعْدٍ عَصَبَات لِأَنَّهُ مِنْ بَنِي زُهْرَة وَكَانُوا كَثِيرًا. وَقِيلَ مَعْنَاهُ لَا يَرِثنِي مِنْ أَصْحَاب الْفُرُوض , أَوْ خَصَّهَا بِالذِّكْرِ عَلَى تَقْدِير لَا يَرِثنِي مِمَّنْ أَخَاف عَلَيْهِ الضَّيَاع وَالْعَجْز إِلَّا هِيَ , أَوْ ظَنَّ أَنَّهَا تَرِث جَمِيع الْمَال , أَوْ اِسْتَكْثَرَ لَهَا نِصْف التَّرِكَة. وَهَذِهِ الْبِنْت زَعَمَ بَعْض مِنْ أَدْرَكْنَاهُ أَنَّ اِسْمهَا عَائِشَة , فَإِنْ كَانَ مَحْفُوظًا فَهِيَ غَيْر عَائِشَة بِنْت سَعْد الَّتِي رَوَتْ هَذَا الْحَدِيث عِنْده فِي الْبَاب الَّذِي يَلِيه وَفِي الطِّبّ , وَهِيَ تَابِعِيَّة عَمَّرَتْ حَتَّى أَدْرَكَهَا مَالِك وَرَوَى عَنْهَا وَمَاتَتْ سَنَة مَائَة وَسَبْعَة عَشْرَ , لَكِنْ لَمْ يَذْكُر أَحَد مِنْ النَّسَّابِينَ لِسَعْدٍ بِنْتًا تُسَمَّى عَائِشَة غَيْر هَذِهِ , وَذَكَرُوا أَنَّ أَكْبَر بَنَاته أُمّ الْحَكَم الْكُبْرَى وَأُمّهَا بِنْت شِهَاب بْن عَبْد اللَّه بْن الْحَارِث بْن زُهْرَة , وَذَكَرُوا لَهُ بَنَات أُخْرَى أُمَّهَاتهنَّ مُتَأَخِّرَات الْإِسْلَام بَعْد الْوَفَاة النَّبَوِيَّة , فَالظَّاهِر أَنَّ الْبِنْت الْمُشَار إِلَيْهَا هِيَ أُمّ الْحَكَم الْمَذْكُورَة لِتَقَدُّمِ تَزْوِيج سَعْد بِأُمِّهَا , وَلَمْ أَرَ مَنْ حَرَّرَ ذَلِكَ , وَفِي هَذَا الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ مَشْرُوعِيَّة زِيَارَة الْمَرِيض لِلْإِمَامِ فَمَنْ دُونه , وَتَتَأَكَّد بِاشْتِدَادِ الْمَرَض , وَفِيهِ وَضْع الْيَد عَلَى جَبْهَة الْمَرِيض وَمَسْح وَجْهه وَمَسْح الْعُضْو الَّذِي يُؤْلِمهُ وَالْفَسْح لَهُ فِي طُول الْعُمْر , وَجَوَاز إِخْبَار الْمَرِيض بِشِدَّةِ مَرَضه وَقُوَّة أَلَمه إِذَا لَمْ يَقْتَرِن بِذَلِكَ شَيْء مِمَّا يُمْنَع أَوْ يُكْرَه مِنْ التَّبَرُّم وَعَدَم الرِّضَا بَلْ حَيْثُ يَكُون ذَلِكَ لِطَلَبِ دُعَاء أَوْ دَوَاء وَرُبَّمَا اُسْتُحِبَّ , وَأَنَّ ذَلِكَ لَا يُنَافِي الِاتِّصَاف بِالصَّبْرِ الْمَحْمُود , وَإِذَا جَازَ ذَلِكَ فِي أَثْنَاء الْمَرَض كَانَ الْإِخْبَار بِهِ بَعْد الْبُرْء أَجْوَز , وَأَنَّ أَعْمَال الْبِرّ وَالطَّاعَة إِذَا كَانَ مِنْهَا مَا لَا يُمْكِن اِسْتِدْرَاكه قَامَ غَيْره فِي الثَّوَاب وَالْأَجْر مَقَامه , وَرُبَّمَا زَادَ عَلَيْهِ , وَذَلِكَ أَنَّ سَعْدًا خَافَ أَنْ يَمُوت بِالدَّارِ الَّتِي هَاجَرَ مِنْهَا فَيَفُوت عَلَيْهِ بَعْض أَجْر هِجْرَته , فَأَخْبَرَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّهُ إِنْ تَخَلَّفَ عَنْ دَار هِجْرَته فَعَمِلَ عَمَلًا صَالِحًا مِنْ حَجّ أَوْ جِهَاد أَوْ غَيْر ذَلِكَ كَانَ لَهُ بِهِ أَجْر يُعَوِّض مَا فَاتَهُ مِنْ الْجِهَة الْأُخْرَى , وَفِيهِ إِبَاحَة جَمْع الْمَال بِشَرْطِهِ لِأَنَّ التَّنْوِين فِي قَوْله : \" وَأَنَا ذُو مَال \" لِلْكَثْرَةِ وَقَدْ وَقَعَ فِي بَعْض طُرُقه صَرِيحًا \" وَأَنَا ذُو مَال كَثِير \" وَالْحَثّ عَلَى صِلَة الرَّحِم وَالْإِحْسَان إِلَى الْأَقَارِب , وَأَنَّ صِلَة الْأَقْرَب أَفْضَل مِنْ صِلَة الْأَبْعَد , وَالْإِنْفَاق فِي وُجُوه الْخَيْر لِأَنَّ الْمُبَاح إِذَا قُصِدَ بِهِ وَجْه اللَّه صَارَ طَاعَة ; وَقَدْ نُبِّهَ عَلَى ذَلِكَ بِأَقَلّ الْحُظُوظ الدُّنْيَوِيَّة الْعَادِيَة وَهُوَ وَضْع اللُّقْمَة فِي فَم الزَّوْجَة إِذْ لَا يَكُون ذَلِكَ غَالِبًا إِلَّا عِنْد الْمُلَاعَبَة وَالْمُمَازَحَة وَمَعَ ذَلِكَ فَيُؤْجَر فَاعِله إِذَا قَصَدَ بِهِ قَصْدًا صَحِيحًا , فَكَيْفَ بِمَا هُوَ فَوْق ذَلِكَ , وَفِيهِ مَنْع نَقْل الْمَيِّت مِنْ بَلَد إِلَى بَلَد إِذْ لَوْ كَانَ ذَلِكَ مَشْرُوعًا لَأَمَرَ بِنَقْلِ سَعْد بْن خَوْلَة قَالَهُ الْخَطَّابِيُّ , وَبِأَنَّ مَنْ لَا وَارِث لَهُ تَجُوز لَهُ الْوَصِيَّة بِأَكْثَر مِنْ الثُّلُث لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَنْ تَذَر وَرَثَتك أَغْنِيَاء \" فَمَفْهُومه أَنَّ مَنْ لَا وَارِث لَهُ لَا يُبَالِي بِالْوَصِيَّةِ بِمَا زَادَ لِأَنَّهُ لَا يَتْرُك وَرَثَة يَخْشَى عَلَيْهِمْ الْفَقْر , وَتُعُقِّبَ بِأَنَّهُ لَيْسَ تَعْلِيلًا مَحْضًا وَإِنَّمَا فِيهِ تَنْبِيه عَلَى الْأَحَظّ الْأَنْفَع , وَلَوْ كَانَ تَعْلِيلًا مَحْضًا لَاقْتَضَى جَوَاز الْوَصِيَّة بِأَكْثَر مِنْ الثُّلُث لِمَنْ كَانَتْ وَرَثَته أَغْنِيَاء , وَلَنَفَذَ ذَلِكَ عَلَيْهِمْ بِغَيْرِ إِجَازَتهمْ وَلَا قَائِل بِذَلِكَ , وَعَلَى تَقْدِير أَنْ يَكُون تَعْلِيلًا مَحْضًا فَهُوَ لِلنَّقْصِ عَنْ الثُّلُث لَا لِلزِّيَادَةِ عَلَيْهِ , فَكَأَنَّهُ لَمَّا شَرَعَ الْإِيصَاء بِالثُّلُثِ وَأَنَّهُ لَا يُعْتَرَض بِهِ عَلَى الْمُوصِي إِلَّا أَنَّ الِانْحِطَاط عَنْهُ أَوْلَى وَلَا سِيَّمَا لِمَنْ يَتْرُك وَرَثَة غَيْر أَغْنِيَاء , فَنَبَّهَ سَعْدًا عَلَى ذَلِكَ. وَفِيهِ سَدّ الذَّرِيعَة لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَلَا تَرُدّهُمْ عَلَى أَعْقَابهمْ \" لِئَلَّا يَتَذَرَّع بِالْمَرَضِ أَحَد لِأَجْلِ حُبّ الْوَطَن قَالَهُ اِبْن عَبْد الْبَرّ. ‏ ‏وَفِيهِ تَقْيِيد مُطْلَق الْقُرْآن بِالسُّنَّةِ لِأَنَّهُ قَالَ سُبْحَانه وَتَعَالَى : ( مِنْ بَعْد وَصِيَّة يُوصِي بِهَا أَوْ دَيْن ) فَأَطْلَقَ , وَقَيَّدَتْ السُّنَّة الْوَصِيَّة بِالثُّلُثِ , وَأَنَّ مَنْ تَرَكَ شَيْئًا لِلَّهِ لَا يَنْبَغِي لَهُ الرُّجُوع فِيهِ وَلَا فِي شَيْء مِنْهُ مُخْتَارًا , وَفِيهِ التَّأَسُّف عَلَى فَوْت مَا يَحْصُل الثَّوَاب , وَفِيهِ حَدِيث \" مَنْ سَاءَتْهُ سَيِّئَة \" وَأَنَّ مَنْ فَاتَهُ ذَلِكَ بَادَرَ إِلَى جَبْره بِغَيْرِ ذَلِكَ وَفِيهِ تَسْلِيَة مَنْ فَاتَهُ أَمْر مِنْ الْأُمُور بِتَحْصِيلِ مَا هُوَ أَعْلَى مِنْهُ لِمَا أَشَارَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِسَعْدٍ مِنْ عَمَله الصَّالِح بَعْد ذَلِكَ , ‏ ‏وَفِيهِ جَوَاز التَّصَدُّق بِجَمِيعِ الْمَال لِمَنْ عُرِفَ بِالصَّبْرِ وَلَمْ يَكُنْ لَهُ مَنْ تَلْزَمهُ نَفَقَته وَقَدْ تَقَدَّمَتْ الْمَسْأَلَة فِي كِتَاب الزَّكَاة , ‏ ‏وَفِيهِ الِاسْتِفْسَار عَنْ الْمُحْتَمَل إِذَا اِحْتَمَلَ وُجُوهًا لِأَنَّ سَعْدًا لَمَّا مُنِعَ مِنْ الْوَصِيَّة بِجَمِيعِ الْمَال اِحْتَمَلَ عِنْده الْمَنْع فِيمَا دُونه وَالْجَوَاز فَاسْتَفْسَرَ عَمَّا دُون ذَلِكَ , ‏ ‏وَفِيهِ النَّظَر فِي مَصَالِح الْوَرَثَة , وَأَنَّ خِطَاب الشَّارِع لِلْوَاحِدِ يَعُمّ مِنْ كَانَ بِصِفَتِهِ مِنْ الْمُكَلَّفِينَ لِإِطْبَاقِ الْعُلَمَاء عَلَى الِاحْتِجَاج بِحَدِيثِ سَعْد هَذَا وَإِنْ كَانَ الْخِطَاب إِنَّمَا وَقَعَ لَهُ بِصِيغَةِ الْإِفْرَاد , وَلَقَدْ أَبْعَدَ مَنْ قَالَ : إِنَّ ذَلِكَ يَخْتَصّ بِسَعْدٍ وَمَنْ كَانَ فِي مِثْل حَاله مِمَّنْ يَخْلُف وَارِثًا ضَعِيفًا أَوْ كَانَ مَا يَخْلُفهُ قَلِيلًا لِأَنَّ الْبِنْت مِنْ شَأْنهَا أَنْ يُطْمَع فِيهَا , وَإِنْ كَانَتْ بِغَيْرِ مَال لَمْ يُرْغَب فِيهَا , ‏ ‏وَفِيهِ أَنَّ مَنْ تَرَكَ مَالًا قَلِيلًا فَالِاخْتِيَار لَهُ تَرْك الْوَصِيَّة وَإِبْقَاء الْمَال لِلْوَرَثَةِ , وَاخْتَلَفَ السَّلَف فِي ذَلِكَ الْقَلِيل كَمَا تَقَدَّمَ فِي أَوَّل الْوَصَايَا , وَاسْتَدَلَّ بِهِ التَّيْمِيُّ لِفَضْلِ الْغَنِيّ عَلَى الْفَقِير وَفِيهِ نَظَر , ‏ ‏وَفِيهِ مُرَاعَاة الْعَدْل بَيْن الْوَرَثَة وَمُرَاعَاة الْعَدْل فِي الْوَصِيَّة , وَفِيهِ أَنَّ الثُّلُث فِي حَدّ الْكَثْرَة , وَقَدْ اِعْتَبَرَهُ بَعْض الْفُقَهَاء فِي غَيْر الْوَصِيَّة , وَيَحْتَاج الِاحْتِجَاج بِهِ إِلَى ثُبُوت طَلَب الْكَثْرَة فِي الْحُكْم الْمُعَيَّن , وَاسْتَدَلَّ بِقَوْلِهِ : \" وَلَا يَرِثنِي إِلَّا اِبْنَة لِي \" مَنْ قَالَ بِالرَّدِّ عَلَى ذَوِي الْأَرْحَام لِلْحَصْرِ فِي قَوْله : \" لَا يَرِثنِي إِلَّا اِبْنَة \" وَتُعُقِّبَ بِأَنَّ الْمُرَاد مِنْ ذَوِي الْفُرُوض كَمَا تَقَدَّمَ , وَمَنْ قَالَ بِالرَّدِّ لَا يَقُول بِظَاهِرِهِ لِأَنَّهُمْ يُعْطُونَهَا فَرْضهَا ثُمَّ يَرُدُّونَ عَلَيْهَا الْبَاقِي , وَظَاهِر الْحَدِيث أَنَّهَا تَرِث الْجَمِيع اِبْتِدَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2743,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَوْ غَضَّ النَّاسُ إِلَى الرُّبْعِ، لأَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ أَوْ كَبِيرٌ ‏\"‏‏.‏",
    "english_text": "I recommend that people reduce the proportion of what they bequeath by will to the fourth (of the \nwhole legacy), for Allah's Messenger (ﷺ) said, \"One-third, yet even one third is too much.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا سُفْيَان ) ‏ ‏هُوَ اِبْن عُيَيْنَة فَإِنَّ قُتَيْبَة لَمْ يَلْحَق الثَّوْرِيّ. ‏ ‏قَوْله : ( عَنْ هِشَام بْن عُرْوَة ) ‏ ‏وَفِي رِوَايَة الْحُمَيْدِيِّ فِي مُسْنَده عَنْ سُفْيَان \" حَدَّثَنَا هِشَام \" وَلَيْسَ لِعُرْوَةَ بْن الزُّبَيْر عَنْ اِبْن عَبَّاس فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث الْوَاحِد. ‏ ‏قَوْله : ( لَوْ غَضَّ النَّاس ) ‏ ‏بِمُعْجَمَتَيْنِ أَيْ نَقَصَ , وَ \" لَوْ \" لِلتَّمَنِّي فَلَا يَحْتَاج إِلَى جَوَاب , أَوْ شَرْطِيَّة وَالْجَوَاب مَحْذُوف , وَقَدْ وَقَعَ فِي رِوَايَة اِبْن أَبِي عُمَر فِي مُسْنَده عَنْ سُفْيَان بِلَفْظِ \" كَانَ أَحَبّ إِلَيَّ \" أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيقه وَمِنْ طَرِيق أَحْمَد بْن عَبْدَةَ أَيْضًا وَأَخْرَجَهُ مِنْ طَرِيق الْعَبَّاس بْن الْوَلِيد عَنْ سُفْيَان بِلَفْظِ \" كَانَ أَحَبّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( إِلَى الرُّبُع ) ‏ ‏زَادَ الْحُمَيْدِيّ \" فِي الْوَصِيَّة \" وَكَذَا رَوَاهُ أَحْمَد عَنْ وَكِيع عَنْ هِشَام بِلَفْظِ \" وَدِدْت أَنَّ النَّاس غَضُّوا مِنْ الثُّلُث إِلَى الرُّبُع فِي الْوَصِيَّة \" الْحَدِيث , وَفِي رِوَايَة اِبْن نُمَيْر عَنْ هِشَام عِنْد مُسْلِم \" لَوْ أَنَّ النَّاس غَضُّوا مِنْ الثُّلُث إِلَى الرُّبُع \". ‏ ‏قَوْله : ( لِأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ ) ‏ ‏هُوَ كَالتَّعْلِيلِ لِمَا اِخْتَارَهُ مِنْ النُّقْصَان عَنْ الثُّلُث , وَكَأَنَّ اِبْن عَبَّاس أَخَذَ ذَلِكَ مِنْ وَصْفه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الثُّلُث بِالْكَثْرَةِ , وَقَدْ قَدَّمْنَا الِاخْتِلَاف فِي تَوْجِيه ذَلِكَ فِي الْبَاب الَّذِي قَبْله , وَمَنْ أَخَذَ بِقَوْلِ اِبْن عَبَّاس فِي ذَلِكَ كَإِسْحَاق بْن رَاهْوَيْهِ , وَالْمَعْرُوف فِي مَذْهَب الشَّافِعِيّ اِسْتِحْبَاب النَّقْص عَنْ الثُّلُث , وَفِي شَرْح مُسْلِم لِلنَّوَوِيِّ : إِنْ كَانَ الْوَرَثَة فُقَرَاء اُسْتُحِبَّ أَنْ يَنْقُص مِنْهُ وَإِنْ كَانُوا أَغْنِيَاء فَلَا. ‏ ‏قَوْله : ( وَالثُّلُث كَثِير ) ‏ ‏فِي رِوَايَة مُسْلِم \" كَثِير أَوْ كَبِير \" بِالشَّكِّ هَلْ هِيَ بِالْمُوَحَّدَةِ أَوْ بِالْمُثَلَّثَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2744,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، حَدَّثَنَا مَرْوَانُ، عَنْ هَاشِمِ بْنِ هَاشِمٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ مَرِضْتُ فَعَادَنِي النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ لاَ يَرُدَّنِي عَلَى عَقِبِي‏.‏ قَالَ ‏\"‏ لَعَلَّ اللَّهَ يَرْفَعُكَ وَيَنْفَعُ بِكَ نَاسًا ‏\"‏‏.‏ قُلْتُ أُرِيدُ أَنْ أُوصِيَ، وَإِنَّمَا لِي ابْنَةٌ ـ قُلْتُ ـ أُوصِي بِالنِّصْفِ قَالَ ‏\"‏ النِّصْفُ كَثِيرٌ ‏\"‏‏.‏ قُلْتُ فَالثُّلُثِ‏.‏ قَالَ ‏\"‏ الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ أَوْ كَبِيرٌ ‏\"‏‏.‏ قَالَ فَأَوْصَى النَّاسُ بِالثُّلُثِ، وَجَازَ ذَلِكَ لَهُمْ‏.‏",
    "english_text": "I fell sick and the Prophet (ﷺ) paid me a visit. I said to him, \"O Allah's Messenger (ﷺ)! I invoke Allah that He \nmay not let me expire in the land whence I migrated (i.e. Mecca).\" He said, \"May Allah give you \nhealth and let the people benefit by you.\" I said, \"I want to will my property, and I have only one \ndaughter and I want to will half of my property (to be given in charity).\" He said,\" Half is too much.\" I \nsaid, \"Then I will one third.\" He said, \"One-third, yet even one-third is too much.\" (The narrator \nadded, \"So the people started to will one third of their property and that was Permitted for them.\")",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي مُحَمَّد بْن عَبْد الرَّحِيم ) ‏ ‏هُوَ الْحَافِظ الْمَعْرُوف بِصَاعِقَة وَهُوَ مِنْ أَقْرَان الْبُخَارِيّ وَأَكْبَر مِنْهُ قَلِيلًا. ‏ ‏قَوْله : ( حَدَّثَنَا مَرْوَان ) ‏ ‏هُوَ اِبْن مُعَاوِيَة الْفَزَارِيّ. ‏ ‏قَوْله : ( عَنْ هَاشِم بْن هَاشِم ) ‏ ‏أَيْ اِبْن عُتْبَة بْن أَبِي وَقَّاص , وَقَدْ نَزَلَ الْبُخَارِيّ فِي هَذَا الْإِسْنَاد دَرَجَتَيْنِ , لِأَنَّهُ يَرْوِي عَنْ مَكِّيّ بْن إِبْرَاهِيم وَمَكِّيّ يَرْوِي عَنْ هَاشِم الْمَذْكُور , وَسَيَأْتِي فِي مَنَاقِب سَعْد لَهُ بِهَذَا الْإِسْنَاد حَدِيث عَنْ مَكِّيّ عَنْ هَاشِم عَنْ عَامِر بْن سَعْد عَنْ أَبِيهِ. ‏ ‏قَوْله : ( فَقُلْت يَا رَسُول اللَّه اُدْعُ اللَّه أَنْ لَا يَرُدّنِي عَلَى عَقِبِي ) ‏ ‏هُوَ إِشَارَة إِلَى مَا تَقَدَّمَ مِنْ كَرَاهِيَة الْمَوْت بِالْأَرْضِ الَّتِي هَاجَرَ مِنْهَا وَقَدْ تَقَدَّمَ تَوْجِيهه وَشَرْحه فِي الْبَاب الَّذِي قَبْله. ‏ ‏قَوْله : ( لَعَلَّ اللَّه يَرْفَعك ) ‏ ‏زَادَ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" فِي رِوَايَته مِنْ وَجْه آخَر عَنْ زَكَرِيَّا بْن عَدِيّ \" يَعْنِي يُقِيمك مِنْ مَرَضك \". ‏ ‏قَوْله فِي هَذِهِ الرِّوَايَة ( قُلْت أُوصِي بِالنِّصْفِ ؟ قَالَ : النِّصْف كَثِير ) ‏ ‏لَمْ أَرَ فِي غَيْرهَا مِنْ طُرُقه وَصْف النِّصْف بِالْكَثْرَةِ , وَإِنَّمَا فِيهَا \" قَالَ لَا فِي كُلّه , وَلَا فِي ثُلُثَيْهِ \" وَلَيْسَ فِي هَذِهِ الرِّوَايَة إِشْكَال إِلَّا مِنْ جِهَة وَصْف النِّصْف بِالْكَثْرَةِ وَوَصْف الثُّلُث بِالْكَثْرَةِ فَكَيْفَ اِمْتَنَعَ النِّصْف دُون الثُّلُث ؟ وَجَوَابه أَنَّ الرِّوَايَة الْأُخْرَى الَّتِي فِيهَا جَوَاب النِّصْف دَلَّتْ عَلَى مَنْع النِّصْف وَلَمْ يَأْتِ مِثْلهَا فِي الثُّلُث بَلْ اِقْتَصَرَ عَلَى وَصْفه بِالْكَثْرَةِ , وَعُلِّلَ بِأَنَّ إِبْقَاء الْوَرَثَة أَغْنِيَاء أَوْلَى , وَعَلَى هَذَا فَقَوْله : \" الثُّلُث \" خَبَر مُبْتَدَأ مَحْذُوف تَقْدِيره مُبَاح , وَدَلَّ قَوْله : \" وَالثُّلُث كَثِير \" عَلَى أَنَّ الْأَوْلَى أَنْ يُنْقِص مِنْهُ وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ وَأَوْصَى النَّاس بِالثُّلُثِ فَجَازَ ذَلِكَ لَهُمْ ) ‏ ‏ظَاهِره أَنَّهُ مِنْ قَوْل سَعْد بْن أَبِي وَقَّاص , وَيَحْتَمِل أَنْ يَكُون مِنْ قَوْل مَنْ دُونه وَاَللَّه أَعْلَم , وَكَأَنَّ الْبُخَارِيّ قَصَدَ بِذَلِكَ الْإِشَارَة إِلَى أَنَّ النَّقْص مِنْ الثُّلُث فِي حَدِيث اِبْن عَبَّاس لِلِاسْتِحْبَابِ لَا لِلْمَنْعِ مِنْهُ جَمْعًا بَيْن الْحَدِيثَيْنِ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2745,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ عُتْبَةُ بْنُ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي، فَاقْبِضْهُ إِلَيْكَ‏.‏ فَلَمَّا كَانَ عَامُ الْفَتْحِ أَخَذَهُ سَعْدٌ فَقَالَ ابْنُ أَخِي، قَدْ كَانَ عَهِدَ إِلَىَّ فِيهِ‏.‏ فَقَامَ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي، وَابْنُ أَمَةِ أَبِي، وُلِدَ عَلَى فِرَاشِهِ‏.‏ فَتَسَاوَقَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ، ابْنُ أَخِي، كَانَ عَهِدَ إِلَىَّ فِيهِ‏.‏ فَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ لَكَ يَا عَبْدُ ابْنَ زَمْعَةَ، الْوَلَدُ لِلْفِرَاشِ، وَلِلْعَاهِرِ الْحَجَرُ ‏\"‏‏.‏ ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ ‏\"‏ احْتَجِبِي مِنْهُ ‏\"‏‏.‏ لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ، فَمَا رَآهَا حَتَّى لَقِيَ اللَّهَ‏.‏",
    "english_text": "(the wife of the Prophet) `Utba bin Abi Waqqas entrusted (his son) to his brother Sa`d bin Abi \nWaqqas saying, \"The son of the slave-girl of Zam`a is my (illegal) son, take him into your custody.\" \nSo during the year of the Conquest (of Mecca) Sa`d took the boy and said, \"This is my brother's son \nwhom my brother entrusted to me.\" 'Abu bin Zam's got up and said, \"He is my brother and the son of \nthe slave girl of my father and was born on my father's bed.\" Then both of them came to Allah's \nApostle and Sa`d said, \"O Allah's Messenger (ﷺ)! This is my brother's son whom my brother entrusted to \nme.\" \nThen 'Abu bin Zam`a got up and said, \"This is my brother and the son of the slave-girl of my father.\" \nAllah's Messenger (ﷺ) said, \"O Abu bin Zam`a! This boy is for you as the boy belongs to the bed (where he \nwas born), and for the adulterer is the stone (i.e. deprivation).\" Then the Prophet (ﷺ) said to his wife \nSauda bint Zam`a, \"Screen yourself from this boy,\" when he saw the boy's resemblance to `Utba. \nSince then the boy did not see Sauda till he died.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا إِسْمَاعِيلُ ) ‏ ‏هُوَ اِبْنُ أَبِي أُوَيْسٍ. ‏ ‏قَوْله : ( أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى وَذَلِكَ فِي رَمَضَان ) ‏ ‏هَكَذَا أَوْرَدَهُ مُقْتَصِرًا عَلَى شَيْءٍ مِنْ أَوَّلِهِ وَشَيْءٍ مِنْ آخِرِهِ , وَقَدْ أَوْرَدَهُ تَامًّا فِي أَبْوَابِ التَّهَجُّدِ بِلَفْظِ \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى ذَات لَيْلَة فِي الْمَسْجِد فَصَلَّى بِصَلَاتِهِ نَاسٌ \" فَذَكَرَ الْحَدِيثَ إِلَى قَوْلِهِ \" خَشِيت أَنْ تُفْرَضَ عَلَيْكُمْ \" وَذَلِكَ فِي رَمَضَان وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2746,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا حَسَّانُ بْنُ أَبِي عَبَّادٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ يَهُوِدِيًّا، رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، فَقِيلَ لَهَا مَنْ فَعَلَ بِكِ، أَفُلاَنٌ أَوْ فُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ، فَأَوْمَأَتْ بِرَأْسِهَا، فَجِيءَ بِهِ، فَلَمْ يَزَلْ حَتَّى اعْتَرَفَ، فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم فَرُضَّ رَأْسُهُ بِالْحِجَارَةِ‏.‏",
    "english_text": "A Jew crushed the head of a girl between two stones. She was asked, \"Who has done so to you, soand- \nso? So-and-so?\" Till the name of the Jew was mentioned, whereupon she nodded (in agreement). \nSo the Jew was brought and was questioned till he confessed. The Prophet (ﷺ) then ordered that his head \nbe crushed with stones.",
    "explication": "حَدِيث أَنَس فِي قِصَّةِ الْيَهُودِيِّ الَّذِي رَضَّ رَأْس الْجَارِيَةِ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي كِتَاب الدِّيَات إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2747,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ وَرْقَاءَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ الْمَالُ لِلْوَلَدِ، وَكَانَتِ الْوَصِيَّةُ لِلْوَالِدَيْنِ، فَنَسَخَ اللَّهُ مِنْ ذَلِكَ مَا أَحَبَّ، فَجَعَلَ لِلذَّكَرِ مِثْلَ حَظِّ الأُنْثَيَيْنِ، وَجَعَلَ لِلأَبَوَيْنِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسَ، وَجَعَلَ لِلْمَرْأَةِ الثُّمُنَ وَالرُّبْعَ، وَلِلزَّوْجِ الشَّطْرَ وَالرُّبُعَ‏.‏",
    "english_text": "The custom (in old days) was that the property of the deceased would be inherited by his offspring; as \nfor the parents (of the deceased), they would inherit by the will of the deceased. Then Allah cancelled \nfrom that custom whatever He wished and fixed for the male double the amount inherited by the \nfemale, and for each parent a sixth (of the whole legacy) and for the wife an eighth or a fourth and for \nthe husband a half or a fourth.",
    "explication": "‏ ‏قَوْله ( وَجَعَلَ لِلْمَرْأَةِ الثُّمُن وَالرُّبُع ) ‏ ‏أَيْ فِي حَالَيْنِ وَكَذَلِكَ لِلزَّوْجِ , قَالَ جُمْهُور الْعُلَمَاء : كَانَتْ هَذِهِ الْوَصِيَّة فِي أَوَّل الْإِسْلَام وَاجِبَة لِوَالِدَيْ الْمَيِّت وَأَقْرِبَائِهِ عَلَى مَا يَرَاهُ مِنْ الْمُسَاوَاة وَالتَّفْضِيل , ثُمَّ نُسِخَ ذَلِكَ بِآيَةِ الْفَرَائِض , وَقِيلَ كَانَتْ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ دُون الْأَوْلَاد فَإِنَّهُمْ كَانُوا يَرِثُونَ مَا يَبْقَى بَعْد الْوَصِيَّة , وَأَغْرَبَ اِبْن شُرَيْح فَقَالَ كَانُوا مُكَلَّفِينَ بِالْوَصِيَّةِ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِمِقْدَارِ الْفَرِيضَة الَّتِي فِي عِلْم اللَّه قَبْل أَنْ يُنْزِلهَا ; وَاشْتَدَّ إِنْكَار إِمَام الْحَرَمَيْنِ عَلَيْهِ فِي ذَلِكَ. وَقِيلَ إِنَّ الْآيَة مَخْصُوصَة لِأَنَّ الْأَقْرَبِينَ أَعَمّ مِنْ أَنْ يَكُونُوا وُرَّاثًا , وَكَانَتْ الْوَصِيَّة وَاجِبَة لِجَمِيعِهِمْ فَخَصَّ مِنْهَا مَنْ لَيْسَ بِوَارِثٍ بِآيَةِ الْفَرَائِض وَبِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَا وَصِيَّة لِوَارِثٍ \" وَبَقِيَ حَقّ مَنْ لَا يَرِث مِنْ الْأَقْرَبِينَ مِنْ الْوَصِيَّة عَلَى حَاله قَالَهُ طَاوُسٌ وَغَيْره , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ قَبْل. وَاخْتُلِفَ فِي تَعْيِين نَاسِخ آيَة ( الْوَصِيَّة لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ ) فَقِيلَ آيَة الْفَرَائِض وَقِيلَ الْحَدِيث الْمَذْكُور , وَقِيلَ دَلَّ الْإِجْمَاع عَلَى ذَلِكَ وَإِنْ لَمْ يَتَعَيَّن دَلِيله. وَاسْتَدَلَّ بِحَدِيثِ \" لَا وَصِيَّة لِوَارِثٍ \" بِأَنَّهُ لَا تَصِحّ الْوَصِيَّة لِلْوَارِثِ أَصْلًا كَمَا تَقَدَّمَ , وَعَلَى تَقْدِير نَفَاذهَا مِنْ الثُّلُث لَا تَصِحّ الْوَصِيَّة لَهُ وَلَا لِغَيْرِهِ بِمَا زَادَ عَلَى الثُّلُث وَلَوْ أَجَازَتْ الْوَرَثَة , وَبِهِ قَالَ الْمُزَنِيُّ وَدَاوُد , وَقَوَّاهُ السُّبْكِيّ وَاحْتَجَّ لَهُ بِحَدِيثِ عِمْرَانَ بْن حُصَيْنٍ فِي الَّذِي أَعْتَقَ سِتَّة أَعْبُد فَإِنَّ فِيهِ عِنْد مُسْلِم \" فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَوْلًا شَدِيدًا \" وَفَسَّرَ الْقَوْل الشَّدِيد فِي رِوَايَة أُخْرَى بِأَنَّهُ قَالَ : \" لَوْ عَلِمْت ذَلِكَ مَا صَلَّيْت عَلَيْهِ \" وَلَمْ يُنْقَل أَنَّهُ رَاجَعَ الْوَرَثَة فَدَلَّ عَلَى مَنْعه مُطْلَقًا , وَبِقَوْلِهِ فِي حَدِيث سَعْد بْن أَبِي وَقَّاص : \" وَكَانَ بَعْد ذَلِكَ الثُّلُث جَائِزًا \" فَإِنَّ مَفْهُومه أَنَّ الزَّائِد عَلَى الثُّلُث لَيْسَ بِجَائِزٍ , وَبِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنَعَ سَعْدًا مِنْ الْوَصِيَّة بِالشَّطْرِ وَلَمْ يَسْتَثْنِ صُورَة الْإِجَازَة وَاحْتَجَّ مَنْ أَجَازَهُ بِالزِّيَادَةِ الْمُتَقَدِّمَة وَهِيَ قَوْله : \" إِلَّا أَنْ يَشَاء الْوَرَثَة \" فَإِنْ صَحَّتْ هَذِهِ الزِّيَادَة فَهِيَ حُجَّة وَاضِحَة. وَاحْتَجُّوا مِنْ جِهَة الْمَعْنَى بِأَنَّ الْمَنْع إِنَّمَا كَانَ فِي الْأَصْل لِحَقِّ الْوَرَثَة , فَإِذَا أَجَازُوهُ لَمْ يَمْتَنِع وَاخْتَلَفُوا بَعْد ذَلِكَ فِي وَقْت الْإِجَازَة فَالْجُمْهُور عَلَى أَنَّهُمْ إِنْ أَجَازُوا فِي حَيَاة الْمُوصِي كَانَ لَهُمْ الرُّجُوع مَتَى شَاءُوا , وَإِنْ أَجَازُوا بَعْده نَفَذَ , وَفَصَّلَ الْمَالِكِيَّة فِي الْحَيَاة بَيْن مَرَض الْمَوْت وَغَيْره فَأَلْحَقُوا مَرَض الْمَوْت بِمَا بَعْده , وَاسْتَثْنَى بَعْضهمْ مَا إِذَا كَانَ الْمُجِيز فِي عَائِلَة الْمُوصِي وَخَشِيَ مِنْ اِمْتِنَاعه اِنْقِطَاع مَعْرُوفه عَنْهُ لَوْ عَاشَ فَإِنَّ لِمِثْلِ هَذَا الرُّجُوع , وَقَالَ الزُّهْرِيُّ وَرَبِيعَة لَيْسَ لَهُمْ الرُّجُوع مُطْلَقًا وَاتَّفَقُوا عَلَى اِعْتِبَار كَوْن الْمُوصِي لَهُ وَارِثًا بِيَوْمِ الْمَوْت حَتَّى لَوْ أَوْصَى لِأَخِيهِ الْوَارِث حَيْثُ لَا يَكُون لَهُ اِبْن يَحْجُب الْأَخ الْمَذْكُور فَوُلِدَ لَهُ اِبْن قَبْل مَوْته يَحْجُب الْأَخ فَالْوَصِيَّة لِلْأَخِ الْمَذْكُور صَحِيحَة , وَلَوْ أَوْصَى لِأَخِيهِ وَلَهُ اِبْن فَمَاتَ الِابْن قَبْل مَوْت الْمُوصِي فَهِيَ وَصِيَّة لِوَارِثٍ , وَاسْتَدَلَّ بِهِ عَلَى مَنْع وَصِيَّة مَنْ لَا وَارِث لَهُ سِوَى بَيْت الْمَال لِأَنَّهُ يَنْتَقِل إِرْثًا لِلْمُسْلِمِينَ , وَالْوَصِيَّة لِلْوَارِثِ بَاطِلَة , وَهُوَ وَجْه ضَعِيف جِدًّا حَكَاهُ الْقَاضِي حُسَيْن , وَيَلْزَم قَائِله أَنْ لَا يُجِيز الْوَصِيَّة لِلذِّمِّيِّ أَوْ يُقَيِّد مَا أَطْلَقَ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2748,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سُفْيَانَ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَجُلٌ لِلنَّبِيِّ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ، أَىُّ الصَّدَقَةِ أَفْضَلُ قَالَ ‏\n\"‏ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ حَرِيصٌ‏.‏ تَأْمُلُ الْغِنَى، وَتَخْشَى الْفَقْرَ، وَلاَ تُمْهِلْ حَتَّى إِذَا بَلَغَتِ الْحُلْقُومَ قُلْتَ لِفُلاَنٍ كَذَا وَلِفُلاَنٍ كَذَا، وَقَدْ كَانَ لِفُلاَنٍ ‏\"‏‏.‏",
    "english_text": "A man asked the Prophet, \"O Allah's Messenger (ﷺ)! What kind of charity is the best?\" He replied. \"To give \nin charity when you are healthy and greedy hoping to be wealthy and afraid of becoming poor. Don't \ndelay giving in charity till the time when you are on the death bed when you say, 'Give so much to soand- \nso and so much to so-and so,' and at that time the property is not yours but it belongs to so-and-so \n(i.e. your inheritors).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد. ‏ ‏قَوْله : ( جَاءَ رَجُل ) ‏ ‏لَمْ أَقِفْ عَلَى تَسْمِيَتِهِ , وَيَحْتَمِلُ أَنْ يَكُونَ أَبَا ذَرٍّ , فَفِي مُسْنَد أَحْمَد عَنْهُ أَنَّهُ سَأَلَ أَيُّ الصَّدَقَةِ أَفْضَل , لَكِنَّ فِي الْجَوَابِ \" جُهْد مِنْ مُقِلٍّ أَوْسَر إِلَى فَقِير \" وَكَذَا رَوَى الطَّبَرَانِيّ مِنْ حَدِيثِ أَبِي أُمَامَةَ أَنَّ أَبَا ذَرٍّ سَأَلَ فَأُجِيبُ. ‏ ‏قَوْله : ( أَيُّ الصَّدَقَةِ أَعْظَم أَجْرًا ) ‏ ‏فِي الْوَصَايَا مِنْ وَجْهٍ آخَرَ عَنْ عُمَارَة بْن الْقَعْقَاع \" أَيُّ الصَّدَقَةِ أَفْضَل \". ‏ ‏قَوْله : ( أَنْ تَصَّدَّقَ ) ‏ ‏بِتَشْدِيدِ الصَّادِ وَأَصْلُهُ تَتَصَدَّق فَأُدْغِمَتْ إِحْدَى التَّاءَيْنِ. ‏ ‏قَوْله : ( وَأَنْتَ صَحِيحٌ شَحِيحٌ ) ‏ ‏فِي الْوَصَايَا \" وَأَنْتَ صَحِيحٌ حَرِيصٌ \" قَالَ صَاحِب الْمُنْتَهَى : الشُّحُّ بُخْلٌ مَعَ حِرْص. وَقَالَ صَاحِب الْمُحْكَمِ : الشُّحُّ مُثَلَّث الشِّين وَالضَّمُّ أَعْلَى. وَقَالَ صَاحِب الْجَامِعِ : كَأَنَّ الْفَتْحَ فِي الْمَصْدَرِ وَالضَّمَّ فِي الِاسْمِ. وَقَالَ الْخَطَّابِيّ : فِيهِ أَنَّ الْمَرَضَ يُقَصِّرُ يَدَ الْمَالِكِ عَنْ بَعْضِ مِلْكِهِ , وَأَنَّ سَخَاوَتَهُ بِالْمَالِ فِي مَرَضِهِ لَا تَمْحُو عَنْهُ سِيمَة الْبُخْل , فَلِذَلِكَ شَرَطَ صِحَّة الْبَدَنِ فِي الشُّحِّ بِالْمَالِ لِأَنَّهُ فِي الْحَالَتَيْنِ يَجِدُ لِلْمَالِ وَقْعًا فِي قَلْبِهِ لِمَا يَأْمُلُهُ مِنْ الْبَقَاءِ فَيَحْذَرُ مَعَهُ الْفَقْرَ , وَأَحَد الْأَمْرَيْنِ لِلْمُوصِي وَالثَّالِث لِلْوَارِثِ لِأَنَّهُ إِذَا شَاءَ أَبْطَلَهُ. قَالَ الْكَرْمَانِيّ : وَيَحْتَمِلُ أَنْ يَكُونَ الثَّالِث لِلْمُوصِي أَيْضًا لِخُرُوجِهِ عَنْ الِاسْتِقْلَالِ بِالتَّصَرُّفِ فِيمَا يَشَاءُ فَلِذَلِكَ نَقَصَ ثَوَابه عَنْ حَال الصِّحَّة. قَالَ اِبْن بَطَّال وَغَيْره : لَمَّا كَانَ الشُّحُّ غَالِبًا فِي الصِّحَّةِ فَالسَّمَاح فِيهِ بِالصَّدَقَةِ أَصْدَقُ فِي النِّيَّةِ وَأَعْظَمُ لِلْأَجْرِ , بِخِلَافِ مَنْ يَئِسَ مِنْ الْحَيَاةِ , وَرَأَى مَصِيرَ الْمَالِ لِغَيْرِهِ. ‏ ‏قَوْله : ( وَتَأْمُل ) ‏ ‏بِضَمِّ الْمِيمِ أَيْ : تَطْمَعُ. ‏ ‏قَوْله : ( إِذَا بَلَغَتْ ) ‏ ‏أَيْ : الرُّوح , وَالْمُرَاد قَارَبَتْ بُلُوغه إِذْ لَوْ بَلَغَتْهُ حَقِيقَة لَمْ يَصِحَّ شَيْء مِنْ تَصَرُّفَاتِهِ. وَلَمْ يَجْرِ لِلرُّوحِ ذِكْرٌ اِغْتِنَاءً بِدَلَالَةِ السِّيَاقِ. وَالْحُلْقُومُ مَجْرَى النَّفَس قَالَهُ أَبُو عُبَيْدَة , وَقَدْ تَقَدَّمَ فِي أَوَاخِر كِتَابِ الْعِلْمِ , وَسَيَأْتِي بَقِيَّة الْكَلَامِ عَلَى هَذَا الْحَدِيثِ فِي كِتَابِ الْوَصَايَا إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2749,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ آيَةُ الْمُنَافِقِ ثَلاَثٌ، إِذَا حَدَّثَ كَذَبَ، وَإِذَا اؤْتُمِنَ خَانَ، وَإِذَا وَعَدَ أَخْلَفَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The signs of a hypocrite are three: Whenever he speaks he tells a lie; whenever he \nis entrusted he proves dishonest; whenever he promises he breaks his promise.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا سُلَيْمَانُ أَبُو الرَّبِيع ) ‏ ‏هُوَ الزَّهْرَانِيّ , بَصْرِيّ نَزَلَ بَغْدَاد , وَمِنْ شَيْخه فَصَاعِدًا مَدَنِيُّونَ , وَنَافِع بْن مَالِك هُوَ عَمّ مَالِك بْن أَنَس الْإِمَام. ‏ ‏قَوْله : ( آيَة الْمُنَافِق ثَلَاث ) ‏ ‏الْآيَة الْعَلَامَة , وَإِفْرَاد الْآيَة إِمَّا عَلَى إِرَادَة الْجِنْس , أَوْ أَنَّ الْعَلَامَة إِنَّمَا تَحْصُل بِاجْتِمَاعِ الثَّلَاث , وَالْأَوَّل أَلْيَق بِصَنِيعِ الْمُؤَلِّف , وَلِهَذَا تَرْجَمَ بِالْجَمْعِ وَعَقَّبَ بِالْمَتْنِ الشَّاهِد لِذَلِكَ. وَقَدْ رَوَاهُ أَبُو عَوَانَة فِي صَحِيحه بِلَفْظِ \" عَلَامَات الْمُنَافِق \" , فَإِنْ قِيلَ ظَاهِره الْحَصْر فِي الثَّلَاث فَكَيْف جَاءَ فِي الْحَدِيث الْآخَر بِلَفْظِ \" أَرْبَع مَنْ كُنَّ فِيهِ... الْحَدِيث \". أَجَابَ الْقُرْطُبِيّ بِاحْتِمَالِ أَنَّهُ اِسْتَجَدَّ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْعِلْم بِخِصَالِهِمْ مَا لَمْ يَكُنْ عِنْده. وَأَقُول : لَيْسَ بَيْن الْحَدِيثَيْنِ تَعَارُض ; لِأَنَّهُ لَا يَلْزَم مِنْ عَدّ الْخَصْلَة الْمَذْمُومَة الدَّالَّة عَلَى كَمَالِ النِّفَاق كَوْنهَا عَلَامَة عَلَى النِّفَاق ; لِاحْتِمَالِ أَنْ تَكُون الْعَلَامَات دَالَّات عَلَى أَصْل النِّفَاق , وَالْخَصْلَة الزَّائِدَة إِذَا أُضِيفَتْ إِلَى ذَلِكَ كَمُلَ بِهَا خُلُوص النِّفَاق. عَلَى أَنَّ فِي رِوَايَة مُسْلِم مِنْ طَرِيق الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَا يَدُلّ عَلَى إِرَادَة عَدَم الْحَصْر , فَإِنَّ لَفْظه \" مِنْ عَلَامَة الْمُنَافِق ثَلَاث \" وَكَذَا أَخْرَجَ الطَّبَرَانِيُّ فِي الْأَوْسَط مِنْ حَدِيث أَبِي سَعِيد الْخُدْرِيِّ , وَإِذَا حُمِلَ اللَّفْظ الْأَوَّل عَلَى هَذَا لَمْ يَرِد السُّؤَال , فَيَكُون قَدْ أَخْبَرَ بِبَعْضِ الْعَلَامَات فِي وَقْت , وَبِبَعْضِهَا فِي وَقْت آخَر. وَقَالَ الْقُرْطُبِيّ أَيْضًا وَالنَّوَوِيّ : حَصَلَ مِنْ مَجْمُوع الرِّوَايَتَيْنِ خَمْس خِصَال ; لِأَنَّهُمَا تَوَارَدَتَا عَلَى الْكَذِب فِي الْحَدِيث وَالْخِيَانَة فِي الْأَمَانَة , وَزَادَ الْأَوَّل الْخُلْف فِي الْوَعْد وَالثَّانِي الْغَدْر فِي الْمُعَاهَدَة وَالْفُجُور فِي الْخُصُومَة. قُلْت : وَفِي رِوَايَة مُسْلِم الثَّانِي بَدَل الْغَدْر فِي الْمُعَاهَدَة الْخُلْف فِي الْوَعْد كَمَا فِي الْأَوَّل , فَكَأَنَّ بَعْض الرُّوَاة تَصَرَّفَ فِي لَفْظه لِأَنَّ مَعْنَاهُمَا قَدْ يَتَّحِد , وَعَلَى هَذَا فَالْمَزِيد خَصْلَة وَاحِدَة وَهِيَ الْفُجُور فِي الْخُصُومَة , وَالْفُجُور الْمَيْل عَنْ الْحَقّ وَالِاحْتِيَال فِي رَدّه. وَهَذَا قَدْ يَنْدَرِج فِي الْخَصْلَة الْأُولَى وَهِيَ الْكَذِب فِي الْحَدِيث. وَوَجْه الِاقْتِصَار عَلَى هَذِهِ الْعَلَامَات الثَّلَاث أَنَّهَا مُنَبِّهَة عَلَى مَا عَدَاهَا , إِذْ أَصْل الدِّيَانَة مُنْحَصِر فِي ثَلَاث : الْقَوْل , وَالْفِعْل , وَالنِّيَّة. فَنَبَّهَ عَلَى فَسَاد الْقَوْل بِالْكَذِبِ , وَعَلَى فَسَاد الْفِعْل بِالْخِيَانَةِ , وَعَلَى فَسَاد النِّيَّة بِالْخُلْفِ ; لِأَنَّ خُلْف الْوَعْد لَا يَقْدَح إِلَّا إِذَا كَانَ الْعَزْم عَلَيْهِ مُقَارِنًا لِلْوَعْدِ , أَمَّا لَوْ كَانَ عَازِمًا ثُمَّ عَرَضَ لَهُ مَانِع أَوْ بَدَا لَهُ رَأْي فَهَذَا لَمْ تُوجَد مِنْهُ صُورَة النِّفَاق , قَالَهُ الْغَزَالِيّ فِي الْإِحْيَاء. وَفِي الطَّبَرَانِيّ فِي حَدِيث طَوِيل مَا يَشْهَد لَهُ , فَفِيهِ مِنْ حَدِيث سَلْمَان \" إِذَا وَعَدَ وَهُوَ يُحَدِّث نَفْسه أَنَّهُ يُخْلِف \" وَكَذَا قَالَ فِي بَاقِي الْخِصَال , وَإِسْنَاده لَا بَأْس بِهِ لَيْسَ فِيهِمْ مَنْ أُجْمِعَ عَلَى تَرْكه , وَهُوَ عِنْد أَبِي دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث زَيْد بْن أَرْقَم مُخْتَصَر بِلَفْظِ \" إِذَا وَعَدَ الرَّجُل أَخَاهُ وَمَنْ نِيَّته أَنْ يَفِيَ لَهُ فَلَمْ يَفِ فَلَا إِثْم عَلَيْهِ \". ‏ ‏قَوْله : ( إِذَا وَعَدَ ) ‏ ‏قَالَ صَاحِب الْمُحْكَم : يُقَال وَعَدْته خَيْرًا , وَوَعَدْته شَرًّا. فَإِذَا أَسْقَطُوا الْفِعْل قَالُوا فِي الْخَيْر : وَعَدْته , وَفِي الشَّرّ : أَوْعَدْته. وَحَكَى اِبْن الْأَعْرَابِيّ فِي نَوَادِره : أَوْعَدْته خَيْرًا بِالْهَمْزَةِ. فَالْمُرَاد بِالْوَعْدِ فِي الْحَدِيث الْوَعْد بِالْخَيْرِ , وَأَمَّا الشَّرّ فَيُسْتَحَبّ إِخْلَافه. وَقَدْ يَجِب مَا لَمْ يَتَرَتَّب عَلَى تَرْك إِنْفَاذه مَفْسَدَة. ‏ ‏وَأَمَّا الْكَذِب فِي الْحَدِيث فَحَكَى اِبْن التِّين عَنْ مَالِك أَنَّهُ سُئِلَ عَمَّنْ جُرِّبَ عَلَيْهِ كَذِب فَقَالَ : أَيّ نَوْع مِنْ الْكَذِب ؟ لَعَلَّهُ حَدَّثَ عَنْ عَيْش لَهُ سَلَفَ فَبَالَغَ فِي وَصْفه , فَهَذَا لَا يَضُرّ , وَإِنَّمَا يَضُرّ مَنْ حَدَّثَ عَنْ الْأَشْيَاء بِخِلَافِ مَا هِيَ عَلَيْهِ قَاصِدًا الْكَذِب اِنْتَهَى. وَقَالَ النَّوَوِيّ : هَذَا الْحَدِيث عَدَّهُ جَمَاعَة مِنْ الْعُلَمَاء مُشْكِلًا مِنْ حَيْثُ إنَّ هَذِهِ الْخِصَال قَدْ تُوجَد فِي الْمُسْلِم الْمُجْمَع عَلَى عَدَم الْحُكْم بِكُفْرِهِ. قَالَ : وَلَيْسَ فِيهِ إِشْكَال , بَلْ مَعْنَاهُ صَحِيح وَاَلَّذِي قَالَهُ الْمُحَقِّقُونَ : إِنَّ مَعْنَاهُ أَنَّ هَذِهِ خِصَال نِفَاق , وَصَاحِبهَا شَبِيه بِالْمُنَافِقِينَ فِي هَذِهِ الْخِصَال وَمُتَخَلِّق بِأَخْلَاقِهِمْ. قُلْت : وَمُحَصَّل هَذَا الْجَوَاب الْحَمْل فِي التَّسْمِيَة عَلَى الْمَجَاز , أَيْ : صَاحِب هَذِهِ الْخِصَال كَالْمُنَافِقِ , وَهُوَ بِنَاء عَلَى أَنَّ الْمُرَاد بِالنِّفَاقِ نِفَاق الْكُفْر. وَقَدْ قِيلَ فِي الْجَوَاب عَنْهُ : إِنَّ الْمُرَاد بِالنِّفَاقِ نِفَاق الْعَمَل كَمَا قَدَّمْنَاهُ. وَهَذَا اِرْتَضَاهُ الْقُرْطُبِيّ وَاسْتَدَلَّ لَهُ بِقَوْلِ عُمَر لِحُذَيْفَة : هَلْ تَعْلَم فِيَّ شَيْئًا مِنْ النِّفَاق ؟ فَإِنَّهُ لَمْ يُرِدْ بِذَلِكَ نِفَاق الْكُفْر , وَإِنَّمَا أَرَادَ نِفَاق الْعَمَل. وَيُؤَيِّدهُ وَصْفه بِالْخَالِصِ فِي الْحَدِيث الثَّانِي بِقَوْلِهِ كَانَ مُنَافِقًا خَالِصًا \". وَقِيلَ : الْمُرَاد بِإِطْلَاقِ النِّفَاق الْإِنْذَار وَالتَّحْذِير عَنْ اِرْتِكَاب هَذِهِ الْخِصَال وَأَنَّ الظَّاهِر غَيْر مُرَاد , وَهَذَا اِرْتَضَاهُ الْخَطَّابِيُّ. وَذَكَرَ أَيْضًا أَنَّهُ يَحْتَمِل أَنَّ الْمُتَّصِف بِذَلِكَ هُوَ مَنْ اِعْتَادَ ذَلِكَ وَصَارَ لَهُ دَيْدَنًا. قَالَ : وَيَدُلّ عَلَيْهِ التَّعْبِير بِإِذَا , فَإِنَّهَا تَدُلّ عَلَى تَكَرُّر الْفِعْل. كَذَا قَالَ. وَالْأَوْلَى مَا قَالَ الْكَرْمَانِيُّ : إِنَّ حَذْف الْمَفْعُول مِنْ \" حَدَّثَ \" يَدُلّ عَلَى الْعُمُوم , أَيْ : إِذَا حَدَّثَ فِي كُلّ شَيْء كَذَبَ فِيهِ. أَوْ يَصِير قَاصِرًا , أَيْ : إِذَا وَجَدَ مَاهِيَّة التَّحْدِيث كَذَبَ. وَقِيلَ هُوَ مَحْمُول عَلَى مَنْ غَلَبَتْ عَلَيْهِ هَذِهِ الْخِصَال وَتَهَاوَنَ بِهَا وَاسْتَخَفَّ بِأَمْرِهَا , فَإِنَّ مَنْ كَانَ كَذَلِكَ كَانَ فَاسِد الِاعْتِقَاد غَالِبًا. وَهَذِهِ الْأَجْوِبَة كُلّهَا مَبْنِيَّة عَلَى أَنَّ اللَّام فِي الْمُنَافِق لِلْجِنْسِ , وَمِنْهُمْ مَنْ اِدَّعَى أَنَّهَا لِلْعَهْدِ فَقَالَ : إِنَّهُ وَرَدَ فِي حَقّ شَخْص مُعَيَّن أَوْ فِي حَقّ الْمُنَافِقِينَ فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَتَمَسَّكَ هَؤُلَاءِ بِأَحَادِيث ضَعِيفَة جَاءَتْ فِي ذَلِكَ لَوْ ثَبَتَ شَيْء مِنْهَا لَتَعَيَّنَ الْمَصِير إِلَيْهِ. وَأَحْسَن الْأَجْوِبَة مَا اِرْتَضَاهُ الْقُرْطُبِيّ. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2750,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَعُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ حَكِيمَ بْنَ حِزَامٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَعْطَانِي، ثُمَّ سَأَلْتُهُ فَأَعْطَانِي ثُمَّ قَالَ لِي ‏\n\"‏ يَا حَكِيمُ، إِنَّ هَذَا الْمَالَ خَضِرٌ حُلْوٌ، فَمَنْ أَخَذَهُ بِسَخَاوَةِ نَفْسٍ بُورِكَ لَهُ فِيهِ، وَمَنْ أَخَذَهُ بِإِشْرَافِ نَفْسٍ لَمْ يُبَارَكْ لَهُ فِيهِ، وَكَانَ كَالَّذِي يَأْكُلُ وَلاَ يَشْبَعُ، وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى ‏\"‏‏.‏ قَالَ حَكِيمٌ فَقُلْتُ يَا رَسُولَ اللَّهِ، وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ أَرْزَأُ أَحَدًا بَعْدَكَ شَيْئًا حَتَّى أُفَارِقَ الدُّنْيَا‏.‏ فَكَانَ أَبُو بَكْرٍ يَدْعُو حَكِيمًا لِيُعْطِيَهُ الْعَطَاءَ فَيَأْبَى أَنْ يَقْبَلَ مِنْهُ شَيْئًا، ثُمَّ إِنَّ عُمَرَ دَعَاهُ لِيُعْطِيَهُ فَيَأْبَى أَنْ يَقْبَلَهُ فَقَالَ يَا مَعْشَرَ الْمُسْلِمِينَ، إِنِّي أَعْرِضُ عَلَيْهِ حَقَّهُ الَّذِي قَسَمَ اللَّهُ لَهُ مِنْ هَذَا الْفَىْءِ فَيَأْبَى أَنْ يَأْخُذَهُ‏.‏ فَلَمْ يَرْزَأْ حَكِيمٌ أَحَدًا مِنَ النَّاسِ بَعْدَ النَّبِيِّ صلى الله عليه وسلم حَتَّى تُوُفِّيَ رَحِمَهُ اللَّهُ‏.‏",
    "english_text": "Hakim bin Hizam said, \"I asked Allah's Messenger (ﷺ) for something, and he gave me, and I asked him again \nand he gave me and said, 'O Hakim! This wealth is green and sweet (i.e. as tempting as fruits), and \nwhoever takes it without greed then he is blessed in it, and whoever takes it with greediness, he is not \nblessed in it and he is like one who eats and never gets satisfied. \nThe upper (i.e. giving) hand is better than the lower (i.e. taking) hand.\" Hakim added, \"I said, O \nAllah's Messenger (ﷺ)! By Him Who has sent you with the Truth I will never demand anything from \nanybody after you till I die.\" Afterwards Abu Bakr used to call Hakim to give him something but he \nrefused to accept anything from him. Then `Umar called him to give him (something) but he refused. \nThen `Umar said, \"O Muslims! I offered to him (i.e. Hakim) his share which Allah has ordained for \nhim from this booty and he refuses to take it.\" Thus Hakim did not ask anybody for anything after the \nProphet, till he died--may Allah bestow His mercy upon him.",
    "explication": "‏ ‏قَوْله : ( إِنَّ هَذَا الْمَالَ خَضِرَة ) ‏ ‏أَنَّثَ الْخَبَرَ لِأَنَّ الْمُرَادَ الدُّنْيَا. قَوْلُهُ : ( خَضِرَة حُلْوَة شَبَّهَهُ بِالرَّغْبَةِ فِيهِ وَالْمَيْلِ إِلَيْهِ وَحِرْص النُّفُوس عَلَيْهِ بِالْفَاكِهَةِ الْخَضْرَاءِ الْمُسْتَلَذَّةِ فَإِنَّ الْأَخْضَرَ مَرْغُوب فِيهِ عَلَى اِنْفِرَادِهِ بِالنِّسْبَةِ إِلَى الْيَابِسِ , وَالْحُلْوَ مَرْغُوب فِيهِ عَلَى اِنْفِرَادِهِ بِالنِّسْبَةِ لِلْحَامِضِ , فَالْإِعْجَاب بِهِمَا إِذَا اِجْتَمَعَا أَشَدُّ. ‏ ‏قَوْله : ( بِسَخَاوَةِ نَفْس ) ‏ ‏أَيْ : بِغَيْرِ شَرَهٍ وَلَا إِلْحَاح أَيْ : مِنْ أَخْذِهِ بِغَيْرِ سُؤَال , وَهَذَا بِالنِّسْبَةِ إِلَى الْأَخْذِ , وَيَحْتَمِلُ أَنْ يَكُونَ بِالنِّسْبَةِ إِلَى الْمُعْطِي أَيْ : بِسَخَاوَةِ نَفْسِ الْمُعْطِي أَيْ : اِنْشِرَاحِهِ بِمَا يُعْطِيه. ‏ ‏قَوْله : ( كَالَّذِي يَأْكُلُ وَلَا يَشْبَعُ ) ‏ ‏أَيْ : الَّذِي يُسَمَّى جُوعُهُ كَذَّابًا لِأَنَّهُ مِنْ عِلَّةٍ بِهِ وَسَقَم , فَكُلَّمَا أَكَلَ اِزْدَادَ سَقَمًا وَلَمْ يَجِدْ شِبَعًا. ‏ ‏قَوْله : ( الْيَد الْعُلْيَا ) ‏ ‏تَقَدَّمَ الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي \" بَابٍ لَا صَدَقَةَ إِلَّا عَنْ ظَهْرِ غِنًى \". ‏ ‏قَوْله : ( لَا أَرْزَأُ ) ‏ ‏بِفَتْحِ الْهَمْزَةِ وَإِسْكَانِ الرَّاء وَفَتْحِ الزَّايِ بَعْدَهَا هَمْزَة أَيْ : لَا أَنْقُصُ مَالَهُ بِالطَّلَبِ مِنْهُ , وَفِي رِوَايَةٍ لِإِسْحَاق \" قُلْت فَوَاللَّهِ لَا تَكُونُ يَدَيَّ بَعْدَك تَحْتَ يَدٍ مِنْ أَيْدِي الْعَرَبِ \" وَإِنَّمَا اِمْتَنَعَ حَكِيم مِنْ أَخْذِ الْعَطَاءِ مَعَ أَنَّهُ حَقُّهُ لِأَنَّهُ خَشِيَ أَنْ يَقْبَلَ مِنْ أَحَدٍ شَيْئًا فَيَعْتَادُ الْأَخْذ فَتَتَجَاوَزُ بِهِ نَفْسه إِلَى مَا لَا يُرِيدُهُ فَفَطَمَهَا عَنْ ذَلِكَ وَتَرَكَ مَا يَرِيبُهُ إِلَى مَا لَا يَرِيبُهُ , وَإِنَّمَا أَشْهَدَ عَلَيْهِ عُمَر لِأَنَّهُ أَرَادَ أَنْ لَا يَنْسُبَهُ أَحَد لَمْ يَعْرِفْ بَاطِنَ الْأَمْرِ إِلَى مَنْعِ حَكِيمٍ مِنْ حَقِّهِ. ‏ ‏قَوْله : ( حَتَّى تُوُفِّيَ ) ‏ ‏زَادَ إِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَدِهِ مِنْ طَرِيقِ عُمَر بْن عَبْد اللَّه بْن عُرْوَة مُرْسَلًا أَنَّهُ مَا أَخَذَ مِنْ أَبِي بَكْر وَلَا عُمَر وَلَا عُثْمَان وَلَا مُعَاوِيَة دِيوَانًا وَلَا غَيْرَهُ حَتَّى مَاتَ لِعَشْرِ سِنِينَ مَعَ إِمَارَةِ مُعَاوِيَة. قَالَ اِبْن أَبِي جَمْرَة : فِي حَدِيثِ حَكِيمٍ فَوَائِد , مِنْهَا أَنَّهُ قَدْ يَقَعُ الزُّهْد مَعَ الْأَخْذِ , فَإِنَّ سَخَاوَةَ النَّفْس هُوَ زُهْدُهَا , تَقُولُ سَخَتْ بِكَذَا أَيْ : جَادَتْ وَسَخَتْ عَنْ كَذَا أَيْ : لَمْ تَلْتَفِتْ إِلَيْهِ. وَمِنْهَا أَنَّ الْأَخْذَ مَعَ سَخَاوَةِ النَّفْس يُحَصِّلُ أَجْر الزُّهْد وَالْبَرَكَة فِي الرِّزْقِ , فَتَبَيَّنَ أَنَّ الزُّهْدَ يُحَصِّلُ خَيْرَيْ الدُّنْيَا وَالْآخِرَة. وَفِيهِ ضَرْب الْمَثَل لِمَا لَا يَعْقِلُهُ السَّامِعُ مِنْ الْأَمْثِلَةِ , لِأَنَّ الْغَالِبَ مِنْ النَّاسِ لَا يَعْرِفُ الْبَرَكَة إِلَّا فِي الشَّيْءِ الْكَثِيرِ فَبَيَّنَ بِالْمِثَالِ الْمَذْكُورِ أَنَّ الْبَرَكَةَ هِيَ خَلْقٌ مِنْ خَلْقِ اللَّهِ تَعَالَى , وَضَرَبَ لَهُمْ الْمَثَل بِمَا يَعْهَدُونَ , فَالْآكِلُ إِنَّمَا يَأْكُلُ لِيَشْبَعَ فَإِذَا أَكَلَ وَلَمْ يَشْبَعْ كَانَ عَنَاء فِي حَقِّهِ بِغَيْرِ فَائِدَة , وَكَذَلِكَ الْمَال لَيْسَتْ الْفَائِدَة فِي عَيْنِهِ وَإِنَّمَا هِيَ لِمَا يَتَحَصَّلُ بِهِ مِنْ الْمَنَافِعِ , فَإِذَا كَثُرَ عِنْدَ الْمَرْءِ بِغَيْرِ تَحْصِيلِ مَنْفَعَةٍ كَانَ وُجُودُهُ كَالْعَدَمِ. وَفِيهِ أَنَّهُ يَنْبَغِي لِلْإِمَامِ أَنْ لَا يُبَيِّنَ لِلطَّالِبِ مَا فِي مَسْأَلَتِهِ مِنْ الْمَفْسَدَةِ إِلَّا بَعْدَ قَضَاء حَاجَته لِتَقَع مَوْعِظَتُهُ لَهُ الْمَوْقِع , لِئَلَّا يَتَخَيَّلَ أَنَّ ذَلِكَ سَبَب لِمَنْعِهِ مِنْ حَاجَتِهِ. وَفِيهِ جَوَازُ تَكْرَارِ السُّؤَالِ ثَلَاثًا , وَجَوَازَ الْمَنْع فِي الرَّابِعَةِ وَاللَّهُ أَعْلَمُ , وَفِي الْحَدِيثِ أَيْضًا أَنَّ سُؤَال الْأَعْلَى لَيْسَ بِعَارٍ , وَأَنَّ رَدَّ السَّائِلِ بَعْدَ ثَلَاثٍ لَيْسَ بِمَكْرُوهٍ , وَأَنَّ الْإِجْمَالَ فِي الطَّلَبِ مَقْرُونٌ بِالْبَرَكَةِ. وَقَدْ زَادَ إِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَدِهِ مِنْ طَرِيقِ مَعْمَرٍ عَنْ الزُّهْرِيِّ فِي آخِرِهِ \" فَمَاتَ حِينَ مَاتَ وَإِنَّهُ لَمِنْ أَكْثَرِ قُرَيْش مَالًا \". وَفِيهِ أَيْضًا سَبَب ذَلِكَ وَهُوَ \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَى حَكِيم بْن حِزَام دُونَ مَا أَعْطَى أَصْحَابه فَقَالَ حَكِيم : يَا رَسُول اللَّهِ مَا كُنْت أَظُنُّ أَنْ تَقْصُرَ بِي دُونَ أَحَدٍ مِنْ النَّاسِ , فَزَادَهُ , ثُمَّ اِسْتَزَادَهُ حَتَّى رَضِيَ \" فَذَكَرَ نَحْوَ الْحَدِيثِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2751,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ السَّخْتِيَانِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ فِي أَهْلِهِ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ فِي بَيْتِ زَوْجِهَا رَاعِيَةٌ وَمَسْئُولَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ فِي مَالِ سَيِّدِهِ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏ قَالَ وَحَسِبْتُ أَنْ قَدْ قَالَ ‏\"‏ وَالرَّجُلُ رَاعٍ فِي مَالِ أَبِيهِ ‏\"‏‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) saying, \"All of you are guardians and responsible for your charges: the Ruler \n(i.e. Imam) is a guardian and responsible for his subjects; and a man is a guardian of his family and is \nresponsible for his charges; and a lady is a guardian in the house of her husband and is responsible for \nher charge; and a servant is a guardian of the property of his master and is responsible for his charge.\" \nI think he also said, \"And a man is a guardian of the property of his father.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنَا عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , وَيُونُس هُوَ اِبْن يَزِيد الْأَيْلِيُّ. ‏ ‏قَوْلُهُ : ( كُلّكُمْ رَاعٍ وَزَادَ اللَّيْث إِلَخْ ) ‏ ‏فِيهِ إِشَارَة إِلَى أَنَّ رِوَايَة اللَّيْث مُتَّفِقَة مَعَ اِبْن الْمُبَارَك إِلَّا فِي الْقِصَّة فَإِنَّهَا مُخْتَصَّة بِرِوَايَةِ اللَّيْث , وَرِوَايَة اللَّيْث مُعَلَّقَة , وَقَدْ وَصَلَهَا الذُّهْلِيُّ عَنْ أَبِي صَالِح كَاتِب اللَّيْث عَنْهُ , وَقَدْ سَاقَ الْمُصَنِّف رِوَايَة اِبْن الْمُبَارَك بِهَذَا الْإِسْنَاد فِي كِتَاب الْوَصَايَا فَلَمْ يُخَالِف رِوَايَة اللَّيْث إِلَّا فِي إِعَادَة قَوْلُهُ فِي آخِره \" وَكُلّكُمْ رَاعٍ إِلَخْ \". ‏ ‏قَوْلُهُ : ( وَكَتَبَ رُزَيْق بْن حُكَيْم ) ‏ ‏هُوَ بِتَقْدِيمِ الرَّاء عَلَى الزَّايِ , وَالتَّصْغِير فِي اِسْمه وَاسْم أَبِيهِ فِي رِوَايَتنَا , وَهَذَا هُوَ الْمَشْهُور فِي غَيْرهَا , وَقِيلَ بِتَقْدِيمِ الزَّاي وَبِالتَّصْغِيرِ فِيهِ دُون أَبِيهِ. ‏ ‏قَوْلُهُ : ( أُجَمِّع ) ‏ ‏أَيْ أُصَلِّي بِمَنْ مَعِي الْجُمُعَة. ‏ ‏قَوْلُهُ : ( عَلَى أَرْض يَعْمَلهَا ) ‏ ‏أَيْ يَزْرَع فِيهَا. ‏ ‏قَوْلُهُ : ( وَرُزَيْق يَوْمَئِذٍ عَلَى أَيْلَةَ ) ‏ ‏بِفَتْحِ الْهَمْزَة وَسُكُون التَّحْتَانِيَّة بَعْدهَا لَام بَلْدَة مَعْرُوفَة فِي طَرِيق الشَّام بَيْن الْمَدِينَة وَمِصْر عَلَى سَاحِل الْقُلْزُم , وَكَانَ رُزَيْق أَمِيرًا عَلَيْهَا مِنْ قِبَل عُمَر بْن عَبْد الْعَزِيز , وَاَلَّذِي يَظْهَر أَنَّ الْأَرْض الَّتِي كَانَ يَزْرَعهَا مِنْ أَعْمَال أَيْلَةَ , وَلَمْ يَسْأَل عَنْ أَيْلَةَ نَفْسهَا لِأَنَّهَا كَانَتْ مَدِينَة كَبِيرَة ذَات قَلْعَة وَهِيَ الْآن خَرَاب يَنْزِل بِهَا الْحَاجّ الْمِصْرِيّ وَالْغَزِّيّ وَبَعْض آثَارهَا ظَاهِر. ‏ ‏قَوْلُهُ : ( وَأَنَا أَسْمَع ) ‏ ‏هُوَ قَوْل يُونُس , وَالْجُمْلَة حَالِيَّة , وَقَوْلُهُ \" يَأْمُرهُ \" حَالَة أُخْرَى , وَقَوْلُهُ \" يُخْبِرهُ \" حَال مِنْ فَاعِل يَأْمُرهُ , وَالْمَكْتُوب هُوَ الْحَدِيث , وَالْمَسْمُوع الْمَأْمُور بِهِ قَالَهُ الْكَرْمَانِيُّ. وَاَلَّذِي يَظْهَر أَنَّ الْمَكْتُوب هُوَ عَيْن الْمَسْمُوع , وَهُوَ الْأَمْر وَالْحَدِيث مَعًا , وَفِي قَوْلُهُ \" كَتَبَ \" تَجَوُّز كَأَنَّ اِبْن شِهَاب أَمْلَاهُ عَلَى كَاتِبه فَسَمِعَهُ يُونُس مِنْهُ , وَيَحْتَمِل أَنْ يَكُون الزُّهْرِيُّ كَتَبَهُ بِخَطِّهِ وَقَرَأَهُ بِلَفْظِهِ فَيَكُون فِيهِ حَذْف تَقْدِيره فَكَتَبَ اِبْن شِهَاب وَقَرَأَهُ وَأَنَا أَسْمَع , وَوَجْه مَا اُحْتُجَّ بِهِ عَلَى التَّجْمِيع مِنْ قَوْلُهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّكُمْ رَاعٍ \" أَنَّ عَلَى مَنْ كَانَ أَمِيرًا إِقَامَة الْأَحْكَام الشَّرْعِيَّة - وَالْجُمُعَة مِنْهَا - وَكَانَ رُزَيْق عَامِلًا عَلَى الطَّائِفَة الَّتِي ذَكَرَهَا , وَكَانَ عَلَيْهِ أَنْ يُرَاعِيَ حُقُوقهمْ وَمِنْ جُمْلَتهَا إِقَامَة الْجُمُعَة. قَالَ الزَّيْن ابْن الْمُنِير : فِي هَذِهِ الْقِصَّة إِيمَاء إِلَى أَنَّ الْجُمُعَة تَنْعَقِد بِغَيْرِ إِذْن مِنْ السُّلْطَان إِذَا كَانَ فِي الْقَوْم مَنْ يَقُوم بِمَصَالِحِهِمْ. وَفِيهِ إِقَامَة الْجُمُعَة فِي الْقُرَى خِلَافًا لِمَنْ شَرَطَ لَهَا الْمُدُن , فَإِنْ قِيلَ ; قَوْلُهُ \" كُلّكُمْ رَاعٍ \" يَعُمّ جَمِيع النَّاس فَيَدْخُل فِيهِ الْمَرْعِيّ أَيْضًا , فَالْجَوَاب أَنَّهُ مَرْعِيّ بِاعْتِبَارٍ , رَاعٍ بِاعْتِبَارٍ , حَتَّى وَلَوْ لَمْ يَكُنْ لَهُ أَحَد كَانَ رَاعِيًا لِجَوَارِحِهِ وَحَوَاسّه , لِأَنَّهُ يَجِب عَلَيْهِ أَنْ يَقُوم بِحَقِّ اللَّه وَحَقّ عِبَاده , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة فَوَائِد هَذَا الْحَدِيث فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْلُهُ فِيهِ ( قَالَ وَحَسِبْت أَنْ قَدْ قَالَ ) ‏ ‏جَزَمَ الْكَرْمَانِيُّ بِأَنَّ فَاعِل \" قَالَ \" هُنَا هُوَ يُونُس , وَفِيهِ نَظَرٌ , وَاَلَّذِي يَظْهَر أَنَّهُ سَالِم , ثُمَّ ظَهَرَ لِي أَنَّهُ اِبْن عُمَر. وَسَيَأْتِي فِي كِتَاب الِاسْتِقْرَاض بَيَان ذَلِكَ إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ رَوَاهُ اللَّيْث أَيْضًا عَنْ نَافِع عَنْ اِبْن عُمَر بِدُونِ هَذِهِ الزِّيَادَة , أَخْرَجَهُ مُسْلِم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2752,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسًا ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لأَبِي طَلْحَةَ ‏\"‏ أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ ‏\"‏‏.‏ قَالَ أَبُو طَلْحَةَ أَفْعَلُ يَا رَسُولَ اللَّهِ‏.‏ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ‏.‏ وَقَالَ ابْنُ عَبَّاسٍ لَمَّا نَزَلَتْ ‏{‏وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ‏}‏ جَعَلَ النَّبِيُّ صلى الله عليه وسلم يُنَادِي ‏\"‏ يَا بَنِي فِهْرٍ، يَا بَنِي عَدِيٍّ ‏\"‏‏.‏ لِبُطُونِ قُرَيْشٍ‏.‏ وَقَالَ أَبُو هُرَيْرَةَ لَمَّا نَزَلَتْ ‏{‏وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ‏}‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا مَعْشَرَ قُرَيْشٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said to Abu Talha, \"I recommend that you divide (this garden) amongst your relatives.\" \nAbu Talha said, \"O Allah's Messenger (ﷺ)! I will do the same.\" So Abu Talha divided it among his relatives \nand cousins. \nIbn 'Abbes said, \"When the Qur'anic Verse: \n\"Warn your nearest kinsmen.\" (26.214) \nWas revealed, the Prophet (ﷺ) started calling the various big families of Quraish, \"O Bani Fihr! O Bani \nAdi!\". \nAbu Huraira said, \"When the Verse: \"Warn your nearest kinsmen\" was revealed, the Prophet (ﷺ) said (in a \nloud voice), \"O people of Quraish!\"",
    "explication": "حَدِيث أَنَس فِي صَلَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سُلَيْم وَقَدْ تَقَدَّمَ فِي اَلصُّفُوفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2753,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ ‏}‏ قَالَ ‏\"‏ يَا مَعْشَرَ قُرَيْشٍ ـ أَوْ كَلِمَةً نَحْوَهَا ـ اشْتَرُوا أَنْفُسَكُمْ، لاَ أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئًا، يَا بَنِي عَبْدِ مَنَافٍ لاَ أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئًا، يَا عَبَّاسُ بْنَ عَبْدِ الْمُطَّلِبِ لاَ أُغْنِي عَنْكَ مِنَ اللَّهِ شَيْئًا، وَيَا صَفِيَّةُ عَمَّةَ رَسُولِ اللَّهِ لاَ أُغْنِي عَنْكِ مِنَ اللَّهِ شَيْئًا، وَيَا فَاطِمَةُ بِنْتَ مُحَمَّدٍ سَلِينِي مَا شِئْتِ مِنْ مَالِي لاَ أُغْنِي عَنْكِ مِنَ اللَّهِ شَيْئًا ‏\"‏‏.‏ تَابَعَهُ أَصْبَغُ عَنِ ابْنِ وَهْبٍ عَنْ يُونُسَ عَنِ ابْنِ شِهَابٍ‏.‏",
    "english_text": "When Allah revealed the Verse: \"Warn your nearest kinsmen,\" Allah's Messenger (ﷺ) got up and said, \"O \npeople of Quraish (or said similar words)! Buy (i.e. save) yourselves (from the Hellfire) as I cannot \nsave you from Allah's Punishment; O Bani `Abd Manaf! I cannot save you from Allah's Punishment, \nO Safiya, the Aunt of Allah's Messenger (ﷺ)! I cannot save you from Allah's Punishment; O Fatima bint \nMuhammad! Ask me anything from my wealth, but I cannot save you from Allah's Punishment.\"",
    "explication": "‏ ‏حَدِيث أَبِي هُرَيْرَة قَالَ : \" قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين أَنْزَلَ اللَّه عَزَّ وَجَلَّ ( وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ ) قَالَ : يَا مَعْشَر قُرَيْش , أَوْ كَلِمَة نَحْوهَا \" ‏ ‏الْحَدِيث بِطُولِهِ , وَمَوْضِع الشَّاهِد مِنْهُ قَوْله فِيهِ \" وَيَا صَفِيَّة وَيَا فَاطِمَة \" فَإِنَّهُ سَوَّى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ بَيْن عَشِيرَته فَعَمَّهُمْ أَوَّلًا ثُمَّ خَصَّ بَعْض الْبُطُون , ثُمَّ ذَكَرَ عَمّه الْعَبَّاس وَعَمَّته صَفِيَّة وَابْنَته فَدَلَّ عَلَى دُخُول النِّسَاء فِي الْأَقَارِب وَعَلَى دُخُول الْفُرُوع أَيْضًا , وَعَلَى عَدَم التَّخْصِيص بِمَنْ يَرِث وَلَا بِمَنْ كَانَ مُسْلِمًا. وَيَحْتَمِل أَنْ يَكُون لَفْظ الْأَقْرَبِينَ صِفَة لَازِمَة لِلْعَشِيرَةِ , وَالْمُرَاد بِعَشِيرَتِهِ قَوْمه وَهُمْ قُرَيْش , وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ حَدِيث عَدِيّ بْن حَاتِم \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ قُرَيْشًا فَقَالَ : ( وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ ) يَعْنِي قَوْمه \" وَعَلَى هَذَا فَيَكُون قَدْ أُمِرَ بِإِنْذَارِ قَوْمه فَلَا يَخْتَصّ ذَلِكَ بِالْأَقْرَبِ مِنْهُمْ دُون الْأَبْعَد , فَلَا حُجَّة فِيهِ فِي مَسْأَلَة الْوَقْف لِأَنَّ صُورَتهَا مَا إِذَا وَقَفَ عَلَى قَرَابَته أَوْ عَلَى أَقْرَب النَّاس إِلَيْهِ مَثَلًا , وَالْآيَة تَتَعَلَّق بِإِنْذَارِ الْعَشِيرَة فَافْتَرَقَا وَاَللَّه أَعْلَم. وَقَالَ اِبْن الْمُنِير : لَعَلَّهُ كَانَ هُنَاكَ قَرِينَة فَهِمَ بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَعْمِيم الْإِنْذَار فَلِذَلِكَ عَمَّهُمْ اِنْتَهَى. وَيَحْتَمِل أَنْ يَكُون أَوَّلًا خَصَّ اِتِّبَاعًا بِظَاهِرِ الْقَرَابَة ثُمَّ عَمَّ لِمَا عِنْده مِنْ الدَّلِيل عَلَى التَّعْمِيم لِكَوْنِهِ أُرْسِلَ إِلَى النَّاس كَافَّة. ‏ ‏( تَنْبِيه ) : ‏ ‏يَجُوز فِي يَا عَبَّاس وَفِي يَا صَفِيَّة وَفِي يَا فَاطِمَة الضَّمّ وَالنَّصْب. ‏ ‏قَوْله : ( تَابَعَهُ أَصْبُغ عَنْ اِبْن وَهْب عَنْ يُونُس عَنْ اِبْن شِهَاب ) ‏ ‏وَصَلَهُ الذُّهْلِيُّ فِي \" الزُّهْرِيَّات \" عَنْ أَصْبُغ , وَهُوَ عِنْد مُسْلِم عَنْ حَرْمَلَة عَنْ اِبْن وَهْب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2754,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى رَجُلاً يَسُوقُ بَدَنَةً، فَقَالَ لَهُ ‏\"‏ ارْكَبْهَا ‏\"‏‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهَا بَدَنَةٌ‏.‏ قَالَ فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ ‏\"‏ ارْكَبْهَا، وَيْلَكَ، أَوْ وَيْحَكَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) saw a man driving a Badana (i.e. camel for sacrifice) and said to him, \"Ride on it.\" The \nman said, \"O Allah's Messenger (ﷺ)! It is a Bandana.\" (The Prophet (ﷺ) repeated his order) and on the third or \nfourth time he said, \"Ride it, (woe to you\" or said: \"May Allah be merciful to you).",
    "explication": "‏ ‏قَوْله : ( عَنْ أَنَس ) ‏ ‏فِي رِوَايَة عَلِيّ بْن الْجَعْد عَنْ شُعْبَة عِنْدَ الْإِسْمَاعِيلِيِّ \" سَمِعْت أَنَس بْن مَالِك \". ‏ ‏قَوْله : ( قَالَ اِرْكَبْهَا ثَلَاثًا ) ‏ ‏كَذَا فِي رِوَايَة أَبِي ذَرٍّ مُخْتَصَرًا وَفِي رِوَايَة غَيْرِهِ قَالَ \" إِنَّهَا بَدَنَة قَالَ اِرْكَبْهَا. قَالَ إِنَّهَا بَدَنَة قَالَ اِرْكَبْهَا ثَلَاثًا \" وَكَذَا أَخْرَجَهُ أَبُو مُسْلِم الْكَجِّيُّ فِي السُّنَنِ عَنْ مُسْلِم بْن إِبْرَاهِيم شَيْخ الْبُخَارِيّ فِيهِ وَمِنْ طَرِيقِهِ أَبُو نُعَيْمٍ فِي \" الْمُسْتَخْرَجِ \". وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ عَنْ أَبِي خَلِيفَة عَنْ مُسْلِم كَذَلِكَ لَكِنْ قَالَ فِي آخِرِهِ \" وَيْلَكَ \" بَدَلَ \" ثَلَاثًا \" وَلِلتِّرْمِذِيِّ مِنْ طَرِيقِ أَبِي عَوَانَة عَنْ قَتَادَة \" فَقَالَ لَهُ فِي الثَّالِثَةِ أَوْ الرَّابِعَةِ : اِرْكَبْهَا وَيْحَكَ أَوْ وَيْلَكَ \" وَلِلنَّسَائِيِّ مِنْ طَرِيق سَعِيد عَنْ قَتَادَة \" قَالَ فِي الرَّابِعَةِ : اِرْكَبْهَا وَيْلَكَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2755,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً يَسُوقُ بَدَنَةً، فَقَالَ ‏\"‏ ارْكَبْهَا ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِنَّهَا بَدَنَةٌ‏.‏ قَالَ ‏\"‏ ارْكَبْهَا، وَيْلَكَ ‏\"‏‏.‏ فِي الثَّانِيَةِ أَوْ فِي الثَّالِثَةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) saw a man driving a Badana and said to him, \"Ride on it,\" and on the second or the \nthird time he added, \"Woe to you.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ الْأَعْرَجِ ) ‏ ‏لَمْ تَخْتَلِفْ الرُّوَاة عَنْ مَالِك عَنْ أَبِي الزِّنَادِ فِيهِ وَرَوَاهُ اِبْن عُيَيْنَة عَنْ أَبِي الزِّنَادِ فَقَالَ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَة أَوْ عَنْ أَبِي الزِّنَادِ عَنْ مُوسَى بْن أَبِي عُثْمَان عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَخْرَجَهُ سَعِيد بْن مَنْصُور عَنْهُ. وَقَدْ رَوَاهُ الثَّوْرِيّ عَنْ أَبِي الزِّنَادِ بِالْإسْنَادَيْنِ مُفَرَّقًا. ‏ ‏قَوْله : ( رَأَى رَجُلًا ) ‏ ‏لَمْ أَقِفْ عَلَى اِسْمِهِ بَعْدَ طُولِ الْبَحْثِ. ‏ ‏قَوْله : ( يَسُوقُ بَدَنَة ) ‏ ‏كَذَا فِي مُعْظَمِ الْأَحَادِيثِ وَوَقَعَ لِمُسْلِم مِنْ طَرِيق بُكَيْر بْن الْأَخْنَسِ عَنْ أَنَس \" مَرَّ بِبَدَنَة أَوْ هَدِيَّة \" وَلِأَبِي عَوَانَة مِنْ هَذَا الْوَجْهِ \" أَوْ هَدْي \" وَهُوَ مِمَّا يُوَضِّحُ أَنَّهُ لَيْسَ الْمُرَادُ بِالْبَدَنَةِ مُجَرَّدَ مَدْلُولِهَا اللُّغَوِيِّ. وَلِمُسْلِم مِنْ طَرِيقِ الْمُغِيرَةِ عَنْ أَبِي الزِّنَادِ \" بَيْنَا رَجُل يَسُوقُ بَدَنَة مُقَلَّدَة \" وَكَذَا فِي طَرِيق هَمَّام عَنْ أَبِي هُرَيْرَة وَسَيَأْتِي لِلْمُصَنِّفِ فِي \" بَاب تَقْلِيد الْبُدْن \" أَنَّهَا كَانَتْ مُقَلَّدَة نَعْلًا. ‏ ‏قَوْله : ( فَقَالَ اِرْكَبْهَا ) ‏ ‏زَاد النَّسَائِيّ مِنْ طَرِيق سَعِيد عَنْ قَتَادَة وَالْجَوْزَقِيّ مِنْ طَرِيق حُمَيْد عَنْ ثَابِت كِلَاهُمَا عَنْ أَنَس \" وَقَدْ جَهَدَهُ الْمَشْي \" وَلِأَبِي يَعْلَى مِنْ طَرِيقِ الْحَسَنِ عَنْ أَنَس \" حَافِيًا \" لَكِنَّهَا ضَعِيفَة. ‏ ‏قَوْله : ( وَيْلَكَ فِي الثَّانِيَةِ أَوْ فِي الثَّالِثَةِ ) ‏ ‏وَقَعَ فِي رِوَايَة هَمَّام عِنْد مُسْلِم \" وَيْلَكَ اِرْكَبْهَا وَيْلَكَ اِرْكَبْهَا \" وَلِأَحْمَدَ مِنْ رِوَايَة عَبْد الرَّحْمَن بْن إِسْحَاق وَالثَّوْرِيّ كِلَاهُمَا عَنْ أَبِي الزِّنَادِ وَمِنْ طَرِيق عَجْلَانَ عَنْ أَبِي هُرَيْرَة قَالَ \" اِرْكَبْهَا وَيْحَكَ. قَالَ : إِنَّهَا بَدَنَة. قَالَ : اِرْكَبْهَا وَيْحك \" زَادَ أَبُو يَعْلَى مِنْ رِوَايَة الْحَسَنِ \" فَرَكِبَهَا \" وَقَدْ قُلْنَا إِنَّهَا ضَعِيفَة لَكِنْ سَيَأْتِي لِلْمُصَنِّفِ مِنْ طَرِيقِ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَة \" فَلَقَدْ رَأَيْته رَاكِبهَا يُسَايِرُ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّعْلُ فِي عُنُقِهَا \" وَتَبَيَّنَ بِهَذِهِ الطُّرُقِ أَنَّهُ أَطْلَقَ الْبَدَنَة عَلَى الْوَاحِدَةِ مِنْ الْإِبِلِ الْمُهْدَاةِ إِلَى الْبَيْتِ الْحَرَام وَلَوْ كَانَ الْمُرَاد مَدْلُولهَا اللُّغَوِيّ لَمْ يَحْصُلْ الْجَوَابُ بِقَوْلِهِ إِنَّهَا بَدَنَة لِأَنَّ كَوْنَهَا مِنْ الْإِبِلِ مَعْلُوم فَالظَّاهِر أَنَّ الرَّجُلَ ظَنَّ أَنَّهُ خَفِيَ كَوْنُهَا هَدْيًا فَلِذَلِكَ قَالَ إِنَّهَا بَدَنَة وَالْحَقُّ أَنَّهُ لَمْ يَخْفَ ذَلِكَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِكَوْنِهَا كَانَتْ مُقَلَّدَة وَلِهَذَا قَالَ لَهُ لَمَّا زَادَ فِي مُرَاجَعَتِهِ \" وَيْلَكَ \" وَاسْتُدِلَّ بِهِ عَلَى جَوَازِ رُكُوب الْهَدْي سَوَاء كَانَ وَاجِبًا أَوْ مُتَطَوِّعًا بِهِ ; لِكَوْنِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَسْتَفْصِلْ صَاحِب الْهَدْيِ عَنْ ذَلِكَ فَدَلَّ عَلَى أَنَّ الْحُكْمَ لَا يَخْتَلِفُ بِذَلِكَ. وَأَصْرَحُ مِنْ هَذَا مَا أَخْرَجَهُ أَحْمَد مِنْ حَدِيث عَلِيّ \" أَنَّهُ سُئِلَ : هَلْ يَرْكَبُ الرَّجُل هَدْيَهُ ؟ فَقَالَ : لَا بَأْسَ قَدْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمُرُّ بِالرِّجَالِ يَمْشُونَ فَيَأْمُرُهُمْ يَرْكَبُونَ هَدْيَهُ \" أَيْ هَدْيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , إِسْنَادُهُ صَالِحٌ. وَبِالْجَوَازِ مُطْلَقًا قَالَ عُرْوَة بْن الزُّبَيْر وَنَسَبه اِبْن الْمُنْذِر لِأَحْمَد وَإِسْحَاق وَبِهِ قَالَ أَهْل الظَّاهِر وَهُوَ الَّذِي جَزَمَ بِهِ النَّوَوِيّ فِي \" الرَّوْضَةِ \" تَبَعًا لِأَصْلِهِ فِي الضَّحَايَا وَنَقَلَهُ فِي \" شَرْحِ الْمُهَذَّبِ \" عَنْ الْقَفَّالِ وَالْمَاوَرْدِيّ وَنَقَلَ فِيهِ عَنْ أَبِي حَامِد وَالْبَنْدَنِيجِيّ وَغَيْرِهِمَا تَقْيِيده بِالْحَاجَةِ وَقَالَ الرُّويَانِيّ : تَجْوِيزُهُ بِغَيْر حَاجَة يُخَالِفُ النَّصّ وَهُوَ الَّذِي حَكَاهُ التِّرْمِذِيُّ عَنْ الشَّافِعِيّ وَأَحْمَد وَإِسْحَاق وَأَطْلَقَ اِبْن عَبْدِ الْبَرِّ كَرَاهَةَ رُكُوبِهَا بِغَيْر حَاجَة عَنْ الشَّافِعِيّ وَمَالِك وَأَبِي حَنِيفَة وَأَكْثَر الْفُقَهَاءِ وَقَيَّدَهُ صَاحِب \" الْهِدَايَةِ \" مِنْ الْحَنَفِيَّةِ بِالِاضْطِرَارِ إِلَى ذَلِكَ وَهُوَ الْمَنْقُولُ عَنْ الشَّعْبِيِّ عِنْدَ اِبْن أَبِي شَيْبَة وَلَفْظِهِ : لَا يَرْكَبُ الْهَدْيَ إِلَّا مَنْ لَا يَجِدُ مِنْهُ بُدًّا. وَلَفْظُ الشَّافِعِيّ الَّذِي نَقَلَهُ اِبْن الْمُنْذِر وَتَرْجَمَ لَهُ الْبَيْهَقِيّ : يَرْكَبُ إِذَا اُضْطُرَّ رُكُوبًا غَيْرَ فَادِح. وَقَالَ ابْنُ الْعَرَبِيِّ عَنْ مَالِك : يَرْكَبُ لِلضَّرُورَةِ فَإِذَا اِسْتَرَاحَ نَزَلَ. وَمُقْتَضَى مَنْ قَيَّدَهُ بِالضَّرُورَةِ أَنَّ مَنْ اِنْتَهَتْ ضَرُورَته لَا يَعُودُ إِلَى رُكُوبِهَا إِلَّا مِنْ ضَرُورَة أُخْرَى وَالدَّلِيلِ عَلَى اِعْتِبَارِ هَذِهِ الْقُيُودِ الثَّلَاثَةِ - وَهِيَ الِاضْطِرَارُ وَالرُّكُوبُ بِالْمَعْرُوفِ وَانْتِهَاء الرُّكُوبِ بِانْتِهَاءِ الضَّرُورَةِ - مَا رَوَاهُ مُسْلِم مِنْ حَدِيثِ جَابِر مَرْفُوعًا بِلَفْظ \" اِرْكَبْهَا بِالْمَعْرُوفِ إِذَا أُلْجِئْتَ إِلَيْهَا حَتَّى تَجِدَ ظَهْرًا \" فَإِنَّ مَفْهُومَهُ أَنَّهُ إِذَا وَجَدَ غَيْرَهَا تَرَكَهَا وَرَوَى سَعِيد بْن مَنْصُور مِنْ طَرِيقِ إِبْرَاهِيمَ النَّخَعِيّ قَالَ : يَرْكَبُهَا إِذَا أَعْيَا قَدْرَ مَا يَسْتَرِيحُ عَلَى ظَهْرِهَا. وَفِي الْمَسْأَلَةِ مَذْهَب خَامِس وَهُوَ الْمَنْعُ مُطْلَقًا نَقَلَهُ اِبْن الْعَرَبِيِّ عَنْ أَبِي حَنِيفَة وَشَنَّعَ عَلَيْهِ وَلَكِنَّ الَّذِي نَقَلَهُ الطَّحَاوِيّ وَغَيْره الْجَوَاز بِقَدَرِ الْحَاجَةِ إِلَّا أَنَّهُ قَالَ : وَمَعَ ذَلِكَ يَضْمَنُ مَا نَقَصَ مِنْهَا بِرُكُوبِهِ. وَضَمَان النَّقْص وَافَقَ عَلَيْهِ الشَّافِعِيَّةَ فِي الْهَدْيِ الْوَاجِبِ كَالنَّذْرِ. وَمَذْهَب سَادِس وَهُوَ وُجُوب ذَلِكَ نَقَلَهُ اِبْن عَبْدِ الْبَرِّ عَنْ بَعْضِ أَهْل الظَّاهِر تَمَسُّكًا بِظَاهِرِ الْأَمْرِ وَلِمُخَالَفَة مَا كَانُوا عَلَيْهِ فِي الْجَاهِلِيَّةِ مِنْ الْبَحِيرَةِ وَالسَّائِبَة وَرَدَّهُ بِأَنْ الَّذِينَ سَاقُوا الْهَدْيَ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانُوا كَثِيرًا وَلَمْ يَأْمُرْ أَحَدًا مِنْهُمْ بِذَلِكَ اِنْتَهَى. وَفِيهِ نَظَرٌ لِمَا تَقَدَّمَ مِنْ حَدِيث عَلِيّ وَلَهُ شَاهِد مُرْسَلٌ عِنْدَ سَعِيد بْن مَنْصُور بِإِسْنَاد صَحِيح رَوَاهُ أَبُو دَاوُد فِي \" الْمَرَاسِيل \" عَنْ عَطَاء \" كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُ بِالْبَدَنَةِ إِذَا اِحْتَاجَ إِلَيْهَا سَيِّدُهَا أَنْ يَحْمِلَ عَلَيْهَا وَيَرْكَبَهَا غَيْرَ مُنْهِكِهَا. قُلْت : مَاذَا ؟ قَالَ : الرَّاجِلُ وَالْمُتَيِّعُ الْيَسِير فَإِنْ نَتَجَتْ حَمَلَ عَلَيْهَا وَلَدهَا \" وَلَا يَمْتَنِعُ الْقَوْلُ بِوُجُوبِهِ إِذَا تَعَيَّنَ طَرِيقًا إِلَى إِنْقَاذ مُهْجَة إِنْسَان مِنْ الْهَلَاكِ. وَاخْتَلَفَ الْمُجِيزُونَ هَلْ يَحْمِلُ عَلَيْهَا مَتَاعَهُ ؟ فَمَنَعَهُ مَالِك وَأَجَازَهُ الْجُمْهُورُ. وَهَلْ يَحْمِلُ عَلَيْهَا غَيْرَهُ ؟ أَجَازَهُ الْجُمْهُورُ أَيْضًا عَلَى التَّفْصِيلِ الْمُتَقَدِّمِ. وَنَقَلَ عِيَاض الْإِجْمَاع عَلَى أَنَّهُ لَا يُؤْجِرُهَا. وَقَالَ الطَّحَاوِيّ فِي \" اِخْتِلَافِ الْعُلَمَاءِ \" : قَالَ أَصْحَابنَا وَالشَّافِعِيّ إِنْ اِحْتَلَبَ مِنْهَا شَيْئًا تَصَدَّقَ بِهِ. فَإِنْ أَكَلَهُ تَصَدَّقَ بِثَمَنِهِ وَيَرْكَبُ إِذَا اِحْتَاجَ فَإِنَّ نَقَصَهُ ذَلِكَ ضَمِنَ. وَقَالَ مَالِك : لَا يَشْرَبُ مِنْ لَبَنِهِ فَإِنْ شَرِبَ لَمْ يَغْرَمْ. وَلَا يَرْكَبُ إِلَّا عِنْدَ الْحَاجَةِ فَإِنْ رَكِبَ لَمْ يَغْرَمْ. وَقَالَ الثَّوْرِيّ : لَا يَرْكَبُ إِلَّا إِذَا اُضْطُرَّ. ‏ ‏قَوْله : ( وَيْلَكَ ) ‏ ‏قَالَ الْقُرْطُبِيّ : قَالَهَا لَهُ تَأْدِيبًا لِأَجْلِ مُرَاجَعَتِهِ لَهُ مَعَ عَدَمِ خَفَاءِ الْحَالِ عَلَيْهِ وَبِهَذَا جَزَمَ اِبْن عَبْدِ الْبَرِّ وَابْن الْعَرَبِيِّ وَبَالَغَ حَتَّى قَالَ : الْوَيْلُ لِمَنْ رَاجَعَ فِي ذَلِكَ بَعْدَ هَذَا قَالَ : وَلَوْلَا أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اِشْتَرَطَ عَلَى رَبِّهِ مَا اِشْتَرَطَ لَهَلَكَ ذَلِكَ الرَّجُلُ لَا مَحَالَةَ. قَالَ الْقُرْطُبِيّ : وَيُحْتَمَلُ أَنْ يَكُونَ فُهِمَ عَنْهُ أَنَّهُ يَتْرُكُ رُكُوبَهَا عَلَى عَادَة الْجَاهِلِيَّة فِي السَّائِبَةِ وَغَيْرهَا فَزَجَرَهُ عَنْ ذَلِكَ فَعَلَى الْحَالَتَيْنِ هِيَ إِنْشَاءٌ. وَرَجَّحَهُ عِيَاض وَغَيْره قَالُوا : وَالْأَمْرُ هُنَا وَإِنْ قُلْنَا إِنَّهُ لِلْإِرْشَادِ لَكِنَّهُ اِسْتَحَقَّ الذَّمَّ بِتَوَقُّفِهِ عَلَى اِمْتِثَال الْأَمْر. وَالَّذِي يَظْهَرُ أَنَّهُ مَا تَرَكَ الِامْتِثَالَ عِنَادًا وَيُحْتَمَلُ أَنْ يَكُونَ ظَنّ أَنَّهُ يَلْزَمُهُ غُرْمٌ بِرُكُوبِهَا أَوْ إِثْمٌ وَأَنَّ الْإِذْنَ الصَّادِرَ لَهُ بِرُكُوبِهَا إِنَّمَا هُوَ لِلشَّفَقَةِ عَلَيْهِ فَتَوَقَّفَ فَلَمَّا أَغْلَظَ إِلَيْهِ بَادَرَ إِلَى الِامْتِثَالِ. وَقِيلَ لِأَنَّهُ كَانَ أَشْرَفَ عَلَى هَلَكَةٍ مِنْ الْجَهْدِ. وَوَيْل كَلِمَة تُقَالُ لِمَنْ وَقَعَ فِي هَلَكَة فَالْمَعْنَى أَشْرَفْتَ عَلَى الْهَلَكَةِ فَارْكَبْ فَعَلَى هَذَا هِيَ إِخْبَار وَقِيلَ هِيَ كَلِمَة تَدْعَمُ بِهَا الْعَرَبُ كَلَامَهَا وَلَا تَقْصِدُ مَعْنَاهَا كَقَوْلِهِ لَا أُمَّ لَك وَيُقَوِّيه مَا تَقَدَّمَ فِي بَعْضِ الرِّوَايَاتِ بِلَفْظ \" وَيْحَكَ \" بَدَلَ وَيْلَكَ قَالَ الْهَرَوِيّ : وَيْل يُقَالُ لِمَنْ وَقَعَ فِي هَلَكَة يَسْتَحِقُّهَا وَوَيْح لِمَنْ وَقَعَ فِي هَلَكَة لَا يَسْتَحِقُّهَا. وَفِي الْحَدِيثِ تَكْرِير الْفَتْوَى وَالنَّدْب إِلَى الْمُبَادَرَةِ إِلَى اِمْتِثَالِ الْأَمْر وَزَجْر مَنْ لَمْ يُبَادِرْ إِلَى ذَلِكَ وَتَوْبِيخه وَجَوَاز مُسَايَرَة الْكِبَار فِي السَّفَرِ وَأَنَّ الْكَبِيرَ إِذَا رَأَى مَصْلَحَةً لِلصَّغِيرِ لَا يَأْنَفُ عَنْ إِرْشَادِهِ إِلَيْهَا وَاسْتَنْبَطَ مِنْهُ الْمُصَنِّف جَوَاز اِنْتِفَاع الْوَاقِفِ بِوَقْفِهِ وَهُوَ مُوَافِق لِلْجُمْهُورِ فِي الْأَوْقَافِ الْعَامَّةِ أَمَّا الْخَاصَّةُ فَالْوَقْف عَلَى النَّفْسِ لَا يَصِحُّ عِنْدَ الشَّافِعِيَّةِ وَمَنْ وَافَقَهُمْ كَمَا سَيَأْتِي بَيَانه فِي مَكَانِهِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2756,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدُ بْنُ يَزِيدَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي يَعْلَى، أَنَّهُ سَمِعَ عِكْرِمَةَ، يَقُولُ أَنْبَأَنَا ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ سَعْدَ بْنَ عُبَادَةَ ـ رضى الله عنه ـ تُوُفِّيَتْ أُمُّهُ وَهْوَ غَائِبٌ عَنْهَا، فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي تُوُفِّيَتْ وَأَنَا غَائِبٌ عَنْهَا، أَيَنْفَعُهَا شَىْءٌ إِنْ تَصَدَّقْتُ بِهِ عَنْهَا قَالَ ‏\n\"‏ نَعَمْ ‏\"‏‏.‏ قَالَ فَإِنِّي أُشْهِدُكَ أَنَّ حَائِطِي الْمِخْرَافَ صَدَقَةٌ عَلَيْهَا‏.‏",
    "english_text": "The mother of Sa`d bin 'Ubada died in his absence. He said, \"O Allah's Messenger (ﷺ)! My mother died in \nmy absence; will it be of any benefit for her if I give Sadaqa on her behalf?\" The Prophet (ﷺ) said, \"Yes,\" \nSa`d said, \"I make you a witness that I gave my garden called Al Makhraf in charity on her behalf.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَفِي رِوَايَة أَبِي ذَرّ وَابْن شَبُّويَةَ \" حَدَّثَنَا مُحَمَّد بْن سَلَام \". ‏ ‏قَوْله : ( أَخْبَرَنِي يَعْلَى ) ‏ ‏هُوَ اِبْن مُسْلِم سَمَّاهُ عَبْد الرَّزَّاق فِي رِوَايَته عَنْ اِبْن جُرَيْجٍ عَنْهُ , وَهُوَ مَكِّيّ أَصْله مِنْ الْبَصْرَة , وَوَهَمَ الطَّرْقِيّ فِي زَعْمه أَنَّهُ اِبْن حَكِيم , وَلَيْسَ لِيَعْلَى بْن مُسْلِم عَنْ عِكْرِمَة فِي الْبُخَارِيّ سِوَى هَذَا الْمَوْضِع , وَرِجَال الْإِسْنَاد مَا بَيْن مَكِّيّ وَبَصْرِيّ. ‏ ‏قَوْله : ( أَنَّ سَعْد بْن عُبَادَةَ ) ‏ ‏هُوَ الْأَنْصَارِيّ الْخَزْرَجِيّ سَيِّد الْخَزْرَج , وَسَيَأْتِي بَعْد أَبْوَاب مِنْ هَذَا الْوَجْه \" أَنَّ سَعْد بْن عُبَادَةَ أَخِي بَنِي سَاعِدَة \" وَبَنُو سَاعِدَةَ بَطْن مِنْ الْخَزْرَج شَهِير. ‏ ‏قَوْله ( تُوُفِّيَتْ أُمّه وَهُوَ غَائِب عَنْهَا ) ‏ ‏هِيَ عَمْرَة بِنْت مَسْعُود , وَقِيلَ سَعْد بْن قَيْس بْن عَمْرو أَنْصَارِيَّة خَزْرَجِيَّة , ذَكَرَ اِبْن سَعْد أَنَّهَا أَسْلَمَتْ وَبَايَعَتْ وَمَاتَتْ سَنَة خَمْس وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة دَوْمَة الْجَنْدَل وَابْنهَا سَعْد بْن عُبَادَةَ مَعَهُ , قَالَا فَلَمَّا رَجَعُوا جَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى عَلَى قَبْرهَا , وَعَلَى هَذَا فَهَذَا الْحَدِيث مُرْسَل صَحَابِيّ لِأَنَّ اِبْن عَبَّاس كَانَ حِينَئِذٍ مَعَ أَبَوَيْهِ بِمَكَّة ; وَاَلَّذِي يَظْهَر أَنَّهُ سَمِعَهُ مِنْ سَعْد بْن عُبَادَةَ كَمَا سَأُبَيِّنُهُ بَعْد ثَلَاثَة أَبْوَاب. ‏ ‏قَوْله : ( الْمِخْرَاف ) ‏ ‏بِكَسْرِ أَوَّله وَسُكُون الْمُعْجَمَة وَآخِره فَاء أَيْ الْمَكَان الْمُثْمِر , سُمِّيَ بِذَلِكَ لِمَا يَخْرُف مِنْهُ أَيْ يَجْنِي مِنْ الثَّمَرَة , تَقُول شَجَرَة مِخْرَاف وَمِثْمَار قَالَهُ الْخَطَّابِيُّ , وَوَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق \" الْمِخْرَف \" بِغَيْرِ أَلِف وَهُوَ اِسْم الْحَائِط الْمَذْكُور , وَالْحَائِط الْبُسْتَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2757,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ، قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ ـ رضى الله عنه‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَإِلَى رَسُولِهِ صلى الله عليه وسلم‏.‏ قَالَ ‏\n\"‏ أَمْسِكْ عَلَيْكَ بَعْضَ مَالِكَ فَهُوَ خَيْرٌ لَكَ ‏\"‏‏.‏ قُلْتُ فَإِنِّي أُمْسِكُ سَهْمِي الَّذِي بِخَيْبَرَ‏.‏",
    "english_text": "I said, \"O Allah's Messenger (ﷺ)! For the acceptance of my repentance I wish to give all my property in \ncharity for Allah's sake through His Apostle .\" He said, \"It is better for you to keep some of the \nproperty for yourself.\" I said, \"Then I will keep my share in Khaibar.\"",
    "explication": "‏ ‏قَوْله : ( قُلْت يَا رَسُول اللَّه إِنَّ مَنْ تَوْبَتِي إِلَخْ ) ‏ ‏هَذَا طَرَف مِنْ حَدِيث كَعْب بْن مَالِك فِي قِصَّة تَخَلُّفه عَنْ غَزْوَة تَبُوك , وَسَيَأْتِي الْحَدِيث بِطُولِهِ فِي كِتَاب الْمَغَازِي مَعَ اِسْتِيفَاء شَرْحه. وَشَاهِد التَّرْجَمَة مِنْهُ قَوْله : \" أَمْسِكْ عَلَيْك بَعْض مَالِك \" فَإِنَّهُ ظَاهِر فِي أَمْره بِإِخْرَاجِ بَعْض مَاله وَإِمْسَاك بَعْض مَاله مِنْ غَيْر تَفْصِيل بَيْن أَنْ يَكُون مَقْسُومًا أَوْ مَشَاعًا , فَيَحْتَاج مَنْ مَنَعَ وَقْف الشَّارِع إِلَى دَلِيل الْمَنْع وَاَللَّه أَعْلَم. وَاسْتَدَلَّ بِهِ عَلَى كَرَاهَة التَّصَدُّق بِجَمِيعِ الْمَال ; وَقَدْ تَقَدَّمَ الْبَحْث فِيهِ فِي كِتَاب الزَّكَاة , وَيَأْتِي شَيْء مِنْهُ فِي كِتَاب الْأَيْمَان وَالنُّذُور إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2758,
    "category": "كتاب الوصايا",
    "text_chakl": "وَقَالَ إِسْمَاعِيلُ أَخْبَرَنِي عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ،، لاَ أَعْلَمُهُ إِلاَّ عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ لَمَّا نَزَلَتْ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ جَاءَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ يَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى فِي كِتَابِهِ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ وَإِنَّ أَحَبَّ أَمْوَالِي إِلَىَّ بِيرُحَاءَ ـ قَالَ وَكَانَتْ حَدِيقَةً كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَسْتَظِلُّ بِهَا وَيَشْرَبُ مِنْ مَائِهَا ـ فَهِيَ إِلَى اللَّهِ عَزَّ وَجَلَّ وَإِلَى رَسُولِهِ صلى الله عليه وسلم أَرْجُو بِرَّهُ وَذُخْرَهُ، فَضَعْهَا أَىْ رَسُولَ اللَّهِ حَيْثُ أَرَاكَ اللَّهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَخْ يَا أَبَا طَلْحَةَ، ذَلِكَ مَالٌ رَابِحٌ، قَبِلْنَاهُ مِنْكَ وَرَدَدْنَاهُ عَلَيْكَ، فَاجْعَلْهُ فِي الأَقْرَبِينَ ‏\"‏‏.‏ فَتَصَدَّقَ بِهِ أَبُو طَلْحَةَ عَلَى ذَوِي رَحِمِهِ، قَالَ وَكَانَ مِنْهُمْ أُبَىٌّ وَحَسَّانُ، قَالَ وَبَاعَ حَسَّانُ حِصَّتَهُ مِنْهُ مِنْ مُعَاوِيَةَ، فَقِيلَ لَهُ تَبِيعُ صَدَقَةَ أَبِي طَلْحَةَ فَقَالَ أَلاَ أَبِيعُ صَاعًا مِنْ تَمْرٍ بِصَاعٍ مِنْ دَرَاهِمَ قَالَ وَكَانَتْ تِلْكَ الْحَدِيقَةُ فِي مَوْضِعِ قَصْرِ بَنِي حُدَيْلَةَ الَّذِي بَنَاهُ مُعَاوِيَةُ‏.‏",
    "english_text": "When the Holy Verse: 'By no means shall you attain Al-Birr (piety, righteousness, it means here Allah's Reward i.e., Paradise), unless you spend of that which you love..', (V 3:92) was revealed, Abu Talha went to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger ! Allah, the Blessed, the Superior stated in His book: 'By no means shall you attain Birr, unless you spend of that which you love....' (V 3:92) and the most beloved property to me is Bairuha' (which was a garden where Allah's Messenger (ﷺ) used to go to sit in its shade and drink from its water). I gave it to the Allah and His Messenger (ﷺ) hoping for Allah's Reward in the Hereafter. So, Ao Allah's Messenger ! Use it as Allah orders you to use it.\" Allah's Messenger (ﷺ) said, \"Bravo! O Abu Talha, it is fruitful property. We have accepted it from you and now we return it to you. Distribute it amongst you relatives.\" So, Abu Talha distributed it amongst his relatives, amongst whom were Ubai and Hassan. When Hassan sold his share of that garden to Mu'awiyya, he was asked, \"How do you see Abu Talha's Sadaqa?\" He replied, \"Who should not I sell a Sa' of date for Sa' of money ?\" The garden was situated on the courtyard of the palace of Bani Jadila built by Mu'awiya.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2759,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ أَبُو النُّعْمَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ إِنَّ نَاسًا يَزْعُمُونَ أَنَّ هَذِهِ الآيَةَ نُسِخَتْ، وَلاَ وَاللَّهِ مَا نُسِخَتْ، وَلَكِنَّهَا مِمَّا تَهَاوَنَ النَّاسُ، هُمَا وَالِيَانِ وَالٍ يَرِثُ، وَذَاكَ الَّذِي يَرْزُقُ، وَوَالٍ لاَ يَرِثُ، فَذَاكَ الَّذِي يَقُولُ بِالْمَعْرُوفِ، يَقُولُ لاَ أَمْلِكُ لَكَ أَنْ أُعْطِيَكَ‏.‏",
    "english_text": "Some people claim that the order in the above Verse is cancelled, by Allah, it is not cancelled, but the \npeople have stopped acting on it. There are two kinds of guardians (who are in charge of the \ninheritance): One is that who inherits; such a person should give (of what he inherits to the relatives, \nthe orphans and the needy, etc.), the other is that who does not inherit (e.g. the guardian of the \norphans): such a person should speak kindly and say (to those who are present at the time of \ndistribution), \"I can not give it to you (as the wealth belongs to the orphans).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2760,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَجُلاً، قَالَ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ أُمِّي افْتُلِتَتْ نَفْسَهَا، وَأُرَاهَا لَوْ تَكَلَّمَتْ تَصَدَّقَتْ، أَفَأَتَصَدَّقُ عَنْهَا قَالَ ‏\n\"‏ نَعَمْ، تَصَدَّقْ عَنْهَا ‏\"‏‏.‏",
    "english_text": "A man said to the Prophet, \"My mother died suddenly, and I think that if she could speak, she would \nhave given in charity. May I give in charity on her behalf?\" He said, \"Yes! Give in charity on her \nbehalf.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن جَعْفَر ) ‏ ‏أَيْ اِبْن أَبِي كَثِير الْمَدَنِيّ. ‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏هُوَ سَعْد بْن عُبَادَة , وَاسْم أُمّه عَمْرَة , وَسَيَأْتِي حَدِيثه وَالْكَلَام عَلَيْهِ فِي الْوَصَايَا إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( اُفْتُلِتَتْ ) ‏ ‏بِضَمِّ الْمُثَنَّاة وَكَسْر اللَّام أَيْ سُلِبَتْ , عَلَى مَا لَمْ يُسَمَّ فَاعِله , يُقَال اُفْتُلِتَ فُلَان أَيْ مَاتَ فَجْأَة وَافْتُلِتَتْ نَفْسه كَذَلِكَ , وَضَبَطَهُ بَعْضهمْ بِفَتْحِ السِّين إِمَّا عَلَى التَّمْيِيز , وَإِمَّا عَلَى أَنَّهُ مَفْعُول ثَانٍ , وَالْفَلْتَة وَالِافْتِلَات مَا وَقَعَ بَغْتَة مِنْ غَيْر رَوِيَّة , وَذَكَرَهُ اِبْن قُتَيْبَة بِالْقَافِ وَتَقْدِيم الْمُثَنَّاة وَقَالَ : هِيَ كَلِمَة تُقَال لِمَنْ قَتَلَهُ الْحُبّ وَلِمَنْ مَاتَ فَجْأَة , وَالْمَشْهُور فِي الرِّوَايَة بِالْفَاءِ. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2761,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ سَعْدَ بْنَ عُبَادَةَ ـ رضى الله عنه ـ اسْتَفْتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا نَذْرٌ‏.‏ فَقَالَ ‏\n\"‏ اقْضِهِ عَنْهَا ‏\"‏‏.‏",
    "english_text": "Sa`d bin Ubada consulted Allah's Messenger (ﷺ) saying, \"My mother died and she had an unfulfilled vow.\" \nThe Prophet (ﷺ) said, \"Fulfill it on her behalf.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحِيم ) ‏ ‏هُوَ الْحَافِظ الْمَعْرُوف بِصَاعِقَةَ , وَمُعَاوِيَة بْن عَمْرو هُوَ الْأَزْدِيُّ وَيُعْرَف بِابْنِ الْكَرْمَانِيِّ مِنْ قُدَمَاء شُيُوخ الْبُخَارِيّ حَدَّثَ عَنْهُ بِغَيْرِ وَاسِطَةٍ فِي أَوَاخِر كِتَاب الْجُمُعَةِ وَحَدَّثَ عَنْهُ هُنَا وَفِي الْجِهَاد وَفِي الصَّلَاة بِوَاسِطَةٍ , وَكَانَ طَلَبُ مُعَاوِيَة الْمَذْكُور لِلْحَدِيثِ وَهُوَ كَبِير وَإِلَّا فَلَوْ كَانَ طَلَبَهُ وَهُوَ عَلَى قَدْرِ سِنِّهِ لَكَانَ مِنْ أَعْلَى شُيُوخِ الْبُخَارِيِّ , وَزَائِدَةُ شَيْخه هُوَ اِبْن قُدَامَةَ الثَّقَفِيُّ مَشْهُور قَدْ لَقِيَ الْبُخَارِيَّ جَمَاعَةٌ مِنْ أَصْحَابه. ‏ ‏قَوْله : ( عَنْ مُسْلِمٍ الْبَطِينِ ) ‏ ‏بِفَتْحِ الْمُوَحَّدَةِ وَكَسْر الْمُهْمَلَة ثُمَّ تَحْتَانِيَّةٍ سَاكِنَةٍ ثُمَّ نُونٍ , وَسَيَأْتِي أَنَّ الْحَدِيث جَاءَ مِنْ رِوَايَة شُعْبَة عَنْ الْأَعْمَش عَنْ مُسْلِم الْمَذْكُورِ , وَشُعْبَة لَا يُحَدِّث عَنْ شُيُوخه الَّذِينَ رُبَّمَا دَلَّسُوا إِلَّا بِمَا تَحَقَّقَ أَنَّهُمْ سَمِعُوهُ. ‏ ‏قَوْله : ( جَاءَ رَجُل ) ‏ ‏فِي رِوَايَة غَيْر زَائِدَة \" جَاءَتْ اِمْرَأَة \" وَقَدْ تَقَدَّمَ الْقَوْل فِي تَسْمِيَتِهَا فِي كِتَاب الْحَجّ. ‏ ‏قَوْله : ( جَاءَ رَجُل ) لَمْ أَقِفْ عَلَى اِسْمِهِ , وَاتَّفَقَ مَنْ عَدَا زَائِدَةَ وَعَبْثَر بْن الْقَاسِم عَلَى أَنَّ السَّائِل اِمْرَأَة , وَزَادَ أَبُو حَرِيزٍ فِي رِوَايَته أَنَّهَا خَثْعَمِيَّة. ‏ ‏قَوْله : ( إِنَّ أُمِّي ) ‏ ‏خَالَفَ أَبُو حَامِد جَمِيع مَنْ رَوَاهُ فَقَالَ \" إِنَّ أُخْتِي \" وَاخْتُلِفَ عَلَى أَبِي بِشْرٍ عَنْ سَعِيد اِبْن جُبَيْر فَقَالَ هُشَيْمٌ عَنْهُ \" ذَات قَرَابَة لَهَا \" وَقَالَ شُعْبَة عَنْهُ \" إِنَّ أُخْتهَا \" أَخْرَجَهُمَا أَحْمَد , وَقَالَ حَمَّادٌ عَنْهُ ذَات قَرَابَة لَهَا إِمَّا أُخْتُهَا وَإِمَّا اِبْنَتهَا \" وَهَذَا يُشْعِرُ بِأَنَّ التَّرَدُّد فِيهِ مِنْ سَعِيد بْن جُبَيْرٍ. ‏ ‏قَوْله : ( وَعَلَيْهَا صَوْم شَهْر ) ‏ ‏هَكَذَا فِي أَكْثَر الرِّوَايَات , وَفِي رِوَايَة أَبِي حَرِيز \" خَمْسَةَ عَشَرَ يَوْمًا \" وَفِي رِوَايَة أَبِي خَالِد \" شَهْرَيْنِ مُتَتَابِعِينَ \" وَرِوَايَته تَقْتَضِي أَنْ لَا يَكُون الَّذِي عَلَيْهَا صَوْمُ شَهْرِ رَمَضَان بِخِلَافِ رِوَايَة غَيْره فَإِنَّهَا مُحْتَمِلَةٌ إِلَّا رِوَايَةَ زَيْد بْن أَبِي أَنِيسَة فَقَالَ \" إِنَّ عَلَيْهَا صَوْمَ نَذْرٍ \" وَهَذَا وَاضِح فِي أَنَّهُ غَيْر رَمَضَان , وَبَيَّنَ أَبُو بِشْرٍ فِي رِوَايَته سَبَب النَّذْر فَرَوَى أَحْمَد مِنْ طَرِيق شُعْبَة عَنْ أَبِي بِشْرٍ \" أَنَّ اِمْرَأَةً رَكِبَتْ الْبَحْر فَنَذَرَتْ أَنْ تَصُوم شَهْرًا فَمَاتَتْ قَبْلَ أَنْ تَصُوم , فَأَتَتْ أُخْتهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْحَدِيثَ وَرَوَاهُ أَيْضًا عَنْ هُشَيْمٍ عَنْ أَبِي بِشْرٍ نَحْوه , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ حَدِيث حَمَّاد بْن سَلَمَة. وَقَدْ اِدَّعَى بَعْضهمْ أَنَّ هَذَا الْحَدِيث اِضْطَرَبَ فِيهِ الرُّوَاة عَنْ سَعِيد ن جُبَيْر , فَمِنْهُمْ مَنْ قَالَ : إِنَّ السَّائِل اِمْرَأَة , وَمِنْهُمْ مَنْ قَالَ : رَجُلٌ , وَمِنْهُمْ مَنْ قَالَ : إِنَّ السُّؤَال وَقَعَ عَنْ نَذْرٍ , فَمِنْهُمْ مَنْ فَسَّرَهُ بِالصَّوْمِ وَمِنْهُمْ مَنْ فَسَّرَهُ بِالْحَجِّ لِمَا تَقَدَّمَ فِي أَوَاخِر الْحَجّ وَاَلَّذِي يَظْهَر أَنَّهُمَا قِصَّتَانِ , وَيُؤَيِّدُهُ أَنَّ السَّائِلَة فِي نَذْر الصَّوْم خَثْعَمِيَّة كَمَا فِي رِوَايَة أَبِي حَرِيزٍ الْمُعَلَّقَة السَّائِلَة عَنْ نَذْر اِلْحَحْ جُهَنِيَّة كَمَا تَقَدَّمَ فِي مَوْضِعه. وَقَدْ قَدَّمْنَا فِي أَوَاخِرِ الْحَجِّ أَنَّ مُسْلِمًا رَوَى مِنْ حَدِيث بُرَيْدَةَ أَنَّ اِمْرَأَة سَأَلَتْ عَنْ الْحَجّ وَعَنْ الصَّوْم مَعًا. وَأَمَّا الِاخْتِلَاف فِي كَوْن السَّائِل رَجُلًا أَوْ اِمْرَأَة وَالْمَسْئُول عَنْهُ أُخْتًا أَوْ أَمَّا فَلَا يَقْدَح فِي مَوْضِع الِاسْتِدْلَال مِنْ الْحَدِيث لِأَنَّ الْغَرَض مِنْهُ مَشْرُوعِيَّة الصَّوْم أَوْ الْحَجّ عَنْ الْمَيِّت وَلَا اِضْطِرَاب فِي ذَلِكَ , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى كَيْفِيَّة الْجَمْع بَيْن مُخْتَلَف الرِّوَايَات فِيهِ عَنْ الْأَعْمَش وَغَيْره وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( فَدَيْن اللَّه أَحَقُّ أَنْ يُقْضَى ) ‏ ‏تَقَدَّمَتْ مَبَاحِثُهُ فِي أَوَاخِر الْحَجّ قُبَيْلَ \" فَضْل الْمَدِينَة \" مُسْتَوْفًى. ‏ ‏قَوْله : ( قَالَ سُلَيْمَان ) ‏ ‏هُوَ الْأَعْمَشُ , يَعْنِي بِالْإِسْنَادِ الْمَذْكُور أَوَّلًا إِلَيْهِ. ‏ ‏قَوْله : ( فَقَالَ الْحَكَم ) ‏ ‏أَيْ اِبْنُ عُتَيْبَةَ , وَسَلَمَةُ أَيْ اِبْن كُهَيْل , وَالْحَاصِل أَنَّ الْأَعْمَش سَمِعَ هَذَا الْحَدِيث مِنْ ثَلَاثَة أَنْفُسٍ , فِي مَجْلِسٍ وَاحِدٍ مُسْلِمِ الْبَطِينِ : أَوَّلًا عَنْ سَعِيد بْن جُبَيْر , ثُمَّ مِنْ الْحَكَم وَسَلَمَة عَنْ مُجَاهِد. قَدْ خَالَفَ زَائِدَة فِي ذَلِكَ أَبُو خَالِد الْأَحْمَر كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( وَيُذْكَرُ عَنْ أَبِي خَالِد حَدَّثَنَا الْأَعْمَش إِلَخْ ) ‏ ‏مُحَصَّلُهُ أَنَّ أَبَا خَالِد جَمَعَ بَيْن شُيُوخ الْأَعْمَش الثَّلَاثَة , فَحَدَّثَ بِهِ عَنْهُ عَنْهُمْ عَنْ شُيُوخٍ ثَلَاثَةٍ. وَظَاهِرُهُ أَنَّهُ عِنْد كُلٍّ مِنْهُمْ عَنْ كُلٍّ مِنْهُمْ. وَيَحْتَمِل أَنْ يَكُون أَرَادَ بِهِ اللَّفَّ وَالنَّشْرَ بِغَيْرِ تَرْتِيبٍ , فَيَكُون شَيْخُ الْحَكَم عَطَاءً , وَشَيْخُ الْبَطِين سَعِيدَ بْن جُبَيْر , وَشَيْخُ سَلَمَة مُجَاهِدًا , وَيُؤَيِّدُهُ أَنَّ النَّسَائِيَّ أَخْرَجَهُ مِنْ طَرِيق عَبْد الرَّحْمَن بْن مَغْرَاءَ عَنْ الْأَعْمَش مُفَصَّلًا هَكَذَا , وَهُوَ مِمَّا يُقَوِّي رِوَايَة أَبِي خَالِد وَقَدْ وَصَلَهَا مُسْلِمٌ لَكِنْ لَمْ يَسْقِ الْمَتْن بَلْ أَحَالَ بِهِ عَلَى رِوَايَة زَائِدَةَ , وَهُوَ مُعْتَرَضٌ لِأَنَّ بَيْنَهُمَا مُخَالَفَةً سَيَأْتِي بَيَانهَا. وَوَصَلَهَا أَيْضًا التِّرْمِذِيّ وَالنَّسَائِيُّ وَابْن مَاجَهْ وَابْن خُزَيْمَةَ وَالدَّارَقُطْنِيّ مِنْ طَرِيق أَبِي خَالِد. ‏ ‏قَوْلُهُ : ( وَقَالَ يَحْيَى ) ‏ ‏أَيْ اِبْن سَعِيد ‏ ‏( وَأَبُو مُعَاوِيَة عَنْ الْأَعْمَش إِلَخْ ) ‏ ‏وَافَقَا زَائِدَة عَلَى أَنَّ شَيْخ مُسْلِم الْبَطِين فِيهِ سَعِيد بْن جُبَيْر , وَكَذَلِكَ رَوَاهُ شُعْبَة وَعَبْد اللَّه بْن نُمَيْر وَعَبْثَر بْن الْقَاسِم وَعُبَيْدَة بْن حُمَيْدٍ وَآخَرُونَ عَنْ الْأَعْمَش وَطُرُقُهُمْ عِنْد النَّسَائِيِّ وَأَحْمَدَ وَغَيْرِهِمَا. ‏ ‏قَوْله : ( وَقَالَ عُبَيْد اللَّه بْن عَمْرو ) ‏ ‏أَيْ الرَّقِّيُّ ‏ ‏( عَنْ زَيْد بْن أَبِي أَنِيسَة إِلَخْ ) ‏ ‏هَذَا يُخَالِف رِوَايَة عَبْد الرَّحْمَن اِبْن مَغْرَاءَ مِنْ حَيْثُ إِنَّ شَيْخ الْحَكَم فِيهَا عَطَاء وَفِي هَذِهِ شَيْخه سَعِيد , وَيَحْتَمِلُ أَنْ يَكُون سَمِعَهُ مِنْ كُلٍّ مِنْهُمَا , وَطَرِيق عُبَيْد اللَّه هَذِهِ وَصَلَهَا مُسْلِم أَيْضًا. ‏ ‏قَوْله : ( وَقَالَ أَبُو حَرِيزٍ ) ‏ ‏بِالْمُهْمَلَةِ وَالرَّاء وَالزَّاي , وَهُوَ عَبْد اللَّه بْن الْحُسَيْن قَاضِي سِجِسْتَانَ , وَطَرِيقه هَذِهِ وَصَلَهَا اِبْن خُزَيْمَةَ وَالْحَسَن بْن سُفْيَان وَمِنْ جِهَته الْبَيْهَقِيُّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2762,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي يَعْلَى، أَنَّهُ سَمِعَ عِكْرِمَةَ، مَوْلَى ابْنِ عَبَّاسٍ يَقُولُ أَنْبَأَنَا ابْنُ عَبَّاسٍ، أَنَّ سَعْدَ بْنَ عُبَادَةَ ـ رضى الله عنهم ـ أَخَا بَنِي سَاعِدَةَ تُوُفِّيَتْ أُمُّهُ وَهْوَ غَائِبٌ، فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي تُوُفِّيَتْ وَأَنَا غَائِبٌ عَنْهَا، فَهَلْ يَنْفَعُهَا شَىْءٌ إِنْ تَصَدَّقْتُ بِهِ عَنْهَا قَالَ ‏\n\"‏ نَعَمْ ‏\"‏‏.‏ قَالَ فَإِنِّي أُشْهِدُكَ أَنَّ حَائِطِي الْمِخْرَافَ صَدَقَةٌ عَلَيْهَا‏.‏",
    "english_text": "That the mother of Sa`d bin Ubada the brother of Bani Saida died in Sa`d's absence, so he came to the \nProphet saying, \"O Allah's Messenger (ﷺ)! My mother died in my absence, will it benefit her if I give in \ncharity on her behalf?\" The Prophet (ﷺ) said, \"Yes.\" Sa`d said, \"I take you as my witness that I give my \ngarden Al-Makhraf in charity on her behalf.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد ) ‏ ‏كَذَا لِلْأَكْثَرِ غَيْر مَنْسُوب , وَفِي رِوَايَة أَبِي ذَرّ وَابْن شَبُّويَةَ \" حَدَّثَنَا مُحَمَّد بْن سَلَام \". ‏ ‏قَوْله : ( أَخْبَرَنِي يَعْلَى ) ‏ ‏هُوَ اِبْن مُسْلِم سَمَّاهُ عَبْد الرَّزَّاق فِي رِوَايَته عَنْ اِبْن جُرَيْجٍ عَنْهُ , وَهُوَ مَكِّيّ أَصْله مِنْ الْبَصْرَة , وَوَهَمَ الطَّرْقِيّ فِي زَعْمه أَنَّهُ اِبْن حَكِيم , وَلَيْسَ لِيَعْلَى بْن مُسْلِم عَنْ عِكْرِمَة فِي الْبُخَارِيّ سِوَى هَذَا الْمَوْضِع , وَرِجَال الْإِسْنَاد مَا بَيْن مَكِّيّ وَبَصْرِيّ. ‏ ‏قَوْله : ( أَنَّ سَعْد بْن عُبَادَةَ ) ‏ ‏هُوَ الْأَنْصَارِيّ الْخَزْرَجِيّ سَيِّد الْخَزْرَج , وَسَيَأْتِي بَعْد أَبْوَاب مِنْ هَذَا الْوَجْه \" أَنَّ سَعْد بْن عُبَادَةَ أَخِي بَنِي سَاعِدَة \" وَبَنُو سَاعِدَةَ بَطْن مِنْ الْخَزْرَج شَهِير. ‏ ‏قَوْله ( تُوُفِّيَتْ أُمّه وَهُوَ غَائِب عَنْهَا ) ‏ ‏هِيَ عَمْرَة بِنْت مَسْعُود , وَقِيلَ سَعْد بْن قَيْس بْن عَمْرو أَنْصَارِيَّة خَزْرَجِيَّة , ذَكَرَ اِبْن سَعْد أَنَّهَا أَسْلَمَتْ وَبَايَعَتْ وَمَاتَتْ سَنَة خَمْس وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة دَوْمَة الْجَنْدَل وَابْنهَا سَعْد بْن عُبَادَةَ مَعَهُ , قَالَا فَلَمَّا رَجَعُوا جَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى عَلَى قَبْرهَا , وَعَلَى هَذَا فَهَذَا الْحَدِيث مُرْسَل صَحَابِيّ لِأَنَّ اِبْن عَبَّاس كَانَ حِينَئِذٍ مَعَ أَبَوَيْهِ بِمَكَّة ; وَاَلَّذِي يَظْهَر أَنَّهُ سَمِعَهُ مِنْ سَعْد بْن عُبَادَةَ كَمَا سَأُبَيِّنُهُ بَعْد ثَلَاثَة أَبْوَاب. ‏ ‏قَوْله : ( الْمِخْرَاف ) ‏ ‏بِكَسْرِ أَوَّله وَسُكُون الْمُعْجَمَة وَآخِره فَاء أَيْ الْمَكَان الْمُثْمِر , سُمِّيَ بِذَلِكَ لِمَا يَخْرُف مِنْهُ أَيْ يَجْنِي مِنْ الثَّمَرَة , تَقُول شَجَرَة مِخْرَاف وَمِثْمَار قَالَهُ الْخَطَّابِيُّ , وَوَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق \" الْمِخْرَف \" بِغَيْرِ أَلِف وَهُوَ اِسْم الْحَائِط الْمَذْكُور , وَالْحَائِط الْبُسْتَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2763,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ كَانَ عُرْوَةُ بْنُ الزُّبَيْرِ يُحَدِّثُ أَنَّهُ سَأَلَ عَائِشَةَ ـ رضى الله عنها – ‏{‏وَإِنْ خِفْتُمْ أَنْ لاَ تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ‏}‏ قَالَتْ هِيَ الْيَتِيمَةُ فِي حَجْرِ وَلِيِّهَا، فَيَرْغَبُ فِي جَمَالِهَا وَمَالِهَا، وَيُرِيدُ أَنْ يَتَزَوَّجَهَا بِأَدْنَى مِنْ سُنَّةِ نِسَائِهَا، فَنُهُوا عَنْ نِكَاحِهِنَّ، إِلاَّ أَنْ يُقْسِطُوا لَهُنَّ فِي إِكْمَالِ الصَّدَاقِ، وَأُمِرُوا بِنِكَاحِ مَنْ سِوَاهُنَّ مِنَ النِّسَاءِ قَالَتْ عَائِشَةُ ثُمَّ اسْتَفْتَى النَّاسُ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعْدُ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ‏}‏ قَالَتْ فَبَيَّنَ اللَّهُ فِي هَذِهِ أَنَّ الْيَتِيمَةَ إِذَا كَانَتْ ذَاتَ جَمَالٍ وَمَالٍ رَغِبُوا فِي نِكَاحِهَا، وَلَمْ يُلْحِقُوهَا بِسُنَّتِهَا بِإِكْمَالِ الصَّدَاقِ، فَإِذَا كَانَتْ مَرْغُوبَةً عَنْهَا فِي قِلَّةِ الْمَالِ وَالْجَمَالِ تَرَكُوهَا وَالْتَمَسُوا غَيْرَهَا مِنَ النِّسَاءِ، قَالَ فَكَمَا يَتْرُكُونَهَا حِينَ يَرْغَبُونَ عَنْهَا فَلَيْسَ لَهُمْ أَنْ يَنْكِحُوهَا إِذَا رَغِبُوا فِيهَا إِلاَّ أَنْ يُقْسِطُوا لَهَا الأَوْفَى مِنَ الصَّدَاقِ وَيُعْطُوهَا حَقَّهَا‏.‏",
    "english_text": "`Urwa bin Az-Zubair said that he asked `Aisha about the meaning of the Qur'anic Verse:-- \n\"And if you fear that you will not deal fairly with the orphan girls then marry (other) women of your \nchoice.\" (4.2-3) \nAisha said, \"It is about a female orphan under the guardianship of her guardian who is inclined \ntowards her because of her beauty and wealth, and likes to marry her with a Mahr less than what is \ngiven to women of her standard. So they (i.e. guardians) were forbidden to marry the orphans unless \nthey paid them a full appropriate Mahr (otherwise) they were ordered to marry other women instead of \nthem. Later on the people asked Allah's Messenger (ﷺ) about it. So Allah revealed the following Verse:-- \n\"They ask your instruction (O Muhammad!) regarding women. Say: Allah instructs you regarding \nthem...\" (4.127) \nand in this Verse Allah indicated that if the orphan girl was beautiful and wealthy, her guardian would \nhave the desire to marry her without giving her an appropriate Mahr equal to what her peers could get, \nbut if she was undesirable for lack of beauty or wealth, then he would not marry her, but seek to marry \nsome other woman instead of her. So, since he did not marry her when he had no inclination towards \nher, he had not the right to marry her when he had an interest in her, unless he treated her justly by \ngiving her a full Mahr and securing all her rights.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا أَبُو الْيَمَان أَخْبَرَنَا شُعَيْب عَنْ الزُّهْرِيِّ , وَقَالَ اللَّيْث حَدَّثَنِي عُقَيْل عَنْ اِبْن شِهَاب ) ‏ ‏تَقَدَّمَ طَرِيق اللَّيْث مَوْصُولًا فِي \" بَاب الْأَكْفَاء فِي الْمَال \" وَسَاقَ الْمَتْن هُنَاكَ عَلَى لَفْظه وَهُنَا عَلَى لَفْظ شُعَيْب , وَقَدْ أَفْرَدَهُ بِالذِّكْرِ فِي كِتَاب الْوَصَايَا كَمَا تَقَدَّمَ , وَاللَّهُ أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2764,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا هَارُونُ، حَدَّثَنَا أَبُو سَعِيدٍ، مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، تَصَدَّقَ بِمَالٍ لَهُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ يُقَالُ لَهُ ثَمْغٌ، وَكَانَ نَخْلاً، فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ إِنِّي اسْتَفَدْتُ مَالاً وَهُوَ عِنْدِي نَفِيسٌ فَأَرَدْتُ أَنْ أَتَصَدَّقَ بِهِ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ تَصَدَّقْ بِأَصْلِهِ، لاَ يُبَاعُ وَلاَ يُوهَبُ وَلاَ يُورَثُ، وَلَكِنْ يُنْفَقُ ثَمَرُهُ ‏\"‏‏.‏ فَتَصَدَّقَ بِهِ عُمَرُ، فَصَدَقَتُهُ ذَلِكَ فِي سَبِيلِ اللَّهِ وَفِي الرِّقَابِ وَالْمَسَاكِينِ وَالضَّيْفِ وَابْنِ السَّبِيلِ وَلِذِي الْقُرْبَى، وَلاَ جُنَاحَ عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُلَ مِنْهُ بِالْمَعْرُوفِ، أَوْ يُوكِلَ صَدِيقَهُ غَيْرَ مُتَمَوِّلٍ بِهِ‏.‏",
    "english_text": "In the lifetime of Allah's Messenger (ﷺ) , `Umar gave in charity some of his property, a garden of date-palms \ncalled Thamgh. `Umar said, \"O Allah's Messenger (ﷺ)! I have some property which I prize highly and I want \nto give it in charity.\" The Prophet; said, \"Give it in charity (i.e. as an endowment) with its land and \ntrees on the condition that the land and trees will neither be sold nor given as a present, nor \nbequeathed, but the fruits are to be spent in charity.\" So `Umar gave it in charity, and it was for \nAllah's Cause, the emancipation of slaves, for the poor, for guests, for travelers, and for kinsmen. The \nperson acting as its administrator could eat from it reasonably and fairly, and could let a friend of his \neat from it provided he had no intention of becoming wealthy by its means.",
    "explication": "حَدِيث عُمَر : ‏ ‏قَوْله : ( حَدَّثَنَا هَارُون بْن الْأَشْعَث ) ‏ ‏هُوَ الْهَمْدَانِيُّ بِسُكُونِ الْمِيم أَصْله مِنْ الْكُوفَة ثُمَّ سَكَنَ بُخَارَى , وَلَمْ يُخَرِّج عَنْهُ الْبُخَارِيّ فِي هَذَا الْكِتَاب سِوَى هَذَا الْمَوْضِع , وَوَقَعَ فِي بَعْض الرِّوَايَات كَرِوَايَةِ النَّسَفِيِّ \" حَدَّثَنَا هَارُون \" غَيْر مَنْسُوب , فَزَعَمَ اِبْن عَدِيّ أَنَّهُ هَارُون بْن يَحْيَى الْمَكِّيّ الزُّبَيْرِيّ وَلَمْ يُعْرَف مِنْ حَاله شَيْء , وَالْمُعْتَمَد مَا وَقَعَ عِنْد أَبِي ذَرّ وَغَيْره مَنْسُوبًا. ‏ ‏قَوْله : ( تَصَدَّقَ بِمَالٍ لَهُ ) ‏ ‏هُوَ مِنْ إِطْلَاق الْعَامّ عَلَى الْخَاصّ لِأَنَّ الْمُرَاد بِالْمَالِ هُنَا الْأَرْض الَّتِي لَهَا غَلَّة. ‏ ‏قَوْله : ( يُقَال لَهُ ثَمْغ ) ‏ ‏بِفَتْحِ الْمُثَلَّثَة وَسُكُون الْمِيم بَعْدهَا مُعْجَمَة , وَمِنْهُمْ مَنْ فَتَحَ الْمِيم حَكَاهُ الْمُنْذِرِيُّ , قَالَ أَبُو عُبَيْد الْبَكْرِيّ هِيَ أَرْض تِلْقَاء الْمَدِينَة كَانَتْ لِعُمَر. قُلْت : وَسَأَذْكُرُ فِي \" بَاب الْوَقْف كَيْفَ يُكْتَب \" كَيْفِيَّة مَصِيره إِلَى عُمَر مَعَ بَيَان الِاخْتِلَاف فِي ذَلِكَ إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله ( فَصَدَقَته تِلْكَ ) ‏ ‏كَذَا لِلْكُشْمِيهَنِيِّ وَلِغَيْرِهِ \" ذَلِكَ \". ‏ ‏قَوْله : ( وَلَا جُنَاح عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُل مِنْهُ بِالْمَعْرُوفِ ) ‏ ‏قَالَ الْمُهَلَّب : شَبَّهَ الْبُخَارِيّ الْوَصِيّ بِنَاظِرِ الْوَقْف , وَوَجْه الشَّبَه أَنَّ النَّظَر لِلْمَوْقُوفِ عَلَيْهِمْ مِنْ الْفُقَرَاء وَغَيْرهمْ كَالنَّظَرِ لِلْيَتَامَى , وَتَعَقَّبَهُ اِبْن الْمُنِير بِأَنَّ الْوَاقِف هُوَ الْمَالِك لِمَنَافِع مَا وَقَفَهُ , فَإِنْ شَرَطَ لِمَنْ يَلِي نَظَره شَيْئًا سَاغَ لَهُ ذَلِكَ , وَالْمُوصِي لَيْسَ كَذَلِكَ لِأَنَّ وَلَده يَمْلِكُونَ الْمَال بَعْده بِقِسْمَةِ اللَّه لَهُمْ فَلَمْ يَكُنْ فِي ذَلِكَ كَالْوَاقِفِ اه. وَمُقْتَضَاهُ أَنَّ الْمُوصِي إِذَا جَعَلَ لِلْوَصِيِّ أَنْ يَأْكُل مِنْ مَال الْمُوصَى عَلَيْهِمْ لَا يَصِحّ ذَلِكَ , وَلَيْسَ كَذَلِكَ بَلْ هُوَ سَائِغ إِذَا عَيَّنَهُ , وَإِنَّمَا اِخْتَلَفَ السَّلَف فِيمَا إِذَا أَوْصَى وَلَمْ يُعَيِّن لِلْمُوصِي شَيْئًا هَلْ لَهُ أَنْ يَأْخُذ بِقَدْرِ عَمَله أَمْ لَا ؟ وَقَالَ الْكَرْمَانِيُّ : وَجْه الْمُطَابَقَة هُوَ مِنْ جِهَة أَنَّ الْقَصْد أَنَّ الْوَصِيّ يَأْخُذ مِنْ مَال الْيَتِيم أَجْره بِدَلِيلِ قَوْل عُمَر \" لَا جُنَاح عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُل بِالْمَعْرُوفِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2765,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها – ‏{‏وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ‏}‏‏.‏ قَالَتْ أُنْزِلَتْ فِي وَالِي الْيَتِيمِ أَنْ يُصِيبَ مِنْ مَالِهِ إِذَا كَانَ مُحْتَاجًا بِقَدْرِ مَالِهِ بِالْمَعْرُوفِ‏.‏",
    "english_text": "The following Verse:-- \n\"If a guardian is well-off, let him claim no remuneration (i.e. wages), but if he is poor, let him have for \nhimself what is just and reasonable.\" (4.6) \nwas revealed in connection with the guardian of an orphan, and it means that if he is poor he can have \nfor himself (from the orphan's wealth) what is just and reasonable according to the orphan's share of \nthe inheritance.",
    "explication": "‏ ‏حَدِيثُ عَائِشَةَ فِي قَوْلِهِ تَعَالَى ( وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ) ‏ ‏وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي تَفْسِيرِ سُورَةِ النِّسَاءِ إِنْ شَاءَ اللَّهُ تَعَالَى , فَإِنَّهُ سَاقَهُ عَنْ إِسْحَاقَ هَذَا بِهَذَا الْإِسْنَادِ فَظَهَرَ مِنْ سِيَاقِهِ أَنَّهُ هُنَا بِلَفْظِ عُثْمَانَ بْنِ فَرْقَدٍ وَهُنَاكَ بِلَفْظِ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ , وَقَدْ ذَكَرَهُ هُنَا بِلَفْظِ \" وَالِي الْيَتِيمِ الَّذِي يُقِيمُ عَلَيْهِ \" وَقَالَ اِبْنُ التِّينِ : الصَّوَابُ \" يَقُومُ \" لِأَنَّهُ مِنْ الْقِيَامِ لَا مِنْ الْإِقَامَةِ , قُلْت : وَكَذَا أَخْرَجَهُ أَبُو نُعَيْمٍ مِنْ وَجْهٍ آخَرَ عَنْ هِشَامٍ , وَلَمْ يَقَعْ فِي رِوَايَةِ اِبْنِ نُمَيْرٍ شَيْءٌ مِنْ ذَلِكَ وَلَا فِي رِوَايَةِ أَبِي أُسَامَةَ فِي الْوَصَايَا , وَرِوَايَةُ \" يُقِيمُ \" مُوَجَّهَةٌ أَيْ يُلَازِمُهُ أَوْ يُقِيمُ نَفْسَهُ عَلَيْهِ , وَإِسْحَاقُ شَيْخُ الْبُخَارِيِّ فِيهِ هُوَ اِبْنُ مَنْصُورٍ كَمَا جَزَمَ بِهِ خَلَفٌ وَغَيْرُهُ فِي \" الْأَطْرَافِ \" وَقَدْ اِسْتَخْرَجَهُ أَبُو نُعَيْمٍ مِنْ مُسْنَدِ إِسْحَاقَ بْنِ رَاهْوَيْهِ عَنْ اِبْنِ نُمَيْرٍ وَقَالَ : أَخْرَجَهُ الْبُخَارِيُّ عَنْ إِسْحَاقَ , وَقَالَ فِي التَّفْسِيرِ : أَخْرَجَهُ الْبُخَارِيُّ عَنْ إِسْحَاقَ بْنِ مَنْصُورٍ. وَهِشَامٌ هُوَ اِبْنُ عُرْوَةَ وَعُثْمَانُ بْنُ فَرْقَدٍ بِفَاءٍ وَقَافٍ وَزْنُ جَعْفَرٍ هَذَا هُوَ الْعَطَّارُ الْبَصْرِيُّ فِيهِ مَقَالٌ , لَكِنْ لَمْ يُخَرِّجْ لَهُ الْبُخَارِيُّ مَوْصُولًا سِوَى هَذَا الْحَدِيثِ , وَقَدْ قَرَنَهُ بِابْنِ نُمَيْرٍ , وَذَكَرَ لَهُ آخَرُ تَعْلِيقًا فِي الْمَغَازِي , وَالْمُرَادُ مِنْهُ فِي التَّرْجَمَةِ حَوَالَةُ وَالِي الْيَتِيمِ فِي أَكْلِهِ مِنْ مَالِهِ عَلَى الْعُرْفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2766,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ الْمَدَنِيِّ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ، وَمَا هُنَّ قَالَ ‏\"‏ الشِّرْكُ بِاللَّهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلاَتِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Avoid the seven great destructive sins.\" The people enquire, \"O Allah's Messenger (ﷺ)! \nWhat are they? \"He said, \"To join others in worship along with Allah, to practice sorcery, to kill the \nlife which Allah has forbidden except for a just cause, (according to Islamic law), to eat up Riba \n(usury), to eat up an orphan's wealth, to give back to the enemy and fleeing from the battlefield at the \ntime of fighting, and to accuse, chaste women, who never even think of anything touching chastity \nand are good believers.",
    "explication": "‏ ‏قَوْله : ( اِجْتَنِبُوا الْمُوبِقَات : الشِّرْك بِاَللَّهِ وَالسِّحْر ) ‏ ‏هَكَذَا أَوْرَدَ الْحَدِيث مُخْتَصَرًا وَحَذَفَ لَفْظ الْعَدَد , وَقَدْ تَقَدَّمَ فِي كِتَاب الْوَصَايَا بِلَفْظِ \" اِجْتَنِبُوا السَّبْع الْمُوبِقَات \" وَسَاقَ الْحَدِيث بِتَمَامِهِ , وَيَجُوز نَصْب الشِّرْك بَدَلًا مِنْ السَّبْع , وَيَجُوز الرَّفْع عَلَى الِاسْتِئْنَاف فَيَكُون خَبَر مُبْتَدَأ مَحْذُوف , وَالنُّكْتَة فِي اِقْتِصَاره عَلَى اِثْنَتَيْنِ مِنْ السَّبْع هُنَا الرَّمْز إِلَى تَأْكِيد أَمْر السِّحْر , فَظَنَّ بَعْض النَّاس أَنَّ هَذَا الْقَدْر هُوَ جُمْلَة الْحَدِيث , فَقَالَ : ذِكْر الْمُوبِقَات وَهِيَ صِيغَة جَمْع وَفَسَّرَهَا بِاثْنَتَيْنِ فَقَطْ , وَهُوَ مِنْ قَبِيل قَوْله تَعَالَى ( فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا ) فَاقْتَصَرَ عَلَى اِثْنَتَيْنِ فَقَطْ , وَهَذَا عَلَى أَحَد الْأَقْوَال فِي الْآيَة , وَلَكِنْ لَيْسَ الْحَدِيث كَذَلِكَ فَإِنَّهُ فِي الْأَصْل سَبْعَة حَذَفَ الْبُخَارِيّ مِنْهَا خَمْسَة وَلَيْسَ شَأْن الْآيَة كَذَلِكَ , وَقَالَ اِبْن مَالِك : تَضَمَّنَ هَذَا الْحَدِيث حَذْف الْمَعْطُوف لِلْعِلْمِ بِهِ , فَإِنَّ تَقْدِير اِجْتَنِبُوا الْمُوبِقَات الشِّرْك بِاَللَّهِ وَالسِّحْر وَأَخَوَاتهمَا وَجَازَ الْحَذْف لِأَنَّ الْمُوبِقَات سَبْع , وَقَدْ ثَبَتَتْ فِي حَدِيث آخَر , وَاقْتَصَرَ فِي هَذَا الْحَدِيث عَلَى ثِنْتَيْنِ مِنْهَا تَنْبِيهًا عَلَى أَنَّهُمَا أَحَقّ بِالِاجْتِنَابِ , وَيَجُوز رَفْع الشِّرْك وَالسِّحْر عَلَى تَقْدِير \" مِنْهُنَّ \". قُلْت : وَظَاهِر كَلَامه يَقْتَضِي أَنَّ الْحَدِيث وَرَدَ هَكَذَا تَارَة وَتَارَة وَرَدَ بِتَمَامِهِ , وَلَيْسَ كَذَلِكَ , وَإِنَّمَا الَّذِي اِخْتَصَرَهُ الْبُخَارِيّ نَفْسه كَعَادَتِهِ فِي جَوَاز الِاقْتِصَار عَلَى بَعْض الْحَدِيث , وَقَدْ أَخْرَجَهُ الْمُصَنِّف فِي كِتَاب الْوَصَايَا فِي \" بَاب قَوْل اللَّه عَزَّ وَجَلَّ : إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَال الْيَتَامَى ظُلْمًا \" عَنْ عَبْد الْعَزِيز بْن عَبْد اللَّه شَيْخه فِي هَذَا الْحَدِيث بِهَذَا الْإِسْنَاد , وَسَاقَهَا سَبْعًا فَذَكَرَ بَعْد السِّحْر وَقَتْل النَّفْس إِلَخْ , وَأَعَادَهُ فِي أَوَاخِر كِتَاب الْمُحَارَبِينَ بِهَذَا الْإِسْنَاد بِعَيْنِهِ بِتَمَامِهِ , وَأَغْفَلَ الْمِزِّيّ فِي الْأَطْرَاف \" ذِكْرَ هَذَا الْمَوْضِع فِي تَرْجَمَة سَالِم أَبِي الْغَيْث عَنْ أَبِي هُرَيْرَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2767,
    "category": "كتاب الوصايا",
    "text_chakl": "وَقَالَ لَنَا سُلَيْمَانُ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، قَالَ مَا رَدَّ ابْنُ عُمَرَ عَلَى أَحَدٍ وَصِيَّةً‏.‏ وَكَانَ ابْنُ سِيرِينَ أَحَبَّ الأَشْيَاءِ إِلَيْهِ فِي مَالِ الْيَتِيمِ أَنْ يَجْتَمِعَ إِلَيْهِ نُصَحَاؤُهُ وَأَوْلِيَاؤُهُ فَيَنْظُرُوا الَّذِي هُوَ خَيْرٌ لَهُ‏.‏ وَكَانَ طَاوُسٌ إِذَا سُئِلَ عَنْ شَىْءٍ مِنْ أَمْرِ الْيَتَامَى قَرَأَ ‏{‏وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ‏}‏‏.‏ وَقَالَ عَطَاءٌ فِي يَتَامَى الصَّغِيرُ وَالْكَبِيرُ يُنْفِقُ الْوَلِيُّ عَلَى كُلِّ إِنْسَانٍ بِقَدْرِهِ مِنْ حِصَّتِهِ‏.‏",
    "english_text": "\"Ibn 'Umar never refused to be appointed as guardian.\" The most beloved thing to Ibn Sirin concerning an orphan's wealth was that the orphan's advisor and guardians would assemble to decide what is best for him. When Tawus was asked about something concerning an orphan's affairs, he would recite: '...And Allah knows him who means mischief from him who means good...' (V 2:220). 'Ata said concerning some orphans, \"The guardian is to provide for the young and the old orphans according to their needs from their shares.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2768,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ، حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ لَيْسَ لَهُ خَادِمٌ، فَأَخَذَ أَبُو طَلْحَةَ بِيَدِي، فَانْطَلَقَ بِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَنَسًا غُلاَمٌ كَيِّسٌ، فَلْيَخْدُمْكَ‏.‏ قَالَ فَخَدَمْتُهُ فِي السَّفَرِ وَالْحَضَرِ، مَا قَالَ لِي لِشَىْءٍ صَنَعْتُهُ لِمَ صَنَعْتَ هَذَا هَكَذَا وَلاَ لِشَىْءٍ لَمْ أَصْنَعْهُ لِمَ لَمْ تَصْنَعْ هَذَا هَكَذَا",
    "english_text": "When Allah's Messenger (ﷺ) came to Medina; he did not have any servant. Abu Talha (Anas' step-father) \ntook me to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! Anas is a wise boy, so let him serve you.\" \nSo, I served him at home and on journeys. If I did anything, he never asked me why I did it, and if I \nrefrained from doing anything, he never asked me why I refrained from doing it.",
    "explication": "‏ ‏قَوْله ( عَنْ عَبْد الْعَزِيز ) ‏ ‏هُوَ اِبْن صُهَيْب , وَقَدْ تَقَدَّمَ مَنْسُوبًا فِي هَذَا الْحَدِيث بِعَيْنِهِ فِي كِتَاب الْوَصَايَا , وَمُنَاسَبَة أَثَر أُمّ سَلَمَة لِقِصَّةِ أَنَس أَنَّ فِي كُلّ مِنْهُمَا اِسْتِخْدَام الصَّغِير بِإِذْنِ وَلِيّه , وَهُوَ جَارٍ عَلَى الْعُرْف السَّائِغ فِي ذَلِكَ , وَإِنَّمَا خَصَّتْ أُمُّ سَلَمَة الْعَبِيدَ بِذَلِكَ لِأَنَّ الْعُرْف جَرَى بِرِضَا السَّادَة بِاسْتِخْدَامِ عَبِيدهمْ فِي الْأَمْر الْيَسِير الَّذِي لَا مَشَقَّة فِيهِ , بِخِلَافِ الْأَحْرَار فَلَمْ تَجْرِ الْعَادَة بِالتَّصَرُّفِ فِيهِمْ بِالْخِدْمَةِ كَمَا يُتَصَرَّف فِي الْعَبِيد , وَأَمَّا قِصَّة أَنَس فَإِنَّهُ كَانَ فِي كَفَالَة أُمّه فَرَأَتْ لَهُ مِنْ الْمَصْلَحَة أَنْ يَخْدُم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمَا فِي ذَلِكَ مِنْ تَحْصِيل النَّفْع الْعَاجِل وَالْآجِل , فَأَحْضَرَتْهُ وَكَانَ زَوْجُهَا مَعَهَا فَنَسَبَ الْإِحْضَار إِلَيْهَا تَارَة وَإِلَيْهِ أُخْرَى , وَهَذَا صَدَرَ مِنْ أُمّ سُلَيْمٍ أَوَّل مَا قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة كَمَا سَبَقَ فِي \" بَاب حُسْن الْخُلُق \" مِنْ كِتَاب الْأَدَب وَاضِحًا , وَكَانَتْ لِأَبِي طَلْحَة فِي إِحْضَار أَنَس قِصَّة أُخْرَى وَذَلِكَ عِنْد إِرَادَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخُرُوجَ إِلَى خَيْبَر كَمَا أَوْضَحْت ذَلِكَ هُنَاكَ أَيْضًا , وَتَقَدَّمَ فِي كِتَاب الْمَغَازِي قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي طَلْحَة لَمَّا أَرَادَ الْخُرُوج إِلَى خَيْبَر \" اِلْتَمِسْ لِي غُلَامًا يَخْرُج مَعِي فَأَحْضَرَ لَهُ أَنَسًا \" وَقَدْ بَيَّنْت وَجْه الْجَمْع الْمَذْكُور فِي كِتَاب الْأَدَب أَيْضًا , قَالَ الْكَرْمَانِيُّ : مُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ أَنَّ الْخِدْمَة مُسْتَلْزِمَة لِلْإِعَانَةِ , وَقَوْله فِي آخِر الْحَدِيث \" فَمَا قَالَ لِي لِشَيْءٍ صَنَعْته لِمَ صَنَعْت هَذَا هَكَذَا , وَلَا لِشَيْءٍ لَمْ أَصْنَعْهُ لِمَ لَمْ تَصْنَع هَذَا هَكَذَا \" كَذَا وَقَعَ بِصِيغَةٍ وَاحِدَة فِي الْإِثْبَات وَالنَّفْي , وَهُوَ فِي الْإِثْبَات وَاضِح وَأَمَّا النَّفْي فَقَالَ اِبْن التِّين مُرَاده أَنَّهُ لَمْ يَلُمْهُ فِي الشِّقّ الْأَوَّل عَلَى شَيْء فَعَلَهُ نَاقِصًا عَنْ إِرَادَته تَجَوُّزًا عَنْهُ وَحِلْمًا وَلَا لَامَهُ فِي الشِّقّ الثَّانِي عَلَى تَرْك شَيْء لَمْ يَفْعَلهُ خَشْيَة مِنْ أَنَس أَنْ يُخْطِئ فِيهِ لَوْ فَعَلَهُ , وَإِلَى ذَلِكَ أَشَارَ بِقَوْلِهِ \" هَذَا هَكَذَا \" لِأَنَّهُ كَمَا صَفَحَ عَنْهُ فِيمَا فَعَلَهُ نَاقِصًا عَنْ إِرَادَته صَفَحَ عَنْهُ فِيمَا لَمْ يَفْعَلهُ خَشْيَة وُقُوع الْخَطَأ مِنْهُ , وَلَوْ فَعَلَهُ نَاقِصًا عَنْ إِرَادَته لَصَفَحَ عَنْهُ. اِنْتَهَى مُلَخَّصًا , وَلَا يَخْفَى تَكَلُّفُهُ. وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن جُرَيْجٍ قَالَ : أَخْبَرَنِي إِسْمَاعِيل وَهُوَ اِبْن إِبْرَاهِيم الْمَعْرُوف بِابْنِ عُلَيَّة رَاوِيه فِي هَذَا الْبَاب بِلَفْظِ \" وَلَا لِشَيْءٍ لَمْ أَفْعَلهُ لِمَ لَمْ تَفْعَلهُ \" وَهَذَا مِنْ رِوَايَة الْأَكَابِر عَنْ الْأَصَاغِر فَإِنَّ اِبْن عُلَيَّة مَشْهُور بِالرِّوَايَةِ عَنْ اِبْن جُرَيْجٍ فَرَوَى اِبْن جُرَيْجٍ هُنَا عَنْ تِلْمِيذه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2769,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِينَةِ مَالاً مِنْ نَخْلٍ، وَكَانَ أَحَبُّ مَالِهِ إِلَيْهِ بَيْرَحَاءَ مُسْتَقْبِلَةَ الْمَسْجِدِ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ‏.‏ قَالَ أَنَسٌ فَلَمَّا نَزَلَتْ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ قَامَ أَبُو طَلْحَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ يَقُولُ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ وَإِنَّ أَحَبَّ أَمْوَالِي إِلَىَّ بِيرُحَاءَ، وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ، فَضَعْهَا حَيْثُ أَرَاكَ اللَّهُ‏.‏ فَقَالَ ‏\"‏ بَخْ، ذَلِكَ مَالٌ رَابِحٌ ـ أَوْ رَايِحٌ ـ شَكَّ ابْنُ مَسْلَمَةَ وَقَدْ سَمِعْتُ مَا قُلْتَ، وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ ‏\"‏‏.‏ قَالَ أَبُو طَلْحَةَ أَفْعَلُ ذَلِكَ يَا رَسُولَ اللَّهِ‏.‏ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَفِي بَنِي عَمِّهِ‏.‏ وَقَالَ إِسْمَاعِيلُ وَعَبْدُ اللَّهِ بْنُ يُوسُفَ وَيَحْيَى بْنُ يَحْيَى عَنْ مَالِكٍ ‏\"‏ رَايِحٌ ‏\"‏‏.‏",
    "english_text": "Abu Talha had the greatest wealth of date-palms amongst the Ansar in Medina, and he prized above \nall his wealth (his garden) Bairuha', which was situated opposite the Mosque (of the Prophet (ﷺ) ). The \nProphet used to enter It and drink from its fresh water. When the following Divine Verse came:-- \n\"By no means shall you attain piety until you spend of what you love,\" (3.92) \nAbu Talha got up saying. \"O Allah's Messenger (ﷺ)! Allah says, 'You will not attain piety until you spend of \nwhat you love,' and I prize above al I my wealth, Bairuha' which I want to give in charity for Allah's \nSake, hoping for its reward from Allah. So you can use it as Allah directs you.\" On that the Prophet (ﷺ) \nsaid, \"Bravo! It is a profitable (or perishable) property. (Ibn Maslama is not sure as to which word is \nright, i.e. profitable or perishable.) I have heard what you have said, and I recommend that you \ndistribute this amongst your relatives.\" On that Abu Talha said, \"O Allah's Messenger (ﷺ)! I will do (as you \nhave suggested).\" So, Abu Talha distributed that garden amongst his relatives and cousins.",
    "explication": "حَدِيث أَنَس فِي صَلَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سُلَيْم وَقَدْ تَقَدَّمَ فِي اَلصُّفُوفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2770,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، قَالَ حَدَّثَنِي عَمْرُو بْنُ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما أَنَّ رَجُلاً، قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِنَّ أُمَّهُ تُوُفِّيَتْ أَيَنْفَعُهَا إِنْ تَصَدَّقْتُ عَنْهَا قَالَ ‏\n\"‏ نَعَمْ ‏\"‏‏.‏ قَالَ فَإِنَّ لِي مِخْرَافًا وَأُشْهِدُكَ أَنِّي قَدْ تَصَدَّقْتُ عَنْهَا‏.‏",
    "english_text": "A man said to Allah's Messenger (ﷺ) , \"My mother died, will it benefit her if I give in charity on her behalf?\" \nThe Prophet (ﷺ) replied in the affirmative. The man said, \"I have a garden and I make you a witness that I \ngive it in charity on her behalf.\"",
    "explication": "قَوْله فِي حَدِيث اِبْن عَبَّاس ‏ ‏( أَنَّ رَجُلًا ) ‏ ‏هُوَ سَعْد بْن عُبَادَةَ كَمَا تَقَدَّمَ قَرِيبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2771,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِبِنَاءِ الْمَسْجِدِ فَقَالَ ‏\n\"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ هَذَا ‏\"‏‏.‏ قَالُوا لاَ‏.‏ وَاللَّهِ لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ‏.‏",
    "english_text": "When the Prophet (ﷺ) ordered that the mosque be built, he said, \"O Bani An-Najjar! Suggest to me a price \nfor this garden of yours.\" They replied, \"By Allah! We will demand its price from none but Allah.\"",
    "explication": "‏ ‏قَوْله فِيهِ \" فَأَقَامَ فِيهِمْ أَرْبَعًا وَعِشْرِينَ \" ‏ ‏كَذَا لِلْمُسْتَمْلِي وَالْحَمَوِيّ , وَلِلْبَاقِينَ \" أَرْبَع عَشْرَة \" وَهُوَ الصَّوَاب مِنْ هَذَا الْوَجْه , وَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد شَيْخ الْبُخَارِيّ وَفِيهِ \" وَقَدْ اِخْتَلَفَ فِيهِ أَهْل السِّيَر \" كَمَا سَيَأْتِي. وَقَوْله \" وَأَرْسَلَ إِلَى بَنِي النَّجَّار \" هُمْ أَخْوَال عَبْد الْمُطَّلِب ; لِأَنَّ أُمّه سَلْمَى مِنْهُمْ , فَأَرَادَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النُّزُول عِنْدهمْ لَمَّا تَحَوَّلَ مِنْ قُبَاء , وَالنَّجَّار بَطْن مِنْ الْخَزْرَج وَاسْمه تَيْم اللَّات بْنُ ثَعْلَبَة. ‏ ‏قَوْله : ( مُتَقَلِّدِينَ السُّيُوف ) ‏ ‏مَنْصُوبٌ عَلَى الْحَال , وَفِي رِوَايَة كَرِيمَة \" مُتَقَلِّدِي السُّيُوف \" بِحَذْفِ النُّون , وَالسُّيُوف مَجْرُورَة بِالْإِضَافَةِ. ‏ ‏قَوْله : ( وَأَبُو بَكْر رِدْفه ) ‏ ‏كَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْدَفَهُ تَشْرِيفًا لَهُ وَتَنْوِيهَا بِقَدْرِهِ , وَإِلَّا فَقَدْ كَانَ لِأَبِي بَكْر نَاقَة هَاجَرَ عَلَيْهَا كَمَا سَيَأْتِي بَيَانه فِي الْهِجْرَة. ‏ ‏قَوْله : ( وَمَلَأُ بَنِي النَّجَّار حَوْله ) ‏ ‏أَيْ جَمَاعَتهمْ , وَكَأَنَّهُمْ مَشَوْا مَعَهُ أَدَبًا. ‏ ‏وَقَوْله : ( حَتَّى أَلْقَى ) ‏ ‏أَيْ أَلْقَى رَحْله , وَالْفِنَاء النَّاحِيَة الْمُتَّسِعَة أَمَام الدَّار. ‏ ‏قَوْله : ( وَأَنَّهُ أَمَرَ ) ‏ ‏بِالْفَتْحِ عَلَى الْبِنَاء لِلْفَاعِلِ , وَقِيلَ رُوِيَ بِالضَّمِّ عَلَى الْبِنَاء لِلْمَفْعُولِ. ‏ ‏قَوْله : ( ثَامِنُونِي ) ‏ ‏بِالْمُثَلَّثَةِ : اُذْكُرُوا لِي ثَمَنه لِأَذْكُرَ لَكُمْ الثَّمَن الَّذِي أَخْتَارهُ , قَالَ ذَلِكَ عَلَى سَبِيل الْمُسَاوَمَة , فَكَأَنَّهُ قَالَ سَاوِمُونِي فِي الثَّمَن. ‏ ‏قَوْله : ( لَا نَطْلُب ثَمَنه إِلَّا إِلَى اللَّه ) ‏ ‏تَقْدِيره لَا نَطْلُب الثَّمَن , لَكِنَّ الْأَمْر فِيهِ إِلَى اللَّه , أَوْ \" إِلَى \" بِمَعْنَى مِنْ , وَكَذَا عِنْد الْإِسْمَاعِيلِيّ \" لَا نَطْلُب ثَمَنه إِلَّا مِنْ اللَّه \" وَزَادَ اِبْن مَاجَهْ \" أَبَدًا \". وَظَاهِر الْحَدِيث أَنَّهُمْ لَمْ يَأْخُذُوا مِنْهُ ثَمَنًا. وَخَالَفَ فِي ذَلِكَ أَهْل السِّيَر كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( فَكَانَ فِيهِ ) ‏ ‏أَيْ فِي الْحَائِط الَّذِي بَنَى فِي مَكَانه الْمَسْجِد. ‏ ‏قَوْله : ( وَفِيهِ خَرِب ) ‏ ‏قَالَ اِبْن الْجَوْزِيّ : الْمَعْرُوف فِيهِ فَتْح الْخَاء الْمُعْجَمَة وَكَسْر الرَّاء بَعْدهَا مُوَحَّدَة جَمْع خَرِبَة كَكَلِم وَكَلِمَة. قُلْت : وَكَذَا ضُبِطَ فِي سُنَن أَبِي دَاوُدَ , وَحَكَى الْخَطَّابِيُّ أَيْضًا كَسْر أَوَّله وَفَتْح ثَانِيه جَمْع خَرِبَة كَعِنَبِ وَعِنَبَة , ولِلْكُشْمِيهَنِيّ \" حَرْث \" بِفَتْحِ الْحَاء الْمُهْمَلَة وَسُكُون الرَّاء بَعْدهَا مُثَلَّثَة , وَقَدْ بَيَّنَ أَبُو دَاوُدَ أَنَّ رِوَايَة عَبْد الْوَارِث بِالْمُعْجَمَةِ وَالْمُوَحَّدَة وَرِوَايَة حَمَّاد بْن سَلَمَة عَنْ أَبِي التَّيَّاح بِالْمُهْمَلَةِ وَالْمُثَلَّثَة , فَعَلَى هَذَا فَرِوَايَة الْكُشْمِيهَنِيّ وَهْمٌ ; لِأَنَّ الْبُخَارِيّ إِنَّمَا أَخْرَجَهُ مِنْ رِوَايَة عَبْد الْوَارِث , وَذَكَرَ الْخَطَّابِيُّ فِيهِ ضَبْطًا آخَر , وَفِيهِ بَحْثٌ سَيَأْتِي مَعَ بَقِيَّة مَا فِيهِ فِي كِتَاب الْهِجْرَة إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْله فِي آخِره ( فَاغْفِرْ لِلْأَنْصَارِ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَمَوِيّ \" فَاغْفِرْ الْأَنْصَار \" بِحَذْفِ اللَّام , وَيُوَجَّهُ بِأَنَّهُ ضَمَّنَ اِغْفِرْ مَعْنَى اُسْتُرْ , وَقَدْ رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد بِلَفْظِ \" فَانْصُرْ الْأَنْصَار \". وَفِي الْحَدِيث جَوَاز التَّصَرُّف فِي الْمَقْبَرَة الْمَمْلُوكَة بِالْهِبَةِ وَالْبَيْع , وَجَوَاز نَبْش الْقُبُور الدَّارِسَة إِذَا لَمْ تَكُنْ مُحْتَرَمَة , وَجَوَاز الصَّلَاة فِي مَقَابِر الْمُشْرِكِينَ بَعْد نَبْشهَا وَإِخْرَاج مَا فِيهَا , وَجَوَاز بِنَاء الْمَسَاجِد فِي أَمَاكِنهَا , قِيلَ وَفِيهِ جَوَاز قَطْع الْأَشْجَار الْمُثْمِرَة لِلْحَاجَةِ أَخْذًا مِنْ قَوْله \" وَأَمَرَ بِالنَّخْلِ فَقُطِعَ \" وَفِيهِ نَظَرٌ لِاحْتِمَالِ أَنْ يَكُون ذَلِكَ مِمَّا لَا يُثْمِر إِمَّا بِأَنْ يَكُون ذُكُورًا وَإِمَّا أَنْ يَكُون طَرَأَ عَلَيْهِ مَا قَطَعَ ثَمَرَته. وَسَيَأْتِي صِفَة هَيْئَة بِنَاء الْمَسْجِد مِنْ حَدِيث اِبْن عُمَر وَغَيْره قَرِيبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2772,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَصَابَ عُمَرُ بِخَيْبَرَ أَرْضًا فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ أَصَبْتُ أَرْضًا لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ مِنْهُ، فَكَيْفَ تَأْمُرُنِي بِهِ قَالَ ‏\n\"‏ إِنْ شِئْتَ حَبَّسْتَ أَصْلَهَا، وَتَصَدَّقْتَ بِهَا ‏\"‏‏.‏ فَتَصَدَّقَ عُمَرُ أَنَّهُ لاَ يُبَاعُ أَصْلُهَا وَلاَ يُوهَبُ وَلاَ يُورَثُ، فِي الْفُقَرَاءِ وَالْقُرْبَى وَالرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَالضَّيْفِ وَابْنِ السَّبِيلِ، وَلاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ، أَوْ يُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ‏.‏",
    "english_text": "When `Umar got a piece of land in Khaibar, he came to the Prophet (ﷺ) saying, \"I have got a piece of \nland, better than which I have never got. So what do you advise me regarding it?\" The Prophet (ﷺ) said, \n\"If you wish you can keep it as an endowment to be used for charitable purposes.\" So, `Umar gave the \nland in charity (i.e. as an endowments on the condition that the land would neither be sold nor given \nas a present, nor bequeathed, (and its yield) would be used for the poor, the kinsmen, the emancipation \nof slaves, Jihad, and for guests and travelers; and its administrator could eat in a reasonable just \nmanner, and he also could feed his friends without intending to be wealthy by its means.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُسَدَّد حَدَّثَنَا يَزِيد بْن زُرَيْع ) ‏ ‏كَذَا اِقْتَصَرَ عَلَيْهِ , وَقَدْ أَخْرَجَهُ أَبُو دَاوُدَ عَنْ مُسَدَّد عَنْ يَزِيد بْن زُرَيْع وَبِشْر بْن الْمُفَضَّل وَيَحْيَى الْقَطَّانِ ثَلَاثَتهمْ عَنْ عَبْد اللَّه بْن عَوْن , وَقَدْ زَعَمَ اِبْن عَبْد الْبَرّ أَنَّ اِبْن عَوْن تَفَرَّدَ بِهِ عَنْ نَافِع , وَلَيْسَ كَمَا قَالَ فَقَدْ أَخْرَجَهُ الْبُخَارِيّ مِنْ رِوَايَة صَخْر بْن جُوَيْرِيَة عَنْ نَافِع كَمَا تَقَدَّمَ قَبْل أَبْوَاب , وَأَخْرَجَهُ مُخْتَصَرًا وَأَحْمَد وَالدَّارَقُطْنِيُّ مُطَوَّلًا مِنْ رِوَايَة أَيُّوب , وَأَخْرَجَهُ الطَّحَاوِيُّ مِنْ رِوَايَة يَحْيَى بْن سَعِيد الْأَنْصَارِيّ , وَالنَّسَائِيُّ مِنْ رِوَايَة عُبَيْد اللَّه بْن عُمَر الْأَكْبَر الْمُصَغَّر , وَأَحْمَد وَالدَّارَقُطْنِيُّ مِنْ رِوَايَة عَبْد اللَّه بْن عُمَر الْأَصْغَر الْمُكَبَّر كُلّهمْ عَنْ نَافِع , وَسَأَذْكُرُ مَا فِي رِوَايَتهمْ مِنْ الْفَوَائِد مُفَصَّلًا إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( عَنْ نَافِع ) ‏ ‏فِي رِوَايَة الْأَنْصَارِيّ عَنْ اِبْن عَوْن الْمَاضِيَة فِي آخِر الشُّرُوط عَنْ اِبْن عَوْن \" أَنْبَأَنِي نَافِع \" وَالْإِنْبَاء بِمَعْنَى الْإِخْبَار عِنْد الْمُتَقَدِّمِينَ جَزْمًا , وَقَدْ وَقَعَ عِنْد الطَّحَاوِيِّ مِنْ وَجْه آخَر عَنْ اِبْن عَوْن \" أَخْبَرَنِي نَافِع \" وَالْأَنْصَارِيّ الْمَذْكُور أَحَد شُيُوخ الْبُخَارِيّ أَخْرَجَ عَنْهُ عِدَّة أَحَادِيث بِغَيْرِ وَاسِطَة مِنْهَا حَدِيث أَبِي بَكْر فِي أَنْصِبَة الزَّكَاة , وَأَخْرَجَ عَنْهُ فِي مَوَاضِع بِوَاسِطَةٍ , وَكَانَ الْأَنْصَارِيّ الْمَذْكُور قَاضِي الْبَصْرَة وَقَدْ تَمَذْهَبَ لِلْكُوفِيِّينَ فِي الْأَوْقَاف , وَصَنَّفَ فِي الْكَلَام عَلَى هَذَا الْحَدِيث جُزْءًا مُفْرَدًا. ‏ ‏قَوْله : ( عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ أَصَابَ عُمَر ) ‏ ‏كَذَا لِأَكْثَر الرُّوَاة عَنْ نَافِع , ثُمَّ عَنْ اِبْن عَوْن جَعَلُوهُ فِي مُسْنَد اِبْن عُمَر , لَكِنْ أَخْرَجَهُ مُسْلِم وَالنَّسَائِيُّ مِنْ رِوَايَة سُفْيَان الثَّوْرِيّ وَالنَّسَائِيُّ مِنْ رِوَايَة أَبِي إِسْحَاق الْفَزَارِيِّ كِلَاهُمَا عَنْ عَبْد اللَّه بْن عَوْن , وَالنَّسَائِيُّ مِنْ رِوَايَة أَبِي إِسْحَاق الْفَزَارِيِّ كِلَاهُمَا عَنْ عَبْد اللَّه بْن عَوْن , وَالنَّسَائِيُّ مِنْ رِوَايَة سَعِيد بْن سَالِم عَنْ عُبَيْد اللَّه بْن عُمَر كِلَاهُمَا عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ عُمَر جَعَلَهُ مِنْ مُسْنَد عُمَر , وَالْمَشْهُور الْأَوَّل. ‏ ‏قَوْله : ( بِخَيْبَر أَرْضًا ) ‏ ‏تَقَدَّمَ فِي رِوَايَة صَخْر بْن جُوَيْرِيَة أَنَّ اِسْمهَا ثَمْغ , وَكَذَا لِأَحْمَد مِنْ رِوَايَة أَيُّوب \" أَنَّ عُمَر أَصَابَ أَرْضًا مِنْ يَهُود بَنِي حَارِثَة يُقَال لَهَا ثَمْغ \" وَنَحْوه فِي رِوَايَة سَعِيد بْن سَالِم الْمَذْكُورَة , وَكَذَا لِلدَّارَقُطْنِيِّ مِنْ طَرِيق الدَّرَاوَرْدِيّ عَنْ عَبْد اللَّه بْن عُمَر , وَلِلطَّحَاوِيِّ مِنْ رِوَايَة يَحْيَى بْن سَعِيد , وَرَوَى عُمَر بْن شَبَّة بِإِسْنَادٍ صَحِيح عَنْ أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم \" أَنَّ عُمَر رَأَى فِي الْمَنَام ثَلَاث لَيَالٍ أَنْ يَتَصَدَّق بِثَمْغ \" وَلِلنَّسَائِيِّ مِنْ رِوَايَة سُفْيَان عَنْ عَبْد اللَّه بْن عُمَر \" جَاءَ عُمَر فَقَالَ : يَا رَسُول اللَّه إِنِّي أَصَبْت مَالًا لَمْ أُصِبْ مَالًا مِثْله قَطُّ \" كَانَ لِي مِائَة رَأْس فَاشْتَرَيْت بِهَا مِائَة سَهْم مِنْ خَيْبَر مِنْ أَهْلهَا \" فَيَحْتَمِل أَنْ تَكُون ثَمْغ مِنْ جُمْلَة أَرَاضِي خَيْبَر وَأَنَّ مِقْدَارهَا كَانَ مِقْدَار مِائَة سَهْم مِنْ السِّهَام الَّتِي قَسَمَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن مَنْ شَهِدَ خَيْبَر , وَهَذِهِ الْمِائَة السَّهْم غَيْر الْمِائَة السَّهْم الَّتِي كَانَتْ لِعُمَر بْن الْخَطَّاب بِخَيْبَر الَّتِي حَصَلَهَا مِنْ جُزْئِهِ مِنْ الْغَنِيمَة وَغَيْره , وَسَيَأْتِي بَيَان ذَلِكَ فِي صِفَة كِتَاب وَقْف عُمَر مِنْ عِنْد أَبِي دَاوُدَ وَغَيْره , وَذَكَرَ عُمَر بْن شَبَّة بِإِسْنَادٍ ضَعِيف عَنْ مُحَمَّد بْن كَعْب أَنَّ قِصَّة عُمَر هَذِهِ كَانَتْ فِي سَنَة سَبْع مِنْ الْهِجْرَة. ‏ ‏قَوْله : ( أَنْفَس مِنْهُ ) ‏ ‏أَيْ أَجْوَد , وَالنَّفِيس الْجَيِّد الْمُغْتَبَط بِهِ , يُقَال نَفُسَ بِفَتْحِ النُّون وَضَمّ الْفَاء نَفَاسَة , وَقَالَ الدَّاوُدِيّ : سُمِّيَ نَفِيسًا لِأَنَّهُ يَأْخُذ بِالنَّفْسِ , وَفِي رِوَايَة صَخْر بْن جُوَيْرِيَة \" إِنِّي اِسْتَفَدْت مَالًا وَهُوَ عِنْدِي نَفِيس فَأَرَدْت أَنْ أَتَصَدَّق بِهِ \" وَقَدْ تَقَدَّمَ فِي مُرْسَل أَبِي بَكْر بْن حَزْم أَنَّهُ رَأَى فِي الْمَنَام الْأَمْر بِذَلِكَ , وَوَقَعَ فِي رِوَايَة لِلدَّارَقُطْنِيِّ إِسْنَادهَا ضَعِيف \" أَنَّ عُمَر قَالَ : يَا رَسُول اللَّه إِنِّي نَذَرْت أَنْ أَتَصَدَّق بِمَالِي \" وَلَمْ يَثْبُت هَذَا وَإِنَّمَا كَانَ صَدَقَة تَطَوُّع كَمَا سَأُوَضِّحُهُ مِنْ حِكَايَة لَفْظ كِتَاب الْوَقْف الْمَذْكُور إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( فَكَيْفَ تَأْمُرنِي بِهِ ) ‏ ‏؟ فِي رِوَايَة يَحْيَى بْن سَعِيد \" أَنَّ عُمَر اِسْتَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَنْ يَتَصَدَّق \". ‏ ‏قَوْله : ( إِنْ شِئْت حَبَسْت أَصْلهَا وَتَصَدَّقْت بِهَا ) ‏ ‏أَيْ بِمَنْفَعَتِهَا , وَبَيَّنَ ذَلِكَ مَا فِي رِوَايَة عُبَيْد اللَّه بْن عُمَر \" اِحْبِسْ أَصْلهَا وَسَبِّلْ ثَمَرَتهَا \" وَفِي رِوَايَة يَحْيَى بْن سَعِيد \" تَصَدَّقْ بِثَمَرِهِ وَحَبِّسْ أَصْله \". ‏ ‏قَوْله : ( فَتَصَدَّقَ عُمَر أَنَّهُ لَا يُبَاع أَصْلهَا وَلَا يُوهَب وَلَا يُورَث ) ‏ ‏زَادَ فِي رِوَايَة مُسْلِم مِنْ هَذَا الْوَجْه \" وَلَا تَبْتَاع \" زَادَ الدَّارَقُطْنِيُّ مِنْ طَرِيق عُبَيْد اللَّه بْن عُمَر عَنْ نَافِع \" حَبِيس مَا دَامَتْ السَّمَاوَات وَالْأَرْض \" كَذَا لِأَكْثَر الرُّوَاة عَنْ نَافِع , وَلَمْ يَخْتَلِف فِيهِ عَنْ اِبْن عَوْن إِلَّا مَا وَقَعَ عِنْد الطَّحَاوِيِّ مِنْ طَرِيق سَعِيد بْن سُفْيَان الْجَحْدَرِيِّ عَنْ اِبْن عَوْن فَذَكَرَهُ بِلَفْظِ صَخْر بْن جُوَيْرِيَة الْآتِي , وَالْجَحْدَرِيّ إِنَّمَا رَوَاهُ عَنْ صَخْر لَا عَنْ اِبْن عَوْن , قَالَ السُّبْكِيّ : اِغْتَبَطْت بِمَا وَقَعَ فِي رِوَايَة يَحْيَى بْن سَعِيد عَنْ نَافِع عِنْد الْبَيْهَقِيِّ \" تَصَدَّقْ بِثَمَرِهِ وَحَبِّسْ أَصْله لَا يُبَاع وَلَا يُورَث \" وَهَذَا ظَاهِره أَنَّ الشَّرْط مِنْ كَلَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخِلَافِ بَقِيَّة الرِّوَايَات فَإِنَّ الشَّرْط فِيهَا ظَاهِره أَنَّهُ مِنْ كَلَام عُمَر , قُلْت : قَدْ تَقَدَّمَ قَبْل خَمْسَة أَبْوَاب مِنْ طَرِيق صَخْر بْن جُوَيْرِيَةَ عَنْ نَافِع بِلَفْظِ \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَصَدَّقْ بِأَصْلِهِ , لَا يُبَاع وَلَا يُوهَب وَلَا يُورَث , وَلَكِنْ يُنْفَق ثَمَره \" وَهِيَ أَتَمّ الرِّوَايَات وَأَصْرَحهَا فِي الْمَقْصُود فَعَزْوُهَا إِلَى الْبُخَارِيّ أَوْلَى , وَقَدْ عَلَّقَهُ الْبُخَارِيّ فِي الْمُزَارَعَة بِلَفْظِ \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعُمَر : تَصَدَّقْ بِأَصْلِهِ لَا يُبَاع وَلَا يُوهَب وَلَكِنْ لِيُنْفِق ثَمَره فَتَصَدَّقَ بِهِ \" وَحَكَيْت هُنَاكَ أَنَّ الدَّاوُدِيّ الشَّارِح أَنْكَرَ هَذَا اللَّفْظ , وَلَمْ يَظْهَر لِي إِذْ ذَاكَ سَبَب إِنْكَاره , ثُمَّ ظَهَرَ لِي أَنَّهُ بِسَبَبِ التَّصْرِيح بِرَفْعِ الشَّرْط إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , عَلَى أَنَّهُ وَلَوْ كَانَ الشَّرْط مِنْ قَوْل عُمَر فَمَا فَعَلَهُ إِلَّا لِمَا فَهِمَهُ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْثُ قَالَ لَهُ \" اِحْبِسْ أَصْلهَا وَسَبِّلْ ثَمَرَتهَا \" وَقَوْله : \" تَصَدَّقْ \" صِيغَة أَمْر وَقَوْله : \" فَتَصَدَّقَ \" بِصِيغَةِ : الْفِعْل الْمَاضِي. ‏ ‏قَوْله : ( فِي سَبِيل اللَّه وَفِي الرِّقَاب وَالْمَسَاكِين وَالضَّيْف وَابْن السَّبِيل ) ‏ ‏جَمِيع هَؤُلَاءِ الْأَصْنَاف إِلَّا الضَّيْف هُمْ الْمَذْكُورُونَ فِي آيَة الزَّكَاة , وَقَدْ تَقَدَّمَ بَيَانهمْ فِي كِتَاب الزَّكَاة. ‏ ‏وَقَوْله : \" وَلِذِي الْقُرْبَى \" ‏ ‏يَحْتَمِل أَنْ يَكُون فِي مَنْ ذُكِرَ فِي الْخَمْس كَمَا سَيَأْتِي بَيَانهمْ , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِهِمْ قُرْبَى الْوَاقِف , وَبِهَذَا الثَّانِي جَزَمَ الْقُرْطُبِيّ , وَالضَّيْف مَعْرُوف وَهُوَ مَنْ نَزَلَ بِقَوْمٍ يُرِيد الْقِرَى وَقَدْ تَقَدَّمَ الْقَوْل فِيهِ فِي الْهِبَة. ‏ ‏قَوْله : ( أَنْ يَأْكُل مِنْهَا بِالْمَعْرُوفِ ) ‏ ‏تَقَدَّمَ الْبَحْث فِيهِ قَبْل أَبْوَاب , قَالَ الْقُرْطُبِيّ : جَرَتْ الْعَادَة بِأَنَّ الْعَامِل يَأْكُل مِنْ ثَمَرَة الْوَقْف , حَتَّى لَوْ اِشْتَرَطَ الْوَاقِف أَنَّ الْعَامِل لَا يَأْكُل مِنْهُ يُسْتَقْبَح ذَلِكَ مِنْهُ , وَالْمُرَاد بِالْمَعْرُوفِ الْقَدْر الَّذِي جَرَتْ بِهِ الْعَادَة , وَقِيلَ الْقَدْر الَّذِي يَدْفَع بِهِ الشَّهْوَة , وَقِيلَ الْمُرَاد أَنْ يَأْخُذ مِنْهُ بِقَدْرِ عَمَله , وَالْأُولَى أَوْلَى. ‏ ‏قَوْله : ( أَوْ يُطْعِم ) ‏ ‏فِي رِوَايَة صَخْر \" أَوْ يُؤْكِل \" بِإِسْكَانِ الْوَاو وَهِيَ بِمَعْنَى يُطْعِم. ‏ ‏قَوْله : ( غَيْر مُتَمَوِّل فِيهِ ) ‏ ‏وَفِي رِوَايَة الْأَنْصَارِيّ الْمَاضِيَة فِي آخِر الشُّرُوط \" غَيْر مُتَمَوِّل بِهِ \" وَالْمَعْنَى غَيْر مُتَّخِذ مِنْهَا مَالًا أَيْ مِلْكًا , وَالْمُرَاد أَنَّهُ لَا يَتَمَلَّك شَيْئًا مِنْ رِقَابهَا , وَ \" مَالًا \" مَنْصُوب عَلَى التَّمْيِيز , وَزَادَ الْأَنْصَارِيّ وَسُلَيْم قَالَ : فَحَدَّثْت بِهِ اِبْن سِيرِينَ فَقَالَ : \" غَيْر مُتَأَثِّل مَالًا \" وَالْقَائِل \" فَحَدَّثْت بِهِ \" هُوَ اِبْن عَوْن رَاوِيه عَنْ نَافِع , بَيَّنَ ذَلِكَ الدَّارَقُطْنِيُّ مِنْ طَرِيق أَبِي أُسَامَة عَنْ اِبْن عَوْن قَالَ : ذَكَرْت حَدِيث نَافِع لِابْنِ سِيرِينَ فَذَكَرَهُ , زَادَ سُلَيْم : قَالَ اِبْن عَوْن : وَأَنْبَأَنِي مَنْ قَرَأَ هَذَا الْكِتَاب أَنَّ فِيهِ \" غَيْر مُتَأَثِّل مَالًا \" وَفِي رِوَايَة التِّرْمِذِيّ مِنْ طَرِيق اِبْن عُلَيَّة عَنْ اِبْن عَوْن \" حَدَّثَنِي رَجُل أَنَّهُ قَرَأَهَا فِي قِطْعَة أَدِيم أَحْمَر \" قَالَ اِبْن عُلَيَّة : وَأَنَا قَرَأْتهَا عِنْد اِبْن عُبَيْد اللَّه بْن عُمَر كَذَلِكَ. وَقَدْ أَخْرَجَ أَبُو دَاوُدَ صِفَة كِتَاب وَقْف عُمَر مِنْ طَرِيق يَحْيَى بْن سَعِيد الْأَنْصَارِيّ قَالَ : \" نَسَخَهَا لِي عَبْد اللَّه بْن عَبْد الْحَمِيد بْن عَبْد اللَّه اِبْن عُمَر \" فَذَكَرَهُ وَفِيهِ \" غَيْر مُتَأَثِّل \" وَالْمُتَأَثِّل بِمُثَنَّاةٍ ثُمَّ مُثَلَّثَة مُشَدَّدَة بَيْنهمَا هَمْزَة هُوَ الْمُتَّخِذ , وَالتَّأَثُّل اِتِّخَاذ أَصْل الْمَال حَتَّى كَأَنَّهُ عِنْده قَدِيم , وَأَثَلَة كُلّ شَيْء أَصْله , قَالَ الشَّاعِر : ‏ ‏وَقَدْ يُدْرِك الْمَجْد الْمُؤَثَّل أَمْثَالِي ‏ ‏وَاشْتِرَاط نَفْي التَّأَثُّل يُقَوِّي مَا ذَهَبَ إِلَيْهِ مَنْ قَالَ : الْمُرَاد مِنْ قَوْله : \" يَأْكُل بِالْمَعْرُوفِ \" حَقِيقَة الْأَكْل لَا الْأَخْذ مِنْ مَال الْوَقْف بِقَدْرِ الْعِمَالَة قَالَهُ الْقُرْطُبِيّ , وَزَادَ أَحْمَد مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ أَيُّوب فَذَكَرَ الْحَدِيث , قَالَ حَمَّاد : وَزَعَمَ عَمْرو بْن دِينَار أَنَّ عَبْد اللَّه بْن عُمَر أَنْ يُهْدِي إِلَى عَبْد اللَّه بْن صَفْوَان مِنْ صَدَقَة عُمَر , وَكَذَا رَوَاهُ عُمَر بْن شَبَّة مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ عُمَر ; وَزَادَ عُمَر بْن شَبَّة عَنْ يَزِيد بْن هَارُون عَنْ اِبْن عَوْن فِي آخِر هَذَا الْحَدِيث \" وَأَوْصَى بِهَا عُمَر إِلَى حَفْصَة أُمّ الْمُؤْمِنِينَ ثُمَّ إِلَى الْأَكَابِر مِنْ آل عُمَر \" وَنَحْوه فِي رِوَايَة عُبَيْد اللَّه بْن عُمَر عِنْد الدَّارَقُطْنِيِّ , وَفِي رِوَايَة أَيُّوب عَنْ نَافِع عِنْد أَحْمَد \" يَلِيه ذَوُو الرَّأْي مِنْ آل عُمَر \" فَكَأَنَّهُ كَانَ أَوَّلًا شَرَطَ أَنَّ النَّظَر فِيهِ لِذَوِي الرَّأْي مِنْ أَهْله ثُمَّ عَيَّنَ عِنْد وَصِيَّته لِحَفْصَةَ , وَقَدْ بَيَّنَ ذَلِكَ عُمَر بْن شَبَّة عَنْ أَبِي غَسَّان الْمَدَنِيّ قَالَ : هَذِهِ نُسْخَة صَدَقَة عُمَر أَخَذْتهَا مِنْ كِتَابه الَّذِي عِنْد آل عُمَر فَنَسَخْتهَا حَرْفًا حَرْفًا \" هَذَا مَا كَتَبَ عَبْد اللَّه عُمَر أَمِير الْمُؤْمِنِينَ فِي ثَمْغ , أَنَّهُ إِلَى حَفْصَة مَا عَاشَتْ تُنْفِق ثَمَره حَيْثُ أَرَاهَا اللَّه , فَإِنْ تُوُفِّيَتْ فَإِلَى ذَوِي الرَّأْي مِنْ أَهْلهَا \". ‏ ‏قُلْت : فَذَكَرَ الشَّرْط كُلّه نَحْو الَّذِي تَقَدَّمَ فِي الْحَدِيث الْمَرْفُوع ثُمَّ قَالَ : \" وَالْمِائَة وَسْق الَّذِي أَطْعَمَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهَا مَعَ ثَمْغ عَلَى سُنَنه الَّذِي أَمَرَتْ بِهِ , وَإِنْ شَاءَ وَلِيّ ثَمْغ أَنْ يَشْتَرِي مِنْ ثَمَره رَقِيقًا يَعْمَلُونَ فِيهِ فَعَلَ. وَكَتَبَ مُعَيْقِيب وَشَهِدَ عَبْد اللَّه بْن الْأَرْقَم \" وَكَذَا أَخْرَجَ أَبُو دَاوُدَ فِي رِوَايَته نَحْو هَذَا. وَذَكَرَا جَمِيعًا كِتَابًا آخَر نَحْو هَذَا الْكِتَاب , وَفِيهِ مِنْ الزِّيَادَة \" وَصِرْمَة بْن الْأَكْوَع وَالْعَبْد الَّذِي فِيهِ صَدَقَة كَذَلِكَ \" وَهَذَا يَقْتَضِي أَنَّ عُمَر إِنَّمَا كَتَبَ كِتَاب وَقْفه فِي خِلَافَته لِأَنَّ مُعَيْقِيبًا كَانَ كَاتِبه فِي زَمَن خِلَافَته , وَقَدْ وَصَفَهُ فِيهِ بِأَنَّهُ أَمِير الْمُؤْمِنِينَ , فَيَحْتَمِل أَنْ يَكُون وَقَفَهُ فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِاللَّفْظِ وَتَوَلَّى هُوَ النَّظَر عَلَيْهِ إِلَى أَنْ حَضَرَتْهُ الْوَصِيَّة فَكَتَبَ حِينَئِذٍ الْكِتَاب , وَيَحْتَمِل أَنْ يَكُون أَخَّرَ وَقْفِيَّته وَلَمْ يَقَع مِنْهُ قَبْل ذَلِكَ إِلَّا اِسْتِشَارَته فِي كَيْفِيَّته. وَقَدْ رَوَى الطَّحَاوِيُّ وَابْن عَبْد الْبَرّ مِنْ طَرِيق مَالِك عَنْ اِبْن شِهَاب قَالَ : \" قَالَ عُمَر : لَوْلَا أَنِّي ذَكَرْت صَدَقَتِي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَرَدَدْتهَا \" فَهَذَا يَشْعُر بِالِاحْتِمَالِ الثَّانِي وَأَنَّهُ لَمْ يُنَجِّز الْوَقْف إِلَّا عِنْد وَصِيَّته. وَاسْتَدَلَّ الطَّحَاوِيُّ بِقَوْلِ عُمَر هَذَا لِأَبِي حَنِيفَة وَزُفَر فِي أَنَّ إِيقَاف الْأَرْض لَا يَمْنَع مِنْ الرُّجُوع فِيهَا , وَأَنَّ الَّذِي مَنَعَ عُمَر مِنْ الرُّجُوع كَوْنه ذَكَرَهُ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَرِهَ أَنْ يُفَارِقهُ عَلَى أَمْر ثُمَّ يُخَالِفهُ إِلَى غَيْره , وَلَا حُجَّة فِيمَا ذَكَرَهُ مِنْ وَجْهَيْنِ : ‏ ‏أَحَدهمَا أَنَّهُ مُنْقَطِع لِأَنَّ اِبْن شِهَاب لَمْ يَدْرِك عُمَر , ‏ ‏ثَانِيهمَا أَنَّهُ يَحْتَمِل مَا قَدَّمْته , وَيَحْتَمِل أَنْ يَكُون عُمَر كَانَ يَرَى بِصِحَّةِ الْوَقْف وَلُزُومه إِلَّا إِنْ شَرَطَ الْوَاقِف الرُّجُوع فَلَهُ أَنْ يَرْجِع. وَقَدْ رَوَى الطَّحَاوِيُّ عَنْ عَلِيّ مِثْل ذَلِكَ فَلَا حُجَّة فِيهِ لِمَنْ قَالَ بِأَنَّ الْوَقْف غَيْر لَازِم مَعَ إِمْكَان هَذَا الِاحْتِمَال وَإِنْ ثَبَتَ هَذَا الِاحْتِمَال كَانَ حُجَّة لِمَنْ قَالَ بِصِحَّةِ تَعْلِيق الْوَقْف وَهُوَ عِنْد الْمَالِكِيَّة وَبِهِ قَالَ اِبْن سُرَيْج وَقَالَ : تَعُود مَنَافِعه بَعْد الْمُدَّة الْمُعَيَّنَة إِلَيْهِ ثُمَّ إِلَى وَرَثَته , فَلَوْ كَانَ التَّعْلِيق مَآلًا صَحَّ اِتِّفَاقًا كَمَا لَوْ قَالَ وَقَفْته عَلَى زَيْد سَنَة ثُمَّ عَلَى الْفُقَرَاء , وَحَدِيث عُمَر هَذَا أَصْل فِي مَشْرُوعِيَّة الْوَقْف , قَالَ أَحْمَد : \" حَدَّثَنَا حَمَّاد هُوَ اِبْن خَالِد حَدَّثَنَا عَبْد اللَّه هُوَ الْعُمَرِيّ عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : أَوَّل صَدَقَة - أَيْ مَوْقُوفَة - كَانَتْ فِي الْإِسْلَام صَدَقَة عُمَر \" وَرَوَى عُمَر بْن شَبَّة عَنْ عَمْرو بْن سَعْد بْن مُعَاذ قَالَ : \" سَأَلْنَا عَنْ أَوَّل حَبْس فِي الْإِسْلَام فَقَالَ الْمُهَاجِرُونَ : صَدَقَة عُمَر , وَقَالَ الْأَنْصَار : صَدَقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَفِي إِسْنَاده الْوَاقِدِيّ. ‏ ‏وَفِي مَغَازِي الْوَاقِدِيّ أَنَّ أَوَّل صَدَقَة مَوْقُوفَة كَانَتْ فِي الْإِسْلَام أَرَاضِي مُخَيْرِيق بِالْمُعْجَمَةِ مُصَغَّر الَّتِي أَوْصَى بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَقَفَهَا النَّبِيّ , قَالَ التِّرْمِذِيّ : لَا نَعْلَم بَيْن الصَّحَابَة وَالْمُتَقَدِّمِينَ مِنْ أَهْل الْعِلْم خِلَافًا فِي جَوَاز وَقْف الْأَرَضِينَ , وَجَاءَ عَنْ شُرَيْح أَنَّهُ أَنْكَرَ الْحَبْس , وَمِنْهُمْ مَنْ تَأَوَّلَهُ , وَقَالَ أَبُو حَنِيفَة لَا يَلْزَم , وَخَالَفَهُ جَمِيع أَصْحَابه إِلَّا زُفَر بْن الْهُذَيْلِ فَحَكَى الطَّحَاوِيُّ عَنْ عِيسَى بْن أَبَانٍ قَالَ : كَانَ أَبُو يُوسُف يُجِيز بَيْع الْوَقْف , فَبَلَغَهُ حَدِيث عُمَر هَذَا فَقَالَ : مَنْ سَمِعَ هَذَا مِنْ اِبْن عَوْن ؟ فَحَدَّثَهُ بِهِ اِبْن عُلَيَّة , فَقَالَ : هَذَا لَا يَسَع أَحَدًا خِلَافه , وَلَوْ بَلَغَ أَبَا حَنِيفَة. لَقَالَ بِهِ فَرَجَعَ عَنْ بَيْع الْوَقْف حَتَّى صَارَ كَأَنَّهُ لَا خِلَاف فِيهِ بَيْن أَحَد اه. وَمَعَ حِكَايَة الطَّحَاوِيِّ هَذَا فَقَدْ اِنْتَصَرَ كَعَادَتِهِ فَقَالَ : قَوْله فِي قِصَّة عُمَر \" حَبِّسْ الْأَصْل وَسَبِّلْ الثَّمَرَة \" لَا يَسْتَلْزِم التَّأْبِيد , بَلْ يَحْتَمِل أَنْ يَكُون أَرَادَ مُدَّة اِخْتِيَاره لِذَلِكَ اه. وَلَا يَخْفَى ضَعْف هَذَا التَّأْوِيل , وَلَا يَفْهَم مِنْ قَوْله : \" وَقَفْت وَحَبَسْت \" إِلَّا التَّأْبِيد حَتَّى يُصَرِّح بِالشَّرْطِ عِنْد مَنْ يَذْهَب إِلَيْهِ , وَكَأَنَّهُ لَمْ يَقِف عَلَى الرِّوَايَة الَّتِي فِيهَا \" حَبِيس مَا دَامَتْ السَّمَوَات وَالْأَرْض \" قَالَ الْقُرْطُبِيّ : رَدّ الْوَقْف مُخَالِف لِلْإِجْمَاعِ فَلَا يُلْتَفَت إِلَيْهِ , وَأَحْسَن مَا يُعْتَذَر بِهِ عَمَّنْ رَدَّهُ مَا قَالَهُ أَبُو يُوسُف فَإِنَّهُ أَعْلَم بِأَبِي حَنِيفَة مِنْ غَيْره. وَأَشَارَ الشَّافِعِيّ إِلَى أَنَّ الْوَقْف مِنْ خَصَائِص أَهْل الْإِسْلَام , أَيْ وَقْف الْأَرَاضِي وَالْعَقَار , قَالَ : وَلَا نَعْرِف أَنَّ ذَلِكَ وَقَعَ فِي الْجَاهِلِيَّة , وَحَقِيقَة الْوَقْف شَرْعًا وُرُود صِيغَة تَقْطَع تَصَرُّف الْوَاقِف فِي رَقَبَة الْمَوْقُوف الَّذِي يَدُوم الِانْتِفَاع بِهِ , وَتُثْبِت صَرْف مَنْفَعَته فِي جِهَة خَيْر. ‏ ‏وَفِي حَدِيث الْبَاب مِنْ الْفَوَائِد جَوَاز ذِكْر الْوَلَد أَبَاهُ بِاسْمِهِ الْمُجَرَّد مِنْ غَيْر كُنْيَة وَلَا لَقَب , ‏ ‏وَفِيهِ جَوَاز إِسْنَاد الْوَصِيَّة , وَالنَّظَر عَلَى الْوَقْف لِلْمَرْأَةِ وَتَقْدِيمهَا عَلَى مَنْ هُوَ مِنْ أَقْرَانهَا مِنْ الرِّجَال ; ‏ ‏وَفِيهِ إِسْنَاد النَّظَر إِلَى مَنْ لَمْ يُسَمِّ إِذَا وُصِفَ بِصِفَةٍ مُعَيَّنَة تُمَيِّزهُ , وَأَنَّ الْوَاقِف يَلِي النَّظَر عَلَى وَقْفه إِذَا لَمْ يُسْنِدهُ لِغَيْرِهِ , قَالَ الشَّافِعِيّ : لَمْ يَزَلْ الْعَدَد الْكَثِير مِنْ الصَّحَابَة فَمَنْ بَعْدهمْ يَلُونَ أَوْقَافهمْ , نَقَلَ ذَلِكَ الْأُلُوف عَنْ الْأُلُوف لَا يَخْتَلِفُونَ فِيهِ. ‏ ‏وَفِيهِ اِسْتِشَارَة أَهْل الْعِلْم وَالدِّين وَالْفَضْل فِي طُرُق الْخَيْر سَوَاء كَانَتْ دِينِيَّة أَوْ دُنْيَوِيَّة , وَأَنَّ الْمُشِير يُشِير بِأَحْسَن مَا يَظْهَر لَهُ فِي جَمِيع الْأُمُور. ‏ ‏وَفِيهِ فَضِيلَة ظَاهِرَة لِعُمَر لِرَغْبَتِهِ فِي اِمْتِثَال قَوْله تَعَالَى : ( لَنْ تَنَالُوا الْبِرّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ ) , ‏ ‏وَفِيهِ فَضْل الصَّدَقَة الْجَارِيَة , وَصِحَّة شُرُوط الْوَاقِف وَاتِّبَاعه فِيهَا , وَأَنَّهُ لَا يُشْتَرَط تَعْيِين الْمَصْرِف لَفْظًا. ‏ ‏وَفِيهِ أَنَّ الْوَقْف لَا يَكُون إِلَّا فِيمَا لَهُ أَصْل يَدُوم الِانْتِفَاع بِهِ , فَلَا يَصِحّ وَقْف مَا لَا يَدُوم الِانْتِفَاع بِهِ كَالطَّعَامِ. ‏ ‏وَفِيهِ أَنَّهُ لَا يَكْفِي فِي الْوَقْف لَفْظ الصَّدَقَة سَوَاء قَالَ : تَصَدَّقْت بِكَذَا أَوْ جَعَلْته صَدَقَة حَتَّى يُضِيف إِلَيْهَا شَيْئًا آخَر لِتَرَدُّد الصَّدَقَة بَيْن أَنْ تَكُون تَمْلِيك الرَّقَبَة أَوْ وَقَفَ الْمَنْفَعَة فَإِذَا أَضَافَ إِلَيْهَا مَا يُمَيِّز أَحَد الْمُحْتَمَلَيْنِ صَحَّ , بِخِلَافِ مَا لَوْ قَالَ وَقَفْت أَوْ حَبَسْت فَإِنَّهُ صَرِيح فِي ذَلِكَ عَلَى الرَّاجِح , وَقِيلَ الصَّرِيح الْوَقْف خَاصَّة , ‏ ‏وَفِيهِ نَظَر لِثُبُوتِ التَّحْبِيس فِي قِصَّة عُمَر هَذِهِ , نَعَمْ لَوْ قَالَ تَصَدَّقْت بِكَذَا عَلَى كَذَا وَذَكَرَ جِهَة عَامَّة صَحَّ , وَتَمَسَّكَ مَنْ أَجَازَ الِاكْتِفَاء بِقَوْلِهِ تَصَدَّقْت بِهَذَا بِمَا وَقَعَ فِي حَدِيث الْبَاب مِنْ قَوْله : \" فَتَصَدَّقَ بِهَا عُمَر \" وَلَا حُجَّة فِي ذَلِكَ لِمَا قَدَّمْته مِنْ أَنَّهُ أَضَافَ إِلَيْهَا \" لَا تُبَاع وَلَا تُوهَب \" وَيَحْتَمِل أَيْضًا أَنْ يَكُون قَوْله : \" فَتَصَدَّقَ بِهَا \" عُمَر \" رَاجِعًا إِلَى الثَّمَرَة عَلَى حَذْف مُضَاف أَيْ فَتَصَدَّقَ بِثَمَرَتِهَا فَلَيْسَ فِيهِ مُتَعَلِّق لِمَنْ أَثْبَتَ الْوَقْف بِلَفْظِ الصَّدَقَة مُجَرَّدًا وَبِهَذَا الِاحْتِمَال الثَّانِي جَزَمَ الْقُرْطُبِيّ. ‏ ‏وَفِيهِ جَوَاز الْوَقْف عَلَى الْأَغْنِيَاء لِأَنَّ ذَوِي الْقُرْبَى وَالضَّيْف لَمْ يُقَيَّد بِالْحَاجَةِ وَهُوَ الْأَصَحّ عِنْد الشَّافِعِيَّة. ‏ ‏وَفِيهِ أَنَّ لِلْوَاقِفِ أَنْ يَشْتَرِط لِنَفْسِهِ جُزْءًا مِنْ رِيع الْمَوْقُوف لِأَنَّ عُمَر شَرَطَ لِمَنْ وَلِيَ وَقْفه أَنْ يَأْكُل مِنْهُ بِالْمَعْرُوفِ وَلَمْ يَسْتَثْنِ إِنْ كَانَ هُوَ النَّاظِر أَوْ غَيْره فَدَلَّ عَنْ صِحَّة الشَّرْط , وَإِذَا جَازَ فِي الْمُبْهَم الَّذِي تُعَيِّنهُ الْعَادَة كَانَ فِيمَا يُعَيِّنهُ هُوَ أَجْوَز , وَيَسْتَنْبِط مِنْهُ صِحَّة الْوَقْف عَلَى النَّفْس وَهُوَ قَوْل اِبْن أَبِي لَيْلَى وَأَبِي يُوسُف وَأَحْمَد فِي الْأَرْجَح عَنْهُ , وَقَالَ بِهِ مِنْ الْمَالِكِيَّة اِبْن شَعْبَان , وَجُمْهُورهمْ عَلَى الْمَنْع إِلَّا إِذَا اِسْتَثْنَى لِنَفْسِهِ شَيْئًا يَسِيرًا بِحَيْثُ لَا يُتَّهَم أَنَّهُ قَصَدَ حِرْمَان وَرَثَته , وَمِنْ الشَّافِعِيَّة اِبْن سُرَيْج وَطَائِفَة , وَصَنَّفَ فِيهِ مُحَمَّد بْن عَبْد اللَّه الْأَنْصَارِيّ شَيْخ الْبُخَارِيّ جُزْءًا ضَخْمًا وَاسْتَدَلَّ لَهُ بِقِصَّةِ عُمَر هَذِهِ , وَبِقِصَّةِ رَاكِب الْبَدَنَة , وَبِحَدِيثِ أَنَس فِي أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْتَقَ صَفِيَّة وَجَعَلَ عِتْقهَا صَدَاقهَا , وَوَجْه الِاسْتِدْلَال بِهِ أَنَّهُ أَخْرَجَهَا عَنْ مِلْكه بِالْعِتْقِ وَرَدَّهَا إِلَيْهِ بِالشَّرْطِ , وَسَيَأْتِي الْبَحْث فِيهِ فِي النِّكَاح. وَبِقِصَّةِ عُثْمَان الْآتِيَة بَعْد أَبْوَاب. وَاحْتَجَّ الْمَانِعُونَ بِقَوْلِهِ فِي حَدِيث الْبَاب \" سَبِّلْ الثَّمَرَة \" وَتَسْبِيل الثَّمَرَة تَمْلِيكهَا لِلْغَيْرِ وَالْإِنْسَان لَا يَتَمَكَّن مِنْ تَمْلِيك نَفْسه لِنَفْسِهِ , وَتُعُقِّبَ بِأَنَّ اِمْتِنَاع ذَلِكَ غَيْر مُسْتَحِيل وَمَنَعَهُ تَمْلِيكه لِنَفْسِهِ إِنَّمَا هُوَ لِعَدَمِ الْفَائِدَة وَالْفَائِدَة فِي الْوَقْف حَاصِلَة لِأَنَّ اِسْتِحْقَاقه إِيَّاهُ مِلْكًا غَيْر اِسْتِحْقَاقه إِيَّاهُ وَقْفًا وَلَا سِيَّمَا إِذَا ذَكَرَ لَهُ مَالًا آخَر فَإِنَّهُ حُكْم آخَر يُسْتَفَاد مِنْ ذَلِكَ الْوَقْف , وَاحْتَجُّوا أَيْضًا بِأَنَّ الَّذِي يَدُلّ عَلَيْهِ حَدِيث الْبَاب أَنَّ عُمَر اِشْتَرَطَ لِنَاظِرِ وَقْفه أَنْ يَأْكُل مِنْهُ بِقَدْرِ عِمَالَته وَلِذَلِكَ مَنَعَهُ أَنْ يَتَّخِذ لِنَفْسِهِ مِنْهُ مَالًا فَلَوْ كَانَ يُؤْخَذ مِنْهُ صِحَّة الْوَقْف عَلَى النَّفْس لَمْ يَمْنَعهُ مِنْ الِاتِّخَاذ , وَكَأَنَّهُ اِشْتَرَطَ لِنَفْسِهِ أَمْرًا لَوْ سَكَتَ عَنْهُ لَكَانَ يَسْتَحِقّهُ لِقِيَامِهِ , وَهَذَا عَلَى أَرْجَح قَوْلَيْ الْعُلَمَاء أَنَّ الْوَاقِف إِذَا لَمْ يَشْتَرِط لِلنَّاطِرِ قَدْر عَمَله جَازَ لَهُ أَنْ يَأْخُذ بِقَدْرِ عَمَله , وَلَوْ اِشْتَرَطَ الْوَاقِف لِنَفْسِهِ النَّظَر وَاشْتَرَطَ أُجْرَة فَفِي صِحَّة هَذَا الشَّرْط عِنْد الشَّافِعِيَّة خِلَاف , كَالْهَاشِمِيِّ إِذَا عَمِلَ فِي الزَّكَاة هَلْ يَأْخُذ مِنْ سَهْم الْعَامِلِينَ ؟ وَالرَّاجِح الْجَوَاز , وَيُؤَيِّدهُ حَدِيث عُثْمَان الْآتِي بَعْد , وَاسْتَدَلَّ بِهِ عَلَى جَوَاز الْوَقْف عَلَى الْوَارِث فِي مَرَض الْمَوْت فَإِنْ زَادَ عَلَى الثُّلُث رَدّ وَإِنْ خَرَجَ مِنْهُ لَزِمَ , وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ أَحْمَد لِأَنَّ عُمَر جَعَلَ النَّظَر بَعْده لِحَفْصَةَ وَهِيَ مِمَّنْ يَرِثهُ وَجَعَلَ لِمَنْ وَلِيَ وَقْفه أَنْ يَأْكُل مِنْهُ , وَتُعُقِّبَ بِأَنَّ وَقْف عُمَر صَدَرَ مِنْهُ فِي حَيَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَلَّذِي أَوْصَى بِهِ إِنَّمَا هُوَ شَرْط النَّظَر , وَاسْتَدَلَّ بِهِ عَلَى أَنَّ الْوَاقِف إِذَا شَرَطَ لِلنَّاظِرِ شَيْئًا أَخَذَهُ وَإِنْ لَمْ يَشْتَرِطهُ لَهُ لَمْ يَجُزْ إِلَّا إِنْ دَخَلَ فِي صِفَة أَهْل الْوَقْف كَالْفُقَرَاءِ وَالْمَسَاكِين. فَإِنْ كَانَ عَلَى مُعَيَّنِينَ وَرَضُوا بِذَلِكَ جَازَ , وَاسْتَدَلَّ بِهِ عَلَى أَنَّ تَعْلِيق الْوَقْف لَا يَصِحّ لِأَنَّ قَوْله : \" حَبِّسْ الْأَصْل \" يُنَاقِض تَأْقِيتَهُ , وَعَنْ مَالِك وَابْن سُرَيْج يَصِحّ , وَاسْتَدَلَّ بِقَوْلِهِ : \" لَا تُبَاع \" عَلَى أَنَّ الْوَقْف لَا يُنَاقِل بِهِ , وَعَنْ أَبِي يُوسُف أَنَّ شَرْط الْوَاقِف أَنَّهُ إِذَا تَعَطَّلَتْ مَنَافِعه بِيعَ وَصُرِفَ ثَمَنه فِي غَيْره وَيُوقَف فِي مَا سُمِّيَ فِي الْأَوَّل , وَكَذَا إِنْ شَرَطَ الْبَيْع إِذَا رَأَى الْحَظّ فِي نَقْله إِلَى مَوْضِع آخَر. وَاسْتَدَلَّ بِهِ عَلَى وَقْف الْمَشَاع لِأَنَّ الْمِائَة سَهْم الَّتِي كَانَتْ لِعُمَر بِخَيْبَر لَمْ تَكُنْ مُنْقَسِمَة. ‏ ‏وَفِيهِ أَنَّهُ لَا سِرَايَة فِي الْأَرْض الْمَوْقُوفَة بِخِلَافِ الْعِتْق وَلَمْ يُنْقَل أَنَّ الْوَقْف سَرَى مِنْ حِصَّة عُمَر إِلَى غَيْرهَا مِنْ بَاقِي الْأَرْض , وَحَكَى بَعْض الْمُتَأَخِّرِينَ عَنْ بَعْض الشَّافِعِيَّة أَنَّهُ حَكَمَ فِيهِ بِالسِّرَايَةِ وَهُوَ شَاذّ مُنْكَر. وَاسْتَدَلَّ بِهِ عَلَى أَنَّ خَيْبَر فُتِحَتْ عَنْوَة , وَسَيَأْتِي الْبَحْث فِيهِ فِي كِتَاب الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2773,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، رضى الله عنه وَجَدَ مَالاً بِخَيْبَرَ، فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرَهُ، قَالَ ‏\n\"‏ إِنْ شِئْتَ تَصَدَّقْتَ بِهَا ‏\"‏‏.‏ فَتَصَدَّقَ بِهَا فِي الْفُقَرَاءِ وَالْمَسَاكِينِ وَذِي الْقُرْبَى وَالضَّيْفِ‏.‏",
    "english_text": "`Umar got some property in Khaibar and he came to the Prophet (ﷺ) and informed him about it. The \nProphet said to him, \"If you wish you can give it in charity.\" So `Umar gave it in charity (i.e. as an \nendowment) the yield of which was to be used for the good of the poor, the needy, the kinsmen and \nthe guests.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُسَدَّد حَدَّثَنَا يَزِيد بْن زُرَيْع ) ‏ ‏كَذَا اِقْتَصَرَ عَلَيْهِ , وَقَدْ أَخْرَجَهُ أَبُو دَاوُدَ عَنْ مُسَدَّد عَنْ يَزِيد بْن زُرَيْع وَبِشْر بْن الْمُفَضَّل وَيَحْيَى الْقَطَّانِ ثَلَاثَتهمْ عَنْ عَبْد اللَّه بْن عَوْن , وَقَدْ زَعَمَ اِبْن عَبْد الْبَرّ أَنَّ اِبْن عَوْن تَفَرَّدَ بِهِ عَنْ نَافِع , وَلَيْسَ كَمَا قَالَ فَقَدْ أَخْرَجَهُ الْبُخَارِيّ مِنْ رِوَايَة صَخْر بْن جُوَيْرِيَة عَنْ نَافِع كَمَا تَقَدَّمَ قَبْل أَبْوَاب , وَأَخْرَجَهُ مُخْتَصَرًا وَأَحْمَد وَالدَّارَقُطْنِيُّ مُطَوَّلًا مِنْ رِوَايَة أَيُّوب , وَأَخْرَجَهُ الطَّحَاوِيُّ مِنْ رِوَايَة يَحْيَى بْن سَعِيد الْأَنْصَارِيّ , وَالنَّسَائِيُّ مِنْ رِوَايَة عُبَيْد اللَّه بْن عُمَر الْأَكْبَر الْمُصَغَّر , وَأَحْمَد وَالدَّارَقُطْنِيُّ مِنْ رِوَايَة عَبْد اللَّه بْن عُمَر الْأَصْغَر الْمُكَبَّر كُلّهمْ عَنْ نَافِع , وَسَأَذْكُرُ مَا فِي رِوَايَتهمْ مِنْ الْفَوَائِد مُفَصَّلًا إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( عَنْ نَافِع ) ‏ ‏فِي رِوَايَة الْأَنْصَارِيّ عَنْ اِبْن عَوْن الْمَاضِيَة فِي آخِر الشُّرُوط عَنْ اِبْن عَوْن \" أَنْبَأَنِي نَافِع \" وَالْإِنْبَاء بِمَعْنَى الْإِخْبَار عِنْد الْمُتَقَدِّمِينَ جَزْمًا , وَقَدْ وَقَعَ عِنْد الطَّحَاوِيِّ مِنْ وَجْه آخَر عَنْ اِبْن عَوْن \" أَخْبَرَنِي نَافِع \" وَالْأَنْصَارِيّ الْمَذْكُور أَحَد شُيُوخ الْبُخَارِيّ أَخْرَجَ عَنْهُ عِدَّة أَحَادِيث بِغَيْرِ وَاسِطَة مِنْهَا حَدِيث أَبِي بَكْر فِي أَنْصِبَة الزَّكَاة , وَأَخْرَجَ عَنْهُ فِي مَوَاضِع بِوَاسِطَةٍ , وَكَانَ الْأَنْصَارِيّ الْمَذْكُور قَاضِي الْبَصْرَة وَقَدْ تَمَذْهَبَ لِلْكُوفِيِّينَ فِي الْأَوْقَاف , وَصَنَّفَ فِي الْكَلَام عَلَى هَذَا الْحَدِيث جُزْءًا مُفْرَدًا. ‏ ‏قَوْله : ( عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ أَصَابَ عُمَر ) ‏ ‏كَذَا لِأَكْثَر الرُّوَاة عَنْ نَافِع , ثُمَّ عَنْ اِبْن عَوْن جَعَلُوهُ فِي مُسْنَد اِبْن عُمَر , لَكِنْ أَخْرَجَهُ مُسْلِم وَالنَّسَائِيُّ مِنْ رِوَايَة سُفْيَان الثَّوْرِيّ وَالنَّسَائِيُّ مِنْ رِوَايَة أَبِي إِسْحَاق الْفَزَارِيِّ كِلَاهُمَا عَنْ عَبْد اللَّه بْن عَوْن , وَالنَّسَائِيُّ مِنْ رِوَايَة أَبِي إِسْحَاق الْفَزَارِيِّ كِلَاهُمَا عَنْ عَبْد اللَّه بْن عَوْن , وَالنَّسَائِيُّ مِنْ رِوَايَة سَعِيد بْن سَالِم عَنْ عُبَيْد اللَّه بْن عُمَر كِلَاهُمَا عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ عُمَر جَعَلَهُ مِنْ مُسْنَد عُمَر , وَالْمَشْهُور الْأَوَّل. ‏ ‏قَوْله : ( بِخَيْبَر أَرْضًا ) ‏ ‏تَقَدَّمَ فِي رِوَايَة صَخْر بْن جُوَيْرِيَة أَنَّ اِسْمهَا ثَمْغ , وَكَذَا لِأَحْمَد مِنْ رِوَايَة أَيُّوب \" أَنَّ عُمَر أَصَابَ أَرْضًا مِنْ يَهُود بَنِي حَارِثَة يُقَال لَهَا ثَمْغ \" وَنَحْوه فِي رِوَايَة سَعِيد بْن سَالِم الْمَذْكُورَة , وَكَذَا لِلدَّارَقُطْنِيِّ مِنْ طَرِيق الدَّرَاوَرْدِيّ عَنْ عَبْد اللَّه بْن عُمَر , وَلِلطَّحَاوِيِّ مِنْ رِوَايَة يَحْيَى بْن سَعِيد , وَرَوَى عُمَر بْن شَبَّة بِإِسْنَادٍ صَحِيح عَنْ أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم \" أَنَّ عُمَر رَأَى فِي الْمَنَام ثَلَاث لَيَالٍ أَنْ يَتَصَدَّق بِثَمْغ \" وَلِلنَّسَائِيِّ مِنْ رِوَايَة سُفْيَان عَنْ عَبْد اللَّه بْن عُمَر \" جَاءَ عُمَر فَقَالَ : يَا رَسُول اللَّه إِنِّي أَصَبْت مَالًا لَمْ أُصِبْ مَالًا مِثْله قَطُّ \" كَانَ لِي مِائَة رَأْس فَاشْتَرَيْت بِهَا مِائَة سَهْم مِنْ خَيْبَر مِنْ أَهْلهَا \" فَيَحْتَمِل أَنْ تَكُون ثَمْغ مِنْ جُمْلَة أَرَاضِي خَيْبَر وَأَنَّ مِقْدَارهَا كَانَ مِقْدَار مِائَة سَهْم مِنْ السِّهَام الَّتِي قَسَمَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن مَنْ شَهِدَ خَيْبَر , وَهَذِهِ الْمِائَة السَّهْم غَيْر الْمِائَة السَّهْم الَّتِي كَانَتْ لِعُمَر بْن الْخَطَّاب بِخَيْبَر الَّتِي حَصَلَهَا مِنْ جُزْئِهِ مِنْ الْغَنِيمَة وَغَيْره , وَسَيَأْتِي بَيَان ذَلِكَ فِي صِفَة كِتَاب وَقْف عُمَر مِنْ عِنْد أَبِي دَاوُدَ وَغَيْره , وَذَكَرَ عُمَر بْن شَبَّة بِإِسْنَادٍ ضَعِيف عَنْ مُحَمَّد بْن كَعْب أَنَّ قِصَّة عُمَر هَذِهِ كَانَتْ فِي سَنَة سَبْع مِنْ الْهِجْرَة. ‏ ‏قَوْله : ( أَنْفَس مِنْهُ ) ‏ ‏أَيْ أَجْوَد , وَالنَّفِيس الْجَيِّد الْمُغْتَبَط بِهِ , يُقَال نَفُسَ بِفَتْحِ النُّون وَضَمّ الْفَاء نَفَاسَة , وَقَالَ الدَّاوُدِيّ : سُمِّيَ نَفِيسًا لِأَنَّهُ يَأْخُذ بِالنَّفْسِ , وَفِي رِوَايَة صَخْر بْن جُوَيْرِيَة \" إِنِّي اِسْتَفَدْت مَالًا وَهُوَ عِنْدِي نَفِيس فَأَرَدْت أَنْ أَتَصَدَّق بِهِ \" وَقَدْ تَقَدَّمَ فِي مُرْسَل أَبِي بَكْر بْن حَزْم أَنَّهُ رَأَى فِي الْمَنَام الْأَمْر بِذَلِكَ , وَوَقَعَ فِي رِوَايَة لِلدَّارَقُطْنِيِّ إِسْنَادهَا ضَعِيف \" أَنَّ عُمَر قَالَ : يَا رَسُول اللَّه إِنِّي نَذَرْت أَنْ أَتَصَدَّق بِمَالِي \" وَلَمْ يَثْبُت هَذَا وَإِنَّمَا كَانَ صَدَقَة تَطَوُّع كَمَا سَأُوَضِّحُهُ مِنْ حِكَايَة لَفْظ كِتَاب الْوَقْف الْمَذْكُور إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( فَكَيْفَ تَأْمُرنِي بِهِ ) ‏ ‏؟ فِي رِوَايَة يَحْيَى بْن سَعِيد \" أَنَّ عُمَر اِسْتَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَنْ يَتَصَدَّق \". ‏ ‏قَوْله : ( إِنْ شِئْت حَبَسْت أَصْلهَا وَتَصَدَّقْت بِهَا ) ‏ ‏أَيْ بِمَنْفَعَتِهَا , وَبَيَّنَ ذَلِكَ مَا فِي رِوَايَة عُبَيْد اللَّه بْن عُمَر \" اِحْبِسْ أَصْلهَا وَسَبِّلْ ثَمَرَتهَا \" وَفِي رِوَايَة يَحْيَى بْن سَعِيد \" تَصَدَّقْ بِثَمَرِهِ وَحَبِّسْ أَصْله \". ‏ ‏قَوْله : ( فَتَصَدَّقَ عُمَر أَنَّهُ لَا يُبَاع أَصْلهَا وَلَا يُوهَب وَلَا يُورَث ) ‏ ‏زَادَ فِي رِوَايَة مُسْلِم مِنْ هَذَا الْوَجْه \" وَلَا تَبْتَاع \" زَادَ الدَّارَقُطْنِيُّ مِنْ طَرِيق عُبَيْد اللَّه بْن عُمَر عَنْ نَافِع \" حَبِيس مَا دَامَتْ السَّمَاوَات وَالْأَرْض \" كَذَا لِأَكْثَر الرُّوَاة عَنْ نَافِع , وَلَمْ يَخْتَلِف فِيهِ عَنْ اِبْن عَوْن إِلَّا مَا وَقَعَ عِنْد الطَّحَاوِيِّ مِنْ طَرِيق سَعِيد بْن سُفْيَان الْجَحْدَرِيِّ عَنْ اِبْن عَوْن فَذَكَرَهُ بِلَفْظِ صَخْر بْن جُوَيْرِيَة الْآتِي , وَالْجَحْدَرِيّ إِنَّمَا رَوَاهُ عَنْ صَخْر لَا عَنْ اِبْن عَوْن , قَالَ السُّبْكِيّ : اِغْتَبَطْت بِمَا وَقَعَ فِي رِوَايَة يَحْيَى بْن سَعِيد عَنْ نَافِع عِنْد الْبَيْهَقِيِّ \" تَصَدَّقْ بِثَمَرِهِ وَحَبِّسْ أَصْله لَا يُبَاع وَلَا يُورَث \" وَهَذَا ظَاهِره أَنَّ الشَّرْط مِنْ كَلَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخِلَافِ بَقِيَّة الرِّوَايَات فَإِنَّ الشَّرْط فِيهَا ظَاهِره أَنَّهُ مِنْ كَلَام عُمَر , قُلْت : قَدْ تَقَدَّمَ قَبْل خَمْسَة أَبْوَاب مِنْ طَرِيق صَخْر بْن جُوَيْرِيَةَ عَنْ نَافِع بِلَفْظِ \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَصَدَّقْ بِأَصْلِهِ , لَا يُبَاع وَلَا يُوهَب وَلَا يُورَث , وَلَكِنْ يُنْفَق ثَمَره \" وَهِيَ أَتَمّ الرِّوَايَات وَأَصْرَحهَا فِي الْمَقْصُود فَعَزْوُهَا إِلَى الْبُخَارِيّ أَوْلَى , وَقَدْ عَلَّقَهُ الْبُخَارِيّ فِي الْمُزَارَعَة بِلَفْظِ \" قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعُمَر : تَصَدَّقْ بِأَصْلِهِ لَا يُبَاع وَلَا يُوهَب وَلَكِنْ لِيُنْفِق ثَمَره فَتَصَدَّقَ بِهِ \" وَحَكَيْت هُنَاكَ أَنَّ الدَّاوُدِيّ الشَّارِح أَنْكَرَ هَذَا اللَّفْظ , وَلَمْ يَظْهَر لِي إِذْ ذَاكَ سَبَب إِنْكَاره , ثُمَّ ظَهَرَ لِي أَنَّهُ بِسَبَبِ التَّصْرِيح بِرَفْعِ الشَّرْط إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , عَلَى أَنَّهُ وَلَوْ كَانَ الشَّرْط مِنْ قَوْل عُمَر فَمَا فَعَلَهُ إِلَّا لِمَا فَهِمَهُ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْثُ قَالَ لَهُ \" اِحْبِسْ أَصْلهَا وَسَبِّلْ ثَمَرَتهَا \" وَقَوْله : \" تَصَدَّقْ \" صِيغَة أَمْر وَقَوْله : \" فَتَصَدَّقَ \" بِصِيغَةِ : الْفِعْل الْمَاضِي. ‏ ‏قَوْله : ( فِي سَبِيل اللَّه وَفِي الرِّقَاب وَالْمَسَاكِين وَالضَّيْف وَابْن السَّبِيل ) ‏ ‏جَمِيع هَؤُلَاءِ الْأَصْنَاف إِلَّا الضَّيْف هُمْ الْمَذْكُورُونَ فِي آيَة الزَّكَاة , وَقَدْ تَقَدَّمَ بَيَانهمْ فِي كِتَاب الزَّكَاة. ‏ ‏وَقَوْله : \" وَلِذِي الْقُرْبَى \" ‏ ‏يَحْتَمِل أَنْ يَكُون فِي مَنْ ذُكِرَ فِي الْخَمْس كَمَا سَيَأْتِي بَيَانهمْ , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِهِمْ قُرْبَى الْوَاقِف , وَبِهَذَا الثَّانِي جَزَمَ الْقُرْطُبِيّ , وَالضَّيْف مَعْرُوف وَهُوَ مَنْ نَزَلَ بِقَوْمٍ يُرِيد الْقِرَى وَقَدْ تَقَدَّمَ الْقَوْل فِيهِ فِي الْهِبَة. ‏ ‏قَوْله : ( أَنْ يَأْكُل مِنْهَا بِالْمَعْرُوفِ ) ‏ ‏تَقَدَّمَ الْبَحْث فِيهِ قَبْل أَبْوَاب , قَالَ الْقُرْطُبِيّ : جَرَتْ الْعَادَة بِأَنَّ الْعَامِل يَأْكُل مِنْ ثَمَرَة الْوَقْف , حَتَّى لَوْ اِشْتَرَطَ الْوَاقِف أَنَّ الْعَامِل لَا يَأْكُل مِنْهُ يُسْتَقْبَح ذَلِكَ مِنْهُ , وَالْمُرَاد بِالْمَعْرُوفِ الْقَدْر الَّذِي جَرَتْ بِهِ الْعَادَة , وَقِيلَ الْقَدْر الَّذِي يَدْفَع بِهِ الشَّهْوَة , وَقِيلَ الْمُرَاد أَنْ يَأْخُذ مِنْهُ بِقَدْرِ عَمَله , وَالْأُولَى أَوْلَى. ‏ ‏قَوْله : ( أَوْ يُطْعِم ) ‏ ‏فِي رِوَايَة صَخْر \" أَوْ يُؤْكِل \" بِإِسْكَانِ الْوَاو وَهِيَ بِمَعْنَى يُطْعِم. ‏ ‏قَوْله : ( غَيْر مُتَمَوِّل فِيهِ ) ‏ ‏وَفِي رِوَايَة الْأَنْصَارِيّ الْمَاضِيَة فِي آخِر الشُّرُوط \" غَيْر مُتَمَوِّل بِهِ \" وَالْمَعْنَى غَيْر مُتَّخِذ مِنْهَا مَالًا أَيْ مِلْكًا , وَالْمُرَاد أَنَّهُ لَا يَتَمَلَّك شَيْئًا مِنْ رِقَابهَا , وَ \" مَالًا \" مَنْصُوب عَلَى التَّمْيِيز , وَزَادَ الْأَنْصَارِيّ وَسُلَيْم قَالَ : فَحَدَّثْت بِهِ اِبْن سِيرِينَ فَقَالَ : \" غَيْر مُتَأَثِّل مَالًا \" وَالْقَائِل \" فَحَدَّثْت بِهِ \" هُوَ اِبْن عَوْن رَاوِيه عَنْ نَافِع , بَيَّنَ ذَلِكَ الدَّارَقُطْنِيُّ مِنْ طَرِيق أَبِي أُسَامَة عَنْ اِبْن عَوْن قَالَ : ذَكَرْت حَدِيث نَافِع لِابْنِ سِيرِينَ فَذَكَرَهُ , زَادَ سُلَيْم : قَالَ اِبْن عَوْن : وَأَنْبَأَنِي مَنْ قَرَأَ هَذَا الْكِتَاب أَنَّ فِيهِ \" غَيْر مُتَأَثِّل مَالًا \" وَفِي رِوَايَة التِّرْمِذِيّ مِنْ طَرِيق اِبْن عُلَيَّة عَنْ اِبْن عَوْن \" حَدَّثَنِي رَجُل أَنَّهُ قَرَأَهَا فِي قِطْعَة أَدِيم أَحْمَر \" قَالَ اِبْن عُلَيَّة : وَأَنَا قَرَأْتهَا عِنْد اِبْن عُبَيْد اللَّه بْن عُمَر كَذَلِكَ. وَقَدْ أَخْرَجَ أَبُو دَاوُدَ صِفَة كِتَاب وَقْف عُمَر مِنْ طَرِيق يَحْيَى بْن سَعِيد الْأَنْصَارِيّ قَالَ : \" نَسَخَهَا لِي عَبْد اللَّه بْن عَبْد الْحَمِيد بْن عَبْد اللَّه اِبْن عُمَر \" فَذَكَرَهُ وَفِيهِ \" غَيْر مُتَأَثِّل \" وَالْمُتَأَثِّل بِمُثَنَّاةٍ ثُمَّ مُثَلَّثَة مُشَدَّدَة بَيْنهمَا هَمْزَة هُوَ الْمُتَّخِذ , وَالتَّأَثُّل اِتِّخَاذ أَصْل الْمَال حَتَّى كَأَنَّهُ عِنْده قَدِيم , وَأَثَلَة كُلّ شَيْء أَصْله , قَالَ الشَّاعِر : ‏ ‏وَقَدْ يُدْرِك الْمَجْد الْمُؤَثَّل أَمْثَالِي ‏ ‏وَاشْتِرَاط نَفْي التَّأَثُّل يُقَوِّي مَا ذَهَبَ إِلَيْهِ مَنْ قَالَ : الْمُرَاد مِنْ قَوْله : \" يَأْكُل بِالْمَعْرُوفِ \" حَقِيقَة الْأَكْل لَا الْأَخْذ مِنْ مَال الْوَقْف بِقَدْرِ الْعِمَالَة قَالَهُ الْقُرْطُبِيّ , وَزَادَ أَحْمَد مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ أَيُّوب فَذَكَرَ الْحَدِيث , قَالَ حَمَّاد : وَزَعَمَ عَمْرو بْن دِينَار أَنَّ عَبْد اللَّه بْن عُمَر أَنْ يُهْدِي إِلَى عَبْد اللَّه بْن صَفْوَان مِنْ صَدَقَة عُمَر , وَكَذَا رَوَاهُ عُمَر بْن شَبَّة مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ عُمَر ; وَزَادَ عُمَر بْن شَبَّة عَنْ يَزِيد بْن هَارُون عَنْ اِبْن عَوْن فِي آخِر هَذَا الْحَدِيث \" وَأَوْصَى بِهَا عُمَر إِلَى حَفْصَة أُمّ الْمُؤْمِنِينَ ثُمَّ إِلَى الْأَكَابِر مِنْ آل عُمَر \" وَنَحْوه فِي رِوَايَة عُبَيْد اللَّه بْن عُمَر عِنْد الدَّارَقُطْنِيِّ , وَفِي رِوَايَة أَيُّوب عَنْ نَافِع عِنْد أَحْمَد \" يَلِيه ذَوُو الرَّأْي مِنْ آل عُمَر \" فَكَأَنَّهُ كَانَ أَوَّلًا شَرَطَ أَنَّ النَّظَر فِيهِ لِذَوِي الرَّأْي مِنْ أَهْله ثُمَّ عَيَّنَ عِنْد وَصِيَّته لِحَفْصَةَ , وَقَدْ بَيَّنَ ذَلِكَ عُمَر بْن شَبَّة عَنْ أَبِي غَسَّان الْمَدَنِيّ قَالَ : هَذِهِ نُسْخَة صَدَقَة عُمَر أَخَذْتهَا مِنْ كِتَابه الَّذِي عِنْد آل عُمَر فَنَسَخْتهَا حَرْفًا حَرْفًا \" هَذَا مَا كَتَبَ عَبْد اللَّه عُمَر أَمِير الْمُؤْمِنِينَ فِي ثَمْغ , أَنَّهُ إِلَى حَفْصَة مَا عَاشَتْ تُنْفِق ثَمَره حَيْثُ أَرَاهَا اللَّه , فَإِنْ تُوُفِّيَتْ فَإِلَى ذَوِي الرَّأْي مِنْ أَهْلهَا \". ‏ ‏قُلْت : فَذَكَرَ الشَّرْط كُلّه نَحْو الَّذِي تَقَدَّمَ فِي الْحَدِيث الْمَرْفُوع ثُمَّ قَالَ : \" وَالْمِائَة وَسْق الَّذِي أَطْعَمَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهَا مَعَ ثَمْغ عَلَى سُنَنه الَّذِي أَمَرَتْ بِهِ , وَإِنْ شَاءَ وَلِيّ ثَمْغ أَنْ يَشْتَرِي مِنْ ثَمَره رَقِيقًا يَعْمَلُونَ فِيهِ فَعَلَ. وَكَتَبَ مُعَيْقِيب وَشَهِدَ عَبْد اللَّه بْن الْأَرْقَم \" وَكَذَا أَخْرَجَ أَبُو دَاوُدَ فِي رِوَايَته نَحْو هَذَا. وَذَكَرَا جَمِيعًا كِتَابًا آخَر نَحْو هَذَا الْكِتَاب , وَفِيهِ مِنْ الزِّيَادَة \" وَصِرْمَة بْن الْأَكْوَع وَالْعَبْد الَّذِي فِيهِ صَدَقَة كَذَلِكَ \" وَهَذَا يَقْتَضِي أَنَّ عُمَر إِنَّمَا كَتَبَ كِتَاب وَقْفه فِي خِلَافَته لِأَنَّ مُعَيْقِيبًا كَانَ كَاتِبه فِي زَمَن خِلَافَته , وَقَدْ وَصَفَهُ فِيهِ بِأَنَّهُ أَمِير الْمُؤْمِنِينَ , فَيَحْتَمِل أَنْ يَكُون وَقَفَهُ فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِاللَّفْظِ وَتَوَلَّى هُوَ النَّظَر عَلَيْهِ إِلَى أَنْ حَضَرَتْهُ الْوَصِيَّة فَكَتَبَ حِينَئِذٍ الْكِتَاب , وَيَحْتَمِل أَنْ يَكُون أَخَّرَ وَقْفِيَّته وَلَمْ يَقَع مِنْهُ قَبْل ذَلِكَ إِلَّا اِسْتِشَارَته فِي كَيْفِيَّته. وَقَدْ رَوَى الطَّحَاوِيُّ وَابْن عَبْد الْبَرّ مِنْ طَرِيق مَالِك عَنْ اِبْن شِهَاب قَالَ : \" قَالَ عُمَر : لَوْلَا أَنِّي ذَكَرْت صَدَقَتِي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَرَدَدْتهَا \" فَهَذَا يَشْعُر بِالِاحْتِمَالِ الثَّانِي وَأَنَّهُ لَمْ يُنَجِّز الْوَقْف إِلَّا عِنْد وَصِيَّته. وَاسْتَدَلَّ الطَّحَاوِيُّ بِقَوْلِ عُمَر هَذَا لِأَبِي حَنِيفَة وَزُفَر فِي أَنَّ إِيقَاف الْأَرْض لَا يَمْنَع مِنْ الرُّجُوع فِيهَا , وَأَنَّ الَّذِي مَنَعَ عُمَر مِنْ الرُّجُوع كَوْنه ذَكَرَهُ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَرِهَ أَنْ يُفَارِقهُ عَلَى أَمْر ثُمَّ يُخَالِفهُ إِلَى غَيْره , وَلَا حُجَّة فِيمَا ذَكَرَهُ مِنْ وَجْهَيْنِ : ‏ ‏أَحَدهمَا أَنَّهُ مُنْقَطِع لِأَنَّ اِبْن شِهَاب لَمْ يَدْرِك عُمَر , ‏ ‏ثَانِيهمَا أَنَّهُ يَحْتَمِل مَا قَدَّمْته , وَيَحْتَمِل أَنْ يَكُون عُمَر كَانَ يَرَى بِصِحَّةِ الْوَقْف وَلُزُومه إِلَّا إِنْ شَرَطَ الْوَاقِف الرُّجُوع فَلَهُ أَنْ يَرْجِع. وَقَدْ رَوَى الطَّحَاوِيُّ عَنْ عَلِيّ مِثْل ذَلِكَ فَلَا حُجَّة فِيهِ لِمَنْ قَالَ بِأَنَّ الْوَقْف غَيْر لَازِم مَعَ إِمْكَان هَذَا الِاحْتِمَال وَإِنْ ثَبَتَ هَذَا الِاحْتِمَال كَانَ حُجَّة لِمَنْ قَالَ بِصِحَّةِ تَعْلِيق الْوَقْف وَهُوَ عِنْد الْمَالِكِيَّة وَبِهِ قَالَ اِبْن سُرَيْج وَقَالَ : تَعُود مَنَافِعه بَعْد الْمُدَّة الْمُعَيَّنَة إِلَيْهِ ثُمَّ إِلَى وَرَثَته , فَلَوْ كَانَ التَّعْلِيق مَآلًا صَحَّ اِتِّفَاقًا كَمَا لَوْ قَالَ وَقَفْته عَلَى زَيْد سَنَة ثُمَّ عَلَى الْفُقَرَاء , وَحَدِيث عُمَر هَذَا أَصْل فِي مَشْرُوعِيَّة الْوَقْف , قَالَ أَحْمَد : \" حَدَّثَنَا حَمَّاد هُوَ اِبْن خَالِد حَدَّثَنَا عَبْد اللَّه هُوَ الْعُمَرِيّ عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : أَوَّل صَدَقَة - أَيْ مَوْقُوفَة - كَانَتْ فِي الْإِسْلَام صَدَقَة عُمَر \" وَرَوَى عُمَر بْن شَبَّة عَنْ عَمْرو بْن سَعْد بْن مُعَاذ قَالَ : \" سَأَلْنَا عَنْ أَوَّل حَبْس فِي الْإِسْلَام فَقَالَ الْمُهَاجِرُونَ : صَدَقَة عُمَر , وَقَالَ الْأَنْصَار : صَدَقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَفِي إِسْنَاده الْوَاقِدِيّ. ‏ ‏وَفِي مَغَازِي الْوَاقِدِيّ أَنَّ أَوَّل صَدَقَة مَوْقُوفَة كَانَتْ فِي الْإِسْلَام أَرَاضِي مُخَيْرِيق بِالْمُعْجَمَةِ مُصَغَّر الَّتِي أَوْصَى بِهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَقَفَهَا النَّبِيّ , قَالَ التِّرْمِذِيّ : لَا نَعْلَم بَيْن الصَّحَابَة وَالْمُتَقَدِّمِينَ مِنْ أَهْل الْعِلْم خِلَافًا فِي جَوَاز وَقْف الْأَرَضِينَ , وَجَاءَ عَنْ شُرَيْح أَنَّهُ أَنْكَرَ الْحَبْس , وَمِنْهُمْ مَنْ تَأَوَّلَهُ , وَقَالَ أَبُو حَنِيفَة لَا يَلْزَم , وَخَالَفَهُ جَمِيع أَصْحَابه إِلَّا زُفَر بْن الْهُذَيْلِ فَحَكَى الطَّحَاوِيُّ عَنْ عِيسَى بْن أَبَانٍ قَالَ : كَانَ أَبُو يُوسُف يُجِيز بَيْع الْوَقْف , فَبَلَغَهُ حَدِيث عُمَر هَذَا فَقَالَ : مَنْ سَمِعَ هَذَا مِنْ اِبْن عَوْن ؟ فَحَدَّثَهُ بِهِ اِبْن عُلَيَّة , فَقَالَ : هَذَا لَا يَسَع أَحَدًا خِلَافه , وَلَوْ بَلَغَ أَبَا حَنِيفَة. لَقَالَ بِهِ فَرَجَعَ عَنْ بَيْع الْوَقْف حَتَّى صَارَ كَأَنَّهُ لَا خِلَاف فِيهِ بَيْن أَحَد اه. وَمَعَ حِكَايَة الطَّحَاوِيِّ هَذَا فَقَدْ اِنْتَصَرَ كَعَادَتِهِ فَقَالَ : قَوْله فِي قِصَّة عُمَر \" حَبِّسْ الْأَصْل وَسَبِّلْ الثَّمَرَة \" لَا يَسْتَلْزِم التَّأْبِيد , بَلْ يَحْتَمِل أَنْ يَكُون أَرَادَ مُدَّة اِخْتِيَاره لِذَلِكَ اه. وَلَا يَخْفَى ضَعْف هَذَا التَّأْوِيل , وَلَا يَفْهَم مِنْ قَوْله : \" وَقَفْت وَحَبَسْت \" إِلَّا التَّأْبِيد حَتَّى يُصَرِّح بِالشَّرْطِ عِنْد مَنْ يَذْهَب إِلَيْهِ , وَكَأَنَّهُ لَمْ يَقِف عَلَى الرِّوَايَة الَّتِي فِيهَا \" حَبِيس مَا دَامَتْ السَّمَوَات وَالْأَرْض \" قَالَ الْقُرْطُبِيّ : رَدّ الْوَقْف مُخَالِف لِلْإِجْمَاعِ فَلَا يُلْتَفَت إِلَيْهِ , وَأَحْسَن مَا يُعْتَذَر بِهِ عَمَّنْ رَدَّهُ مَا قَالَهُ أَبُو يُوسُف فَإِنَّهُ أَعْلَم بِأَبِي حَنِيفَة مِنْ غَيْره. وَأَشَارَ الشَّافِعِيّ إِلَى أَنَّ الْوَقْف مِنْ خَصَائِص أَهْل الْإِسْلَام , أَيْ وَقْف الْأَرَاضِي وَالْعَقَار , قَالَ : وَلَا نَعْرِف أَنَّ ذَلِكَ وَقَعَ فِي الْجَاهِلِيَّة , وَحَقِيقَة الْوَقْف شَرْعًا وُرُود صِيغَة تَقْطَع تَصَرُّف الْوَاقِف فِي رَقَبَة الْمَوْقُوف الَّذِي يَدُوم الِانْتِفَاع بِهِ , وَتُثْبِت صَرْف مَنْفَعَته فِي جِهَة خَيْر. ‏ ‏وَفِي حَدِيث الْبَاب مِنْ الْفَوَائِد جَوَاز ذِكْر الْوَلَد أَبَاهُ بِاسْمِهِ الْمُجَرَّد مِنْ غَيْر كُنْيَة وَلَا لَقَب , ‏ ‏وَفِيهِ جَوَاز إِسْنَاد الْوَصِيَّة , وَالنَّظَر عَلَى الْوَقْف لِلْمَرْأَةِ وَتَقْدِيمهَا عَلَى مَنْ هُوَ مِنْ أَقْرَانهَا مِنْ الرِّجَال ; ‏ ‏وَفِيهِ إِسْنَاد النَّظَر إِلَى مَنْ لَمْ يُسَمِّ إِذَا وُصِفَ بِصِفَةٍ مُعَيَّنَة تُمَيِّزهُ , وَأَنَّ الْوَاقِف يَلِي النَّظَر عَلَى وَقْفه إِذَا لَمْ يُسْنِدهُ لِغَيْرِهِ , قَالَ الشَّافِعِيّ : لَمْ يَزَلْ الْعَدَد الْكَثِير مِنْ الصَّحَابَة فَمَنْ بَعْدهمْ يَلُونَ أَوْقَافهمْ , نَقَلَ ذَلِكَ الْأُلُوف عَنْ الْأُلُوف لَا يَخْتَلِفُونَ فِيهِ. ‏ ‏وَفِيهِ اِسْتِشَارَة أَهْل الْعِلْم وَالدِّين وَالْفَضْل فِي طُرُق الْخَيْر سَوَاء كَانَتْ دِينِيَّة أَوْ دُنْيَوِيَّة , وَأَنَّ الْمُشِير يُشِير بِأَحْسَن مَا يَظْهَر لَهُ فِي جَمِيع الْأُمُور. ‏ ‏وَفِيهِ فَضِيلَة ظَاهِرَة لِعُمَر لِرَغْبَتِهِ فِي اِمْتِثَال قَوْله تَعَالَى : ( لَنْ تَنَالُوا الْبِرّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ ) , ‏ ‏وَفِيهِ فَضْل الصَّدَقَة الْجَارِيَة , وَصِحَّة شُرُوط الْوَاقِف وَاتِّبَاعه فِيهَا , وَأَنَّهُ لَا يُشْتَرَط تَعْيِين الْمَصْرِف لَفْظًا. ‏ ‏وَفِيهِ أَنَّ الْوَقْف لَا يَكُون إِلَّا فِيمَا لَهُ أَصْل يَدُوم الِانْتِفَاع بِهِ , فَلَا يَصِحّ وَقْف مَا لَا يَدُوم الِانْتِفَاع بِهِ كَالطَّعَامِ. ‏ ‏وَفِيهِ أَنَّهُ لَا يَكْفِي فِي الْوَقْف لَفْظ الصَّدَقَة سَوَاء قَالَ : تَصَدَّقْت بِكَذَا أَوْ جَعَلْته صَدَقَة حَتَّى يُضِيف إِلَيْهَا شَيْئًا آخَر لِتَرَدُّد الصَّدَقَة بَيْن أَنْ تَكُون تَمْلِيك الرَّقَبَة أَوْ وَقَفَ الْمَنْفَعَة فَإِذَا أَضَافَ إِلَيْهَا مَا يُمَيِّز أَحَد الْمُحْتَمَلَيْنِ صَحَّ , بِخِلَافِ مَا لَوْ قَالَ وَقَفْت أَوْ حَبَسْت فَإِنَّهُ صَرِيح فِي ذَلِكَ عَلَى الرَّاجِح , وَقِيلَ الصَّرِيح الْوَقْف خَاصَّة , ‏ ‏وَفِيهِ نَظَر لِثُبُوتِ التَّحْبِيس فِي قِصَّة عُمَر هَذِهِ , نَعَمْ لَوْ قَالَ تَصَدَّقْت بِكَذَا عَلَى كَذَا وَذَكَرَ جِهَة عَامَّة صَحَّ , وَتَمَسَّكَ مَنْ أَجَازَ الِاكْتِفَاء بِقَوْلِهِ تَصَدَّقْت بِهَذَا بِمَا وَقَعَ فِي حَدِيث الْبَاب مِنْ قَوْله : \" فَتَصَدَّقَ بِهَا عُمَر \" وَلَا حُجَّة فِي ذَلِكَ لِمَا قَدَّمْته مِنْ أَنَّهُ أَضَافَ إِلَيْهَا \" لَا تُبَاع وَلَا تُوهَب \" وَيَحْتَمِل أَيْضًا أَنْ يَكُون قَوْله : \" فَتَصَدَّقَ بِهَا \" عُمَر \" رَاجِعًا إِلَى الثَّمَرَة عَلَى حَذْف مُضَاف أَيْ فَتَصَدَّقَ بِثَمَرَتِهَا فَلَيْسَ فِيهِ مُتَعَلِّق لِمَنْ أَثْبَتَ الْوَقْف بِلَفْظِ الصَّدَقَة مُجَرَّدًا وَبِهَذَا الِاحْتِمَال الثَّانِي جَزَمَ الْقُرْطُبِيّ. ‏ ‏وَفِيهِ جَوَاز الْوَقْف عَلَى الْأَغْنِيَاء لِأَنَّ ذَوِي الْقُرْبَى وَالضَّيْف لَمْ يُقَيَّد بِالْحَاجَةِ وَهُوَ الْأَصَحّ عِنْد الشَّافِعِيَّة. ‏ ‏وَفِيهِ أَنَّ لِلْوَاقِفِ أَنْ يَشْتَرِط لِنَفْسِهِ جُزْءًا مِنْ رِيع الْمَوْقُوف لِأَنَّ عُمَر شَرَطَ لِمَنْ وَلِيَ وَقْفه أَنْ يَأْكُل مِنْهُ بِالْمَعْرُوفِ وَلَمْ يَسْتَثْنِ إِنْ كَانَ هُوَ النَّاظِر أَوْ غَيْره فَدَلَّ عَنْ صِحَّة الشَّرْط , وَإِذَا جَازَ فِي الْمُبْهَم الَّذِي تُعَيِّنهُ الْعَادَة كَانَ فِيمَا يُعَيِّنهُ هُوَ أَجْوَز , وَيَسْتَنْبِط مِنْهُ صِحَّة الْوَقْف عَلَى النَّفْس وَهُوَ قَوْل اِبْن أَبِي لَيْلَى وَأَبِي يُوسُف وَأَحْمَد فِي الْأَرْجَح عَنْهُ , وَقَالَ بِهِ مِنْ الْمَالِكِيَّة اِبْن شَعْبَان , وَجُمْهُورهمْ عَلَى الْمَنْع إِلَّا إِذَا اِسْتَثْنَى لِنَفْسِهِ شَيْئًا يَسِيرًا بِحَيْثُ لَا يُتَّهَم أَنَّهُ قَصَدَ حِرْمَان وَرَثَته , وَمِنْ الشَّافِعِيَّة اِبْن سُرَيْج وَطَائِفَة , وَصَنَّفَ فِيهِ مُحَمَّد بْن عَبْد اللَّه الْأَنْصَارِيّ شَيْخ الْبُخَارِيّ جُزْءًا ضَخْمًا وَاسْتَدَلَّ لَهُ بِقِصَّةِ عُمَر هَذِهِ , وَبِقِصَّةِ رَاكِب الْبَدَنَة , وَبِحَدِيثِ أَنَس فِي أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْتَقَ صَفِيَّة وَجَعَلَ عِتْقهَا صَدَاقهَا , وَوَجْه الِاسْتِدْلَال بِهِ أَنَّهُ أَخْرَجَهَا عَنْ مِلْكه بِالْعِتْقِ وَرَدَّهَا إِلَيْهِ بِالشَّرْطِ , وَسَيَأْتِي الْبَحْث فِيهِ فِي النِّكَاح. وَبِقِصَّةِ عُثْمَان الْآتِيَة بَعْد أَبْوَاب. وَاحْتَجَّ الْمَانِعُونَ بِقَوْلِهِ فِي حَدِيث الْبَاب \" سَبِّلْ الثَّمَرَة \" وَتَسْبِيل الثَّمَرَة تَمْلِيكهَا لِلْغَيْرِ وَالْإِنْسَان لَا يَتَمَكَّن مِنْ تَمْلِيك نَفْسه لِنَفْسِهِ , وَتُعُقِّبَ بِأَنَّ اِمْتِنَاع ذَلِكَ غَيْر مُسْتَحِيل وَمَنَعَهُ تَمْلِيكه لِنَفْسِهِ إِنَّمَا هُوَ لِعَدَمِ الْفَائِدَة وَالْفَائِدَة فِي الْوَقْف حَاصِلَة لِأَنَّ اِسْتِحْقَاقه إِيَّاهُ مِلْكًا غَيْر اِسْتِحْقَاقه إِيَّاهُ وَقْفًا وَلَا سِيَّمَا إِذَا ذَكَرَ لَهُ مَالًا آخَر فَإِنَّهُ حُكْم آخَر يُسْتَفَاد مِنْ ذَلِكَ الْوَقْف , وَاحْتَجُّوا أَيْضًا بِأَنَّ الَّذِي يَدُلّ عَلَيْهِ حَدِيث الْبَاب أَنَّ عُمَر اِشْتَرَطَ لِنَاظِرِ وَقْفه أَنْ يَأْكُل مِنْهُ بِقَدْرِ عِمَالَته وَلِذَلِكَ مَنَعَهُ أَنْ يَتَّخِذ لِنَفْسِهِ مِنْهُ مَالًا فَلَوْ كَانَ يُؤْخَذ مِنْهُ صِحَّة الْوَقْف عَلَى النَّفْس لَمْ يَمْنَعهُ مِنْ الِاتِّخَاذ , وَكَأَنَّهُ اِشْتَرَطَ لِنَفْسِهِ أَمْرًا لَوْ سَكَتَ عَنْهُ لَكَانَ يَسْتَحِقّهُ لِقِيَامِهِ , وَهَذَا عَلَى أَرْجَح قَوْلَيْ الْعُلَمَاء أَنَّ الْوَاقِف إِذَا لَمْ يَشْتَرِط لِلنَّاطِرِ قَدْر عَمَله جَازَ لَهُ أَنْ يَأْخُذ بِقَدْرِ عَمَله , وَلَوْ اِشْتَرَطَ الْوَاقِف لِنَفْسِهِ النَّظَر وَاشْتَرَطَ أُجْرَة فَفِي صِحَّة هَذَا الشَّرْط عِنْد الشَّافِعِيَّة خِلَاف , كَالْهَاشِمِيِّ إِذَا عَمِلَ فِي الزَّكَاة هَلْ يَأْخُذ مِنْ سَهْم الْعَامِلِينَ ؟ وَالرَّاجِح الْجَوَاز , وَيُؤَيِّدهُ حَدِيث عُثْمَان الْآتِي بَعْد , وَاسْتَدَلَّ بِهِ عَلَى جَوَاز الْوَقْف عَلَى الْوَارِث فِي مَرَض الْمَوْت فَإِنْ زَادَ عَلَى الثُّلُث رَدّ وَإِنْ خَرَجَ مِنْهُ لَزِمَ , وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ أَحْمَد لِأَنَّ عُمَر جَعَلَ النَّظَر بَعْده لِحَفْصَةَ وَهِيَ مِمَّنْ يَرِثهُ وَجَعَلَ لِمَنْ وَلِيَ وَقْفه أَنْ يَأْكُل مِنْهُ , وَتُعُقِّبَ بِأَنَّ وَقْف عُمَر صَدَرَ مِنْهُ فِي حَيَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَلَّذِي أَوْصَى بِهِ إِنَّمَا هُوَ شَرْط النَّظَر , وَاسْتَدَلَّ بِهِ عَلَى أَنَّ الْوَاقِف إِذَا شَرَطَ لِلنَّاظِرِ شَيْئًا أَخَذَهُ وَإِنْ لَمْ يَشْتَرِطهُ لَهُ لَمْ يَجُزْ إِلَّا إِنْ دَخَلَ فِي صِفَة أَهْل الْوَقْف كَالْفُقَرَاءِ وَالْمَسَاكِين. فَإِنْ كَانَ عَلَى مُعَيَّنِينَ وَرَضُوا بِذَلِكَ جَازَ , وَاسْتَدَلَّ بِهِ عَلَى أَنَّ تَعْلِيق الْوَقْف لَا يَصِحّ لِأَنَّ قَوْله : \" حَبِّسْ الْأَصْل \" يُنَاقِض تَأْقِيتَهُ , وَعَنْ مَالِك وَابْن سُرَيْج يَصِحّ , وَاسْتَدَلَّ بِقَوْلِهِ : \" لَا تُبَاع \" عَلَى أَنَّ الْوَقْف لَا يُنَاقِل بِهِ , وَعَنْ أَبِي يُوسُف أَنَّ شَرْط الْوَاقِف أَنَّهُ إِذَا تَعَطَّلَتْ مَنَافِعه بِيعَ وَصُرِفَ ثَمَنه فِي غَيْره وَيُوقَف فِي مَا سُمِّيَ فِي الْأَوَّل , وَكَذَا إِنْ شَرَطَ الْبَيْع إِذَا رَأَى الْحَظّ فِي نَقْله إِلَى مَوْضِع آخَر. وَاسْتَدَلَّ بِهِ عَلَى وَقْف الْمَشَاع لِأَنَّ الْمِائَة سَهْم الَّتِي كَانَتْ لِعُمَر بِخَيْبَر لَمْ تَكُنْ مُنْقَسِمَة. ‏ ‏وَفِيهِ أَنَّهُ لَا سِرَايَة فِي الْأَرْض الْمَوْقُوفَة بِخِلَافِ الْعِتْق وَلَمْ يُنْقَل أَنَّ الْوَقْف سَرَى مِنْ حِصَّة عُمَر إِلَى غَيْرهَا مِنْ بَاقِي الْأَرْض , وَحَكَى بَعْض الْمُتَأَخِّرِينَ عَنْ بَعْض الشَّافِعِيَّة أَنَّهُ حَكَمَ فِيهِ بِالسِّرَايَةِ وَهُوَ شَاذّ مُنْكَر. وَاسْتَدَلَّ بِهِ عَلَى أَنَّ خَيْبَر فُتِحَتْ عَنْوَة , وَسَيَأْتِي الْبَحْث فِيهِ فِي كِتَاب الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2774,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا أَبُو التَّيَّاحِ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ أَمَرَ بِالْمَسْجِدِ وَقَالَ ‏\n\"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ هَذَا ‏\"‏‏.‏ قَالُوا لاَ وَاللَّهِ لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ‏.‏",
    "english_text": "When Allah's Messenger (ﷺ) came to Medina, he ordered that a mosque be built. He said, \"O Bani An- \nNajjar! Suggest me a price for the garden of yours.\" They replied, \"By Allah, we will not ask its price \nexcept from Allah.\"",
    "explication": "‏ ‏قَوْله فِيهِ \" فَأَقَامَ فِيهِمْ أَرْبَعًا وَعِشْرِينَ \" ‏ ‏كَذَا لِلْمُسْتَمْلِي وَالْحَمَوِيّ , وَلِلْبَاقِينَ \" أَرْبَع عَشْرَة \" وَهُوَ الصَّوَاب مِنْ هَذَا الْوَجْه , وَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد شَيْخ الْبُخَارِيّ وَفِيهِ \" وَقَدْ اِخْتَلَفَ فِيهِ أَهْل السِّيَر \" كَمَا سَيَأْتِي. وَقَوْله \" وَأَرْسَلَ إِلَى بَنِي النَّجَّار \" هُمْ أَخْوَال عَبْد الْمُطَّلِب ; لِأَنَّ أُمّه سَلْمَى مِنْهُمْ , فَأَرَادَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النُّزُول عِنْدهمْ لَمَّا تَحَوَّلَ مِنْ قُبَاء , وَالنَّجَّار بَطْن مِنْ الْخَزْرَج وَاسْمه تَيْم اللَّات بْنُ ثَعْلَبَة. ‏ ‏قَوْله : ( مُتَقَلِّدِينَ السُّيُوف ) ‏ ‏مَنْصُوبٌ عَلَى الْحَال , وَفِي رِوَايَة كَرِيمَة \" مُتَقَلِّدِي السُّيُوف \" بِحَذْفِ النُّون , وَالسُّيُوف مَجْرُورَة بِالْإِضَافَةِ. ‏ ‏قَوْله : ( وَأَبُو بَكْر رِدْفه ) ‏ ‏كَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْدَفَهُ تَشْرِيفًا لَهُ وَتَنْوِيهَا بِقَدْرِهِ , وَإِلَّا فَقَدْ كَانَ لِأَبِي بَكْر نَاقَة هَاجَرَ عَلَيْهَا كَمَا سَيَأْتِي بَيَانه فِي الْهِجْرَة. ‏ ‏قَوْله : ( وَمَلَأُ بَنِي النَّجَّار حَوْله ) ‏ ‏أَيْ جَمَاعَتهمْ , وَكَأَنَّهُمْ مَشَوْا مَعَهُ أَدَبًا. ‏ ‏وَقَوْله : ( حَتَّى أَلْقَى ) ‏ ‏أَيْ أَلْقَى رَحْله , وَالْفِنَاء النَّاحِيَة الْمُتَّسِعَة أَمَام الدَّار. ‏ ‏قَوْله : ( وَأَنَّهُ أَمَرَ ) ‏ ‏بِالْفَتْحِ عَلَى الْبِنَاء لِلْفَاعِلِ , وَقِيلَ رُوِيَ بِالضَّمِّ عَلَى الْبِنَاء لِلْمَفْعُولِ. ‏ ‏قَوْله : ( ثَامِنُونِي ) ‏ ‏بِالْمُثَلَّثَةِ : اُذْكُرُوا لِي ثَمَنه لِأَذْكُرَ لَكُمْ الثَّمَن الَّذِي أَخْتَارهُ , قَالَ ذَلِكَ عَلَى سَبِيل الْمُسَاوَمَة , فَكَأَنَّهُ قَالَ سَاوِمُونِي فِي الثَّمَن. ‏ ‏قَوْله : ( لَا نَطْلُب ثَمَنه إِلَّا إِلَى اللَّه ) ‏ ‏تَقْدِيره لَا نَطْلُب الثَّمَن , لَكِنَّ الْأَمْر فِيهِ إِلَى اللَّه , أَوْ \" إِلَى \" بِمَعْنَى مِنْ , وَكَذَا عِنْد الْإِسْمَاعِيلِيّ \" لَا نَطْلُب ثَمَنه إِلَّا مِنْ اللَّه \" وَزَادَ اِبْن مَاجَهْ \" أَبَدًا \". وَظَاهِر الْحَدِيث أَنَّهُمْ لَمْ يَأْخُذُوا مِنْهُ ثَمَنًا. وَخَالَفَ فِي ذَلِكَ أَهْل السِّيَر كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( فَكَانَ فِيهِ ) ‏ ‏أَيْ فِي الْحَائِط الَّذِي بَنَى فِي مَكَانه الْمَسْجِد. ‏ ‏قَوْله : ( وَفِيهِ خَرِب ) ‏ ‏قَالَ اِبْن الْجَوْزِيّ : الْمَعْرُوف فِيهِ فَتْح الْخَاء الْمُعْجَمَة وَكَسْر الرَّاء بَعْدهَا مُوَحَّدَة جَمْع خَرِبَة كَكَلِم وَكَلِمَة. قُلْت : وَكَذَا ضُبِطَ فِي سُنَن أَبِي دَاوُدَ , وَحَكَى الْخَطَّابِيُّ أَيْضًا كَسْر أَوَّله وَفَتْح ثَانِيه جَمْع خَرِبَة كَعِنَبِ وَعِنَبَة , ولِلْكُشْمِيهَنِيّ \" حَرْث \" بِفَتْحِ الْحَاء الْمُهْمَلَة وَسُكُون الرَّاء بَعْدهَا مُثَلَّثَة , وَقَدْ بَيَّنَ أَبُو دَاوُدَ أَنَّ رِوَايَة عَبْد الْوَارِث بِالْمُعْجَمَةِ وَالْمُوَحَّدَة وَرِوَايَة حَمَّاد بْن سَلَمَة عَنْ أَبِي التَّيَّاح بِالْمُهْمَلَةِ وَالْمُثَلَّثَة , فَعَلَى هَذَا فَرِوَايَة الْكُشْمِيهَنِيّ وَهْمٌ ; لِأَنَّ الْبُخَارِيّ إِنَّمَا أَخْرَجَهُ مِنْ رِوَايَة عَبْد الْوَارِث , وَذَكَرَ الْخَطَّابِيُّ فِيهِ ضَبْطًا آخَر , وَفِيهِ بَحْثٌ سَيَأْتِي مَعَ بَقِيَّة مَا فِيهِ فِي كِتَاب الْهِجْرَة إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْله فِي آخِره ( فَاغْفِرْ لِلْأَنْصَارِ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَمَوِيّ \" فَاغْفِرْ الْأَنْصَار \" بِحَذْفِ اللَّام , وَيُوَجَّهُ بِأَنَّهُ ضَمَّنَ اِغْفِرْ مَعْنَى اُسْتُرْ , وَقَدْ رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد بِلَفْظِ \" فَانْصُرْ الْأَنْصَار \". وَفِي الْحَدِيث جَوَاز التَّصَرُّف فِي الْمَقْبَرَة الْمَمْلُوكَة بِالْهِبَةِ وَالْبَيْع , وَجَوَاز نَبْش الْقُبُور الدَّارِسَة إِذَا لَمْ تَكُنْ مُحْتَرَمَة , وَجَوَاز الصَّلَاة فِي مَقَابِر الْمُشْرِكِينَ بَعْد نَبْشهَا وَإِخْرَاج مَا فِيهَا , وَجَوَاز بِنَاء الْمَسَاجِد فِي أَمَاكِنهَا , قِيلَ وَفِيهِ جَوَاز قَطْع الْأَشْجَار الْمُثْمِرَة لِلْحَاجَةِ أَخْذًا مِنْ قَوْله \" وَأَمَرَ بِالنَّخْلِ فَقُطِعَ \" وَفِيهِ نَظَرٌ لِاحْتِمَالِ أَنْ يَكُون ذَلِكَ مِمَّا لَا يُثْمِر إِمَّا بِأَنْ يَكُون ذُكُورًا وَإِمَّا أَنْ يَكُون طَرَأَ عَلَيْهِ مَا قَطَعَ ثَمَرَته. وَسَيَأْتِي صِفَة هَيْئَة بِنَاء الْمَسْجِد مِنْ حَدِيث اِبْن عُمَر وَغَيْره قَرِيبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2775,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا عُبَيْدُ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، حَمَلَ عَلَى فَرَسٍ لَهُ فِي سَبِيلِ اللَّهِ أَعْطَاهَا رَسُولَ اللَّهِ صلى الله عليه وسلم لِيَحْمِلَ عَلَيْهَا رَجُلاً، فَأُخْبِرَ عُمَرُ أَنَّهُ قَدْ وَقَفَهَا يَبِيعُهَا، فَسَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ يَبْتَاعَهَا فَقَالَ ‏\n\"‏ لاَ تَبْتَعْهَا، وَلاَ تَرْجِعَنَّ فِي صَدَقَتِكَ ‏\"‏‏.‏",
    "english_text": "Once `Umar gave a horse in charity to be used in holy fighting. It had been given to him by Allah's \nApostle . `Umar gave it to another man to ride. Then `Umar was informed that the man put the horse \nfor sale, so he asked Allah's Messenger (ﷺ) whether he could buy it. Allah's Messenger (ﷺ) replied, \"You should not \nbuy it, for you should not take back what you have given in charity.\"",
    "explication": "حَدِيثُ اِبْن عُمَر فِي ذَلِكَ , وَسَيَأْتِي شَرْح الْجَمِيع فِي الطِّبّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2776,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَقْتَسِمْ وَرَثَتِي دِينَارًا، مَا تَرَكْتُ بَعْدَ نَفَقَةِ نِسَائِي وَمَئُونَةِ عَامِلِي فَهْوَ صَدَقَةٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"My heirs will not inherit a Dinar or a Dirham (i.e. money), for whatever I leave \n(excluding the adequate support of my wives and the wages of my employees) is given in charity.\"",
    "explication": "‏ ‏قَوْله : ( لَا يُمْنَع ) ‏ ‏بِضَمِّ أَوَّله عَلَى الْبِنَاء لِلْمَجْهُولِ وَبِالرَّفْعِ عَلَى أَنَّهُ خَبَر وَالْمُرَاد بِهِ مَعَ ذَلِكَ النَّهْي. وَذَكَرَ عِيَاض أَنَّهُ فِي رِوَايَة أَبِي ذَرّ بِالْجَزْمِ بِلَفْظِ النَّهْي. وَكَأَنَّ السِّرّ فِي إِيرَاد الْبُخَارِيّ الطَّرِيق الثَّانِي كَوْنهَا وَرَدَتْ بِصَرِيحِ النَّهْي وَهُوَ \" لَا تَمْنَعُوا \" وَالْمُرَاد بِالْفَضْلِ مَا زَادَ عَلَى الْحَاجَة. وَلِأَحْمَد مِنْ طَرِيق عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ أَبِي هُرَيْرَة : \" لَا يُمْنَع فَضْل مَاء بَعْد أَنْ يُسْتَغْنَى عَنْهُ \" وَهُوَ مَحْمُول عِنْد الْجُمْهُور عَلَى مَاء الْبِئْر الْمَحْفُورَة فِي الْأَرْض الْمَمْلُوكَة , وَكَذَلِكَ فِي الْمَوَات إِذَا كَانَ بِقَصْدِ التَّمَلُّك , وَالصَّحِيح عِنْد الشَّافِعِيَّة وَنَصَّ عَلَيْهِ فِي الْقَدِيم وَحَرْمَلَة أَنَّ الْحَافِر يَمْلِك مَاءَهَا , وَأَمَّا الْبِئْر الْمَحْفُورَة فِي الْمَوَات لِقَصْدِ الِارْتِفَاق لَا التَّمَلُّك فَإِنَّ الْحَافِر لَا يَمْلِك مَاءَهَا بَلْ يَكُون أَحَقّ بِهِ إِلَى أَنْ يَرْتَحِل , وَفِي الصُّورَتَيْنِ يَجِب عَلَيْهِ بَذْل مَا يَفْضُل عَنْ حَاجَته , وَالْمُرَاد حَاجَة نَفْسه وَعِيَاله وَزَرْعه وَمَاشِيَته , هَذَا هُوَ الصَّحِيح عِنْد الشَّافِعِيَّة , وَرَخَّصَ الْمَالِكِيَّة هَذَا الْحُكْم بِالْمَوَاتِ , وَقَالُوا فِي الْبِئْر الَّتِي فِي الْمِلْك : لَا يَجِب عَلَيْهِ بَذْل فَضْلهَا , وَأَمَّا الْمَاء الْمُحْرَز فِي الْإِنَاء فَلَا يَجِب بَذْل فَضْله لِغَيْرِ الْمُضْطَرّ عَلَى الصَّحِيح. ‏ ‏قَوْله : ( فَضْل الْمَاء ) ‏ ‏فِيهِ جَوَاز بَيْع الْمَاء لِأَنَّ الْمَنْهِيّ عَنْهُ مَنْع الْفَضْل لَا مَنْع الْأَصْل , وَفِيهِ أَنَّ مَحَلّ النَّهْي مَا إِذَا لَمْ يَجِد الْمَأْمُور بِالْبَذْلِ لَهُ مَاء غَيْره , وَالْمُرَاد تَمْكِين أَصْحَاب الْمَاشِيَة مِنْ الْمَاء وَلَمْ يَقُلْ أَحَد إِنَّهُ يَجِب عَلَى صَاحِب الْمَاء مُبَاشَرَة سَقْي مَاشِيَة غَيْره مَعَ قُدْرَة الْمَالِك. ‏ ‏قَوْله : ( لِيَمْنَع بِهِ الْكَلَأ ) ‏ ‏بِفَتْحِ الْكَاف وَاللَّام بَعْدهَا هَمْزَة مَقْصُور هُوَ النَّبَات رَطْبه وَيَابِسه وَالْمَعْنَى أَنْ يَكُون حَوْل الْبِئْر كَلَأ لَيْسَ عِنْده مَاء غَيْره وَلَا يُمْكِن أَصْحَاب الْمَوَاشِي رَعْيه إِلَّا إِذَا تَمَكَّنُوا مِنْ سَقْي بَهَائِمهمْ مِنْ تِلْكَ الْبِئْر لِئَلَّا يَتَضَرَّرُوا بِالْعَطَشِ بَعْد الرَّعْي فَيَسْتَلْزِم مَنْعهمْ مِنْ الْمَاء مَنْعهمْ مِنْ الرَّعْي , وَإِلَى هَذَا التَّفْسِير ذَهَبَ الْجُمْهُور , وَعَلَى هَذَا يَخْتَصّ الْبَذْل بِمَنْ لَهُ مَاشِيَة , وَيَلْتَحِق بِهِ الرُّعَاة إِذَا اِحْتَاجُوا إِلَى الشُّرْب لِأَنَّهُمْ إِذَا مُنِعُوا مِنْ الشُّرْب اِمْتَنَعُوا مِنْ الرَّعْي هُنَاكَ. وَيَحْتَمِل أَنْ يُقَال : يُمْكِنهُمْ حَمْل الْمَاء لِأَنْفُسِهِمْ لِقِلَّةِ مَا يَحْتَاجُونَ إِلَيْهِ مِنْهُ بِخِلَافِ الْبَهَائِم وَالصَّحِيح الْأَوَّل , وَيَلْتَحِق بِذَلِكَ الزَّرْع عِنْد مَالِك , وَالصَّحِيح عِنْد الشَّافِعِيَّة وَبِهِ قَالَ الْحَنَفِيَّة الِاخْتِصَاص بِالْمَاشِيَةِ , وَفَرَّقَ الشَّافِعِيّ - فِيمَا حَكَاهُ الْمُزَنِيُّ عَنْهُ - بَيْن الْمَوَاشِي وَالزَّرْع بِأَنَّ الْمَاشِيَة ذَات أَرْوَاح يُخْشَى مِنْ عَطَشهَا مَوْتهَا بِخِلَافِ الزَّرْع , وَبِهَذَا أَجَابَ النَّوَوِيّ وَغَيْره , وَاسْتَدَلَّ لِمَالِك بِحَدِيثِ جَابِر عِنْد مُسْلِم \" نَهَى عَنْ بَيْع فَضْل الْمَاء \" لَكِنَّهُ مُطْلَق فَيُحْمَل عَلَى الْمُقَيَّد فِي حَدِيث أَبِي هُرَيْرَة , وَعَلَى هَذَا لَوْ لَمْ يَكُنْ هُنَاكَ كَلَأ يُرْعَى فَلَا مَانِع مِنْ الْمَنْع لِانْتِفَاءِ الْعِلَّة , قَالَ الْخَطَّابِيُّ : وَالنَّهْي عِنْد الْجُمْهُور لِلتَّنْزِيهِ فَيَحْتَاج إِلَى دَلِيل يُوجِب صَرْفه عَنْ ظَاهِره , وَظَاهِر الْحَدِيث أَيْضًا وُجُوب بَذْله مَجَّانًا وَبِهِ قَالَ الْجُمْهُور , وَقِيلَ : لِصَاحِبِهِ طَلَب الْقِيمَة مِنْ الْمُحْتَاج إِلَيْهِ كَمَا فِي إِطْعَام الْمُضْطَرّ , وَتُعُقِّبَ بِأَنَّهُ يَلْزَم مِنْهُ جَوَاز الْمَنْع حَالَة اِمْتِنَاع الْمُحْتَاج مِنْ بَذْل الْقِيمَة , وَرُدَّ بِمَنْعِ الْمُلَازَمَة فَيَجُوز أَنْ يُقَال يَجِب عَلَيْهِ الْبَذْل وَتَتَرَتَّب لَهُ الْقِيمَة فِي ذِمَّة الْمَبْذُول لَهُ حَتَّى يَكُون لَهُ أَخْذ الْقِيمَة مِنْهُ مَتَى أَمْكَنَ ذَلِكَ , نَعَمْ فِي رِوَايَة لِمُسْلِمٍ مِنْ طَرِيق هِلَال بْن أَبِي مَيْمُونَة عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة \" لَا يُبَاع فَضْل الْمَاء \" فَلَوْ وَجَبَ لَهُ الْعِوَض لَجَازَ لَهُ الْبَيْع وَاللَّه أَعْلَم. وَاسْتَدَلَّ اِبْن حَبِيب مِنْ الْمَالِكِيَّة عَلَى أَنَّ الْبِئْر إِذَا كَانَتْ بَيْن مَالِكَيْنِ فِيهَا مَاء فَاسْتَغْنَى أَحَدهمَا فِي نَوْبَته كَانَ لِلْآخَرِ أَنْ يَسْقِي مِنْهَا لِأَنَّهُ مَاء فَضَلَ عَنْ حَاجَة صَاحِبه , وَعُمُوم الْحَدِيث يَشْهَد لَهُ وَإِنْ خَالَفَهُ الْجُمْهُور , وَاسْتَدَلَّ بِهِ بَعْض الْمَالِكِيَّة لِلْقَوْلِ بِسَدِّ الذَّرَائِع لِأَنَّهُ نَهَى عَنْ مَنْع الْمَاء لِئَلَّا يُتَذَرَّع بِهِ إِلَى مَنْع الْكَلَأ , لَكِنْ وَرَدَ التَّصْرِيح فِي بَعْض طُرُق حَدِيث الْبَاب بِالنَّهْيِ عَنْ مَنْع الْكَلَأ صَحَّحَهُ اِبْن حِبَّانَ مِنْ رِوَايَة أَبِي سَعِيد مَوْلَى بَنِي غِفَار عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" لَا تَمْنَعُوا فَضْل الْمَاء وَلَا تَمْنَعُوا الْكَلَأ فَيَهْزِل الْمَال وَتَجُوع الْعِيَال \" وَالْمُرَاد بِالْكَلَأِ هُنَا النَّابِت فِي الْمَوَات , فَإِنَّ النَّاس فِيهِ سَوَاء. وَرَوَى اِبْن مَاجَهْ مِنْ طَرِيق سُفْيَان عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" ثَلَاثَة لَا يَمْنَعْنَ : الْمَاء وَالْكَلَأ وَالنَّار \" وَإِسْنَاده صَحِيح , قَالَ الْخَطَّابِيُّ : مَعْنَاهُ الْكَلَأ يَنْبُت فِي مَوَات الْأَرْض , وَالْمَاء الَّذِي يَجْرِي فِي الْمَوَاضِع الَّتِي لَا تَخْتَصّ بِأَحَدٍ , قِيلَ وَالْمُرَاد بِالنَّارِ الْحِجَارَة الَّتِي تُورِي النَّارَ , وَقَالَ غَيْره الْمُرَاد النَّار حَقِيقَة وَالْمَعْنَى لَا يُمْنَع مَنْ يَسْتَصْبِح مِنْهَا مِصْبَاحًا أَوْ يُدْنِي مِنْهَا مَا يُشْعِلهُ مِنْهَا , وَقِيلَ الْمُرَاد مَا إِذَا أَضْرَمَ نَارًا فِي حَطَب مُبَاح بِالصَّحْرَاءِ فَلَيْسَ لَهُ مَنْع مَنْ يَنْتَفِع بِهَا , بِخِلَافِ مَا إِذَا أَضْرَمَ فِي حَطَب يَمْلِكهُ نَارًا فَلَهُ الْمَنْع. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2777,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، اشْتَرَطَ فِي وَقْفِهِ أَنْ يَأْكُلَ مَنْ وَلِيَهُ وَيُوكِلَ صَدِيقَهُ غَيْرَ مُتَمَوِّلٍ مَالاً‏.‏",
    "english_text": "When `Umar founded an endowment he stipulated that its administrator could eat from it and also \nfeed his friend on the condition that he would not store anything for himself from it.",
    "explication": "حَدِيث عُمَر : ‏ ‏قَوْله : ( حَدَّثَنَا هَارُون بْن الْأَشْعَث ) ‏ ‏هُوَ الْهَمْدَانِيُّ بِسُكُونِ الْمِيم أَصْله مِنْ الْكُوفَة ثُمَّ سَكَنَ بُخَارَى , وَلَمْ يُخَرِّج عَنْهُ الْبُخَارِيّ فِي هَذَا الْكِتَاب سِوَى هَذَا الْمَوْضِع , وَوَقَعَ فِي بَعْض الرِّوَايَات كَرِوَايَةِ النَّسَفِيِّ \" حَدَّثَنَا هَارُون \" غَيْر مَنْسُوب , فَزَعَمَ اِبْن عَدِيّ أَنَّهُ هَارُون بْن يَحْيَى الْمَكِّيّ الزُّبَيْرِيّ وَلَمْ يُعْرَف مِنْ حَاله شَيْء , وَالْمُعْتَمَد مَا وَقَعَ عِنْد أَبِي ذَرّ وَغَيْره مَنْسُوبًا. ‏ ‏قَوْله : ( تَصَدَّقَ بِمَالٍ لَهُ ) ‏ ‏هُوَ مِنْ إِطْلَاق الْعَامّ عَلَى الْخَاصّ لِأَنَّ الْمُرَاد بِالْمَالِ هُنَا الْأَرْض الَّتِي لَهَا غَلَّة. ‏ ‏قَوْله : ( يُقَال لَهُ ثَمْغ ) ‏ ‏بِفَتْحِ الْمُثَلَّثَة وَسُكُون الْمِيم بَعْدهَا مُعْجَمَة , وَمِنْهُمْ مَنْ فَتَحَ الْمِيم حَكَاهُ الْمُنْذِرِيُّ , قَالَ أَبُو عُبَيْد الْبَكْرِيّ هِيَ أَرْض تِلْقَاء الْمَدِينَة كَانَتْ لِعُمَر. قُلْت : وَسَأَذْكُرُ فِي \" بَاب الْوَقْف كَيْفَ يُكْتَب \" كَيْفِيَّة مَصِيره إِلَى عُمَر مَعَ بَيَان الِاخْتِلَاف فِي ذَلِكَ إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله ( فَصَدَقَته تِلْكَ ) ‏ ‏كَذَا لِلْكُشْمِيهَنِيِّ وَلِغَيْرِهِ \" ذَلِكَ \". ‏ ‏قَوْله : ( وَلَا جُنَاح عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُل مِنْهُ بِالْمَعْرُوفِ ) ‏ ‏قَالَ الْمُهَلَّب : شَبَّهَ الْبُخَارِيّ الْوَصِيّ بِنَاظِرِ الْوَقْف , وَوَجْه الشَّبَه أَنَّ النَّظَر لِلْمَوْقُوفِ عَلَيْهِمْ مِنْ الْفُقَرَاء وَغَيْرهمْ كَالنَّظَرِ لِلْيَتَامَى , وَتَعَقَّبَهُ اِبْن الْمُنِير بِأَنَّ الْوَاقِف هُوَ الْمَالِك لِمَنَافِع مَا وَقَفَهُ , فَإِنْ شَرَطَ لِمَنْ يَلِي نَظَره شَيْئًا سَاغَ لَهُ ذَلِكَ , وَالْمُوصِي لَيْسَ كَذَلِكَ لِأَنَّ وَلَده يَمْلِكُونَ الْمَال بَعْده بِقِسْمَةِ اللَّه لَهُمْ فَلَمْ يَكُنْ فِي ذَلِكَ كَالْوَاقِفِ اه. وَمُقْتَضَاهُ أَنَّ الْمُوصِي إِذَا جَعَلَ لِلْوَصِيِّ أَنْ يَأْكُل مِنْ مَال الْمُوصَى عَلَيْهِمْ لَا يَصِحّ ذَلِكَ , وَلَيْسَ كَذَلِكَ بَلْ هُوَ سَائِغ إِذَا عَيَّنَهُ , وَإِنَّمَا اِخْتَلَفَ السَّلَف فِيمَا إِذَا أَوْصَى وَلَمْ يُعَيِّن لِلْمُوصِي شَيْئًا هَلْ لَهُ أَنْ يَأْخُذ بِقَدْرِ عَمَله أَمْ لَا ؟ وَقَالَ الْكَرْمَانِيُّ : وَجْه الْمُطَابَقَة هُوَ مِنْ جِهَة أَنَّ الْقَصْد أَنَّ الْوَصِيّ يَأْخُذ مِنْ مَال الْيَتِيم أَجْره بِدَلِيلِ قَوْل عُمَر \" لَا جُنَاح عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُل بِالْمَعْرُوفِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2778,
    "category": "كتاب الوصايا",
    "text_chakl": "وَقَالَ عَبْدَانُ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، أَنَّ عُثْمَانَ ـ رضى الله عنه ـ حَيْثُ حُوصِرَ أَشْرَفَ عَلَيْهِمْ وَقَالَ أَنْشُدُكُمْ وَلاَ أَنْشُدُ إِلاَّ أَصْحَابَ النَّبِيِّ صلى الله عليه وسلم، أَلَسْتُمْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ حَفَرَ رُومَةَ فَلَهُ الْجَنَّةُ ‏\"‏‏.‏ فَحَفَرْتُهَا، أَلَسْتُمْ تَعْلَمُونَ أَنَّهُ قَالَ ‏\"‏ مَنْ جَهَّزَ جَيْشَ الْعُسْرَةِ فَلَهُ الْجَنَّةُ ‏\"‏‏.‏ فَجَهَّزْتُهُمْ‏.‏ قَالَ فَصَدَّقُوهُ بِمَا قَالَ‏.‏ وَقَالَ عُمَرُ فِي وَقْفِهِ لاَ جُنَاحَ عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُلَ‏.‏ وَقَدْ يَلِيهِ الْوَاقِفُ وَغَيْرُهُ فَهْوَ وَاسِعٌ لِكُلٍّ‏.‏",
    "english_text": "When 'Uthman (ra) was circled (by the rebels), he looked upon them from above and said, \"Ias you by Allah, I ask nobody but the Companions of the Prophet (ﷺ), dont you know that Allah's Messenger (ﷺ) said, 'Whoever  will (buy and) dig the well of Ruma will be granted Paradise,' and I (bought and) dug it? Don't you know that he said. 'Whoever equip the army of 'Usra (i.e., Tabuk's Ghazwa) will be granted Paradise,' and I equipped it ?\" They attested whatever he said.\nWhen 'Umar founded his endowment he said, \"Its administrator can eat from it.\" The management of the endowment can be taken over by the founder himself or any other person, for both cases are permissible.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2779,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ ‏\"‏‏.‏ قَالُوا لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ‏.‏",
    "english_text": "The Prophet (ﷺ) said (at the time of building the Mosque), \"O Ban, An-Najjar! Suggest to me a price for \nyour garden.\" They replied, \"We do not ask its price except from Allah.\"",
    "explication": "‏ ‏قَوْله فِيهِ \" فَأَقَامَ فِيهِمْ أَرْبَعًا وَعِشْرِينَ \" ‏ ‏كَذَا لِلْمُسْتَمْلِي وَالْحَمَوِيّ , وَلِلْبَاقِينَ \" أَرْبَع عَشْرَة \" وَهُوَ الصَّوَاب مِنْ هَذَا الْوَجْه , وَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد شَيْخ الْبُخَارِيّ وَفِيهِ \" وَقَدْ اِخْتَلَفَ فِيهِ أَهْل السِّيَر \" كَمَا سَيَأْتِي. وَقَوْله \" وَأَرْسَلَ إِلَى بَنِي النَّجَّار \" هُمْ أَخْوَال عَبْد الْمُطَّلِب ; لِأَنَّ أُمّه سَلْمَى مِنْهُمْ , فَأَرَادَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النُّزُول عِنْدهمْ لَمَّا تَحَوَّلَ مِنْ قُبَاء , وَالنَّجَّار بَطْن مِنْ الْخَزْرَج وَاسْمه تَيْم اللَّات بْنُ ثَعْلَبَة. ‏ ‏قَوْله : ( مُتَقَلِّدِينَ السُّيُوف ) ‏ ‏مَنْصُوبٌ عَلَى الْحَال , وَفِي رِوَايَة كَرِيمَة \" مُتَقَلِّدِي السُّيُوف \" بِحَذْفِ النُّون , وَالسُّيُوف مَجْرُورَة بِالْإِضَافَةِ. ‏ ‏قَوْله : ( وَأَبُو بَكْر رِدْفه ) ‏ ‏كَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْدَفَهُ تَشْرِيفًا لَهُ وَتَنْوِيهَا بِقَدْرِهِ , وَإِلَّا فَقَدْ كَانَ لِأَبِي بَكْر نَاقَة هَاجَرَ عَلَيْهَا كَمَا سَيَأْتِي بَيَانه فِي الْهِجْرَة. ‏ ‏قَوْله : ( وَمَلَأُ بَنِي النَّجَّار حَوْله ) ‏ ‏أَيْ جَمَاعَتهمْ , وَكَأَنَّهُمْ مَشَوْا مَعَهُ أَدَبًا. ‏ ‏وَقَوْله : ( حَتَّى أَلْقَى ) ‏ ‏أَيْ أَلْقَى رَحْله , وَالْفِنَاء النَّاحِيَة الْمُتَّسِعَة أَمَام الدَّار. ‏ ‏قَوْله : ( وَأَنَّهُ أَمَرَ ) ‏ ‏بِالْفَتْحِ عَلَى الْبِنَاء لِلْفَاعِلِ , وَقِيلَ رُوِيَ بِالضَّمِّ عَلَى الْبِنَاء لِلْمَفْعُولِ. ‏ ‏قَوْله : ( ثَامِنُونِي ) ‏ ‏بِالْمُثَلَّثَةِ : اُذْكُرُوا لِي ثَمَنه لِأَذْكُرَ لَكُمْ الثَّمَن الَّذِي أَخْتَارهُ , قَالَ ذَلِكَ عَلَى سَبِيل الْمُسَاوَمَة , فَكَأَنَّهُ قَالَ سَاوِمُونِي فِي الثَّمَن. ‏ ‏قَوْله : ( لَا نَطْلُب ثَمَنه إِلَّا إِلَى اللَّه ) ‏ ‏تَقْدِيره لَا نَطْلُب الثَّمَن , لَكِنَّ الْأَمْر فِيهِ إِلَى اللَّه , أَوْ \" إِلَى \" بِمَعْنَى مِنْ , وَكَذَا عِنْد الْإِسْمَاعِيلِيّ \" لَا نَطْلُب ثَمَنه إِلَّا مِنْ اللَّه \" وَزَادَ اِبْن مَاجَهْ \" أَبَدًا \". وَظَاهِر الْحَدِيث أَنَّهُمْ لَمْ يَأْخُذُوا مِنْهُ ثَمَنًا. وَخَالَفَ فِي ذَلِكَ أَهْل السِّيَر كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( فَكَانَ فِيهِ ) ‏ ‏أَيْ فِي الْحَائِط الَّذِي بَنَى فِي مَكَانه الْمَسْجِد. ‏ ‏قَوْله : ( وَفِيهِ خَرِب ) ‏ ‏قَالَ اِبْن الْجَوْزِيّ : الْمَعْرُوف فِيهِ فَتْح الْخَاء الْمُعْجَمَة وَكَسْر الرَّاء بَعْدهَا مُوَحَّدَة جَمْع خَرِبَة كَكَلِم وَكَلِمَة. قُلْت : وَكَذَا ضُبِطَ فِي سُنَن أَبِي دَاوُدَ , وَحَكَى الْخَطَّابِيُّ أَيْضًا كَسْر أَوَّله وَفَتْح ثَانِيه جَمْع خَرِبَة كَعِنَبِ وَعِنَبَة , ولِلْكُشْمِيهَنِيّ \" حَرْث \" بِفَتْحِ الْحَاء الْمُهْمَلَة وَسُكُون الرَّاء بَعْدهَا مُثَلَّثَة , وَقَدْ بَيَّنَ أَبُو دَاوُدَ أَنَّ رِوَايَة عَبْد الْوَارِث بِالْمُعْجَمَةِ وَالْمُوَحَّدَة وَرِوَايَة حَمَّاد بْن سَلَمَة عَنْ أَبِي التَّيَّاح بِالْمُهْمَلَةِ وَالْمُثَلَّثَة , فَعَلَى هَذَا فَرِوَايَة الْكُشْمِيهَنِيّ وَهْمٌ ; لِأَنَّ الْبُخَارِيّ إِنَّمَا أَخْرَجَهُ مِنْ رِوَايَة عَبْد الْوَارِث , وَذَكَرَ الْخَطَّابِيُّ فِيهِ ضَبْطًا آخَر , وَفِيهِ بَحْثٌ سَيَأْتِي مَعَ بَقِيَّة مَا فِيهِ فِي كِتَاب الْهِجْرَة إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْله فِي آخِره ( فَاغْفِرْ لِلْأَنْصَارِ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِي وَالْحَمَوِيّ \" فَاغْفِرْ الْأَنْصَار \" بِحَذْفِ اللَّام , وَيُوَجَّهُ بِأَنَّهُ ضَمَّنَ اِغْفِرْ مَعْنَى اُسْتُرْ , وَقَدْ رَوَاهُ أَبُو دَاوُدَ عَنْ مُسَدَّد بِلَفْظِ \" فَانْصُرْ الْأَنْصَار \". وَفِي الْحَدِيث جَوَاز التَّصَرُّف فِي الْمَقْبَرَة الْمَمْلُوكَة بِالْهِبَةِ وَالْبَيْع , وَجَوَاز نَبْش الْقُبُور الدَّارِسَة إِذَا لَمْ تَكُنْ مُحْتَرَمَة , وَجَوَاز الصَّلَاة فِي مَقَابِر الْمُشْرِكِينَ بَعْد نَبْشهَا وَإِخْرَاج مَا فِيهَا , وَجَوَاز بِنَاء الْمَسَاجِد فِي أَمَاكِنهَا , قِيلَ وَفِيهِ جَوَاز قَطْع الْأَشْجَار الْمُثْمِرَة لِلْحَاجَةِ أَخْذًا مِنْ قَوْله \" وَأَمَرَ بِالنَّخْلِ فَقُطِعَ \" وَفِيهِ نَظَرٌ لِاحْتِمَالِ أَنْ يَكُون ذَلِكَ مِمَّا لَا يُثْمِر إِمَّا بِأَنْ يَكُون ذُكُورًا وَإِمَّا أَنْ يَكُون طَرَأَ عَلَيْهِ مَا قَطَعَ ثَمَرَته. وَسَيَأْتِي صِفَة هَيْئَة بِنَاء الْمَسْجِد مِنْ حَدِيث اِبْن عُمَر وَغَيْره قَرِيبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2780,
    "category": "كتاب الوصايا",
    "text_chakl": "وَقَالَ لِي عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ أَبِي الْقَاسِمِ، عَنْ عَبْدِ الْمَلِكِ بْنِ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ خَرَجَ رَجُلٌ مِنْ بَنِي سَهْمٍ مَعَ تَمِيمٍ الدَّارِيِّ وَعَدِيِّ بْنِ بَدَّاءٍ فَمَاتَ السَّهْمِيُّ بِأَرْضٍ لَيْسَ بِهَا مُسْلِمٌ، فَلَمَّا قَدِمَا بِتَرِكَتِهِ فَقَدُوا جَامًا مِنْ فِضَّةٍ مُخَوَّصًا مِنْ ذَهَبٍ، فَأَحْلَفَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم، ثُمَّ وُجِدَ الْجَامُ بِمَكَّةَ فَقَالُوا ابْتَعْنَاهُ مِنْ تَمِيمٍ وَعَدِيٍّ‏.‏ فَقَامَ رَجُلاَنِ مِنْ أَوْلِيَائِهِ، فَحَلَفَا لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا، وَإِنَّ الْجَامَ لِصَاحِبِهِمْ‏.‏ قَالَ وَفِيهِمْ نَزَلَتْ هَذِهِ الآيَةُ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ ‏إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ}‏",
    "english_text": "Ibn 'Abbas (ra) said, \"A man from the tribe of Bani Sahm went out in the company of Tamim Ad-Dari and 'Adi bin Badda'. The man of Bani Sahm died in a land where there was no Muslim. When Tamim and 'Adi returned conveying the property of the deceased, they claimed that they had lost a silver bowl with gold engraving. Allah's Messenger (ﷺ) made them take an oath (to confirm their claim), and then the bowl was found in Makkah with some people who claimed that they had bought it from Tamim and 'Adu, Then two witnesses from the relatives of the deceased got up and swore that their witnesses were more valid than the witnesses of  'Adi and Tamim, and that the bowl belonged to their deceased fellow. So, this verse was revealed in connection with this case ; 'O you who believe! When death approached any of you ...',\" (V 5:106)",
    "explication": "‏ ‏قَوْله : ( وَقَالَ لِي عَلِيّ بْن عَبْد اللَّه ) ‏ ‏أَيْ اِبْن الْمَدِينِيّ , كَذَا لِأَبِي ذَرّ وَالْأَكْثَر , وَفِي رِوَايَة النَّسَفِيِّ \" وَقَالَ عَلِيّ \" بِحَذْفِ الْمُحَاوَرَة , وَكَذَا جَزَمَ بِهِ أَبُو نُعَيْم , لَكِنْ أَخْرَجَهُ الْمُصَنِّف فِي التَّارِيخ فَقَالَ : \" حَدَّثَنَا عَلِيّ بْن الْمَدِينِيّ \" وَهَذَا مِمَّا يُقَوِّي مَا قَرَّرْته غَيْر مَرَّة مِنْ أَنَّهُ يُعَبِّر بِقَوْلِهِ : \" وَقَالَ لِي \" فِي الْأَحَادِيث الَّتِي سَمِعَهَا , لَكِنْ حَيْثُ يَكُون فِي إِسْنَادهَا عِنْده نَظَر أَوْ حَيْثُ تَكُون مَوْقُوفَة , وَأَمَّا مَنْ زَعَمَ أَنَّهُ يُعَبِّر بِهَا فِيمَا أَخَذَهُ فِي الْمُذَاكَرَة أَوْ بِالْمُنَاوَلَةِ فَلَيْسَ عَلَيْهِ دَلِيل. ‏ ‏قَوْله : ( اِبْن أَبِي زَائِدَة ) ‏ ‏هُوَ يَحْيَى بْن زَكَرِيَّا , وَمُحَمَّد بْن أَبِي الْقَاسِم يُقَال لَهُ الطَّوِيل وَلَا يُعْرَف اِسْم أَبِيهِ , وَثَّقَهُ يَحْيَى بْن مَعِين وَأَبُو حَاتِم وَتَوَقَّفَ فِيهِ الْبُخَارِيّ مَعَ كَوْنه أَخْرَجَ حَدِيثه هَذَا هُنَا , فَرَوَى النَّسَفِيُّ عَنْ الْبُخَارِيّ قَالَ : لَا أَعْرِف مُحَمَّد بْن أَبِي الْقَاسِم هَذَا كَمَا يَنْبَغِي. وَفِي نُسْخَة الصَّغَانِيّ : كَمَا أَشْتَهِي. وَقَدْ رَوَى عَنْهُ أَيْضًا أَبُو أُسَامَة : وَكَانَ عَلِيّ بْن عَبْد اللَّه - يَعْنِي اِبْن الْمَدِينِيّ - اِسْتَحْسَنَهُ. وَزَادَ فِي نُسْخَة الصَّغَانِيّ أَنَّ الْفَرَبْرِيّ قَالَ : قُلْت لِلْبُخَارِيّ رَوَاهُ غَيْر مُحَمَّد بْن أَبِي الْقَاسِم ؟ قَالَ : لَا. وَقَدْ رَوَى عَنْهُ أَبُو أُسَامَة أَيْضًا لَكِنَّهُ لَيْسَ بِمَشْهُورٍ , وَرَوَى عُمَر الْبُجَيْرِيّ - بِالْمُوَحَّدَةِ وَالْجِيم مُصَغَّرًا - عَنْ الْبُخَارِيّ نَحْو هَذَا وَزَادَ : قِيلَ لَهُ رَوَاهُ - يَعْنِي هَذَا الْحَدِيث - غَيْر مُحَمَّد بْن أَبِي الْقَاسِم ؟ فَقَالَ : لَا , وَهُوَ غَيْر مَشْهُور. قُلْت : وَمَا لَهُ فِي الْبُخَارِيّ وَلَا لِشَيْخِهِ عَبْد الْمَلِك بْن سَعِيد بْن جُبَيْر غَيْر هَذَا الْحَدِيث الْوَاحِد , وَرِجَال الْإِسْنَاد مَا بَيْن عَلِيّ بْن عَبْد اللَّه وَابْن عَبَّاس كُوفِيُّونَ. ‏ ‏قَوْله : ( خَرَجَ رَجُل مِنْ بَنِي سَهْم ) ‏ ‏هُوَ بُزَيْل بِمُوَحَّدَةٍ وَزَاي مُصَغَّر , وَكَذَا ضَبَطَهُ اِبْن مَاكُولَا , وَوَقَعَ فِي رِوَايَة الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس عَنْ تَمِيم نَفْسه عِنْد التِّرْمِذِيّ وَالطَّبَرِيّ بُدَيْل بِدَال بَدَل الزَّاي , وَرَأَيْته فِي نُسْخَة صَحِيحَة مِنْ تَفْسِير الطَّبَرِيِّ بُرَيْل بِرَاءٍ بِغَيْرِ نُقْطَة , وَلِابْنِ مَنْدَهْ مِنْ طَرِيق السُّدِّيّ عَنْ الْكَلْبِيّ بُدَيْل بْن أَبِي مَارِيَة , وَمِثْله فِي رِوَايَة عِكْرِمَة وَغَيْره عِنْد الطَّبَرِيِّ مُرْسَلًا لَكِنَّهُ لَمْ يُسَمِّهِ , وَوَهَمَ مَنْ قَالَ فِيهِ بُدَيْل بْن وَرْقَاء فَإِنَّهُ خُزَاعِيّ وَهَذَا سَهْمِيّ , وَكَذَا وَهَمَ مَنْ ضَبَطَهُ بِالذَّالِ الْمُعْجَمَة , وَوَقَعَ فِي رِوَايَة اِبْن جُرَيْجٍ أَنَّهُ كَانَ مُسْلِمًا , وَكَذَا أَخْرَجَهُ بِسَنَدِهِ فِي تَفْسِيره. ‏ ‏قَوْله : ( مَعَ تَمِيم الدَّارِيّ ) ‏ ‏أَيْ الصَّحَابِيّ الْمَشُور وَذَلِكَ قَبْل أَنْ يُسْلِم تَمِيم كَمَا سَيَأْتِي , وَعَلَى هَذَا فَهُوَ مِنْ مُرْسَل الصَّحَابِيّ لِأَنَّ اِبْن عَبَّاس لَمْ يَحْضُر هَذِهِ الْقِصَّة , وَقَدْ جَاءَ فِي بَعْض الطُّرُق أَنَّهُ رَوَاهَا عَنْ تَمِيم نَفْسه , بَيَّنَ ذَلِكَ الْكَلْبِيّ فِي رِوَايَته الْمَذْكُورَة فَقَالَ : \" عَنْ اِبْن عَبَّاس عَنْ تَمِيم الدَّارِيّ قَالَ : بَرِئَ النَّاس مِنْ هَذِهِ الْآيَة غَيْرِي وَغَيْر عَدِيّ بْن بَدَّاء. وَكَانَا نَصْرَانِيَّيْنِ مُخْتَلِفَانِ إِلَى الشَّام قَبْل الْإِسْلَام فَأَتَيَا الشَّام فِي تِجَارَتهمَا وَقَدِمَ عَلَيْهِمَا مَوْلًى لِبَنِي سَهْم \" وَيَحْتَمِل أَنْ تَكُون الْقِصَّة وَقَعَتْ قَبْل الْإِسْلَام ثُمَّ تَأَخَّرَتْ الْمُحَاكَمَة حَتَّى أَسْلَمُوا كُلّهمْ فَإِنَّ فِي الْقِصَّة مَا يُشْعِر بِأَنَّ الْجَمِيع تَحَاكَمُوا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَعَلَّهَا كَانَتْ بِمَكَّة سَنَة الْفَتْح. ‏ ‏قَوْله : ( وَعَدِيّ بْن بَدَّاء ) ‏ ‏بِفَتْحِ الْمُوَحَّدَة وَتَشْدِيد الْمُهْمَلَة مَعَ الْمَدّ , لَمْ تَخْتَلِف الرِّوَايَات فِي ذَلِكَ إِلَّا مَا رَأَيْته فِي \" كِتَاب الْقَضَاء لِلْكَرَابِيسِيّ \" فَإِنَّهُ سَمَّاهُ الْبَدَّاء بْن عَاصِم , وَأَخْرَجَهُ عَنْ مُعَلَّى بْن مَنْصُور عَنْ يَحْيَى بْن أَبِي زَائِدَة , وَوَقَعَ عِنْد الْوَاقِدِيّ أَنَّ عَدِيّ بْن بَدَّاء كَانَ أَخَا تَمِيم الدَّارِيّ فَإِنْ ثَبَتَ فَلَعَلَّهُ أَخُوهُ لِأُمِّهِ أَوْ مِنْ الرَّضَاعَة , لَكِنْ فِي تَفْسِير مُقَاتِل بْن حِبَّانَ \" أَنَّ رَجُلَيْنِ نَصْرَانِيَّيْنِ مِنْ أَهْل دَارَيْنِ أَحَدهمَا تَمِيم وَالْآخَر يَمَانِيّ \". ‏ ‏قَوْله : ( فَمَاتَ السَّهْمِيّ بِأَرْضٍ لَيْسَ بِهَا مُسْلِم ) ‏ ‏فِي رِوَايَة الْكَلْبِيّ \" فَمَرِضَ السَّهْمِيّ فَأَوْصَى إِلَيْهِمَا وَأَمَرَهُمَا أَنْ يُبَلِّغَا مَا تَرَكَ أَهْله , قَالَ تَمِيم : فَلَمَّا مَاتَ أَخَذْنَا مِنْ تَرِكَته جَامًا وَهُوَ أَعْظَم تِجَارَته فَبِعْنَاهُ بِأَلِفِ دِرْهَم فَاقْتَسَمْتهَا أَنَا وَعَدِيّ \". ‏ ‏قَوْله : ( فَلَمَّا قَدِمَا بِتَرِكَتِهِ فَقَدُوا جَامًا ) ‏ ‏فِي رِوَايَة اِبْن جُرَيْجٍ عَنْ عِكْرِمَة أَنَّ السَّهْمِيّ الْمَذْكُور مَرِضَ فَكَتَبَ وَصِيَّته بِيَدِهِ ثُمَّ دَسَّهَا فِي مَتَاعه ثُمَّ أَوْصَى إِلَيْهِمَا , فَلَمَّا مَاتَ فَتَحَا مَتَاعه ثُمَّ قَدِمَا عَلَى أَهْله فَدَفَعَا إِلَيْهِمْ مَا أَرَادَا , فَفَتَحَ أَهْله مَتَاعه فَوَجَدُوا الْوَصِيَّة وَفَقَدُوا أَشْيَاء فَسَأَلُوهُمَا عَنْهَا فَجَحَدَا , فَرَفَعُوهُمَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَنَزَلَتْ هَذِهِ الْآيَة إِلَى قَوْله : ( مِنْ الْآثِمِينَ ) , فَأَمَرَهُمْ أَنْ يَسْتَحْلِفُوهُمَا. ‏ ‏قَوْله : ( جَامًا ) بِالْجِيمِ وَتَخْفِيف الْمِيم أَيْ إِنَاء. ‏ ‏قَوْله : ( مَخُوصًا ) ‏ ‏بِخَاءٍ مُعْجَمَة وَوَاو ثَقِيلَة بَعْدهَا مُهْمَلَة أَيْ مَنْقُوشًا فِيهِ صِفَة الْخُوص , وَوَقَعَ فِي بَعْض نُسَخ أَبِي دَاوُد \" مَخُوضًا \" بِالضَّادِ الْمُعْجَمَة أَيْ مُمَوَّهًا وَالْأَوَّل أَشْهَر , وَوَقَعَ فِي رِوَايَة اِبْن جُرَيْجٍ عَنْ عِكْرِمَة \" إِنَاء مِنْ فِضَّة مَنْقُوش بِذَهَبٍ \" وَزَادَ فِي رِوَايَته أَنَّ تَمِيمًا وَعَدِيًّا لَمَّا سُئِلَا عَنْهُ قَالَا اِشْتَرَيْنَاهُ مِنْهُ , فَارْتَفَعُوا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ : ( فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اِسْتَحَقَّا إِثْمًا ) وَوَقَعَ فِي رِوَايَة الْكَلْبِيّ عَنْ تَمِيم \" فَلَمَّا أَسْلَمْت تَأَثَّمْت , فَأَتَيْت أَهْله فَأَخْبَرْتهمْ الْخَبَر وَأَدَّيْت إِلَيْهِمْ خَمْسمِائَةِ دِرْهَم وَأَخْبَرْتهمْ أَنَّ عِنْد صَاحِبِي مِثْلهَا \". ‏ ‏قَوْله : ( فَقَامَ رَجُلَانِ مِنْ أَوْلِيَاء السَّهْمِيّ ) ‏ ‏أَيْ الْمَيِّت , وَقَعَ فِي رِوَايَة الْكَلْبِيّ \" فَقَامَ عَمْرو بْن الْعَاصِ وَرَجُل آخَر مِنْهُمْ \" وَسَمَّى مُقَاتِل بْن سُلَيْمَان فِي تَفْسِير الْآخَر الْمُطَّلِب بْن أَبِي وَدَاعَة وَهُوَ سَهْمِيّ أَيْضًا , لَكِنَّهُ سَمَّى الْأَوَّل عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ , وَكَذَا جَزَمَ بِهِ يَحْيَى بْن سَلَام فِي تَفْسِيره , وَقَوْل مَنْ قَالَ عَمْرو بْن الْعَاصِ أَظْهَر , وَاَللَّه أَعْلَم. وَاسْتَدَلَّ بِهَذَا الْحَدِيث لِجَوَازِ رَدّ الْيَمِين عَلَى الْمُدَّعِي فَيَحْلِف وَيَسْتَحِقّ , وَسَيَأْتِي الْبَحْث فِيهِ. وَاسْتَدَلَّ بِهِ اِبْن سُرَيْج الشَّافِعِيّ الْمَشْهُور لِلْحُكْمِ بِالشَّاهِدِ وَالْيَمِين , وَتَكَلَّفَ فِي اِنْتِزَاعه فَقَالَ : إِنَّ قَوْله تَعَالَى : ( فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اِسْتَحَقَّا إِثْمًا ) لَا يَخْلُو إِمَّا أَنْ يُقِرَّا أَوْ يَشْهَد عَلَيْهِمَا شَاهِدَانِ أَوْ شَاهِد وَامْرَأَتَانِ أَوْ شَاهِد وَاحِد , قَالَ : وَقَدْ أَجْمَعُوا عَلَى أَنَّ الْإِقْرَار بَعْد الْإِنْكَار لَا يُوجِب يَمِينًا عَلَى الطَّالِب , وَكَذَلِكَ مَعَ الشَّاهِدَيْنِ وَمَعَ الشَّاهِد وَالْمَرْأَتَيْنِ فَلَمْ يَبْقَ إِلَّا شَاهِد وَاحِد فَلِذَلِكَ اِسْتَحَقَّ الطَّالِبَانِ يَمِينهمَا مَعَ الشَّاهِد الْوَاحِد. وَهَذَا الَّذِي قَالَهُ مُتَعَقَّبٌ بِأَنَّ الْقِصَّة وَرَدَتْ مِنْ طُرُق مُتَعَدِّدَة فِي سَبَب النُّزُول لَيْسَ فِي شَيْء مِنْهَا أَنَّهُ كَانَ هُنَاكَ مَنْ يَشْهَد , بَلْ فِي رِوَايَة الْكَلْبِيّ فَسَأَلَهُمْ الْبَيِّنَة فَلَمْ يَجِدُوا فَأَمَرَهُمْ أَنْ يَسْتَحْلِفُوهُ - أَيْ عَدِيًّا - بِمَا يَعْظُم عَلَى أَهْل دِينه. وَاسْتَدَلَّ بِهَذَا الْحَدِيث عَلَى جَوَاز شَهَادَة الْكُفَّار بِنَاء عَلَى أَنَّ الْمُرَاد بِالْغَيْرِ الْكُفَّار وَالْمَعْنَى ( مِنْكُمْ ) أَيْ مِنْ أَهْل دِينكُمْ ( أَوْ آخَرَانِ مِنْ غَيْركُمْ ) أَيْ مِنْ غَيْر أَهْل دِينكُمْ , وَبِذَلِكَ قَالَ أَبُو حَنِيفَة وَمَنْ تَبِعَهُ , وَتُعُقِّبَ بِأَنَّهُ لَا يَقُول بِظَاهِرِهَا فَلَا يُجِيز شَهَادَة الْكُفَّار عَلَى الْمُسْلِمِينَ , وَإِنَّمَا يُجِيز شَهَادَة بَعْض الْكُفَّار عَلَى بَعْض , وَأُجِيبَ بِأَنَّ الْآيَة دَلَّتْ بِمَنْطُوقِهَا عَلَى قَبُول شَهَادَة الْكَافِر عَلَى الْمُسْلِم , وَبِإِيمَائِهَا عَلَى قَبُول شَهَادَة الْكَافِر عَلَى الْكَافِر بِطَرِيقِ الْأَوْلَى , ثُمَّ دَلَّ الدَّلِيل عَلَى أَنَّ شَهَادَة الْكَافِر عَلَى الْمُسْلِم غَيْر مَقْبُولَة فَبَقِيَتْ شَهَادَة الْكَافِر عَلَى الْكَافِر عَلَى حَالهَا , وَخَصَّ جَمَاعَة الْقَبُول بِأَهْلِ الْكِتَاب وَبِالْوَصِيَّةِ وَبِفَقْدِ الْمُسْلِم حِينَئِذٍ , مِنْهُمْ اِبْن عَبَّاس وَأَبُو مُوسَى الْأَشْعَرِيّ وَسَعِيد بْن الْمُسَيِّب وَشُرَيْح وَابْن سِيرِينَ وَالْأَوْزَاعِيُّ وَالثَّوْرِيُّ وَأَبُو عُبَيْد وَأَحْمَد , وَهَؤُلَاءِ أَخَذُوا بِظَاهِرِ الْآيَة , وَقَوَّى ذَلِكَ عِنْدهمْ حَدِيث الْبَاب فَإِنَّ سِيَاقه مُطَابِق لِظَاهِرِ الْآيَة , وَقِيلَ الْمُرَاد بِالْغَيْرِ الْعَشِيرَة وَالْمَعْنَى : مِنْكُمْ أَوْ مِنْ عَشِيرَتكُمْ , أَوْ آخَرَانِ مِنْ غَيْركُمْ أَوْ مِنْ غَيْر عَشِيرَتكُمْ وَهُوَ قَوْل الْحَسَن , وَاحْتَجَّ لَهُ النَّحَّاس بِأَنَّ لَفْظ \" آخَر \" لَا بُدّ أَنْ يُشَارِك الَّذِي قَبْله فِي الصِّفَة حَتَّى لَا يَسُوغ أَنْ تَقُول مَرَرْت بِرَجُلٍ كَرِيم وَلَئِيم آخَر , فَعَلَى هَذَا فَقَدْ وُصِفَ الِاثْنَانِ بِالْعَدَالَةِ فَيَتَعَيَّن أَنْ يَكُون الْآخَرَانِ كَذَلِكَ , وَتُعُقِّبَ بِأَنَّ هَذَا وَإِنْ سَاغَ فِي الْآيَة الْكَرِيمَة لَكِنَّ الْحَدِيث دَلَّ عَلَى خِلَاف ذَلِكَ , وَالصَّحَابِيّ إِذَا حَكَى سَبَب النُّزُول كَانَ ذَلِكَ فِي حُكْم الْحَدِيث الْمَرْفُوع اِتِّفَاقًا , وَأَيْضًا فَفِيمَا قَالَ رَدّ الْمُخْتَلَف فِيهِ بِالْمُخْتَلَفِ فِيهِ لِأَنَّ اِتِّصَاف الْكَافِر بِالْعَدَالَةِ مُخْتَلَف فِيهِ وَهُوَ فَرْع قَبُول شَهَادَته فَمَنْ قَبِلَهَا وَصَفَهُ بِهَا وَمَنْ لَا فَلَا , وَاعْتَرَضَ أَبُو حِبَّانَ عَلَى الْمِثَال الَّذِي ذَكَرَهُ النَّحَّاس بِأَنَّهُ غَيْر مُطَابِق فَلَوْ قُلْت جَاءَنِي رَجُل مُسْلِم وَآخَر كَافِر صَحَّ بِخِلَافِ مَا لَوْ قُلْت جَاءَنِي رَجُل مُسْلِم وَكَافِر آخَر , وَالْآيَة مِنْ قَبِيل الْأَوَّل لَا الثَّانِي , لِأَنَّ قَوْله أَوْ آخَرَانِ مِنْ جِنْس قَوْله اِثْنَانِ لِأَنَّ كُلًّا مِنْهُمَا صِفَة ( رَجُلَانِ ) فَكَأَنَّهُ قَالَ فَرَجُلَانِ اِثْنَانِ وَرَجُلَانِ آخَرَانِ , وَذَهَبَ جَمَاعَة مِنْ الْأَئِمَّة إِلَى أَنَّ هَذِهِ الْآيَة مَنْسُوخَة وَأَنَّ نَاسِخهَا قَوْله تَعَالَى : ( مِمَّنْ تَرْضَوْنَ مِنْ الشُّهَدَاء ) وَاحْتَجُّوا بِالْإِجْمَاعِ عَلَى رَدّ شَهَادَة الْفَاسِق , وَالْكَافِر شَرّ مِنْ الْفَاسِق. وَأَجَابَ الْأَوَّلُونَ بِأَنَّ النَّسْخ لَا يَثْبُت بِالِاحْتِمَالِ وَأَنَّ الْجَمْع بَيْن الدَّلِيلَيْنِ أَوْلَى مِنْ إِلْغَاء أَحَدهمَا , وَبِأَنَّ سُورَة الْمَائِدَة مِنْ آخِر مَا نَزَلَ مِنْ الْقُرْآن حَتَّى صَحَّ عَنْ اِبْن عَبَّاس وَعَائِشَة وَعَمْرو بْن شُرَحْبِيل وَجَمْع مِنْ السَّلَف أَنَّ سُورَة الْمَائِدَة مُحْكَمَة , وَعَنْ اِبْن عَبَّاس \" أَنَّ الْآيَة نَزَلَتْ فِيمَنْ مَاتَ مُسَافِرًا وَلَيْسَ عِنْده أَحَد مِنْ الْمُسْلِمِينَ , فَإِنْ اِتُّهِمَا اُسْتُحْلِفَا \" أَخْرَجَهُ الطَّبَرِيُّ بِإِسْنَادٍ رِجَاله ثِقَات , وَأَنْكَرَ أَحْمَد عَلَى مَنْ قَالَ إِنَّ هَذِهِ الْآيَة مَنْسُوخَة , وَصَحَّ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ أَنَّهُ عَمِلَ بِذَلِكَ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَرَوَى أَبُو دَاوُدَ بِإِسْنَادٍ رِجَاله ثِقَات عَنْ الشَّعْبِيّ قَالَ : حَضَرَتْ رَجُلًا مِنْ الْمُسْلِمِينَ الْوَفَاة بِدُقُوقَا وَلَمْ يَجِد أَحَدًا مِنْ الْمُسْلِمِينَ فَأَشْهَدَ رَجُلَيْنِ مِنْ أَهْل الْكِتَاب , فَقَدِمَا الْكُوفَة بِتَرِكَتِهِ وَوَصِيَّته فَأَخْبَرَ الْأَشْعَرِيّ فَقَالَ : هَذَا لَمْ يَكُنْ بَعْد الَّذِي كَانَ فِي عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَأَحْلَفَهُمَا بَعْد الْعَصْر مَا خَانَا وَلَا كَذَبَا وَلَا كَتَمَا وَلَا بَدَّلَا وَأَمْضَى شَهَادَتهمَا , وَرَجَّحَ الْفَخْر الرَّازِيُّ وَسَبَقَهُ الطَّبَرِيُّ لِذَلِكَ أَنَّ قَوْله تَعَالَى : ( يَا أَيّهَا الَّذِينَ آمَنُوا ) خِطَاب لِلْمُؤْمِنِينَ , فَلَمَّا قَالَ : ( أَوْ آخَرَانِ ) وَصَحَّ أَنَّهُ أَرَادَ غَيْر الْمُخَاطَبِينَ فَتَعَيَّنَ أَنَّهُمَا مِنْ غَيْر الْمُؤْمِنِينَ , وَأَيْضًا فَجَوَاز اِسْتِشْهَاد الْمُسْلِم لَيْسَ مَشْرُوطًا بِالسَّفَرِ وَأَنَّ أَبَا مُوسَى حَكَمَ بِذَلِكَ فَلَمْ يُنْكِرهُ أَحَد مِنْ الصَّحَابَة فَكَانَ حُجَّة , وَذَهَبَ الْكَرَابِيسِيّ ثُمَّ الطَّبَرِيُّ وَآخَرُونَ إِلَى أَنَّ الْمُرَاد بِالشَّهَادَةِ فِي الْآيَة الْيَمِين , قَالَ : وَقَدْ سَمَّى اللَّه الْيَمِين شَهَادَة فِي آيَة اللِّعَان , وَأَيَّدُوا ذَلِكَ بِالْإِجْمَاعِ عَلَى أَنَّ الشَّاهِد لَا يَلْزَمهُ أَنْ يَقُول أَشْهَد بِاَللَّهِ وَأَنَّ الشَّاهِد لَا يَمِين عَلَيْهِ أَنَّهُ شَهِدَ بِالْحَقِّ , قَالُوا فَالْمُرَاد بِالشَّهَادَةِ الْيَمِين لِقَوْلِهِ : ( فَيُقْسِمَانِ بِاَللَّهِ ) أَيْ يَحْلِفَانِ , فَإِنْ عُرِفَ أَنَّهُمَا حَلَفَا عَلَى الْإِثْم رَجَعَتْ الْيَمِين عَلَى الْأَوْلِيَاء , وَتُعُقِّبَ بِأَنَّ الْيَمِين لَا يُشْتَرَط فِيهَا عَدَد وَلَا عَدَالَة , بِخِلَافِ الشَّهَادَة , وَقَدْ اِشْتَرَطَا فِي هَذِهِ الْقِصَّة فَقَوِيَ حَمْلهَا عَلَى أَنَّهَا شَهَادَة. وَأَمَّا اِعْتِلَال مَنْ اِعْتَلَّ فِي رَدّهَا بِأَنَّهَا تُخَالِف الْقِيَاس وَالْأُصُول لِمَا فِيهَا مِنْ قَبُول شَهَادَة الْكَافِر وَحَبْس الشَّاهِد وَتَحْلِيفه وَشَهَادَة الْمُدَّعِي لِنَفْسِهِ وَاسْتِحْقَاقه بِمُجَرَّدِ الْيَمِين فَقَدْ أَجَابَ مَنْ قَالَ بِهِ بِأَنَّهُ حُكْم بِنَفْسِهِ مُسْتَغْنًى عَنْ نَظِيره , وَقَدْ قُبِلَتْ شَهَادَة الْكَافِر فِي بَعْض الْمَوَاضِع كَمَا فِي الطِّبّ , وَلَيْسَ الْمُرَاد بِالْحَبْسِ السِّجْن وَإِنَّمَا الْمُرَاد الْإِمْسَاك لِلْيَمِينِ لِيَحْلِف بَعْد الصَّلَاة , وَأَمَّا تَحْلِيف الشَّاهِد فَهُوَ مَخْصُوص بِهَذِهِ الصُّورَة عِنْد قِيَام الرِّيبَة , وَأَمَّا شَهَادَة الْمُدَّعِي لِنَفْسِهِ وَاسْتِحْقَاقه بِمُجَرَّدِ الْيَمِين فَإِنَّ الْآيَة تَضَمَّنَتْ نَقْل الْأَيْمَان إِلَيْهِمْ عِنْد ظُهُور اللَّوْث بِخِيَانَةِ الْوَصِيَّيْنِ , فَيَشْرَع لَهُمَا أَنْ يَحْلِفَا وَيَسْتَحِقَّا كَمَا يُشْرَع لِمُدَّعِي الدَّم فِي الْقَسَامَة أَنْ يَحْلِف وَيَسْتَحِقّ , فَلَيْسَ هُوَ مِنْ شَهَادَة الْمُدَّعِي لِنَفْسِهِ بَلْ مِنْ بَاب الْحُكْم لَهُ بِيَمِينِهِ الْقَائِمَة مَقَام الشَّهَادَة لِقُوَّةِ جَانِبه , وَأَيّ فَرْق بَيْن ظُهُور اللَّوْث فِي صِحَّة الدَّعْوَى بِالدَّمِ وَظُهُوره فِي صِحَّة الدَّعْوَى بِالْمَالِ ؟ وَحَكَى الطَّبَرِيُّ أَنَّ بَعْضهمْ قَالَ : الْمُرَاد بِقَوْلِهِ : ( اِثْنَانِ ذَوَا عَدْل مِنْكُمْ ) الْوَصِيَّانِ , قَالَ : وَالْمُرَاد بِقَوْلِهِ : ( شَهَادَة بَيْنكُمْ ) مَعْنَى الْحُضُور لِمَا يُوصِيهِمَا بِهِ الْمُوصِي. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 2781,
    "category": "كتاب الوصايا",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، أَوِ الْفَضْلُ بْنُ يَعْقُوبَ عَنْهُ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، عَنْ فِرَاسٍ، قَالَ قَالَ الشَّعْبِيُّ حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ ـ رضى الله عنهما ـ أَنَّ أَبَاهُ اسْتُشْهِدَ يَوْمَ أُحُدٍ، وَتَرَكَ سِتَّ بَنَاتٍ، وَتَرَكَ عَلَيْهِ دَيْنًا، فَلَمَّا حَضَرَ جِدَادُ النَّخْلِ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ قَدْ عَلِمْتَ أَنَّ وَالِدِي اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ عَلَيْهِ دَيْنًا كَثِيرًا، وَإِنِّي أُحِبُّ أَنْ يَرَاكَ الْغُرَمَاءُ قَالَ ‏\"‏ اذْهَبْ فَبَيْدِرْ كُلَّ تَمْرٍ عَلَى نَاحِيَتِهِ ‏\"‏‏.‏ فَفَعَلْتُ ثُمَّ دَعَوْتُهُ، فَلَمَّا نَظَرُوا إِلَيْهِ أُغْرُوا بِي تِلْكَ السَّاعَةَ، فَلَمَّا رَأَى مَا يَصْنَعُونَ أَطَافَ حَوْلَ أَعْظَمِهَا بَيْدَرًا ثَلاَثَ مَرَّاتٍ ثُمَّ جَلَسَ عَلَيْهِ ثُمَّ قَالَ ‏\"‏ ادْعُ أَصْحَابَكَ ‏\"‏‏.‏ فَمَا زَالَ يَكِيلُ لَهُمْ حَتَّى أَدَّى اللَّهُ أَمَانَةَ وَالِدِي، وَأَنَا وَاللَّهِ رَاضٍ أَنْ يُؤَدِّيَ اللَّهُ أَمَانَةَ وَالِدِي وَلاَ أَرْجِعَ إِلَى أَخَوَاتِي بِتَمْرَةٍ، فَسَلِمَ وَاللَّهِ الْبَيَادِرُ كُلُّهَا حَتَّى أَنِّي أَنْظُرُ إِلَى الْبَيْدَرِ الَّذِي عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم كَأَنَّهُ لَمْ يَنْقُصْ تَمْرَةً وَاحِدَةً‏.‏   \nقَالَ أَبُو عَبْد اللَّهِ أُغْرُوا بِي يَعْنِي هِيجُوا بِي  فَأَغْرَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ",
    "english_text": "My father was martyred on the day (of the Ghazwa) of Uhud and left six daughters and some debts to \nbe paid. When the time of plucking the date-fruits came, I went to Allah's Messenger (ﷺ) and said, \"O Allah's \nApostle! you know that my father was martyred on Uhud's day and owed much debt, and I wish that \nthe creditors would see you.\" The Prophet (ﷺ) said, \"Go and collect the various kinds of dates and place \nthem separately in heaps\"' I did accordingly and called him. On seeing him, the creditors started \nclaiming their rights pressingly at that time. When the Prophet (ﷺ) saw how they behaved, he went round \nthe biggest heap for three times and sat over it and said, \"Call your companions (i.e. the creditors).\" \nThen he kept on measuring and giving them, till Allah cleared all my father's debts. By Allah, it would \nhave pleased me that Allah would clear the debts of my father even though I had not taken a single \ndate to my sisters. But by Allah, all the heaps were complete, (as they were) and I looked at the heap \nwhere Allah's Messenger (ﷺ) was sitting and noticed as if not a single date had been taken thereof.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن سَابِق , أَوْ الْفَضْل بْن يَعْقُوب عَنْهُ ) ‏ ‏هَكَذَا وَقَعَ هُنَا بِالشَّكِّ , وَقَدْ رَوَى الْبُخَارِيّ عَنْ أَبِي جَعْفَر مُحَمَّد بْن سَابِق الْبَغْدَادِيّ مَوْلَى بَنِي تَمِيم بِوَاسِطَةٍ مِنْ أَوَّل حَدِيث فِي الْجِهَاد وَهُوَ عَقِب هَذَا سَوَاء وَفِي الْمَغَازِي وَالنِّكَاح وَالْأَشْرِبَة , وَلَمْ يَرْوِ عَنْهُ بِغَيْرِ وَاسِطَة إِلَّا فِي هَذَا الْمَوْضِع مَعَ التَّرَدُّد فِي ذَلِكَ , وَأَمَّا الْفَضْل بْن يَعْقُوب فَتَقَدَّمَ ذِكْره فِي الْبُيُوع , وَأَخْرَجَ عَنْهُ أَيْضًا فِي الْجِزْيَة وَغَيْرهَا , وَشَيْبَان هُوَ اِبْن عَبْد الرَّحْمَن , وَفِرَاس بِكَسْرِ الْفَاء وَتَخْفِيف الرَّاء. وَحَدِيث جَابِر الْمَذْكُور يَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي عَلَامَات النُّبُوَّة , وَقَدْ سَبَقَ فِي الصُّلْح وَالِاسْتِقْرَاض وَفِي الْهِبَة وَغَيْرهَا , وَقَوْله فِيهِ : \" اِذْهَبْ فَبَيْدِرْ \" بِفَتْحِ الْمُوَحَّدَة وَسُكُون التَّحْتَانِيَّة بَعْدهَا دَال مَكْسُورَة بِصِيغَةِ فِعْل الْأَمْر , أَيْ اِجْعَلْ كُلّ صِنْف فِي بَيْدَر - أَيْ جَرِين - يَخُصّهُ. وَوَقَعَ فِي رِوَايَة أَبِي ذَرّ عَنْ السَّرَخْسِيّ \" فَبَادِرْ \". وَقَوْله : \" وَلَا أُرْجِع إِلَى أَخَوَاتِي تَمْرَة \" كَذَا لِلْأَكْثَرِ بِنَزْعِ الْخَافِض , وَلِلْكُشْمِيهَنِي \" بِتَمْرَةٍ \" بِإِثْبَاتِهَا. ‏ ‏قَوْله : ( قَالَ أَبُو عَبْد اللَّه \" أُغْرُوا بِي \" يَعْنِي هَيِّجُوا بِي ( فَأَغْرَيْنَا بَيْنهمْ الْعَدَاوَة وَالْبَغْضَاء ) ) ‏ ‏وَقَعَ هَذَا لِلْمُسْتَمْلِي وَحْده وَأُغْرُوا بِضَمِّ الْهَمْزَة مَبْنِيّ لِمَا لَمْ يُسَمَّ فَاعِله , يُقَال أَغْرَى بِكَذَا إِذَا لَهِجَ بِهِ وَأَوْلَعَ , وَقَالَ أَبُو عُبَيْدَة فِي \" الْمَجَاز \" فِي قَوْله تَعَالَى : ( فَأَغْرَيْنَا بَيْنهمْ الْعَدَاوَة وَالْبَغْضَاء ) : الْإِغْرَاء التَّهْيِيج وَالْإِفْسَاد , وَاَللَّه أَعْلَم. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَ كِتَاب الْوَصَايَا وَمَا مَعَهُ مِنْ أَبْوَاب الْوَقْف مِنْ الْأَحَادِيث الْمَرْفُوعَة عَلَى سِتِّينَ حَدِيثًا , الْمُعَلَّق مِنْهَا ثَمَانِيَة عَشَر طَرِيقًا وَالْبَقِيَّة مَوْصُولَة , الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى اِثْنَانِ وَأَرْبَعُونَ حَدِيثًا وَالْخَالِص ثَمَانِيَة عَشَر حَدِيثًا وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى حَدِيث عَمْرو بْن الْحَارِث \" مَا تَرَكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا \" وَحَدِيث اِبْن عَبَّاس \" كَانَ الْمَال لِلْوَلَدِ \" , وَحَدِيثه \" هُمَا وَالِيَانِ \" وَحَدِيثه فِي قِصَّة تَمِيم الدَّارِيّ , وَحَدِيث الدَّيْن قَبْل الْوَصِيَّة , وَأَمَّا حَدِيث \" لَا صَدَقَة إِلَّا عَنْ ظَهْر غِنًى \" فَمَذْكُور عِنْد مُسْلِم بِالْمَعْنَى , وَأَمَّا حَدِيث عُثْمَان فِي بِئْر رُومَة فَمَا هُوَ عِنْده لَكِنْ تَقَدَّمَ فِي الشُّرْب مُخْتَصَرًا مُعَلَّقًا , وَأَغْفَلَهُ الْمِزِّيّ فِي الْأَطْرَاف هُنَا وَهُنَاكَ. وَفِيهِ مِنْ الْآثَار عَنْ الصَّحَابَة فَمَنْ بَعْدهمْ اِثْنَانِ وَعِشْرُونَ أَثَرًا. وَاَللَّه تَعَالَى أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]