[
  {
    "id": "3156",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ عَمْرًا، قَالَ كُنْتُ جَالِسًا مَعَ جَابِرِ بْنِ زَيْدٍ وَعَمْرِو بْنِ أَوْسٍ، فَحَدَّثَهُمَا بَجَالَةُ، سَنَةَ سَبْعِينَ ـ عَامَ حَجَّ مُصْعَبُ بْنُ الزُّبَيْرِ بِأَهْلِ الْبَصْرَةِ ـ عِنْدَ دَرَجِ زَمْزَمَ قَالَ كُنْتُ كَاتِبًا لِجَزْءِ بْنِ مُعَاوِيَةَ عَمِّ الأَحْنَفِ، فَأَتَانَا كِتَابُ عُمَرَ بْنِ الْخَطَّابِ قَبْلَ مَوْتِهِ بِسَنَةٍ فَرِّقُوا بَيْنَ كُلِّ ذِي مَحْرَمٍ مِنَ الْمَجُوسِ‏.‏ وَلَمْ يَكُنْ عُمَرُ أَخَذَ الْجِزْيَةَ مِنَ الْمَجُوسِ‏.‏ حَتَّى شَهِدَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَخَذَهَا مِنْ مَجُوسِ هَجَرٍ‏.‏",
    "english_text": "I was sitting with Jabir bin Zaid and `Amr bin Aus, and Bjalla was narrating to them in 70 A.H. the \nyear when Mus`ab bin Az-Zubair was the leader of the pilgrims of Basra. We were sitting at the steps \nof Zamzam well and Bajala said, \"I was the clerk of Juz bin Muawiya, Al-Ahnaf's paternal uncle. A \nletter came from `Umar bin Al-Khattab one year before his death; and it was read:-- \"Cancel every \nmarriage contracted among the Magians between relatives of close kinship (marriages that are \nregarded illegal in Islam: a relative of this sort being called Dhu-Mahram.)\" `Umar did not take the \nJizya from the Magian infidels till `Abdur-Rahman bin `Auf testified that Allah's Messenger (ﷺ) had taken \nthe Jizya from the Magians of Hajar.",
    "explication": "‏ ‏قَوْله : ( سَمِعْت عَمْرًا ) ) ‏ ‏هُوَ اِبْن دِينَار. ‏ ‏قَوْله : ( كُنْت جَالِسًا مَعَ جَابِر بْن زَيْد ) ‏ ‏هُوَ أَبُو الشَّعْثَاء الْبَصْرِيّ ‏ ‏( وَعَمْرو بْن أَوْس ) ‏ ‏هُوَ الثَّقَفِيّ الْمُتَقَدِّم ذِكْر رِوَايَته عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْر فِي الْحَجّ وَعَنْ عَبْد اللَّه بْن عَمْرو فِي التَّهَجُّد , وَلَيْسَتْ لَهُ هُنَا رِوَايَة , بَلْ ذَكَرَهُ عَمْرو بْن دِينَار لِيُبَيِّنَ أَنَّ بَجَالَةَ لَمْ يَقْصِدهُ بِالتَّحَدُّثِ وَإِنَّمَا حَدَّثَ غَيْره فَسَمِعَهُ هُوَ , وَهَذَا وَجْه مِنْ وُجُوه التَّحَمُّل بِالِاتِّفَاقِ , وَإِنَّمَا اِخْتَلَفُوا هَلْ يَسُوغُ أَنْ يَقُول \" حَدَّثَنَا \" ؟ وَالْجُمْهُور عَلَى الْجَوَاز , وَمَنَعَ مِنْهُ النَّسَائِيُّ وَطَائِفَة قَلِيلَة , وَقَالَ الْبَرْقَانِيُّ : يَقُول \" سَمِعْت فُلَانًا \". ‏ ‏قَوْله : ( فَحَدَّثَهُمَا بَجَالَةُ ) ) ‏ ‏هُوَ بِفَتْحِ الْمُوَحَّدَة وَالْجِيم الْخَفِيفَة تَابِعِيّ شَهِير كَبِير تَمِيمِيّ بَصْرِيّ وَهُوَ اِبْن عَبَدَة بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة , وَيُقَال فِيهِ عَبْد بِالسُّكُونِ بِلَا هَاء , وَمَالَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْمَوْضِع. ‏ ‏قَوْله : ( عَام حَجَّ مُصْعَب بْن الزُّبَيْر بِأَهْلِ الْبَصْرَة ) ‏ ‏أَيْ وَحَجَّ حِينَئِذٍ بَجَالَةُ مَعَهُ , وَبِذَلِكَ صَرَّحَ أَحْمَد فِي رِوَايَته عَنْ سُفْيَان , وَكَانَ مُصْعَب أَمِيرًا عَلَى الْبَصْرَة مِنْ قِبَلِ أَخِيهِ عَبْد اللَّه بْن الزُّبَيْر. وَقُتِلَ مُصْعَب بَعْد ذَلِكَ بِسَنَةٍ أَوْ سَنَتَيْنِ. ‏ ‏قَوْله : ( كُنْت كَاتِبًا لِجَزْءٍ ) ‏ ‏بِفَتْحِ الْجِيم وَسُكُون الزَّاي بَعْدهَا هَمْزَة هَكَذَا يَقُولهُ الْمُحَدِّثُونَ , وَضَبَطَهُ أَهْل النَّسَب بِكَسْرِ الزَّاي بَعْدهَا تَحْتَانِيَّة سَاكِنَة ثُمَّ هَمْزَة. وَمَنْ قَالَهُ بِلَفْظِ التَّصْغِير فَقَدْ صَحَّفَ. وَهُوَ اِبْن مُعَاوِيَة بْنُ حِصْن بْن عُبَادَةَ التَّمِيمِيّ السَّعْدِيّ , عَمّ الْأَحْنَف بْن قَيْس. وَهُوَ مَعْدُود فِي الصَّحَابَة. وَكَانَ عَامِل عُمَر عَلَى الْأَهْوَاز. وَوَقَعَ فِي رِوَايَة التِّرْمِذِيّ أَنَّهُ كَانَ عَلَى تَنَادُرَ ( قُلْت ) هِيَ مِنْ قُرَى الْأَهْوَاز. وَذَكَرَ الْبَلَاذِرِيُّ أَنَّهُ عَاشَ إِلَى خِلَافَة مُعَاوِيَة , وَوَلِيَ لِزِيَادِ بَعْض عَمَله. ‏ ‏قَوْله : ( قَبْل مَوْته بِسَنَةٍ ) ‏ ‏كَانَ ذَلِكَ سَنَة اِثْنَتَيْنِ وَعِشْرِينَ , لِأَنَّ عُمَر قُتِلَ سَنَة ثَلَاث. ‏ ‏قَوْله : ( فَرِّقُوا بَيْن كُلّ ذِي مَحْرَم مِنْ الْمَجُوس ) ‏ ‏زَادَ مُسَدَّد وَأَبُو يَعْلَى فِي رِوَايَتهمَا \" اُقْتُلُوا كُلّ سَاحِر قَالَ : فَقَتَلْنَا فِي يَوْم ثَلَاث سَوَاحِر , وَفَرَّقْنَا بَيْن الْمَحَارِم مِنْهُمْ , وَصَنَعَ طَعَامًا فَدَعَاهُمْ وَعَرَضَ السَّيْف عَلَى فَخِذَيْهِ , فَأَكَلُوا بِغَيْرِ زَمْزَمَة \" قَالَ الْخَطَّابِيُّ : أَرَادَ عُمَر بِالتَّفْرِقَةِ بَيْن الْمَحَارِم مِنْ الْمَجُوس مَنْعهمْ مِنْ إِظْهَار ذَلِكَ وَإِفْشَاء عُقُودهمْ بِهِ , وَهُوَ كَمَا شَرَطَ عَلَى النَّصَارَى أَنْ لَا يُظْهِرُوا صَلِيبَهُمْ. قُلْت قَدْ رَوَى سَعِيد بْن مَنْصُور مِنْ وَجْه آخَر عَنْ بَجَالَةَ مَا يُبَيِّن سَبَب ذَلِكَ وَلَفْظه \" أَنْ فَرِّقُوا بَيْن الْمَجُوس وَبَيْن مَحَارِمهمْ كَيْمَا نُلْحِقهُمْ بِأَهْلِ الْكِتَاب \" فَهَذَا يَدُلّ عَلَى أَنَّ ذَلِكَ عِنْد عُمَر شَرْط فِي قَبُول الْجِزْيَة مِنْهُمْ , وَأَمَّا الْأَمْر بِقَتْلِ السَّاحِر فَهُوَ مِنْ مَسَائِل الْخِلَاف , وَقَدْ وَقَعَ فِي رِوَايَة سَعِيد بْن مَنْصُور الْمَذْكُورَة مِنْ الزِّيَادَة \" وَاقْتُلُوا كُلّ سَاحِر وَكَاهِن \" وَسَيَأْتِي الْكَلَام عَلَى حُكْم السَّاحِر فِي \" بَاب هَلْ يُعْفَى عَنْ الذِّمِّيّ إِذَا سَحَرَ \". ‏ ‏قَوْله : ( وَلَمْ يَكُنْ عُمَر أَخَذَ الْجِزْيَة مِنْ الْمَجُوس حَتَّى شَهِدَ عَبْد الرَّحْمَن بْن عَوْف ) ‏ ‏قُلْت : إِنْ كَانَ هَذَا مِنْ جُمْلَة كِتَاب عُمَر فَهُوَ مُتَّصِل وَتَكُون فِيهِ رِوَايَة عُمَر عَنْ عَبْد الرَّحْمَن بْن عَوْف , وَبِذَلِكَ وَقَعَ التَّصْرِيح فِي رِوَايَة التِّرْمِذِيّ وَلَفْظه \" فَجَاءَنَا كِتَاب عُمَر : اُنْظُرْ مَجُوس مَنْ قَبْلك فَخُذْ مِنْهُمْ الْجِزْيَة , فَإِنَّ عَبْد الرَّحْمَن بْنَ عَوْف أَخْبَرَنِي \" فَذَكَرَهُ. لَكِنَّ أَصْحَاب الْأَطْرَاف ذَكَرُوا هَذَا الْحَدِيث فِي تَرْجَمَة بَجَالَة بْن عَبَدَة عَنْ عَبْد الرَّحْمَن بْنِ عَوْف , وَلَيْسَ بِجَيِّدٍ , وَقَدْ أَخْرَجَ أَبُو دَاوُدَ مِنْ طَرِيق قُشَيْرِ بْن عَمْرو عَنْ بَجَالَة عَنْ اِبْن عَبَّاس قَالَ \" جَاءَ رَجُل مِنْ مَجُوس هَجَرَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَلَمَّا خَرَجَ قُلْت لَهُ : مَا قَضَى اللَّه وَرَسُوله فِيكُمْ ؟ قَالَ. شَرّ , الْإِسْلَام أَوْ الْقَتْل. قَالَ : وَقَالَ عَبْد الرَّحْمَن بْن عَوْف : قَبِلَ مِنْهُمْ الْجِزْيَة. قَالَ اِبْن عَبَّاس فَأَخَذَ النَّاس بِقَوْلِ عَبْد الرَّحْمَن وَتَرَكُوا مَا سَمِعْت \" ; وَعَلَى هَذَا فَبَجَالَةُ يَرْوِيه عَنْ اِبْن عَبَّاس سَمَاعًا وَعَنْ عُمَر كِتَابَة كِلَاهُمَا عَنْ عَبْد الرَّحْمَن بْن عَوْف , وَرَوَى أَبُو عُبَيْد بِإِسْنَادٍ صَحِيح عَنْ حُذَيْفَة \" لَوْلَا أَنِّي رَأَيْت أَصْحَابِي أَخَذُوا الْجِزْيَة مِنْ الْمَجُوس مَا أَخَذْتهَا \" وَفِي الْمُوَطَّأ عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ \" أَنَّ عُمَر قَالَ : لَا أَدْرِي مَا أَصْنَع بِالْمَجُوسِ ؟ فَقَالَ عَبْد الرَّحْمَن بْن عَوْف : أَشْهَدُ لَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : سُنُّوا بِهِمْ سُنَّةَ أَهْل الْكِتَاب \" وَهَذَا مُنْقَطِع مَعَ ثِقَة رِجَاله , وَرَوَاهُ اِبْن الْمُنْذِر وَالدَّارَقُطْنِيُّ فِي \" الْغَرَائِب \" مِنْ طَرِيق أَبِي عَلِيّ الْحَنَفِيّ عَنْ مَالِك فَزَادَ فِيهِ \" عَنْ جَدّه \" وَهُوَ مُنْقَطِع أَيْضًا لِأَنَّ جَدّه عَلِيّ بْن الْحُسَيْن لَمْ يَلْحَق عَبْد الرَّحْمَن بْن عَوْف وَلَا عُمَر , فَإِنْ كَانَ الضَّمِير فِي قَوْله \" عَنْ جَدّه \" يَعُود عَلَى مُحَمَّد بْن عَلِيّ فَيَكُون مُتَّصِلًا لِأَنَّ جَدّه الْحُسَيْن بْن عَلِيّ سَمِعَ مِنْ عُمَر بْن الْخَطَّاب وَمِنْ عَبْد الرَّحْمَن بْن عَوْف , وَلَهُ شَاهِد مِنْ حَدِيث مُسْلِم بْن الْعَلَاء بْن الْحَضْرَمِيّ أَخْرَجَهُ الطَّبَرَانِيُّ فِي آخِر حَدِيث بِلَفْظِ \" سُنُّوا بِالْمَجُوسِ سُنَّة أَهْل الْكِتَاب \" قَالَ أَبُو عُمَر : هَذَا مِنْ الْكَلَام الْعَامّ الَّذِي أُرِيدَ بِهِ الْخَاصّ , لِأَنَّ الْمُرَاد سُنَّة أَهْل الْكِتَاب فِي أَخْذ الْجِزْيَة فَقَطْ. قُلْت : وَقَعَ فِي آخِر رِوَايَة أَبِي عَلِيّ الْحَنَفِيّ \" قَالَ مَالِك فِي الْجِزْيَة : وَاسْتُدِلَّ بِقَوْلِهِ سُنَّة أَهْل الْكِتَاب عَلَى أَنَّهُمْ لَيْسُوا أَهْل كِتَاب \" لَكِنْ رَوَى الشَّافِعِيّ وَعَبْد الرَّزَّاق وَغَيْرهمَا بِإِسْنَادٍ حَسَن عَنْ عَلِيّ \" كَانَ الْمَجُوس أَهْل كِتَاب يَقْرَءُونَهُ وَعِلْم يَدْرُسُونَهُ , فَشَرِبَ أَمِيرهمْ الْخَمْر فَوَقَعَ عَلَى أُخْته , فَلَمَّا أَصْبَحَ دَعَا أَهْل الطَّمَع فَأَعْطَاهُمْ وَقَالَ : إِنَّ آدَم كَانَ يُنْكِح أَوْلَاده بَنَاته , فَأَطَاعُوهُ وَقَتَلَ مَنْ خَالَفَهُ فَأَسْرَى عَلَى كِتَابهمْ وَعَلَى مَا فِي قُلُوبهمْ مِنْهُ فَلَمْ يَبْقَ عِنْدهمْ مِنْهُ شَيْء \" وَرَوَى عَبْد بْن حُمَيْدٍ فِي تَفْسِير سُورَة الْبُرُوج بِإِسْنَادٍ صَحِيح عَنْ اِبْن أَبْزَى \" لَمَّا هَزَمَ الْمُسْلِمُونَ أَهْل فَارِس قَالَ عُمَر : اِجْتَمِعُوا. فَقَالَ : إِنَّ الْمَجُوس لَيْسُوا أَهْل كِتَاب فَنَضَع عَلَيْهِمْ , وَلَا مِنْ عَبَدَة الْأَوْثَان فَنُجْرِي عَلَيْهِمْ أَحْكَامهمْ فَقَالَ عَلِيّ : بَلْ هُمْ أَهْل كِتَاب \" فَذَكَرَ نَحْوه لَكِنْ قَالَ \" وَقَعَ عَلَى اِبْنَته \" وَقَالَ فِي آخِره \" فَوَضَعَ الْأُخْدُود لِمَنْ خَالَفَهُ \" فَهَذَا حُجَّة لِمَنْ قَالَ كَانَ لَهُمْ كِتَاب , وَأَمَّا قَوْل اِبْن بَطَّال : لَوْ كَانَ لَهُمْ كِتَاب وَرُفِعَ لَرُفِعَ حُكْمه وَلَمَّا اِسْتَثْنَى حِلّ ذَبَائِحهمْ وَنِكَاح نِسَائِهِمْ , فَالْجَوَاب أَنَّ الِاسْتِثْنَاء وَقَعَ تَبَعًا لِلْأَثَرِ الْوَارِد فِي ذَلِكَ لِأَنَّ فِي ذَلِكَ شُبْهَة تَقْتَضِي حَقْن الدَّم , بِخِلَافِ النِّكَاح فَإِنَّهُ مِمَّا يُحْتَاط لَهُ. وَقَالَ اِبْن الْمُنْذِر : لَيْسَ تَحْرِيم نِسَائِهِمْ وَذَبَائِحهمْ مُتَّفَقًا عَلَيْهِ , وَلَكِنَّ الْأَكْثَر مِنْ أَهْل الْعِلْم عَلَيْهِ. وَفِي الْحَدِيث قَبُول خَبَر الْوَاحِد , وَأَنَّ الصَّحَابِيّ الْجَلِيل قَدْ يَغِيب عَنْهُ عِلْم مَا اِطَّلَعَ عَلَيْهِ غَيْره مِنْ أَقْوَال النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَحْكَامه , وَأَنَّهُ لَا نَقْص عَلَيْهِ فِي ذَلِكَ. وَفِيهِ التَّمَسُّك بِالْمَفْهُومِ لِأَنَّ عُمَر فَهِمَ مِنْ قَوْله \" أَهْل الْكِتَاب \" اِخْتِصَاصهمْ بِذَلِكَ حَتَّى حَدَّثَهُ عَبْد الرَّحْمَن بْن عَوْف بِإِلْحَاقِ الْمَجُوس بِهِمْ فَرَجَعَ إِلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3158",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، أَنَّهُ أَخْبَرَهُ أَنَّ عَمْرَو بْنَ عَوْفٍ الأَنْصَارِيَّ وَهْوَ حَلِيفٌ لِبَنِي عَامِرِ بْنِ لُؤَىٍّ وَكَانَ شَهِدَ بَدْرًا أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ إِلَى الْبَحْرَيْنِ يَأْتِي بِجِزْيَتِهَا، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم هُوَ صَالَحَ أَهْلَ الْبَحْرَيْنِ وَأَمَّرَ عَلَيْهِمُ الْعَلاَءَ بْنَ الْحَضْرَمِيِّ، فَقَدِمَ أَبُو عُبَيْدَةَ بِمَالٍ مِنَ الْبَحْرَيْنِ، فَسَمِعَتِ الأَنْصَارُ بِقُدُومِ أَبِي عُبَيْدَةَ فَوَافَتْ صَلاَةَ الصُّبْحِ مَعَ النَّبِيِّ صلى الله عليه وسلم، فَلَمَّا صَلَّى بِهِمِ الْفَجْرَ انْصَرَفَ، فَتَعَرَّضُوا لَهُ، فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ رَآهُمْ وَقَالَ ‏\"‏ أَظُنُّكُمْ قَدْ سَمِعْتُمْ أَنَّ أَبَا عُبَيْدَةَ قَدْ جَاءَ بِشَىْءٍ ‏\"‏‏.‏ قَالُوا أَجَلْ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ فَأَبْشِرُوا وَأَمِّلُوا مَا يَسُرُّكُمْ، فَوَاللَّهِ لاَ الْفَقْرَ أَخْشَى عَلَيْكُمْ، وَلَكِنْ أَخْشَى عَلَيْكُمْ أَنْ تُبْسَطَ عَلَيْكُمُ الدُّنْيَا كَمَا بُسِطَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ، فَتَنَافَسُوهَا كَمَا تَنَافَسُوهَا وَتُهْلِكَكُمْ كَمَا أَهْلَكَتْهُمْ ‏\"‏‏.‏",
    "english_text": "(who was an ally of Bam `Amr bin Lu'ai and one of those who had taken part in (the Ghazwa of) \nBadr): Allah's Messenger (ﷺ) sent Abu 'Ubaida bin Al-Jarreh to Bahrain to collect the Jizya. Allah's Messenger (ﷺ) \nhad established peace with the people of Bahrain and appointed Al-`Ala' bin Al-Hadrami as their \ngovernor. When Abu 'Ubaida came from Bahrain with the money, the Ansar heard of Abu 'Ubaida's \narrival which coincided with the time of the morning prayer with the Prophet. When Allah's Messenger (ﷺ) \nled them in the morning prayer and finished, the Ansar approached him, and he looked at them and \nsmiled on seeing them and said, \"I feel that you have heard that Abu. 'Ubaida has brought \nsomething?\" They said, \"Yes, O Allah's Messenger (ﷺ)' He said, \"Rejoice and hope for what will please you! \nBy Allah, I am not afraid of your poverty but I am afraid that you will lead a life of luxury as past \nnations did, whereupon you will compete with each other for it, as they competed for it, and it will \ndestroy you as it destroyed them.\"",
    "explication": "‏ ‏قَوْله : ( الْأَنْصَارِيّ ) ‏ ‏الْمَعْرُوف عِنْد أَهْل الْمَغَازِي أَنَّهُ مِنْ الْمُهَاجِرِينَ وَهُوَ مُوَافِق لِقَوْلِهِ هُنَا ‏ ‏\" وَهُوَ حَلِيف لِبَنِي عَامِر بْن لُؤَيّ \" ‏ ‏لِأَنَّهُ يُشْعِر بِكَوْنِهِ مِنْ أَهْل مَكَّة , وَيُحْتَمَل أَنْ يَكُون وَصَفَهُ بِالْأَنْصَارِيِّ بِالْمَعْنَى الْأَعَمّ , وَلَا مَانِع أَنْ يَكُون أَصْله مِنْ الْأَوْس وَالْخَزْرَج وَنَزَلَ مَكَّة وَحَالَفَ بَعْض أَهْلهَا فَبِهَذَا الِاعْتِبَار يَكُون أَنْصَارِيًّا مُهَاجِرِيًّا , ثُمَّ ظَهَرَ لِي أَنَّ لَفْظَة الْأَنْصَارِيّ وَهْم , وَقَدْ تَفَرَّدَ بِهَا شُعَيْب عَنْ الزُّهْرِيّ , وَرَوَاهُ أَصْحَاب الزُّهْرِيّ كُلّهمْ عَنْهُ بِدُونِهَا فِي الصَّحِيحَيْنِ وَغَيْرهمَا , وَهُوَ مَعْدُود فِي أَهْل بَدْر بِاتِّفَاقِهِمْ , وَوَقَعَ عِنْد مُوسَى بْن عُقْبَة فِي الْمَغَازِي أَنَّهُ عُمَيْر بْن عَوْف بِالتَّصْغِيرِ , وَسَيَأْتِي فِي الرِّقَاق مِنْ طَرِيق مُوسَى بْن عُقْبَة عَنْ الزُّهْرِيّ بِغَيْرِ تَصْغِير , وَكَأَنَّهُ كَانَ يُقَال فِيهِ بِالْوَجْهَيْنِ , وَقَدْ فَرَّقَ الْعَسْكَرِيّ بَيْن عُمَيْر بْن عَوْف وَعَمْرو بْن عَوْف وَالصَّوَاب الْوَحْدَة. ‏ ‏قَوْله : ( بَعَثَ أَبَا عُبَيْدَة بْن الْجَرَّاح إِلَى الْبَحْرَيْنِ ) ‏ ‏أَيْ الْبَلَد الْمَشْهُور بِالْعِرَاقِ , وَهِيَ بَيْن الْبَصْرَة وَهَجَرَ , ‏ ‏وَقَوْله \" يَأْتِي بِجِزْيَتِهَا \" ‏ ‏أَيْ بِجِزْيَةِ أَهْلهَا , وَكَانَ غَالِب أَهْلهَا إِذْ ذَاكَ الْمَجُوس , فَفِيهِ تَقْوِيَة لِلْحَدِيثِ الَّذِي قَبْله , وَمِنْ ثَمَّ تَرْجَمَ عَلَيْهِ النَّسَائِيُّ \" أَخْذ الْجِزْيَة مِنْ الْمَجُوس \" , وَذَكَرَ اِبْن سَعْد أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد قِسْمَة الْغَنَائِم بِالْجِعِرَّانَةِ أَرْسَلَ الْعَلَاء إِلَى الْمُنْذِر بْن سَاوَى عَامِل الْبَحْرَيْنِ يَدْعُوهُ إِلَى الْإِسْلَام فَأَسْلَمَ وَصَالَحَ مَجُوس تِلْكَ الْبِلَاد عَلَى الْجِزْيَة. ‏ ‏قَوْله : ( وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ صَالَحَ أَهْل الْبَحْرَيْنِ ) ‏ ‏كَانَ ذَلِكَ فِي سَنَة الْوُفُود سَنَة تِسْع مِنْ الْهِجْرَة , وَالْعَلَاء بْن الْحَضْرَمِيّ صَحَابِيّ شَهِير وَاسْم الْحَضْرَمِيّ عَبْد اللَّه بْن مَالِك بْن رَبِيعَة , وَكَانَ مِنْ أَهْل حَضْرَمَوْت فَقَدِمَ مَكَّة فَخَالَفَ بِهَا بَنِي مَخْزُوم , وَقِيلَ كَانَ اِسْم الْحَضْرَمِيّ فِي الْجَاهِلِيَّة زهرمز , وَذَكَرَ عُمَر بْنُ شَبَّة فِي \" كِتَاب مَكَّة \" عَنْ أَبِي غَسَّان عَنْ عَبْد الْعَزِيز بْن عِمْرَانَ أَنَّ كِسْرَى لَمَّا أَغَارَ بَنُو تَمِيم وَبَنُو شَيْبَانَ عَلَى مَاله أَرْسَلَ إِلَيْهِمْ عَسْكَرًا عَلَيْهِمْ زهرمز فَكَانَتْ وَقْعَة ذِي قَار فَقَتَلُوا الْفُرْس وَأَسَرُوا أَمِيرهمْ , فَاشْتَرَاهُ صَخْر بْن رَزِين الدَّيْلِيّ فَسَرَقَهُ مِنْهُ رَجُل مِنْ حَضْرَمَوْت فَتَبِعَهُ صَخْر حَتَّى اِفْتَدَاهُ مِنْهُ فَقَدِمَ بِهِ مَكَّة , وَكَانَ صَنَّاعًا فَعُتِقَ وَأَقَامَ بِمَكَّة وَوُلِدَ لَهُ أَوْلَاد نُجَبَاء وَتَزَوَّجَ أَبُو سُفْيَان اِبْنَته الصَّعْبَة فَصَارَتْ دَعْوَاهُمْ فِي آل حَرْب , ثُمَّ تَزَوَّجَهَا عُبَيْد اللَّه بْن عُثْمَان وَالِد طَلْحَة أَحَد الْعَشَرَة فَوَلَدَتْ لَهُ طَلْحَة. قَالَ وَقَالَ غَيْر عَبْد الْعَزِيز أَنَّ كُلْثُوم اِبْن رَزِين أَوْ أَخَاهُ الْأَسْوَد خَرَجَ تَاجِرًا فَرَأَى بِحَضْرَمَوْت عَبْدًا فَارِسًا نَجَّارًا يُقَال لَهُ زهرمز فَقَدِمَ بِهِ مَكَّة ثُمَّ اِشْتَرَاهُ مِنْ مَوْلَاهُ وَكَانَ حِمْيَرِيًّا يُكَنَّى أَبَا رِفَاعَةَ فَأَقَامَ بِمَكَّة فَصَارَ يُقَال لَهُ الْحَضْرَمِيّ حَتَّى غَلَبَ عَلَى اِسْمه , فَجَاوَرَ أَبَا سُفْيَان وَانْقَطَعَ إِلَيْهِ , وَكَانَ آل رَزِين حُلَفَاء لِحَرْبِ بْن أُمَيَّة , وَأَسْلَمَ الْعَلَاء قَدِيمًا وَمَاتَ الثَّلَاثَة الْمَذْكُورُونَ أَبُو عُبَيْدَة وَالْعَلَاء بِالْيَمَنِ وَعَمْرو بْن عَوْف فِي خِلَافَة عُمَر رَضِيَ اللَّه عَنْهُمْ. ‏ ‏قَوْله : ( فَقَدِمَ أَبُو عُبَيْدَة ) ‏ ‏تَقَدَّمَ فِي كِتَاب الصَّلَاة بَيَان الْمَال الْمَذْكُور وَقَدْره وَقِصَّة الْعَبَّاس فِي الْأَخْذ مِنْهُ وَهِيَ الَّتِي ذُكِرَتْ هُنَا أَيْضًا. ‏ ‏قَوْله : ( فَسَمِعَتْ الْأَنْصَار بِقُدُومِ أَبِي عُبَيْدَة فَوَافَقَتْ صَلَاة الصُّبْح ) ‏ ‏يُؤْخَذ مِنْهُ أَنَّهُمْ كَانُوا لَا يَجْتَمِعُونَ فِي كُلّ الصَّلَوَات فِي التَّجْمِيع إِلَّا لِأَمْرِ يَطْرَأ , وَكَانُوا يُصَلُّونَ فِي مَسَاجِدهمْ , إِذْ كَانَ لِكُلِّ قَبِيلَة مَسْجِد يَجْتَمِعُونَ فِيهِ , فَلِأَجْلِ ذَلِكَ عَرَفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُمْ اِجْتَمَعُوا لِأَمْرٍ , وَدَلَّتْ الْقَرِينَة عَلَى تَعْيِين ذَلِكَ الْأَمْر وَهُوَ اِحْتِيَاجهمْ إِلَى الْمَال لِلتَّوْسِعَةِ عَلَيْهِمْ فَأَبَوْا إِلَّا أَنْ يَكُون لِلْمُهَاجِرِينَ مِثْل ذَلِكَ , وَقَدْ تَقَدَّمَ هُنَاكَ مِنْ حَدِيث أَنَس , فَلَمَّا قَدِمَ الْمَال رَأَوْا أَنَّ لَهُمْ فِيهِ حَقًّا. وَيُحْتَمَل أَنْ يَكُون وَعَدَهُمْ بِأَنْ يُعْطِيهِمْ مِنْهُ إِذَا حَضَرَ , وَقَدْ وَعَدَ جَابِرًا بَعْد هَذَا أَنْ يُعْطِيه مِنْ مَال الْبَحْرَيْنِ فَوَفَّى لَهُ أَبُو بَكْر. ‏ ‏قَوْله : ( فَتَعَرَّضُوا لَهُ ) ‏ ‏أَيْ سَأَلُوهُ بِالْإِشَارَةِ. ‏ ‏قَوْله : ( قَالُوا أَجَلْ يَا رَسُول اللَّه ) ‏ ‏قَالَ الْأَخْفَش : أَجَلْ فِي الْمَعْنَى مِثْل نَعَمْ , لَكِنَّ نَعَمْ يَحْسُن أَنْ تُقَال جَوَاب الِاسْتِفْهَام , وَأَجَلْ أَحْسَن مِنْ نَعَمْ فِي التَّصْدِيق. ‏ ‏قَوْله : ( فَأَبْشِرُوا ) ‏ ‏أَمْر مَعْنَاهُ الْإِخْبَار بِحُصُولِ الْمَقْصُود. ‏ ‏قَوْله : ( فَتُنَافِسُوهَا ) ‏ ‏يَأْتِي الْكَلَام عَلَيْهِ فِي كِتَاب الرِّقَاق إِنْ شَاءَ اللَّه تَعَالَى. وَفِي هَذَا الْحَدِيث أَنَّ طَلَب الْعَطَاء مِنْ الْإِمَام لَا غَضَاضَة فِيهِ , وَفِيهِ الْبُشْرَى مِنْ الْإِمَام لِأَتْبَاعِهِ وَتَوْسِيع أَمَلهمْ مِنْهُ , وَفِيهِ مِنْ أَعْلَام النُّبُوَّة إِخْبَاره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا يُفْتَح عَلَيْهِمْ , وَفِيهِ أَنَّ الْمُنَافَسَة فِي الدُّنْيَا قَدْ تَجُرّ إِلَى هَلَاك الدِّين. وَوَقَعَ فِي حَدِيث عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ عِنْد مُسْلِم مَرْفُوعًا \" تَتَنَافَسُونَ , ثُمَّ تَتَحَاسَدُونَ , ثُمَّ تَتَدَابَرُونَ , ثُمَّ تَتَبَاغَضُونَ \" أَوْ نَحْو ذَلِكَ , وَفِيهِ إِشَارَة إِلَى أَنَّ كُلّ خَصْلَة مِنْ الْمَذْكُورَات مُسَبَّبَة عَنْ الَّتِي قَبْلهَا , وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَى ذَلِكَ فِي الرِّقَاق إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3159",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا الْفَضْلُ بْنُ يَعْقُوبَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدِ اللَّهِ الثَّقَفِيُّ، حَدَّثَنَا بَكْرُ بْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ، وَزِيَادُ بْنُ جُبَيْرٍ، عَنْ جُبَيْرِ بْنِ حَيَّةَ، قَالَ بَعَثَ عُمَرُ النَّاسَ فِي أَفْنَاءِ الأَمْصَارِ يُقَاتِلُونَ الْمُشْرِكِينَ، فَأَسْلَمَ الْهُرْمُزَانُ فَقَالَ إِنِّي مُسْتَشِيرُكَ فِي مَغَازِيَّ هَذِهِ‏.‏ قَالَ نَعَمْ، مَثَلُهَا وَمَثَلُ مَنْ فِيهَا مِنَ النَّاسِ مِنْ عَدُوِّ الْمُسْلِمِينَ مَثَلُ طَائِرٍ لَهُ رَأْسٌ وَلَهُ جَنَاحَانِ وَلَهُ رِجْلاَنِ، فَإِنْ كُسِرَ أَحَدُ الْجَنَاحَيْنِ نَهَضَتِ الرِّجْلاَنِ بِجَنَاحٍ وَالرَّأْسُ، فَإِنْ كُسِرَ الْجَنَاحُ الآخَرُ نَهَضَتِ الرِّجْلاَنِ وَالرَّأْسُ، وَإِنْ شُدِخَ الرَّأْسُ ذَهَبَتِ الرِّجْلاَنِ وَالْجَنَاحَانِ وَالرَّأْسُ، فَالرَّأْسُ كِسْرَى، وَالْجَنَاحُ قَيْصَرُ، وَالْجَنَاحُ الآخَرُ فَارِسُ، فَمُرِ الْمُسْلِمِينَ فَلْيَنْفِرُوا إِلَى كِسْرَى‏.‏ وَقَالَ بَكْرٌ وَزِيَادٌ جَمِيعًا عَنْ جُبَيْرِ بْنِ حَيَّةَ قَالَ فَنَدَبَنَا عُمَرُ وَاسْتَعْمَلَ عَلَيْنَا النُّعْمَانَ بْنَ مُقَرِّنٍ، حَتَّى إِذَا كُنَّا بِأَرْضِ الْعَدُوِّ، وَخَرَجَ عَلَيْنَا عَامِلُ كِسْرَى فِي أَرْبَعِينَ أَلْفًا، فَقَامَ تُرْجُمَانٌ فَقَالَ لِيُكَلِّمْنِي رَجُلٌ مِنْكُمْ‏.‏ فَقَالَ الْمُغِيرَةُ سَلْ عَمَّا شِئْتَ‏.‏ قَالَ مَا أَنْتُمْ قَالَ نَحْنُ أُنَاسٌ مِنَ الْعَرَبِ كُنَّا فِي شَقَاءٍ شَدِيدٍ وَبَلاَءٍ شَدِيدٍ، نَمَصُّ الْجِلْدَ وَالنَّوَى مِنَ الْجُوعِ، وَنَلْبَسُ الْوَبَرَ وَالشَّعَرَ، وَنَعْبُدُ الشَّجَرَ وَالْحَجَرَ، فَبَيْنَا نَحْنُ كَذَلِكَ، إِذْ بَعَثَ رَبُّ السَّمَوَاتِ وَرَبُّ الأَرَضِينَ تَعَالَى ذِكْرُهُ وَجَلَّتْ عَظَمَتُهُ إِلَيْنَا نَبِيًّا مِنْ أَنْفُسِنَا، نَعْرِفُ أَبَاهُ وَأُمَّهُ، فَأَمَرَنَا نَبِيُّنَا رَسُولُ رَبِّنَا صلى الله عليه وسلم أَنْ نَقَاتِلَكُمْ حَتَّى تَعْبُدُوا اللَّهَ وَحْدَهُ أَوْ تُؤَدُّوا الْجِزْيَةَ، وَأَخْبَرَنَا نَبِيُّنَا صلى الله عليه وسلم عَنْ رِسَالَةِ رَبِّنَا أَنَّهُ مَنْ قُتِلَ مِنَّا صَارَ إِلَى الْجَنَّةِ فِي نَعِيمٍ لَمْ يَرَ مِثْلَهَا قَطُّ، وَمَنْ بَقِيَ مِنَّا مَلَكَ رِقَابَكُمْ‏.‏ فَقَالَ النُّعْمَانُ رُبَّمَا أَشْهَدَكَ اللَّهُ مِثْلَهَا مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يُنَدِّمْكَ وَلَمْ يُخْزِكَ، وَلَكِنِّي شَهِدْتُ الْقِتَالَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا لَمْ يُقَاتِلْ فِي أَوَّلِ النَّهَارِ انْتَظَرَ حَتَّى تَهُبَّ الأَرْوَاحُ وَتَحْضُرَ الصَّلَوَاتُ‏.‏",
    "english_text": "`Umar sent the Muslims to the great countries to fight the pagans. When Al-Hurmuzan embraced \nIslam, `Umar said to him. \"I would like to consult you regarding these countries which I intend to \ninvade.\" Al-Hurmuzan said, \"Yes, the example of these countries and their inhabitants who are the \nenemies. of the Muslims, is like a bird with a head, two wings and two legs; If one of its wings got \nbroken, it would get up over its two legs, with one wing and the head; and if the other wing got \nbroken, it would get up with two legs and a head, but if its head got destroyed, then the two legs, two \nwings and the head would become useless. The head stands for Khosrau, and one wing stands for \nCaesar and the other wing stands for Faris. So, order the Muslims to go towards Khosrau.\" So, `Umar \nsent us (to Khosrau) appointing An-Nu`man bin Muqrin as our commander. When we reached the \nland of the enemy, the representative of Khosrau came out with forty-thousand warriors, and an \ninterpreter got up saying, \"Let one of you talk to me!\" \nAl-Mughira replied, \"Ask whatever you wish.\" The other asked, \"Who are you?\" Al-Mughira replied, \n\"We are some people from the Arabs; we led a hard, miserable, disastrous life: we used to suck the \nhides and the date stones from hunger; we used to wear clothes made up of fur of camels and hair of \ngoats, and to worship trees and stones. While we were in this state, the Lord of the Heavens and the \nEarths, Elevated is His Remembrance and Majestic is His Highness, sent to us from among ourselves \na Prophet whose father and mother are known to us. Our Prophet, the Messenger of our Lord, has \nordered us to fight you till you worship Allah Alone or give Jizya (i.e. tribute); and our Prophet has \ninformed us that our Lord says:-- \"Whoever amongst us is killed (i.e. martyred), shall go to Paradise \nto lead such a luxurious life as he has never seen, and whoever amongst us remain alive, shall become \nyour master.\" (Al-Mughira, then blamed An-Nu`man for delaying the attack and) An-Nu' man said to \nAl-Mughira, \"If you had participated in a similar battle, in the company of Allah's Messenger (ﷺ) he would \nnot have blamed you for waiting, nor would he have disgraced you. But I accompanied Allah's \nApostle in many battles and it was his custom that if he did not fight early by daytime, he would wait \ntill the wind had started blowing and the time for the prayer was due (i.e. after midday).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان ) ‏ ‏كَذَا فِي جَمِيع النُّسَخ بِسُكُونِ الْعَيْن الْمُهْمَلَة وَفَتْح الْمُثَنَّاة وَكَسْر الْمِيم , وَكَذَا وَقَعَ فِي مُسْتَخْرَج الْإِسْمَاعِيلِيّ وَغَيْره فِي هَذَا الْحَدِيث , وَزَعَمَ الدِّمْيَاطِيّ أَنَّ الصَّوَاب الْمُعَمَّر بِفَتْحِ الْمُهْمَلَة وَتَشْدِيد الْمِيم الْمَفْتُوحَة بِغَيْرِ مُثَنَّاة قَالَ : لِأَنَّ عَبْد اللَّه بْن جَعْفَر الرَّقِّيّ لَا يَرْوِي عَنْ الْمُعْتَمِر الْبَصْرِيّ , وَتُعُقِّبَ بِأَنَّ ذَلِكَ لَيْسَ بِكَافٍ فِي رَدّ الرِّوَايَات الصَّحِيحَة , وَهَبْ أَنَّ أَحَدهمَا لَمْ يَدْخُل بَلَد الْآخَر أَمَا يَجُوز أَنْ يَكُونَا اِلْتَقَيَا مَثَلًا فِي الْحَجّ أَوْ فِي الْغَزْو ؟ وَمَا ذَكَرَهُ مُعَارَض بِمِثْلِهِ , فَإِنَّ الْمُعَمَّر بْن سُلَيْمَان رَقِّيٌّ وَسَعِيد بْن عُبَيْد اللَّه بَصْرِيّ فَمَهْمَا اُسْتُبْعِدَ مِنْ لِقَاء الرَّقِّيّ الْبَصْرِيّ جَاءَ مِثْله فِي لِقَاء الرَّقِّيّ لِلْبَصْرِيِّ , وَأَيْضًا فَالَّذِينَ جَمَعُوا رِجَال الْبُخَارِيّ لَمْ يَذْكُرُوا فِيهِمْ الْمُعَمَّر بْن سُلَيْمَان الرَّقِّيّ وَأَطْبَقُوا عَلَى ذِكْر الْمُعْتَمِر بْن سُلَيْمَان التَّيْمِيِّ الْبَصْرِيّ , وَأَغْرَبَ الْكَرْمَانِيُّ فَحَكَى أَنَّهُ قِيلَ : الصَّوَاب فِي هَذَا مُعَمَّر بْن رَاشِد يَعْنِي شَيْخ عَبْد الرَّزَّاق. قُلْت : وَهَذَا هُوَ الْخَطَأ بِعَيْنِهِ , فَلَيْسَتْ لِعَبْدِ اللَّه بْن جَعْفَر الرَّقِّيّ عَنْ مُعَمَّر بْن رَاشِد رِوَايَة أَصْلًا , وَاللَّهُ الْمُسْتَعَانُ. ثُمَّ رَأَيْت سَلَفَ الدِّمْيَاطِيّ فِيمَا جَزَمَ بِهِ فَقَالَ اِبْن قُرْقُولٍ فِي الْمَطَالِع : وَقَعَ فِي التَّوْحِيد وَفِي الْجِزْيَة عَنْ الْفَضْل بْن يَعْقُوب عَنْ عَبْد اللَّه بْن جَعْفَر عَنْ مُعْتَمِر بْن سُلَيْمَان عَنْ سَعِيد بْن عُبَيْد اللَّه كَذَا لِلْجَمِيعِ فِي الْمَوْضِعَيْنِ , قَالُوا وَهُوَ وَهْم , وَإِنَّمَا هُوَ الْمُعَمَّر بْن سُلَيْمَان الرَّقِّيّ , وَكَذَا كَانَ فِي أَصْل الْأَصِيلِيِّ فَزَادَ فِيهِ التَّاء وَأَصْلَحَهُ فِي الْمَوْضِعَيْنِ , قَالَ الْأَصِيلِيُّ : الْمُعْتَمِر هُوَ الصَّحِيح , وَقَالَ غَيْره : الْمُعَمَّر هُوَ الصَّحِيح وَالرَّقِّيّ لَا يَرْوِي عَنْ الْمُعْتَمِر , قَالَ : وَلَمْ يَذْكُر الْحَاكِم وَلَا الْبَاجِيُّ فِي رِجَال الْبُخَارِيّ الْمُعَمَّر بْن سُلَيْمَان , بَلْ قَالَ الْبَاجِيُّ فِي تَرْجَمَة عَبْد اللَّه بْن جَعْفَر : يَرْوِي عَنْ الْمُعْتَمِر , وَلَمْ يَذْكُر لَهُ الْبُخَارِيّ عَنْهُ رِوَايَة. ‏ ‏قَوْله : ( حَدَّثَنَا سَعِيد بْن عُبَيْد اللَّه الثَّقَفِيّ ) ) ‏ ‏هُوَ اِبْن جُبَيْر بْن حَيَّة الْمَذْكُور بَعْدُ , وَزِيَاد بْن جُبَيْر شَيْخه هُوَ اِبْن عَمّه. ‏ ‏قَوْله : ( عَنْ جُبَيْر بْن حَيَّة ) ‏ ‏هُوَ جَدّ زِيَاد وَحَيَّة أَبُوهُ بِمُهْمَلَة وَتَحْتَانِيَّة مُثْقَلَة , وَهُوَ مِنْ كِبَار التَّابِعِينَ , وَاسْم جَدّه مَسْعُود بْن مُعْتِب بِمُهْمَلَة وَمُثَنَّاة ثُمَّ مُوَحَّدَة , وَمِنْهُمْ مَنْ عَدَّهُ فِي الصَّحَابَة وَلَيْسَ ذَلِكَ عِنْدِي بِبَعِيدٍ , لِأَنَّ مَنْ شَهِدَ الْفُتُوح فِي وَسَط خِلَافَة عُمَر يَكُون فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُمَيَّزًا , وَقَدْ نَقَلَ اِبْن عَبْد الْبَرّ أَنَّهُ لَمْ يَبْقَ فِي سَنَة حَجَّة الْوَدَاع مِنْ قُرَيْش وَثَقِيف أَحَدٌ إِلَّا أَسْلَمَ وَشَهِدَهَا وَهَذَا مِنْهُمْ , وَهُوَ مِنْ بَيْت كَبِير فَإِنَّ عَمّه عُرْوَة بْن مَسْعُود كَانَ رَئِيس ثَقِيف فِي زَمَانه وَالْمُغِيرَة بْن شُعْبَة اِبْن عَمّه , وَوَقَعَ فِي رِوَايَة الطَّبَرِيِّ مِنْ طَرِيق مُبَارَك بْن فَضَالَةَ عَنْ زِيَاد بْن جُبَيْر \" حَدَّثَنِي أَبِي \" وَلِسَعِيدِ حَفِيده رِوَايَة أُخْرَى فِي الْأَشْرِبَة وَالتَّوْحِيد , وَعَمّه زِيَاد بْن جُبَيْر تَقَدَّمَتْ لَهُ رِوَايَات أُخْرَى فِي الصَّوْم وَالْحَجّ , وَذَكَرَ أَبُو الشَّيْخ أَنَّ جُبَيْر بْن حَيَّة وَلِيَ إِمْرَة أَصْبَهَانَ وَمَاتَ فِي خِلَافَة عَبْد الْمَلِك بْن مَرْوَان. ‏ ‏قَوْله : ( بَعَثَ عُمَر النَّاس فِي أَفْنَاء الْأَمْصَار ) ‏ ‏أَيْ فِي مَجْمُوع الْبِلَاد الْكِبَار , وَالْأَفْنَاء بِالْفَاءِ وَالنُّون مَمْدُود جَمْع فِنْوٍ بِكَسْرِ الْفَاء وَسُكُون النُّون , وَيُقَال فُلَان مِنْ أَفْنَاء النَّاس إِذَا لَمْ تُعَيَّن قَبِيلَته. وَالْمِصْر الْمَدِينَة الْعَظِيمَة , وَوَقَعَ عِنْد الْكَرْمَانِيِّ \" الْأَنْصَار \" بِالنُّونِ بَدَلَ الْمِيم وَشَرَحَ عَلَيْهِ ثُمَّ قَالَ : وَفِي بَعْضهَا الْأَمْصَار. ‏ ‏قَوْله : ( فَأَسْلَمَ الْهُرْمُزَانُ ) ‏ ‏فِي السِّيَاق اِخْتِصَار كَثِير لِأَنَّ إِسْلَام الْهُرْمُزَانِ كَانَ بَعْد قِتَال كَثِير بَيْنه وَبَيْن الْمُسْلِمِينَ بِمَدِينَةِ تَسْتُرَ , ثُمَّ نَزَلَ عَلَى حُكْم عُمَر فَأَسَرَهُ أَبُو مُوسَى الْأَشْعَرِيّ وَأَرْسَلَ بِهِ إِلَى عُمَر مَعَ أَنَس فَأَسْلَمَ فَصَارَ عُمَر يُقَرِّبهُ وَيَسْتَشِيرهُ , ثُمَّ اِتَّفَقَ أَنَّ عُبَيْد اللَّه - بِالتَّصْغِيرِ - بْنَ عُمَر بْن الْخَطَّاب اِتَّهَمَهُ بِأَنَّهُ وَاطَأَ أَبَا لُؤْلُؤَة عَلَى قَتْل عُمَر فَعَدَا عَلَى الْهُرْمُزَانِ فَقَتَلَهُ بَعْد قَتْل عُمَر , وَسَتَأْتِي قِصَّة إِسْلَام الْهُرْمُزَانِ بَعْد عَشَرَة أَبْوَاب. وَهُوَ بِضَمِّ الْهَاء وَسُكُون الرَّاء وَضَمّ الْمِيم بَعْدهَا زَاي , وَكَانَ مِنْ زُعَمَاء الْفُرْس. ‏ ‏قَوْله : ( إِنِّي مُسْتَشِيرك فِي مَغَازِيَّ ) ‏ ‏بِالتَّشْدِيدِ , وَهَذِهِ إِشَارَة إِلَى مَا فِي قَصْده , وَوَقَعَ فِي رِوَايَة اِبْن أَبِي شَيْبَة مِنْ طَرِيق مَعْقِل بْن يَسَار \" أَنَّ عُمَر شَاوَرَ الْهُرْمُزَان فِي فَارِس وَأَصْبَهَانَ وَأَذْرَبِيجَان \" أَيْ بِأَيِّهَا يَبْدَأ , وَهَذَا يُشْعِر بِأَنَّ الْمُرَاد أَنَّهُ اِسْتَشَارَهُ فِي جِهَات مَخْصُوصَة , وَالْهُرْمُزَان كَانَ مِنْ أَهْل تِلْكَ الْبِلَاد وَكَانَ أَعْلَم بِأَحْوَالِهَا مِنْ غَيْره , وَعَلَى هَذَا فَفِي قَوْله فِي حَدِيث الْبَاب \" فَالرَّأْس كِسْرَى وَالْجَنَاح قَيْصَر وَالْجَنَاح الْآخَر فَارِس \" نَظَر , لِأَنَّ كِسْرَى هُوَ رَأْس أَهْل فَارِس , وَأَمَّا قَيْصَر صَاحِب الرُّوم فَلَمْ يَكُنْ كِسْرَى رَأْسًا لَهُمْ. وَقَدْ وَقَعَ عِنْد الطَّبَرِيِّ مِنْ طَرِيق مُبَارَك بْن فَضَالَة الْمَذْكُورَة قَالَ \" فَإِنَّ فَارِس الْيَوْم رَأْس وَجَنَاحَانِ \" وَهَذَا مُوَافِق لِرِوَايَةِ اِبْن أَبِي شَيْبَة وَهُوَ أَوْلَى , لِأَنَّ قَيْصَر كَانَ بِالشَّامِ ثُمَّ بِبِلَادِ الشِّمَال وَلَا تَعَلُّق لَهُمْ بِالْعِرَاقِ وَفَارِس وَالْمَشْرِق. وَلَوْ أَرَادَ أَنْ يَجْعَل كِسْرَى رَأْس الْمُلُوك وَهُوَ مَلِك الْمَشْرِق وَقَيْصَر مَلِك الرُّوم دُونه وَلِذَلِكَ جَعَلَهُ جَنَاحَانِ لَكَانَ الْمُنَاسِب أَنْ يَجْعَل الْجَنَاح الثَّانِي مَا يُقَابِلهُ مِنْ جِهَة الْيَمِين كَمُلُوكِ الْهِنْد وَالصِّين مَثَلًا , لَكِنْ دَلَّتْ الرِّوَايَة الْأُخْرَى عَلَى أَنَّهُ لَمْ يُرِدْ إِلَّا أَهْل بِلَاده الَّتِي هُوَ عَالِم بِهَا , وَكَأَنَّ الْجُيُوش إِذْ ذَاكَ كَانَتْ بِالْبِلَادِ الثَّلَاثَة , وَأَكْثَرهَا وَأَعْظَمهَا بِالْبَلْدَةِ الَّتِي فِيهَا كِسْرَى لِأَنَّهُ كَانَ رَأْسهمْ. ‏ ‏قَوْله : ( فَمُرْ الْمُسْلِمِينَ فَلْيَنْفِرُوا إِلَى كِسْرَى ) ‏ ‏فِي رِوَايَة مُبَارَك أَنَّ الْهُرْمُزَان قَالَ \" فَاقْطَعْ الْجَنَاحَيْنِ يَلِنْ لَك الرَّأْس \" فَأَنْكَرَ عَلَيْهِ عُمَر فَقَالَ \" بَلْ اِقْطَعْ الرَّأْس أَوَّلًا \" فَيُحْتَمَل أَنَّهُ لَمَّا أَنْكَرَ عَلَيْهِ عَادَ فَأَشَارَ عَلَيْهِ بِالصَّوَابِ. ‏ ‏قَوْله : ( وَاسْتَعْمَلَ عَلَيْنَا النُّعْمَان بْن مُقَرِّن ) ‏ ‏بِالْقَافِ وَتَشْدِيد الرَّاء وَهُوَ الْمُزَنِيُّ , وَكَانَ مِنْ أَفَاضِل الصَّحَابَة هَاجَرَ هُوَ وَإِخْوَة لَهُ سَبْعَة وَقِيلَ عَشَرَة , وَقَالَ اِبْن مَسْعُود \" إِنَّ لِلْإِيمَانِ بُيُوتًا , وَإِنَّ بَيْت آل مُقَرِّن مِنْ بُيُوت الْإِيمَان \" وَكَانَ النُّعْمَان قَدِمَ عَلَى عُمَر بِفَتْحِ الْقَادِسِيَّة فَفِي رِوَايَة اِبْن أَبِي شَيْبَة الْمَذْكُورَة \" فَدَخَلَ عُمَر الْمَسْجِد فَإِذَا هُوَ بِالنُّعْمَانِ يُصَلِّي فَقَعَدَ , فَلَمَّا فَرَغَ قَالَ : إِنِّي مُسْتَعْمِلك , قَالَ أَمَّا جَابِيًا فَلَا , وَلَكِنْ غَازِيًا , قَالَ : فَإِنَّك غَازٍ , فَخَرَجَ مَعَهُ الزُّبَيْر وَحُذَيْفَة وَابْن عَمْرو وَالْأَشْعَث وَعَمْرو بْن مَعْدِي كَرِبَ \" وَفِي رِوَايَة الطَّبَرِيِّ الْمَذْكُورَة \" فَأَرَادَ عُمَر الْمَسِير بِنَفْسِهِ , ثُمَّ بَعَثَ النُّعْمَان وَمَعَهُ اِبْن عُمَر وَجَمَاعَة , وَكَتَبَ إِلَى أَبِي مُوسَى أَنْ يَسِير بِأَهْلِ الْبَصْرَة , وَإِلَى حُذَيْفَة أَنْ يَسِير بِأَهْلِ الْكُوفَة , حَتَّى يَجْتَمِعُوا بِنَهَاوَنْد , وَهِيَ بِفَتْحِ النُّون وَالْهَاء وَالْوَاو وَسُكُون الثَّانِيَة , قَالَ : وَإِذَا اِلْتَقَيْتُمْ فَأَمِيركُمْ النُّعْمَان بْن مُقَرِّن \". ‏ ‏قَوْله : ( حَتَّى إِذَا كُنَّا بِأَرْضِ الْعَدُوّ ) ‏ ‏وَقَدْ عُرِفَ مِنْ رِوَايَة الطَّبَرِيِّ أَنَّهَا نَهَاوَنْد. ‏ ‏قَوْله : ( خَرَجَ عَلَيْنَا عَامِل كِسْرَى ) ‏ ‏سَمَّاهُ مُبَارَك بْن فَضَالَة فِي رِوَايَته بُنْدَار , وَعِنْد اِبْن أَبِي شَيْبَة أَنَّهُ ذُو الْجَنَاحَيْنِ , فَلَعَلَّ أَحَدهمَا لَقَبه. ‏ ‏قَوْله : ( فَقَامَ تُرْجُمَان ) ) ‏ ‏فِي رِوَايَة الطَّبَرِيِّ مِنْ الزِّيَادَة \" فَلَمَّا اِجْتَمَعُوا أَرْسَلَ بُنْدَار إِلَيْهِمْ أَنْ أَرْسِلُوا إِلَيْنَا رَجُلًا نُكَلِّمهُ , فَأَرْسَلُوا إِلَيْهِ الْمُغِيرَة \" وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" وَكَانَ بَيْنهمْ نَهْر. فَسَرَّحَ إِلَيْهِمْ الْمُغِيرَة , فَعَبَرَ النَّهْر , فَشَاوَرَ ذُو الْجَنَاحَيْنِ أَصْحَابه كَيْفَ نَقْعُد لِلرَّسُولِ ؟ فَقَالُوا لَهُ : اُقْعُدْ فِي هَيْئَة الْمَلِك وَبَهْجَته , فَقَعَدَ عَلَى سَرِيره وَوَضَعَ التَّاج عَلَى رَأْسه وَقَامَ أَبْنَاء الْمُلُوك حَوْلَ سِمَاطَيْنِ عَلَيْهِمْ أَسَاوِر الذَّهَب وَالْقِرَطَة وَالدِّيبَاج , قَالَ فَأَذِنَ لِلْمُغِيرَةِ فَأَخَذَ بِضَبْعَيْهِ رَجُلَانِ وَمَعَهُ رُمْحه وَسَيْفه , فَجَعَلَ يَطْعَن بِرُمْحِهِ فِي بُسُطهمْ لِيَتَطَيَّرُوا \" وَفِي رِوَايَة الطَّبَرِيِّ \" قَالَ الْمُغِيرَة : فَمَضَيْت وَنَكَّسْت رَأْسِي فَدَفَعْت فَقُلْت لَهُمْ : إِنَّ الرَّسُول لَا يُفْعَل بِهِ هَذَا \". ‏ ‏قَوْله : ( مَا أَنْتُمْ ) ‏ ‏هَكَذَا خَاطَبَهُ بِصِيغَةِ مَنْ لَا يَعْقِل اِحْتِقَارًا لَهُ , وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" فَقَالَ إِنَّكُمْ مَعْشَر الْعَرَب أَصَابَكُمْ جُوع وَجَهْد فَجِئْتُمْ , فَإِنْ شِئْتُمْ مِرْنَاكُمْ \" بِكَسْرِ الْمِيم وَسُكُون الرَّاء أَيْ أَعْطَيْنَاكُمْ الْمِيرَة أَيْ الزَّاد وَرَجَعْتُمْ \". وَفِي رِوَايَة الطَّبَرِيِّ \" إِنَّكُمْ مَعْشَر الْعَرَب أَطْوَل النَّاس جُوعًا وَأَبْعَد النَّاس مِنْ كُلّ خَيْر , وَمَا مَنَعَنِي أَنْ آمُر هَؤُلَاءِ الْأَسَاوِرَة أَنْ يَنْتَظِمُوكُمْ بِالنِّشَابِ إِلَّا تَنَجُّسًا لِجِيَفِكُمْ \" قَالَ \" فَحَمِدْت اللَّه وَأَثْنَيْت عَلَيْهِ ثُمَّ قُلْت : مَا أَخْطَأْت شَيْئًا مِنْ صِفَتنَا , كَذَلِكَ كُنَّا , حَتَّى بَعَثَ اللَّه إِلَيْنَا رَسُوله \". ‏ ‏قَوْله : ( نَعْرِف أَبَاهُ وَأُمّه ) ‏ ‏زَادَ فِي رِوَايَة اِبْن أَبِي شَيْبَة \" فِي شَرَف مِنَّا , أَوْسَطنَا حَسَبًا , وَأَصْدَقنَا حَدِيثًا \" ‏ ‏قَوْله : ( فَأَمَرَنَا نَبِيّنَا رَسُول رَبّنَا أَنْ نُقَاتِلكُمْ حَتَّى تَعْبُدُوا اللَّه وَحْده أَوْ تُؤَدُّوا الْجِزْيَة ) ‏ ‏هَذَا الْقَدْر هُوَ الَّذِي يُحْتَاج إِلَيْهِ فِي هَذَا الْبَاب , وَفِيهِ إِخْبَار الْمُغِيرَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ بِقِتَالِ الْمَجُوس حَتَّى يُؤَدُّوا الْجِزْيَة , فَفِيهِ دَفْع لِقَوْلِ مَنْ زَعَمَ أَنَّ عَبْد الرَّحْمَن بْن عَوْف تَفَرَّدَ بِذَلِكَ , وَزَادَ فِي رِوَايَة الطَّبَرِيِّ \" وَإِنَّا وَاللَّهِ لَا نَرْجِع إِلَى ذَلِكَ الشَّقَاء حَتَّى نَغْلِبكُمْ عَلَى مَا فِي أَيْدِيكُمْ \". ‏ ‏قَوْله : ( فَقَالَ النُّعْمَان ) ) ‏ ‏هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة مُخْتَصَرًا , قَالَ اِبْن بَطَّال : قَوْل النُّعْمَان لِلْمُغِيرَةِ \" رُبَّمَا أَشْهَدَك اللَّه مِثْلهَا \" أَيْ مِثْل هَذِهِ الشِّدَّة , ) ‏ ‏وَقَوْله \" فَلَمْ يُنَدِّمك \" ‏ ‏أَيْ مَا لَقِيت مَعَهُ مِنْ الشِّدَّة ‏ ‏\" وَلَمْ يُحْزِنك \" ‏ ‏أَيْ لَوْ قُتِلْت مَعَهُ لِعِلْمِك بِمَا تَصِير إِلَيْهِ مِنْ النَّعِيم وَثَوَاب الشَّهَادَة , قَالَ وَقَوْله ‏ ‏\" وَلَكِنِّي شَهِدْت إِلَخْ \" ‏ ‏كَلَام مُسْتَأْنَف وَابْتِدَاء قِصَّة أُخْرَى ا ه. وَقَدْ بَيَّنَ مُبَارَك بْن فَضَالَة فِي رِوَايَته عَنْ زِيَاد بْن جُبَيْر اِرْتِبَاط كَلَام النُّعْمَان بِمَا قَبْله , وَبِسِيَاقِهِ يَتَبَيَّن أَنَّهُ لَيْسَ قِصَّة مُسْتَأْنَفَة , وَحَاصِله أَنَّ الْمُغِيرَة أَنْكَرَ عَلَى النُّعْمَان تَأْخِير الْقِتَال فَاعْتَذَرَ النُّعْمَان بِمَا قَالَهُ , وَمَا أَوَّلَ بِهِ قَوْله \" فَلَمْ يُنَدِّمك إِلَخْ \" فِيهِ أَيْضًا نَظَر , وَالَّذِي يَظْهَر أَنَّهُ أَرَادَ بِقَوْلِهِ \" فَلَمْ يُنَدِّمك \" أَيْ عَلَى التَّأَنِّي وَالصَّبْر حَتَّى تَزُول الشَّمْس , وَقَوْله \" وَلَمْ يُحْزِنك \" شَرْحه عَلَى أَنَّهُ بِالْمُهْمَلَةِ وَالنُّون مِنْ الْحُزْن وَفِي رِوَايَة الْمُسْتَمْلِي بِالْخَاءِ الْمُعْجَمَة بِغَيْرِ نُون وَهُوَ أَوْجَه لِوِفَاقِ مَا قَبْله , وَهُوَ نَظِير مَا تَقَدَّمَ فِي وَفْد عَبْد الْقَيْس \" غَيْر خَزَايَا وَلَا نَدَامَى \" وَلَفْظ مُبَارَك مُلَخَّصًا أَنَّهُمْ \" أَرْسَلُوا إِلَيْهِمْ إِمَّا أَنْ تَعْبُرُوا إِلَيْنَا النَّهْر أَوْ نَعْبُر إِلَيْكُمْ , قَالَ النُّعْمَان اُعْبُرُوا إِلَيْهِمْ , قَالَ فَتَلَاقَوْا وَقَدْ قَرَنَ بَعْضهمْ بَعْضًا وَأَلْقَوْا حَسَك الْحَدِيد خَلْفهمْ لِئَلَّا يَفِرُّوا , قَالَ فَرَأَى الْمُغِيرَة كَثْرَتهمْ فَقَالَ لَمْ أَرَ كَالْيَوْمِ فَشَلًا أَنَّ عَدُوّنَا يَتْرُكُونَ يَتَأَهَّبُونَ , أَمَا وَاللَّهِ لَوْ كَانَ الْأَمْر إِلَيَّ لَقَدْ أَعْجَلْتهمْ \" وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" فَصَافَفْنَاهُمْ , فَرَشَقُونَا حَتَّى أَسْرَعُوا فِينَا , فَقَالَ الْمُغِيرَة لِلنُّعْمَانِ إِنَّهُ قَدْ أَسْرَعَ فِي النَّاس فَلَوْ حَمَلْت , فَقَالَ النُّعْمَان : إِنَّك لَذُو مَنَاقِب , وَقَدْ شَهِدْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْلهَا \" وَفِي رِوَايَة الطَّبَرِيِّ \" قَدْ كَانَ اللَّه أَشْهَدَك أَمْثَالهَا , وَاللَّهِ مَا مَنَعَنِي أَنْ أَنَاجِزهمْ إِلَّا شَيْء شَهِدْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( حَتَّى تَهُبّ الْأَرْوَاح ) ‏ ‏جَمْع رِيح وَأَصْله الْوَاو , لَكِنْ لَمَّا اِنْكَسَرَ مَا قَبْل الْوَاو السَّاكِنَة اِنْقَلَبَتْ يَاء وَالْجَمْع يَرُدّ الْأَشْيَاء إِلَى أُصُولهَا , وَقَدْ حَكَى اِبْن جِنِّيّ جَمْع رِيح عَلَى أَرْيَاح. ‏ ‏قَوْله : ( وَتَحْضُر الصَّلَوَات ) ‏ ‏فِي رِوَايَة اِبْن أَبِي شَيْبَة \" وَتَزُول الشَّمْس \" وَهُوَ بِالْمَعْنَى ; وَزَادَ فِي رِوَايَة الطَّبَرِيِّ \" وَيَطِيب الْقِتَال \" وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" وَيَنْزِل النَّصْر \" وَزَادَ مَعًا وَاللَّفْظ لِمُبَارَكِ بْن فَضَالَة عَنْ زِيَاد بْن جُبَيْر \" فَقَالَ النُّعْمَان : اللَّهُمَّ إِنِّي أَسْأَلك أَنْ تَقَرّ عَيْنِي الْيَوْم بِفَتْحٍ يَكُون فِيهِ عِزّ الْإِسْلَام وَذُلّ الْكُفْر وَالشَّهَادَة لِي \" ثُمَّ قَالَ \" إِنِّي هَازّ اللِّوَاء فَتَيَسَّرُوا لِلْقِتَالِ \" , وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" فَلْيَقْضِ الرَّجُل حَاجَته وَلْيَتَوَضَّأْ , ثُمَّ هَازّه الثَّانِيَة فَتَأَهَّبُوا \" وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" فَلْيَنْظُرْ الرَّجُل إِلَى نَفْسه وَيَرْمِي مِنْ سِلَاحه , ثُمَّ هَازّه الثَّالِثَة فَاحْمِلُوا , وَلَا يَلْوِيَن أَحَد عَلَى أَحَد , وَلَوْ قُتِلْت , فَإِنْ قُتِلْت فَعَلَى النَّاس حُذَيْفَة. قَالَ فَحَمَلَ وَحَمَلَ النَّاس , فَوَاللَّهِ مَا عَلِمْت أَنَّ أَحَدًا يَوْمَئِذٍ يُرِيد أَنْ يَرْجِع إِلَى أَهْله حَتَّى يُقْتَل أَوْ يَظْفَر. فَثَبَتُوا لَنَا , ثُمَّ اِنْهَزَمُوا , فَجَعَلَ الْوَاحِد يَقَع عَلَى الْآخَر فَيَقْتُل سَبْعَة , وَجَعَلَ الْحَسَك الَّذِي جَعَلُوهُ خَلْفهمْ يَعْقِرهُمْ \" وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" وَوَقَعَ ذُو الْجَنَاحَيْنِ عَنْ بَغْلَة شَهْبَاء فَانْشَقَّ بَطْنه , فَفَتَحَ اللَّه عَلَى الْمُسْلِمِينَ \" وَفِي رِوَايَة الطَّبَرِيِّ \" وَجَعَلَ النُّعْمَان يَتَقَدَّم بِاللِّوَاءِ , فَلَمَّا تَحَقَّقَ الْفَتْح جَاءَتْهُ نَشَّابَة فِي خَاصِرَته فَصَرَعَتْهُ , فَسَجَّاهُ أَخُوهُ مَعْقِل ثَوْبًا وَأَخَذَ اللِّوَاء , وَرَجَعَ النَّاس فَنَزَلُوا وَبَايَعُوا حُذَيْفَة , فَكَتَبَ بِالْفَتْحِ إِلَى عُمَر مَعَ رَجُل مِنْ الْمُسْلِمِينَ \" قُلْت : وَسَمَّاهُ سَيْف فِي \" الْفُتُوح \" طَرِيف بْن سَهْم , وَعِنْد اِبْن أَبِي شَيْبَة مِنْ طَرِيق عَلِيّ بْن زَيْد بْن جَدْعَان عَنْ أَبِي عُثْمَان هُوَ النَّهْدِيُّ أَنَّهُ ذَهَبَ بِالْبِشَارَةِ إِلَى عُمَر , فَيُمْكِن أَنْ يَكُونَا تَرَافَقَا , وَذَكَرَ الطَّبَرِيُّ أَنَّ ذَلِكَ كَانَ سَنَة تِسْع عَشْرَة وَقِيلَ سَنَة إِحْدَى وَعِشْرِينَ , وَفِي الْحَدِيث مَنْقَبَة لِلنُّعْمَانِ وَمَعْرِفَة الْمُغِيرَة بِالْحَرْبِ وَقُوَّة نَفْسه وَشَهَامَته وَفَصَاحَته وَبَلَاغَته , وَلَقَدْ اِشْتَمَلَ كَلَامه هَذَا الْوَجِيز عَلَى بَيَان أَحْوَالهمْ الدُّنْيَوِيَّة مِنْ الْمَطْعَم وَالْمَلْبَس وَنَحْوهمَا , وَعَلَى أَحْوَالهمْ الدِّينِيَّة أَوَّلًا وَثَانِيًا , وَعَلَى مُعْتَقَدهمْ مِنْ التَّوْحِيد وَالرِّسَالَة وَالْإِيمَان بِالْمِعَادِ , وَعَلَى بَيَان مُعْجِزَات الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِخْبَاره بِالْمُغَيَّبَاتِ وَوُقُوعهَا كَمَا أَخْبَرَ , وَفِيهِ فَضْل الْمَشُورَة وَأَنَّ الْكَبِير لَا نَقْص عَلَيْهِ فِي مُشَاوَرَة مَنْ هُوَ دُونه , وَأَنَّ الْمَفْضُول قَدْ يَكُون أَمِيرًا عَلَى الْأَفْضَل , لِأَنَّ الزُّبَيْر بْن الْعَوَّام كَانَ فِي جَيْش عَلَيْهِ فِيهِ النُّعْمَان بْن مُقَرِّن وَالزُّبَيْر أَفْضَل مِنْهُ اِتِّفَاقًا , وَمِثْله تَأْمِير عَمْرو بْن الْعَاصِ عَلَى جَيْش فِيهِ أَبُو بَكْر وَعُمَر كَمَا سَيَأْتِي فِي أَوَاخِر الْمَغَازِي , وَفِيهِ ضَرْب الْمَثَل وَجَوْدَة تَصَوُّر الْهُرْمُزَان وَلِذَلِكَ اِسْتَشَارَهُ عُمَر , وَتَشْبِيه لِغَائِبِ الْمَجُوس بِحَاضِرِ مَحْسُوس لِتَقْرِيبِهِ إِلَى الْفَهْم , وَفِيهِ الْبُدَاءَة بِقِتَالِ الْأَهَمّ فَالْأَهَمّ , وَبَيَان مَا كَانَ الْعَرَب عَلَيْهِ فِي الْجَاهِلِيَّة مِنْ الْفَقْر وَشَظَف الْعَيْش , وَالْإِرْسَال إِلَى الْإِمَام بِالْبِشَارَةِ , وَفَضْل الْقِتَال بَعْد زَوَال الشَّمْس عَلَى مَا قَبْله , وَقَدْ تَقَدَّمَ ذَلِكَ فِي الْجِهَاد , وَلَا يُعَارِضهُ مَا تَقَدَّمَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُغِير صَبَاحًا لِأَنَّ هَذَا عِنْد الْمُصَافَفَةِ وَذَاكَ عِنْد الْغَارَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3161",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ عَبَّاسٍ السَّاعِدِيِّ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، قَالَ غَزَوْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم تَبُوكَ، وَأَهْدَى مَلِكُ أَيْلَةَ لِلنَّبِيِّ صلى الله عليه وسلم بَغْلَةً بَيْضَاءَ، وَكَسَاهُ بُرْدًا، وَكَتَبَ لَهُ بِبَحْرِهِمْ‏.‏",
    "english_text": "We accompanied the Prophet (ﷺ) in the Ghazwa of Tabuk and the king of 'Aila presented a white mule \nand a cloak as a gift to the Prophet. And the Prophet (ﷺ) wrote to him a peace treaty allowing him to keep \nauthority over his country.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَمْرو بْن يَحْيَى ) ‏ ‏هُوَ الْمَازِنِيّ , وَلِمُسْلِمٍ مِنْ وَجْهٍ آخَرَ عَنْ وُهَيْبٍ حَدَّثَنَا عَمْرو بْن يَحْيَى. ‏ ‏قَوْله : ( عَنْ عَبَّاس السَّاعِدِيّ ) ‏ ‏هُوَ اِبْن سَهْل بْن سَعْد , وَوَقَعَ فِي رِوَايَةِ أَبِي دَاوُدَ عَنْ سَهْل بْن بَكَّارٍ شَيْخ الْبُخَارِيّ فِيهِ عَنْ الْعَبَّاس السَّاعِدِيّ يَعْنِي اِبْن سَهْل بْن مُسْعِد , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ وَجْهٍ آخَرَ عَنْ وُهَيْبٍ حَدَّثَنَا عَمْرو بْن يَحْيَى حَدَّثَنَا عَبَّاس بْن سَهْل السَّاعِدِيّ. ‏ ‏قَوْله : ( غَزْوَة تَبُوكَ ) ‏ ‏سَيَأْتِي شَرْحهَا فِي الْمَغَازِي. ‏ ‏قَوْله : ( فَلَمَّا جَاءَ وَادِي الْقُرَى ) ‏ ‏هِيَ مَدِينَةٌ قَدِيمَةٌ بَيْنَ الْمَدِينَةِ وَالشَّامِ سَيَأْتِي ذِكْرُهَا فِي الْبُيُوعِ , وَأَغْرَب اِبْن قُرْقُولٍ فَقَالَ : إِنَّهَا مِنْ أَعْمَالِ الْمَدِينَةِ. ‏ ‏قَوْله : ( إِذَا اِمْرَأَة فِي حَدِيقَةٍ لَهَا ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى جَوَاز الِابْتِدَاء بِالنَّكِرَةِ لَكِنْ بِشَرْطِ الْإِفَادَةِ , قَالَ اِبْن مَالِك : لَا يَمْتَنِعُ الِابْتِدَاءُ بِالنَّكِرَةِ الْمَحْضَةِ عَلَى الْإِطْلَاقِ , بَلْ إِذَا لَمْ تَحْصُلْ فَائِدَة , فَلَوْ اِقْتَرَنَ بِالنَّكِرَةِ الْمَحْضَةِ قَرِينَة يَتَحَصَّلُ بِهَا الْفَائِدَة جَازَ الِابْتِدَاء بِهَا نَحْو اِنْطَلَقْت فَإِذَا سَبْعٌ فِي الطَّرِيقِ إِلَخْ. وَوَقَعَ فِي رِوَايَةِ سُلَيْمَان بْن بِلَال عَنْ عَمْرو بْن يَحْيَى عِنْدَ مُسْلِم \" فَأَتَيْنَا عَلَى حَدِيقَة اِمْرَأَة \" وَلَمْ أَقِفْ عَلَى اِسْمِهَا فِي شَيْءٍ مِنْ الطُّرُقِ. ‏ ‏قَوْله : ( اُخْرُصُوا ) ‏ ‏بِضَمِّ الرَّاءِ , زَادَ سُلَيْمَان \" فَخَرَصْنَا \" وَلَمْ أَقِفْ عَلَى أَسْمَاءِ مَنْ خَرَصَ مِنْهُمْ. ‏ ‏قَوْله : ( وَخَرَصَ ) ‏ ‏فِي رِوَايَةِ سُلَيْمَانَ \" وَخَرَصَهَا \". ) ‏ ‏قَوْله : ( أَحْصِي ) ‏ ‏أَيْ : اِحْفَظِي عَدَد كَيْلهَا , وَفِي رِوَايَةِ سُلَيْمَانَ \" أَحْصِيهَا حَتَّى نَرْجِعَ إِلَيْك إِنْ شَاءَ اللَّهُ تَعَالَى \" وَأَصْلُ الْإِحْصَاءِ الْعَدَد بِالْحَصَى لِأَنَّهُمْ كَانُوا لَا يَحْسُنُونَ الْكِتَابَة فَكَانُوا يَضْبُطُونَ الْعَدَدَ بِالْحَصَى. ‏ ‏قَوْله : ( سَتَهُبُّ اللَّيْلَةَ ) ‏ ‏زَادَ سُلَيْمَان \" عَلَيْكُمْ \". ‏ ‏قَوْله : ( فَلَا يَقُومَنَّ أَحَد ) ‏ ‏فِي رِوَايَةِ سُلَيْمَانَ \" فَلَا يَقُمْ فِيهَا أَحَد مِنْكُمْ \". ‏ ‏قَوْله : ( فَلْيَعْقِلْهُ ) ‏ ‏أَيْ : يَشُدُّهُ بِالْعِقَالِ وَهُوَ الْحَبْلُ , وَفِي رِوَايَةِ سُلَيْمَانَ \" فَلْيَشُدَّ عِقَاله \" وَفِي رِوَايَةِ اِبْن إِسْحَاق فِي الْمَغَازِي عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن حَزْم عَنْ عَبَّاس بْن سَهْل \" وَلَا يَخْرُجَنَّ أَحَد مِنْكُمْ اللَّيْلَةَ إِلَّا وَمَعَهُ صَاحِبٌ لَهُ \". ‏ ‏قَوْله : ( فَقَامَ رَجُلٌ فَأَلْقَتْهُ بِجَبَلِ طَيِّئٍ ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيّ \" بِجَبَلَيْ طَيٍّ \" وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق عَفَّانَ عَنْ وُهَيْبٍ \" وَلَمْ يَقُمْ فِيهَا أَحَد غَيْر رَجُلَيْنِ أَلْقَتْهُمَا بِجَبَل طَيّ \" وَفِيهِ نَظَرٌ بَيَّنَتْهُ رِوَايَةُ اِبْن إِسْحَاق وَلَفْظه \" فَفَعَلَ النَّاسُ مَا أَمَرَهُمْ إِلَّا رَجُلَيْنِ مِنْ بَنِي سَاعِدَة خَرَجَ أَحَدهمَا لِحَاجَتِهِ وَخَرَجَ آخَر فِي طَلَبِ بَعِيرٍ لَهُ , فَأَمَّا الَّذِي ذَهَبَ لِحَاجَتِهِ فَإِنَّهُ خُنِقَ عَلَى مَذْهَبِهِ , وَأَمَّا الَّذِي ذَهَبَ فِي طَلَبِ بَعِيرِهِ فَاحْتَمَلَتْهُ الرِّيح حَتَّى طَرَحَتْهُ بِجَبَل طَيّ , فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : أَلَمْ أَنْهَكُمْ أَنْ يَخْرُجَ رَجُلٌ إِلَّا وَمَعَهُ صَاحِبٌ لَهُ. ثُمَّ دَعَا لِلَّذِي أُصِيبَ عَلَى مَذْهَبه فَشُفِيَ , وَأَمَّا الْآخَر فَإِنَّهُ وَصَلَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَدِمَ مِنْ تَبُوكَ \" وَالْمُرَاد بِجَبَلَيْ طَيّ الْمَكَانُ الَّذِي كَانَتْ الْقَبِيلَةُ الْمَذْكُورَةُ تَنْزِلُهُ , وَاسْم الْجَبَلَيْنِ الْمَذْكُورَيْنِ \" أَجَأُ \" بِهَمْزَةٍ وَجِيمٍ مَفْتُوحَتَيْنِ بَعْدَهُمَا هَمْزَة بِوَزْن قَمَر وَقَدْ لَا تُهْمَزُ فَيَكُونُ بِوَزْنِ عَصَا وَ \" سَلْمَى \" وَهُمَا مَشْهُورَانِ , وَيُقَالُ إِنَّهُمَا سُمِّيَا بِاسْمِ رَجُلٍ وَاِمْرَأَةٍ مِنْ الْعَمَالِيق. وَلَمْ أَقِفْ عَلَى اِسْمِ الرَّجُلَيْنِ الْمَذْكُورَيْنِ وَأَظُنُّ تَرْكُ ذِكْرِهِمَا وَقَعَ عَمْدًا , فَقَدْ وَقَعَ فِي آخِر حَدِيثِ اِبْن إِسْحَاق أَنَّ عَبْد اللَّه بْن أَبِي بَكْر حَدَّثَهُ أَنَّ الْعَبَّاس بْن سَهْل سَمَّى الرَّجُلَيْنِ وَلَكِنَّهُ اِسْتَكْتَمَنِي إِيَّاهُمَا قَالَ : وَأَبَى عَبْد اللَّه أَنْ يُسَمِّيَهُمَا لَنَا. ‏ ‏قَوْله : ( وَأَهْدَى مَلِك أَيْلَةَ ) ‏ ‏بِفَتْحِ الْهَمْزَةِ وَسُكُون التَّحْتَانِيَّة بَعْدَهَا لَام مَفْتُوحَة بَلْدَة قَدِيمَة بِسَاحِلِ الْبَحْرِ تَقَدَّمَ ذِكْرُهَا فِي \" بَابِ الْجُمْعَة فِي الْقُرَى وَالْمُدُنِ \" , وَوَقَعَ فِي رِوَايَةِ سُلَيْمَانَ عِنْدَ مُسْلِم \" وَجَاءَ رَسُول اِبْن الْعَلْمَاءِ صَاحِب أَيْلَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكِتَابٍ وَأَهْدَى لَهُ بَغْلَةً بَيْضَاءَ \" وَفِي مَغَازِي اِبْن إِسْحَاق \" وَلَمَّا اِنْتَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى تَبُوكَ أَتَاهُ يُوحَنَّا بْن رُوبَة صَاحِب أَيْلَةَ فَصَالَحَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَعْطَاهُ الْجِزْيَة \" وَكَذَا رَوَاهُ إِبْرَاهِيم الْحَرْبِيّ فِي الْهَدَايَا مِنْ حَدِيثِ عَلِيّ , فَاسْتُفِيدَ مِنْ ذَلِكَ اِسْمه وَاسْم أَبِيهِ , فَلَعَلَّ الْعَلْمَاءَ اِسْم أُمِّهِ , وَيُوحَنَّا بِضَمِّ التَّحْتَانِيَّة وَفَتْحِ الْمُهْمَلَةِ وَتَشْدِيدِ النُّونِ , وَرُوبَة بِضَمِّ الرَّاءِ وَسُكُون الْوَاوِ بَعْدَهَا مُوَحَّدَة , وَاسْم الْبَغْلَة الْمَذْكُورَة دُلْدُل هَكَذَا جَزَمَ بِهِ النَّوَوِيّ , وَنَقَلَ عَنْ الْعُلَمَاءِ أَنَّهُ لَا يُعْرَفُ لَهُ بَغْلَة سِوَاهَا , وَتُعُقِّبَ بِأَنَّ الْحَاكِمَ أَخْرَجَ فِي \" الْمُسْتَدْرَكِ \" عَنْ اِبْن عَبَّاس \" أَنَّ كِسْرَى أَهْدَى لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَغْلَة فَرَكِبَهَا بِحَبْلٍ مِنْ شَعْرٍ ثُمَّ أَرْدَفَنِي خَلْفَهُ \" الْحَدِيث , وَهَذِهِ غَيْر دُلْدُل. وَيُقَالُ إِنَّ النَّجَاشِيَّ أَهْدَى لَهُ بَغْلَة , وَأَنَّ صَاحِبَ دَوْمَة الْجَنْدَل أَهْدَى لَهُ بَغْلَة , وَأَنَّ دُلْدُل إِنَّمَا أَهْدَاهَا لَهُ الْمُقَوْقِس. وَذَكَرَ السُّهَيْلِيّ أَنَّ الَّتِي كَانَتْ تَحْتَهُ يَوْمَ حُنَيْنٍ تُسَمَّى فِضَّة وَكَانَتْ شَهْبَاءَ , وَوَقَعَ عِنْدَ مُسْلِم فِي هَذِهِ الْبَغْلَةِ أَنَّ فَرْوَةَ أَهْدَاهَا لَهُ. ‏ ‏قَوْله : ( وَكَتَبَ لَهُ بِبَحْرِهِمْ ) ‏ ‏أَيْ : بِبَلَدِهِمْ , أَوْ الْمُرَاد بِأَهْلِ بَحْرهمْ لِأَنَّهُمْ كَانُوا سُكَّانًا بِسَاحِلِ الْبَحْرِ أَيْ أَنَّهُ أَقَرَّهُ عَلَيْهِمْ بِمَا اِلْتَزَمُوهُ مِنْ الْجِزْيَةِ , وَفِي بَعْضِ الرِّوَايَاتِ \" بِبَحْرَتِهِمْ \" أَيْ بَلْدَتِهِمْ , وَقِيلَ الْبَحْرَة الْأَرْض. وَذَكَرَ اِبْن إِسْحَاق الْكِتَاب , وَهُوَ بَعْدَ الْبَسْمَلَةِ : \" هَذِهِ أَمَنَةٌ مِنْ اللَّهِ وَمُحَمَّد النَّبِيّ رَسُول اللَّهِ لِيُوحَنَّا بْن رُوبَة وَأَهْلِ أَيْلَةَ سُفُنهمْ وَسَيَّارَتهمْ فِي الْبَرِّ وَالْبَحْرِ , لَهُمْ ذِمَّة اللَّهِ وَمُحَمَّدٍ النَّبِيِّ \" وَسَاقَ بَقِيَّة الْكِتَابِ. ‏ ‏قَوْله : ( كَمْ جَاءَ حَدِيقَتُك ) ‏ ‏أَيْ : تَمْر حَدِيقَتِك , وَفِي رِوَايَةِ مُسْلِم \" فَسَأَلَ الْمَرْأَةَ عَنْ حَدِيقَتِهَا كَمَا بَلَغَ ثَمَرهَا \" وَقَوْله ‏ ‏\" عَشْرَة \" ) ‏ ‏بِالنَّصْبِ عَلَى نَزْع الْخَافِض أَوْ عَلَى الْحَالِ , وَقَوْله ‏ ‏\" خَرْصَ \" ) ‏ ‏بِالنَّصْبِ أَيْضًا إِمَّا بَدَلًا وَإِمَّا بَيَانًا , وَيَجُوزُ الرَّفْعُ فِيهِمَا وَتَقْدِيرُهُ الْحَاصِلُ عَشْرَة أَوْسُق وَهُوَ خَرْص رَسُول اللَّهِ. ‏ ‏قَوْله : ( فَلَمَّا قَالَ اِبْن بَكَّار كَلِمَة مَعْنَاهَا أَشْرَفَ عَلَى الْمَدِينَةِ ) ‏ ‏اِبْن بَكَّارٍ هُوَ سَهْلٌ شَيْخُ الْبُخَارِيّ , فَكَأَنَّ الْبُخَارِيَّ شَكَّ فِي هَذِهِ اللَّفْظَةِ فَقَالَ هَذَا , وَقَدْ رَوَاهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَجِ \" عَنْ فَارُوق عَنْ أَبِي مُسْلِم وَغَيْرِهِ عَنْ سَهْلٍ فَذَكَرَهَا بِهَذَا اللَّفْظِ سَوَاء , وَسَيَأْتِي الْكَلَامُ عَلَى بَقِيَّةِ الْحَدِيثِ وَمَا يَتَعَلَّقُ بِالْمَدِينَةِ فِي فَضْلِ الْمَدِينَةِ , وَمَا يَتَعَلَّقُ بِالْأَنْصَارِ فِي مَنَاقِبِ الْأَنْصَارِ , فَإِنَّهُ سَاقَ ذَلِكَ هُنَاكَ أَتَمَّ مِمَّا هُنَا. وَقَوْلُهُ ‏ ‏\" طَابَة \" ) ‏ ‏هُوَ مِنْ أَسْمَاءِ الْمَدِينَةِ كَطَيْبَةَ. ‏ ‏قَوْله : ( وَقَالَ سُلَيْمَان بْن بِلَال حَدَّثَنِي عَمْرو ) ‏ ‏يَعْنِي اِبْن يَحْيَى بِالْإِسْنَادِ الْمَذْكُورِ , وَهَذِهِ الطَّرِيق مَوْصُولَة فِي فَضَائِلِ الْأَنْصَارِ. ‏ ‏قَوْله : ( وَقَالَ سُلَيْمَان ) ‏ ‏هُوَ اِبْن بِلَال الْمَذْكُورُ , وَسَعْد بْن سَعِيد هُوَ الْأَنْصَارِيُّ أَخُو يَحْيَى بْن سَعِيد , وَعَبَّاس هُوَ اِبْن سَهْل بْن سَعْد , وَهِيَ مَوْصُولَةٌ فِي \" فَوَائِدِ عَلِيّ بْن خُزَيْمَة \" قَالَ \" حَدَّثَنَا أَبُو إِسْمَاعِيل التِّرْمِذِيّ حَدَّثَنَا أَيُّوب بْن سُلَيْمَان أَيْ : اِبْن بِلَال حَدَّثَنِي أَبُو بَكْر بْن أَبِي أُوَيْس عَنْ سُلَيْمَان بْن بِلَال \" فَذَكَرَهُ وَأَوَّلُهُ \" أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا دَنَا مِنْ الْمَدِينَةِ أَخَذَ طَرِيق غُرَاب لِأَنَّهَا أَقْرَبُ إِلَى الْمَدِينَةِ وَتَرَكَ الْأُخْرَى \" فَسَاقَ الْحَدِيث وَلَمْ يَذْكُرْ أَوَّله , وَاسْتُفِيدَ مِنْهُ بَيَان قَوْلِهِ \" إِنِّي مُتَعَجِّلٌ إِلَى الْمَدِينَةِ , فَمَنْ أَحَبَّ فَلْيَتَعَجَّلْ مَعِيَ \" أَيْ إِنِّي سَالِكٌ الطَّرِيقَ الْقَرِيبَةَ فَمَنْ أَرَادَ فَلْيَأْتِ مَعِيَ يَعْنِي مِمَّنْ لَهُ اِقْتِدَار عَلَى ذَلِكَ دُونَ بَقِيَّةِ الْجَيْشِ. وَظَهَرَ أَنَّ عُمَارَة بْن غَزِيَّةَ خَالَفَ عَمْرو بْن يَحْيَى فِي إِسْنَادِ الْحَدِيثِ فَقَالَ عَمْرو \" عَنْ عَبَّاس عَنْ أَبِي حُمَيْد \" وَقَالَ عُمَارَة \" عَنْ عَبَّاس عَنْ أَبِيهِ \". فَيَحْتَمِلُ أَنْ يَسْلُكَ طَرِيقَ الْجَمْعِ بِأَنْ يَكُونَ عَبَّاس أَخَذَ الْقَدْر الْمَذْكُور وَهُوَ \" أُحُد جَبَل يُحِبُّنَا وَنُحِبُّهُ \" عَنْ أَبِيهِ وَعَنْ أَبِي حُمَيْد مَعًا , أَوْ حَمَلَ الْحَدِيث عَنْهُمَا مَعًا , أَوْ كُلّه عَنْ أَبِي حُمَيْد وَمُعْظَمه عَنْ أَبِيهِ وَكَانَ يُحَدِّثُ بِهِ تَارَةً عَنْ هَذَا وَتَارَةً عَنْ هَذَا , وَلِذَلِكَ كَانَ لَا يَجْمَعُهُمَا. وَقَدْ وَقَعَ فِي رِوَايَةِ اِبْن إِسْحَاق الْمَذْكُورَةِ \" عَبَّاس بْن سَهْل بْن سَعْد أَوْ عَبَّاس عَنْ سَهْل \" فَتَرَدَّدَ فِيهِ هَلْ هُوَ مُرْسَلٌ أَوْ رَوَاهُ عَنْ أَبِيهِ فَيُوَافِقُ قَوْل عُمَارَة , لَكِنَّ سِيَاق عَمْرو بْن يَحْيَى أَتَمُّ مِنْ سِيَاقِ غَيْرِهِ , وَاللَّهُ أَعْلَمُ. وَفِي هَذَا الْحَدِيثِ مَشْرُوعِيَّة الْخَرْص , وَقَدْ تَقَدَّمَ ذِكْر الْخِلَافِ فِيهِ أَوَّل الْبَابِ , وَاخْتَلَفَ الْقَائِلُونَ بِهِ هَلْ هُوَ وَاجِب أَوْ مُسْتَحَبّ , فَحَكَى الصَّيْمَرِيّ مِنْ الشَّافِعِيَّةِ وَجْهًا بِوُجُوبِهِ , وَقَالَ الْجُمْهُورُ هُوَ مُسْتَحَبٌّ إِلَّا إِنْ تَعَلَّقَ بِهِ حَقٌّ لِمَحْجُورٍ مَثَلًا أَوْ كَانَ شُرَكَاؤُهُ غَيْر مُؤْتَمَنِينَ فَيَجِبُ لِحِفْظِ مَالِ الْغَيْرِ , وَاخْتُلِفَ أَيْضًا هَلْ يَخْتَصُّ بِالنَّخْلِ أَوْ يُلْحَقُ بِهِ الْعِنَب أَوْ يَعُمُّ كُلّ مَا يَنْتَفِعُ بِهِ رَطِبًا وَجَافًّا ؟ وَبِالْأَوَّلِ قَالَ شُرَيْح الْقَاضِي وَبَعْضُ أَهْل الظَّاهِر , وَالثَّانِي قَوْل الْجُمْهُورِ , وَإِلَى الثَّالِثِ نَحَا الْبُخَارِيّ. وَهَلْ يَمْضِي قَوْل الْخَارِص أَوْ يَرْجِعُ إِلَى مَا آلَ إِلَيْهِ الْحَال بَعْدَ الْجَفَافِ ؟ الْأَوَّلُ قَوْل مَالِك وَطَائِفَة , وَالثَّانِي قَوْل الشَّافِعِيِّ وَمَنْ تَبِعَهُ. وَهَلْ يَكْفِي خَارِص وَاحِد عَارِف ثِقَة أَوْ لَا بُدَّ مِنْ اِثْنَيْنِ ؟ وَهُمَا قَوْلَانِ لِلشَّافِعِيِّ , وَالْجُمْهُور عَلَى الْأَوَّلِ. وَاخْتُلِفَ أَيْضًا هَلْ هُوَ اِعْتِبَارٌ أَوْ تَضْمِين ؟ وَهُمَا قَوْلَانِ لِلشَّافِعِيِّ أَظْهَرُهُمَا الثَّانِي , وَفَائِدَته جَوَاز التَّصَرُّفِ فِي جَمِيعِ الثَّمَرَةِ وَلَوْ أَتْلَفَ الْمَالِكُ الثَّمَرَةَ بَعْدَ الْخَرْصِ أَخَذَتْ مِنْهُ الزَّكَاةَ بِحِسَابٍ مَا خَرَصَ. وَفِيهِ أَشْيَاءُ مِنْ أَعْلَام النُّبُوَّة كَالْإِخْبَارِ عَنْ الرِّيحِ وَمَا ذَكَرَ فِي تِلْكَ الْقِصَّةِ , وَفِيهِ تَدْرِيبُ الْأَتْبَاع وَتَعْلِيمُهُمْ , وَأَخُدُّ الْحَذَر مِمَّا يَتَوَقَّعُ الْخَوْف مِنْهُ. وَفَضْلُ الْمَدِينَة وَالْأَنْصَار , وَمَشْرُوعِيَّة الْمُفَاضَلَة بَيْنَ الْفُضَلَاءِ بِالْإِجْمَالِ وَالتَّعْيِينِ , وَمَشْرُوعِيَّة الْهَدِيَّة وَالْمُكَافَأَة عَلَيْهَا. ‏ ‏( تَكْمِيل ) : ‏ ‏فِي السُّنَنِ وَصَحِيح اِبْنِ حِبَّانَ مِنْ حَدِيثِ سَهْلِ بْن أَبِي حَثْمَة مَرْفُوعًا \" إِذَا خَرَصْتُمْ فَخُذُوا وَدَعُوا الثُّلُثَ , فَإِنْ لَمْ تَدَعُوا الثُّلُث فَدَعُوا الرُّبْع \" , وَقَالَ بِظَاهِرِهِ اللَّيْث وَأَحْمَد وَإِسْحَاق وَغَيْرُهُمْ , وَفَهِمَ مِنْهُ أَبُو عُبَيْد فِي \" كِتَاب الْأَمْوَال \" أَنَّهُ الْقَدْرُ الَّذِي يَأْكُلُونَهُ بِحَسَبِ اِحْتِيَاجِهِمْ إِلَيْهِ فَقَالَ : يُتْرَكُ قَدْر اِحْتِيَاجهمْ. وَقَالَ مَالِك وَسُفْيَان : لَا يُتْرَكُ لَهُمْ شَيْء , وَهُوَ الْمَشْهُورُ عَنْ الشَّافِعِيِّ , قَالَ اِبْن الْعَرَبِيِّ : وَالْمُتَحَصَّلُ مِنْ صَحِيحِ النَّظَرِ أَنْ يُعْمَلَ بِالْحَدِيثِ وَهُوَ قَدْر الْمَئُونَة , وَلَقَدْ جَرَّبْنَاهُ فَوَجَدْنَاهُ كَذَلِكَ فِي الْأَغْلَبِ مِمَّا يُؤْكَلُ رَطْبًا. قَوْلُهُ : ( قَالَ أَبُو عُبَيْد هُوَ الْقَاسِم بْن سَلَّام الْإِمَام الْمَشْهُور صَاحِب \" الْغَرِيبِ \" وَكَلَامه هَذَا فِي غَرِيبِ الْحَدِيثِ لَهُ , وَقَالَ صَاحِب \" الْمُحْكَمِ \" : هُوَ مِنْ الرِّيَاضِ كُلّ أَرْضٍ اِسْتَدَارَتْ , وَقِيلَ كُلّ أَرْضٍ ذَاتِ شَجَر مُثْمِر وَنَخْل , وَقِيلَ كُلّ حُفْرَةٍ تَكُونُ فِي الْوَادِي يُحْتَبَسُ فِيهَا الْمَاءُ , فَإِذَا لَمْ يَكُنْ فِيهِ مَاءٌ فَهُوَ حَدِيقَة , وَيُقَالُ الْحَدِيقَة أَعْمَق مِنْ الْغَدِيرِ وَالْحَدِيقَةُ الْقِطْعَة مِنْ الزَّرْعِ يَعْنِي أَنَّهُ مِنْ الْمُشْتَرَكِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3162",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو جَمْرَةَ، قَالَ سَمِعْتُ جُوَيْرِيَةَ بْنَ قُدَامَةَ التَّمِيمِيَّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ قُلْنَا أَوْصِنَا يَا أَمِيرَ الْمُؤْمِنِينَ‏.‏ قَالَ أُوصِيكُمْ بِذِمَّةِ اللَّهِ، فَإِنَّهُ ذِمَّةُ نَبِيِّكُمْ، وَرِزْقُ عِيَالِكُمْ‏.‏",
    "english_text": "We said to `Umar bin Al-Khattab, Jo Chief of the believers! Advise us.\" He said, \"I advise you to \nfulfill Allah's Convention (made with the Dhimmis) as it is the convention of your Prophet and the \nsource of the livelihood of your dependents (i.e. the taxes from the Dhimmis.) \"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو جَمْرَة ) ‏ ‏هُوَ بِالْجِيمِ وَالرَّاء الضُّبَعِيُّ صَاحِب اِبْن عَبَّاس , ‏ ‏وَجُوَيْرِيَةُ بْن قُدَامَةَ ‏ ‏بِالْجِيمِ مُصَغَّر مَالَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْمَوْضِع , وَهُوَ مُخْتَصَر مِنْ حَدِيث طَوِيل فِي قِصَّة مَقْتَل عُمَر , وَسَأَذْكُرُ مَا فِيهِ مِنْ فَائِدَة زَائِدَة فِي الْكَلَام عَلَى حَدِيث عُمَر الْمَذْكُور فِي مَنَاقِبه , وَقِيلَ إِنَّ جُوَيْرِيَةَ هَذَا هُوَ جَارِيَة بْن قُدَامَةَ الصَّحَابِيّ الْمَشْهُور , وَقَدْ بَيَّنْت فِي كِتَابِي فِي الصَّحَابَة مَا يُقَوِّيهِ , فَإِنْ ثَبَتَ وَإِلَّا فَهُوَ مِنْ كِبَار التَّابِعِينَ. ‏ ‏قَوْله : ( أُوصِيكُمْ بِذِمَّةِ اللَّه فَإِنَّهُ ذِمَّة نَبِيّكُمْ وَرِزْق عِيَالكُمْ ) ‏ ‏فِي رِوَايَة عَمْرو بْن مَيْمُون \" وَأُوصِيه بِذِمَّةِ اللَّه وَذِمَّة رَسُوله أَنْ يُوَفِّي لَهُمْ بِعَهْدِهِمْ , وَأَنْ يُقَاتِل مِنْ وَرَائِهِمْ وَأَنْ لَا يُكَلَّفُوا إِلَّا طَاقَتهمْ \" قُلْت : وَيُسْتَفَاد مِنْ هَذِهِ الزِّيَادَة أَنْ لَا يُؤْخَذ مِنْ أَهْل الْجِزْيَة إِلَّا قَدْر مَا يُطِيق الْمَأْخُوذ مِنْهُ. وَقَوْله فِي هَذِهِ الرِّوَايَة \" وَرِزْق عِيَالكُمْ \" أَيْ مَا يُؤْخَذ مِنْهُمْ مِنْ الْجِزْيَة وَالْخَرَاج , قَالَ الْمُهَلَّب : فِي الْحَدِيث الْحَضّ عَلَى الْوَفَاء بِالْعَهْدِ , وَحُسْن النَّظَر فِي عَوَاقِب الْأُمُور , وَالْإِصْلَاح لِمَعَانِي الْمَال وَأُصُول الِاكْتِسَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3163",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ دَعَا النَّبِيُّ صلى الله عليه وسلم الأَنْصَارَ لِيَكْتُبَ لَهُمْ بِالْبَحْرَيْنِ فَقَالُوا لاَ وَاللَّهِ حَتَّى تَكْتُبَ لإِخْوَانِنَا مِنْ قُرَيْشٍ بِمِثْلِهَا‏.‏ فَقَالَ ذَاكَ لَهُمْ مَا شَاءَ اللَّهُ عَلَى ذَلِكَ يَقُولُونَ لَهُ قَالَ ‏\n\"‏ فَإِنَّكُمْ سَتَرَوْنَ بَعْدِي أُثْرَةً، فَاصْبِرُوا حَتَّى تَلْقَوْنِي ‏عَلَى الْحَوْضِ\"‏‏.‏",
    "english_text": "Once the Prophet (ﷺ) called the Ansar in order to grant them part of the land of Bahrain. On that they said, \n\"No! By Allah, we will not accept it unless you grant a similar thing to our Quarries brothers as well.\" \nHe said, \"That will be their's if Allah wishes.\" But when the Ansar persisted in their request, he said, \n\"After me you will see others given preference over you in this respect (in which case) you should be \npatient till you meet me at the Tank (of Al-Kauthar).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3164",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، قَالَ أَخْبَرَنِي رَوْحُ بْنُ الْقَاسِمِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ لِي ‏\"‏ لَوْ قَدْ جَاءَنَا مَالُ الْبَحْرَيْنِ قَدْ أَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا ‏\"‏‏.‏ فَلَمَّا قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَجَاءَ مَالُ الْبَحْرَيْنِ قَالَ أَبُو بَكْرٍ مَنْ كَانَتْ لَهُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم عِدَةٌ فَلْيَأْتِنِي‏.‏ فَأَتَيْتُهُ فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ كَانَ قَالَ لِي ‏\"‏ لَوْ قَدْ جَاءَنَا مَالُ الْبَحْرَيْنِ لأَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا ‏\"‏‏.‏ فَقَالَ لِي احْثُهْ‏.‏ فَحَثَوْتُ حَثْيَةً فَقَالَ لِي عُدَّهَا‏.‏ فَعَدَدْتُهَا فَإِذَا هِيَ خَمْسُمِائَةٍ، فَأَعْطَانِي أَلْفًا وَخَمْسَمِائَةٍ‏.‏ وَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِمَالٍ مِنَ الْبَحْرَيْنِ فَقَالَ ‏\"‏ انْثُرُوهُ فِي الْمَسْجِدِ ‏\"‏ فَكَانَ أَكْثَرَ مَالٍ أُتِيَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَهُ الْعَبَّاسُ فَقَالَ يَا رَسُولَ اللَّهِ، أَعْطِنِي إِنِّي فَادَيْتُ نَفْسِي وَفَادَيْتُ عَقِيلاً‏.‏ قَالَ ‏\"‏ خُذْ ‏\"‏‏.‏ فَحَثَا فِي ثَوْبِهِ، ثُمَّ ذَهَبَ يُقِلُّهُ، فَلَمْ يَسْتَطِعْ‏.‏ فَقَالَ أْمُرْ بَعْضَهُمْ يَرْفَعْهُ إِلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قَالَ فَارْفَعْهُ أَنْتَ عَلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ فَنَثَرَ مِنْهُ، ثُمَّ ذَهَبَ يُقِلُّهُ فَلَمْ يَرْفَعْهُ‏.‏ فَقَالَ أْمُرْ بَعْضَهُمْ يَرْفَعْهُ عَلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قَالَ فَارْفَعْهُ أَنْتَ عَلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ فَنَثَرَ ثُمَّ احْتَمَلَهُ عَلَى كَاهِلِهِ ثُمَّ انْطَلَقَ، فَمَا زَالَ يُتْبِعُهُ بَصَرَهُ حَتَّى خَفِيَ عَلَيْنَا عَجَبًا مِنْ حِرْصِهِ، فَمَا قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَثَمَّ مِنْهَا دِرْهَمٌ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) once said to me, \"If the revenue of Bahrain came, I would give you this much and this \nmuch.\" When Allah's Messenger (ﷺ) had died, the revenue of Bahrain came, and Abu Bakr announced, \" Let \nwhoever was promised something by Allah's Messenger (ﷺ) come to me.\" So, I went to Abu Bakr and said, \n\"Allah's Messenger (ﷺ) said to me, 'If the revenue of Bahrain came, I would give you this much and this. \nmuch.\" On that Abu Bakr said to me, \"Scoop (money) with both your hands.\" I scooped money with \nboth my hands and Abu Bakr asked me to count it. I counted it and it was five-hundred (gold pieces). \nThe total amount he gave me was one thousand and five hundred (gold pieces.) \nNarrated Anas: Money from Bahrain was brought to the Prophet (ﷺ) . He said, \"Spread it in the Mosque.\" \nIt was the biggest amount that had ever been brought to Allah's Messenger (ﷺ) . In the meantime Al-`Abbas \ncame to him and said, \"O Allah's Messenger (ﷺ)! Give me, for I gave the ransom of myself and `Aqil.\" The \nProphet said (to him), \"Take.\" He scooped money with both hands and poured it in his garment and \ntried to lift it, but he could not and appealed to the Prophet, \"Will you order someone to help me in \nlifting it?\" The Prophet (ﷺ) said, \"No.\" Then Al-`Abbas said, \"Then will you yourself help me carry it?\" \nThe Prophet (ﷺ) said, \"No.\" Then Al `Abbas threw away some of the money, but even then he was not \nable to lift it, and so he gain requested the Prophet (ﷺ) \"Will you order someone to help me carry it?\" The \nProphet said, \"No.\" Then Al-`Abbas said, \"Then will you yourself yelp me carry it?\" The Prophet (ﷺ) \nsaid, 'No.\" So, Al-`Abbas threw away some more money and lifted it on his shoulder and went away. \nThe Prophet (ﷺ) kept on looking at him with astonishment at his greediness till he went out of our sight. \nAllah's Messenger (ﷺ) did not get up from there till not a single Dirham remained from that money.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار. ‏ ‏قَوْله : ( سَمِعَ مُحَمَّد بْن عَلِيّ ) ‏ ‏أَيْ اِبْن الْحُسَيْن بْن عَلِيّ , وَقَدْ سَمِعَ عَمْرو بْن دِينَار مِنْ جَابِر الْكَثِير وَرُبَّمَا أَدْخَلَ بَيْنه وَبَيْنه وَاسِطَة , وَلِسُفْيَان فِي هَذَا الْحَدِيث إِسْنَاد آخَر سَيَأْتِي بَيَانه فِي فَرْض الْخُمُس. ‏ ‏قَوْله : ( لَوْ قَدْ جَاءَ مَال الْبَحْرَيْنِ ) ‏ ‏هُوَ مَال الْجِزْيَة كَمَا سَيَأْتِي بَيَانه فِي الْمَغَازِي , وَكَانَ عَامِل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْبَحْرَيْنِ الْعَلَاء بْن الْحَضْرَمِيّ كَمَا سَيَأْتِي فِي \" بَاب إِنْجَاز الْوَعْد \" مِنْ كِتَاب الشَّهَادَات فِي حَدِيث جَابِر هَذَا. ‏ ‏قَوْله : ( قَدْ أَعْطَيْتُك هَكَذَا وَهَكَذَا ) ‏ ‏فِي الطَّرِيق الَّتِي فِي الشَّهَادَات \" هَكَذَا وَهَكَذَا وَهَكَذَا فَبَسَطَ يَدَيْهِ ثَلَاث مَرَّات \" وَبِهَذَا تَظْهَر مُنَاسَبَة قَوْله فِي آخِر حَدِيث الْبَاب \" فَعَدَدْتهَا فَإِذَا هِيَ خَمْسمِائَةِ فَقَالَ : خُذْ مِثْلَيْهَا \" وَعُرِفَ بِقَوْلِهِ فِيهِ \" فَحَثَى لِي حَثْيَة \" تَفْسِير قَوْله \" خُذْ هَكَذَا \" كَأَنَّهُ أَشَارَ بِيَدَيْهِ جَمِيعًا , وَسَيَأْتِي بَسْط شَرْحه فِي كِتَاب فَرْض الْخُمُس إِنْ شَاءَ اللَّه تَعَالَى. وَوَجْه دُخُوله فِي التَّرْجَمَة أَنَّ أَبَا بَكْر لَمَّا قَامَ مَقَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَكَفَّلَ بِمَا كَانَ عَلَيْهِ مِنْ وَاجِب أَوْ تَطَوُّع , فَلَمَّا اِلْتَزَمَ ذَلِكَ لَزِمَهُ أَنْ يُوفِي جَمِيع مَا عَلَيْهِ مِنْ دَيْن أَوْ عِدَّة , وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ الْوَفَاء بِالْوَعْدِ فَنَفَذَ أَبُو بَكْر ذَلِكَ. وَقَدْ عَدَّ بَعْض الشَّافِعِيَّة مِنْ خَصَائِصه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وُجُوب الْوَفَاء بِالْوَعْدِ أَخْذًا مِنْ هَذَا الْحَدِيث , وَلَا دَلَالَة فِي سِيَاقه عَلَى الْخُصُوصِيَّة وَلَا عَلَى الْوُجُوب. وَفِيهِ قَبُول خَبَر الْوَاحِد الْعَدْل مِنْ الصَّحَابَة وَلَوْ جَرّ ذَلِكَ نَفْعًا لِنَفْسِهِ , لِأَنَّ أَبَا بَكْر لَمْ يَلْتَمِس مِنْ جَابِر شَاهِدًا عَلَى صِحَّة دَعْوَاهُ , وَيَحْتَمِل أَنْ يَكُون أَبُو بَكْر عَلِمَ بِذَلِكَ فَقَضَى لَهُ بِعِلْمِهِ فَيُسْتَدَلّ بِهِ عَلَى جَوَاز مِثْل ذَلِكَ لِلْحَاكِمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3166",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الْحَسَنُ بْنُ عَمْرٍو، حَدَّثَنَا مُجَاهِدٌ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ قَتَلَ مُعَاهَدًا لَمْ يَرَحْ رَائِحَةَ الْجَنَّةِ، وَإِنَّ رِيحَهَا تُوجَدُ مِنْ مَسِيرَةِ أَرْبَعِينَ عَامًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever killed a person having a treaty with the Muslims, shall not smell the \nsmell of Paradise though its smell is perceived from a distance of forty years.\"",
    "explication": "‏ ‏عَبْد الْوَاحِد ‏ ‏شَيْخ شَيْخه هُوَ اِبْن زِيَاد , ‏ ‏وَالْحَسَن بْنُ عَمْرو ‏ ‏هُوَ الْفُقَيْمِيُّ بِالْفَاءِ وَالْقَاف مُصَغَّرًا كُوفِيّ ثِقَة مَالَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر فِي الْأَدَب. ‏ ‏قَوْله : ( مُجَاهِد عَنْ عَبْد اللَّه بْن عَمْرو ) ‏ ‏أَيْ اِبْن الْعَاصِ , كَذَا قَالَ عَبْد الْوَاحِد عَنْ الْحَسَن بْن عَمْرو , وَتَابَعَهُ أَبُو مُعَاوِيَة عِنْد اِبْن مَاجَهْ وَعَمْرو بْن عَبْد الْغَفَّار الْفُقَيْمِيُّ عِنْد الْإِسْمَاعِيلِيّ فَهَؤُلَاءِ ثَلَاثَة رَوَوْهُ هَكَذَا , وَخَالَفَهُمْ مَرْوَان بْن مُعَاوِيَة فَرَوَاهُ عَنْ الْحَسَن بْن عَمْرو فَزَادَ فِيهِ رَجُلًا بَيْن مُجَاهِد وَعَبْد اللَّه بْن عَمْرو وَهُوَ جُنَادَةُ بْن أَبِي أُمَيَّة أَخْرَجَهُ مِنْ طَرِيقه النَّسَائِيُّ , وَرَجَّحَ الدَّارَقُطْنِيُّ رِوَايَة مَرْوَان لِأَجْلِ هَذِهِ الزِّيَادَة , لَكِنَّ سَمَاع مُجَاهِد مِنْ عَبْد اللَّه بْن عَمْرو ثَابِت , وَلَيْسَ بِمُدَلِّس فَيُحْتَمَل أَنْ يَكُون مُجَاهِد سَمِعَهُ أَوَّلًا مِنْ جُنَادَةَ ثُمَّ لَقِيَ عَبْد اللَّه بْن عَمْرو , أَوْ سَمِعَاهُ مَعًا وَثَبَتَهُ فِيهِ جُنَادَةُ فَحَدَّثَ بِهِ عَنْ عَبْد اللَّه بْن عَمْرو تَارَة وَحَدَّثَ بِهِ عَنْ جُنَادَةَ أُخْرَى , وَلَعَلَّ السِّرّ فِي ذَلِكَ مَا وَقَعَ بَيْنهمَا مِنْ زِيَادَة أَوْ اِخْتِلَاف لَفْظ فَإِنَّ لَفْظ النَّسَائِيِّ مِنْ طَرِيقه \" مَنْ قَتَلَ قَتِيلًا مِنْ أَهْل الذِّمَّة لَمْ يَجِد رِيح الْجَنَّة \" فَقَالَ \" مِنْ أَهْل الذِّمَّة \" وَلَمْ يَقُلْ مُعَاهَدًا وَهُوَ بِالْمَعْنَى , وَوَقَعَ فِي رِوَايَة أَبِي مُعَاوِيَة \" بِغَيْرِ حَقّ \" كَمَا تَقَدَّمَ , وَوَقَعَ فِي رِوَايَة الْجَمِيع \" أَرْبَعِينَ عَامًا \" إِلَّا عَمْرو بْن عَبْد الْغَفَّار فَقَالَ \" سَبْعِينَ \" وَوَقَعَ مِثْله فِي حَدِيث أَبِي هُرَيْرَة عِنْد التِّرْمِذِيّ. ‏ ‏( تَنْبِيهَانِ ) : ‏ ‏أَحَدهمَا اِتَّفَقَتْ النُّسَخ عَلَى أَنَّ الْحَدِيث مِنْ مُسْنَد عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ , إِلَّا مَا رَوَاهُ الْأَصِيلِيُّ عَنْ الْجُرْجَانِيِّ عَنْ الْفَرَبْرِيِّ فَقَالَ \" عَبْد اللَّه بْن عُمَر \" بِضَمِّ الْعَيْن بِغَيْرِ وَاو , وَهُوَ تَصْحِيف نَبَّهَ عَلَيْهِ الْجَيَّانِيُّ. ثَانِيهمَا قَوْله \" لَمْ يَرَحْ \" بِفَتْحِ الْيَاء وَالرَّاء وَأَصْله يَرَاح أَيْ وَجَدَ رِيح , وَحَكَى اِبْن التِّين ضَمَّ أَوَّله وَكَسْر الرَّاء , قَالَ : وَالْأَوَّل أَجْوَد وَعَلَيْهِ الْأَكْثَر , وَحَكَى اِبْن الْجَوْزِيّ ثَالِثَة وَهُوَ فَتْح أَوَّله وَكَسْر ثَانِيه مِنْ رَاحَ يُرِيح , وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3167",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي سَعِيدٌ الْمَقْبُرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ خَرَجَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ انْطَلِقُوا إِلَى يَهُودَ ‏\"‏‏.‏ فَخَرَجْنَا حَتَّى جِئْنَا بَيْتَ الْمِدْرَاسِ فَقَالَ ‏\"‏ أَسْلِمُوا تَسْلَمُوا، وَاعْلَمُوا أَنَّ الأَرْضَ لِلَّهِ وَرَسُولِهِ، وَإِنِّي أُرِيدُ أَنْ أُجْلِيَكُمْ مِنْ هَذِهِ الأَرْضِ، فَمَنْ يَجِدْ مِنْكُمْ بِمَالِهِ شَيْئًا فَلْيَبِعْهُ، وَإِلاَّ فَاعْلَمُوا أَنَّ الأَرْضَ لِلَّهِ وَرَسُولِهِ ‏\"‏‏.‏",
    "english_text": "While we were in the Mosque, the Prophet (ﷺ) came out and said, \"Let us go to the Jews\" We went out till \nwe reached Bait-ul-Midras. He said to them, \"If you embrace Islam, you will be safe. You should \nknow that the earth belongs to Allah and His Apostle, and I want to expel you from this land. So, if \nanyone amongst you owns some property, he is permitted to sell it, otherwise you should know that \nthe Earth belongs to Allah and His Apostle.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة مِنْ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْيَهُودِ \" أَسْلِمُوا تَسْلَمُوا \" وَسَيَأْتِي بِأَتَمَّ مِنْ هَذَا السِّيَاق فِي كِتَاب الْإِكْرَاه وَفِي الِاعْتِصَام , وَلَمْ أَرَ مَنْ صَرَّحَ بِنَسَبِ الْيَهُود الْمَذْكُورِينَ وَالظَّاهِر أَنَّهُمْ بَقَايَا مِنْ الْيَهُود تَأَخَّرُوا بِالْمَدِينَةِ بَعْد إِخْلَاء بَنِي قَيْنُقَاع وَقُرَيْظَة وَالنَّضِير وَالْفَرَاغ مِنْ أَمْرهمْ , لِأَنَّهُ كَانَ قَبْل إِسْلَام أَبِي هُرَيْرَة , وَإِنَّمَا جَاءَ أَبُو هُرَيْرَة بَعْد فَتْح خَيْبَر كَمَا سَيَأْتِي بَيَان ذَلِكَ كُلّه فِي الْمَغَازِي , وَقَدْ أَقَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَهُود خَيْبَر عَلَى أَنْ يَعْمَلُوا فِي الْأَرْض كَمَا تَقَدَّمَ , وَاسْتَمَرُّوا إِلَى أَنْ أَجَلَاهُمْ عُمَر , وَيُحْتَمَل وَاللَّهُ أَعْلَم أَنْ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد أَنْ فَتَحَ مَا بَقِيَ مِنْ خَيْبَر هَمَّ بِإِجْلَاءِ مَنْ بَقِيَ مِمَّنْ صَالَحَ مِنْ الْيَهُود ثُمَّ سَأَلُوهُ أَنْ يُبْقِيَهُمْ لِيَعْمَلُوا فِي الْأَرْض فَبَقَّاهُمْ , أَوْ كَانَ قَدْ بَقِيَ بِالْمَدِينَةِ مِنْ الْيَهُود الْمَذْكُورِينَ طَائِفَة اِسْتَمَرُّوا فِيهَا مُعْتَمِدِينَ عَلَى الرِّضَا بِإِبْقَائِهِمْ لِلْعَمَلِ فِي أَرْض خَيْبَر ثُمَّ مَنَعَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ سُكْنَى الْمَدِينَة أَصْلًا وَاللَّهُ أَعْلَم , بَلْ سِيَاق كَلَام الْقُرْطُبِيّ فِي شَرْح مُسْلِم يَقْتَضِي أَنَّهُ فَهِمَ أَنَّ الْمُرَاد بِذَلِكَ بَنُو النَّضِير , وَلَكِنْ لَا يَصِحّ ذَلِكَ لِتَقَدُّمِهِ عَلَى مَجِيء أَبِي هُرَيْرَة , وَأَبُو هُرَيْرَة يَقُول فِي هَذَا الْحَدِيث إِنَّهُ كَانَ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , ‏ ‏وَبَيْت الْمِدْرَاس ‏ ‏بِكَسْرِ أَوَّله هُوَ الْبَيْت الَّذِي يُدْرَس فِيهِ كِتَابهمْ , أَوْ الْمُرَاد بِالْمِدْرَاسِ الْعَالِم الَّذِي يَدْرُس كِتَابهمْ , وَالْأَوَّل أَرْجَح لِأَنَّ فِي الرِّوَايَة الْأُخْرَى \" حَتَّى أَتَى الْمِدْرَاس \" ‏ ‏وَقَوْله \" أَسْلِمُوا تَسْلَمُوا \" ‏ ‏مِنْ الْجِنَاس الْحَسَن لِسُهُولَةِ لَفْظه وَعَدَم تَكَلُّفه , وَقَدْ تَقَدَّمَ نَظِيره فِي كِتَاب هِرَقْل \" أَسْلِمْ تَسْلَمْ \" ‏ ‏وَقَوْله \" اِعْلَمُوا \" ‏ ‏جُمْلَة مُسْتَأْنَفَة كَأَنَّهُمْ قَالُوا فِي جَوَاب قَوْله أَسْلِمُوا تَسْلَمُوا : لِمَ قُلْت هَذَا وَكَرَّرْته ؟ فَقَالَ : اِعْلَمُوا أَنِّي أُرِيدُ أَنْ أُجْلِيَكُمْ فَإِنْ أَسْلَمْتُمْ سَلِمْتُمْ مِنْ ذَلِكَ وَمِمَّا هُوَ أَشَقُّ مِنْهُ. وَقَوْلهمْ \" قَدْ بَلَّغْت \" كَلِمَة مَكْر وَمُدَاجَاة لِيُدَافِعُوهُ بِمَا يُوهِمهُ ظَاهِرهَا وَلِذَلِكَ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ذَلِكَ أُرِيدُ \" أَيْ التَّبْلِيغ. ‏ ‏قَوْله : ( فَمَنْ يَجِدْ مِنْكُمْ بِمَالِهِ ) ‏ ‏مِنْ الْوِجْدَان أَيْ يَجِد مُشْتَرِيًا , أَوْ مِنْ الْوَجْد أَيْ الْمَحَبَّة أَيْ يُحِبّهُ , وَالْغَرَض أَنَّ مِنْهُمْ مَنْ يَشُقّ عَلَيْهِ فِرَاق شَيْء مِنْ مَاله مِمَّا يَعْسُر تَحْوِيله فَقَدْ أَذِنَ لَهُ فِي بَيْعه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3168",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ سُلَيْمَانَ الأَحْوَلِ، سَمِعَ سَعِيدَ بْنَ جُبَيْرٍ، سَمِعَ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يَقُولُ يَوْمُ الْخَمِيسِ، وَمَا يَوْمُ الْخَمِيسِ ثُمَّ بَكَى حَتَّى بَلَّ دَمْعُهُ الْحَصَى‏.‏ قُلْتُ يَا أَبَا عَبَّاسٍ، مَا يَوْمُ الْخَمِيسِ قَالَ اشْتَدَّ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَجَعُهُ فَقَالَ ‏\"‏ ائْتُونِي بِكَتِفٍ أَكْتُبْ لَكُمْ كِتَابًا لاَ تَضِلُّوا بَعْدَهُ أَبَدًا ‏\"‏‏.‏ فَتَنَازَعُوا وَلاَ يَنْبَغِي عِنْدَ نَبِيٍّ تَنَازُعٌ فَقَالُوا مَا لَهُ أَهَجَرَ اسْتَفْهِمُوهُ‏.‏ فَقَالَ ‏\"‏ ذَرُونِي، فَالَّذِي أَنَا فِيهِ خَيْرٌ مِمَّا تَدْعُونِي إِلَيْهِ ـ فَأَمَرَهُمْ بِثَلاَثٍ قَالَ ـ أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ، وَأَجِيزُوا الْوَفْدَ بِنَحْوِ مَا كُنْتُ أُجِيزُهُمْ ‏\"‏‏.‏ وَالثَّالِثَةُ خَيْرٌ، إِمَّا أَنْ سَكَتَ عَنْهَا، وَإِمَّا أَنْ قَالَهَا فَنَسِيتُهَا‏.‏ قَالَ سُفْيَانُ هَذَا مِنْ قَوْلِ سُلَيْمَانَ‏.‏",
    "english_text": "that he heard Ibn `Abbas saying, \"Thursday! And you know not what Thursday is? After that Ibn \n`Abbas wept till the stones on the ground were soaked with his tears. On that I asked Ibn `Abbas, \n\"What is (about) Thursday?\" He said, \"When the condition (i.e. health) of Allah's Messenger (ﷺ) \ndeteriorated, he said, 'Bring me a bone of scapula, so that I may write something for you after which \nyou will never go astray.'The people differed in their opinions although it was improper to differ in \nfront of a prophet, They said, 'What is wrong with him? Do you think he is delirious? Ask him (to \nunderstand). The Prophet (ﷺ) replied, 'Leave me as I am in a better state than what you are asking me to \ndo.' Then the Prophet (ﷺ) ordered them to do three things saying, 'Turn out all the pagans from the \nArabian Peninsula, show respect to all foreign delegates by giving them gifts as I used to do.' \" The \nsub-narrator added, \"The third order was something beneficial which either Ibn `Abbas did not \nmention or he mentioned but I forgot.'",
    "explication": "‏ ‏وَقَوْله : ( حَدَّثَنَا قَبِيصَة ) ‏ ‏كَذَا لِأَكْثَر الرُّوَاة عَنْ الْفَرْبَرِيّ وَكَذَا فِي رِوَايَة النَّسَفِيّ , وَلَمْ يَقَع فِي الْكِتَاب لَقَبِيصَةَ رِوَايَة عَنْ سُفْيَان بْن عُيَيْنَةَ إِلَّا هَذِهِ وَرِوَايَته فِيهِ عَنْ سُفْيَان الثَّوْرِيّ كَثِيرَة جِدًّا , وَحَكَى الْجَيَّانِيّ عَنْ رِوَايَة اِبْن السَّكَن عَنْ الْفَرْبَرِيّ فِي هَذَا \" قُتَيْبَة \" بَدَل قَبِيصَة , وَرِوَايَته عَنْ قُتَيْبَة لِهَذَا الْحَدِيث بِعَيْنِهِ سَتَأْتِي فِي أَوَاخِر الْمَغَازِي , وَقُتَيْبَة مَشْهُور بِالرِّوَايَةِ عَنْ اِبْن عُيَيْنَةَ دُون قَبِيصَة وَالْحَدِيث حَدِيث اِبْن عُيَيْنَةَ لَا الثَّوْرِيّ. ‏ ‏قَوْله : ( وَقَالَ يَعْقُوب بْن مُحَمَّد ) ‏ ‏أَيْ اِبْن عِيسَى الزُّهْرِيِّ , وَأَثَره هَذَا وَصَلَهُ إِسْمَاعِيل الْقَاضِي فِي كِتَاب أَحْكَام الْقُرْآن عَنْ أَحْمَد بْن الْمُعَدَّل عَنْ يَعْقُوب , وَأَخْرَجَهُ يَعْقُوب بْن شَبَّة عَنْ أَحْمَد بْن الْمُعَدَّل عَنْ يَعْقُوب اِبْن مُحَمَّد عَنْ مَالِك بْن أَنَس مِثْله , وَقَالَ الزُّبَيْر بْن بَكَّارٍ فِي \" أَخْبَار الْمَدِينَة \" أُخْبِرْتُ عَنْ مَالِك عَنْ اِبْن شِهَاب قَالَ : جَزِيرَة الْعَرَب الْمَدِينَة. قَالَ الزُّبَيْر : قَالَ غَيْره جَزِيرَة الْعَرَب مَا بَيْن الْعُذَيْبِ إِلَى حَضَر مَوْت , قَالَ الزُّبَيْر : وَهَذَا أَشْبَه , وَحَضَرَ مَوْت آخِر الْيَمَن , وَقَالَ الْخَلِيل بْن أَحْمَد : سُمِّيَتْ جَزِيرَة الْعَرَب لِأَنَّ بَحْر فَارِس وَبَحْر الْحَبَشَة وَالْفُرَات وَدِجْلَة أَحَاطَتْ بِهَا , وَهِيَ أَرْض الْعَرَب وَمَعْدِنُهَا. وَقَالَ الْأَصْمَعِيّ : هِيَ مَا لَمْ يَبْلُغهُ مُلْك فَارِس مِنْ أَقْصَى عَدَن إِلَى أَطْرَاف الشَّام. وَقَالَ أَبُو عُبَيْد : مَنْ أَقْصَى عَدَن إِلَى رِيف الْعِرَاق طُولًا وَمِنْ جِدَّة وَمَا وَالَاهَا مِنْ السَّاحِل إِلَى أَطْرَاف الشَّام عَرْضًا ‏ ‏قَوْله : ( قَالَ يَعْقُوب وَالْعَرْج أَوَّل تِهَامَة ) ‏ ‏الْعَرْج بِفَتْحِ الْمُهْلَة وَسُكُون الرَّاء بَعْدهَا جِيم مَوْضِع بَيْن مَكَّة وَالْمَدِينَة , وَهُوَ غَيْر الْعَرَج بِفَتْحِ الرَّاء الَّذِي مِنْ الطَّائِف. وَقَالَ الْأَصْمَعِيّ جَزِيرَة الْعَرَب مَا بَيْن أَقْصَى عَدَن أَبْيَن إِلَى رِيف الْعِرَاق طُولًا وَمِنْ جَدَّة وَمَا وَالَاهَا إِلَى أَطْرَاف الشَّام عَرْضًا , وَسُمِّيَتْ جَزِيرَة الْعَرَب لِإِحَاطَةِ الْبِحَار بِهَا , يَعْنِي بَحْر الْهِنْد وَبَحْر الْقُلْزُم وَبَحْر فَارِس وَبَحْر الْحَبَشَة , وَأُضِيفَتْ إِلَى الْعَرَب لِأَنَّهَا كَانَتْ بِأَيْدِيهِمْ قَبْل الْإِسْلَام وَبِهَا أَوْطَانهمْ وَمَنَازِلهمْ , لَكِنْ الَّذِي يُمْنَع الْمُشْرِكُونَ مِنْ سُكْنَاهُ مِنْهَا الْحِجَاز خَاصَّة وَهُوَ مَكَّة وَالْمَدِينَة وَالْيَمَامَة مَا وَالَاهَا , لَا فِيمَا سِوَى ذَلِكَ مِمَّا يُطْلَق عَلَيْهِ اِسْم جَزِيرَة الْعَرَب , لِاتِّفَاقِ الْجَمِيع عَلَى أَنَّ الْيَمَن لَا يُمْنَعُونَ مِنْهَا مَعَ أَنَّهَا مِنْ جُمْلَة جَزِيرَة الْعَرَب , هَذَا مَذْهَب الْجُمْهُور. وَعَنْ الْحَنَفِيَّة يَجُوز مُطْلَقًا إِلَّا الْمَسْجِد , وَعَنْ مَالِك يَجُوز دُخُولهمْ الْحَرَم لِلتِّجَارَةِ , وَقَالَ الشَّافِعِيّ لَا يَدْخُلُونَ الْحَرَم أَصْلًا إِلَّا بِإِذْنِ الْإِمَام لِمَصْلَحَةِ الْمُسْلِمِينَ خَاصَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3169",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي سَعِيدٌ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ لَمَّا فُتِحَتْ خَيْبَرُ أُهْدِيَتْ لِلنَّبِيِّ صلى الله عليه وسلم شَاةٌ فِيهَا سُمٌّ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اجْمَعُوا إِلَىَّ مَنْ كَانَ هَا هُنَا مِنْ يَهُودَ ‏\"‏‏.‏ فَجُمِعُوا لَهُ فَقَالَ ‏\"‏ إِنِّي سَائِلُكُمْ عَنْ شَىْءٍ فَهَلْ أَنْتُمْ صَادِقِيَّ عَنْهُ ‏\"‏‏.‏ فَقَالُوا نَعَمْ‏.‏ قَالَ لَهُمُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَنْ أَبُوكُمْ ‏\"‏‏.‏ قَالُوا فُلاَنٌ‏.‏ فَقَالَ ‏\"‏ كَذَبْتُمْ، بَلْ أَبُوكُمْ فُلاَنٌ ‏\"‏‏.‏ قَالُوا صَدَقْتَ‏.‏ قَالَ ‏\"‏ فَهَلْ أَنْتُمْ صَادِقِيَّ عَنْ شَىْءٍ إِنْ سَأَلْتُ عَنْهُ ‏\"‏ فَقَالُوا نَعَمْ يَا أَبَا الْقَاسِمِ، وَإِنْ كَذَبْنَا عَرَفْتَ كَذِبَنَا كَمَا عَرَفْتَهُ فِي أَبِينَا‏.‏ فَقَالَ لَهُمْ ‏\"‏ مَنْ أَهْلُ النَّارِ ‏\"‏‏.‏ قَالُوا نَكُونُ فِيهَا يَسِيرًا ثُمَّ تَخْلُفُونَا فِيهَا‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اخْسَئُوا فِيهَا، وَاللَّهِ لاَ نَخْلُفُكُمْ فِيهَا أَبَدًا ـ ثُمَّ قَالَ ـ هَلْ أَنْتُمْ صَادِقِيَّ عَنْ شَىْءٍ إِنْ سَأَلْتُكُمْ عَنْهُ ‏\"‏‏.‏ فَقَالُوا نَعَمْ يَا أَبَا الْقَاسِمِ‏.‏ قَالَ ‏\"‏ هَلْ جَعَلْتُمْ فِي هَذِهِ الشَّاةِ سُمًّا ‏\"‏‏.‏ قَالُوا نَعَمْ‏.‏ قَالَ ‏\"‏ مَا حَمَلَكُمْ عَلَى ذَلِكَ ‏\"‏‏.‏ قَالُوا أَرَدْنَا إِنْ كُنْتَ كَاذِبًا نَسْتَرِيحُ، وَإِنْ كُنْتَ نَبِيًّا لَمْ يَضُرَّكَ‏.‏",
    "english_text": "When Khaibar was conquered, a roasted poisoned sheep was presented to the Prophet (ﷺ) as a gift (by \nthe Jews). The Prophet (ﷺ) ordered, \"Let all the Jews who have been here, be assembled before me.\" The \nJews were collected and the Prophet (ﷺ) said (to them), \"I am going to ask you a question. Will you tell \nthe truth?\" They said, \"Yes.\" The Prophet (ﷺ) asked, \"Who is your father?\" They replied, \"So-and-so.\" He \nsaid, \"You have told a lie; your father is so-and-so.\" They said, \"You are right.\" He said, \"Will you \nnow tell me the truth, if I ask you about something?\" They replied, \"Yes, O Abu Al-Qasim; and if we \nshould tell a lie, you can realize our lie as you have done regarding our father.\" On that he asked, \n\"Who are the people of the (Hell) Fire?\" They said, \"We shall remain in the (Hell) Fire for a short \nperiod, and after that you will replace us.\" The Prophet (ﷺ) said, \"You may be cursed and humiliated in it! \nBy Allah, we shall never replace you in it.\" Then he asked, \"Will you now tell me the truth if I ask you \na question?\" They said, \"Yes, O Abu Al-Qasim.\" He asked, \"Have you poisoned this sheep?\" They \nsaid, \"Yes.\" He asked, \"What made you do so?\" They said, \"We wanted to know if you were a liar in \nwhich case we would get rid of you, and if you are a prophet then the poison would not harm you.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة فِي قِصَّة الْيَهُود فِي سَمِّ الشَّاة بَعْد فَتْح خَيْبَر , وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي الْمَغَازِي , وَلَمْ يَجْزِم الْبُخَارِيّ بِالْحُكْمِ إِشَارَة إِلَى مَا وَقَعَ مِنْ الِاخْتِلَاف فِي مُعَاقَبَة الْمَرْأَة الَّتِي أَهْدَتْ السُّمَّ , وَسَيَأْتِي بَسْطه هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3170",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا ثَابِتُ بْنُ يَزِيدَ، حَدَّثَنَا عَاصِمٌ، قَالَ سَأَلْتُ أَنَسًا ـ رضى الله عنه ـ عَنِ الْقُنُوتِ‏.‏ قَالَ قَبْلَ الرُّكُوعِ‏.‏ فَقُلْتُ إِنَّ فُلاَنًا يَزْعُمُ أَنَّكَ قُلْتَ بَعْدَ الرُّكُوعِ، فَقَالَ كَذَبَ‏.‏ ثُمَّ حَدَّثَنَا عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَنَتَ شَهْرًا بَعْدَ الرُّكُوعِ يَدْعُو عَلَى أَحْيَاءٍ مِنْ بَنِي سُلَيْمٍ ـ قَالَ ـ بَعَثَ أَرْبَعِينَ أَوْ سَبْعِينَ ـ يَشُكُّ فِيهِ ـ مِنَ الْقُرَّاءِ إِلَى أُنَاسٍ مِنَ الْمُشْرِكِينَ، فَعَرَضَ لَهُمْ هَؤُلاَءِ فَقَتَلُوهُمْ، وَكَانَ بَيْنَهُمْ وَبَيْنَ النَّبِيِّ صلى الله عليه وسلم عَهْدٌ، فَمَا رَأَيْتُهُ وَجَدَ عَلَى أَحَدٍ مَا وَجَدَ عَلَيْهِمْ‏.‏",
    "english_text": "I asked Anas about the Qunut (i.e. invocation in the prayer). Anas said, \"It should be recited before \nbowing.\" I said, \"So-and-so claims that you say that it should be recited after bowing.\" He replied, \n\"He is mistaken.\" Then Anas narrated to us that the Prophet (ﷺ) invoked evil on the tribe of Bani-Sulaim \nfor one month after bowing. ' Anas Further said, \"The Prophet (ﷺ) had sent 40 or 70 Qaris (i.e. men well \nversed in the knowledge of the Qur'an) to some pagans, but the latter struggled with them and \nmartyred them, although there was a peace pact between them and the Prophet (ﷺ) I had never seen the \nProphet so sorry and worried about anybody as he was about them (i.e. the Qaris).",
    "explication": "حَدِيث أَنَس فِي الْقُنُوت , وَقَدْ سَبَقَ شَرْحه مُسْتَوْفًى فِي كِتَاب الْوِتْر. ‏ ‏وَقَوْله : ( حَدَّثَنَا ثَابِت بْن يَزِيد ) ‏ ‏أَوَّله تَحْتَانِيَّة , وَوَهَمَ مَنْ قَالَ فِيهِ زَيْد بِغَيْرِ يَاء , وَعَاصِم شَيْخه هُوَ الْأَحْوَل , وَالْإِسْنَاد كُلّه بَصْرِيُّونَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3171",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي النَّضْرِ، مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ أَنَّ أَبَا مُرَّةَ، مَوْلَى أُمِّ هَانِئٍ ابْنَةِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أُمَّ هَانِئٍ ابْنَةَ أَبِي طَالِبٍ، تَقُولُ ذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ الْفَتْحِ فَوَجَدْتُهُ يَغْتَسِلُ، وَفَاطِمَةُ ابْنَتُهُ تَسْتُرُهُ، فَسَلَّمْتُ عَلَيْهِ فَقَالَ ‏\"‏ مَنْ هَذِهِ ‏\"‏‏.‏ فَقُلْتُ أَنَا أُمُّ هَانِئٍ بِنْتُ أَبِي طَالِبٍ‏.‏ فَقَالَ ‏\"‏ مَرْحَبًا بِأُمِّ هَانِئٍ ‏\"‏‏.‏ فَلَمَّا فَرَغَ مِنْ غُسْلِهِ قَامَ، فَصَلَّى ثَمَانَ رَكَعَاتٍ مُلْتَحِفًا فِي ثَوْبٍ وَاحِدٍ، فَقُلْتُ يَا رَسُولَ اللَّهِ، زَعَمَ ابْنُ أُمِّي عَلِيٌّ أَنَّهُ قَاتِلٌ رَجُلاً قَدْ أَجَرْتُهُ فُلاَنُ بْنُ هُبَيْرَةَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قَدْ أَجَرْنَا مَنْ أَجَرْتِ يَا أُمَّ هَانِئٍ ‏\"‏‏.‏ قَالَتْ أُمُّ هَانِئٍ وَذَلِكَ ضُحًى‏.‏",
    "english_text": "the daughter of Abu Talib: I went to Allah's Messenger (ﷺ) on the day of the conquest of Mecca and found \nhim taking a bath, and his daughter Fatima was screening him. I greeted him and he asked, \"Who is \nthat?\" I said, \"I, Um Hani bint Abi Talib.\" He said, \"Welcome, O Um Hani.\" When he had finished his \nbath, he stood up and offered eight rak`at while dressed in one garment. I said, \"O Allah's Messenger (ﷺ)! \nMy brother `Ali has declared that he will kill a man to whom I have granted asylum. The man is so \nand-so bin Hubaira.\" Allah's Messenger (ﷺ) said, \"O Um Hani! We will grant asylum to the one whom you \nhave granted asylum.\" (Um Hani said, \"That (visit) took place in the Duha (i.e. forenoon)).",
    "explication": "‏ ‏قَوْله : ( مَوْلَى عُمَر بْن عُبَيْد اللَّه ) ‏ ‏بِالتَّصْغِيرِ وَهُوَ التَّيْمِيُّ وَأُمّ هَانِئٍ بِهَمْزَةٍ مُنَوَّنَةٍ. ‏ ‏) ‏ ‏قَوْله : ( فَقَالَ مَنْ هَذِهِ ؟ ) ‏ ‏يَدُلُّ عَلَى أَنَّ السِّتْرَ كَانَ كَثِيفًا وَعَرَفَ أَنَّهَا اِمْرَأَةٌ لِكَوْنِ ذَلِكَ الْمَوْضِعِ لَا يَدْخُلُ عَلَيْهِ فِيهِ الرِّجَالُ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي أَوَاخِرِ الْجِهَادِ حَيْثُ أَوْرَدَهُ الْمُصَنِّفُ تَامًّا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3172",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ خَطَبَنَا عَلِيٌّ فَقَالَ مَا عِنْدَنَا كِتَابٌ نَقْرَؤُهُ إِلاَّ كِتَابُ اللَّهِ، وَمَا فِي هَذِهِ الصَّحِيفَةِ فَقَالَ فِيهَا الْجِرَاحَاتُ وَأَسْنَانُ الإِبِلِ، وَالْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى كَذَا، فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى فِيهَا مُحْدِثًا، فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ، وَمَنْ تَوَلَّى غَيْرَ مَوَالِيهِ فَعَلَيْهِ مِثْلُ ذَلِكَ، وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ، فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ مِثْلُ ذَلِكَ‏.‏",
    "english_text": "`Ali delivered a sermon saying, \"We have no book to read except the Book of Allah and what is \nwritten in this paper which contains verdicts regarding (retaliation for) wounds, the ages of the camels \n(given as Zakat or as blood money) and the fact that Medina is a sanctuary in between Air mountain to \nso-and-so (mountain). So, whoever innovates in it an heresy or commits a sin or gives shelter in it, to \nsuch an innovator will incur the Curse of Allah, the angels and all the people, and none of his \ncompulsory or optional good deeds of worship will be accepted. And whoever (freed slave) takes as \nhis master (i.e. befriends) other than his real masters will incur the same (Curse). And the asylum \ngranted by any Muslim is to be secured by all the other Muslims, and whoever betrays a Muslim in \nthis respect will incur the same (Curse).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الرَّحْمَن ) ‏ ‏هُوَ اِبْن مَهْدِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ. ‏ ‏قَوْله : ( عَنْ أَبِيهِ ) ‏ ‏هُوَ يَزِيد بْن شَرِيك بْن طَارِق التَّيْمِيِّ , وَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ كُوفِيُّونَ فِي نَسَق , وَهَذِهِ رِوَايَة أَكْثَر أَصْحَاب الْأَعْمَش عَنْهُ , وَخَالَفَهُمْ شُعْبَة فَرَوَاهُ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيِّ عَنْ الْحَارِث بْن سُوِيد عَنْ عَلِيّ , أَخْرَجَهُ أَحْمَد وَالنَّسَائِيُّ. قَالَ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" : وَالصَّوَاب رِوَايَة الثَّوْرِيّ وَمَنْ تَبِعَهُ. ‏ ‏قَوْله : ( مَا عِنْدنَا شَيْء ) ‏ ‏أَيْ مَكْتُوب , وَإِلَّا فَكَانَ عِنْدهمْ أَشْيَاء مِنْ السُّنَّة سِوَى الْكِتَاب , أَوْ الْمَنْفِيّ شَيْء اِخْتَصُّوا بِهِ عَنْ النَّاس. وَسَبَب قَوْل عَلِيٍّ هَذَا يَظْهَر مِمَّا أَخْرَجَهُ أَحْمَد مِنْ طَرِيق قِيَادَة عَنْ أَبِي حَسَّان الْأَعْرَج \" أَنَّ عَلِيًّا كَانَ يَأْمُر بِالْأَمْرِ فَيُقَال لَهُ : قَدْ فَعَلْنَاهُ. فَيَقُول : صَدَقَ اللَّه وَرَسُوله. فَقَالَ لَهُ الْأَشْتَر : إِنَّ هَذَا الَّذِي تَقُول أَهُوَ شَيْء عَهِدَهُ إِلَيْك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : مَا عَهِدَ إِلَيَّ شَيْئًا خَاصَّة دُون النَّاس , إِلَّا شَيْئًا سَمِعْته مِنْهُ فَهُوَ فِي صَحِيفَة فِي قِرَاب سَيْفِي , فَلَمْ يَزَالُوا بِهِ حَتَّى أَخْرَجَ الصَّحِيفَة فَإِذَا فِيهَا \" فَذَكَرَ الْحَدِيث وَزَادَ فِيهِ \" الْمُؤْمِنُونَ تَتَكَافَأ دِمَاؤُهُمْ , وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ , وَهُمْ يَد عَلَى مَنْ سِوَاهُمْ. أَلَا لَا يُقْتَل مُؤْمِن بِكَافِرٍ , وَلَا ذُو عَهْد فِي عَهْده \" وَقَالَ فِيهِ \" إِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة , وَإِنِّي أُحَرِّم مَا بَيْن حَرَّتَيْهَا وَحِمَاهَا كُلّه , لَا يُخْتَلَى خَلَاهَا , وَلَا يُنَفَّر صَيْدهَا , وَلَا تُلْتَقَط لُقَطَتهَا , وَلَا يُقْطَع مِنْهَا شَجَرَة إِلَّا أَنْ يَعْلِف رَجُل بَعِيره , وَلَا يُحْمَل فِيهَا السِّلَاح لِقِتَالٍ \" وَالْبَاقِي نَحْوه. وَأَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ وَجْه آخَر عَنْ قَتَادَةَ عَنْ أَبِي حَسَّان عَنْ الْأَشْتَر عَنْ عَلِيّ , وَلِأَحْمَد وَأَبِي دَاوُدَ وَالنَّسَائِيِّ مِنْ طَرِيق سَعِيد بْن أَبِي عَرُوبَة \" عَنْ قَتَادَةَ عَنْ الْحَسَن عَنْ قَيْس بْن عَبَّاد قَالَ : اِنْطَلَقْت أَنَا وَالْأَشْتَر إِلَى عَلِيّ فَقُلْنَا : هَلْ عَهِدَ إِلَيْك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا لَمْ يَعْهَدهُ إِلَى النَّاس عَامَّة ؟ قَالَ : لَا , إِلَّا مَا فِي كِتَابِي هَذَا. قَالَ وَكِتَاب فِي قِرَاب سَيْفه , فَإِذَا فِيهِ : الْمُؤْمِنُونَ تَتَكَافَأ دِمَاؤُهُمْ \" فَذَكَر مِثْل مَا تَقَدَّمَ إِلَى قَوْله فِي عَهْده \" مَنْ أَحْدَثَ حَدَثًا - إِلَى قَوْله - أَجْمَعِينَ \". وَلَمْ يَذْكُر بَقِيَّة الْحَدِيث. وَلِمُسْلِمٍ مِنْ طَرِيق أَبِي الطُّفَيْل \" كُنْت عِنْد عَلِيّ فَأَتَاهُ رَجُل فَقَالَ : مَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُسِرّ إِلَيْك ؟ فَغَضِبَ ثُمَّ قَالَ : مَا كَانَ يُسِرّ إِلَيَّ شَيْئًا يَكْتُمهُ عَنْ النَّاس , غَيْر أَنَّهُ حَدَّثَنِي بِكَلِمَاتٍ أَرْبَع \" وَفِي رِوَايَة لَهُ \" مَا خَصَّنَا بِشَيْءٍ لَمْ يَعُمّ بِهِ النَّاس كَافَّة إِلَّا مَا كَانَ فِي قِرَاب سَيْفِي هَذَا , فَأَخْرَجَ صَحِيفَة مَكْتُوبًا فِيهَا : لَعَنَ اللَّه مَنْ ذَبَحَ لِغَيْرِ اللَّه , وَلَعَنَ اللَّه مَنْ سَرَقَ مَنَار الْأَرْض , وَلَعَنَ اللَّه مَنْ لَعَنَ وَالِده , وَلَعَنَ اللَّه مَنْ آوَى مُحْدِثًا \" وَقَدْ تَقَدَّمَ فِي كِتَاب الْعِلْم مِنْ طَرِيق أَبِي جُحَيْفَةَ \" قُلْت لِعَلِيٍّ : هَلْ عِنْدكُمْ كِتَاب ؟ قَالَ : لَا , إِلَّا كِتَاب اللَّه , أَوْ فَهْم أُعْطِيَهُ رَجُل مُسْلِم , أَوْ مَا فِي هَذِهِ الصَّحِيفَة. قَالَ قُلْت : وَمَا فِي هَذِهِ الصَّحِيفَة ؟ قَالَ : الْعَقْل , وَفِكَاك الْأَسِير , وَلَا يُقْتَل مُسْلِم بِكَافِرٍ \". وَالْجَمْع بَيْن هَذِهِ الْأَخْبَار أَنَّ الصَّحِيفَة الْمَذْكُورَة كَانَتْ مُشْتَمِلَة عَلَى مَجْمُوع مَا ذُكِرَ , فَنَقَلَ كُلّ رَاوٍ بَعْضهَا , وَأَتَمّهَا سِيَاقًا طَرِيق أَبِي حَسَّان كَمَا تَرَى , وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( الْمَدِينَة حَرَم ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا , وَسَيَأْتِي فِي الْجِزْيَة بِزِيَادَةٍ فِي أَوَّله قَالَ فِيهَا \" الْجِرَاحَات وَأَسْنَان الْإِبِل \". ‏ ‏قَوْله : ( مَنْ أَحْدَثَ فِيهَا حَدَثًا ) ‏ ‏يُقَيَّد بِهِ مُطْلَق مَا تَقَدَّمَ فِي رِوَايَة قَيْس بْن عَبَّاد , وَأَنَّ ذَلِكَ يَخْتَصّ بِالْمَدِينَةِ لِفَضْلِهَا وَشَرَفهَا. ‏ ‏قَوْله : ( لَا يُقْبَل مِنْهُ صَرْف وَلَا عَدْل ) ‏ ‏بِفَتْحِ أَوَّلهمَا , وَاخْتُلِفَ فِي تَفْسِيرهمَا فَعِنْد الْجُمْهُور الصَّرْف الْفَرِيضَة وَالْعَدْل النَّافِلَة , وَرَوَاهُ اِبْن خُزَيْمَةَ بِإسْنَادٍ صَحِيح عَنْ الثَّوْرِيّ , وَعَنْ الْحَسَن الْبَصْرِيّ بِالْعَكْسِ , وَعَنْ الْأَصْمَعِيّ الصَّرْف التَّوْبَة وَالْعَدْل الْفِدْيَة , وَعَنْ يُونُس مِثْله لَكِنْ قَالَ : الصَّرْف الِاكْتِسَاب , وَعَنْ أَبِي عُبَيْدَة مِثْله لَكِنْ قَالَ : الْعَدْل الْحِيلَة وَقِيلَ الْمِثْل , وَقِيلَ الصَّرْف الدِّيَة وَالْعَدْل الزِّيَادَة عَلَيْهَا , وَقِيلَ بِالْعَكْسِ , وَحَكَى صَاحِب \" الْمُحْكَم \" الصَّرْف الْوَزْن وَالْعَدْل الْكَيْل , وَقِيلَ الصَّرْف الْقِيمَة وَالْعَدْل الِاسْتِقَامَة , وَقِيلَ الصَّرْف الدِّيَة وَالْعَدْل الْبَدِيل , وَقِيلَ الصَّرْف الشَّفَاعَة وَالْعَدْل الْفِدْيَة لِأَنَّهَا تُعَادِل الدِّيَة وَبِهَذَا الْأَخِير جَزَمَ الْبَيْضَاوِيّ , وَقِيلَ الصَّرْف الرِّشْوَة وَالْعَدْل الْكَفِيل , قَالَهُ أَبَان بْن ثَعْلَب وَأَنْشَدَ : ‏ ‏لَا نَقْبَل الصَّرْف ‏ ‏وَهَاتُوا عَدْلًا ‏ ‏فَحَصَلْنَا عَلَى أَكْثَر مِنْ عَشَرَة أَقْوَال , وَقَدْ وَقَعَ فِي آخِر الْحَدِيث فِي رِوَايَة الْمُسْتَمْلِي \" قَالَ أَبُو عَبْد اللَّه : عَدْل فِدَاء \" وَهَذَا مُوَافِق لِتَفْسِيرِ الْأَصْمَعِيّ , وَاللَّه أَعْلَم. قَالَ عِيَاض : مَعْنَاهُ لَا يُقْبَل قَبُول رِضًا وَإِنْ قُبِلَ قَبُول جَزَاء , وَقِيلَ يَكُون الْقَبُول هُنَا بِمَعْنَى تَكْفِير الذَّنْب بِهِمَا , وَقَدْ يَكُون مَعْنَى الْفِدْيَة أَنَّهُ لَا يَجِد يَوْم الْقِيَامَة فِدًى يَفْتَدِي بِهِ بِخِلَافِ غَيْره مِنْ الْمُذْنِبِينَ بِأَنْ يَفْدِيه مِنْ النَّار بِيَهُودِيٍّ أَوْ نَصْرَانِيّ كَمَا رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي مُوسَى الْأَشْعَرِيّ. وَفِي الْحَدِيث رَدّ لِمَا تَدَّعِيه الشِّيعَة بِأَنَّهُ كَانَ عِنْد عَلِيّ وَآل بَيْته مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمُور كَثِيرَة أَعْلَمهُ بِهَا سِرًّا تَشْتَمِل عَلَى كَثِير مِنْ قَوَاعِد الدِّين وَأُمُور الْإِمَارَة. وَفِيهِ جَوَاز كِتَابَة الْعِلْم. ‏ ‏قَوْله : ( ذِمَّة الْمُسْلِمِينَ وَاحِدَة ) ‏ ‏أَيْ أَمَانهمْ صَحِيح فَإِذَا أَمَّنَ الْكَافِر وَاحِد مِنْهُمْ حَرُمَ عَلَى غَيْره التَّعَرُّض لَهُ. وَلِلْأَمَانِ شُرُوط مَعْرُوفَة. وَقَالَ الْبَيْضَاوِيّ : الذِّمَّة الْعَهْد , سُمِّيَ بِهَا لِأَنَّهُ يُذَمّ مُتَعَاطِيهَا عَلَى إِضَاعَتهَا. وَقَوْله يَسْعَى بِهَا أَيْ يَتَوَلَّاهَا وَيَذْهَب وَيَجِيء , وَالْمَعْنَى أَنَّ ذِمَّة الْمُسْلِمِينَ سَوَاء صَدَرَتْ مِنْ وَاحِد أَوْ أَكْثَر شَرِيف أَوْ وَضِيع , فَإِذَا أَمَّنَ أَحَد مِنْ الْمُسْلِمِينَ كَافِرًا وَأَعْطَاهُ ذِمَّة لَمْ يَكُنْ لِأَحَدٍ نَقْضه , فَيَسْتَوِي فِي ذَلِكَ الرَّجُل وَالْمَرْأَة وَالْحُرّ وَالْعَبْد , لِأَنَّ الْمُسْلِمِينَ كَنَفْسٍ وَاحِدَة , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كِتَاب الْجِزْيَة وَالْمُوَادَعَة. وَقَوْله \" فَمَنْ أَخْفَرَ \" بِالْخَاءِ الْمُعْجَمَة وَالْفَاء أَيْ نَقَضَ الْعَهْد , يُقَال خَفَرْته بِغَيْرِ أَلْف : أَمَّنْته , وَأَخْفَرْتُهُ : نَقَضْت عَهْده. ‏ ‏قَوْله : ( وَمَنْ يَتَوَلَّى قَوْمًا بِغَيْرِ إِذْن مَوَالِيه ) ‏ ‏لَمْ يُجْعَل الْإذْن شَرْطًا لِجَوَازِ الِادِّعَاء , وَإِنَّمَا هُوَ لِتَأْكِيدِ التَّحْرِيم , لِأَنَّهُ إِذَا اِسْتَأْذَنَهُمْ فِي ذَلِكَ مَنَعُوهُ وَحَالُوا بَيْنه وَبَيْن ذَلِكَ , قَالَهُ الْخَطَّابِيُّ وَغَيْره , وَيُحْتَمَل أَنْ يَكُون كَنَّى بِذَلِكَ عَنْ بَيْعه , فَإِذَا وَقَعَ بَيْعه جَازَ لَهُ الِانْتِمَاء إِلَى مَوْلَاهُ الثَّانِي وَهُوَ غَيْر مَوْلَاهُ الْأَوَّل , أَوْ الْمُرَاد مُوَالَاة الْحِلْف فَإِذَا أَرَادَ الِانْتِقَال عَنْهُ لَا يَنْتَقِل إِلَّا بِإِذْنٍ. وَقَالَ الْبَيْضَاوِيّ : الظَّاهِر أَنَّهُ أَرَادَ بِهِ وَلَاء الْعِتْق لِعَطْفِهِ عَلَى قَوْله \" مَنْ اِدَّعَى إِلَى غَيْر أَبِيهِ \" وَالْجَمْع بَيْنهمَا بِالْوَعِيدِ , فَإِنَّ الْعِتْق مِنْ حَيْثُ إنَّهُ لُحْمَة كَلُحْمَةِ النَّسَب , فَإِذَا نُسِبَ إِلَى غَيْر مَنْ هُوَ لَهُ كَانَ كَالدَّعِيِّ الَّذِي تَبَرَّأَ عَمَّنْ هُوَ مِنْهُ وَأَلْحَقَ نَفْسه بِغَيْرِهِ فَيَسْتَحِقّ بِهِ الدُّعَاء عَلَيْهِ بِالطَّرْدِ وَالْإِبْعَاد عَنْ الرَّحْمَة. ثُمَّ أَجَابَ عَنْ الْإِذْن بِنَحْوِ مَا تَقَدَّمَ وَقَالَ : لَيْسَ هُوَ لِلتَّقْيِيدِ , وَإِنَّمَا هُوَ لِلتَّنْبِيهِ عَلَى مَا هُوَ الْمَانِع , وَهُوَ إِبْطَال حَقّ مَوَالِيه. فَأَوْرَدَ الْكَلَام عَلَى مَا هُوَ الْغَالِب. وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كُتُب الْفَرَائِض إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏رَتَّبَ الْمُصَنِّف أَحَادِيث الْبَاب تَرْتِيبًا حَسَنًا , فَفِي حَدِيث أَنَس التَّصْرِيح بِكَوْنِ الْمَدِينَة حَرَمًا , وَفِي حَدِيثه الثَّانِي تَخْصِيص النَّهْي عَنْ قَطْع الشَّجَر بِمَا لَا يُنْبِتهُ الْآدَمِيُّونَ , وَفِي حَدِيث أَبِي هُرَيْرَة بَيَان مَا أُجْمِلَ مِنْ حَدّ حَرَمِهَا فِي حَدِيث أَنَس حَيْثُ قَالَ كَذَا وَكَذَا , فَبَيَّنَ فِي هَذَا أَنَّهُ مَا بَيْن الْحَرَّتَيْنِ , وَفِي حَدِيث عَلِيٍّ زِيَادَة تَأْكِيد التَّحْرِيم وَبَيَان حَدّ الْحَرَم أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3173",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ ـ هُوَ ابْنُ الْمُفَضَّلِ ـ حَدَّثَنَا يَحْيَى، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، قَالَ انْطَلَقَ عَبْدُ اللَّهِ بْنُ سَهْلٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ إِلَى خَيْبَرَ، وَهْىَ يَوْمَئِذٍ صُلْحٌ، فَتَفَرَّقَا، فَأَتَى مُحَيِّصَةُ إِلَى عَبْدِ اللَّهِ بْنِ سَهْلٍ وَهْوَ يَتَشَحَّطُ فِي دَمٍ قَتِيلاً، فَدَفَنَهُ ثُمَّ قَدِمَ الْمَدِينَةَ، فَانْطَلَقَ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَمُحَيِّصَةُ وَحُوَيِّصَةُ ابْنَا مَسْعُودٍ إِلَى النَّبِيِّ صلى الله عليه وسلم، فَذَهَبَ عَبْدُ الرَّحْمَنِ يَتَكَلَّمُ فَقَالَ ‏\"‏ كَبِّرْ كَبِّرْ ‏\"‏‏.‏ وَهْوَ أَحْدَثُ الْقَوْمِ، فَسَكَتَ فَتَكَلَّمَا فَقَالَ ‏\"‏ أَتَحْلِفُونَ وَتَسْتَحِقُّونَ قَاتِلَكُمْ أَوْ صَاحِبَكُمْ ‏\"‏‏.‏ قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ وَلَمْ نَرَ قَالَ ‏\"‏ فَتُبْرِيكُمْ يَهُودُ بِخَمْسِينَ ‏\"‏‏.‏ فَقَالُوا كَيْفَ نَأْخُذُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَعَقَلَهُ النَّبِيُّ صلى الله عليه وسلم مِنْ عِنْدِهِ‏.‏",
    "english_text": "`Abdullah bin Sahl and Muhaiyisa bin Mas`ud bin Zaid set out to Khaibar, the inhabitants of which \nhad a peace treaty with the Muslims at that time. They parted and later on Muhaiyisa came upon \n`Abdullah bin Sah! and found him murdered agitating in his blood. He buried him and returned to \nMedina. `Abdur Rahman bin Sahl, Muhaiyisa and Huwaiuisa, the sons of Mas`ud came to the Prophet (ﷺ) \nand `Abdur Rahman intended to talk, but the Prophet (ﷺ) said (to him), \"Let the eldest of you speak.\" as \n`Abdur-Rahman was the youngest:. `Abdur-Rahman kept silent and the other two spoke. The Prophet (ﷺ) \nsaid, \"If you swear as to who has committed the murder, you will have the right to take your right \nfrom the murderer.\" They said, \"How should we swear if we did not witness the murder or see the \nmurderer?\" The Prophet (ﷺ) said, \"Then the Jews can clear themselves from the charge by taking Alaska \n(an oath taken by men that it was not they who committed the murder).\" The!y said, \"How should we \nbelieve in the oaths of infidels?\" So, the Prophet (ﷺ) himself paid the blood money (of `Abdullah). (See \nHadith No. 36 Vol. 9.)",
    "explication": "حَدِيث سَهْل بْن أَبِي حَثْمَة فِي قَتْل عَبْد اللَّه بْن سَهْل بِخَيْبَر , وَالْغَرَض مِنْهُ قَوْله : \" وَهِيَ يَوْمئِذٍ صُلْح \" وَالْمُرَاد مُصَالَحَة أَهْلهَا الْيَهُود مَعَ الْمُسْلِمِينَ , وَسَيَأْتِي شَرْحه مُسْتَوْفًى فِي مَكَانه مِنْ كِتَاب الْحُدُود. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3174",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ أَخْبَرَهُ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي رَكْبٍ مِنْ قُرَيْشٍ كَانُوا تِجَارًا بِالشَّأْمِ فِي الْمُدَّةِ الَّتِي مَادَّ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَبَا سُفْيَانَ فِي كُفَّارِ قُرَيْشٍ‏.‏",
    "english_text": "That Abu Sufyan bin Harb Informed him that Heraclius called him and the members of a caravan \nfrom Quraish who had gone to Sham as traders, during the truce which Allah's Messenger (ﷺ) had concluded \nwith Abu Sufyan and the Quraish infidels.",
    "explication": "‏ ‏قَوْله : ( قَالَ حَدَّثَنَا أَبُو الْيَمَان ) ‏ ‏فِي رِوَايَة الْأَصِيلِيّ وَكَرِيمَة : حَدَّثَنَا الْحَكَم بْن نَافِع , وَهُوَ هُوَ , أَخْبَرَنَا شُعَيْب : هُوَ اِبْن أَبِي حَمْزَة دِينَار الْحِمْصِيُّ , وَهُوَ مِنْ أَثْبَات أَصْحَاب الزُّهْرِيّ. ‏ ‏قَوْله : ( أَنَّ أَبَا سُفْيَان ) ‏ ‏هُوَ صَخْر بْن حَرْب بْن أُمَيَّة بْن عَبْد شَمْس بْن عَبْد مَنَاف. ‏ ‏قَوْله : ( هِرَقْل ) ‏ ‏هُوَ مَلِك الرُّوم , وَهِرَقْل : اِسْمه , وَهُوَ بِكَسْرِ الْهَاء وَفَتْح الرَّاء وَسُكُون الْقَاف , وَلَقَبه قَيْصَر , كَمَا يُلَقَّب مَلِك الْفُرْس : كِسْرَى وَنَحْوه. ‏ ‏قَوْله : ( فِي رَكْب ) ‏ ‏جَمْع رَاكِب كَصَحْبِ وَصَاحِب , وَهُمْ أُولُو الْإِبِل , الْعَشْرَة فَمَا فَوْقهَا. وَالْمَعْنَى : أَرْسَلَ إِلَى أَبِي سُفْيَان حَال كَوْنه فِي جُمْلَة الرَّكْب , وَذَاكَ لِأَنَّهُ كَانَ كَبِيرهمْ فَلِهَذَا خَصَّهُ , وَكَانَ عَدَد الرَّكْب ثَلَاثِينَ رَجُلًا , رَوَاهُ الْحَاكِم فِي الْإِكْلِيل. وَلِابْنِ السَّكَن : نَحْو مِنْ عِشْرِينَ , وَسَمَّى مِنْهُمْ الْمُغِيرَة بْن شُعْبَة فِي مُصَنَّف اِبْن أَبِي شَيْبَة بِسَنَدٍ مُرْسَل , وَفِيهِ نَظَر ; لِأَنَّهُ كَانَ إِذْ ذَاكَ مُسْلِمًا. وَيُحْتَمَل أَنْ يَكُون رَجَعَ حِينَئِذٍ إِلَى قَيْصَر ثُمَّ قَدِمَ الْمَدِينَة مُسْلِمًا. وَقَدْ وَقَعَ ذِكْره أَيْضًا فِي أَثَر آخَر فِي كِتَاب السِّيَر لِأَبِي إِسْحَاق الْفَزَارِيّ , وَكِتَاب الْأَمْوَال لِأَبِي عُبَيْد مِنْ طَرِيق سَعِيد بْن الْمُسَيِّب قَالَ : كَتَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى كِسْرَى وَقَيْصَر. الْحَدِيث وَفِيهِ : فَلَمَّا قَرَأَ قَيْصَر الْكِتَاب قَالَ : هَذَا كِتَاب لَمْ أَسْمَع بِمِثْلِهِ. وَدَعَا أَبَا سُفْيَان بْن حَرْب وَالْمُغِيرَة بْن شُعْبَة وَكَانَا تَاجِرَيْنِ هُنَاكَ , فَسَأَلَ عَنْ أَمْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( وَكَانُوا تُجَّارًا ) بِضَمِّ التَّاء وَتَشْدِيد الْجِيم , أَوْ كَسْرهَا وَالتَّخْفِيفِ جَمْع تَاجِر. ‏ ‏قَوْله : ( فِي الْمُدَّة ) يَعْنِي مُدَّة الصُّلْح بِالْحُدَيْبِيَةِ , وَسَيَأْتِي شَرْحهَا فِي الْمَغَازِي , وَكَانَتْ فِي سَنَة سِتّ , وَكَانَتْ مُدَّتهَا عَشْر سِنِينَ كَمَا فِي السِّيرَة , وَأَخْرَجَهُ أَبُو دَاوُدَ مِنْ حَدِيث اِبْن عُمَر , وَلِأَبِي نُعَيْم فِي مُسْنَد عَبْد اللَّه بْن دِينَار : كَانَتْ أَرْبَع سِنِينَ , وَكَذَا أَخْرَجَهُ الْحَاكِم فِي الْبُيُوع مِنْ الْمُسْتَدْرَك , وَالْأَوَّل أَشْهَر. لَكِنَّهُمْ نَقَضُوا , فَغَزَاهُمْ سَنَة ثَمَان وَفَتَحَ مَكَّة. وَكُفَّار قُرَيْش بِالنَّصْبِ مَفْعُول مَعَهُ. ‏ ‏قَوْله ( فَأَتَوْهُ ) تَقْدِيره : أَرْسَلَ إِلَيْهِمْ فِي طَلَب إِتْيَان الرَّكْب فَجَاءَ الرَّسُول يَطْلُب إِتْيَانهمْ فَأَتَوْهُ , كَقَوْلِهِ تَعَالَى ( فَقُلْنَا اِضْرِبْ بِعَصَاك الْحَجَر فَانْفَجَرَتْ ) أَيْ : فَضَرَبَ فَانْفَجَرَتْ. وَوَقَعَ عِنْد الْمُؤَلِّف فِي الْجِهَاد أَنَّ الرَّسُول وَجَدَهُمْ بِبَعْضِ الشَّام , وَفِي رِوَايَة لِأَبِي نُعَيْم فِي الدَّلَائِل تَعْيِين الْمَوْضِع وَهُوَ غَزَّة. قَالَ : وَكَانَتْ وَجْه مَتْجَرهمْ. وَكَذَا رَوَاهُ اِبْن إِسْحَاق فِي الْمَغَازِي عَنْ الزُّهْرِيّ , وَزَادَ فِي أَوَّله عَنْ أَبِي سُفْيَان قَالَ : كُنَّا قَوْمًا تُجَّارًا , وَكَانَتْ الْحَرْب قَدْ حَصَبَتْنَا , فَلَمَّا كَانَتْ الْهُدْنَة خَرَجْت تَاجِرًا إِلَى الشَّام مَعَ رَهْط مِنْ قُرَيْش , فَوَاَللَّهِ مَا عَلِمْت بِمَكَّة اِمْرَأَة وَلَا رَجُلًا إِلَّا وَقَدْ حَمَّلَنِي بِضَاعَة. فَذَكَرَهُ. وَفِيهِ : فَقَالَ هِرَقْل لِصَاحِبِ شُرْطَته : قَلِّبْ الشَّام ظَهْرًا لِبَطْنٍ حَتَّى تَأْتِيَ بِرَجُلٍ مِنْ قَوْم هَذَا أَسْأَلهُ عَنْ شَأْنه. فَوَاَللَّهِ إِنِّي وَأَصْحَابِي بِغَزَّة , إِذْ هَجَمَ عَلَيْنَا فَسَاقَنَا جَمِيعًا. ‏ ‏قَوْله : ( بِإِيلِيَاء ) ‏ ‏بِهَمْزَةٍ مَكْسُورَة بَعْدهَا يَاء أَخِيرَة سَاكِنَة ثُمَّ لَام مَكْسُورَة ثُمَّ يَاء أَخِيرَة ثُمَّ أَلِف مَهْمُوزَة , وَحَكَى الْبَكْرِيّ فِيهَا الْقَصْر , وَيُقَال لَهَا أَيْضًا إِلْيَا بِحَذْفِ الْيَاء الْأُولَى وَسُكُون اللَّام حَكَاهُ الْبَكْرِيّ , وَحَكَى النَّوَوِيّ مِثْله لَكِنْ بِتَقْدِيمِ الْيَاء عَلَى اللَّام وَاسْتَغْرَبَهُ , قِيلَ : مَعْنَاهُ بَيْت اللَّه. وَفِي الْجِهَاد عِنْد الْمُؤَلِّف أَنَّ هِرَقْل لَمَّا كَشَفَ اللَّه عَنْهُ جُنُود فَارِس مَشَى مِنْ حِمْص إِلَى إِيلِيَاء شُكْرًا لِلَّهِ. زَادَ اِبْن إِسْحَاق عَنْ الزُّهْرِيّ أَنَّهُ كَانَ تُبْسَط لَهُ الْبُسُط وَتُوضَع عَلَيْهَا الرَّيَاحِين فَيَمْشِي عَلَيْهَا , وَنَحْوه لِأَحْمَد مِنْ حَدِيث اِبْن أَخِي الزُّهْرِيّ عَنْ عَمّه. وَكَانَ سَبَب ذَلِكَ مَا رَوَاهُ الطَّبَرِيّ وَابْن عَبْد الْحَكَم مِنْ طُرُق مُتَعَاضِدَة مُلَخَّصهَا أَنَّ كِسْرَى أَغْزَى جَيْشه بِلَاد هِرَقْل , فَخَرَّبُوا كَثِيرًا مِنْ بِلَاده , ثُمَّ اِسْتَبْطَأَ كِسْرَى أَمِيره فَأَرَادَ قَتْله وَتَوْلِيَة غَيْره , فَاطَّلَعَ أَمِيره عَلَى ذَلِكَ فَبَاطَنَ هِرَقْل وَاصْطَلَحَ مَعَهُ عَلَى كِسْرَى وَانْهَزَمَ عَنْهُ بِجُنُودِ فَارِس , فَمَشَى هِرَقْل إِلَى بَيْت الْمَقْدِس شُكْرًا لِلَّهِ تَعَالَى عَلَى ذَلِكَ. وَاسْم الْأَمِير الْمَذْكُور شهر براز وَاسْم الْغَيْر الَّذِي أَرَادَ كِسْرَى تَأْمِيره فَرْحَان. ‏ ‏قَوْله : ( فَدَعَاهُمْ فِي مَجْلِسه ) ‏ ‏أَيْ : فِي حَال كَوْنه فِي مَجْلِسه , وَلِلْمُصَنِّفِ فِي الْجِهَاد \" فَأَدْخَلَنَا عَلَيْهِ , فَإِذَا هُوَ جَالِس فِي مَجْلِس مُلْكه وَعَلَيْهِ التَّاج \". ‏ ‏قَوْله : ( وَحَوْله ) ‏ ‏بِالنَّصْبِ ; لِأَنَّهُ ظَرْف مَكَان. ‏ ‏قَوْله : ( عُظَمَاء ) ‏ ‏جَمْع عَظِيم. وَلِابْنِ السَّكَن : فَأَدْخَلَنَا عَلَيْهِ وَعِنْده بَطَارِقَته وَالْقِسِّيسُونَ وَالرُّهْبَان وَالرُّوم مِنْ وَلَد عِيص بْن إِسْحَاق بْن إِبْرَاهِيم عَلَيْهِمَا السَّلَام عَلَى الصَّحِيح , وَدَخَلَ فِيهِمْ طَوَائِف مِنْ الْعَرَب مِنْ تَنُوخ وَبَهْرَاء وَسُلَيْح وَغَيْرهمْ مِنْ غَسَّان كَانُوا سُكَّانًا بِالشَّامِ , فَلَمَّا أَجْلَاهُمْ الْمُسْلِمُونَ عَنْهَا دَخَلُوا بِلَاد الرُّوم فَاسْتَوْطَنُوهَا فَاخْتَلَطَتْ أَنْسَابهمْ. ‏ ‏قَوْله : ( ثُمَّ دَعَاهُمْ وَدَعَا تَرْجُمَانه ) ‏ ‏وَلِلْمُسْتَمْلِيّ \" بِالتَّرْجُمَانِ \" مُقْتَضَاهُ أَنَّهُ أَمَرَ بِإِحْضَارِهِمْ , فَلَمَّا حَضَرُوا اسْتَدْنَاهُمْ لِأَنَّهُ ذَكَرَ أَنَّهُ دَعَاهُمْ ثُمَّ دَعَاهُمْ فَيَنْزِل عَلَى هَذَا , وَلَمْ يَقَع تَكْرَار ذَلِكَ إِلَّا فِي هَذِهِ الرِّوَايَة. وَالتَّرْجُمَان بِفَتْحِ التَّاء الْمُثَنَّاة وَضَمّ الْجِيم وَرَجَّحَهُ النَّوَوِيّ فِي شَرْح مُسْلِم , وَيَجُوز ضَمّ التَّاء إِتْبَاعًا , وَيَجُوز فَتْح الْجِيم مَعَ فَتْح أَوَّله حَكَاهُ الْجَوْهَرِيّ , وَلَمْ يُصَرِّحُوا بِالرَّابِعَةِ وَهِيَ ضَمّ أَوَّله وَفَتْح الْجِيم , وَفِي رِوَايَة الْأَصِيلِيّ وَغَيْره \" بِتَرْجُمَانِهِ \" يَعْنِي أَرْسَلَ إِلَيْهِ رَسُولًا أَحْضَرَهُ صُحْبَته , وَالتَّرْجُمَان الْمُعَبِّر عَنْ لُغَة بِلُغَةٍ , وَهُوَ مُعَرَّب وَقِيلَ عَرَبِيّ. ‏ ‏قَوْله : ( فَقَالَ : أَيّكُمْ أَقْرَب نَسَبًا ) ‏ ‏أَيْ : قَالَ التَّرْجُمَان عَلَى لِسَان هِرَقْل. ‏ ‏قَوْله : ( بِهَذَا الرَّجُل ) ‏ ‏زَادَ اِبْن السَّكَن : الَّذِي خَرَجَ بِأَرْضِ الْعَرَب يَزْعُم أَنَّهُ نَبِيّ. ‏ ‏قَوْله : ( قُلْت أَنَا أَقْرَبهمْ نَسَبًا ) ‏ ‏فِي رِوَايَة اِبْن السَّكَن : فَقَالُوا هَذَا أَقْرَبنَا بِهِ نَسَبًا , هُوَ اِبْن عَمّه أَخِي أَبِيهِ. وَإِنَّمَا كَانَ أَبُو سُفْيَان أَقْرَب لِأَنَّهُ مِنْ بَنِي عَبْد مَنَافٍ , وَقَدْ أَوْضَحَ ذَلِكَ الْمُصَنِّف فِي الْجِهَاد بِقَوْلِهِ : قَالَ مَا قَرَابَتك مِنْهُ ؟ قُلْت : هُوَ اِبْن عَمِّي. قَالَ أَبُو سُفْيَان : وَلَمْ يَكُنْ فِي الرَّكْب مِنْ بَنِي عَبْد مَنَاف غَيْرِي ا ه. وَعَبْد مَنَاف الْأَب الرَّابِع لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَا لِأَبِي سُفْيَان , وَأَطْلَقَ عَلَيْهِ اِبْن عَمّ لِأَنَّهُ نَزَّلَ كُلًّا مِنْهُمَا مَنْزِلَة جَدّه , فَعَبْد الْمُطَّلِب بْن هَاشِم بْن عَبْد مَنَاف اِبْن عَمّ أُمَيَّة بْن عَبْد شَمْس بْن عَبْد مَنَاف , وَعَلَى هَذَا فَفِيمَا أُطْلِقَ فِي رِوَايَة اِبْن السَّكَن تَجَوُّز , وَإِنَّمَا خَصَّ هِرَقْل الْأَقْرَب لِأَنَّهُ أَحْرَى بِالِاطِّلَاعِ عَلَى أُمُوره ظَاهِرًا وَبَاطِنًا أَكْثَر مِنْ غَيْره ; وَلِأَنَّ الْأَبْعَد لَا يُؤْمَن أَنْ يَقْدَح فِي نَسَبه بِخِلَافِ الْأَقْرَب , وَظَهَرَ ذَلِكَ فِي سُؤَاله بَعْد ذَلِكَ : كَيْفَ نَسَبه فِيكُمْ ؟ وَقَوْله \" بِهَذَا الرَّجُل \" ضَمَّنَ \" أَقْرَب \" مَعْنَى \" أَوْصَل \" فَعَدَّاهُ بِالْبَاءِ , وَوَقَعَ فِي رِوَايَة مُسْلِم \" مِنْ هَذَا الرَّجُل \" وَهُوَ عَلَى الْأَصْل. وَقَوْله \" الَّذِي يَزْعُم \" فِي رِوَايَة اِبْن إِسْحَاق عَنْ الزُّهْرِيّ \" يَدَّعِي \". وَزَعَمَ : قَالَ الْجَوْهَرِيّ بِمَعْنَى قَالَ , وَحَكَاهُ أَيْضًا ثَعْلَب وَجَمَاعَة كَمَا سَيَأْتِي فِي قِصَّة ضِمَام فِي كِتَاب الْعِلْم. قُلْت : وَهُوَ كَثِير وَيَأْتِي مَوْضِع الشَّكّ غَالِبًا. ‏ ‏قَوْله : ( فَاجْعَلُوهُمْ عِنْد ظَهْره ) ‏ ‏أَيْ : لِئَلَّا يَسْتَحْيُوا أَنْ يُوَاجِهُوهُ بِالتَّكْذِيبِ إِنْ كَذَبَ , وَقَدْ صَرَّحَ بِذَلِكَ الْوَاقِدِيّ. وَقَوْله \" إِنْ كَذَبَنِي \" بِتَخْفِيفِ الذَّال أَيْ : إِنْ نَقَلَ إِلَيَّ الْكَذِب. ‏ ‏قَوْله : ( قَالَ ) أَيْ : أَبُو سُفْيَان. وَسَقَطَ لَفْظ قَالَ مِنْ رِوَايَة كَرِيمَة وَأَبِي الْوَقْت فَأَشْكَلَ ظَاهِره , وَبِإِثْبَاتِهَا يَزُول الْإِشْكَال. ‏ ‏قَوْله : ( فَوَاَللَّهِ لَوْلَا الْحَيَاء مِنْ أَنْ يَأْثِرُوا ) ‏ ‏أَيْ : يَنْقُلُوا عَلَيَّ الْكَذِب لَكَذَبْت عَلَيْهِ. وَلِلْأَصِيلِيِّ عَنْهُ أَيْ : عَنْ الْإِخْبَار بِحَالِهِ. وَفِيهِ دَلِيل عَلَى أَنَّهُمْ كَانُوا يَسْتَقْبِحُونَ الْكَذِب إِمَّا بِالْأَخْذِ عَنْ الشَّرْع السَّابِق , أَوْ بِالْعُرْفِ. وَفِي قَوْله يَأْثِرُوا دُون قَوْله يَكْذِبُوا دَلِيل عَلَى أَنَّهُ كَانَ وَاثِقًا مِنْهُمْ بِعَدَمِ التَّكْذِيب أَنْ لَوْ كَذَبَ لِاشْتِرَاكِهِمْ مَعَهُ فِي عَدَاوَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لَكِنَّهُ تَرَكَ ذَلِكَ اِسْتِحْيَاء وَأَنَفَة مِنْ أَنْ يَتَحَدَّثُوا بِذَلِكَ بَعْد أَنْ يَرْجِعُوا فَيَصِير عِنْد سَامِعِي ذَلِكَ كَذَّابًا. وَفِي رِوَايَة اِبْن إِسْحَاق التَّصْرِيح بِذَلِكَ وَلَفْظه \" فَوَاَللَّهِ لَوْ قَدْ كَذَبْت مَا رَدُّوا عَلَيَّ \" وَلَكِنِّي كُنْت اِمْرَأً سَيِّدًا أَتَكَرَّم عَنْ الْكَذِب , وَعَلِمْت أَنَّ أَيْسَر مَا فِي ذَلِكَ إِنْ أَنَا كَذَبْته أَنْ يَحْفَظُوا ذَلِكَ عَنِّي ثُمَّ يَتَحَدَّثُوا بِهِ , فَلَمْ أَكْذِبهُ. وَزَادَ اِبْن إِسْحَاق فِي رِوَايَته : قَالَ أَبُو سُفْيَان : فَوَاَللَّهِ مَا رَأَيْت مِنْ رَجُل قَطُّ كَانَ أَدْهَى مِنْ ذَلِكَ الْأَقْلَف , يَعْنِي هِرَقْل. ‏ ‏قَوْله : ( كَانَ أَوَّل ) ‏ ‏هُوَ بِالنَّصْبِ عَلَى الْخَبَر , وَبِهِ جَاءَتْ الرِّوَايَة , وَيَجُوز رَفْعه عَلَى الْإِسْمِيَّة. ‏ ‏قَوْله : ( كَيْف نَسَبه فِيكُمْ ؟ ) ‏ ‏أَيْ : مَا حَال نَسَبه فِيكُمْ , أَهُوَ مِنْ أَشْرَافكُمْ أَمْ لَا ؟ فَقَالَ : هُوَ فِينَا ذُو نَسَب. فَالتَّنْوِين فِيهِ لِلتَّعْظِيمِ , وَأَشْكَلَ هَذَا عَلَى بَعْض الشَّارِحِينَ , وَهَذَا وَجْهه. ‏ ‏قَوْله : ( فَهَلْ قَالَ هَذَا الْقَوْل مِنْكُمْ أَحَد قَطّ قَبْله ؟ ) ‏ ‏ولِلْكُشْمِيهَنِيّ وَالْأَصِيلِيّ بَدَل قَبْله \" مِثْله \" فَقَوْله : مِنْكُمْ أَيْ : مِنْ قَوْمكُمْ يَعْنِي قُرَيْشًا أَوْ الْعَرَب. وَيُسْتَفَاد مِنْهُ أَنَّ الشَّافِعِيّ يَعُمّ ; لِأَنَّهُ لَمْ يُرِدْ الْمُخَاطَبِينَ فَقَطْ. وَكَذَا قَوْله فَهَلْ قَاتَلْتُمُوهُ ؟ وَقَوْله بِمَاذَا يَأْمُركُمْ ؟ وَاسْتَعْمَلَ قَطُّ بِغَيْرِ أَدَاة النَّفْي وَهُوَ نَادِر , وَمِنْهُ قَوْل عُمَر \" صَلَّيْنَا أَكْثَر مَا كُنَّا قَطُّ وَآمَنهُ رَكْعَتَيْنِ \" وَيُحْتَمَل أَنْ يُقَال إِنَّ النَّفْي مُضَمَّن فِيهِ كَأَنَّهُ قَالَ : هَلْ قَالَ هَذَا الْقَوْل أَحَد أَوْ لَمْ يَقُلْهُ أَحَد قَطُّ. ‏ ‏قَوْله : ( فَهَلْ كَانَ مِنْ آبَائِهِ مَلِك ؟ ) ‏ ‏وَلِكَرِيمَة وَالْأَصِيلِيّ وَأَبِي الْوَقْت بِزِيَادَةِ \" مِنْ \" الْجَارَّة , وَلِابْنِ عَسَاكِر بِفَتْحِ مِنْ وَمَلَكَ فِعْل مَاضٍ , وَالْجَارَّة أَرْجَح لِسُقُوطِهَا مِنْ رِوَايَة أَبِي ذَرّ , وَالْمَعْنَى فِي الثَّلَاثَة وَاحِد. ‏ ‏قَوْله : ( فَأَشْرَاف النَّاس اِتَّبَعُوهُ ) ‏ ‏فِيهِ إِسْقَاط هَمْزَة الِاسْتِفْهَام وَهُوَ قَلِيل , وَقَدْ ثَبَتَ لِلْمُصَنِّفِ فِي التَّفْسِير وَلَفْظه : أَيَتْبَعُهُ أَشْرَاف النَّاس ؟ وَالْمُرَاد بِالْأَشْرَافِ هُنَا أَهْل النَّخْوَة وَالتَّكَبُّر مِنْهُمْ , لَا كُلّ شَرِيف , حَتَّى لَا يَرِدُ مِثْل أَبِي بَكْر وَعُمَر وَأَمْثَالهمَا مِمَّنْ أَسْلَمَ قَبْل هَذَا السُّؤَال. وَوَقَعَ فِي رِوَايَة اِبْن إِسْحَاق : تَبِعَهُ مِنَّا الضُّعَفَاء وَالْمَسَاكِين , فَأَمَّا ذَوُو الْأَنْسَاب وَالشَّرَف فَمَا تَبِعَهُ مِنْهُمْ أَحَد. وَهُوَ مَحْمُول عَلَى الْأَكْثَر الْأَغْلَب. ‏ ‏قَوْله : ( سُخْطَة ) ‏ ‏بِضَمّ أَوَّله وَفَتْحِهِ , وَأَخْرَجَ بِهَذَا مَنْ اِرْتَدَّ مُكْرَهًا , أَوْ لَا لِسَخَطٍ لِدِينِ الْإِسْلَام بَلْ لِرَغْبَةٍ فِي غَيْره كَحَظٍّ نَفْسَانِيّ , كَمَا وَقَعَ لِعُبَيْدِ اللَّه بْن جَحْش. ‏ ‏قَوْله : ( هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ ؟ ) ‏ ‏أَيْ : عَلَى النَّاس وَإِنَّمَا عَدَلَ إِلَى السُّؤَال عَنْ التُّهْمَة عَنْ السُّؤَال عَنْ نَفْس الْكَذِب تَقْرِيرًا لَهُمْ عَلَى صِدْقه ; لِأَنَّ التُّهْمَة إِذَا اِنْتَفَتْ اِنْتَفَى سَبَبهَا , وَلِهَذَا عَقَّبَهُ بِالسُّؤَالِ عَنْ الْغَدْر. ‏ ‏قَوْله : ( وَلَمْ تُمْكِنِّي كَلِمَة أُدْخِل فِيهَا شَيْئًا ) ‏ ‏أَيْ : أَنْتَقِصهُ بِهِ , عَلَى أَنَّ التَّنْقِيص هُنَا أَمْر نِسْبِيّ , وَذَلِكَ أَنَّ مَنْ يَقْطَع بِعَدَمِ غَدْره أَرْفَع رُتْبَة مِمَّنْ يُجَوِّز وُقُوع ذَلِكَ مِنْهُ فِي الْجُمْلَة , وَقَدْ كَانَ مَعْرُوفًا عِنْدهمْ بِالِاسْتِقْرَاءِ مِنْ عَادَتِهِ أَنَّهُ لَا يَغْدِر. وَلَمَّا كَانَ الْأَمْر مَغِيبًا - لِأَنَّهُ مُسْتَقْبَل - أَمِنَ أَبُو سُفْيَان أَنْ يُنْسَب فِي ذَلِكَ إِلَى الْكَذِب , وَلِهَذَا أَوْرَدَهُ بِالتَّرَدُّدِ , وَمِنْ ثَمَّ لَمْ يُعَرِّج هِرَقْل عَلَى هَذَا الْقَدْر مِنْهُ. وَقَدْ صَرَّحَ اِبْن إِسْحَاق فِي رِوَايَته عَنْ الزُّهْرِيّ بِذَلِكَ بِقَوْلِهِ \" قَالَ فَوَاَللَّهِ مَا اِلْتَفَتَ إِلَيْهَا مِنِّي \". وَوَقَعَ فِي رِوَايَة أَبِي الْأَسْوَد عَنْ عُرْوَة مُرْسَلًا \" خَرَجَ أَبُو سُفْيَان إِلَى الشَّام - فَذَكَرَ الْحَدِيث , إِلَى أَنْ قَالَ - فَقَالَ أَبُو سُفْيَان : هُوَ سَاحِر كَذَّاب. فَقَالَ هِرَقْل : إِنِّي لَا أُرِيد شَتْمه , وَلَكِنْ كَيْفَ نَسَبه - إِلَى أَنْ قَالَ - فَهَلْ يَغْدِر إِذَا عَاهَدَ ؟ قَالَ : لَا , إِلَّا أَنْ يَغْدِر فِي هُدْنَته هَذِهِ. فَقَالَ : وَمَا يَخَاف مِنْ هَذِهِ ؟ فَقَالَ : إِنَّ قَوْمِي أَمَدُّوا حُلَفَاءَهُمْ عَلَى حُلَفَائِهِ. قَالَ : إِنْ كُنْتُمْ بَدَأْتُمْ فَأَنْتُمْ أَغْدَر \". ‏ ‏قَوْله : ( سِجَال ) ‏ ‏بِكَسْرِ أَوَّله , أَيْ : نُوَب , وَالسَّجْل الدَّلْو , وَالْحَرْب اِسْم جِنْس , وَلِهَذَا جُعِلَ خَبَره اِسْم جَمْع. وَيَنَال أَيْ : يُصِيب , فَكَأَنَّهُ شَبَّهَ الْمُحَارِبِينَ بِالْمُسْتَقِينَ : يَسْتَقِي هَذَا دَلْوًا وَهَذَا دَلْوًا. وَأَشَارَ أَبُو سُفْيَان بِذَلِكَ إِلَى مَا وَقَعَ بَيْنهمْ فِي غَزْوَة بَدْر وَغَزْوَة أُحُد , وَقَدْ صَرَّحَ بِذَلِكَ أَبُو سُفْيَان يَوْم أُحُد فِي قَوْله \" يَوْم بِيَوْمِ بَدْر , وَالْحَرْب سِجَال \" وَلَمْ يَرُدّ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ بَلْ نَطَقَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ فِي حَدِيث أَوْس بْن حُذَيْفَة الثَّقَفِيّ لَمَّا كَانَ يُحَدِّث وَفْد ثَقِيف , أَخْرَجَهُ اِبْن مَاجَهْ وَغَيْره. وَوَقَعَ فِي مُرْسَل عُرْوَة \" قَالَ أَبُو سُفْيَان : غُلِبْنَا مَرَّة يَوْم بَدْر وَأَنَا غَائِب , ثُمَّ غَزْوَتهمْ فِي بُيُوتهمْ بِبَقْرِ الْبُطُون وَجَدْع الْآذَان \" وَأَشَارَ بِذَلِكَ إِلَى يَوْم أُحُد. ‏ ‏قَوْله : ( بِمَاذَا يَأْمُركُمْ ) ؟ يَدُلّ عَلَى أَنَّ الرَّسُول مِنْ شَأْنه أَنْ يَأْمُر قَوْمه. ‏ ‏قَوْله : ( يَقُول اُعْبُدُوا اللَّه وَحْده ) ‏ ‏فِيهِ أَنَّ لِلْأَمْرِ صِيغَة مَعْرُوفَة ; لِأَنَّهُ أَتَى بِقَوْلِهِ \" اُعْبُدُوا اللَّه \" فِي جَوَاب مَا يَأْمُركُمْ , وَهُوَ مِنْ أَحْسَن الْأَدِلَّة فِي هَذِهِ الْمَسْأَلَة ; لِأَنَّ أَبَا سُفْيَان مِنْ أَهْل اللِّسَان , وَكَذَلِكَ الرَّاوِي عَنْهُ اِبْن عَبَّاس , بَلْ هُوَ مِنْ أَفْصَحهمْ وَقَدْ رَوَاهُ عَنْهُ مُقِرًّا لَهُ. ‏ ‏قَوْله : ( وَلَا تُشْرِكُوا بِهِ شَيْئًا ) ‏ ‏سَقَطَ مِنْ رِوَايَة الْمُسْتَمْلِيّ الْوَاو فَيَكُون تَأْكِيدًا لِقَوْلِهِ وَحْده. ‏ ‏قَوْله : ( وَاتْرُكُوا مَا يَقُول آبَاؤُكُمْ ) ‏ ‏هِيَ كَلِمَة جَامِعَة لِتَرْكِ مَا كَانُوا عَلَيْهِ فِي الْجَاهِلِيَّة , وَإِنَّمَا ذَكَرَ الْآبَاء تَنْبِيهًا عَلَى عُذْرهمْ فِي مُخَالَفَتهمْ لَهُ ; لِأَنَّ الْآبَاء قُدْوَة عِنْد الْفَرِيقَيْنِ , أَيْ عَبَدَة الْأَوْثَان وَالنَّصَارَى. ‏ ‏قَوْله : ( وَيَأْمُرنَا بِالصَّلَاةِ وَالصِّدْق ) ‏ ‏وَلِلْمُصَنِّفِ فِي رِوَايَة \" الصَّدَقَة \" بَدَل الصِّدْق , وَرَجَّحَهَا شَيْخنَا شَيْخ الْإِسْلَام , وَيُقَوِّيهَا رِوَايَة الْمُؤَلِّف فِي التَّفْسِير \" الزَّكَاة \" وَاقْتِرَان الصَّلَاة بِالزَّكَاةِ مُعْتَاد فِي الشَّرْع , وَيُرَجِّحهَا أَيْضًا مَا تَقَدَّمَ مِنْ أَنَّهُمْ كَانُوا يَسْتَقْبِحُونَ الْكَذِب فَذِكْر مَا لَمْ يَأْلَفُوهُ أَوْلَى. قُلْت : وَفِي الْجُمْلَة لَيْسَ الْأَمْر بِذَلِكَ مُمْتَنِعًا كَمَا فِي أَمْرهمْ بِوَفَاءِ الْعَهْد وَأَدَاء الْأَمَانَة , وَقَدْ كَانَا مِنْ مَأْلُوف عُقَلَائِهِمْ , وَقَدْ ثَبَتَا عِنْد الْمُؤَلِّف فِي الْجِهَاد مِنْ رِوَايَة أَبِي ذَرّ عَنْ شَيْخه الْكُشْمِيهَنِيّ وَالسَّرَخْسِيّ , قَالَ \" بِالصَّلَاةِ وَالصِّدْق وَالصَّدَقَة \" وَفِي قَوْله : يَأْمُرنَا بَعْد قَوْله يَقُول اُعْبُدُوا اللَّه إِشَارَة إِلَى أَنَّ الْمُغَايَرَة بَيْن الْأَمْرَيْنِ لِمَا يَتَرَتَّب عَلَى مُخَالِفهمَا , إِذْ مُخَالِف الْأَوَّل كَافِر , وَالثَّانِي مِمَّنْ قَبِلَ الْأَوَّل عَاصٍ. ‏ ‏قَوْله : ( فَكَذَلِكَ الرُّسُل تُبْعَث فِي نَسَب قَوْمهَا ) ‏ ‏الظَّاهِر أَنَّ إِخْبَار هِرَقْل بِذَلِكَ بِالْجَزْمِ كَانَ عَنْ الْعِلْم الْمُقَرَّر عِنْده فِي الْكُتُب السَّالِفَة. ‏ ‏قَوْله : ( لَقُلْت رَجُل تَأَسَّى بِقَوْلٍ ) ‏ ‏كَذَا لِلْكُشْمِيهَنِيّ , وَلِغَيْرِهِ \" يَتَأَسَّى \" بِتَقْدِيمِ الْيَاء الْمُثَنَّاة مِنْ تَحْت , وَإِنَّمَا لَمْ يَقُلْ هِرَقْل \" فَقُلْت \" إِلَّا فِي هَذَا وَفِي قَوْله \" هَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِك \" لِأَنَّ هَذَيْنِ الْمَقَامَيْنِ مَقَام فِكْر وَنَظَر , بِخِلَافِ غَيْرهمَا مِنْ الْأَسْئِلَة فَإِنَّهَا مَقَام نَقْل. ‏ ‏قَوْله : ( فَذَكَرْت أَنَّ ضُعَفَاءَهُمْ اِتَّبَعُوهُ ) ‏ ‏هُوَ بِمَعْنَى قَوْل أَبِي سُفْيَان ضُعَفَاؤُهُمْ , وَمِثْل ذَلِكَ يُتَسَامَح بِهِ لِاتِّحَادِ الْمَعْنَى. وَقَوْل هِرَقْل \" وَهُمْ أَتْبَاع الرُّسُل \" مَعْنَاهُ أَنَّ أَتْبَاع الرُّسُل فِي الْغَالِب أَهْل الِاسْتِكَانَة لَا أَهْل الِاسْتِكْبَار الَّذِينَ أَصَرُّوا عَلَى الشِّقَاق بَغْيًا وَحَسَدًا كَأَبِي جَهْل وَأَشْيَاعه , إِلَى أَنْ أَهْلَكَهُمْ اللَّه تَعَالَى , وَأَنْقَذَ بَعْد حِين مَنْ أَرَادَ سَعَادَته مِنْهُمْ. ‏ ‏قَوْله ( وَكَذَلِكَ الْإِيمَان ) ‏ ‏أَيْ : أَمْر الْإِيمَان ; لِأَنَّهُ يُظْهِر نُورًا , ثُمَّ لَا يَزَال فِي زِيَادَة حَتَّى يَتِمّ بِالْأُمُورِ الْمُعْتَبَرَة فِيهِ مِنْ صَلَاة وَزَكَاة وَصِيَام وَغَيْرهَا , وَلِهَذَا نَزَلَتْ فِي آخِر سِنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( الْيَوْم أَكْمَلْت لَكُمْ دِينكُمْ وَأَتْمَمْت عَلَيْكُمْ نِعْمَتِي ) وَمِنْهُ ( وَيَأْبَى اللَّه إِلَّا أَنْ يُتِمّ نُوره ) وَكَذَا جَرَى لِأَتْبَاعِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : لَمْ يَزَالُوا فِي زِيَادَة حَتَّى كَمُلَ بِهِمْ مَا أَرَادَ اللَّه مِنْ إِظْهَار دِينه وَتَمَام نِعْمَته , فَلَهُ الْحَمْد وَالْمِنَّة. ‏ ‏قَوْله : ( حِين يُخَالِط بَشَاشَة الْقُلُوب ). ‏ ‏كَذَا رُوِيَ بِالنَّصْبِ عَلَى الْمَفْعُولِيَّة وَالْقُلُوب مُضَاف إِلَيْهِ , أَيْ : يُخَالِط الْإِيمَان اِنْشِرَاح الصُّدُور , وَرُوِيَ \" بَشَاشَة الْقُلُوب \" بِالضَّمِّ وَالْقُلُوب مَفْعُول , أَيْ : يُخَالِط بَشَاشَة الْإِيمَان وَهُوَ شَرْحه الْقُلُوب الَّتِي يَدْخُل فِيهَا. زَادَ الْمُصَنِّف فِي الْإِيمَان \" لَا يَسْخَطهُ أَحَد \" كَمَا تَقَدَّمَ. وَزَادَ اِبْن السَّكَن فِي رِوَايَته فِي مُعْجَم الصَّحَابَة \" يَزْدَاد بِهِ عُجْبًا وَفَرَحًا \". وَفِي رِوَايَة اِبْن إِسْحَاق \" وَكَذَلِكَ حَلَاوَة الْإِيمَان لَا تَدْخُل قَلْبًا فَتَخْرُج مِنْهُ \". ‏ ‏قَوْله : ( وَكَذَلِكَ الرُّسُل لَا تَغْدِر ) ‏ ‏لِأَنَّهَا لَا تَطْلُب حَظّ الدُّنْيَا الَّذِي لَا يُبَالِي طَالِبه بِالْغَدْرِ , بِخِلَافِ مَنْ طَلَبَ الْآخِرَة. وَلَمْ يُعَرِّج هِرَقْل عَلَى الدَّسِيسَة الَّتِي دَسَّهَا أَبُو سُفْيَان كَمَا تَقَدَّمَ. وَسَقَطَ مِنْ هَذِهِ الرِّوَايَة إِيرَاد تَقْدِير السُّؤَال الْعَاشِر وَاَلَّذِي بَعْده وَجَوَابه , وَقَدْ ثَبَتَ الْجَمِيع فِي رِوَايَة الْمُؤَلِّف الَّتِي فِي الْجِهَاد وَسَيَأْتِي الْكَلَام عَلَيْهِ ثَمَّ , إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( فَائِدَة ) : ‏ ‏قَالَ الْمَازِنِيّ هَذِهِ الْأَشْيَاء الَّتِي سَأَلَ عَنْهَا هِرَقْل لَيْسَتْ قَاطِعَة عَلَى النُّبُوَّة , إِلَّا أَنَّهُ يُحْتَمَل أَنَّهَا كَانَتْ عِنْده عَلَامَات عَلَى هَذَا النَّبِيّ بِعَيْنِهِ ; لِأَنَّهُ قَالَ بَعْد ذَلِكَ : قَدْ كُنْت أَعْلَم أَنَّهُ خَارِج , وَلَمْ أَكُنْ أَظُنّ أَنَّهُ مِنْكُمْ. وَمَا أَوْرَدَهُ اِحْتِمَالًا جَزَمَ بِهِ اِبْن بَطَّال ; وَهُوَ ظَاهِر. ‏ ‏قَوْله : ( فَذَكَرْت أَنَّهُ يَأْمُركُمْ ) ‏ ‏ذَكَرَ ذَلِكَ بِالِاقْتِضَاءِ ; لِأَنَّهُ لَيْسَ فِي كَلَام أَبِي سُفْيَان ذِكْر الْأَمْر بَلْ صِيغَته. وَقَوْله \" وَيَنْهَاكُمْ عَنْ عِبَادَة الْأَوْثَان \" مُسْتَفَاد مِنْ قَوْله \" وَلَا تُشْرِكُوا بِهِ شَيْئًا , وَاتْرُكُوا مَا يَقُول آبَاؤُكُمْ \" لِأَنَّ مَقُولهمْ الْأَمْر بِعِبَادَةِ الْأَوْثَان. ‏ ‏قَوْله : ( أَخْلُص ) ‏ ‏بِضَمِّ اللَّام أَيْ : أَصِل , يُقَال خَلُصَ إِلَى كَذَا أَيْ : وَصَلَ. ‏ ‏قَوْله : ( لَتَجَشَّمْت ) ‏ ‏بِالْجِيمِ وَالشِّين الْمُعْجَمَة , أَيْ : تَكَلَّفْت الْوُصُول إِلَيْهِ. وَهَذَا يَدُلّ عَلَى أَنَّهُ كَانَ يَتَحَقَّق أَنَّهُ لَا يَسْلَم مِنْ الْقَتْل إِنْ هَاجَرَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَاسْتَفَادَ ذَلِكَ بِالتَّجْرِبَةِ كَمَا فِي قِصَّة ضُغَاطِر الَّذِي أَظْهَر لَهُمْ إِسْلَامه فَقَتَلُوهُ. وَلِلطَّبَرَانِيّ مِنْ طَرِيق ضَعِيف عَنْ عَبْد اللَّه بْن شَدَّاد عَنْ دِحْيَة فِي هَذِهِ الْقِصَّة مُخْتَصَرًا , فَقَالَ قَيْصَر : أَعْرِف أَنَّهُ كَذَلِكَ , وَلَكِنْ لَا أَسْتَطِيع أَنْ أَفْعَل , إِنْ فَعَلْت ذَهَبَ مُلْكِي وَقَتَلَنِي الرُّوم. وَفِي مُرْسَل اِبْن إِسْحَاق عَنْ بَعْض أَهْل الْعِلْم أَنَّ هِرَقْل قَالَ : وَيْحك , وَاَللَّه إِنِّي لَأَعْلَم أَنَّهُ نَبِيّ مُرْسَل , وَلَكِنِّي أَخَاف الرُّوم عَلَى نَفْسِي , وَلَوْلَا ذَلِكَ لَاتَّبَعْتُهُ. لَكِنْ لَوْ تَفَطَّنَ هِرَقْل لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْكِتَاب الَّذِي أَرْسَلَ إِلَيْهِ \" أَسْلِمْ تَسْلَمْ \" وَحَمَلَ الْجَزَاء عَلَى عُمُومه فِي الدُّنْيَا وَالْآخِرَة لَسَلِمَ لَوْ أَسْلَمَ مِنْ كُلّ مَا يَخَافهُ. وَلَكِنَّ التَّوْفِيق بِيَدِ اللَّه تَعَالَى قَوْله \" لَغَسَلْت عَنْ قَدَمَيْهِ \" مُبَالَغَة فِي الْعُبُودِيَّة لَهُ وَالْخِدْمَة. زَادَ عَبْد اللَّه بْن شَدَّاد عَنْ أَبِي سُفْيَان \" لَوْ عَلِمْت أَنَّهُ هُوَ لَمَشَيْت إِلَيْهِ حَتَّى أُقَبِّل رَأْسه وَأَغْسِل قَدَمَيْهِ \" وَهِيَ تَدُلّ عَلَى أَنَّهُ كَانَ بَقِيَ عِنْده بَعْض شَكّ. وَزَادَ فِيهَا \" وَلَقَدْ رَأَيْت جَبْهَته تَتَحَادَر عَرَقًا مِنْ كَرْب الصَّحِيفَة \" يَعْنِي لَمَّا قُرِئَ عَلَيْهِ كِتَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَفِي اِقْتِصَاره عَلَى ذِكْر غَسْل الْقَدَمَيْنِ إِشَارَة مِنْهُ إِلَى أَنَّهُ لَا يَطْلُب مِنْهُ - إِذَا وَصَلَ إِلَيْهِ سَالِمًا - لَا وِلَايَة وَلَا مَنْصِبًا , وَإِنَّمَا يَطْلُب مَا تَحْصُل لَهُ بِهِ الْبَرَكَة. وَقَوْله \" وَلَيَبْلُغَنَّ مُلْكه مَا تَحْت قَدَمَيَّ \" أَيْ : بَيْت الْمَقْدِس , وَكَنَّى بِذَلِكَ لِأَنَّهُ مَوْضِع اِسْتِقْرَاره. أَوْ أَرَادَ الشَّام كُلّه لِأَنَّ دَار مَمْلَكَته كَانَتْ حِمْص. وَمِمَّا يُقَوِّي أَنَّ هِرَقْل آثَرَ مُلْكه عَلَى الْإِيمَان وَاسْتَمَرَّ عَلَى الضَّلَال أَنَّهُ حَارَبَ الْمُسْلِمِينَ فِي غَزْوَة مُؤْتَة سَنَة ثَمَان بَعْد هَذِهِ الْقِصَّة بِدُونِ السَّنَتَيْنِ , فَفِي مَغَازِي اِبْن إِسْحَاق : وَبَلَغَ الْمُسْلِمِينَ لَمَّا نَزَلُوا مَعَانَ مِنْ أَرْض الشَّام أَنَّ هِرَقْل نَزَلَ فِي مِائَة أَلْف مِنْ الْمُشْرِكِينَ , فَحَكَى كَيْفِيَّة الْوَقْعَة. وَكَذَا رَوَى اِبْن حِبَّانَ فِي صَحِيحه عَنْ أَنَس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَتَبَ إِلَيْهِ أَيْضًا مِنْ تَبُوك يَدْعُوهُ , وَأَنَّهُ قَارَبَ الْإِجَابَة , وَلَمْ يُجِبْ. فَدَلَّ ظَاهِر ذَلِكَ عَلَى اِسْتِمْرَاره عَلَى الْكُفْر , لَكِنْ يُحْتَمَل مَعَ ذَلِكَ أَنَّهُ كَانَ يُضْمِر الْإِيمَان وَيَفْعَل هَذِهِ الْمَعَاصِيَ مُرَاعَاة لِمُلْكِهِ وَخَوْفًا مِنْ أَنْ يَقْتُلهُ قَوْمه. إِلَّا أَنَّ فِي مُسْنَد أَحْمَد أَنَّهُ كَتَبَ مِنْ تَبُوك إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إِنِّي مُسْلِم. فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : كَذَبَ , بَلْ هُوَ عَلَى نَصْرَانِيَّته. وَفِي كِتَاب الْأَمْوَال لِأَبِي عُبَيْد بِسَنَدٍ صَحِيحٍ مِنْ مُرْسَل بَكْر بْن عَبْد اللَّه الْمُزَنِيّ نَحْوه , وَلَفْظه فَقَالَ : كَذَبَ عَدُوّ اللَّه , لَيْسَ بِمُسْلِمٍ. فَعَلَى هَذَا إِطْلَاق صَاحِب الِاسْتِيعَاب أَنَّهُ آمَنَ - أَيْ : أَظْهَرَ التَّصْدِيق - لَكِنَّهُ لَمْ يَسْتَمِرّ عَلَيْهِ وَيَعْمَل بِمُقْتَضَاهُ , بَلْ شَحَّ بِمُلْكِهِ وَآثَرَ الْفَانِيَة عَلَى الْبَاقِيَة. وَاَللَّه الْمُوَفِّق. ‏ ‏قَوْله : ( ثُمَّ دَعَا ) ‏ ‏أَيْ : مَنْ وَكَّلَ ذَلِكَ إِلَيْهِ , وَلِهَذَا عُدِّيَ إِلَى الْكِتَاب بِالْبَاءِ. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( دِحْيَة ) ‏ ‏بِكَسْرِ الدَّال , وَحُكِيَ فَتْحهَا لُغَتَانِ , وَيُقَال إِنَّهُ الرَّئِيس بِلُغَةِ أَهْل الْيَمَن , وَهُوَ اِبْن خَلِيفَة الْكَلْبِيّ , صَحَابِيّ جَلِيل كَانَ أَحْسَن النَّاس وَجْهًا , وَأَسْلَمَ قَدِيمًا , وَبَعَثَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي آخِر سَنَةِ سِتّ بَعْد أَنْ رَجَعَ مِنْ الْحُدَيْبِيَة بِكِتَابِهِ إِلَى هِرَقْل , وَكَانَ وُصُوله إِلَى هِرَقْل فِي الْمُحَرَّم سَنَة سَبْع , قَالَهُ الْوَاقِدِيّ. وَوَقَعَ فِي تَارِيخ خَلِيفَة أَنَّ إِرْسَال الْكِتَاب إِلَى هِرَقْل كَانَ سَنَة خَمْس , وَالْأَوَّل أَثْبَت , بَلْ هَذَا غَلَط لِتَصْرِيحِ أَبِي سُفْيَان بِأَنَّ ذَلِكَ كَانَ فِي مُدَّة الْهُدْنَة , وَالْهُدْنَة كَانَتْ فِي آخِر سَنَة سِتّ اِتِّفَاقًا , وَمَاتَ دِحْيَة فِي خِلَافَة مُعَاوِيَة. وَبُصْرَى بِضَمِّ أَوَّله وَالْقَصْر مَدِينَة بَيْن الْمَدِينَة وَدِمَشْق , وَقِيلَ هِيَ حَوْرَان , وَعَظِيمهَا هُوَ الْحَارِث بْن أَبِي شَمِر الْغَسَّانِيّ. وَفِي الصَّحَابَة لِابْنِ السَّكَن أَنَّهُ أَرْسَلَ بِكِتَابِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى هِرَقْل مَعَ عَدِيّ بْن حَاتِم , وَكَانَ عَدِيّ إِذْ ذَاكَ نَصْرَانِيًّا , فَوَصَلَ بِهِ هُوَ وَدِحْيَة مَعًا , وَكَانَتْ وَفَاة الْحَارِث الْمَذْكُور عَام الْفَتْح. ‏ ‏قَوْله : ( مِنْ مُحَمَّد ) ‏ ‏فِيهِ أَنَّ السُّنَّة أَنْ يَبْدَأ الْكِتَاب بِنَفْسِهِ , وَهُوَ قَوْل الْجُمْهُور , بَلْ حَكَى فِيهِ النَّحَّاس إِجْمَاع الصَّحَابَة. وَالْحَقّ إِثْبَات الْخِلَاف. وَفِيهِ أَنَّ \" مِنْ \" الَّتِي لِابْتِدَاءِ الْغَايَة تَأْتِي مِنْ غَيْر الزَّمَان وَالْمَكَان كَذَا قَالَهُ أَبُو حَيَّان , وَالظَّاهِر أَنَّهَا هُنَا أَيْضًا لَمْ تَخْرُج مِنْ ذَلِكَ , لَكِنْ بِارْتِكَابِ مَجَاز. زَادَ فِي حَدِيث دِحْيَة : وَعِنْدهُ اِبْن أَخ لَهُ أَحْمَر أَزْرَق سَبْط الرَّأْس. وَفِيهِ : لَمَّا قَرَأَ الْكِتَاب سَخِرَ فَقَالَ : لَا تَقْرَأْهُ , إِنَّهُ بَدَأَ بِنَفْسِهِ. فَقَالَ قَيْصَر : لَتَقْرَأَنَّهُ. فَقَرَأَهُ. وَقَدْ ذَكَرَ الْبَزَّار فِي مُسْنَده عَنْ دِحْيَة الْكَلْبِيّ أَنَّهُ هُوَ نَاوَلَ الْكِتَاب لِقَيْصَر , وَلَفْظه \" بَعَثَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكِتَابِهِ إِلَى قَيْصَر فَأَعْطَيْته الْكِتَاب \". ‏ ‏قَوْله ( عَظِيم الرُّوم ) ‏ ‏فِيهِ عُدُول عَنْ ذِكْره بِالْمُلْكِ أَوْ الْإِمْرَة ; لِأَنَّهُ مَعْزُول بِحُكْمِ الْإِسْلَام , لَكِنَّهُ لَمْ يُخْلِهِ مِنْ إِكْرَام لِمَصْلَحَةِ التَّأَلُّف. وَفِي حَدِيث دِحْيَة أَنَّ اِبْن أَخِي قَيْصَر أَنْكَرَ أَيْضًا كَوْنه لَمْ يَقُلْ مَلِك الرُّوم. ‏ ‏قَوْله : ( سَلَام عَلَى مَنْ اِتَّبَعَ الْهُدَى ) ‏ ‏فِي رِوَايَة الْمُصَنِّف فِي الِاسْتِئْذَان \" السَّلَام \" بِالتَّعْرِيفِ. وَقَدْ ذُكِرَتْ فِي قِصَّة مُوسَى وَهَارُون مَعَ فِرْعَوْن. وَظَاهِر السِّيَاق يَدُلّ عَلَى أَنَّهُ مِنْ جُمْلَة مَا أُمِرَا بِهِ أَنْ يَقُولَاهُ. فَإِنْ قِيلَ : كَيْف يُبْدَأ الْكَافِر بِالسَّلَامِ ؟ فَالْجَوَاب أَنَّ الْمُفَسِّرِينَ قَالُوا : لَيْسَ الْمُرَاد مِنْ هَذَا التَّحِيَّة , إِنَّمَا مَعْنَاهُ سَلِمَ مِنْ عَذَاب اللَّه مَنْ أَسْلَمَ. وَلِهَذَا جَاءَ بَعْده أَنَّ الْعَذَاب عَلَى مَنْ كَذَّبَ وَتَوَلَّى. وَكَذَا جَاءَ فِي بَقِيَّة هَذَا الْكِتَاب \" فَإِنْ تَوَلَّيْت فَإِنَّ عَلَيْك إِثْم الْأَرِيسِيِّينَ \". فَمُحَصَّل الْجَوَاب أَنَّهُ لَمْ يَبْدَأ الْكَافِر بِالسَّلَامِ قَصْدًا وَإِنْ كَانَ اللَّفْظ يُشْعِر بِهِ , لَكِنَّهُ لَمْ يَدْخُل فِي الْمُرَاد لِأَنَّهُ لَيْسَ مِمَّنْ اِتَّبَعَ الْهُدَى فَلَمْ يُسَلِّم عَلَيْهِ. ‏ ‏قَوْله : ( أَمَّا بَعْد ) ‏ ‏فِي قَوْله \" أَمَّا \" مَعْنَى الشَّرْط , وَتُسْتَعْمَل لِتَفْصِيلِ مَا يُذْكَر بَعْدهَا غَالِبًا , وَقَدْ تَرِد مُسْتَأْنَفَة لَا لِتَفْصِيلٍ كَاَلَّتِي هُنَا , وَلِلتَّفْصِيلِ وَالتَّقْرِير , وَقَالَ الْكَرْمَانِيُّ : هِيَ هُنَا لِلتَّفْصِيلِ وَتَقْدِيره : أَمَّا الِابْتِدَاء فَهُوَ اِسْم اللَّه , وَأَمَّا الْمَكْتُوب فَهُوَ مِنْ مُحَمَّد رَسُول اللَّه.. إِلَخْ , كَذَا قَالَ. وَلَفْظه \" بَعْد \" مَبْنِيَّة عَلَى الضَّمّ , وَكَانَ الْأَصْل أَنْ تُفْتَح لَوْ اِسْتَمَرَّتْ عَلَى الْإِضَافَة , لَكِنَّهَا قُطِعَتْ عَنْ الْإِضَافَة فَبُنِيَتْ عَلَى الضَّمّ , وَسَيَأْتِي مَزِيد فِي الْكَلَام عَلَيْهَا فِي كِتَاب الْجُمُعَة. ‏ ‏قَوْله : ( بِدِعَايَةِ الْإِسْلَام ) ‏ ‏بِكَسْرِ الدَّال , مِنْ قَوْلك دَعَا يَدْعُو دِعَايَة نَحْو شَكَا يَشْكُو شِكَايَة. وَلِمُسْلِمٍ \" بِدَاعِيَةِ الْإِسْلَام \" أَيْ : بِالْكَلِمَةِ الدَّاعِيَة إِلَى الْإِسْلَام , وَهِيَ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه , وَالْبَاء مَوْضِع إِلَى. وَقَوْله \" أَسْلِمْ تَسْلَمْ \" غَايَة فِي الْبَلَاغ , وَفِيهِ نَوْع مِنْ الْبَدِيع وَهُوَ الْجِنَاس الِاشْتِقَاقِيّ. ‏ ‏قَوْله : ( يُؤْتِك ) ‏ ‏جَوَاب ثَانٍ لِلْأَمْرِ. وَفِي الْجِهَاد لِلْمُؤَلِّفِ \" أَسْلِمْ أَسْلِمْ يُؤْتِك \" بِتَكْرَارِ أَسْلِمْ , فَيُحْتَمَل التَّأْكِيد , وَيُحْتَمَل أَنْ يَكُون الْأَمْر الْأَوَّل لِلدُّخُولِ فِي الْإِسْلَام وَالثَّانِي لِلدَّوَامِ عَلَيْهِ كَمَا فِي قَوْله تَعَالَى ( يَا أَيّهَا الَّذِينَ آمَنُوا آمِنُوا بِاَللَّهِ وَرَسُوله ) الْآيَة. وَهُوَ مُوَافِق لِقَوْلِهِ تَعَالَى ( أُولَئِكَ يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ ) الْآيَة. وَإِعْطَاؤُهُ الْأَجْر مَرَّتَيْنِ لِكَوْنِهِ كَانَ مُؤْمِنًا بِنَبِيِّهِ ثُمَّ آمَنَ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَيُحْتَمَل أَنْ يَكُون تَضْعِيف الْأَجْر لَهُ مِنْ جِهَة إِسْلَامه وَمِنْ جِهَة أَنَّ إِسْلَامه يَكُون سَبَبًا لِدُخُولِ أَتْبَاعه. وَسَيَأْتِي التَّصْرِيح بِذَلِكَ فِي مَوْضِعه مِنْ حَدِيث الشَّعْبِيّ مِنْ كِتَاب الْعِلْم إِنْ شَاءَ اللَّه تَعَالَى. وَاسْتَنْبَطَ مِنْهُ شَيْخنَا شَيْخ الْإِسْلَام أَنَّ كُلّ مَنْ دَانَ بِدِينِ أَهْل الْكِتَاب كَانَ فِي حُكْمهمْ فِي الْمُنَاكَحَة وَالذَّبَائِح ; لِأَنَّ هِرَقْل هُوَ وَقَوْمه لَيْسُوا مِنْ بَنِي إِسْرَائِيل , وَهُمْ مِمَّنْ دَخَلَ فِي النَّصْرَانِيَّة بَعْد التَّبْدِيل. وَقَدْ قَالَ لَهُ وَلِقَوْمِهِ ( يَا أَهْل الْكِتَاب ) فَدَلَّ عَلَى أَنَّ لَهُمْ حُكْم أَهْل الْكِتَاب , خِلَافًا لِمَنْ خَصَّ ذَلِكَ بِالْإِسْرَائِيلِيِّينَ أَوْ بِمَنْ عُلِمَ أَنَّ سَلَفه مِمَّنْ دَخَلَ فِي الْيَهُودِيَّة أَوْ النَّصْرَانِيَّة قَبْل التَّبْدِيل. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( فَإِنْ تَوَلَّيْت ) ‏ ‏أَيْ : أَعْرَضْت عَنْ الْإِجَابَة إِلَى الدُّخُول فِي الْإِسْلَام. وَحَقِيقَة التَّوَلِّي إِنَّمَا هُوَ بِالْوَجْهِ , ثُمَّ اُسْتُعْمِلَ مَجَازًا فِي الْإِعْرَاض عَنْ الشَّيْء , وَهِيَ اِسْتِعَارَة تَبَعِيَّة. ‏ ‏قَوْله : ( الْأَرِيسِيِّينَ ) ‏ ‏هُوَ جَمْع أَرِيسِيّ , وَهُوَ مَنْسُوب إِلَى أَرِيس بِوَزْنِ فَعِيل , وَقَدْ تُقْلَب هَمْزَته يَاء كَمَا جَاءَتْ بِهِ رِوَايَة أَبِي ذَرّ وَالْأَصِيلِيّ وَغَيْرهمَا هُنَا , قَالَ اِبْن سِيده : الْأَرِيس الْأَكَّار , أَيْ : الْفَلَّاح عِنْد ثَعْلَب , وَعِنْد كُرَاع : الْأَرِيس هُوَ الْأَمِير , وَقَالَ الْجَوْهَرِيّ : هِيَ لُغَة شَامِيَّة , وَأَنْكَرَ اِبْن فَارِس أَنْ تَكُون عَرَبِيَّة , وَقِيلَ فِي تَفْسِيره غَيْر ذَلِكَ لَكِنْ هَذَا هُوَ الصَّحِيح هُنَا , فَقَدْ جَاءَ مُصَرَّحًا بِهِ فِي رِوَايَة اِبْن إِسْحَاق عَنْ الزُّهْرِيّ بِلَفْظِ \" فَإِنَّ عَلَيْك إِثْم الْأَكَّارِينَ \" زَادَ الْبَرْقَانِيّ فِي رِوَايَته : يَعْنِي الْحَرَّاثِينَ , وَيُؤَيِّدهُ أَيْضًا مَا فِي رِوَايَة الْمَدَائِنِيّ مِنْ طَرِيق مُرْسَلَة \" فَإِنَّ عَلَيْك إِثْم الْفَلَّاحِينَ \" , وَكَذَا عِنْد أَبِي عُبَيْد فِي كِتَاب الْأَمْوَال مِنْ مُرْسَل عَبْد اللَّه بْن شَدَّاد \" وَإِنْ لَمْ تَدْخُل فِي الْإِسْلَام فَلَا تَحُلْ بَيْن الْفَلَّاحِينَ وَبَيْن الْإِسْلَام \" قَالَ أَبُو عُبَيْدَة : الْمُرَاد بِالْفَلَّاحِينَ أَهْل مَمْلَكَته ; لِأَنَّ كُلّ مَنْ كَانَ يَزْرَع فَهُوَ عِنْد الْعَرَب فَلَّاح , سَوَاء كَانَ يَلِي ذَلِكَ بِنَفْسِهِ أَوْ بِغَيْرِهِ. قَالَ الْخَطَّابِيّ : أَرَادَ أَنَّ عَلَيْك إِثْم الضُّعَفَاء وَالْأَتْبَاع إِذَا لَمْ يُسْلِمُوا تَقْلِيدًا لَهُ ; لِأَنَّ الْأَصَاغِر أَتْبَاع الْأَكَابِر. قُلْت : وَفِي الْكَلَام حَذْف دَلَّ الْمَعْنَى عَلَيْهِ وَهُوَ : فَإِنَّ عَلَيْك مَعَ إِثْمك إِثْم الْأَرِيسِيِّينَ ; لِأَنَّهُ إِذَا كَانَ عَلَيْهِ إِثْم الْأَتْبَاع بِسَبَبِ أَنَّهُمْ تَبِعُوهُ عَلَى اِسْتِمْرَار الْكُفْر فَلَأَنْ يَكُون عَلَيْهِ إِثْم نَفْسه أَوْلَى , وَهَذَا يُعَدّ مِنْ مَفْهُوم الْمُوَافَقَة , وَلَا يُعَارَض بِقَوْلِهِ تَعَالَى ( وَلَا تَزِر وَازِرَة وِزْر أُخْرَى ) لِأَنَّ وِزْر الْآثِم لَا يَتَحَمَّلهُ غَيْره , وَلَكِنَّ الْفَاعِل الْمُتَسَبِّب وَالْمُتَلَبِّس بِالسَّيِّئَاتِ يَتَحَمَّل مِنْ جِهَتَيْنِ : جِهَة فِعْله وَجِهَة تَسَبُّبه وَقَدْ وَرَدَ تَفْسِير الْأَرِيسِيِّينَ بِمَعْنًى آخَر , فَقَالَ اللَّيْث بْن سَعْد عَنْ يُونُس فِيمَا رَوَاهُ الطَّبَرَانِيّ فِي الْكَبِير مِنْ طَرِيقه : الْأَرِيسِيُّونَ الْعَشَّارُونَ يَعْنِي أَهْل الْمَكْس. وَالْأَوَّل أَظْهَر. وَهَذَا إِنْ صَحَّ أَنَّهُ الْمُرَاد , فَالْمَعْنَى الْمُبَالَغَة فِي الْإِثْم , فَفِي الصَّحِيح فِي الْمَرْأَة الَّتِي اِعْتَرَفَتْ بِالزِّنَا \" لَقَدْ تَابَتْ تَوْبَة لَوْ تَابَهَا صَاحِب مَكْس لَقُبِلَتْ \". ‏ ‏قَوْله : ( وَيَا أَهْل الْكِتَاب إِلَخْ ) هَكَذَا ‏ ‏وَقَعَ بِإِثْبَاتِ الْوَاو فِي أَوَّله , وَذَكَرَ الْقَاضِي عِيَاض أَنَّ الْوَاو سَاقِطَة مِنْ رِوَايَة الْأَصِيلِيّ وَأَبِي ذَرّ , وَعَلَى ثُبُوتهَا فَهِيَ دَاخِلَة عَلَى مُقَدَّر مَعْطُوف عَلَى قَوْله \" أَدْعُوك \" , فَالتَّقْدِير : أَدْعُوك بِدِعَايَةِ الْإِسْلَام , وَأَقُول لَك وَلِأَتْبَاعِك اِمْتِثَالًا لِقَوْلِ اللَّه تَعَالَى ( يَا أَهْل الْكِتَاب ). وَيُحْتَمَل أَنْ تَكُون مِنْ كَلَام أَبِي سُفْيَان ; لِأَنَّهُ لَمْ يَحْفَظ جَمِيع أَلْفَاظ الْكِتَاب , فَاسْتَحْضَرَ مِنْهَا أَوَّل الْكِتَاب فَذَكَرَهُ , وَكَذَا الْآيَة. وَكَأَنَّهُ قَالَ فِيهِ : كَانَ فِيهِ كَذَا وَكَانَ فِيهِ يَا أَهْل الْكِتَاب. فَالْوَاو مِنْ كَلَامه لَا مِنْ نَفْس الْكِتَاب , وَقِيلَ إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَتَبَ ذَلِكَ قَبْل نُزُول الْآيَة فَوَافَقَ لَفْظه لَفْظهَا لَمَّا نَزَلَتْ , وَالسَّبَب فِي هَذَا أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي قِصَّة وَفْد نَجْرَان , وَكَانَتْ قِصَّتهمْ سَنَة الْوُفُود سَنَة تِسْع , وَقِصَّة سُفْيَان كَانَتْ قَبْل ذَلِكَ سَنَة سِتّ , وَسَيَأْتِي ذَلِكَ وَاضِحًا فِي الْمَغَازِي , وَقِيلَ : بَلْ نَزَلَتْ سَابِقَة فِي أَوَائِل الْهِجْرَة , وَإِلَيْهِ يُومِئ كَلَام اِبْن إِسْحَاق. وَقِيلَ : نَزَلَتْ فِي الْيَهُود. وَجَوَّزَ بَعْضهمْ نُزُولهَا مَرَّتَيْنِ , وَهُوَ بَعِيد. ‏ ‏( فَائِدَة ) : ‏ ‏قِيلَ فِي هَذَا دَلِيل عَلَى جَوَاز قِرَاءَة الْجُنُب لِلْآيَةِ أَوْ الْآيَتَيْنِ , وَبِإِرْسَالِ بَعْض الْقُرْآن إِلَى أَرْض الْعَدُوّ وَكَذَا بِالسَّفَرِ بِهِ. وَأَغْرَبَ اِبْن بَطَّال فَادَّعَى أَنَّ ذَلِكَ نُسِخَ بِالنَّهْيِ عَنْ السَّفَر بِالْقُرْآنِ إِلَى أَرْض الْعَدُوّ وَيَحْتَاج إِلَى إِثْبَات التَّارِيخ بِذَلِكَ. وَمُحْتَمَل أَنْ يُقَال : إِنَّ الْمُرَاد بِالْقُرْآنِ فِي حَدِيث النَّهْي عَنْ السَّفَر بِهِ أَيْ : الْمُصْحَف , وَسَيَأْتِي الْكَلَام عَلَى ذَلِكَ فِي مَوْضِعه. وَأَمَّا الْجُنُب فَيُحْتَمَل أَنْ يُقَال إِذَا لَمْ يَقْصِد التِّلَاوَة جَازَ , عَلَى أَنَّ فِي الِاسْتِدْلَال بِذَلِكَ مِنْ هَذِهِ الْقِصَّة نَظَرًا , فَإِنَّهَا وَاقِعَة عَيْن لَا عُمُوم فِيهَا , فَيُقَيَّد الْجَوَاز عَلَى مَا إِذَا وَقَعَ اِحْتِيَاج إِلَى ذَلِكَ كَالْإِبْلَاغِ وَالْإِنْذَار كَمَا فِي هَذِهِ الْقِصَّة , وَأَمَّا الْجَوَاز مُطْلَقًا حَيْثُ لَا ضَرُورَة فَلَا يَتَّجِه , وَسَيَأْتِي مَزِيد لِذَلِكَ فِي كِتَاب الطَّهَارَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏وَقَدْ اِشْتَمَلَتْ هَذِهِ الْجُمَل الْقَلِيلَة الَّتِي تَضَمَّنَهَا هَذَا الْكِتَاب عَلَى الْأَمْر بِقَوْلِهِ \" أَسْلِمْ \" وَالتَّرْغِيب بِقَوْلِهِ \" تَسْلَمْ وَيُؤْتِك \" وَالزَّجْر بِقَوْلِهِ \" فَإِنْ تَوَلَّيْت \" وَالتَّرْهِيب بِقَوْلِهِ \" فَإِنَّ عَلَيْك \" وَالدِّلَالَة بِقَوْلِهِ \" يَا أَهْل الْكِتَاب \" وَفِي ذَلِكَ مِنْ الْبَلَاغَة مَا لَا يَخْفَى وَكَيْف لَا وَهُوَ كَلَام مَنْ أُوتِيَ جَوَامِع الْكَلِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( فَلَمَّا قَالَ مَا قَالَ ) ‏ ‏يُحْتَمَل أَنْ يُشِير بِذَلِكَ إِلَى الْأَسْئِلَة وَالْأَجْوِبَة , وَيُحْتَمَل أَنْ يُشِير بِذَلِكَ إِلَى الْقِصَّة الَّتِي ذَكَرَهَا اِبْن النَّاطُور بَعْد , وَالضَّمَائِر كُلّهَا تَعُود عَلَى هِرَقْل. وَالصَّخَب اللَّغَط , وَهُوَ اِخْتِلَاط الْأَصْوَات فِي الْمُخَاصَمَة , زَادَ فِي الْجِهَاد : فَلَا أَدْرِي مَا قَالُوا. ‏ ‏قَوْله : ( فَقُلْت لِأَصْحَابِي ) ‏ ‏زَادَ فِي الْجِهَاد : حِين خَلَوْت بِهِمْ. ‏ ‏قَوْله : ( أَمِرَ ) ‏ ‏هُوَ بِفَتْحِ الْهَمْزَة وَكَسْر الْمِيم أَيْ : عَظُمَ , وَسَيَأْتِي فِي تَفْسِير سُبْحَان. وَابْن أَبِي كَبْشَة أَرَادَ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّ أَبَا كَبْشَة أَحَد أَجْدَاده , وَعَادَة الْعَرَب إِذَا اِنْتَقَصَتْ نَسَبَتْ إِلَى جَدّ غَامِض , قَالَ أَبُو الْحَسَن النَّسَّابَة الْجُرْجَانِيّ : هُوَ جَدّ وَهْب جَدّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأُمِّهِ. وَهَذَا فِيهِ نَظَر ; لِأَنَّ وَهْبًا جَدّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْم أُمّه عَاتِكَة بِنْت الْأَوْقَص بْن مُرَّة بْن هِلَال , وَلَمْ يَقُلْ أَحَد مِنْ أَهْل النَّسَب إِنَّ الْأَوْقَص يُكَنَّى أَبَا كَبْشَة. وَقِيلَ هُوَ جَدّ عَبْد الْمُطَّلِب لِأُمِّهِ , وَفِيهِ نَظَر أَيْضًا ; لِأَنَّ أُمّ عَبْد الْمُطَّلِب سَلْمَى بِنْت عَمْرو بْن زَيْد الْخَزْرَجِيّ وَلَمْ يَقُلْ أَحَد مِنْ أَهْل النَّسَب إِنَّ عَمْرو بْن زَيْد يُكَنَّى أَبَا كَبْشَة. وَلَكِنْ ذَكَرَ اِبْن حَبِيب فِي الْمُجْتَبَى جَمَاعَة مِنْ أَجْدَاد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ قِبَل أَبِيهِ وَمِنْ قِبَل أُمّه كُلّ وَاحِد مِنْهُمْ يُكَنَّى أَبَا كَبْشَة , وَقِيلَ هُوَ أَبُوهُ مِنْ الرَّضَاعَة وَاسْمه الْحَارِث بْن عَبْد الْعُزَّى قَالَهُ أَبُو الْفَتْح الْأَزْدِيّ وَابْن مَاكُولَا , وَذَكَرَ يُونُس بْن بُكَيْر عَنْ اِبْن إِسْحَاق عَنْ أَبِيهِ عَنْ رِجَال مِنْ قَوْمه أَنَّهُ أَسْلَمَ وَكَانَتْ لَهُ بِنْت تُسَمَّى كَبْشَة يُكَنَّى بِهَا , وَقَالَ اِبْن قُتَيْبَة وَالْخَطَّابِيّ وَالدَّارَقُطْنِيّ : هُوَ رَجُل مِنْ خُزَاعَة خَالَفَ قُرَيْشًا فِي عِبَادَة الْأَوْثَان فَعَبَدَ الشِّعْرَى فَنَسَبُوهُ إِلَيْهِ لِلِاشْتِرَاكِ فِي مُطْلَق الْمُخَالَفَة , وَكَذَا قَالَهُ الزُّبَيْر , قَالَ : وَاسْمه وَجْز بْن عَامِر بْن غَالِب. ‏ ‏قَوْله : ( إِنَّهُ يَخَافهُ ) ‏ ‏هُوَ بِكَسْرِ الْهَمْزَة اِسْتِئْنَافًا تَعْلِيلِيًّا لَا بِفَتْحِهَا وَلِثُبُوتِ اللَّام فِي \" لَيَخَافهُ \" فِي رِوَايَة أُخْرَى. ‏ ‏قَوْله : ( مَلِك بَنِي الْأَصْفَر ) ‏ ‏هُمْ الرُّوم , وَيُقَال إِنَّ جَدّهمْ رُوم بْن عِيص تَزَوَّجَ بِنْت مَلِك الْحَبَشَة فَجَاءَ لَوْن وَلَده بَيْن الْبَيَاض وَالسَّوَاد فَقِيلَ لَهُ الْأَصْفَر , حَكَاهُ اِبْن الْأَنْبَارِيّ. وَقَالَ اِبْن هِشَام فِي التِّيجَان : إِنَّمَا لُقِّبَ الْأَصْفَر ; لِأَنَّ جَدَّته سَارَة زَوْج إِبْرَاهِيم حَلَّتْهُ بِالذَّهَبِ. ‏ ‏قَوْله : ( فَمَا زِلْت مُوقِنًا ) ‏ ‏زَادَ فِي حَدِيث عَبْد اللَّه بْن شَدَّاد عَنْ أَبِي سُفْيَان \" فَمَا زِلْت مَرْعُوبًا مِنْ مُحَمَّد حَتَّى أَسْلَمْت \" أَخْرَجَهُ الطَّبَرَانِيّ. ‏ ‏قَوْله : ( حَتَّى أَدْخَلَ اللَّه عَلَيَّ الْإِسْلَام ) ‏ ‏أَيْ : فَأَظْهَرْت ذَلِكَ الْيَقِين , وَلَيْسَ الْمُرَاد أَنَّ ذَلِكَ الْيَقِين اِرْتَفَعَ. ‏ ‏قَوْله : ( وَكَانَ اِبْن النَّاطُور ) ‏ ‏هُوَ بِالطَّاءِ الْمُهْمَلَة , وَفِي رِوَايَة الْحَمَوِيّ بِالظَّاءِ الْمُعْجَمَة , وَهُوَ بِالْعَرَبِيَّةِ حَارِس الْبُسْتَان. وَوَقَعَ فِي رِوَايَة اللَّيْث عَنْ يُونُس \" اِبْن نَاطُورَا \" بِزِيَادَةِ أَلِف فِي آخِره. فَعَلَى هَذَا هُوَ اِسْم أَعْجَمِيّ. ‏ ‏( تَنْبِيه ) : ‏ ‏الْوَاو فِي قَوْله \" وَكَانَ \" عَاطِفَة , وَالتَّقْدِير عَنْ الزُّهْرِيّ أَخْبَرَنِي عُبَيْد اللَّه فَذَكَرَ الْحَدِيث , ثُمَّ قَالَ الزُّهْرِيّ وَكَانَ اِبْن النَّاطُور يُحَدِّث فَذَكَرَ هَذِهِ الْقِصَّة فَهِيَ مَوْصُولَة إِلَى اِبْن النَّاطُور لَا مُعَلَّقَة كَمَا زَعَمَ بَعْض مَنْ لَا عِنَايَة لَهُ بِهَذَا الشَّأْن , وَكَذَلِكَ أَغْرَبَ بَعْض الْمَغَارِبَة فَزَعَمَ أَنَّ قِصَّة اِبْن النَّاطُور مَرْوِيَّة بِالْإِسْنَادِ الْمَذْكُور عَنْ أَبِي سُفْيَان عَنْهُ ; لِأَنَّهُ لَمَّا رَآهَا لَا تَصْرِيح فِيهَا بِالسَّمَاعِ حَمَلَهَا عَلَى ذَلِكَ , وَقَدْ بَيَّنَ أَبُو نُعَيْم فِي دَلَائِل النُّبُوَّة أَنَّ الزُّهْرِيّ قَالَ : لَقِيته بِدِمَشْق فِي زَمَن عَبْد الْمَلِك بْن مَرْوَان. وَأَظُنّهُ لَمْ يَتَحَمَّل عَنْهُ ذَلِكَ إِلَّا بَعْد أَنْ أَسْلَمَ , وَإِنَّمَا وَصَفَهُ بِكَوْنِهِ كَانَ سُقُفًا لِيُنَبِّه عَلَى أَنَّهُ كَانَ مُطَّلِعًا عَلَى أَسْرَارهمْ عَالِمًا بِحَقَائِق أَخْبَارهمْ , وَكَأَنَّ الَّذِي جَزَمَ بِأَنَّهُ مِنْ رِوَايَة الزُّهْرِيّ عَنْ عُبَيْد اللَّه اِعْتَمَدَ عَلَى مَا وَقَعَ فِي سِيرَة اِبْن إِسْحَاق فَإِنَّهُ قَدَّمَ قِصَّة اِبْن النَّاطُور هَذِهِ عَلَى حَدِيث أَبِي سُفْيَان , فَعِنْده عَنْ عُبَيْد اللَّه عَنْ اِبْن عَبَّاس أَنَّ هِرَقْل أَصْبَحَ خَبِيث النَّفْس , فَذَكَرَ نَحْوه. وَجَزَمَ الْحُفَّاظ بِمَا ذَكَرْته أَوَّلًا , وَهَذَا مِمَّا يَنْبَغِي أَنْ يُعَدّ فِيمَا وَقَعَ مِنْ الْإِدْرَاج أَوَّل الْخَبَر. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( صَاحِب إِيلِيَاء ) ‏ ‏أَيْ أَمِيرهَا , هُوَ مَنْصُوب عَلَى الِاخْتِصَاص أَوْ الْحَال , أَوْ مَرْفُوع عَلَى الصِّفَة , وَهِيَ رِوَايَة أَبِي ذَرّ , وَالْإِضَافَة الَّتِي فِيهِ تَقُوم مَقَام التَّعْرِيف. وَقَوْل مَنْ زَعَمَ أنَّهَا فِي تَقْدِير الِانْفِصَال فِي مَقَام الْمَنْع , وَهِرَقْل مَعْطُوف عَلَى إِيلِيَاء , وَأَطْلَقَ عَلَيْهِ الصُّحْبَة لَهُ إِمَّا بِمَعْنَى التَّبَع , وَإِمَّا بِمَعْنَى الصَّدَاقَة , وَفِيهِ اِسْتِعْمَال صَاحِب فِي مَعْنَيَيْنِ مَجَازِيّ وَحَقِيقِيّ ; لِأَنَّهُ بِالنِّسْبَةِ إِلَى إِيلِيَاء أَمِير وَذَاكَ مَجَاز , وَبِالنِّسْبَةِ إِلَى هِرَقْل تَابِع وَذَلِكَ حَقِيقَة , قَالَ الْكَرْمَانِيُّ : وَإِرَادَة الْمَعْنَيَيْنِ الْحَقِيقِيّ وَالْمَجَازِيّ مِنْ لَفْظ وَاحِد جَائِز عِنْد الشَّافِعِيّ , وَعِنْد غَيْره مَحْمُول عَلَى إِرَادَة مَعْنًى شَامِل لَهُمَا وَهَذَا يُسَمَّى عُمُوم الْمَجَاز. وَقَوْله \" سُقُفًا \" بِضَمِّ السِّين وَالْقَاف كَذَا فِي رِوَايَة غَيْر أَبِي ذَرّ , وَهُوَ مَنْصُوب عَلَى أَنَّهُ خَبَر كَانَ , وَ \" يُحَدِّث \" خَبَر بَعْد خَبَر. وَفِي رِوَايَة الْكُشْمِيهَنِيّ سُقِّفَ بِكَسْرِ الْقَاف عَلَى مَا لَمْ يُسَمَّ فَاعِله , وَفِي رِوَايَة الْمُسْتَمْلِيّ وَالسَّرَخْسِيّ مِثْله لَكِنْ بِزِيَادَةِ أَلِف فِي أَوَّله , وَالْأُسْقُف وَالسُّقُف لَفْظ أَعْجَمِيّ وَمَعْنَاهُ رَئِيس دِين النَّصَارَى , وَقِيلَ عَرَبِيّ وَهُوَ الطَّوِيل فِي اِنْحِنَاء , وَقِيلَ ذَلِكَ لِلرَّئِيسِ لِأَنَّهُ يَتَخَاشَع , وَقَالَ بَعْضهمْ : لَا نَظِير لَهُ فِي وَزْنه إِلَّا الْأُسْرُبُ وَهُوَ الرَّصَاص , لَكِنْ حَكَى اِبْن سِيده ثَالِثًا وَهُوَ الْأُسْكُفُ لِلصَّانِعِ , وَلَا يَرِد الْأُتْرُج لِأَنَّهُ جَمْع وَالْكَلَام إِنَّمَا هُوَ فِي الْمُفْرَد , وَعَلَى رِوَايَة أَبِي ذَرّ يَكُون الْخَبَر الْجُمْلَة الَّتِي هِيَ \" يُحَدِّث أَنَّ هِرَقْل \" , فَالْوَاو فِي قَوْله وَكَانَ عَاطِفَة وَالتَّقْدِير عَنْ الزُّهْرِيّ أَخْبَرَنِي عُبَيْد اللَّه بْن عَبْد اللَّه فَذَكَرَ حَدِيث أَبِي سُفْيَان بِطُولِهِ ثُمَّ قَالَ الزُّهْرِيّ : وَكَانَ اِبْن النَّاطُور يُحَدِّث. وَهَذَا صُورَة الْإِرْسَال. ‏ ‏قَوْله : ( حِين قَدِمَ إِيلِيَاء ) ‏ ‏يَعْنِي فِي هَذِهِ الْأَيَّام , وَهِيَ عِنْد غَلَبَة جُنُوده عَلَى جُنُود فَارِس وَإِخْرَاجهمْ , وَكَانَ ذَلِكَ فِي السَّنَة الَّتِي اِعْتَمَرَ فِيهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عُمْرَة الْحُدَيْبِيَة , وَبَلَغَ الْمُسْلِمِينَ نَصْرَة الرُّوم عَلَى فَارِس فَفَرِحُوا. وَقَدْ ذَكَرَ التِّرْمِذِيّ وَغَيْره الْقِصَّة مُسْتَوْفَاة فِي تَفْسِير قَوْله تَعَالَى ( وَيَوْمَئِذٍ يَفْرَح الْمُؤْمِنُونَ بِنَصْرِ اللَّه ) , وَفِي أَوَّل الْحَدِيث فِي الْجِهَاد عِنْد الْمُؤَلِّف الْإِشَارَة إِلَى ذَلِكَ. ‏ ‏قَوْله : ( خَبِيث النَّفْس ) ‏ ‏أَيْ : رَدِيء النَّفْس غَيْر طَيِّبهَا , أَيْ : مَهْمُومًا. وَقَدْ تُسْتَعْمَل فِي كَسَل النَّفْس , وَفِي الصَّحِيح \" لَا يَقُولَنَّ أَحَدكُمْ خَبُثَتْ نَفْسِي \" كَأَنَّهُ كَرِهَ اللَّفْظ , وَالْمُرَاد بِالْخِطَابِ الْمُسْلِمُونَ , وَأَمَّا فِي حَقّ هِرَقْل فَغَيْر مُمْتَنِع. وَصَرَّحَ فِي رِوَايَة اِبْن إِسْحَاق بِقَوْلِهِمْ لَهُ \" لَقَدْ أَصْبَحْت مَهْمُومًا \". وَالْبَطَارِقَة جَمْع بِطْرِيق بِكَسْرِ أَوَّله وَهُمْ خَوَاصّ دَوْلَة الرُّوم. ‏ ‏قَوْله : ( حَزَّاء ) ‏ ‏بِالْمُهْمَلَةِ وَتَشْدِيد الزَّاي آخِره هَمْزَة مُنَوَّنَة أَيْ : كَاهِنًا , يُقَال حَزَا بِالتَّخْفِيفِ يَحْزُو حَزْوًا أَيْ تَكَهَّنَ , وَقَوْله \" يَنْظُر فِي النُّجُوم \" إِنْ جَعَلْتهَا خَبَرًا ثَانِيًا صَحَّ ; لِأَنَّهُ كَانَ يَنْظُر فِي الْأَمْرَيْنِ , وَإِنْ جَعَلْتهَا تَفْسِيرًا لِلْأَوَّلِ فَالْكَهَانَة تَارَة تَسْتَنِد إِلَى إِلْقَاء الشَّيَاطِين وَتَارَة تُسْتَفَاد مِنْ أَحْكَام النُّجُوم , وَكَانَ كُلّ مِنْ الْأَمْرَيْنِ فِي الْجَاهِلِيَّة شَائِعًا ذَائِعًا , إِلَى أَنْ أَظْهَرَ اللَّه الْإِسْلَام فَانْكَسَرَتْ شَوْكَتهمْ وَأَنْكَرَ الشَّرْع الِاعْتِمَاد عَلَيْهِمْ , وَكَانَ مَا اِطَّلَعَ عَلَيْهِ هِرَقْل مِنْ ذَلِكَ بِمُقْتَضَى حِسَاب الْمُنَجِّمِينَ أَنَّهُمْ زَعَمُوا أَنَّ الْمَوْلِد النَّبَوِيّ كَانَ بِقِرَانِ الْعُلْوِيَّيْنِ بِبُرْجِ الْعَقْرَب , وَهُمَا يَقْتَرِنَانِ فِي كُلّ عِشْرِينَ سَنَة مَرَّة إِلَّا أَنْ تَسْتَوْفِيَ الْمُثَلَّثَة بُرُوجهَا فِي سِتِّينَ سَنَة , فَكَانَ اِبْتِدَاء الْعِشْرِينَ الْأُولَى الْمَوْلِد النَّبَوِيّ فِي الْقِرَان الْمَذْكُور , وَعِنْد تَمَام الْعِشْرِينَ الثَّانِيَة مَجِيء جِبْرِيل بِالْوَحْيِ , وَعِنْد تَمَام الثَّالِثَة فَتْح خَيْبَر وَعُمْرَة الْقَضِيَّة الَّتِي جَرَّتْ فَتْح مَكَّة وَظُهُور الْإِسْلَام , وَفِي تِلْكَ الْأَيَّام رَأَى هِرَقْل مَا رَأَى. وَمِنْ جُمْلَة مَا ذَكَرُوهُ أَيْضًا أَنَّ بُرْج الْعَقْرَب مَائِيّ وَهُوَ دَلِيل مُلْك الْقَوْم الَّذِينَ يَخْتَتِنُونَ , فَكَانَ ذَلِكَ دَلِيلًا عَلَى اِنْتِقَال الْمُلْك إِلَى الْعَرَب , وَأَمَّا الْيَهُود فَلَيْسُوا مُرَادًا هُنَا لِأَنَّ هَذَا لِمَنْ يُنْقَل إِلَيْهِ الْمُلْك لَا لِمَنْ اِنْقَضَى مُلْكه. فَإِنْ قِيلَ كَيْفَ سَاغَ لِلْبُخَارِيِّ إِيرَاد هَذَا الْخَبَر الْمُشْعِر بِتَقْوِيَةِ أَمْر الْمُنَجِّمِينَ وَالِاعْتِمَاد عَلَى مَا تَدُلّ عَلَيْهِ أَحْكَامهمْ ؟ فَالْجَوَاب أَنَّهُ لَمْ يَقْصِد ذَلِكَ , بَلْ قَصَدَ أَنْ يُبَيِّن أَنَّ الْإِشَارَات بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَاءَتْ مِنْ كُلّ طَرِيق وَعَلَى لِسَان كُلّ فَرِيق مِنْ كَاهِن أَوْ مُنَجِّم مُحِقّ أَوْ مُبْطِل إِنْسِيّ أَوْ جِنِّيّ , وَهَذَا مِنْ أَبْدَع مَا يُشِير إِلَيْهِ عَالِم أَوْ يَجْنَح إِلَيْهِ مُحْتَجّ. وَقَدْ قِيلَ إِنَّ الْحَزَّاء هُوَ الَّذِي يَنْظُر فِي الْأَعْضَاء وَفِي خَيَلَان الْوَجْه فَيَحْكُم عَلَى صَاحِبهَا بِطَرِيقِ الْفَرَاسَة. وَهَذَا إِنْ ثَبَتَ فَلَا يَلْزَم مِنْهُ حَصْره فِي ذَلِكَ بَلْ اللَّائِق بِالسِّيَاقِ فِي حَقّ هِرَقْل مَا تَقَدَّمَ. ‏ ‏قَوْله : ( مُلْك الْخِتَان ) ‏ ‏بِضَمِّ الْمِيم وَإِسْكَان اللَّام , ولِلْكُشْمِيهَنِيّ بِفَتْحِ الْمِيم وَكَسْر اللَّام. ‏ ‏قَوْله : ( قَدْ ظَهَرَ ) ‏ ‏أَيْ : غَلَبَ , يَعْنِي دَلَّهُ نَظَره فِي حُكْم النُّجُوم عَلَى أَنَّ مُلْك الْخِتَان قَدْ غَلَبَ , وَهُوَ كَمَا قَالَ ; لِأَنَّ فِي تِلْكَ الْأَيَّام كَانَ اِبْتِدَاء ظُهُور النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ صَالَحَ كُفَّار مَكَّة بِالْحُدَيْبِيَةِ وَأَنْزَلَ اللَّه تَعَالَى عَلَيْهِ ( إِنَّا فَتَحْنَا لَك فَتْحًا مُبِينًا ) إِذْ فَتْح مَكَّة كَانَ سَبَبه نَقْض قُرَيْش الْعَهْد الَّذِي كَانَ بَيْنهمْ بِالْحُدَيْبِيَةِ , وَمُقَدِّمَة الظُّهُور ظُهُور. ‏ ‏قَوْله : ( مِنْ هَذِهِ الْأُمَّة ) ‏ ‏أَيْ : مِنْ أَهْل هَذَا الْعَصْر , وَإِطْلَاق الْأُمَّة عَلَى أَهْل الْعَصْر كُلّهمْ فِيهِ تَجَوُّز , وَهَذَا بِخِلَافِ قَوْله بَعْد هَذَا مُلْك هَذِهِ الْأُمَّة قَدْ ظَهَرَ , فَإِنَّ مُرَاده بِهِ الْعَرَب خَاصَّة , وَالْحَصْر فِي قَوْلهمْ إِلَّا الْيَهُود هُوَ بِمُقْتَضَى عِلْمهمْ ; لِأَنَّ الْيَهُود كَانُوا بِإِيلِيَاء وَهِيَ بَيْت الْمَقْدِس كَثِيرِينَ تَحْت الذِّلَّة مَعَ الرُّوم , بِخِلَافِ الْعَرَب فَإِنَّهُمْ وَإِنْ كَانَ مِنْهُمْ مَنْ هُوَ تَحْت طَاعَة مَلِك الرُّوم كَآلِ غَسَّان لَكِنَّهُمْ كَانُوا مُلُوكًا بِرَأْسِهِمْ. ‏ ‏قَوْله : ( فَلَا يُهِمَّنَّك ) ‏ ‏بِضَمِّ أَوَّله , مِنْ أَهَمَّ : أَثَارَ الْهَمّ. وَقَوْله \" شَأْنهمْ \" أَيْ : أَمْرهمْ. وَ \" مَدَائِن \" جَمْع مَدِينَة قَالَ أَبُو عَلِيّ الْفَارِسِيّ : مَنْ جَعَلَهُ فَعِيلَة مِنْ قَوْلك مَدَن بِالْمَكَانِ أَيْ : أَقَامَ بِهِ هَمَزَهُ كَقَبَائِل , وَمَنْ جَعَلَهُ مُفْعِلَة مِنْ قَوْلك دِينَ أَيْ : مُلِكَ لَمْ يَهْمِز كَمَعَايِش. اِنْتَهَى وَمَا ذَكَرَهُ فِي مَعَايِش هُوَ الْمَشْهُور , وَقَدْ رَوَى خَارِجَة عَنْ نَافِع الْقَارِي الْهَمْز فِي مَعَايِش , وَقَالَ الْقَزَّاز : مَنْ هَمَزَهَا تَوَهَّمَهَا مِنْ فَعِيلَة لِشَبَهِهَا بِهَا فِي اللَّفْظ. اِنْتَهَى. ‏ ‏قَوْله : ( فَبَيْنَمَا هُمْ عَلَى أَمْرهمْ ) ‏ ‏أَيْ : فِي هَذِهِ الْمَشُورَة. ‏ ‏قَوْله : ( أُتِيَ هِرَقْل بِرَجُلٍ ) ‏ ‏لَمْ يَذْكُر مَنْ أَحْضَرَهُ. وَمَلِك غَسَّان هُوَ صَاحِب بُصْرَى الَّذِي قَدَّمْنَا ذِكْره , وَأَشَرْنَا إِلَى أَنَّ اِبْن السَّكَن رَوَى أَنَّهُ أَرْسَلَ مِنْ عِنْده عَدِيّ بْن حَاتِم , فَيُحْتَمَل أَنْ يَكُون هُوَ الْمَذْكُور وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( عَنْ خَبَر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فَسَّرَ ذَلِكَ اِبْن إِسْحَاق فِي رِوَايَته فَقَالَ : خَرَجَ مِنْ بَيْن أَظْهُرنَا رَجُل يَزْعُم أَنَّهُ نَبِيّ , فَقَدْ اِتَّبَعَهُ نَاس , وَخَالَفَهُ نَاس , فَكَانَتْ بَيْنهمْ مَلَاحِم فِي مَوَاطِن , فَتَرَكَهُمْ وَهُمْ عَلَى ذَلِكَ. فَبَيَّنَ مَا أُجْمِلَ فِي حَدِيث الْبَاب لِأَنَّهُ يُوهِم أَنَّ ذَلِكَ كَانَ فِي أَوَائِل مَا ظَهَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَفِي رِوَايَة أَنَّهُ قَالَ : جَرِّدُوهُ , فَإِذَا هُوَ مُخْتَتِن , فَقَالَ : هَذَا وَاَللَّه الَّذِي رَأَيْته , أَعْطِهِ ثَوْبه. ‏ ‏قَوْله : ( هُمْ يَخْتَتِنُونَ ) ‏ ‏فِي رِوَايَة الْأَصِيلِيّ \" هُمْ مُخْتَتِنُونَ \" بِالْمِيمِ وَالْأَوَّل أَفْيَد وَأَشْمَل. ‏ ‏قَوْله : ( هَذَا مُلْك هَذِهِ الْأُمَّة قَدْ ظَهَرَ ) ‏ ‏كَذَا لِأَكْثَر الرُّوَاة بِالضَّمِّ ثُمَّ السُّكُون , وَلِلْقَابِسِيّ بِالْفَتْحِ ثُمَّ الْكَسْر , وَلِأُبَيّ عَنْ الْكُشْمِيهَنِيّ وَحْده يَمْلِك فِعْل مُضَارِع , قَالَ الْقَاضِي : أَظُنّهَا ضَمَّة الْمِيم اِتَّصَلَتْ بِهَا فَتَصَحَّفَتْ , وَوَجَّهَهُ السُّهَيْلِيّ فِي أَمَالِيهِ بِأَنَّهُ مُبْتَدَأ وَخَبَر , أَيْ هَذَا الْمَذْكُور يَمْلِك هَذِهِ الْأُمَّة. وَقِيلَ يَجُوز أَنْ يَكُون يَمْلِك نَعْتًا , أَيْ هَذَا رَجُل يَمْلِك هَذِهِ الْأُمَّة. وَقَالَ شَيْخنَا : يَجُوز أَنْ يَكُون الْمَحْذُوف هُوَ الْمَوْصُول عَلَى رَأْي الْكُوفِيِّينَ , أَيْ هَذَا الَّذِي يَمْلِك , وَهُوَ نَظِير قَوْله \" وَهَذَا تَحْمِلِينَ طَلِيق \". عَلَى أَنَّ الْكُوفِيِّينَ يُجَوِّزُونَ اِسْتِعْمَال اِسْم الْإِشَارَة بِمَعْنَى الِاسْم الْمَوْصُول , فَيَكُون التَّقْدِير الَّذِي يَمْلِك , مِنْ غَيْر حَذْف , قُلْت : لَكِنَّ اِتِّفَاق الرُّوَاة عَلَى حَذْف الْيَاء فِي أَوَّله دَالّ عَلَى مَا قَالَ الْقَاضِي فَيَكُون شَاذًّا. عَلَى أَنَّنِي رَأَيْت فِي أَصْل مُعْتَمَد وَعَلَيْهِ عَلَامَة السَّرَخْسِيّ بِبَاءٍ مُوَحَّدَة فِي أَوَّله , وَتَوْجِيههَا أَقْرَب مِنْ تَوْجِيه الْأَوَّل ; لِأَنَّهُ حِينَئِذٍ تَكُون الْإِشَارَة بِهَذَا إِلَى مَا ذَكَرَهُ مِنْ نَظَره فِي حُكْم النُّجُوم , وَالْبَاء مُتَعَلِّقَة بِظَهَرَ , أَيْ : هَذَا الْحُكْم ظَهَرَ بِمُلْكِ هَذِهِ الْأُمَّة الَّتِي تَخْتَتِن. ‏ ‏قَوْله : ( بِرُومِيَةَ ) ‏ ‏بِالتَّخْفِيفِ , وَهِيَ مَدِينَة مَعْرُوفَة لِلرُّومِ. وَحِمْص مَجْرُور بِالْفَتْحَةِ مُنِعَ صَرْفه لِلْعَلَمِيَّةِ وَالتَّأْنِيث. وَيُحْتَمَل أَنْ يَجُوز صَرْفه ‏ ‏قَوْله : ( فَلَمْ يَرِمْ ) ‏ ‏بِفَتْحِ أَوَّله وَكَسْر الرَّاء أَيْ : لَمْ يَبْرَحْ مِنْ مَكَانه , هَذَا هُوَ الْمَعْرُوف , وَقَالَ الدَّاوُدِيّ : لَمْ يَصِلْ إِلَى حِمْص وَزَيَّفُوهُ. ‏ ‏قَوْله : ( حَتَّى أَتَاهُ كِتَاب مِنْ صَاحِبه ) ‏ ‏وَفِي حَدِيث دِحْيَة الَّذِي أَشَرْت إِلَيْهِ قَالَ : فَلَمَّا خَرَجُوا أَدْخَلَنِي عَلَيْهِ وَأَرْسَلَ إِلَيَّ الْأُسْقُف وَهُوَ صَاحِب أَمْرهمْ فَقَالَ : هَذَا الَّذِي كُنَّا نَنْتَظِر , وَبَشَّرَنَا بِهِ عِيسَى , أَمَّا أَنَا فَمُصَدِّقه وَمُتَّبِعه. فَقَالَ لَهُ قَيْصَر : أَمَّا أَنَا إِنْ فَعَلْت ذَلِكَ ذَهَبَ مُلْكِي , فَذَكَرَ الْقِصَّة , وَفِي آخِره : فَقَالَ لِي الْأُسْقُف : خُذْ هَذَا الْكِتَاب وَاذْهَبْ إِلَى صَاحِبك فَاقْرَأْ عَلَيْهِ السَّلَام وَأَخْبِرْهُ أَنِّي أَشْهَد أَنْ لَا إِلَه إِلَا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه , وَأَنِّي قَدْ آمَنْت بِهِ وَصَدَّقْته , وَأَنَّهُمْ قَدْ أَنْكَرُوا عَلَيَّ ذَلِكَ. ثُمَّ خَرَجَ إِلَيْهِمْ فَقَتَلُوهُ. وَفِي رِوَايَة اِبْن إِسْحَاق أَنَّ هِرَقْل أَرْسَلَ دِحْيَة إِلَى ضُغَاطِر الرُّومِيّ وَقَالَ : إِنَّهُ فِي الرُّوم أَجْوَز قَوْلًا مِنِّي , وَإِنَّ ضُغَاطِر الْمَذْكُور أَظْهَرَ إِسْلَامه وَأَلْقَى ثِيَابه الَّتِي كَانَتْ عَلَيْهِ وَلَبِسَ ثِيَابًا بِيضًا وَخَرَجَ عَلَى الرُّوم فَدَعَاهُمْ إِلَى الْإِسْلَام وَشَهِدَ شَهَادَة الْحَقّ , فَقَامُوا إِلَيْهِ فَضَرَبُوهُ حَتَّى قَتَلُوهُ. قَالَ فَلَمَّا رَجَعَ دِحْيَة إِلَى هِرَقْل قَالَ لَهُ : قَدْ قُلْت لَك إِنَّا نَخَافهُمْ عَلَى أَنْفُسنَا , فَضُغَاطِر كَانَ أَعْظَم عِنْدهمْ مِنِّي. قُلْت : فَيُحْتَمَل أَنْ يَكُون هُوَ صَاحِب رُومِيَة الَّذِي أُبْهِمَ هُنَا , لَكِنْ يُعَكِّر عَلَيْهِ مَا قِيلَ إِنَّ دِحْيَة لَمْ يَقْدَم عَلَى هِرَقْل بِهَذَا الْكِتَاب الْمَكْتُوب فِي سَنَة الْحُدَيْبِيَة , وَإِنَّمَا قَدِمَ عَلَيْهِ بِالْكِتَابِ الْمَكْتُوب فِي غَزْوَة تَبُوك , فَالرَّاجِح أَنَّ دِحْيَة قَدِمَ عَلَى هِرَقْل أَيْضًا فِي الْأُولَى , فَعَلَى هَذَا يُحْتَمَل أَنْ تَكُون وَقَعَتْ لِكُلٍّ مِنْ الْأُسْقُف وَمِنْ ضُغَاطِر قِصَّة قُتِلَ كُلّ مِنْهُمَا بِسَبَبِهَا , أَوْ وَقَعَتْ لِضُغَاطِر قِصَّتَانِ إِحْدَاهُمَا الَّتِي ذَكَرَهَا اِبْن النَّاطُور وَلَيْسَ فِيهَا أَنَّهُ أَسْلَمَ وَلَا أَنَّهُ قُتِلَ , وَالثَّانِيَة الَّتِي ذَكَرَهَا اِبْن إِسْحَاق فَإِنَّ فِيهَا قِصَّته مَعَ دِحْيَة وَأَنَّهُ أَسْلَمَ وَقُتِلَ. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَسَارَ هِرَقْل إِلَى حِمْص ) ‏ ‏لِأَنَّهَا كَانَتْ دَار مُلْكه كَمَا قَدَّمْنَاهُ , وَكَانَتْ فِي زَمَانهمْ أَعْظَم مِنْ دِمَشْق. وَكَانَ فَتْحهَا عَلَى يَد أَبِي عُبَيْدَة بْن الْجَرَّاح سَنَة سِتّ عَشْرَة بَعْد هَذِهِ الْقِصَّة بِعَشْرِ سِنِينَ. ‏ ‏قَوْله : ( وَأَنَّهُ نَبِيّ ) ‏ ‏يَدُلّ عَلَى أَنَّ هِرَقْل وَصَاحِبه أَقَرَّا بِنُبُوَّةِ نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لَكِنَّ هِرَقْل كَمَا ذَكَرْنَا لَمْ يَسْتَمِرّ عَلَى ذَلِكَ بِخِلَافِ صَاحِبه. ‏ ‏قَوْله : ( فَأَذِنَ ) ‏ ‏هِيَ بِالْقَصْرِ مِنْ الْإِذْن , وَفِي رِوَايَة الْمُسْتَمْلِيّ وَغَيْره بِالْمَدِّ وَمَعْنَاهُ أَعْلَمَ. وَ \" الدَّسْكَرَة \" بِسُكُونِ السِّين الْمُهْمَلَة الْقَصْر الَّذِي حَوْله بُيُوت , وَكَأَنَّهُ دَخَلَ الْقَصْر ثُمَّ أَغْلَقَهُ وَفَتَحَ أَبْوَاب الْبُيُوت الَّتِي حَوْله وَأَذِنَ لِلرُّومِ فِي دُخُولهَا ثُمَّ أَغْلَقَهَا ثُمَّ اِطَّلَعَ عَلَيْهِمْ فَخَاطَبَهُمْ , وَإِنَّمَا فَعَلَ ذَلِكَ خَشْيَة أَنْ يَثِبُوا بِهِ كَمَا وَثَبُوا بِضُغَاطِر. ‏ ‏قَوْله : ( وَالرَّشَد ) ‏ ‏بِفَتْحَتَيْنِ ( وَأَنْ يَثْبُت مُلْككُمْ ) لِأَنَّهُمْ إِنْ تَمَادَوْا عَلَى الْكُفْر كَانَ سَبَبًا لِذَهَابِ مُلْكهمْ , كَمَا عَرِفَ هُوَ ذَلِكَ مِنْ الْأَخْبَار السَّابِقَة. ‏ ‏قَوْله : ( فَتُبَايِعُوا ) ‏ ‏بِمُثَنَّاةٍ ثُمَّ مُوَحَّدَة , ولِلْكُشْمِيهَنِيّ بِمُثَنَّاتَيْنِ وَمُوَحَّدَة , وَلِلْأَصِيلِيِّ \" فَنُبَايِع \" بِنُونٍ وَمُوَحَّدَة ( لِهَذَا النَّبِيّ ) كَذَا لِأَبِي ذَرّ وَلِلْبَاقِينَ بِحَذْفِ اللَّام. ‏ ‏قَوْله : ( فَحَاصُوا ) ‏ ‏بِمُهْمَلَتَيْنِ أَيْ : نَفَرُوا , وَشَبَّهَهُمْ بِالْوُحُوشِ لِأَنَّ نَفْرَتهَا أَشَدّ مِنْ نَفْرَة الْبَهَائِم الْإِنْسِيَّة , وَشَبَّهَهُمْ بِالْحُمْرِ دُون غَيْرهَا مِنْ الْوُحُوش لِمُنَاسَبَةِ الْجَهْل وَعَدَم الْفِطْنَة بَلْ هُمْ أَضَلّ. ‏ ‏قَوْله : ( وَأَيِسَ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ وَالْأَصِيلِيّ \" وَيَئِسَ \" بِيَائَيْنِ تَحْتَانِيَّتَيْنِ وَهُمَا بِمَعْنَى قَنَطَ وَالْأَوَّل مَقْلُوب مِنْ الثَّانِي. ‏ ‏قَوْله : ( مِنْ الْإِيمَان ) ‏ ‏أَيْ : مِنْ إِيمَانهمْ لِمَا أَظْهَرُوهُ , وَمِنْ إِيمَانه لِأَنَّهُ شَحَّ بِمُلْكِهِ كَمَا قَدَّمْنَا , وَكَانَ يُحِبّ أَنْ يُطِيعُوهُ فَيَسْتَمِرّ مُلْكه وَيَسْلَم وَيَسْلَمُوا بِإِسْلَامِهِمْ , فَمَا أَيِسَ مِنْ الْإِيمَان إِلَّا بِالشَّرْطِ الَّذِي أَرَادَهُ , وَإِلَّا فَقَدْ كَانَ قَادِرًا عَلَى أَنْ يَفِرّ عَنْهُمْ وَيَتْرُك مُلْكه رَغْبَة فِيمَا عِنْد اللَّه وَاَللَّه الْمُوَفِّق. ‏ ‏قَوْله : ( آنِفًا ) ‏ ‏أَيْ : قَرِيبًا , وَهُوَ مَنْصُوب عَلَى الْحَال. ‏ ‏قَوْله : ( فَقَدْ رَأَيْت ) ‏ ‏زَادَ فِي التَّفْسِير : فَقَدْ رَأَيْت مِنْكُمْ الَّذِي أَحْبَبْت. ‏ ‏قَوْله : ( فَكَانَ ذَلِكَ آخِر شَأْن هِرَقْل ) ‏ ‏أَيْ : فِيمَا يَتَعَلَّق بِهَذِهِ الْقِصَّة الْمُتَعَلِّقَة بِدُعَائِهِ إِلَى الْإِيمَان خَاصَّة ; لِأَنَّهُ اِنْقَضَى أَمْره حِينَئِذٍ وَمَاتَ , أَوْ أَنَّهُ أَطْلَقَ الْآخِرِيَّةَ بِالنِّسْبَةِ إِلَى مَا فِي عِلْمه , وَهَذَا أَوْجَه ; لِأَنَّ هِرَقْل وَقَعَتْ لَهُ قَصَص أُخْرَى بَعْد ذَلِكَ , مِنْهَا مَا أَشَرْنَا إِلَيْهِ مِنْ تَجْهِيزه الْجُيُوش إِلَى مُؤْتَة وَمِنْ تَجْهِيزه الْجُيُوش أَيْضًا إِلَى تَبُوك , وَمُكَاتَبَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُ ثَانِيًا , وَإِرْسَاله إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَهَبٍ فَقَسَّمَهُ بَيْن أَصْحَابه كَمَا فِي رِوَايَة اِبْن حِبَّانَ الَّتِي أَشَرْنَا إِلَيْهَا قَبْل وَأَبِي عُبَيْد , وَفِي الْمُسْنَد مِنْ طَرِيق سَعِيد بْن أَبِي رَاشِد التَّنُوخِيّ رَسُول هِرَقْل قَالَ : قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَبُوك فَبَعَثَ دِحْيَة إِلَى هِرَقْل فَلَمَّا جَاءَهُ الْكِتَاب دَعَا قِسِّيسِي الرُّوم وَبَطَارِقَتِهَا , فَذَكَرَ الْحَدِيث , قَالَ فَتَحَيَّرُوا حَتَّى أَنَّ بَعْضهمْ خَرَجَ مِنْ بُرْنُسه , فَقَالَ : اُسْكُتُوا , فَإِنَّمَا أَرَدْت أَنْ أَعْلَمَ تَمَسُّككُمْ بِدِينِكُمْ. وَرَوَى اِبْن إِسْحَاق عَنْ خَالِد بْن بَشَّار عَنْ رَجُل مِنْ قُدَمَاء الشَّام أَنَّ هِرَقْل لَمَّا أَرَادَ الْخُرُوج مِنْ الشَّام إِلَى الْقُسْطَنْطِينِيَّة عَرَضَ عَلَى الرُّوم أُمُورًا : إِمَّا الْإِسْلَام وَإِمَّا الْجِزْيَة , وَإِمَّا أَنْ يُصَالِح النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيَبْقَى لَهُمْ مَا دُون الدَّرْب , فَأَبَوْا , وَأَنَّهُ اِنْطَلَقَ حَتَّى إِذَا أَشْرَفَ عَلَى الدَّرْب اِسْتَقْبَلَ أَرْض الشَّام ثُمَّ قَالَ : السَّلَام عَلَيْك أَرْض سُورِيَّة - يَعْنِي الشَّام - تَسْلِيم الْمُوَدِّع , ثُمَّ رَكَضَ حَتَّى دَخَلَ الْقُسْطَنْطِينِيَّة. وَاخْتَلَفَ الْأَخْبَارِيُّونَ هَلْ هُوَ الَّذِي حَارَبَهُ الْمُسْلِمُونَ فِي زَمَن أَبِي بَكْر وَعُمَر أَوْ اِبْنه , وَالْأَظْهَر أَنَّهُ هُوَ. وَاَللَّه أَعْلَم. ‏ ‏( تَنْبِيه ) ‏ ‏لَمَّا كَانَ أَمْر هِرَقْل فِي الْإِيمَان عِنْد كَثِير مِنْ النَّاس مُسْتَبْهَمًا ; لِأَنَّهُ يُحْتَمَل أَنْ يَكُون عَدَم تَصْرِيحه بِالْإِيمَانِ لِلْخَوْفِ عَلَى نَفْسه مِنْ الْقَتْل , وَيُحْتَمَل أَنْ يَكُون اِسْتَمَرَّ عَلَى الشَّكّ حَتَّى مَاتَ كَافِرًا , وَقَالَ الرَّاوِي فِي آخِر الْقِصَّة فَكَانَ ذَلِكَ آخِر شَأْن هِرَقْل , خَتَمَ بِهِ الْبُخَارِيّ هَذَا الْبَاب الَّذِي اِسْتَفْتَحَهُ بِحَدِيثِ الْأَعْمَال بِالنِّيَّاتِ كَأَنَّهُ قَالَ إِنْ صَدَقَتْ نِيَّته اِنْتَفَعَ بِهَا فِي الْجُمْلَة , وَإِلَّا فَقَدْ خَابَ وَخَسِرَ. فَظَهَرَتْ مُنَاسَبَة إِيرَاد قِصَّة اِبْن النَّاطُور فِي بَدْء الْوَحْي لِمُنَاسَبَتِهَا حَدِيث الْأَعْمَال الْمُصَدَّر الْبَاب بِهِ. وَيُؤْخَذ لِلْمُصَنِّفِ مِنْ آخِر لَفْظ فِي الْقِصَّة بَرَاعَة الِاخْتِتَام , وَهُوَ وَاضِح مِمَّا قَرَّرْنَاهُ. فَإِنْ قِيلَ : مَا مُنَاسَبَة حَدِيث أَبِي سُفْيَان فِي قِصَّة هِرَقْل بِبَدْءِ الْوَحْي ؟ فَالْجَوَاب أَنَّهَا تَضَمَّنَتْ كَيْفِيَّة حَال النَّاس مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ الِابْتِدَاء ; وَلِأَنَّ الْآيَة الْمَكْتُوبَة إِلَى هِرَقْل لِلدُّعَاءِ إِلَى الْإِسْلَام مُلْتَئِمَة مَعَ الْآيَة الَّتِي فِي التَّرْجَمَة وَهِيَ قَوْله تَعَالَى ( إِنَّا أَوْحَيْنَا إِلَيْك كَمَا أَوْحَيْنَا إِلَى نُوحٍ ) الْآيَة. وَقَالَ تَعَالَى ( شَرَعَ لَكُمْ مِنْ الدِّين مَا وَصَّى بِهِ نُوحًا ) الْآيَة , فَبَانَ أَنَّهُ أَوْحَى إِلَيْهِمْ كُلّهمْ أَنْ أَقِيمُوا الدِّين , وَهُوَ مَعْنَى قَوْله تَعَالَى ( سَوَاء بَيْننَا وَبَيْنكُمْ ) الْآيَة. ‏ ‏( تَكْمِيل ) ‏ ‏ذَكَرَ السُّهَيْلِيّ أَنَّهُ بَلَغَهُ أَنَّ هِرَقْل وَضَعَ الْكِتَاب فِي قَصَبَة مِنْ ذَهَب تَعْظِيمًا لَهُ , وَأَنَّهُمْ لَمْ يَزَالُوا يَتَوَارَثُونَهُ حَتَّى كَانَ عِنْد مَلِك الْفِرِنْج الَّذِي تَغَلَّبَ عَلَى طُلَيْطُلَة , ثُمَّ كَانَ عِنْد سَبْطه , فَحَدَّثَنِي بَعْض أَصْحَابنَا أَنَّ عَبْد الْمَلِك بْن سَعْد أَحَد قُوَّاد الْمُسْلِمِينَ اِجْتَمَعَ بِذَلِكَ الْمَلِك فَأَخْرَجَ لَهُ الْكِتَاب , فَلَمَّا رَآهُ اِسْتَعْبَرَ وَسَأَلَ أَنْ يُمَكِّنهُ مِنْ تَقْبِيله , فَامْتَنَعَ. قُلْت : وَأَنْبَأَنِي غَيْر وَاحِد عَنْ الْقَاضِي نُور الدِّين بْن الصَّائِغ الدِّمَشْقِيّ قَالَ : حَدَّثَنِي سَيْف الدِّين فُلَيْح الْمَنْصُورِيّ قَالَ : أَرْسَلَنِي الْمَلِك الْمَنْصُور قَلَاوُون إِلَى مَلِك الْغَرْب بِهَدِيَّةٍ , فَأَرْسَلَنِي مَلِك الْغَرْب إِلَى مَلِك الْفِرِنْج فِي شَفَاعَة فَقَبِلَهَا , وَعَرَضَ عَلَيَّ الْإِقَامَة عِنْده فَامْتَنَعْت , فَقَالَ لِي : لَأُتْحِفَنَّكَ بِتُحْفَةٍ سُنِّيَّة , فَأَخْرَجَ لِي صُنْدُوقًا مُصَفَّحًا بِذَهَبٍ , فَأَخْرَجَ مِنْهُ مِقْلَمَة ذَهَب , فَأَخْرَجَ مِنْهَا كِتَابًا قَدْ زَالَتْ أَكْثَر حُرُوفه وَقَدْ اِلْتَصَقَتْ عَلَيْهِ خِرْقَة حَرِير فَقَالَ : هَذَا كِتَاب نَبِيّكُمْ إِلَى جَدِّي قَيْصَر , مَا زِلْنَا نَتَوَارَثهُ إِلَى الْآن , وَأَوْصَانَا آبَاؤُنَا أَنَّهُ مَا دَامَ هَذَا الْكِتَاب عِنْدنَا لَا يَزَال الْمُلْك فِينَا , فَنَحْنُ نَحْفَظهُ غَايَة الْحِفْظ وَنُعَظِّمهُ وَنَكْتُمهُ عَنْ النَّصَارَى لِيَدُومَ الْمُلْك فِينَا. اِنْتَهَى. وَيُؤَيِّد هَذَا مَا وَقَعَ فِي حَدِيث سَعِيد بْن أَبِي رَاشِد الَّذِي أَشَرْت إِلَيْهِ آنِفًا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَرَضَ عَلَى التَّنُوخِيّ رَسُول هِرَقْل الْإِسْلَام فَامْتَنَعَ , فَقَالَ لَهُ : يَا أَخَا تَنُوخ إِنِّي كَتَبْت إِلَى مَلِككُمْ بِصَحِيفَةٍ فَأَمْسَكَهَا , فَلَنْ يَزَال النَّاس يَجِدُونَ مِنْهُ بَأْسًا مَا دَامَ فِي الْعَيْش خَيْر. وَكَذَلِكَ أَخْرَجَ أَبُو عُبَيْد فِي كِتَاب الْأَمْوَال مِنْ مُرْسَل عُمَيْر بْن إِسْحَاق قَالَ : كَتَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى كِسْرَى وَقَيْصَر , فَأَمَّا كِسْرَى فَلَمَّا قَرَأَ الْكِتَاب مَزَّقَهُ , وَأَمَّا قَيْصَر فَلَمَّا قَرَأَ الْكِتَاب طَوَاهُ ثُمَّ رَفَعَهُ , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَمَّا هَؤُلَاءِ فَيُمَزَّقُونَ , وَأَمَّا هَؤُلَاءِ فَسَتَكُونُ لَهُمْ بَقِيَّة , وَيُؤَيِّدهُ مَا رُوِيَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا جَاءَهُ جَوَاب كِسْرَى قَالَ : مَزَّقَ اللَّه مُلْكه. وَلَمَّا جَاءَهُ جَوَاب هِرَقْل قَالَ : ثَبَّتَ اللَّه مُلْكه. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( رَوَاهُ صَالِح بْن كَيْسَانَ وَيُونُس وَمَعْمَر عَنْ الزُّهْرِيّ ) ‏ ‏قَالَ الْكَرْمَانِيُّ يَحْتَمِل ذَلِكَ وَجْهَيْنِ : أَنْ يَرْوِيَ الْبُخَارِيّ عَنْ الثَّلَاثَة بِالْإِسْنَادِ الْمَذْكُور كَأَنَّهُ قَالَ : أَخْبَرَنَا أَبُو الْيَمَان أَخْبَرَنَا هَؤُلَاءِ الثَّلَاثَة عَنْ الزُّهْرِيّ , وَأَنْ يَرْوِي عَنْهُمْ بِطَرِيقٍ آخَر. كَمَا أَنَّ الزُّهْرِيّ يَحْتَمِل أَيْضًا فِي رِوَايَة الثَّلَاثَة أَنْ يَرْوِي لَهُمْ عَنْ عُبَيْد اللَّه عَنْ اِبْن عَبَّاس , وَأَنْ يَرْوِي لَهُمْ عَنْ غَيْره. هَذَا مَا يَحْتَمِل اللَّفْظ , وَإِنْ كَانَ الظَّاهِر الِاتِّحَاد. قُلْت : هَذَا الظَّاهِر كَافٍ لِمَنْ شَمَّ أَدْنَى رَائِحَة مِنْ عِلْم الْإِسْنَاد. وَالِاحْتِمَالَات الْعَقْلِيَّة الْمُجَرَّدَة لَا مَدْخَل لَهَا فِي هَذَا الْفَنّ , وَأَمَّا الِاحْتِمَال الْأَوَّل فَأَشَدّ بُعْدًا ; لِأَنَّ أَبَا الْيَمَان لَمْ يَلْحَق صَالِح بْن كَيْسَانَ وَلَا سَمِعَ مِنْ يُونُس , وَهَذَا أَمْر يَتَعَلَّق بِالنَّقْلِ الْمَحْض فَلَا يُلْتَفَت إِلَى مَا عَدَاهُ , وَلَوْ كَانَ مِنْ أَهْل النَّقْل لَاطَّلَعَ عَلَى كَيْفِيَّة رِوَايَة الثَّلَاثَة لِهَذَا الْحَدِيث بِخُصُوصِهِ فَاسْتَرَاحَ مِنْ هَذَا التَّرَدُّد , وَقَدْ أَوْضَحْت ذَلِكَ فِي كِتَابِي تَعْلِيق التَّعْلِيق وَأُشِير هُنَا إِلَيْهِ إِشَارَة مُفْهِمَة : فَرِوَايَة صَالِح وَهُوَ اِبْن كَيْسَانَ أَخْرَجَهَا الْمُؤَلِّف فِي كِتَاب الْجِهَاد بِتَمَامِهَا مِنْ طَرِيق إِبْرَاهِيم بْن سَعْد عَنْ صَالِح بْن كَيْسَانَ عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس , وَفِيهَا مِنْ الْفَوَائِد الزَّوَائِد مَا أَشَرْت إِلَيْهِ فِي أَثْنَاء الْكَلَام عَلَى هَذَا الْحَدِيث مِنْ قَبْل ; وَلَكِنَّهُ اِنْتَهَى حَدِيثه عِنْد قَوْل أَبِي سُفْيَان \" حَتَّى أَدْخَلَ اللَّه عَلَيَّ الْإِسْلَام \" زَادَ هُنَا \" وَأَنَا كَارِه \" وَلَمْ يَذْكُر قِصَّة اِبْن النَّاطُور. وَكَذَا أَخْرَجَهُ مُسْلِم بِدُونِهَا مِنْ حَدِيث إِبْرَاهِيم الْمَذْكُور , وَرِوَايَة يُونُس أَيْضًا عَنْ الزُّهْرِيّ بِهَذَا الْإِسْنَاد أَخْرَجَهَا الْمُؤَلِّف فِي الْجِهَاد مُخْتَصَرَة مِنْ طَرِيق اللَّيْث , وَفِي الِاسْتِئْذَان مُخْتَصَرَة أَيْضًا مِنْ طَرِيق اِبْن الْمُبَارَك كِلَاهُمَا عَنْ يُونُس عَنْ الزُّهْرِيّ بِسَنَدِهِ بِعَيْنِهِ , وَلَمْ يَسُقْهُ بِتَمَامِهِ , وَقَدْ سَاقَهُ بِتَمَامِهِ الطَّبَرَانِيّ مِنْ طَرِيق عَبْد اللَّه بْن صَالِح عَنْ اللَّيْث , وَذَكَرَ فِيهِ قِصَّة اِبْن النَّاطُور , وَرِوَايَة مَعْمَر عَنْ الزُّهْرِيّ كَذَلِكَ سَاقَهَا الْمُؤَلِّف بِتَمَامِهَا فِي التَّفْسِير , وَقَدْ أَشَرْنَا إِلَى بَعْض فَوَائِد زَائِدَة فِيمَا مَضَى أَيْضًا , وَذَكَرَ فِيهِ مِنْ قِصَّة اِبْن النَّاطُور قِطْعَة مُخْتَصَرَة عَنْ الزُّهْرِيّ مُرْسَلَة. فَقَدْ ظَهَرَ لَك أَنَّ أَبَا الْيَمَان مَا رَوَى هَذَا الْحَدِيث عَنْ وَاحِد مِنْ الثَّلَاثَة , وَأَنَّ الزُّهْرِيّ إِنَّمَا رَوَاهُ لِأَصْحَابِهِ بِسَنَدٍ وَاحِد عَنْ شَيْخ وَاحِد وَهُوَ عُبَيْد اللَّه بْن عَبْد اللَّه , وَأَنَّ أَحَادِيث الثَّلَاثَة عِنْد الْمُصَنِّف عَنْ غَيْر أَبِي الْيَمَان , وَلَوْ احْتَمَلَ أَنْ يَرْوِيه لَهُمْ أَوْ لِبَعْضِهِمْ عَنْ شَيْخ آخَر لَكَانَ ذَلِكَ اِخْتِلَافًا قَدْ يُفْضِي إِلَى الِاضْطِرَاب الْمُوجِب لِلضَّعْفِ , فَلَاحَ فَسَاد ذَلِكَ الِاحْتِمَال , وَاَللَّه سُبْحَانه وَتَعَالَى الْمُوَفِّق وَالْهَادِي إِلَى الصَّوَاب لَا إِلَه إِلَّا هُوَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3175",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، قَالَ حَدَّثَنِي أَبِي، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سُحِرَ حَتَّى كَانَ يُخَيَّلُ إِلَيْهِ أَنَّهُ صَنَعَ شَيْئًا وَلَمْ يَصْنَعْهُ‏.‏",
    "english_text": "Once the Prophet (ﷺ) was bewitched so that he began to imagine that he had done a thing which in fact he \nhad not done.",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا أَبُو اَلرُّبَيِّع سُلَيْمَان بْن دَاوُد ) ‏ ‏هُوَ الزَّهْرَانِيُّ الْعَتَكِيُّ بِفَتْحِ اَلْمُهْمَلَة وَالْمُثَنَّاة اَلْبَصْرِيُّ نَزَلَ بَغْدَاد اِتَّفَقَ اَلْبُخَارِيّ وَمُسْلِم عَلَى اَلرِّوَايَةِ عَنْهُ وَمِنْ جُمْلَةِ مَا اِتَّفَقَا عَلَيْهِ إِخْرَاج هَذَا اَلْحَدِيثِ عَنْهُ , وَفِي طَبَقَتِهِ اِثْنَانِ كُلّ مِنْهُمَا أَيْضًا أَبُو اَلرُّبَيِّع سُلَيْمَان بْن دَاوُد أَحَدُهُمَا اَلْخُتَّلِيّ بِضَمِّ اَلْمُعْجَمَة وَتَشْدِيدٍ اَلْمُثَنَّاة اَلْمَفْتُوحَة بَغْدَادِيٌّ اِنْفَرَدَ مُسْلِم بِالرِّوَايَةِ عَنْهُ وَالرِّشْدِينِيُّ بِكَسْرِ اَلرَّاءِ وَسُكُونِ اَلْمُعْجَمَةِ مِصْرِيٌّ لَمْ يُخَرِّجَا لَهُ وَرَوَى عَنْهُ أَبُو دَاوُد وَالنَّسَائِيّ. ‏ ‏قَوْلُهُ : ( وَأَفْهَمَنِي بَعْضه أَحْمَد قَالَ : حَدَّثَنَا فُلَيْحٌ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونَ أَحْمَد رَفِيقًا لِأَبِي اَلرُّبَيِّع فِي اَلرِّوَايَةِ عَنْ فُلَيْحٍ وَأَنْ يَكُونَ اَلْبُخَارِيّ حَمَلَهُ عَنْهُمَا جَمِيعًا عَلَى اَلْكَيْفِيَّةِ اَلْمَذْكُورَةِ , وَيَحْتَمِلُ أَنْ يَكُونَ أَحْمَدُ رَفِيقًا لِلْبُخَارِيِّ فِي اَلرِّوَايَةِ عَنْ أَبِي اَلرُّبَيِّع وَهُوَ اَلْأَقْرَبُ إِذْ لَوْ كَانَ اَلْمُرَاد اَلْأَوَّلَ لَكَانَ يَقُولُ : قَالَا : حَدَّثَنَا فُلَيْحٌ بِالتَّثْنِيَةِ. وَلَمْ أَرَ ذَلِكَ فِي شَيْءٍ مِنْ اَلْأُصُولِ وَيُؤَيِّدُ اَلْأَوَّل أَيْضًا صَنِيع الْبَرْقَانِيّ فَإِنَّهُ أَخْرَجَ اَلْحَدِيثَ فِي اَلْمُصَافَحَةِ وَمُقْتَضَاهُ أَنَّ اَلْقَدْرَ اَلْمَذْكُورَ عِنْدَ اَلْبُخَارِيِّ عَنْ أَحْمَدَ عَنْ أَبِي اَلرُّبَيِّع عَنْ فُلَيْحٍ لَكِنْ وَقْع فِي أَطْرَافِ خَلَفٍ حَدَّثَنَا أَبُو رَبِيع وَأَفْهَمَنِي بَعْضَهُ أَحْمَد بْن يُونُس , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّ لَفْظ \" قَالَا \" سَقَطَ مِنْ اَلْأَصْلِ كَمَا جَرَتْ اَلْعَادَةُ بِإِسْقَاطِهَا كَثِيرًا فِي اَلْأَسَانِيدِ فَأَثْبَتَ بَعْضُهُمْ بَدَلَهَا \" قَالَ \" بِالْإِفْرَادِ وَبِمَا قَالَ خَلَفٌ جَزَمَ اَلدِّمْيَاطِيِّ , وَأَمَّا جَزْمُ اَلْمِزِّيِّ بِأَنَّ اَلَّذِي ذَكَرَهُ خَلَفٌ وَهْمٌ فَلَيْسَ هَذَا اَلْجَزْمُ بِوَاضِح وَزَعَمَ اِبْن خَلْفُونٍ أَنَّ أَحْمَدَ هَذَا هُوَ اِبْن حَنْبَل بِنَاءً عَلَى اَلْقَوْلِ اَلثَّانِي , وَجَوَّزَ غَيْرُهُ أَنْ يَكُونَ أَحْمَدُ بْن اَلنَّضْرِ اَلنَّيْسَابُورِيّ وَبِهِ جَزَمَ اَلذَّهَبِيُّ فِي طَبَقَاتِ اَلْقُرَّاءِ , وَقَدْ حَدَّثَ بِهِ عَنْ أَبِي اَلرُّبَيِّعِ الزَّهْرَانِيّ مِمَّنْ يُسَمَّى أَحْمَد أَيْضًا أَبُو بَكْر أَحْمَد بْن عَمْرو بْن أَبِي عَاصِم وَأَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن اَلْمَثَنَّى وَغَيْرهمَا , وَقَدْ ذَكَرْتُ فِي اَلْمُقَدِّمَةِ طَائِفَة مِمَّنْ رَوَى هَذَا اَلْحَدِيثَ عَنْ فُلَيْحٍ مِمَّنْ تَسَمَّى أَحْمَد , وَكَذَلِكَ مَنْ رَوَاهُ عَنْ أَبِي اَلرُّبَيِّع مِمَّنْ يُسَمَّى أَحْمَد أَيْضًا فَاَللَّه أَعْلَمُ. ثُمَّ سَاقَ اَلْمُصَنِّفُ حَدِيثَ اَلْإِفْكِ بِطُولِهِ مِنْ رِوَايَةِ فُلَيْحٍ عَنْ الزُّهْرِيِّ عَنْ مَشَايِخِهِ ثُمَّ مِنْ رِوَايَةِ فُلَيْحٍ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة وَعَبْد اَللَّه بْن اَلزُّبَيْر قَالَ مِثْلَهُ , وَمِنْ رِوَايَةِ فُلَيْحٍ عَنْ رَبِيعَة وَيَحْيَى بْن سَعِيد عَنْ اَلْقَاسِم بْن مُحَمَّد قَالَ مِثْلَهُ وَسَيَأْتِي شَرْحُهُ مُسْتَوْفًى فِي تَفْسِيرِ سُورَةِ اَلنُّورِ , وَبَيَانُ مَا زَادَتْ رِوَايَة كُلّ وَاحِد مِنْ هَؤُلَاءِ عَلَى رِوَايَة الزُّهْرِيّ وَمَا نَقَصَتْ عَنْهَا. وَقَدْ أَخْرَجَهُ اَلْإِسْمَاعِيلِيّ عَنْ جَمَاعَةٍ أَخْبَرُوهُ بِهِ عَنْ أَبِي اَلرُّبَيِّع وَزَادَ فِي آخِرِهِ عَنْ فُلَيْحٍ \" قَالَ وَسَمِعْتُ نَاسًا مِنْ أَهْلِ اَلْعِلْمِ يَقُولُونَ : إِنَّ أَصْحَابَ اَلْإِفْكِ جُلِدُوا اَلْحَدّ \". قُلْت : وَسَيَأْتِي لِذَلِكَ إِسْنَاد آخَر فِي كِتَاب اَلِاعْتِصَام إِنْ شَاءَ اَللَّهُ تَعَالَى. وَالْغَرَضُ مِنْهُ هُنَا سُؤَاله صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَرِيرَةَ عَنْ حَالِ عَائِشَة , وَجَوَابُهَا بِبَرَاءَتِهَا وَاعْتِمَادُ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى قَوْلِهَا حَتَّى خَطَبَ فَاسْتَعْذَرَ مِنْ عَبْد اَللَّه بْن أُبَيٍّ. وَكَذَلِكَ سُؤَالُهُ مِنْ زَيْنَب بِنْت جَحْش عَنْ حَالِ عَائِشَة وَجَوَابهَا بِبَرَاءَتِهَا أَيْضًا وَقَوْل عَائِشَة فِي حَقِّ زَيْنَب : هِيَ اَلَّتِي كَانَتْ تُسَامِينِي فَعَصَمَهَا اَللَّهُ بِالْوَرَعِ فَفِي مَجْمُوعِ ذَلِكَ مُرَادُ اَلتَّرْجَمَة. قَالَ اِبْن بَطَّال : فِيهِ حُجَّة لِأَبِي حَنِيفَة فِي جَوَازِ تَعْدِيلِ اَلنِّسَاءِ وَبِهِ قَالَ أَبُو يُوسُف وَوَافَقَ مُحَمَّد اَلْجُمْهُورَ قَالَ اَلطَّحَاوِيّ : اَلتَّزْكِيَةُ خَبَرٌ وَلَيْسَتْ شَهَادَة فَلَا مَانِعَ مِنْ اَلْقَبُولِ , وَفِي اَلتَّرْجَمَةِ اَلْإِشَارَة إِلَى قَوْلٍ ثَالِثٍ وَهُوَ أَنْ تُقْبَلَ تَزْكِيَتُهُنَّ لِبَعْضِهِنَّ لَا لِلرِّجَالِ ; لِأَنَّ مَنْ مَنَعَ ذَلِكَ اِعْتَلَّ بِنُقْصَانِ اَلْمَرْأَةِ عَنْ مَعْرِفَةِ وُجُوه اَلتَّزْكِيَة لَا سِيَّمَا فِي حَقِّ اَلرِّجَالِ وَقَالَ اِبْن بَطَّال : لَوْ قِيلَ إِنَّهُ تُقْبَلُ تَزْكِيَتُهُنَّ بِقَوْلٍ حَسَن وَثَنَاءٍ جَمِيل يَكُونُ إِبْرَاء مِنْ سُوءٍ لَكَانَ حَسَنًا كَمَا فِي قِصَّة اَلْإِفْك وَلَا يَلْزَمُ مِنْهُ قَبُول تَزْكِيَتِهِنَّ فِي شَهَادَةٍ تُوجِبُ أَخْذَ مَالٍ , وَالْجُمْهُورُ عَلَى جَوَازِ قَبُولِهِنَّ مَعَ اَلرِّجَالِ فِيمَا تَجُوزُ شَهَادَتُهُنَّ فِيهِ. ‏ ‏قَوْلُهُ : ( فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا أَخْرَجَ بِهَا مَعَهُ ) ‏ ‏كَذَا لِلنَّسَفِيّ وَلِأَبِي ذَرٍّ عَنْ غَيْر الْكُشْمِيهَنِيّ , وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ وَالْبَاقِينَ \" خَرَجَ \" وَهُوَ اَلصَّوَابُ وَلَعَلَّ اَلْأَوَّل أُخْرِجَ بِضَمّ أَوَّلِهِ عَلَى اَلْبِنَاءِ لِلْمَجْهُولِ. ‏ ‏قَوْلُهُ : ( مِنْ جَزْعِ أَظْفَار ) ‏ ‏كَذَا لِلْأَكْثَرِ وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ \" ظِفَار \" وَهُوَ أَصْوَبُ وَسَيَأْتِي تَوْضِيحه عِنْدَ شَرْحِهِ. ‏ ‏قَوْلُهُ : ( فَاسْتَيْقَظْت بِاسْتِرْجَاعِهِ حَتَّى أَنَاخَ رَاحِلَتَهُ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ وَالنَّسَفِيّ \" حِينَ أَنَاخَ رَاحِلَتَهُ \". ‏ ‏قَوْلُهُ : ( وَقَدْ بَكَيْت لَيْلَتِي وَيَوْمًا ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيّ \" لَيْلَتَيْنِ وَيَوْمًا \" وَفِي رِوَايَة اَلنَّسَفِيّ وَأَبِي اَلْوَقْتِ \" لَيْلَتِي وَيَوْمِي \" وَسَيَأْتِي بَقِيَّة أَلْفَاظِهِ عِنْدَ شَرْحِهِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3176",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْعَلاَءِ بْنِ زَبْرٍ، قَالَ سَمِعْتُ بُسْرَ بْنَ عُبَيْدِ اللَّهِ، أَنَّهُ سَمِعَ أَبَا إِدْرِيسَ، قَالَ سَمِعْتُ عَوْفَ بْنَ مَالِكٍ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ، وَهْوَ فِي قُبَّةٍ مِنْ أَدَمٍ فَقَالَ ‏\n\"‏ اعْدُدْ سِتًّا بَيْنَ يَدَىِ السَّاعَةِ، مَوْتِي، ثُمَّ فَتْحُ بَيْتِ الْمَقْدِسِ، ثُمَّ مُوتَانٌ يَأْخُذُ فِيكُمْ كَقُعَاصِ الْغَنَمِ، ثُمَّ اسْتِفَاضَةُ الْمَالِ حَتَّى يُعْطَى الرَّجُلُ مِائَةَ دِينَارٍ فَيَظَلُّ سَاخِطًا، ثُمَّ فِتْنَةٌ لاَ يَبْقَى بَيْتٌ مِنَ الْعَرَبِ إِلاَّ دَخَلَتْهُ، ثُمَّ هُدْنَةٌ تَكُونُ بَيْنَكُمْ وَبَيْنَ بَنِي الأَصْفَرِ فَيَغْدِرُونَ، فَيَأْتُونَكُمْ تَحْتَ ثَمَانِينَ غَايَةً، تَحْتَ كُلِّ غَايَةٍ اثْنَا عَشَرَ أَلْفًا ‏\"‏‏.‏",
    "english_text": "I went to the Prophet (ﷺ) during the Ghazwa of Tabuk while he was sitting in a leather tent. He said, \n\"Count six signs that indicate the approach of the Hour: my death, the conquest of Jerusalem, a plague \nthat will afflict you (and kill you in great numbers) as the plague that afflicts sheep, the increase of \nwealth to such an extent that even if one is given one hundred Dinars, he will not be satisfied; then an \naffliction which no Arab house will escape, and then a truce between you and Bani Al-Asfar (i.e. the \nByzantines) who will betray you and attack you under eighty flags. Under each flag will be twelve \nthousand soldiers.",
    "explication": "‏ ‏قَوْله : ( سَمِعْت بُسْر بْن عُبَيْد اللَّه ) ‏ ‏بِضَمِّ الْمُوَحَّدَة وَسُكُون الْمُهْمَلَة , وَالْإِسْنَاد كُلّه شَامِيُّونَ إِلَّا شَيْخ الْبُخَارِيّ , وَفِي تَصْرِيح عَبْد اللَّه بْن الْعَلَاء بِالسَّمَاعِ لَهُ مِنْ بُسْر دَلَالَة عَلَى أَنَّ الَّذِي وَقَعَ فِي رِوَايَة الطَّبَرَانِيِّ مِنْ طَرِيق دُحَيْمٍ عَنْ الْوَلِيد عَنْ عَبْد اللَّه بْن الْعَلَاء عَنْ زَيْد بْن وَاقِد عَنْ بُسْر بْن عُبَيْد اللَّه , فَزَادَ فِي الْإِسْنَاد زَيْد بْن وَاقِد فَهُوَ مِنْ الْمَزِيد فِي مُتَّصِل الْأَسَانِيد. وَقَدْ أَخْرَجَهُ أَبُو دَاوُدَ وَابْن مَاجَهْ وَالْإِسْمَاعِيلِيّ وَغَيْرهمْ مِنْ طُرُق لَيْسَ فِيهَا زَيْد بْن وَاقِد. ‏ ‏قَوْله : ( أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك وَهُوَ فِي قُبَّة مِنْ أَدَم ) ‏ ‏زَادَ فِي رِوَايَة الْمُؤَمَّل بْن الْفَضْل عَنْ الْوَلِيد عِنْد أَبِي دَاوُدَ \" فَسَلَّمْت فَرَدَّ. فَقَالَ اُدْخُلْ. فَقُلْت : أَكُلِّي يَا رَسُول اللَّه ؟ قَالَ : كُلّك. فَدَخَلْت \" فَقَالَ الْوَلِيد قَالَ عُثْمَان بْن أَبِي الْعَاتِكَة إِنَّمَا قَالَ ذَلِكَ مِنْ صِغَر الْقُبَّة \". ‏ ‏قَوْلُهُ : ( سِتًّا ) ‏ ‏أَيْ سِتّ عَلَامَات لِقِيَامِ السَّاعَة , أَوْ لِظُهُورِ أَشْرَاطهَا الْمُقْتَرِبَة مِنْهَا. ‏ ‏قَوْله : ( ثُمَّ مُوْتَانِ ) ‏ ‏بِضَمِّ الْمِيم وَسُكُون الْوَاو , قَالَ الْقَزَّاز : هُوَ الْمَوْت. وَقَالَ غَيْره الْمَوْت الْكَثِير الْوُقُوع , وَيُقَال بِالضَّمِّ لُغَة تَمِيم وَغَيْرهمْ يَفْتَحُونَهَا. وَيُقَال لِلْبَلِيدِ مَوْتَان الْقَلْب بِفَتْحِ الْمِيم وَالسُّكُون , وَقَالَ اِبْن الْجَوْزِيّ : يَغْلَط بَعْض الْمُحَدِّثِينَ فَيَقُول مَوَتَان بِفَتْحِ الْمِيم وَالْوَاو , وَإِنَّمَا ذَاكَ اِسْم الْأَرْض الَّتِي لَمْ تُحْيَا بِالزَّرْعِ وَالْإِصْلَاح. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏فِي رِوَايَةِ اِبْن السَّكَن \" ثُمَّ مَوْتَتَانِ \" بِلَفْظِ التَّثْنِيَة وَحِينَئِذٍ فَهُوَ بِفَتْحِ الْمِيم. ‏ ‏قَوْله : ( كَعُقَاصِ الْغَنَم ) ‏ ‏بِضَمِّ الْعَيْن الْمُهْمَلَة وَتَخْفِيف الْقَاف وَآخِره مُهْمَلَة , هُوَ دَاء يَأْخُذ الدَّوَابّ فَيَسِيل مِنْ أُنُوفهَا شَيْء فَتَمُوت فَجْأَة. قَالَ أَبُو عُبَيْدَة : وَمِنْهُ أَخَذَ الْإِقْعَاص وَهُوَ الْقَتْل مَكَانه. وَقَالَ اِبْن فَارِس : الْعِقَاص دَاء يَأْخُذ فِي الصَّدْر كَأَنَّهُ يَكْسِر الْعُنُق. وَيُقَال إِنَّ هَذِهِ الْآيَة ظَهَرَتْ فِي طَاعُون عِمَوَاسٍ فِي خِلَافَة عُمَر وَكَانَ ذَلِكَ بَعْد فَتْح بَيْت الْمَقْدِس. ‏ ‏قَوْله : ( ثُمَّ اِسْتِفَاضَة الْمَال ) ‏ ‏أَيْ كَثْرَته , وَظَهَرَتْ فِي خِلَافَة عُثْمَان عِنْد تِلْكَ الْفُتُوح الْعَظِيمَة , وَالْفِتْنَة الْمُشَار إِلَيْهَا اُفْتُتِحَتْ بِقَتْلِ عُثْمَان , وَاسْتَمَرَّتْ الْفِتَن بَعْده , وَالسَّادِسَة لَمْ تَجِئْ بَعْدُ. ‏ ‏قَوْله : ( هُدْنَة ) ‏ ‏بِضَمِّ الْهَاء وَسُكُون الْمُهْمَلَة بَعْدهَا نُون هِيَ الصُّلْح عَلَى تَرْك الْقِتَال بَعْد التَّحَرُّك فِيهِ. ‏ ‏قَوْلُهُ : ( بَنِي الْأَصْفَر ) ‏ ‏هُمْ الرُّوم. ‏ ‏قَوْله : ( غَايَة ) ‏ ‏أَيْ رَايَة , وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا غَايَة الْمُتَّبِع إِذَا وَقَفَتْ وَقَفَ. وَوَقَعَ فِي حَدِيث ذِي مِخْبَرٍ بِكَسْرِ الْمِيم وَسُكُون الْمُعْجَمَة وَفَتْح الْمُوَحَّدَة عِنْد أَبِي دَاوُدَ فِي نَحْو هَذَا الْحَدِيث بِلَفْظِ \" رَايَة \" بَدَل غَايَة. ‏ ‏وَفِي أَوَّله \" سَتُصَالِحُونَ الرُّوم صُلْحًا أَمْنًا , ثُمَّ تَغْزُونَ أَنْتُمْ وَهُمْ عَدُوًّا فَتُنْصَرُونَ , ثُمَّ تَنْزِلُونَ مَرْجًا فَيَرْفَع رَجُل مِنْ أَهْل الصَّلِيب الصَّلِيب فَيَقُول غَلَبَ الصَّلِيب , فَيَغْضَب رَجُل مِنْ الْمُسْلِمِينَ فَيَقُوم إِلَيْهِ فَيَدْفَعهُ , فَعِنْد ذَلِكَ تَغْدِر الرُّوم وَيَجْتَمِعُونَ لِلْمَلْحَمَةِ فَيَأْتُونَ \" فَذَكَرَهُ. وَلِابْنِ مَاجَهْ مِنْ حَدِيث أَبِي هُرَيْرَة مَرْفُوعًا \" إِذَا وَقَعَتْ الْمَلَاحِم بَعَثَ اللَّه بَعْثًا مِنْ الْمَوَالِي يُؤَيِّد اللَّه بِهِمْ الدِّين \" وَلَهُ مِنْ حَدِيث مُعَاذ بْن جَبَل مَرْفُوعًا \" الْمَلْحَمَة الْكُبْرَى وَفَتْح الْقُسْطَنْطِينِيَّة وَخُرُوج الدَّجَّال فِي سَبْعَة أَشْهُر \" وَلَهُ مِنْ حَدِيث عَبْد اللَّه بْن بُسْر رَفَعَهُ \" بَيْن الْمَلْحَمَة وَفَتْح الْمَدِينَة سِتّ سِنِينَ , وَيَخْرُج الدَّجَّال فِي السَّابِعَة \" وَإِسْنَاده أَصَحّ مِنْ إِسْنَاد حَدِيث مُعَاذ , قَالَ اِبْن الْجَوْزِيّ : رَوَاهُ بَعْضهمْ \" غَابَة \" بِمُوَحَّدَةِ بَدَل التَّحْتَانِيَّة وَالْغَابَة الْأَجَمَة كَأَنَّهُ شَبَّهَ كَثْرَة الرِّمَاح بِالْأَجَمَةِ. وَقَالَ الْخَطَّابِيُّ : الْغَابَة الْغَيْضَة , فَاسْتُعِيرَتْ لِلرَّايَاتِ تُرْفَع لِرُؤَسَاء الْجَيْش لِمَا يُشْرَع مَعَهَا مِنْ الرِّمَاح , وَجُمْلَة الْعَدَد الْمُشَار إِلَيْهِ تِسْعمِائَةِ أَلْف وَسِتُّونَ أَلْفًا , وَلَعَلَّ أَصْلَهُ أَلْف أَلْف فَأُلْغِيَتْ كُسُوره. وَوَقَعَ مِثْله فِي رِوَايَة اِبْن مَاجَهْ مِنْ حَدِيث ذِي مِخْبَرٍ وَلَفْظه \" فَيَجْتَمِعُونَ لِلْمَلْحَمَةِ , فَيَأْتُونَ تَحْت ثَمَانِينَ غَابَة تَحْت كُلّ غَابَة اِثْنَا عَشَرَ أَلْفًا \" , وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ مِنْ وَجْه آخَر عَنْ الْوَلِيد بْن مُسْلِم قَالَ : تَذَاكَرْنَا هَذَا الْحَدِيث وَشَيْخنَا مِنْ شُيُوخ الْمَدِينَة فَقَالَ : أَخْبَرَنِي سَعِيد بْن الْمُسَيَّب عَنْ أَبِي هُرَيْرَة أَنَّهُ كَانَ يَقُول فِي هَذَا الْحَدِيث مَكَان فَتْح بَيْت الْمَقْدِس \" عُمْرَان بَيْت الْمَقْدِس \" قَالَ : الْمُهَلَّب فِيهِ أَنَّ الْغَدْر مِنْ أَشْرَاط السَّاعَة. وَفِيهِ أَشْيَاء مِنْ عَلَامَات النُّبُوَّة قَدْ ظَهَرَ أَكْثَرهَا. وَقَالَ اِبْن الْمُنِير : أَمَّا قِصَّة الرُّوم فَلَمْ يَجْتَمِع إِلَى الْآن وَلَا بَلَغَنَا أَنَّهُمْ غَزَوْا فِي الْبَرّ فِي هَذَا الْعَدَد فَهِيَ مِنْ الْأُمُور الَّتِي لَمْ تَقَع بَعْدُ. وَفِيهِ بِشَارَة وَنِذَارَة , وَذَلِكَ أَنَّهُ دَلَّ عَلَى أَنَّ الْعَاقِبَة لِلْمُؤْمِنِينَ مَعَ كَثْرَة ذَلِكَ الْجَيْش , وَفِيهِ إِشَارَة إِلَى أَنَّ عَدَد جُيُوش الْمُسْلِمِينَ سَيَكُونُ أَضْعَاف مَا هُوَ عَلَيْهِ. وَوَقَعَ فِي رِوَايَة لِلْحَاكِمِ مِنْ طَرِيق الشَّعْبِيّ عَنْ عَوْف بْن مَالِك فِي هَذَا الْحَدِيث \" أَنَّ عَوْف بْن مَالِك قَالَ لِمُعَاذٍ فِي طَاعُون عِمَوَاسٍ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِي : اُعْدُدْ سِتًّا بَيْنَ يَدَيْ السَّاعَة , فَقَدْ وَقَعَ مِنْهُنَّ ثَلَاث , يَعْنِي مَوْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفَتْح بَيْت الْمَقْدِس وَالطَّاعُون , قَالَ وَبَقِيَ ثَلَاث فَقَالَ لَهُ مُعَاذ : أَنَّ لِهَذَا أَهْلًا \". وَوَقَعَ فِي الْفِتَن لِنُعَيْمِ بْن حَمَّاد أَنَّ هَذِهِ الْقِصَّة تَكُون فِي زَمَن الْمَهْدِيّ عَلَى يَد مَلِك مِنْ آلِ هِرَقْل. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3177",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ بَعَثَنِي أَبُو بَكْرٍ ـ رضى الله عنه ـ فِيمَنْ يُؤَذِّنُ يَوْمَ النَّحْرِ بِمِنًى لاَ يَحُجُّ بَعْدَ الْعَامِ مُشْرِكٌ، وَلاَ يَطُوفُ بِالْبَيْتِ عُرْيَانٌ‏.‏ وَيَوْمُ الْحَجِّ الأَكْبَرِ يَوْمُ النَّحْرِ، وَإِنَّمَا قِيلَ الأَكْبَرُ مِنْ أَجْلِ قَوْلِ النَّاسِ الْحَجُّ الأَصْغَرُ‏.‏ فَنَبَذَ أَبُو بَكْرٍ إِلَى النَّاسِ فِي ذَلِكَ الْعَامِ، فَلَمْ يَحُجَّ عَامَ حَجَّةِ الْوَدَاعِ الَّذِي حَجَّ فِيهِ النَّبِيُّ صلى الله عليه وسلم مُشْرِكٌ‏.‏",
    "english_text": "Abu Bakr, on the day of Nahr (i.e. slaughtering of animals for sacrifice), sent me in the company of \nothers to make this announcement: \"After this year, no pagan will be allowed to perform the Hajj, and \nnone will be allowed to perform the Tawaf of the Ka`ba undressed.\" And the day of Al-Hajj-ul-Akbar \nis the day of Nahr, and it called Al-Akbar because the people call the `Umra Al-Hajj-ul-Asghar (i.e. \nthe minor Hajj). Abu Bakr threw back the pagans' covenant that year, and therefore, no pagan \nperformed the Hajj in the year of Hajj-ul-Wada` of the Prophets.",
    "explication": "حَدِيث أَبِي هُرَيْرَة ‏ ‏\" بَعَثَنِي أَبُو بَكْر فِيمَنْ يُؤَذِّن يَوْم النَّحْر بِمِنًى \" ‏ ‏الْحَدِيث , وَقَدْ تَقَدَّمَ شَرْحه فِي الْحَجّ وَأَنَّهُ سَيُشْرَحُ فِي تَفْسِير بَرَاءَة , قَالَ الْمُهَلَّب : خَشَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَدْرَ الْمُشْرِكِينَ فَلِذَلِكَ بَعَثَ مَنْ يُنَادِي بِذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3178",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَرْبَعُ خِلاَلٍ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا مَنْ إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Whoever has (the following) four characteristics will be a pure hypocrite: \"If he \nspeaks, he tells a lie; if he gives a promise, he breaks it, if he makes a covenant he proves treacherous; \nand if he quarrels, he behaves in a very imprudent evil insulting manner (unjust). And whoever has \none of these characteristics, has one characteristic of a hypocrite, unless he gives it us.\"",
    "explication": "‏ ‏قَوْله : ( تَابَعَهُ شُعْبَة ) ‏ ‏وَصَلَ الْمُؤَلِّف هَذِهِ الْمُتَابَعَة فِي كِتَاب الْمَظَالِم , وَرِوَايَة قَبِيصَة عَنْ سُفْيَان - وَهُوَ الثَّوْرِيّ - ضَعَّفَهَا يَحْيَى بْن مَعِين , وَقَالَ الشَّيْخ مُحْيِي الدِّين : إِنَّمَا أَوْرَدَهَا الْبُخَارِيّ عَلَى طَرِيق الْمُتَابَعَة لَا الْأَصَالَة. وَتَعَقَّبَهُ الْكَرْمَانِيُّ بِأَنَّهَا مُخَالِفَة فِي اللَّفْظ وَالْمَعْنَى مِنْ عِدَّة جِهَات , فَكَيْف تَكُون مُتَابَعَة ؟ وَجَوَابه أَنَّ الْمُرَاد بِالْمُتَابَعَةِ هُنَا كَوْن الْحَدِيث مُخَرَّجًا فِي صَحِيح مُسْلِم وَغَيْره مِنْ طُرُق أُخْرَى عَنْ الثَّوْرِيّ , وَعِنْد الْمُؤَلِّف مِنْ طُرُق أُخْرَى عَنْ الْأَعْمَش , مِنْهَا رِوَايَة شُعْبَة الْمُشَار إِلَيْهَا , وَهَذَا هُوَ السِّرّ فِي ذِكْرهَا هُنَا. وَكَأَنَّهُ فَهِمَ أَنَّ الْمُرَاد بِالْمُتَابَعَةِ حَدِيث أَبِي هُرَيْرَة الْمَذْكُور فِي الْبَاب , وَلَيْسَ كَذَلِكَ إِذْ لَوْ أَرَادَهُ لَسَمَّاهُ شَاهِدًا. وَأَمَّا دَعْوَاهُ أَنَّ بَيْنهمَا مُخَالَفَة فِي الْمَعْنَى فَلَيْسَ بِمُسَلَّمٍ , لِمَا قَرَّرْنَاهُ آنِفًا. وَغَايَته أَنْ يَكُون فِي أَحَدهمَا زِيَادَة وَهِيَ مَقْبُولَة لِأَنَّهَا مِنْ ثِقَة مُتْقِن. ‏ ‏وَاَللَّه أَعْلَم. ‏ ‏( فَائِدَة ) : ‏ ‏رِجَال الْإِسْنَاد الثَّانِي كُلّهمْ كُوفِيُّونَ , إِلَّا الصَّحَابِيّ وَقَدْ دَخَلَ الْكُوفَة أَيْضًا. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3179",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ مَا كَتَبْنَا عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ الْقُرْآنَ، وَمَا فِي هَذِهِ الصَّحِيفَةِ، قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ الْمَدِينَةُ حَرَامٌ مَا بَيْنَ عَائِرٍ إِلَى كَذَا، فَمَنْ أَحْدَثَ حَدَثًا، أَوْ آوَى مُحْدِثًا، فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ عَدْلٌ وَلاَ صَرْفٌ، وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ‏.‏ فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ، وَمَنْ وَالَى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ ‏\"‏‏.‏",
    "english_text": "We did not, write anything from the Prophet (ﷺ) except the Qur'an and what is written in this paper, \n(wherein) the Prophet (ﷺ) said, \"Medina is a sanctuary from (the mountain of) Air to so and-so, therefore, \nwhoever innovates (in it) an heresy or commits a sin, or gives shelter to such an innovator, will incur \nthe Curse of Allah. the angels and all the people; and none of his compulsory or optional good deeds \nof worship will be accepted And the asylum granted by any Muslim Is to be secured by all the \nMuslims even if it is granted by one of the lowest social status among them. And whoever betrays a \nMuslim in this respect will incur the Curse of Allah, the angels and all the people, and his compulsory \nand optional good deeds of worship will not be accepted. And any freed slave will take as masters \n(befriends) people other than his own real masters who freed him without taking the permission of the \nlatter, will incur the Curse of Allah, the angels and all the people, and his compulsory and optional \ngood deeds of worship will not be accepted.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الرَّحْمَن ) ‏ ‏هُوَ اِبْن مَهْدِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ. ‏ ‏قَوْله : ( عَنْ أَبِيهِ ) ‏ ‏هُوَ يَزِيد بْن شَرِيك بْن طَارِق التَّيْمِيِّ , وَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ كُوفِيُّونَ فِي نَسَق , وَهَذِهِ رِوَايَة أَكْثَر أَصْحَاب الْأَعْمَش عَنْهُ , وَخَالَفَهُمْ شُعْبَة فَرَوَاهُ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيِّ عَنْ الْحَارِث بْن سُوِيد عَنْ عَلِيّ , أَخْرَجَهُ أَحْمَد وَالنَّسَائِيُّ. قَالَ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" : وَالصَّوَاب رِوَايَة الثَّوْرِيّ وَمَنْ تَبِعَهُ. ‏ ‏قَوْله : ( مَا عِنْدنَا شَيْء ) ‏ ‏أَيْ مَكْتُوب , وَإِلَّا فَكَانَ عِنْدهمْ أَشْيَاء مِنْ السُّنَّة سِوَى الْكِتَاب , أَوْ الْمَنْفِيّ شَيْء اِخْتَصُّوا بِهِ عَنْ النَّاس. وَسَبَب قَوْل عَلِيٍّ هَذَا يَظْهَر مِمَّا أَخْرَجَهُ أَحْمَد مِنْ طَرِيق قِيَادَة عَنْ أَبِي حَسَّان الْأَعْرَج \" أَنَّ عَلِيًّا كَانَ يَأْمُر بِالْأَمْرِ فَيُقَال لَهُ : قَدْ فَعَلْنَاهُ. فَيَقُول : صَدَقَ اللَّه وَرَسُوله. فَقَالَ لَهُ الْأَشْتَر : إِنَّ هَذَا الَّذِي تَقُول أَهُوَ شَيْء عَهِدَهُ إِلَيْك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : مَا عَهِدَ إِلَيَّ شَيْئًا خَاصَّة دُون النَّاس , إِلَّا شَيْئًا سَمِعْته مِنْهُ فَهُوَ فِي صَحِيفَة فِي قِرَاب سَيْفِي , فَلَمْ يَزَالُوا بِهِ حَتَّى أَخْرَجَ الصَّحِيفَة فَإِذَا فِيهَا \" فَذَكَرَ الْحَدِيث وَزَادَ فِيهِ \" الْمُؤْمِنُونَ تَتَكَافَأ دِمَاؤُهُمْ , وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ , وَهُمْ يَد عَلَى مَنْ سِوَاهُمْ. أَلَا لَا يُقْتَل مُؤْمِن بِكَافِرٍ , وَلَا ذُو عَهْد فِي عَهْده \" وَقَالَ فِيهِ \" إِنَّ إِبْرَاهِيم حَرَّمَ مَكَّة , وَإِنِّي أُحَرِّم مَا بَيْن حَرَّتَيْهَا وَحِمَاهَا كُلّه , لَا يُخْتَلَى خَلَاهَا , وَلَا يُنَفَّر صَيْدهَا , وَلَا تُلْتَقَط لُقَطَتهَا , وَلَا يُقْطَع مِنْهَا شَجَرَة إِلَّا أَنْ يَعْلِف رَجُل بَعِيره , وَلَا يُحْمَل فِيهَا السِّلَاح لِقِتَالٍ \" وَالْبَاقِي نَحْوه. وَأَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ وَجْه آخَر عَنْ قَتَادَةَ عَنْ أَبِي حَسَّان عَنْ الْأَشْتَر عَنْ عَلِيّ , وَلِأَحْمَد وَأَبِي دَاوُدَ وَالنَّسَائِيِّ مِنْ طَرِيق سَعِيد بْن أَبِي عَرُوبَة \" عَنْ قَتَادَةَ عَنْ الْحَسَن عَنْ قَيْس بْن عَبَّاد قَالَ : اِنْطَلَقْت أَنَا وَالْأَشْتَر إِلَى عَلِيّ فَقُلْنَا : هَلْ عَهِدَ إِلَيْك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا لَمْ يَعْهَدهُ إِلَى النَّاس عَامَّة ؟ قَالَ : لَا , إِلَّا مَا فِي كِتَابِي هَذَا. قَالَ وَكِتَاب فِي قِرَاب سَيْفه , فَإِذَا فِيهِ : الْمُؤْمِنُونَ تَتَكَافَأ دِمَاؤُهُمْ \" فَذَكَر مِثْل مَا تَقَدَّمَ إِلَى قَوْله فِي عَهْده \" مَنْ أَحْدَثَ حَدَثًا - إِلَى قَوْله - أَجْمَعِينَ \". وَلَمْ يَذْكُر بَقِيَّة الْحَدِيث. وَلِمُسْلِمٍ مِنْ طَرِيق أَبِي الطُّفَيْل \" كُنْت عِنْد عَلِيّ فَأَتَاهُ رَجُل فَقَالَ : مَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُسِرّ إِلَيْك ؟ فَغَضِبَ ثُمَّ قَالَ : مَا كَانَ يُسِرّ إِلَيَّ شَيْئًا يَكْتُمهُ عَنْ النَّاس , غَيْر أَنَّهُ حَدَّثَنِي بِكَلِمَاتٍ أَرْبَع \" وَفِي رِوَايَة لَهُ \" مَا خَصَّنَا بِشَيْءٍ لَمْ يَعُمّ بِهِ النَّاس كَافَّة إِلَّا مَا كَانَ فِي قِرَاب سَيْفِي هَذَا , فَأَخْرَجَ صَحِيفَة مَكْتُوبًا فِيهَا : لَعَنَ اللَّه مَنْ ذَبَحَ لِغَيْرِ اللَّه , وَلَعَنَ اللَّه مَنْ سَرَقَ مَنَار الْأَرْض , وَلَعَنَ اللَّه مَنْ لَعَنَ وَالِده , وَلَعَنَ اللَّه مَنْ آوَى مُحْدِثًا \" وَقَدْ تَقَدَّمَ فِي كِتَاب الْعِلْم مِنْ طَرِيق أَبِي جُحَيْفَةَ \" قُلْت لِعَلِيٍّ : هَلْ عِنْدكُمْ كِتَاب ؟ قَالَ : لَا , إِلَّا كِتَاب اللَّه , أَوْ فَهْم أُعْطِيَهُ رَجُل مُسْلِم , أَوْ مَا فِي هَذِهِ الصَّحِيفَة. قَالَ قُلْت : وَمَا فِي هَذِهِ الصَّحِيفَة ؟ قَالَ : الْعَقْل , وَفِكَاك الْأَسِير , وَلَا يُقْتَل مُسْلِم بِكَافِرٍ \". وَالْجَمْع بَيْن هَذِهِ الْأَخْبَار أَنَّ الصَّحِيفَة الْمَذْكُورَة كَانَتْ مُشْتَمِلَة عَلَى مَجْمُوع مَا ذُكِرَ , فَنَقَلَ كُلّ رَاوٍ بَعْضهَا , وَأَتَمّهَا سِيَاقًا طَرِيق أَبِي حَسَّان كَمَا تَرَى , وَاللَّه أَعْلَم. ‏ ‏قَوْله : ( الْمَدِينَة حَرَم ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا , وَسَيَأْتِي فِي الْجِزْيَة بِزِيَادَةٍ فِي أَوَّله قَالَ فِيهَا \" الْجِرَاحَات وَأَسْنَان الْإِبِل \". ‏ ‏قَوْله : ( مَنْ أَحْدَثَ فِيهَا حَدَثًا ) ‏ ‏يُقَيَّد بِهِ مُطْلَق مَا تَقَدَّمَ فِي رِوَايَة قَيْس بْن عَبَّاد , وَأَنَّ ذَلِكَ يَخْتَصّ بِالْمَدِينَةِ لِفَضْلِهَا وَشَرَفهَا. ‏ ‏قَوْله : ( لَا يُقْبَل مِنْهُ صَرْف وَلَا عَدْل ) ‏ ‏بِفَتْحِ أَوَّلهمَا , وَاخْتُلِفَ فِي تَفْسِيرهمَا فَعِنْد الْجُمْهُور الصَّرْف الْفَرِيضَة وَالْعَدْل النَّافِلَة , وَرَوَاهُ اِبْن خُزَيْمَةَ بِإسْنَادٍ صَحِيح عَنْ الثَّوْرِيّ , وَعَنْ الْحَسَن الْبَصْرِيّ بِالْعَكْسِ , وَعَنْ الْأَصْمَعِيّ الصَّرْف التَّوْبَة وَالْعَدْل الْفِدْيَة , وَعَنْ يُونُس مِثْله لَكِنْ قَالَ : الصَّرْف الِاكْتِسَاب , وَعَنْ أَبِي عُبَيْدَة مِثْله لَكِنْ قَالَ : الْعَدْل الْحِيلَة وَقِيلَ الْمِثْل , وَقِيلَ الصَّرْف الدِّيَة وَالْعَدْل الزِّيَادَة عَلَيْهَا , وَقِيلَ بِالْعَكْسِ , وَحَكَى صَاحِب \" الْمُحْكَم \" الصَّرْف الْوَزْن وَالْعَدْل الْكَيْل , وَقِيلَ الصَّرْف الْقِيمَة وَالْعَدْل الِاسْتِقَامَة , وَقِيلَ الصَّرْف الدِّيَة وَالْعَدْل الْبَدِيل , وَقِيلَ الصَّرْف الشَّفَاعَة وَالْعَدْل الْفِدْيَة لِأَنَّهَا تُعَادِل الدِّيَة وَبِهَذَا الْأَخِير جَزَمَ الْبَيْضَاوِيّ , وَقِيلَ الصَّرْف الرِّشْوَة وَالْعَدْل الْكَفِيل , قَالَهُ أَبَان بْن ثَعْلَب وَأَنْشَدَ : ‏ ‏لَا نَقْبَل الصَّرْف ‏ ‏وَهَاتُوا عَدْلًا ‏ ‏فَحَصَلْنَا عَلَى أَكْثَر مِنْ عَشَرَة أَقْوَال , وَقَدْ وَقَعَ فِي آخِر الْحَدِيث فِي رِوَايَة الْمُسْتَمْلِي \" قَالَ أَبُو عَبْد اللَّه : عَدْل فِدَاء \" وَهَذَا مُوَافِق لِتَفْسِيرِ الْأَصْمَعِيّ , وَاللَّه أَعْلَم. قَالَ عِيَاض : مَعْنَاهُ لَا يُقْبَل قَبُول رِضًا وَإِنْ قُبِلَ قَبُول جَزَاء , وَقِيلَ يَكُون الْقَبُول هُنَا بِمَعْنَى تَكْفِير الذَّنْب بِهِمَا , وَقَدْ يَكُون مَعْنَى الْفِدْيَة أَنَّهُ لَا يَجِد يَوْم الْقِيَامَة فِدًى يَفْتَدِي بِهِ بِخِلَافِ غَيْره مِنْ الْمُذْنِبِينَ بِأَنْ يَفْدِيه مِنْ النَّار بِيَهُودِيٍّ أَوْ نَصْرَانِيّ كَمَا رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي مُوسَى الْأَشْعَرِيّ. وَفِي الْحَدِيث رَدّ لِمَا تَدَّعِيه الشِّيعَة بِأَنَّهُ كَانَ عِنْد عَلِيّ وَآل بَيْته مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمُور كَثِيرَة أَعْلَمهُ بِهَا سِرًّا تَشْتَمِل عَلَى كَثِير مِنْ قَوَاعِد الدِّين وَأُمُور الْإِمَارَة. وَفِيهِ جَوَاز كِتَابَة الْعِلْم. ‏ ‏قَوْله : ( ذِمَّة الْمُسْلِمِينَ وَاحِدَة ) ‏ ‏أَيْ أَمَانهمْ صَحِيح فَإِذَا أَمَّنَ الْكَافِر وَاحِد مِنْهُمْ حَرُمَ عَلَى غَيْره التَّعَرُّض لَهُ. وَلِلْأَمَانِ شُرُوط مَعْرُوفَة. وَقَالَ الْبَيْضَاوِيّ : الذِّمَّة الْعَهْد , سُمِّيَ بِهَا لِأَنَّهُ يُذَمّ مُتَعَاطِيهَا عَلَى إِضَاعَتهَا. وَقَوْله يَسْعَى بِهَا أَيْ يَتَوَلَّاهَا وَيَذْهَب وَيَجِيء , وَالْمَعْنَى أَنَّ ذِمَّة الْمُسْلِمِينَ سَوَاء صَدَرَتْ مِنْ وَاحِد أَوْ أَكْثَر شَرِيف أَوْ وَضِيع , فَإِذَا أَمَّنَ أَحَد مِنْ الْمُسْلِمِينَ كَافِرًا وَأَعْطَاهُ ذِمَّة لَمْ يَكُنْ لِأَحَدٍ نَقْضه , فَيَسْتَوِي فِي ذَلِكَ الرَّجُل وَالْمَرْأَة وَالْحُرّ وَالْعَبْد , لِأَنَّ الْمُسْلِمِينَ كَنَفْسٍ وَاحِدَة , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كِتَاب الْجِزْيَة وَالْمُوَادَعَة. وَقَوْله \" فَمَنْ أَخْفَرَ \" بِالْخَاءِ الْمُعْجَمَة وَالْفَاء أَيْ نَقَضَ الْعَهْد , يُقَال خَفَرْته بِغَيْرِ أَلْف : أَمَّنْته , وَأَخْفَرْتُهُ : نَقَضْت عَهْده. ‏ ‏قَوْله : ( وَمَنْ يَتَوَلَّى قَوْمًا بِغَيْرِ إِذْن مَوَالِيه ) ‏ ‏لَمْ يُجْعَل الْإذْن شَرْطًا لِجَوَازِ الِادِّعَاء , وَإِنَّمَا هُوَ لِتَأْكِيدِ التَّحْرِيم , لِأَنَّهُ إِذَا اِسْتَأْذَنَهُمْ فِي ذَلِكَ مَنَعُوهُ وَحَالُوا بَيْنه وَبَيْن ذَلِكَ , قَالَهُ الْخَطَّابِيُّ وَغَيْره , وَيُحْتَمَل أَنْ يَكُون كَنَّى بِذَلِكَ عَنْ بَيْعه , فَإِذَا وَقَعَ بَيْعه جَازَ لَهُ الِانْتِمَاء إِلَى مَوْلَاهُ الثَّانِي وَهُوَ غَيْر مَوْلَاهُ الْأَوَّل , أَوْ الْمُرَاد مُوَالَاة الْحِلْف فَإِذَا أَرَادَ الِانْتِقَال عَنْهُ لَا يَنْتَقِل إِلَّا بِإِذْنٍ. وَقَالَ الْبَيْضَاوِيّ : الظَّاهِر أَنَّهُ أَرَادَ بِهِ وَلَاء الْعِتْق لِعَطْفِهِ عَلَى قَوْله \" مَنْ اِدَّعَى إِلَى غَيْر أَبِيهِ \" وَالْجَمْع بَيْنهمَا بِالْوَعِيدِ , فَإِنَّ الْعِتْق مِنْ حَيْثُ إنَّهُ لُحْمَة كَلُحْمَةِ النَّسَب , فَإِذَا نُسِبَ إِلَى غَيْر مَنْ هُوَ لَهُ كَانَ كَالدَّعِيِّ الَّذِي تَبَرَّأَ عَمَّنْ هُوَ مِنْهُ وَأَلْحَقَ نَفْسه بِغَيْرِهِ فَيَسْتَحِقّ بِهِ الدُّعَاء عَلَيْهِ بِالطَّرْدِ وَالْإِبْعَاد عَنْ الرَّحْمَة. ثُمَّ أَجَابَ عَنْ الْإِذْن بِنَحْوِ مَا تَقَدَّمَ وَقَالَ : لَيْسَ هُوَ لِلتَّقْيِيدِ , وَإِنَّمَا هُوَ لِلتَّنْبِيهِ عَلَى مَا هُوَ الْمَانِع , وَهُوَ إِبْطَال حَقّ مَوَالِيه. فَأَوْرَدَ الْكَلَام عَلَى مَا هُوَ الْغَالِب. وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي كُتُب الْفَرَائِض إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏رَتَّبَ الْمُصَنِّف أَحَادِيث الْبَاب تَرْتِيبًا حَسَنًا , فَفِي حَدِيث أَنَس التَّصْرِيح بِكَوْنِ الْمَدِينَة حَرَمًا , وَفِي حَدِيثه الثَّانِي تَخْصِيص النَّهْي عَنْ قَطْع الشَّجَر بِمَا لَا يُنْبِتهُ الْآدَمِيُّونَ , وَفِي حَدِيث أَبِي هُرَيْرَة بَيَان مَا أُجْمِلَ مِنْ حَدّ حَرَمِهَا فِي حَدِيث أَنَس حَيْثُ قَالَ كَذَا وَكَذَا , فَبَيَّنَ فِي هَذَا أَنَّهُ مَا بَيْن الْحَرَّتَيْنِ , وَفِي حَدِيث عَلِيٍّ زِيَادَة تَأْكِيد التَّحْرِيم وَبَيَان حَدّ الْحَرَم أَيْضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3180",
    "category": "كتاب الجزية",
    "text_chakl": "قَالَ أَبُو مُوسَى حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَيْفَ أَنْتُمْ إِذَا لَمْ تَجْتَبُوا دِينَارًا وَلاَ دِرْهَمًا فَقِيلَ لَهُ وَكَيْفَ تَرَى ذَلِكَ كَائِنًا يَا أَبَا هُرَيْرَةَ قَالَ إِيْ وَالَّذِي نَفْسُ أَبِي هُرَيْرَةَ بِيَدِهِ عَنْ قَوْلِ الصَّادِقِ الْمَصْدُوقِ‏.‏ قَالُوا عَمَّ ذَاكَ قَالَ تُنْتَهَكُ ذِمَّةُ اللَّهِ وَذِمَّةُ رَسُولِهِ صلى الله عليه وسلم، فَيَشُدُّ اللَّهُ عَزَّ وَجَلَّ قُلُوبَ أَهْلِ الذِّمَّةِ، فَيَمْنَعُونَ مَا فِي أَيْدِيهِمْ‏.‏",
    "english_text": "Abu Huraira once said (to the people), \"What will your state be when you can get no \nDinar or Dirhan (i.e. taxes from the Dhimmis)?\" on that someone asked him, \"What makes you know \nthat this state will take place, O Abu- Hu raira?\" He said, \"By Him in Whose Hands Abu Huraira's life \nis, I know it through the statement of the true and truly inspired one (i.e. the Prophet).\" The people \nasked, \"What does the Statement say?\" He replied, \"Allah and His Apostle's asylum granted to \nDhimmis, i.e. non-Muslims living in a Muslim territory) will be outraged, and so Allah will make the \nhearts of these Dhimmis so daring that they will refuse to pay the Jizya they will be supposed to pay.\"",
    "explication": "حَدِيث عَلِيٍّ ‏ ‏\" مَا كَتَبْنَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا الْقُرْآن \" ‏ ‏الْحَدِيث , وَقَدْ تَقَدَّمَ التَّنْبِيه عَلَيْهِ قَرِيبًا , وَالْمُرَاد مِنْهُ قَوْله \" مَنْ أَخْفَرَ مُسْلِمًا \" وَهُوَ بِالْخَاءِ الْمُعْجَمَة وَالْفَاء أَيْ نَقَضَ عَهْدَهُ. ‏ ‏حَدِيث أَبِي هُرَيْرَةَ. ‏ ‏قَوْله : ( وَقَالَ أَبُو مُوسَى ) ‏ ‏هُوَ مُحَمَّد بْن الْمُثَنَّى شَيْخ الْبُخَارِيّ , وَقَدْ تَكَرَّرَ نَقْل الْخِلَاف فِي هَذِهِ الصِّيغَة هَلْ تَقُوم مَقَام الْعَنْعَنَة فَتُحْمَل عَلَى السَّمَاع أَوْ لَا تُحْمَل عَلَى السَّمَاع , إِلَّا مِمَّنْ جَرَتْ عَادَته أَنْ يَسْتَعْمِلهَا فِيهِ ؟ وَبِهَذَا الْأَخِير جَزَمَ الْخَطِيب. وَهَذَا الْحَدِيث قَدْ وَصَلَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق مُوسَى بْن عَبَّاس عَنْ أَبِي مُوسَى مِثْله , وَوَقَعَ فِي بَعْض نُسَخ الْبُخَارِيّ \" حَدَّثَنَا أَبُو مُوسَى \" وَالْأَوَّل هُوَ الصَّحِيح وَبِهِ جَزَمَ الْإِسْمَاعِيلِيّ وَأَبُو نُعَيْم وَغَيْرهمَا , ‏ ‏( وَإِسْحَاق بْن سَعِيد ) ‏ ‏أَيْ اِبْن عَمْرو بْن سَعِيد بْن الْعَاصِ , وَقَدْ وَافَقَهُ أَخُوهُ خَالِد بْنُ سَعِيد أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيقه بِنَحْوِهِ. ‏ ‏قَوْله : ( إِذَا لَمْ تَجْتَبُوا ) ‏ ‏مِنْ الْجِبَايَة بِالْجِيمِ وَالْمُوَحَّدَة وَبَعْد الْأَلِف تَحْتَانِيَّة , أَيْ لَمْ تَأْخُذُوا مِنْ الْجِزْيَة وَالْخَرَاج شَيْئًا. ‏ ‏قَوْله : ( تُنْتَهَك ) ‏ ‏بِضَمِّ أَوَّلِهِ أَيْ تَتَنَاوَل مِمَّا لَا يَحِلّ مِنْ الْجَوْر وَالظُّلْم. ‏ ‏قَوْله : ( فَيَمْنَعُونَ مَا فِي أَيْدِيهمْ ) ‏ ‏أَيْ يَمْتَنِعُونَ مِنْ أَدَاء الْجِزْيَة , قَالَ الْحُمَيْدِيُّ : أَخْرَجَ مُسْلِم مَعْنَى هَذَا الْحَدِيث مِنْ وَجْه آخَر عَنْ سُهَيْل عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَفْعه \" مَنَعَتْ الْعِرَاق دِرْهَمًا وَقَفِيزهَا \" وَسَاقَ الْحَدِيث بِلَفْظِ الْفِعْل الْمَاضِي , وَالْمُرَاد بِهِ مَا يُسْتَقْبَل مُبَالَغَة فِي الْإِشَارَة إِلَى تَحَقُّق وُقُوعه , وَلِمُسْلِمٍ عَنْ جَابِر أَيْضًا مَرْفُوعًا \" يُوشِك أَهْل الْعِرَاق أَنْ لَا يُجْتَبَى إِلَيْهِمْ بَعِير وَلَا دِرْهَم , قَالُوا : مِمَّ ذَلِكَ ؟ قَالَ : مِنْ قِبَل الْعَجَم يَمْنَعُونَ ذَلِكَ \" وَفِيهِ عِلْم مِنْ أَعْلَام النُّبُوَّة , وَالتَّوْصِيَة بِالْوَفَاءِ لِأَهْلِ الذِّمَّة لِمَا فِي الْجِزْيَة الَّتِي تُؤْخَذ مِنْهُمْ مِنْ نَفْع الْمُسْلِمِينَ , وَفِيهِ التَّحْذِير مِنْ ظُلْمهمْ وَأَنَّهُ مَتَى وَقَعَ ذَلِكَ نَقَضُوا الْعَهْد فَلَمْ يَجْتَبِ الْمُسْلِمُونَ مِنْهُمْ شَيْئًا فَتَضِيق أَحْوَالهمْ. وَذَكَرَ اِبْن حَزْم أَنَّ بَعْض الْمَالِكِيَّة اِحْتَجَّ بِقَوْلِهِ فِي حَدِيث أَبِي هُرَيْرَة \" مَنَعَتْ الْعِرَاق دِرْهَمًا \" الْحَدِيث عَلَى أَنَّ الْأَرْض الْمَغْنُومَة لَا تُقَسَّم وَلَا تُبَاع وَأَنَّ الْمُرَاد بِالْمَنْعِ مَنْع الْخَرَاج , وَرَدَّهُ بِأَنَّ الْحَدِيث وَرَدَ فِي الْإِنْذَار بِمَا يَكُون مِنْ سُوء الْعَاقِبَة وَأَنَّ الْمُسْلِمِينَ سَيُمْنَعُونَ حُقُوقهمْ فِي آخِر الْأَمْر , وَكَذَلِكَ وَقَعَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3181",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا أَبُو حَمْزَةَ، قَالَ سَمِعْتُ الأَعْمَشَ، قَالَ سَأَلْتُ أَبَا وَائِلٍ شَهِدْتَ صِفِّينَ قَالَ نَعَمْ، فَسَمِعْتُ سَهْلَ بْنَ حُنَيْفٍ، يَقُولُ اتَّهِمُوا رَأْيَكُمْ، رَأَيْتُنِي يَوْمَ أَبِي جَنْدَلٍ وَلَوْ أَسْتَطِيعُ أَنْ أَرُدَّ، أَمْرَ النَّبِيِّ صلى الله عليه وسلم لَرَدَدْتُهُ، وَمَا وَضَعْنَا أَسْيَافَنَا عَلَى عَوَاتِقِنَا لأَمْرٍ يُفْظِعُنَا إِلاَّ أَسْهَلْنَ بِنَا إِلَى أَمْرٍ، نَعْرِفُهُ غَيْرِ أَمْرِنَا هَذَا‏.‏",
    "english_text": "I asked Abu Wail, \"Did you take part in the battle of Siffin?\" He said, 'Yes, and I heard Sahl bin \nHunaif (when he was blamed for lack of zeal for fighting) saying, \"You'd better blame your wrong \nopinions. I wish you had seen me on the day of Abu Jandal. If I had the courage to disobey the \nProphet's orders, I would have done so. We had kept out swords on our necks and shoulders, for a \nthing which frightened us. And we did so, we found it easier for us, except in the case of the above \nbattle (of ours).' \"",
    "explication": "‏ ‏قَوْله : ( بَاب ) ‏ ‏كَذَا هُوَ بِلَا تَرْجَمَة عِنْد الْجَمِيع , وَهُوَ كَالْفَصْلِ مِنْ الْبَاب الَّذِي قَبْله , وَذَكَرَ فِيهِ حَدِيثَيْنِ : أَحَدهمَا عَنْ سَهْل بْن حُنَيْفٍ فِي قِصَّة الْحُدَيْبِيَة , وَذَكَرَهُ مِنْ وَجْهَيْنِ , وَالطَّرِيق الْأُولَى مِنْهُمَا مُخْتَصَرَة , وَقَدْ سَاقَهُ مِنْهَا بِتَمَامِهِ فِي الِاعْتِصَام , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى فَوَائِده فِي الْكَلَام عَلَى حَدِيث الْمِسْوَر فِي كِتَاب الشُّرُوط , وَسَيَأْتِي مَا يَتَعَلَّق مِنْهُ بِصِفِّينَ فِي كِتَاب الْفِتَن إِنْ شَاءَ اللَّهُ تَعَالَى. وَقَوْل سَهْل بْن حُنَيْفٍ ‏ ‏\" يَوْم أَبِي جَنْدَل \" ‏ ‏أَرَادَ بِهِ يَوْم الْحُدَيْبِيَة , وَإِنَّمَا نَسَبَهُ لِأَبِي جَنْدَل لِأَنَّهُ لَمْ يَكُنْ فِيهِ عَلَى الْمُسْلِمِينَ أَشَدّ مِنْ قِصَّته كَمَا تَقَدَّمَ بَيَانه , وَعَبْد الْعَزِيز بْن سِيَاه فِي إِسْنَاده بِالْمُهْمَلَةِ الْمَكْسُورَة بَعْدهَا تَحْتَانِيَّة خَفِيفَة وَبِالْهَاءِ وَصْلًا وَوَقْفًا , وَهُوَ مَصْرُوف مَعَ أَنَّهُ أَعْجَمِيّ , وَكَأَنَّهُ لَيْسَ بِعَلَمٍ عِنْدهمْ. وَإِنَّمَا قَالَ سَهْل بْن حُنَيْفٍ لِأَهْلِ صِفِّينَ مَا قَالَ لَمَّا ظَهَرَ مِنْ أَصْحَاب عَلِيٍّ كَرَاهِيَة التَّحْكِيم فَأَعْلَمَهُمْ بِمَا جَرَى يَوْم الْحُدَيْبِيَة مِنْ كَرَاهَة أَكْثَر النَّاس لِلصُّلْحِ , وَمَعَ ذَلِكَ فَأَعْقَبَ خَيْرًا كَثِيرًا وَظَهَرَ أَنَّ رَأْيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الصُّلْح أَتَمّ وَأَحْمَد مِنْ رَأْيهمْ فِي الْمُنَاجَزَة , وَسَيَأْتِي بَقِيَّة فَوَائِده فِي كِتَاب التَّفْسِير وَالِاعْتِصَام إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3182",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ أَبِيهِ، حَدَّثَنَا حَبِيبُ بْنُ أَبِي ثَابِتٍ، قَالَ حَدَّثَنِي أَبُو وَائِلٍ، قَالَ كُنَّا بِصِفِّينَ فَقَامَ سَهْلُ بْنُ حُنَيْفٍ فَقَالَ أَيُّهَا النَّاسُ اتَّهِمُوا أَنْفُسَكُمْ فَإِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْحُدَيْبِيَةِ، وَلَوْ نَرَى قِتَالاً لَقَاتَلْنَا، فَجَاءَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ يَا رَسُولَ اللَّهِ، أَلَسْنَا عَلَى الْحَقِّ وَهُمْ عَلَى الْبَاطِلِ فَقَالَ ‏\"‏ بَلَى ‏\"‏‏.‏ فَقَالَ أَلَيْسَ قَتْلاَنَا فِي الْجَنَّةِ وَقَتْلاَهُمْ فِي النَّارِ قَالَ ‏\"‏ بَلَى ‏\"‏‏.‏ قَالَ فَعَلَى مَا نُعْطِي الدَّنِيَّةَ فِي دِينِنَا أَنَرْجِعُ وَلَمَّا يَحْكُمِ اللَّهُ بَيْنَنَا وَبَيْنَهُمْ فَقَالَ ‏\"‏ ابْنَ الْخَطَّابِ، إِنِّي رَسُولُ اللَّهِ، وَلَنْ يُضَيِّعَنِي اللَّهُ أَبَدًا ‏\"‏‏.‏ فَانْطَلَقَ عُمَرُ إِلَى أَبِي بَكْرٍ فَقَالَ لَهُ مِثْلَ مَا قَالَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ إِنَّهُ رَسُولُ اللَّهِ، وَلَنْ يُضَيِّعَهُ اللَّهُ أَبَدًا‏.‏ فَنَزَلَتْ سُورَةُ الْفَتْحِ، فَقَرَأَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى عُمَرَ إِلَى آخِرِهَا‏.‏ فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ، أَوَفَتْحٌ هُوَ قَالَ ‏\"‏ نَعَمْ ‏\"‏‏.‏",
    "english_text": "We were in Siffin and Sahl bin Hunaif got up and said, \"O people! Blame yourselves! We were with \nthe Prophet (ﷺ) on the day of Hudaibiya, and if we had been called to fight, we would have fought. But \n`Umar bin Al Khatab came and said, 'O Allah's Messenger (ﷺ)! Aren't we in the right and our opponents in \nthe wrongs' Allah's Messenger (ﷺ) said, 'Yes.' `Umar said, 'Aren't our killed persons in Paradise and their's in \nHell?' He said, 'Yes.' `Umar said, 'Then why should we accept hard terms in matters concerning our \nreligion? Shall we return before Allah judges between us and them?' Allah's Messenger (ﷺ) said, 'O Ibn Al- \nKhattab! I am the Messenger of Allah and Allah will never degrade me. Then `Umar went to Abu Bakr \nand told him the same as he had told the Prophet. \nOn that Abu Bakr said (to `Umar). 'He is the Messenger of Allah and Allah will never degrade him.' Then \nSurat-al-Fath (i.e. Victory) was revealed and Allah's Messenger (ﷺ) recited it to the end in front of `Umar. \nOn that `Umar asked, 'O Allah's Messenger (ﷺ)! Was it (i.e. the Hudaibiya Treaty) a victory?' Allah's Messenger (ﷺ) \nsaid, \"Yes\".",
    "explication": "الْحَدِيث الْرابِع : ‏ ‏قَوْله : ( حَدَّثَنَا يَعْلَى ) ‏ ‏هُوَ اِبْن عُبَيْد الطَّنَافِسِيّ. ‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْعَزِيز بْن سِيَاه ) ‏ ‏بِمُهْمَلَةٍ مَكْسُورَة ثُمَّ تَحْتَانِيَّة خَفِيفَة وَآخِره هَاء مُنَوَّنَة , تَقَدَّمَ فِي أَوَاخِر الْجِزْيَة. ‏ ‏قَوْله : ( أَتَيْت أَبَا وَائِل أَسْأَلهُ ) ‏ ‏لَمْ يَذْكُر الْمَسْئُول عَنْهُ , وَبَيَّنَهُ أَحْمَد فِي رِوَايَته عَنْ يَعْلَى بْن عُبَيْد وَلَفْظه \" أَتَيْت أَبَا وَائِل فِي مَسْجِد أَهْله أَسْأَلهُ عَنْ هَؤُلَاءِ الْقَوْم الَّذِينَ قَتَلَهُمْ عَلِيّ - يَعْنِي الْخَوَارِج - قَالَ : كُنَّا بِصِفِّينَ فَقَالَ رَجُل \" فَذَكَرَهُ. ‏ ‏قَوْله : ( فَقَالَ كُنَّا بِصِفِّينَ ) ‏ ‏هِيَ مَدِينَة قَدِيمَة عَلَى شَاطِئ الْفُرَات بَيْن الرَّقَّة وَمَنْبِج كَانَتْ بِهَا الْوَاقِعَة الْمَشْهُورَة بَيْن عَلِيّ وَمُعَاوِيَة. ‏ ‏قَوْله : ( فَقَالَ رَجُل : أَلَمْ تَرَ إِلَى الَّذِينَ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ ) ‏ ‏سَاقَ أَحْمَد إِلَى آخِر الْآيَة. هَذَا الرَّجُل هُوَ عَبْد اللَّه بْن الْكَوَّاء , ذَكَرَهُ الطَّبَرِيُّ , وَكَانَ سَبَب ذَلِكَ أَنَّ أَهْل الشَّام لَمَّا كَادَ أَهْل الْعِرَاق يَغْلِبُونَهُمْ أَشَارَ عَلَيْهِمْ عَمْرو بْن الْعَاصِ بِرَفْعِ الْمَصَاحِف وَالدُّعَاء إِلَى الْعَمَل بِمَا فِيهَا , وَأَرَادَ بِذَلِكَ أَنْ تَقَع الْمُطَاوَلَة فَيَسْتَرِيحُوا مِنْ الشِّدَّة الَّتِي وَقَعُوا فِيهَا فَكَانَ كَمَا ظَنَّ , فَلَمَّا رَفَعُوهَا وَقَالُوا بَيْننَا وَبَيْنكُمْ كِتَاب اللَّه , وَسَمِعَ مَنْ بِعَسْكَرِ عَلِيّ وَغَالِبهمْ مِمَّنْ يَتَدَيَّن , قَالَ قَائِلهمْ مَا ذُكِرَ ; فَأَذْعَنَ عَلِيّ إِلَى التَّحْكِيم مُوَافَقَة لَهُمْ وَاثِقًا بِأَنَّ الْحَقّ بِيَدِهِ. وَقَدْ أَخْرَجَ النَّسَائِيُّ هَذَا الْحَدِيث عَنْ أَحْمَد بْن سُلَيْمَان عَنْ يَعْلَى بْن عُبَيْد بِالْإِسْنَادِ الَّذِي أَخْرَجَهُ الْبُخَارِيّ فَذَكَرَ الزِّيَادَة نَحْو مَا أَخْرَجَهَا أَحْمَد , وَزَادَ بَعْد قَوْله كُنَّا بِصِفِّينَ \" قَالَ فَلَمَّا اِسْتَحَرَّ الْقَتْل بِأَهْلِ الشَّام قَالَ عَمْرو بْن الْعَاصِ لِمُعَاوِيَةِ : أَرْسِلْ الْمُصْحَف إِلَى عَلِيّ فَادْعُهُ إِلَى كِتَاب اللَّه فَإِنَّهُ لَنْ يَأْبَى عَلَيْك , فَأَتَى بِهِ رَجُل فَقَالَ : بَيْننَا وَبَيْنكُمْ كِتَاب اللَّه , فَقَالَ عَلِيّ : أَنَا أَوْلَى بِذَلِكَ بَيْننَا. كِتَاب اللَّه , فَجَاءَتْهُ الْخَوَارِج - وَنَحْنُ يَوْمَئِذٍ نُسَمِّيهِمْ الْقُرَّاء - وَسُيُوفهمْ عَلَى عَوَاتِقهمْ فَقَالُوا : يَا أَمِير الْمُؤْمِنِينَ مَا نَنْتَظِر بِهَؤُلَاءِ الْقَوْم , أَلَا نَمْشِي إِلَيْهِمْ بِسُيُوفِنَا حَتَّى يَحْكُم اللَّه بَيْننَا وَبَيْنهمْ ؟ فَقَامَ سَهْل بْن حُنَيْف \". ‏ ‏قَوْله : ( فَقَالَ عَلِيّ نَعَمْ ) ‏ ‏زَادَ أَحْمَد وَالنَّسَائِيُّ \" أَنَا أَوْلَى بِذَلِكَ \" أَيْ بِالْإِجَابَةِ إِذَا دُعِيت إِلَى الْعَمَل بِكِتَابِ اللَّه لِأَنَّنِي وَاثِق بِأَنَّ الْحَقّ بِيَدِي. ‏ ‏قَوْله : ( وَقَالَ سَهْل بْن حُنَيْف اِتَّهِمُوا أَنْفُسكُمْ ) ‏ ‏أَيْ فِي هَذَا الرَّأْي لِأَنَّ كَثِيرًا مِنْهُمْ أَنْكَرُوا التَّحْكِيم وَقَالُوا لَا حُكْم إِلَّا لِلَّهِ , فَقَالَ عَلِيّ كَلِمَة حَقّ أُرِيدَ بِهَا بَاطِل , وَأَشَارَ عَلَيْهِمْ كِبَار الصَّحَابَة بِمُطَاوَعَةِ عَلِيّ وَأَنْ لَا يُخَالَف مَا يُشِير بِهِ لِكَوْنِهِ أَعْلَم بِالْمَصْلَحَةِ , وَذَكَرَ لَهُمْ سَهْل بْن حُنَيْف مَا وَقَعَ لَهُمْ بِالْحُدَيْبِيَةِ وَأَنَّهُمْ رَأَوْا يَوْمَئِذٍ أَنْ يَسْتَمِرُّوا عَلَى الْقِتَال وَيُخَالِفُوا مَا دُعُوا إِلَيْهِ مِنْ الصُّلْح ثُمَّ ظَهَرَ أَنَّ الْأَصْلَح هُوَ الَّذِي كَانَ شَرَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ , وَسَيَأْتِي مَا يَتَعَلَّق بِهَذِهِ الْقِصَّة فِي كِتَاب اِسْتِتَابَة الْمُرْتَدِّينَ إِنْ شَاءَ اللَّه تَعَالَى , وَسَبَقَ مَا يَتَعَلَّق بِالْحُدَيْبِيَةِ مُسْتَوْفًى فِي كِتَاب الشُّرُوط. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3183",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَاتِمٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ ابْنَةِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ قَدِمَتْ عَلَىَّ أُمِّي وَهْىَ مُشْرِكَةٌ فِي عَهْدِ قُرَيْشٍ، إِذْ عَاهَدُوا رَسُولَ اللَّهِ صلى الله عليه وسلم وَمُدَّتِهِمْ، مَعَ أَبِيهَا، فَاسْتَفْتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ، إِنَّ أُمِّي قَدِمَتْ عَلَىَّ، وَهْىَ رَاغِبَةٌ، أَفَأَصِلُهَا قَالَ ‏\n\"‏ نَعَمْ، صِلِيهَا ‏\"‏‏.‏",
    "english_text": "During the period of the peace treaty of Quraish with Allah's Messenger (ﷺ), my mother, accompanied by her \nfather, came to visit me, and she was a pagan. I consulted Allah's Messenger (ﷺ), \"O Allah's Messenger (ﷺ)! My \nmother has come to me and she desires to receive a reward from me, shall I keep good relation with \nher?\" He said, \"Yes, keep good relation with her.\"",
    "explication": "حَدِيث أَسْمَاء بِنْت أَبِي بَكْر : ‏ ‏قَوْلُهُ : ( عَنْ هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة وَفِي رِوَايَةِ اِبْنِ عُيَيْنَةَ اَلْآتِيَةِ فِي اَلْأَدَبِ \" أَخْبَرَنِي أَبِي \". ‏ ‏قَوْلُهُ : ( عَنْ أَسْمَاء بِنْت أَبِي بَكْر ) ‏ ‏فِي رِوَايَةِ اِبْن عُيَيْنَة اَلْمَذْكُورَةِ \" أَخْبَرَتْنِي أَسْمَاءُ \" كَذَا قَالَ أَكْثَر أَصْحَابِ هِشَامٍ وَقَالَ بَعْض أَصْحَابِ اِبْن عُيَيْنَة عَنْهُ \" عَنْ هِشَام عَنْ فَاطِمَة بِنْت اَلْمُنْذِر عَنْ أَسْمَاء \" قَالَ الدَّارَقُطْنِيّ وَهُوَ خَطَأ. قُلْت : حَكَى أَبُو نُعَيْمٍ أَنَّ عُمَر بْن عَلِيّ اَلْمُقَدِّمِي وَيَعْقُوب اَلْقَارِي رَوَيَاهُ عَنْ هِشَام كَذَلِكَ فَيَحْتَمِلُ أَنْ يَكُونَا مَحْفُوظَيْنِ وَرَوَاهُ أَبُو مُعَاوِيَة وَعَبْد اَلْحَمِيد بْن جَعْفَر عَنْ هِشَام فَقَالَا : \" عَنْ عُرْوَةَ عَنْ عَائِشَة \" وَكَذَا أَخْرَجَهُ اِبْنُ حِبَّانَ مِنْ طَرِيق اَلثَّوْرِيّ عَنْ هِشَام , وَالْأَوَّلُ أَشْهَر قَالَ الْبُرْقَانِيُّ : وَهُوَ أَثْبَتُ ا ه. وَلَا يَبْعُدُ أَنْ يَكُونَ عِنْدَ عُرْوَةَ عَنْ أُمِّهِ وَخَالَتِهِ فَقَدْ أَخْرَجَهُ اِبْن سَعْد وَأَبُو دَاوُد اَلطَّيَالِسِيّ وَالْحَاكِم مِنْ حَدِيثِ عَبْد اَللَّه بْن اَلزُّبَيْر قَالَ : \" قَدِمَتْ قُتَيْلَة - بِالْقَاف وَالْمُثَنَّاة مُصَغَّرَةً - بِنْت عَبْد اَلْعُزَّى بْن سَعْد مِنْ بَنِي مَالِك بْن حِسْل - بِكَسْرِ اَلْحَاءِ وَسُكُون اَلسِّينِ الْمُهْمَلَتَيْنِ - عَلَى اِبْنَتِهَا أَسْمَاء بِنْت أَبِي بَكْر فِي اَلْهُدْنَةِ وَكَانَ أَبُو بَكْر طَلَّقَهَا فِي اَلْجَاهِلِيَّةِ بِهَدَايَا : زَبِيبٍ وَسَمْنٍ وَقَرَظٍ ; فَأَبَتْ أَسْمَاء أَنْ تَقْبَلَ هَدِيَّتَهَا أَوْ تُدْخِلَهَا بَيْتَهَا وَأَرْسَلَتْ إِلَى عَائِشَة : سَلِي رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : لِتُدْخِلْهَا \" اَلْحَدِيث , وَعُرِفَ مِنْهُ تَسْمِيَةُ أُمِّ أَسْمَاء وَأَنَّهَا أُمُّهَا حَقِيقَة وَأَنَّ مَنْ قَالَ إِنَّهَا أُمُّهَا مِنْ اَلرَّضَاعَةِ فَقَدْ وَهَمَ وَوَقَعَ عِنْد اَلزُّبَيْر بْن بَكَّارٍ أَنَّ اِسْمَهَا قَيْلَة وَرَأَيْته فِي نُسْخَةٍ مُجَرَّدَةٍ مِنْهُ بِسُكُونِ اَلتَّحْتَانِيَّة وَضَبَطَهُ اِبْنُ مَاكُولَا بِسُكُون اَلْمُثَنَّاة فَعَلَى هَذَا فَمَنْ قَالَ قُتَيْلَة صَغَّرَهَا قَالَ اَلزُّبَيْر : أُمُّ أَسْمَاء وَعَبْد اَللَّه اِبْنَيْ أَبِي بَكْر قَيْلَة بِنْت عَبْد اَلْعُزَّى وَسَاقَ نَسَبَهَا إِلَى حِسْل بْن عَامِر بْن لُؤَيّ , وَأَمَّا قَوْلُ الدَّاوُدِيِّ : إِنَّ اِسْمَهَا أُمُّ بَكْر فَقَدْ قَالَ اِبْن اَلتِّينِ لَعَلَّهُ كُنْيَتهَا. ‏ ‏قَوْلُهُ : ( قَدِمَتْ عَلَيَّ أُمِّي ) ‏ ‏زَادَ اَللَّيْث عَنْ هِشَام كَمَا سَيَأْتِي فِي اَلْأَدَبِ \" مَعَ اِبْنِهَا \" وَكَذَا فِي رِوَايَةِ حَاتِم بْن إِسْمَاعِيل عَنْ هِشَام كَمَا سَيَأْتِي فِي أَوَاخِر اَلْجِزْيَةِ , وَذَكَرَ اَلزُّبَيْرُ أَنَّ اِسْمَ اِبْنِهَا اَلْمَذْكُورِ اَلْحَارِثُ بْن مُدْرِك بْن عُبَيْد بْن عَمْرو بْن مَخْزُوم وَلَمْ أَرَ لَهُ ذِكْرًا فِي اَلصَّحَابَةِ فَكَأَنَّهُ مَاتَ مُشْرِكًا وَذَكَرَ بَعْضُ شُيُوخِنَا أَنَّهُ وَقَعَ فِي بَعْضِ اَلنُّسَخِ \" مَعَ أَبِيهَا \" بِمُوَحَّدَةٍ ثُمَّ تَحْتَانِيَّة وَهُوَ تَصْحِيف. ‏ ‏قَوْلُهُ : ( وَهِيَ مُشْرِكَةُ ) ‏ ‏سَأَذْكُرُ مَا قِيلَ فِيهِ إِسْلَامُهَا. ‏ ‏قَوْلُهُ : ( فِي عَهْدِ رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ حَاتِم \" فِي عَهْدِ قُرَيْش إِذْ عَاهَدُوا رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ \" وَأَرَادَ بِذَلِكَ مَا بَيْنَ اَلْحُدَيْبِيَةَ وَالْفَتْح وَسَيَأْتِي بَيَانُهُ فِي الْمَغَازِي. ‏ ‏قَوْلُهُ : ( فَاسْتَفْتَيْت رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ قَلْتُ : إِنَّ أُمِّي قَدِمَتْ وَهِيَ رَاغِبَةٌ ) ‏ ‏فِي رِوَايَةِ حَاتِم \" فَقَالَتْ يَا رَسُول اَللَّهِ إِنَّ أُمِّي قَدِمَتْ عَلَيَّ وَهِيَ رَاغِبَة \" وَلِمُسْلِمٍ مِنْ طَرِيقِ عَبْد اَللَّهِ بْن إِدْرِيس عَنْ هِشَام \" رَاغِبَة أَوْ رَاهِبَة \" بِالشَّكِّ وَلِلطَّبَرَانِيِّ مِنْ طَرِيقِ عَبْد اَللَّه بْن إِدْرِيس اَلْمَذْكُورِ \" رَاغِبَة وَرَاهِبَة \" وَفِي حَدِيثِ عَائِشَة عِنْدَ اِبْن حِبَّان \" جَاءَتْنِي رَاغِبَة وَرَاهِبَة \" وَهُوَ يُؤَيِّدُ رِوَايَةَ اَلطَّبَرَانِيّ , وَالْمَعْنَى أَنَّهَا قَدِمَتْ طَالِبَةً فِي بِرِّ اِبْنَتِهَا لَهَا خَائِفَة مِنْ رَدِّهَا إِيَّاهَا خَائِبَة ; هَكَذَا فَسَّرَهُ اَلْجُمْهُور وَنَقَلَ اَلْمُسْتَغْفَرِيّ أَنَّ بَعْضَهُمْ أَوَّلَهُ فَقَالَ : وَهِيَ رَاغِبَةٌ فِي اَلْإِسْلَامِ فَذَكَرَهَا لِذَلِكَ فِي اَلصَّحَابَةِ وَرَدَّهُ أَبُو مُوسَى بِأَنَّهُ لَمْ يَقَعْ فِي شَيْءٍ مِنْ اَلرِّوَايَاتِ مَا يَدُلُّ عَلَى إِسْلَامِهَا , وَقَوْلُهَا : \" رَاغِبَة \" أَيْ فِي شَيْءٍ تَأْخُذُهُ وَهِيَ عَلَى شِرْكِهَا وَلِهَذَا اِسْتَأْذَنَتْ أَسْمَاء فِي أَنْ تَصِلَهَا وَلَوْ كَانَتْ رَاغِبَة فِي اَلْإِسْلَامِ لَمْ تَحْتَجْ إِلَى إِذْنٍ ا ه. وَقِيلَ مَعْنَاهُ رَاغِبَة عَنْ دِينِي أَوْ رَاغِبَة فِي اَلْقُرْبِ مِنِّي وَمُجَاوَرَتِي وَالتَّوَدُّد إِلَيَّ لِأَنَّهَا اِبْتَدَأَتْ أَسْمَاء بِالْهَدِيَّةِ اَلَّتِي أَحْضَرَتْهَا وَرَغِبَتْ مِنْهَا فِي اَلْمُكَافَأَةِ وَلَوْ حَمَلَ قَوْلَهُ : \" رَاغِبَة \" أَيْ فِي اَلْإِسْلَامِ لَمْ يَسْتَلْزِمْ إِسْلَامُهَا وَوَقَعَ فِي رِوَايَةِ عِيسَى بْن يُونُس عَنْ هِشَام عِنْد أَبِي دَاوُد وَالْإِسْمَاعِيلِيّ \" رَاغِمَة \" بِالْمِيم أَيْ كَارِهَةً لِلْإِسْلَامِ وَلَمْ تُقْدِمْ مُهَاجِرَة وَقَالَ اِبْن بَطَّال : قِيلَ مَعْنَاهُ هَارِبَة مِنْ قَوْمِهَا وَرَدَّهُ بِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَكَانَ مُرَاغَمَة قَالَ وَكَانَ أَبُو عَمْرو بْن اَلْعَلَاء يُفَسِّرُ قَوْلَهُ : ( مُرَاغَمًا بِالْخُرُوجِ عَنْ اَلْعَدُوِّ عَلَى رَغْمِ أَنْفِهِ فَيَحْتَمِلُ أَنْ يَكُونَ هَذَا كَذَلِكَ قَالَ \" وَرَاغِبَة \" بِالْمُوَحَّدَةِ أَظْهَرُ فِي مَعْنَى اَلْحَدِيثِ. ‏ ‏قَوْلُهُ : ( صِلِي أُمَّك ) ‏ ‏زَادَ فِي اَلْأَدَبِ عَقِبَ حَدِيثِهِ عَنْ الْحُمَيْدِيِّ عَنْ اِبْن عُيَيْنَة : قَالَ اِبْن عُيَيْنَة \" فَأَنْزَلَ اَللَّه فِيهَا : لَا يَنْهَاكُمْ اَللَّهُ عَنْ اَلَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي اَلدِّينِ \" وَكَذَا وَقَعَ فِي آخِر حَدِيثِ عَبْد اَللَّه بْن اَلزُّبَيْر وَلَعَلَّ اِبْن عُيَيْنَة تَلَقَّاهُ مِنْهُ وَرَوَى اِبْن أَبِي حَاتِم عَنْ اَلسُّدِّيِّ أَنَّهَا نَزَلَتْ فِي نَاسٍ مِنْ اَلْمُشْرِكِينَ كَانُوا أَلْيَنَ شَيْءٍ جَانِبًا لِلْمُسْلِمِينَ وَأَحْسَنَهُ أَخْلَاقًا. قُلْت : وَلَا مُنَافَاةَ بَيْنَهُمَا فَإِنَّ اَلسَّبَبَ خَاصّ وَاللَّفْظَ عَامٌّ فَيَتَنَاوَلُ كُلَّ مَنْ كَانَ فِي مَعْنَى وَالِدَة أَسْمَاء. وَقِيلَ : نَسَخَ ذَلِكَ آيَةُ اَلْأَمْر بِقَتْلِ اَلْمُشْرِكِينَ حَيْثُ وَجَدُوا وَاَللَّه أَعْلَمُ. وَقَالَ الْخَطَّابِيّ : فِيهِ أَنَّ اَلرَّحِمَ اَلْكَافِرَةَ تُوصَلُ مِنْ اَلْمَالِ وَنَحْوِهِ كَمَا تُوصَلُ اَلْمُسْلِمَة وَيُسْتَنْبَطُ مِنْهُ وُجُوب نَفَقَة اَلْأَب اَلْكَافِر وَالْأُمّ اَلْكَافِرَة وَإِنْ كَانَ اَلْوَلَد مُسْلِمًا ا ه. وَفِيهِ مُوَادَعَة أَهْل اَلْحَرْبِ وَمُعَامَلَتُهُمْ فِي زَمَنِ اَلْهُدْنَةِ , وَالسَّفَرُ فِي زِيَارَةِ اَلْقَرِيبِ وَتَحَرِّي أَسْمَاء فِي أَمْر دِينِهَا وَكَيْفَ لَا وَهِيَ بِنْتُ اَلصِّدِّيقِ وَزَوْج اَلزُّبَيْر رَضِيَ اَللَّهُ عَنْهُمْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3184",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ، حَدَّثَنَا شُرَيْحُ بْنُ مَسْلَمَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ بْنِ أَبِي إِسْحَاقَ، قَالَ حَدَّثَنِي أَبِي، عَنْ أَبِي إِسْحَاقَ، قَالَ حَدَّثَنِي الْبَرَاءُ ـ رضى الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا أَرَادَ أَنْ يَعْتَمِرَ أَرْسَلَ إِلَى أَهْلِ مَكَّةَ يَسْتَأْذِنُهُمْ لِيَدْخُلَ مَكَّةَ، فَاشْتَرَطُوا عَلَيْهِ أَنْ لاَ يُقِيمَ بِهَا إِلاَّ ثَلاَثَ لَيَالٍ، وَلاَ يَدْخُلَهَا إِلاَّ بِجُلُبَّانِ السِّلاَحِ، وَلاَ يَدْعُوَ مِنْهُمْ أَحَدًا، قَالَ فَأَخَذَ يَكْتُبُ الشَّرْطَ بَيْنَهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ، فَكَتَبَ هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ‏.‏ فَقَالُوا لَوْ عَلِمْنَا أَنَّكَ رَسُولُ اللَّهِ لَمْ نَمْنَعْكَ وَلَبَايَعْنَاكَ، وَلَكِنِ اكْتُبْ هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ‏.‏ فَقَالَ ‏\"‏ أَنَا وَاللَّهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ وَأَنَا وَاللَّهِ رَسُولُ اللَّهِ ‏\"‏‏.‏ قَالَ وَكَانَ لاَ يَكْتُبُ قَالَ فَقَالَ لِعَلِيٍّ ‏\"‏ امْحُ رَسُولَ اللَّهِ ‏\"‏‏.‏ فَقَالَ عَلِيٌّ وَاللَّهِ لاَ أَمْحَاهُ أَبَدًا‏.‏ قَالَ ‏\"‏ فَأَرِنِيهِ ‏\"‏‏.‏ قَالَ فَأَرَاهُ إِيَّاهُ، فَمَحَاهُ النَّبِيُّ صلى الله عليه وسلم بِيَدِهِ، فَلَمَّا دَخَلَ وَمَضَى الأَيَّامُ أَتَوْا عَلِيًّا فَقَالُوا مُرْ صَاحِبَكَ فَلْيَرْتَحِلْ‏.‏ فَذَكَرَ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ نَعَمْ ‏\"‏ ثُمَّ ارْتَحَلَ‏.‏",
    "english_text": "When the Prophet (ﷺ) intended to perform the `Umra he sent a person to the people of Mecca asking their \npermission to enter Mecca. They stipulated that he would not stay for more than three days and would \nnot enter it except with sheathed arms and would not preach (Islam) to any of them. So `Ali bin Abi- \nTalib started writing the treaty between them. He wrote, \"This is what Muhammad, Apostle of Allah \nhas agreed to.\" The (Meccans) said, \"If we knew that you (Muhammad) are the Messenger of Allah, then \nwe would not have prevented you and would have followed you. But write, 'This is what Muhammad \nbin `Abdullah has agreed to..' \" On that Allah's Messenger (ﷺ) said, \"By Allah, I am Muhammad bin \n`Abdullah, and, by Allah, I am Apostle of 'Allah.\" Allah's Messenger (ﷺ) used not to write; so he asked `Ali \nto erase the expression of Apostle of Allah. On that `Ali said, \"By Allah I will never erase it.\" Allah's \nApostle said (to `Ali), \"Let me see the paper.\" When `Ali showed him the paper, the Prophet (ﷺ) erased \nthe expression with his own hand. When Allah's Messenger (ﷺ) had entered Mecca and three days had \nelapsed, the Meccans came to `Ali and said, \"Let your friend (i.e. the Prophet) quit Mecca.\" `Ali \ninformed Allah's Messenger (ﷺ) about it and Allah's Messenger (ﷺ) said, \"Yes,\" and then he departed.",
    "explication": "حَدِيثُ الْبَرَاء فِي الْعُمْرَة وَقَدْ تَقَدَّمَ فِي الصُّلْح , وَسَيَأْتِي شَرْح مَا يَتَعَلَّق بِكِتَابَةِ الصُّلْح مِنْهُ فِي كِتَاب الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3185",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ بْنُ عُثْمَانَ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ بَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم سَاجِدٌ وَحَوْلَهُ نَاسٌ مِنْ قُرَيْشٍ مِنَ الْمُشْرِكِينَ إِذْ جَاءَ عُقْبَةُ بْنُ أَبِي مُعَيْطٍ بِسَلَى جَزُورٍ، فَقَذَفَهُ عَلَى ظَهْرِ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يَرْفَعْ رَأْسَهُ حَتَّى جَاءَتْ فَاطِمَةُ ـ عَلَيْهَا السَّلاَمُ ـ فَأَخَذَتْ مِنْ ظَهْرِهِ، وَدَعَتْ عَلَى مَنْ صَنَعَ ذَلِكَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ اللَّهُمَّ عَلَيْكَ الْمَلأَ مِنْ قُرَيْشٍ، اللَّهُمَّ عَلَيْكَ أَبَا جَهْلِ بْنَ هِشَامٍ، وَعُتْبَةَ بْنَ رَبِيعَةَ، وَشَيْبَةَ بْنَ رَبِيعَةَ، وَعُقْبَةَ بْنَ أَبِي مُعَيْطٍ، وَأُمَيَّةَ بْنَ خَلَفٍ ـ أَوْ أُبَىَّ بْنَ خَلَفٍ ‏\"‏‏.‏ فَلَقَدْ رَأَيْتُهُمْ قُتِلُوا يَوْمَ بَدْرٍ، فَأُلْقُوا فِي بِئْرٍ، غَيْرَ أُمَيَّةَ أَوْ أُبَىٍّ، فَإِنَّهُ كَانَ رَجُلاً ضَخْمًا، فَلَمَّا جَرُّوهُ تَقَطَّعَتْ أَوْصَالُهُ قَبْلَ أَنْ يُلْقَى فِي الْبِئْرِ‏.‏",
    "english_text": "While the Prophet (ﷺ) was in the state of prostration, surrounded by a group of people from Quraish \npagans. `Uqba bin Abi Mu'ait came and brought the intestines of a camel and threw them on the back \nof the Prophet (ﷺ) . The Prophet (ﷺ) did not raise his head from prostration till Fatima (i.e. his daughter) came \nand removed those intestines from his back, and invoked evil on whoever had done (the evil deed). \nThe Prophet (ﷺ) said, \"O Allah! Destroy the chiefs of Quraish, O Allah! Destroy Abu Jahl bin Hisham, \n`Utba bin Rabi`a, Shaiba bin Rabi`a, `Uqba bin Abi Mu'ait, Umaiya bin Khalaf (or Ubai bin Kalaf).\" \nLater on I saw all of them killed during the battle of Badr and their bodies were thrown into a well \nexcept the body of Umaiya or Ubai, because he was a fat person, and when he was pulled, the parts of \nhis body got separated before he was thrown into the well.",
    "explication": "حَدِيث اِبْن مَسْعُود فِي دُعَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَبِي جَهْل بْن هِشَام وَغَيْره مِنْ قُرَيْش وَفِيهِ ‏ ‏\" فَلَقَدْ رَأَيْتهمْ قُتِلُوا يَوْم بَدْر فَأُلْقُوا فِي بِئْر \" ‏ ‏وَقَدْ تَقَدَّمَ بِهَذَا الْإِسْنَاد فِي \" بَاب الطَّهَارَة \" وَمَضَى شَرْحه أَيْضًا. وَيَأْتِي فِي الْمَغَازِي مَزِيد لِذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3186",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ‏.‏وَعَنْ ثَابِتٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ ـ قَالَ أَحَدُهُمَا يُنْصَبُ وَقَالَ الآخَرُ ـ يُرَى يَوْمَ الْقِيَامَةِ يُعْرَفُ بِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, ''Every betrayer will have a flag on the Day of Resurrection\" One of the two subnarrators \nsaid that the flag would be fixed, and the other said that it would be shown on the Day of \nResurrection, so that the betrayer might be recognized by it.",
    "explication": "حَدِيثُ اِبْن مَسْعُود وَأَنَس مَعًا \" لِكُلِّ غَادِر لِوَاء \". ‏ ‏وَقَوْله \" وَعَنْ ثَابِت \" ‏ ‏قَائِل ذَلِكَ هُوَ شُعْبَة بَيَّنَهُ مُسْلِم فِي رِوَايَته مِنْ طَرِيق عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ شُعْبَة عَنْ ثَابِت عَنْ أَنَس , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ عَنْ أَبِي خَلِيفَة عَنْ أَبِي الْوَلِيد شَيْخ الْبُخَارِيّ فِيهِ بِالْإِسْنَادَيْنِ مَعًا \" قَالَ فِي مَوْضِعَيْنِ : وَبِهَذَا يُرَدّ عَلَى مَنْ جَوَّزَ أَنْ يَكُون ذَلِكَ مَعْطُوفًا عَلَى قَوْله \" عَنْ أَبِي الْوَلِيد \" فَيَكُون مِنْ رِوَايَة الْأَعْمَش عَنْ ثَابِت , وَلَيْسَ كَذَلِكَ , وَلَمْ يُرَقِّم الْمِزِّيُّ فِي التَّهْذِيب فِي رِوَايَة الْأَعْمَش عَنْ ثَابِت رَقْم الْبُخَارِيّ. ‏ ‏قَوْله : ( قَالَ أَحَدهمَا يُنْصَب وَقَالَ الْآخَر - يُرَى - يَوْم الْقِيَامَة يُعْرَف بِهِ ) ‏ ‏لَيْسَ فِي رِوَايَة مُسْلِم الْمَذْكُورَة يُنْصَب وَلَا يُرَى , وَقَدْ زَادَ مُسْلِم مِنْ طَرِيق غُنْدُر عَنْ شُعْبَة \" يُقَال هَذِهِ غَدْرَة فُلَان \" وَلَهُ مِنْ حَدِيث أَبِي سَعِيد \" يُرْفَع لَهُ بِقَدْرِ غَدْرَته \" وَلَهُ مِنْ حَدِيثه مِنْ وَجْه آخَر \" عِنْد اِسْته \" قَالَ اِبْن الْمُنِير كَأَنَّهُ عُومِلَ بِنَقِيضِ قَصْده لِأَنَّ عَادَة اللِّوَاء أَنْ يَكُون عَلَى الرَّأْس فَنُصِبَ عِنْد السُّفْل زِيَادَة فِي فَضِيحَته , لِأَنَّ الْأَعْيُن غَالِبًا تَمْتَدّ إِلَى الْأَلْوِيَة فَيَكُون ذَلِكَ سَبَبًا لِامْتِدَادِهَا إِلَى الَّتِي بَدَتْ لَهُ ذَلِكَ الْيَوْم فَيَزْدَاد بِهَا فَضِيحَته. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3188",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لِكُلِّ غَادِرٍ لِوَاءٌ يُنْصَبُ لِغَدْرَتِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Every betrayer will have a flag which will be fixed on the Day of Resurrection, and \nthe flag's prominence will be made in order to show the betrayal he committed.\"",
    "explication": "‏ ‏قَوْله : ( يُنْصَب يَوْم الْقِيَامَة بِغَدْرَتِهِ ) ‏ ‏أَيْ بِقَدْرِ غَدْرَته كَمَا فِي رِوَايَة مُسْلِم , قَالَ الْقُرْطُبِيّ هَذَا خِطَاب مِنْهُ لِلْعَرَبِ بِنَحْرِ مَا كَانَتْ تَفْعَل , لِأَنَّهُمْ كَانُوا يَرْفَعُونَ لِلْوَفَاءِ رَايَة بَيْضَاء , وَلِلْغَدْرِ رَايَة سَوْدَاء , لِيَلُومُوا الْغَادِر وَيَذُمُّوهُ , فَاقْتَضَى الْحَدِيث وُقُوع مِثْل ذَلِكَ لِلْغَادِرِ لِيَشْتَهِر بِصِفَتِهِ فِي الْقِيَامَة فَيَذُمّهُ أَهْل الْمَوْقِف , وَأَمَّا الْوَفَاء فَلَمْ يَرِدْ فِيهِ شَيْء وَلَا يَبْعُد أَنْ يَقَعَ كَذَلِكَ , وَقَدْ ثَبَتَ لِوَاء الْحَمْد لِنَبِيِّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَدْ تَقَدَّمَ تَفْسِير الْغَدْر قَرِيبًا وَالْكَلَام عَلَى اللِّوَاء وَمَا الْفَرْق بَيْنه وَبَيْن الرَّايَة فِي بَاب مُفْرَد فِي كِتَاب الْجِهَاد. وَفِي الْحَدِيث غِلَظ تَحْرِيم الْغَدْر لَا سِيَّمَا مِنْ صَاحِب الْوِلَايَة الْعَامَّة لِأَنَّ غَدْره يَتَعَدَّى ضَرَره إِلَى خَلْق كَثِير , وَلِأَنَّهُ غَيْر مُضْطَرّ إِلَى الْغَدْر لِقُدْرَتِهِ عَلَى الْوَفَاء , وَقَالَ عِيَاض : الْمَشْهُور أَنَّ هَذَا الْحَدِيث وَرَدَ فِي ذَمّ الْإِمَام إِذَا غَدَرَ فِي عُهُوده لِرَعِيَّتِهِ أَوْ لِمُقَاتِلَتِهِ أَوْ لِلْإِمَامَةِ الَّتِي تَقَلَّدَهَا وَالْتَزَمَ الْقِيَام بِهَا , فَمَتَى خَانَ فِيهَا أَوْ تَرَكَ الرِّفْق فَقَدْ غَدَرَ بِعَهْدِهِ. وَقِيلَ الْمُرَاد نَهْي الرَّعِيَّة عَنْ الْغَدْر بِالْإِمَامِ فَلَا تَخْرُج عَلَيْهِ وَلَا تَتَعَرَّض لِمَعْصِيَتِهِ لِمَا يَتَرَتَّب عَلَى ذَلِكَ مِنْ الْفِتْنَة. قَالَ : وَالصَّحِيح الْأَوَّل. قُلْت : وَلَا أَدْرِي مَا الْمَانِع مِنْ حَمْل الْخَبَر عَلَى أَعَمَّ مِنْ ذَلِكَ , وَسَيَأْتِي مَزِيد بَيَان لِذَلِكَ فِي كِتَاب الْفِتَن حَيْثُ أَوْرَدَهُ الْمُصَنِّف فِيهِ أَتَمَّ مِمَّا هُنَا وَأَنَّ الَّذِي فَهِمَهُ اِبْن عَمْرو رَاوِي الْحَدِيث هُوَ هَذَا وَاللَّهُ أَعْلَم. وَفِيهِ أَنَّ النَّاس يُدْعَوْنَ يَوْم الْقِيَامَة بِآبَائِهِمْ لِقَوْلِهِ فِيهِ \" هَذِهِ غَدْرَة فُلَان اِبْن فُلَان \" وَهِيَ رِوَايَة اِبْن عُمَر الْآتِيَة فِي الْفِتَن , قَالَ اِبْن دَقِيق الْعِيد : وَإِنْ ثَبَتَ أَنَّهُمْ يُدْعَوْنَ بِأُمَّهَاتِهِمْ فَقَدْ يُخَصّ هَذَا مِنْ الْعُمُوم. وَتَمَسَّكَ بِهِ قَوْم فِي تَرْك الْجِهَاد مَعَ وُلَاة الْجَوْر الَّذِينَ يَغْدِرُونَ كَمَا حَكَاهُ الْبَاجِيُّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "3189",
    "category": "كتاب الجزية",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ فَتْحِ مَكَّةَ ‏\"‏ لاَ هِجْرَةَ وَلَكِنْ جِهَادٌ وَنِيَّةٌ، وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا ‏\"‏‏.‏ وَقَالَ يَوْمَ فَتْحِ مَكَّةَ ‏\"‏ إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللَّهُ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ، فَهْوَ حَرَامٌ بِحُرْمَةِ اللَّهِ إِلَى يَوْمِ الْقِيَامَةِ، وَإِنَّهُ لَمْ يَحِلَّ الْقِتَالُ فِيهِ لأَحَدٍ قَبْلِي، وَلَمْ يَحِلَّ لِي إِلاَّ سَاعَةً مِنْ نَهَارٍ، فَهْوَ حَرَامٌ بِحُرْمَةِ اللَّهِ إِلَى يَوْمِ الْقِيَامَةِ، لاَ يُعْضَدُ شَوْكُهُ، وَلاَ يُنَفَّرُ صَيْدُهُ، وَلاَ يَلْتَقِطُ لُقَطَتَهُ إِلاَّ مَنْ عَرَّفَهَا، وَلاَ يُخْتَلَى خَلاَهُ ‏\"‏‏.‏ فَقَالَ الْعَبَّاسُ يَا رَسُولَ اللَّهِ إِلاَّ الإِذْخِرَ، فَإِنَّهُ لِقَيْنِهِمْ وَلِبُيُوتِهِمْ‏.‏ قَالَ ‏\"‏ إِلاَّ الإِذْخِرَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said on the day of the conquest of Mecca, \"There is no migration now, but there is \nJihad (i.e.. holy battle) and good intentions. And when you are called for Jihad, you should come out \nat once\" Allah's Messenger (ﷺ) also said, on the day of the conquest of Mecca, \"Allah has made this town a \nsanctuary since the day He created the Heavens and the Earth. So, it is a sanctuary by Allah's Decree \ntill the Day of Resurrection. Fighting in it was not legal for anyone before me, and it was made legal \nfor me only for an hour by daytime. So, it (i.e. Mecca) is a sanctuary by Allah's Decree till the Day of \nResurrection. Its thorny bushes should not be cut, and its game should not be chased, its fallen \nproperty (i.e. Luqata) should not be picked up except by one who will announce it publicly; and its \ngrass should not be uprooted,\" On that Al-`Abbas said, \"O Allah's Messenger (ﷺ)! Except the Idhkhir, \nbecause it is used by the goldsmiths and by the people for their houses.\" On that the Prophet (ﷺ) said, \n\"Except the Idhkhir.\"",
    "explication": "‏ ‏قَوْله ( عَنْ مُجَاهِد عَنْ طَاوُسٍ ) ‏ ‏كَذَا رَوَاهُ مَنْصُور مَوْصُولًا , وَخَالَفَهُ الْأَعْمَش فَرَوَاهُ عَنْ مُجَاهِد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُرْسَلًا أَخْرَجَهُ سَعِيد بْن مَنْصُور عَنْ أَبِي مُعَاوِيَة عَنْهُ , وَأَخْرَجَهُ أَيْضًا عَنْ سُفْيَان عَنْ دَاوُدَ بْن شَابُور عَنْ مُجَاهِد مُرْسَلًا , وَمَنْصُور ثِقَة حَافِظ فَالْحُكْم لِوَصْلِهِ. ‏ ‏قَوْله ( يَوْم اِفْتَتَحَ مَكَّة ) ‏ ‏هُوَ ظَرْف لِلْقَوْلِ الْمَذْكُور. ‏ ‏قَوْله ( لَا هِجْرَة ) ‏ ‏أَيْ بَعْد الْفَتْح , وَأَفْصَحَ بِذَلِكَ فِي رِوَايَة عَلِيّ بْن الْمَدِينِيّ عَنْ جَرِير فِي كِتَاب الْجِهَاد ‏ ‏قَوْله ( وَلَكِنْ جِهَاد وَنِيَّة ) ‏ ‏الْمَعْنَى أَنَّ وُجُوب الْهِجْرَة مِنْ مَكَّة اِنْقَطَعَ بِفَتْحِهَا إِذْ صَارَتْ دَارَ إِسْلَام , وَلَكِنْ بَقِيَ وُجُوب الْجِهَاد عَلَى حَاله عِنْد الِاحْتِيَاج إِلَيْهِ , وَفَسَّرَهُ بِقَوْلِهِ : ( فَإِذَا اُسْتُنْفِرْتُمْ فَانْفِرُوا ) أَيْ إِذَا دُعِيتُمْ إِلَى الْغَزْو فَأَجِيبُوا. قَالَ الطِّيبِيُّ : قَوْله \" وَلَكِنْ جِهَاد \" عَطْف عَلَى مَدْخُول \" لَا هِجْرَة \" أَيْ الْهِجْرَة إِمَّا فِرَارًا مِنْ الْكُفَّار وَإِمَّا إِلَى الْجِهَاد وَإِمَّا إِلَى نَحْو طَلَب الْعِلْم , وَقَدْ اِنْقَطَعَتْ الْأُولَى فَاغْتَنِمُوا الْأَخِيرَتَيْنِ , وَتَضَمَّنَ الْحَدِيث بِشَارَة مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّ مَكَّة تَسْتَمِرّ دَارَ إِسْلَام , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ مُسْتَوْفًى فِي كِتَاب الْجِهَاد إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( فَإِنَّ هَذَا بَلَد حَرَّمَ ) ‏ ‏الْفَاء جَوَاب بِشَرْطٍ مَحْذُوف تَقْدِيره إِذَا عَلِمْتُمْ ذَلِكَ فَاعْلَمُوا أَنَّ هَذَا بَلَد حَرَام , وَكَأَنَّ وَجْه الْمُنَاسَبَة أَنَّهُ لَمَّا كَانَ نَصْب الْقِتَال عَلَيْهِ حَرَامًا كَانَ التَّنْفِير يَقَع مِنْهُ لَا إِلَيْهِ , وَلَمَّا رَوَى مُسْلِم هَذَا الْحَدِيث عَنْ إِسْحَاق عَنْ جَرِير فَصَلَ الْكَلَام الْأَوَّل مِنْ الثَّانِي بِقَوْلِهِ \" وَقَالَ يَوْم الْفَتْح إِنَّ اللَّه حَرَّمَ إِلَخْ \" فَجَعَلَهُ حَدِيثًا آخَر مُسْتَقِلًّا , وَهُوَ مُقْتَضَى صَنِيع مَنْ اِقْتَصَرَ عَلَى الْكَلَام الْأَوَّل كَعَلِيِّ بْن الْمَدِينِيّ عَنْ جَرِير كَمَا سَيَأْتِي فِي الْجِهَاد. ‏ ‏قَوْله ( حَرَّمَهُ اللَّه ) سَبَقَ مَشْرُوحًا فِي حَدِيث أَبِي شُرَيْح , وَوَقَعَ فِي رِوَايَة غَيْر الكُشْمِيهَنِيّ \" حَرَّمَ اللَّه \" بِحَذْفِ الْهَاء. ‏ ‏قَوْله ( وَهُوَ حَرَام بِحُرْمَةِ اللَّه ) ‏ ‏أَيْ بِتَحْرِيمِهِ , وَقِيلَ الْحُرْمَة الْحَقّ أَيْ حَرَام بِالْحَقِّ الْمَانِع مِنْ تَحْلِيله , وَاسْتُدِلَّ بِهِ عَلَى تَحْرِيم الْقَتْل وَالْقِتَال بِالْحَرَمِ , فَأَمَّا الْقَتْل فَنَقَلَ بَعْضهمْ الِاتِّفَاق عَلَى جَوَاز إِقَامَة حَدّ الْقَتْل فِيهَا عَلَى مَنْ أَوْقَعَهُ فِيهَا , وَخَصَّ الْخِلَاف بِمِنْ قَتَلَ فِي الْحِلّ ثُمَّ لَجَأَ إِلَى الْحَرَم , وَمِمَّنْ نَقَلَ الْإِجْمَاع عَلَى ذَلِكَ اِبْن الْجَوْزِيّ , وَاحْتَجَّ بَعْضهمْ بِقَتْلِ اِبْن خَطَل بِهَا , وَلَا حُجَّة فِيهِ لِأَنَّ ذَلِكَ كَانَ فِي الْوَقْت الَّذِي أُحِلَّتْ فِيهِ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ , وَزَعَمَ اِبْن حَزْم أَنَّ مُقْتَضَى قَوْل اِبْن عُمَر وَابْن عَبَّاس وَغَيْرهمَا أَنَّهُ لَا يَجُوز الْقَتْل فِيهَا مُطْلَقًا , وَنَقَلَ التَّفْصِيل عَنْ مُجَاهِد وَعَطَاء. وَقَالَ أَبُو حَنِيفَة : لَا يُقْتَل فِي الْحَرَم حَتَّى يَخْرُج إِلَى الْحِلّ بِاخْتِيَارِهِ , لَكِنْ لَا يُجَالَس وَلَا يُكَلَّم , وَيُوعَظ وَيُذَكَّر حَتَّى يَخْرُج. وَقَالَ أَبُو يُوسُف : يَخْرُج مُضْطَرًّا إِلَى الْحِلّ , وَفَعَلَهُ اِبْن الزُّبَيْر , وَرَوَى اِبْن أَبِي شَيْبَة مِنْ طَرِيق طَاوُسٍ عَنْ اِبْن عَبَّاس \" مَنْ أَصَابَ حَدًّا ثُمَّ دَخَلَ الْحَرَم لَمْ يُجَالَس وَلَمْ يُبَايَع \" وَعَنْ مَالِك وَالشَّافِعِيّ : يَجُوز إِقَامَة الْحَدّ مُطْلَقًا فِيهَا , لِأَنَّ الْعَاصِيَ هَتَكَ حُرْمَة نَفْسه فَأَبْطَلَ مَا جَعَلَ اللَّه لَهُ مِنْ الْأَمْن , وَأَمَّا الْقِتَال فَقَالَ الْمَاوَرْدِيّ : مِنْ خَصَائِص مَكَّة أَنْ لَا يُحَارَب أَهْلهَا , فَلَوْ بَغَوْا عَلَى أَهْل الْعَدْل فَإِنْ أَمْكَنَ رَدّهمْ بِغَيْرِ قِتَال لَمْ يَجُزْ , وَإِنْ لَمْ يُمْكِن إِلَّا بِالْقِتَالِ فَقَالَ الْجُمْهُور يُقَاتَلُونَ لِأَنَّ قِتَال الْبُغَاة مِنْ حُقُوق اللَّه تَعَالَى فَلَا يَجُوز إِضَاعَتهَا. وَقَالَ آخَرُونَ : لَا يَجُوز قِتَالهمْ بَلْ يُضَيَّق عَلَيْهِمْ إِلَى أَنْ يَرْجِعُوا إِلَى الطَّاعَة. قَالَ النَّوَوِيّ : وَالْأَوَّل نَصَّ عَلَيْهِ الشَّافِعِيّ , وَأَجَابَ أَصْحَابه عَنْ الْحَدِيث بِحَمْلِهِ عَلَى تَحْرِيم نَصْب الْقِتَال بِمَا يَعُمّ أَذَاهُ كَالْمَنْجَنِيقِ , بِخِلَافِ مَا لَوْ تَحَصَّنَ الْكُفَّار فِي بَلَد فَإِنَّهُ يَجُوز قِتَالهمْ عَلَى كُلّ وَجْه. وَعَنْ الشَّافِعِيّ قَوْل آخَر بِالتَّحْرِيمِ اِخْتَارَهُ الْقَفَّال وَجَزَمَ بِهِ فِي \" شَرَحَ التَّلْخِيص \" وَقَالَ بِهِ جَمَاعَة مِنْ عُلَمَاء الشَّافِعِيَّة وَالْمَالِكِيَّة. قَالَ الطَّبَرِيُّ : مَنْ أَتَى حَدًّا فِي الْحِلّ وَاسْتَجَارَ بِالْحَرَمِ فَلِلْإِمَامِ إِلْجَاؤُهُ إِلَى الْخُرُوج مِنْهُ , وَلَيْسَ لِلْإِمَامِ أَنْ يَنْصِب عَلَيْهِ الْحَرْب بَلْ يُحَاصِرهُ وَيُضَيِّق عَلَيْهِ حَتَّى يُذْعِن لِلطَّاعَةِ , لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِنَّمَا أُحِلَّتْ لِي سَاعَة مِنْ نَهَار , وَقَدْ عَادَتْ حُرْمَتهَا الْيَوْم كَحُرْمَتِهَا بِالْأَمْسِ \" فَعُلِمَ أَنَّهَا لَا تَحِلّ لِأَحَدٍ بَعْده بِالْمَعْنَى الَّذِي حَلَّتْ لَهُ بِهِ وَهُوَ مُحَارَبَة أَهْلهَا وَالْقَتْل فِيهَا. وَمَال اِبْن الْعَرَبِيّ إِلَى هَذَا , وَقَالَ اِبْن الْمُنِير : قَدْ أَكَّدَ النَّبِيّ التَّحْرِيم بِقَوْلِهِ \" حَرَّمَهُ اللَّه \" ثُمَّ قَالَ \" فَهُوَ حَرَام بِحُرْمَةِ اللَّه \" ثُمَّ قَالَ \" وَلَمْ تَحِلّ لِي إِلَّا سَاعَة مِنْ نَهَار \" وَكَانَ إِذَا أَرَادَ التَّأْكِيد ذِكْر الشَّيْء ثَلَاثًا. قَالَ فَهَذَا نَصّ لَا يَحْتَمِل التَّأْوِيل. وَقَالَ الْقُرْطُبِيّ : ظَاهِر الْحَدِيث يَقْتَضِي تَخْصِيصه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْقِتَالِ لِاعْتِذَارِهِ عَمَّا أُبِيحَ لَهُ مِنْ ذَلِكَ مَعَ أَنَّ أَهْل مَكَّة كَانُوا إِذْ ذَاكَ مُسْتَحَقِّينَ لِلْقِتَالِ وَالْقَتْل لِصَدِّهِمْ عَنْ الْمَسْجِد الْحَرَام وَإِخْرَاجهمْ أَهْله مِنْهُ وَكُفْرهمْ , وَهَذَا الَّذِي فَهِمَهُ أَبُو شُرَيْح كَمَا تَقَدَّمَ , وَقَالَ بِهِ غَيْر وَاحِد مِنْ أَهْل الْعِلْم. وَقَالَ اِبْن دَقِيق الْعِيد : يَتَأَكَّد الْقَوْل بِالتَّحْرِيمِ بِأَنَّ الْحَدِيث دَال عَلَى أَنَّ الْمَأْذُون لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ لَمْ يُؤْذَن لِغَيْرِهِ فِيهِ , وَالَّذِي وَقَعَ لَهُ إِنَّمَا هُوَ مُطْلَق الْقِتَال لَا الْقِتَال الْخَاصّ بِمَا يَعُمّ كَالْمَنْجَنِيقِ فَكَيْف يَسُوغ التَّأْوِيل الْمَذْكُور ؟ وَأَيْضًا فَسِيَاق الْحَدِيث يَدُلّ عَلَى أَنَّ التَّحْرِيم لِإِظْهَارِ حُرْمَة الْبُقْعَة بِتَحْرِيمِ سَفْك الدِّمَاء فِيهَا , وَذَلِكَ لَا يَخْتَصّ بِمَا يُسْتَأْصَل , وَاسْتُدِلَّ بِهِ عَلَى اِشْتِرَاط الْإِحْرَام عَلَى مَنْ دَخَلَ الْحَرَم. قَالَ الْقُرْطُبِيّ : مَعْنَى قَوْله حَرَّمَهُ اللَّه أَيْ يَحْرُم عَلَى غَيْر الْمُحْرِم دُخُوله حَتَّى يُحْرِم , وَيَجْرِي هَذَا مَجْرَى قَوْله تَعَالَى ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ ) أَيْ وَطْؤُهُنَّ , و ( حُرِّمَتْ عَلَيْكُمْ الْمَيِّتَةُ ) أَيْ أَكْلهَا , فَعُرْف الِاسْتِعْمَال يَدُلّ عَلَى تَعْيِين الْمَحْذُوف. قَالَ : وَقَدْ دَلَّ عَلَى صِحَّة هَذَا الْمَعْنَى اِعْتِذَاره عَنْ دُخُوله مَكَّة غَيْر مُحْرِم مُقَاتِلًا بِقَوْلِهِ \" لَمْ تَحِلّ لِي إِلَّا سَاعَة مِنْ نَهَار \" الْحَدِيث. قَالَ : وَبِهَذَا أَخَذَ مَالِك وَالشَّافِعِيّ فِي أَحَد قَوْلَيْهِمَا وَمَنْ تَبِعَهُمَا فِي ذَلِكَ فَقَالُوا : لَا يَجُوز لِأَحَدٍ أَنْ يَدْخُل مَكَّة إِلَّا مُحْرِمًا , إِلَّا إِذَا كَانَ مِمَّنْ يُكْثِر التَّكْرَار. قُلْت : وَسَيَأْتِي بَسْط الْقَوْل فِي ذَلِكَ بَعْد سَبْعَة أَبْوَاب. ‏ ‏قَوْله : ( وَأَنَّهُ لَا يَحِلّ الْقِتَال ) الْهَاء فِي \" أَنَّهُ \" ضَمِير الشَّأْن , وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ \" لَمْ يَحِلّ \" بِلَفْظِ \" لَمْ \" بَدَل \" لَا \" وَهِيَ أَشْبَه لِقَوْلِهِ قَبْلِي. ‏ ‏قَوْله : ( لَا يُعْضَد شَوْكه ) ‏ ‏تَقَدَّمَ الْبَحْث فِيهِ فِي حَدِيث أَبِي شُرَيْح. ‏ ‏قَوْله ( وَلَا يَلْتَقِط لُقَطَتَهُ إِلَّا مَنْ عَرَّفَهَا ) ‏ ‏سَيَأْتِي الْبَحْث فِيهِ فِي كِتَاب اللُّقَطَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله ( وَلَا يُخْتَلَى خَلَاهَا ) ‏ ‏بِالْخَاءِ الْمُعْجَمَة , وَالْخَلَا مَقْصُور , وَذَكَر اِبْن التِّين أَنَّهُ وَقَعَ فِي رِوَايَة الْقَابِسِيّ بِالْمَدِّ وَهُوَ الرَّطْب مِنْ النَّبَات وَاخْتِلَاؤُهُ قَطْعه وَاحْتِشَاشه , وَاسْتُدِلَّ بِهِ عَلَى تَحْرِيم رَعْيه لِكَوْنِهِ أَشَدّ مِنْ الِاحْتِشَاش , وَبِهِ قَالَ مَالِك وَالْكُوفِيُّونَ وَاخْتَارَهُ الطَّبَرِيُّ. وَقَالَ الشَّافِعِيّ : لَا بَأْس بِالرَّعْيِ لِمَصْلَحَةِ الْبَهَائِم وَهُوَ عَمَل النَّاس , بِخِلَافِ الِاحْتِشَاش فَإِنَّهُ الْمَنْهِيّ عَنْهُ فَلَا يُتَعَدَّى ذَلِكَ إِلَى غَيْره. وَفِي تَخْصِيص التَّحْرِيم بِالرَّطْبِ إِشَارَة إِلَى جَوَاز رَعْي الْيَابِس وَاخْتِلَائِهِ , وَهُوَ أَصَحّ الْوَجْهَيْنِ لِلشَّافِعِيَّةِ لِأَنَّ النَّبْت الْيَابِس كَالصَّيْدِ الْمَيِّت. قَالَ اِبْن قُدَامَةَ : لَكِنْ فِي اِسْتِثْنَاء الْإِذْخِر إِشَارَة إِلَى تَحْرِيم الْيَابِس مِنْ الْحَشِيش , وَيَدُلّ عَلَيْهِ أَنَّ فِي بَعْض طُرُق حَدِيث أَبَى هُرَيْرَة \" وَلَا يُحْتَشّ حَشِيشهَا \" قَالَ وَأَجْمَعُوا عَلَى إِبَاحَة أَخْذ مَا اِسْتَنْبَتَهُ النَّاس فِي الْحَرَم مِنْ بَقْل وَزَرْع وَمَشْمُوم فَلَا بَأْس بِرَعْيِهِ وَاخْتِلَائِهِ. ‏ ‏قَوْله : ( فَقَالَ الْعَبَّاس ) ‏ ‏أَيْ اِبْن عَبْد الْمُطَّلِب كَمَا وَقَعَ مُبَيَّنًا فِي الْمَغَازِي مِنْ وَجْه آخَر. ‏ ‏قَوْله : ( إِلَّا الْإِذْخِر ) ‏ ‏يَجُوز فِيهِ الرَّفْع وَالنَّصْب , أَمَّا الرَّفْع فَعَلَى الْبَدَل مِمَّا قَبْله , وَأَمَّا النَّصْب فَلِكَوْنِهِ اِسْتِثْنَاء وَاقِعًا بَعْد النَّفْي. وَقَالَ اِبْن مَالِك : الْمُخْتَار النَّصْب لِكَوْنِ الِاسْتِثْنَاء وَقَعَ مُتَرَاخِيًا عَنْ الْمُسْتَثْنَى مِنْهُ فَبَعُدَتْ الْمُشَاكَلَة بِالْبَدَلِيَّةِ , وَلِكَوْنِ الِاسْتِثْنَاء أَيْضًا عَرَضَ فِي آخِر الْكَلَام وَلَمْ يَكُنْ مَقْصُودًا. وَالْإِذْخِر : نَبْت مَعْرُوف عِنْد أَهْل مَكَّة طَيِّب الرِّيح لَهُ أَصْل مُنْدَفِن وَقُضْبَان دِقَاق يَنْبُت فِي السَّهْل وَالْحَزَن , وَبِالْمَغْرِبِ صِنْف مِنْهُ فِيمَا قَالَهُ اِبْن الْبَيْطَار , قَالَ : وَالَّذِي بِمَكَّة أَجْوَده , وَأَهْل مَكَّة يَسْقُفُونَ بِهِ الْبُيُوت بَيْن الْخَشَب وَيَسُدُّونَ بِهِ الْخَلَل بَيْن اللَّبِنَات فِي الْقُبُور وَيَسْتَعْمِلُونَهُ بَدَلًا مِنْ الْحَلْفَاء فِي الْوَقُود , وَلِهَذَا قَالَ الْعَبَّاس \" فَإِنَّهُ لِقَيْنِهِمْ \" وَهُوَ بِفَتْحِ الْقَاف وَسُكُون التَّحْتَانِيَّة بَعْدهَا نُون أَيْ الْحَدَّاد. وَقَالَ الطَّبَرِيُّ : الْقَيْن عِنْد الْعَرَب كُلّ ذِي صِنَاعَة يُعَالِجهَا بِنَفْسِهِ , وَوَقَعَ فِي رِوَايَة الْمَغَازِي \" فَإِنَّهُ لَا بُدّ مِنْهُ لِلْقَيْنِ وَالْبُيُوت \" وَفِي الرِّوَايَة الَّتِي فِي الْبَاب قَبْله \" فَإِنَّهُ لِصَاغَتِنَا وَقُبُورنَا \" وَوَقَعَ فِي مُرْسَل مُجَاهِد عِنْد عُمَر بْن شَبَّة الْجَمْع بَيْن الثَّلَاثَة , وَوَقَعَ عِنْده أَيْضًا \" فَقَالَ الْعَبَّاس : يَا رَسُول اللَّه , إِنَّ أَهْل مَكَّة لَا صَبْر لَهُمْ عَنْ الْإِذْخِر لِقَيْنِهِمْ وَبُيُوتهمْ \" وَهَذَا يَدُلّ عَلَى أَنَّ الِاسْتِثْنَاء فِي حَدِيث الْبَاب لَمْ يُرَدْ بِهِ أَنْ يَسْتَثْنِي هُوَ وَإِنَّمَا أَرَادَ بِهِ أَنْ يُلَقِّنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الِاسْتِثْنَاء , وَقَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جَوَابه \" إِلَّا الْإِذْخِر \" هُوَ اِسْتِثْنَاء بَعْض مِنْ كُلّ لِدُخُولِ الْإِذْخِر فِي عُمُوم مَا يُخْتَلَى. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز النَّسْخ قَبْل الْفِعْل وَلَيْسَ بِوَاضِحٍ , وَعَلَى جَوَاز الْفَصْل بَيْن الْمُسْتَثْنَى وَالْمُسْتَثْنَى مِنْهُ , وَمَذْهَب الْجُمْهُور اِشْتِرَاط الِاتِّصَال إِمَّا لَفْظًا وَإِمَّا حُكْمًا لِجَوَازِ الْفَصْل بِالتَّنَفُّسِ مَثَلًا , وَقَدْ اُشْتُهِرَ عَنْ اِبْن عَبَّاس الْجَوَاز مُطْلَقًا , وَيُمْكِن أَنْ يُحْتَجّ لَهُ بِظَاهِرِ هَذِهِ الْقِصَّة. وَأَجَابُوا عَنْ ذَلِكَ بِأَنَّ هَذَا الِاسْتِثْنَاء فِي حُكْم الْمُتَّصِل لِاحْتِمَالِ أَنْ يَكُون صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرَادَ أَنْ يَقُول إِلَّا الْإِذْخِر فَشَغَلَهُ الْعَبَّاس بِكَلَامِهِ فَوَصَلَ كَلَامه بِكَلَامِ نَفْسه فَقَالَ : إِلَّا الْإِذْخِر , وَقَدْ قَالَ اِبْن مَالِك : يَجُوز الْفَصْل مَعَ إِضْمَار الِاسْتِثْنَاء مُتَّصِلًا بِالْمُسْتَثْنَى مِنْهُ , وَاخْتَلَفُوا هَلْ كَانَ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِلَّا الْإِذْخِر \" بِاجْتِهَادٍ أَوْ وَحْي ؟ وَقِيلَ كَأَنَ اللَّه فَوَّضَ لَهُ الْحُكْم فِي هَذِهِ الْمَسْأَلَة مُطْلَقًا , وَقِيلَ أَوْحَى إِلَيْهِ قَبْل ذَلِكَ أَنَّهُ إِنْ طَلَبَ أَحَد اِسْتِثْنَاء شَيْء مِنْ ذَلِكَ فَأَجِبْ سُؤَاله. وَقَالَ الطَّبَرِيُّ : سَاغَ لِلْعَبَّاسِ أَنْ يَسْتَثْنِي الْإِذْخِر لِأَنَّهُ اِحْتَمَلَ عِنْده أَنْ يَكُون الْمُرَاد بِتَحْرِيمِ مَكَّة تَحْرِيم الْقِتَال دُون مَا ذُكِرَ مِنْ تَحْرِيم الِاخْتِلَاء فَإِنَّهُ مِنْ تَحْرِيم الرَّسُول بِاجْتِهَادِهِ فَسَاغَ لَهُ أَنْ يَسْأَلهُ اِسْتِثْنَاء الْإِذْخِر , وَهَذَا مَبْنِيّ عَلَى أَنَّ الرَّسُول كَانَ لَهُ أَنْ يَجْتَهِد فِي الْأَحْكَام , وَلَيْسَ مَا قَالَهُ بِلَازِمٍ بَلْ فِي تَقْرِيره صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْعَبَّاسِ عَلَى ذَلِكَ دَلِيل عَلَى جَوَاز تَخْصِيص الْعَامّ , وَحَكَى اِبْن بَطَّال عَنْ الْمُهَلَّب أَنَّ الِاسْتِثْنَاء هُنَا لِلضَّرُورَةِ كَتَحْلِيلِ أَكْل الْمَيْتَة عِنْد الضَّرُورَة , وَقَدْ بَيَّنَ الْعَبَّاس ذَلِكَ بِأَنَّ الْإِذْخِر لَا غِنَى لِأَهْلِ مَكَّة عَنْهُ. وَتَعَقَّبَهُ اِبْن الْمُنِير بِأَنَّ الَّذِي يُبَاح لِلضَّرُورَةِ يُشْتَرَط حُصُولهَا فِيهِ , فَلَوْ كَانَ الْإِذْخِر مِثْل الْمَيْتَة لَامْتَنَعَ اِسْتِعْمَاله إِلَّا فِيمَنْ تَحَقَّقَتْ ضَرُورَته إِلَيْهِ , وَالْإِجْمَاع عَلَى أَنَّهُ مُبَاح مُطْلَقًا بِغَيْرِ قَيْد الضَّرُورَة. اِنْتَهَى. وَيُحْتَمَل أَنْ يَكُونَ مُرَاد الْمُهَلَّب بِأَنَّ أَصْل إِبَاحَته كَانَتْ لِلضَّرُورَةِ وَسَبَبهَا , لَا أَنَّهُ يُرِيد أَنَّهُ مُقَيَّد بِهَا. قَالَ اِبْن الْمُنِير : وَالْحَقّ أَنَّ سُؤَال الْعَبَّاس كَانَ عَلَى مَعْنَى الضَّرَاعَة , وَتَرْخِيص النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ تَبْلِيغًا عَنْ اللَّه إِمَّا بِطَرِيقِ الْإِلْهَام أَوْ بِطَرِيقِ الْوَحْي , وَمَنْ اِدَّعَى أَنَّ نُزُول الْوَحْي يَحْتَاج إِلَى أَمَد مُتَّسِع فَقَدْ وَهَمَ وَفِي الْحَدِيث بَيَان خُصُوصِيَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا ذُكِرَ فِي الْحَدِيث , وَجَوَاز مُرَاجَعَة الْعَالِم فِي الْمَصَالِح الشَّرْعِيَّة , وَالْمُبَادَرَة إِلَى ذَلِكَ فِي الْمَجَامِع وَالْمَشَاهِد , وَعَظِيم مَنْزِلَة الْعَبَّاس عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَعِنَايَته بِأَمْرِ مَكَّة لِكَوْنِهِ كَانَ بِهَا أَصْله وَمُنْشَؤُهُ , وَفِيهِ رَفْع وُجُوب الْهِجْرَة عَنْ مَكَّة إِلَى الْمَدِينَة , وَإِبْقَاء حُكْمهَا مِنْ بِلَاد الْكُفْر إِلَى يَوْم الْقِيَامَة , وَأَنَّ الْجِهَاد يُشْتَرَط أَنْ يُقْصَد بِهِ الْإِخْلَاص وَوُجُوب النَّفِير مَعَ الْأَئِمَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]