[
  {
    "id": 5351,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ الأَنْصَارِيَّ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، فَقُلْتُ عَنِ النَّبِيِّ فَقَالَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا أَنْفَقَ الْمُسْلِمُ نَفَقَةً عَلَى أَهْلِهِ وَهْوَ يَحْتَسِبُهَا، كَانَتْ لَهُ صَدَقَةً ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"When a Muslim spends something on his family intending to receive Allah's \nreward it is regarded as Sadaqa for him.\"",
    "explication": "‏ ‏قَوْله : ( عَبْد اللَّه بْن يَزِيد ) ‏ ‏هُوَ الْخَطْمِيّ بِفَتْحِ الْمُعْجَمَة وَسُكُون الطَّاء الْمُهْمَلَة , وَهُوَ صَحَابِيّ أَنْصَارِيّ رَوَى عَنْ صَحَابِيّ أَنْصَارِيّ , وَسَيَأْتِي ذِكْر أَبِي مَسْعُود الْمَذْكُور فِي بَاب مَنْ شَهِدَ بَدْرًا مِنْ الْمَغَازِي , وَيَأْتِي الْكَلَام عَلَى حَدِيثه فِي كِتَاب النَّفَقَات إِنْ شَاءَ اللَّه تَعَالَى. وَالْمَقْصُود مِنْهُ فِي هَذَا الْبَاب قَوْله \" يَحْتَسِبهَا \" قَالَ الْقُرْطُبِيّ : أَفَادَ مَنْطُوقه أَنَّ الْأَجْر فِي الْإِنْفَاق إِنَّمَا يَحْصُل بِقَصْدِ الْقُرْبَة سَوَاء كَانَتْ وَاجِبَة أَوْ مُبَاحَة , وَأَفَادَ مَفْهُومه أَنَّ مَنْ لَمْ يَقْصِد الْقُرْبَة لَمْ يُؤْجَر , لَكِنْ تَبْرَأ ذِمَّته مِنْ النَّفَقَة الْوَاجِبَة لِأَنَّهَا مَعْقُولَة الْمَعْنَى , وَأَطْلَقَ الصَّدَقَة عَلَى النَّفَقَة مَجَازًا وَالْمُرَاد بِهَا الْأَجْر , وَالْقَرِينَة الصَّارِفَة عَنْ الْحَقِيقَة الْإِجْمَاع عَلَى جَوَاز النَّفَقَة عَلَى الزَّوْجَة الْهَاشِمِيَّة الَّتِي حُرِّمَتْ عَلَيْهَا الصَّدَقَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5352,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ قَالَ اللَّهُ أَنْفِقْ يَا ابْنَ آدَمَ أُنْفِقْ عَلَيْكَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Allah said, 'O son of Adam! Spend, and I shall spend on you.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة مِنْ هَذَا الْوَجْهِ سَبَقَ الْكَلَامُ عَلَيْهِ فِي \" بَاب عِظَةِ الْإِمَامِ النَّاسَ فِي إِتْمَامِ اَلصَّلَاةِ \" مِنْ أَبْوَابِ الْقِبْلَةِ. وَأَوْرَدَ فِيهِ أَيْضًا حَدِيثَ أَنَس مِنْ وَجْهٍ آخَرَ بِبَعْضِ مُغَايَرَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5353,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ السَّاعِي عَلَى الأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ، أَوِ الْقَائِمِ اللَّيْلَ الصَّائِمِ النَّهَارَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The one who looks after a widow or a poor person is like a Mujahid (warrior) who \nfights for Allah's Cause, or like him who performs prayers all the night and fasts all the day.\"",
    "explication": "‏ ‏قَوْله ( عَنْ ثَوْر بْن زَيْد ) ‏ ‏فِي رِوَايَة مُحَمَّدِ بْن الْحَسَن فِي \" الْمُوَطَّأ \" عَنْ مَالِك \" أَخْبَرَنِي ثَوْر \". ‏ ‏قَوْله ( السَّاعِي عَلَى الْأَرْمَلَة وَالْمِسْكِين كَالْمُجَاهِدِ فِي سَبِيل اللَّه ) ‏ ‏كَذَا قَالَ جَمِيع أَصْحَاب مَالِك عَنْهُ فِي \" الْمُوَطَّأ \" وَغَيْره , وَأَكْثَرهمْ سَاقَهُ عَلَى لَفْظ رِوَايَة مَالِك عَنْ صَفْوَان بْن سُلَيْمٍ بِهِ مُرْسَلًا ثُمَّ قَالَ \" وَعَنْ ثَوْر بِسَنَدِهِ مِثْله \" وَسَيَأْتِي فِي كِتَاب الْأَدَب عَنْ إِسْمَاعِيل بْن أَبِي أُوَيْس عَنْ مَالِك كَذَلِكَ , وَاقْتَصَرَ أَبُو قُرَّة مُوسَى بْن طَارِق عَلَى رِوَايَة مَالِك عَنْ ثَوْر فَقَالَ \" السَّاعِي عَلَى الْأَرْمَلَة وَالْمِسْكِين لَهُ صَدَقَة \" بَيَّنَ ذَلِكَ الدَّارَقُطْنِيُّ فِي \" الْمُوَطَّآت \". ‏ ‏قَوْله ( أَوْ الْقَائِم اللَّيْل الصَّائِم النَّهَار ) ‏ ‏هَكَذَا لِلْجَمِيعِ عَنْ مَالِك بِالشَّكِّ لَكِنْ لِأَكْثَرِهِمْ - مِثْل مَعْن بْن عِيسَى وَابْن وَهْب وَابْن بُكَيْر فِي آخَرِينَ - بِلَفْظِ \" أَوْ كَاَلَّذِي يَصُوم النَّهَار وَيَقُوم اللَّيْل \" , وَقَدْ أَخْرَجَهُ اِبْن مَاجَهْ مِنْ رِوَايَة الدَّرَاوَرْدِيِّ عَنْ ثَوْر بِمِثْلِ هَذَا اللَّفْظ , لَكِنْ قَالَهُ بِالْوَاوِ لَا بِلَفْظِ أَوْ , وَسَيَأْتِي فِي الْأَدَب مِنْ رِوَايَة الْقَعْنَبِيّ عَنْ مَالِك بِلَفْظِ \" وَأَحْسَبهُ قَالَ : كَالْقَائِمِ لَا يَفْتُر , وَالصَّائِم لَا يُفْطِر \" شَكَّ الْقَعْنَبِيّ , وَقَدْ ذَكَرَهُ الْأَكْثَر بِالشَّكِّ عَنْ مَالِك لَكِنْ بِمَعْنَاهُ , فَيُحْمَل اِخْتِصَاص الْقَعْنَبِيّ بِاللَّفْظِ الَّذِي أَوْرَدَهُ , وَمَعْنَى السَّاعِي الَّذِي يَذْهَب وَيَجِيء فِي تَحْصِيل مَا يَنْفَع الْأَرْمَلَة وَالْمِسْكِين. وَالْأَرْمَلَة بِالرَّاءِ الْمُهْمَلَة الَّتِي لَا زَوْج لَهَا , وَالْمِسْكِين تَقَدَّمَ بَيَانه فِي كِتَاب الزَّكَاة , وَقَوْله \" الْقَائِم اللَّيْل \" يَجُوز فِي اللَّيْل الْحَرَكَات الثَّلَاث كَمَا فِي قَوْلهمْ الْحَسَن الْوَجْه , وَمُطَابَقَة الْحَدِيث لِلتَّرْجَمَةِ مِنْ جِهَة إِمْكَان اِتِّصَاف الْأَهْل أَيْ الْأَقَارِب بِالصِّفَتَيْنِ الْمَذْكُورَيْنِ , فَإِذَا ثَبَتَ هَذَا الْفَضْل لِمَنْ يُنْفِق عَلَى مَنْ لَيْسَ لَهُ بِقَرِيبٍ مِمَّنْ اِتَّصَفَ بِالْوَصْفَيْنِ , فَالْمُنْفِق عَلَى الْمُتَّصِف أَوْلَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5354,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْد ٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي وَأَنَا مَرِيضٌ بِمَكَّةَ، فَقُلْتُ لِي مَالٌ أُوصِي بِمَالِي كُلِّهِ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَالشَّطْرُ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَالثُّلُثُ قَالَ ‏\"‏ الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ، أَنْ تَدَعَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً، يَتَكَفَّفُونَ النَّاسَ فِي أَيْدِيهِمْ، وَمَهْمَا أَنْفَقْتَ فَهُوَ لَكَ صَدَقَةٌ حَتَّى اللُّقْمَةَ تَرْفَعُهَا فِي فِي امْرَأَتِكَ، وَلَعَلَّ اللَّهَ يَرْفَعُكَ، يَنْتَفِعُ بِكَ نَاسٌ وَيُضَرُّ بِكَ آخَرُونَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) visited me at Mecca while I was ill. I said (to him), \"I have property; May I bequeath all \nmy property in Allah's Cause?\" He said, \"No.\" I said, \"Half of it?\" He said, \"No.\" I said, \"One third of \nit?\" He said, \"One-third (is alright), yet it is still too much, for you'd better leave your inheritors \nwealthy than leave them poor, begging of others. Whatever you spend will be considered a Sadaqa for \nyou, even the mouthful of food you put in the mouth of your wife. Anyhow Allah may let you recover, \nso that some people may benefit by you and others be harmed by you.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ سَعْد بْن إِبْرَاهِيم ) ‏ ‏أَيْ اِبْن عَبْد الرَّحْمَن بْن عَوْف , وَعَامِر بْن سَعْد شَيْخه هُوَ خَاله لِأَنَّ أُمّ سَعْد بْن إِبْرَاهِيم هِيَ أُمّ كُلْثُوم بِنْت سَعْد بْن أَبِي وَقَّاص وَسَعْد وَعَامِر زَهْرِيَّانِ مَدَنِيَّانِ تَابِعِيَّانِ , وَوَقَعَ فِي رِوَايَة مِسْعَر عَنْ سَعْد بْن إِبْرَاهِيم \" حَدَّثَنِي بَعْض آل سَعْد قَالَ : مَرِضَ سَعْد \" وَقَدْ حَفِظَ سُفْيَان اِسْمه وَوَصَلَهُ فَرِوَايَته مُقَدَّمَة , وَقَدْ رَوَى هَذَا الْحَدِيث عَنْ عَامِر أَيْضًا جَمَاعَة مِنْهُمْ الزُّهْرِيُّ وَتَقَدَّمَ سِيَاق حَدِيثه فِي الْجَنَائِز , وَيَأْتِي فِي الْهِجْرَة وَغَيْرهَا , وَرَوَاهُ عَنْ سَعْد بْن أَبِي وَقَّاص جَمَاعَة غَيْر اِبْنه عَامِر كَمَا سَأُشِيرُ إِلَيْهِ. ‏ ‏قَوْله : ( جَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعُودنِي وَأَنَا بِمَكَّة ) ‏ ‏زَادَ الزُّهْرِيُّ فِي رِوَايَته \" فِي حَجَّة الْوَدَاع مِنْ وَجَع اِشْتَدَّ بِي \" وَلَهُ فِي الْهِجْرَة \" مِنْ وَجَع أُشْفِيت مِنْهُ عَلَى الْمَوْت \" وَاتَّفَقَ أَصْحَاب الزُّهْرِيِّ عَلَى أَنَّ ذَلِكَ كَانَ فِي حَجَّة الْوَدَاع , إِلَّا اِبْن عُيَيْنَةَ فَقَالَ : \" فِي فَتْح مَكَّة \" أَخْرَجَهُ التِّرْمِذِيّ وَغَيْره مِنْ طَرِيقه , وَاتَّفَقَ الْحُفَّاظ عَلَى أَنَّهُ وَهَمَ فِيهِ. وَقَدْ أَخْرَجَهُ الْبُخَارِيّ فِي الْفَرَائِض مِنْ طَرِيقه فَقَالَ : \" بِمَكَّة \" وَلَمْ يَذْكُر الْفَتْح , وَقَدْ وَجَدْت لِابْنِ عُيَيْنَةَ مُسْتَنَدًا فِيهِ , وَذَلِكَ فِيمَا أَخْرَجَهُ أَحْمَد وَالْبَزَّار وَالطَّبَرَانِيُّ وَالْبُخَارِيّ فِي التَّارِيخ وَابْن سَعْد مِنْ حَدِيث عَمْرو بْن الْقَارِي \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدِمَ فَخَلَّفَ سَعْدًا مَرِيضًا حَيْثُ خَرَجَ إِلَى حُنَيْنٍ , فَلَمَّا قَدِمَ مِنْ الْجِعِرَّانَة مُعْتَمِرًا دَخَلَ عَلَيْهِ وَهُوَ مَغْلُوب فَقَالَ : يَا رَسُول اللَّه إِنَّ لِي مَالًا , وَإِنِّي أُورَث كَلَالَة , أَفَأُوصِي بِمَالِي \" الْحَدِيث , وَفِيهِ : \" قُلْت : يَا رَسُول اللَّه أَمَيِّت أَنَا بِالدَّارِ الَّذِي خَرَجْت مِنْهَا مُهَاجِرًا ؟ قَالَ : لَا , إِنِّي لَأَرْجُو أَنْ يَرْفَعك اللَّه حَتَّى يَنْتَفِع بِك أَقْوَام \" الْحَدِيث , فَلَعَلَّ اِبْن عُيَيْنَةَ اِنْتَقَلَ ذِهْنه مِنْ حَدِيث إِلَى حَدِيث , وَيُمْكِن الْجَمْع بَيْن الرِّوَايَتَيْنِ بِأَنْ يَكُون ذَلِكَ وَقَعَ لَهُ مَرَّتَيْنِ مَرَّة عَامَ الْفَتْح وَمَرَّة عَامَ حَجَّة الْوَدَاع , فَفِي الْأُولَى لَمْ يَكُنْ لَهُ وَارِث مِنْ الْأَوْلَاد أَصْلًا , وَفِي الثَّانِيَة كَانَتْ لَهُ اِبْنَة فَقَطْ , فَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَهُوَ يَكْرَه أَنْ يَمُوت بِالْأَرْضِ الَّتِي هَاجَرَ مِنْهَا ) ‏ ‏يَحْتَمِل أَنْ تَكُون الْجُمْلَة حَالًا مِنْ الْفَاعِل أَوْ مِنْ الْمَفْعُول , وَكُلّ مِنْهُمَا مُحْتَمَل , لِأَنَّ كُلًّا مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمِنْ سَعْد كَانَ يَكْرَه ذَلِكَ , لَكِنْ إِنْ كَانَ حَالًا مِنْ الْمَفْعُول وَهُوَ سَعْد فَفِيهِ اِلْتِفَات لِأَنَّ السِّيَاق يَقْتَضِي أَنْ يَقُول : \" وَأَنَا أَكْرَه \" , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق حُمَيْدِ بْن عَبْد الرَّحْمَن عَنْ ثَلَاثَة مِنْ وَلَد سَعْد عَنْ سَعْد بِلَفْظِ \" فَقَالَ : يَا رَسُول اللَّه خَشِيت أَنْ أَمُوت بِالْأَرْضِ الَّتِي هَاجَرْت مِنْهَا كَمَا مَاتَ سَعْد بْن خَوْلَة \" وَلِلنَّسَائِيِّ مِنْ طَرِيق جَرِير بْن يَزِيد عَنْ عَامِر بْن سَعْد \" لَكِنْ الْبَائِس سَعْد بْن خَوْلَة مَاتَ فِي الْأَرْض الَّتِي هَاجَرَ مِنْهَا \" وَلَهُ مِنْ طَرِيق بُكَيْرٍ بْن مِسْمَار عَنْ عَامِر بْن سَعْد فِي هَذَا الْحَدِيث \" فَقَالَ سَعْد : يَا رَسُول اللَّه أَمُوت بِالْأَرْضِ الَّتِي هَاجَرْت مِنْهَا ؟ قَالَ. لَا إِنْ شَاءَ اللَّه تَعَالَى \" وَسَيَأْتِي بَقِيَّة مَا يَتَعَلَّق بِكَرَاهَةِ الْمَوْت بِالْأَرْضِ الَّتِي هَاجَرَ مِنْهَا فِي كِتَاب الْهِجْرَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( قَالَ يَرْحَم اللَّه اِبْن عَفْرَاء ) ‏ ‏كَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة فِي رِوَايَة أَحْمَد وَالنَّسَائِيِّ مِنْ طَرِيق عَبْد الرَّحْمَن بْن مَهْدِيٍّ عَنْ سُفْيَان \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَرْحَم اللَّه سَعْد اِبْن عَفْرَاء ثَلَاث مَرَّات \" قَالَ الدَّاوُدِيّ : \" اِبْن عَفْرَاء \" غَيْر مَحْفُوظ , وَقَالَ الدِّمْيَاطِيّ : هُوَ وَهْم , وَالْمَعْرُوف \" اِبْن خَوْلَة \" قَالَ : وَلَعَلَّ الْوَهْم مِنْ سَعْد بْن إِبْرَاهِيم فَإِنَّ الزُّهْرِيَّ أَحْفَظ مِنْهُ وَقَالَ فِيهِ \" سَعْد بْن خَوْلَة \" يُشِير إِلَى مَا وَقَعَ فِي رِوَايَته بِلَفْظِ \" لَكِنَّ الْبَائِس سَعْد بْن خَوْلَة يَرْثِي لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ مَاتَ بِمَكَّة \" قُلْت. وَقَدْ ذَكَرْت آنِفًا مَنْ وَافَقَ الزُّهْرِيَّ وَهُوَ الَّذِي ذَكَرَهُ أَصْحَاب الْمَغَازِي وَذَكَرُوا أَنَّهُ شَهِدَ بَدْرًا وَمَاتَ فِي حَجَّة الْوَدَاع , وَقَالَ بَعْضهمْ فِي اِسْمه \" خَوْلِيّ \" بِكَسْرِ اللَّام وَتَشْدِيد التَّحْتَانِيَّة وَاتَّفَقُوا عَلَى سُكُون الْوَاو , وَأَغْرَبَ اِبْن التِّين فَحَكَى عَنْ الْقَابِسِيّ فَتْحهَا , وَوَقَعَ فِي رِوَايَة اِبْن عُيَيْنَةَ فِي الْفَرَائِض \" قَالَ سُفْيَان وَسَعْد بْن خَوْلَة رَجُل مِنْ بَنِي عَامِر بْن لُؤَيّ \" ا ه. وَذَكَرَ اِبْن إِسْحَاق أَنَّهُ كَانَ حَلِيفًا لَهُمْ ثُمَّ لِأَبِي رُهْم بْن عَبْد الْعُزَّى مِنْهُمْ , وَقِيلَ كَانَ مِنْ الْفُرْس الَّذِينَ نَزَلُوا الْيَمَن , وَسَيَأْتِي شَيْء مِنْ خَبَره فِي غَزْوَة بَدْر مِنْ كِتَاب الْمَغَازِي إِنْ شَاءَ اللَّه تَعَالَى فِي حَدِيث سُبَيْعَة الْأَسْلَمِيَّة , وَيَأْتِي شَرْح حَدِيث سُبَيْعَة فِي كِتَاب الْعَدَد مِنْ آخِر كِتَاب النِّكَاح , وَجَزَمَ اللَّيْث بْن سَعْد فِي تَارِيخه عَنْ يَزِيد بْن أَبِي حَبِيب بِأَنَّ سَعْد بْن خَوْلَة مَاتَ فِي حَجَّة الْوَدَاع وَهُوَ الثَّابِت فِي الصَّحِيح , خِلَافًا لِمَنْ قَالَ إِنَّهُ مَاتَ فِي مُدَّة الْهُدْنَة مَعَ قُرَيْش سَنَة سَبْع , وَجَوَّزَ أَبُو عَبْد اللَّه بْن أَبِي الْخِصَال الْكَاتِب الْمَشْهُور فِي حَوَاشِيه عَلَى الْبُخَارِيّ أَنَّ الْمُرَاد بِابْنِ عَفْرَاء عَوْف بْن الْحَارِث أَخُو مُعَاذ وَمُعَوِّذ أَوْلَاد عَفْرَاء وَهِيَ أُمّهمْ , وَالْحِكْمَة فِي ذِكْره مَا ذَكَرَهُ اِبْن إِسْحَاق أَنَّهُ قَالَ يَوْم بَدْر \" مَا يُضْحِك الرَّبّ مِنْ عَبْده ؟ قَالَ. أَنْ يَغْمِس يَده فِي الْعَدُوّ حَاسِرًا , فَأَلْقَى الدِّرْع الَّتِي هِيَ عَلَيْهِ فَقَاتَلَ حَتَّى قُتِلَ \" قَالَ : فَيَحْتَمِل أَنْ يَكُون لَمَّا رَأَى اِشْتِيَاق سَعْد بْن أَبِي وَقَّاص لِلْمَوْتِ وَعَلِمَ أَنَّهُ يَبْقَى حَتَّى يَلِي الْوِلَايَات ذَكَرَ اِبْن عَفْرَاء وَحُبّه لِلْمَوْتِ وَرَغْبَته فِي الشَّهَادَة كَمَا يَذْكُر الشَّيْء بِالشَّيْءِ فَذَكَرَ سَعْد بْن خَوْلَة لِكَوْنِهِ مَاتَ بِمَكَّة وَهِيَ دَار هِجْرَته وَذَكَرَ اِبْن عَفْرَاء مُسْتَحْسِنًا لِمِيتَتِهِ ا ه مُلَخَّصًا. وَهُوَ مَرْدُود بِالتَّنْصِيصِ عَلَى قَوْله : \" سَعْد اِبْن عَفْرَاء \" فَانْتَفَى أَنْ يَكُون الْمُرَاد عَوْف وَأَيْضًا فَلَيْسَ فِي شَيْء مِنْ طُرُق حَدِيث سَعْد بْن أَبِي وَقَّاص أَنَّهُ كَانَ رَاغِبًا فِي الْمَوْت , بَلْ فِي بَعْضهَا عَكْس ذَلِكَ وَهُوَ أَنَّهُ \" بَكَى فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا يُبْكِيك ؟ فَقَالَ : خَشِيت أَنْ أَمُوت بِالْأَرْضِ الَّتِي هَاجَرْت مِنْهَا كَمَا مَاتَ سَعْد بْن خَوْلَة \" وَهُوَ عِنْد النَّسَائِيِّ , وَأَيْضًا فَمَخْرَج الْحَدِيث مُتَّحِد وَالْأَصْل عَدَم التَّعَدُّد , فَالِاحْتِمَال بَعِيد لَوْ صَرَّحَ بِأَنَّهُ عَوْف اِبْن عَفْرَاء وَاَللَّه أَعْلَم. وَقَالَ التَّيْمِيُّ : يَحْتَمِل أَنْ يَكُون لِأُمِّهِ اِسْمَانِ خَوْلَة وَعَفْرَاء ا ه , وَيَحْتَمِل أَنْ يَكُون أَحَدهمَا اِسْمًا وَالْآخَر لَقَبًا أَوْ أَحَدهمَا اِسْم أُمّه وَالْآخَر اِسْم أَبِيهِ أَوْ وَالْآخَر اِسْم جَدَّة لَهُ , وَالْأَقْرَب أَنَّ عَفْرَاء اِسْم أُمّه وَالْآخَر اِسْم أَبِيهِ لِاخْتِلَافِهِمْ فِي أَنَّهُ خَوْلَة أَوْ خَوْلِيّ , وَقَوْل الزُّهْرِيِّ فِي رِوَايَته \" يَرْثِي لَهُ إِلَخْ \" قَالَ اِبْن عَبْد الْبَرّ : زَعَمَ أَهْل الْحَدِيث أَنَّ قَوْله : \" يَرْثِي إِلَخْ \" مِنْ كَلَام الزُّهْرِيِّ , وَقَالَ اِبْن الْجَوْزِيّ وَغَيْره : هُوَ مُدْرَج مِنْ قَوْل الزُّهْرِيِّ. قُلْت : وَكَأَنَّهُمْ اِسْتَنَدُوا إِلَى مَا وَقَعَ فِي رِوَايَة أَبِي دَاوُدَ الطَّيَالِسِيّ عَنْ إِبْرَاهِيم بْن سَعْد عَنْ الزُّهْرِيِّ فَإِنَّهُ فَصَّلَ ذَلِكَ , لَكِنْ وَقَعَ عِنْد الْمُصَنِّف فِي الدَّعَوَات عَنْ مُوسَى بْن إِسْمَاعِيل عَنْ إِبْرَاهِيم بْن سَعْد فِي آخِره \" لَكِنَّ الْبَائِس سَعْد بْن خَوْلَة , قَالَ سَعْد : رَثَى لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَخْ \" فَهَذَا صَرِيح فِي وَصْله فَلَا يَنْبَغِي الْجَزْم بِإِدْرَاجِهِ , وَوَقَعَ فِي رِوَايَة عَائِشَة بِنْت سَعْد عَنْ أَبِيهَا فِي الطِّبّ مِنْ الزِّيَادَة \" ثُمَّ وَضَعَ يَده عَلَى جَبْهَتِي ثُمَّ مَسَحَ وَجْهِي وَبَطْنِي ثُمَّ قَالَ : اللَّهُمَّ اِشْفِ سَعْدًا وَأَتْمِمْ لَهُ هِجْرَته , قَالَ : فَمَا زِلْت أَجِد بَرْدهَا \" وَلِمُسْلِمٍ مِنْ طَرِيق حُمَيْدٍ بْن عَبْد الرَّحْمَن الْمَذْكُورَة \" قُلْت فَادْعُ اللَّه أَنْ يَشْفِينِي , فَقَالَ : اللَّهُمَّ اِشْفِ سَعْدًا ثَلَاث مَرَّات \". ‏ ‏قَوْله : ( قُلْت يَا رَسُول اللَّه أُوصِي بِمَالِي كُلّه ) ‏ ‏فِي رِوَايَة عَائِشَة بِنْت سَعْد عَنْ أَبِيهَا فِي الطِّبّ \" أَفَأَتَصَدَّق بِثُلُثَيْ مَالِي \" وَكَذَا وَقَعَ فِي رِوَايَة الزُّهْرِيِّ , فَأَمَّا التَّعْبِير بِقَوْلِهِ : \" أَفَأَتَصَدَّق \" فَيَحْتَمِل التَّنْجِيز وَالتَّعْلِيق بِخِلَافِ \" أَفَأُوصِي \" لَكِنَّ الْمَخْرَج مُتَّحِد فَيُحْمَل عَلَى التَّعْلِيق لِلْجَمْعِ بَيْن الرِّوَايَتَيْنِ , وَقَدْ تَمَسَّكَ بِقَوْلِهِ : \" أَتَصَدَّق \" مَنْ جَعَلَ تَبَرُّعَات الْمَرِيض مِنْ الثُّلُث , وَحَمَلُوهُ عَلَى الْمُنَجَّزَة وَفِيهِ نَظَر لِمَا بَيَّنْته , وَأَمَّا الِاخْتِلَاف فِي السُّؤَال فَكَأَنَّهُ سَأَلَ أَوَّلًا عَنْ الْكُلّ ثُمَّ سَأَلَ عَنْ الثُّلُثَيْنِ ثُمَّ سَأَلَ عَنْ النِّصْف ثُمَّ سَأَلَ عَنْ الثُّلُث , وَقَدْ وَقَعَ مَجْمُوع ذَلِكَ فِي رِوَايَة جَرِير بْن يَزِيد عِنْد أَحْمَد وَفِي رِوَايَة بُكَيْرٍ بْن مِسْمَار عِنْد النَّسَائِيِّ كِلَاهُمَا عَنْ عَامِر بْن سَعْد , وَكَذَا لَهُمَا مِنْ طَرِيق مُحَمَّد بْن سَعْد عَنْ أَبِيهِ وَمِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ سَعْد , وَقَوْله فِي هَذِهِ الرِّوَايَة \" قُلْت فَالشَّطْر \" هُوَ بِالْجَرِّ عَطْفًا عَلَى قَوْله : \" بِمَالِي كُلّه \" أَيْ فَأُوصِي بِالنِّصْفِ , وَهَذَا رَجَّحَهُ السُّهَيْلِيّ , وَقَالَ الزَّمَخْشَرِيّ : هُوَ بِالنَّصْبِ عَلَى تَقْدِير فِعْل أَيْ أُسَمِّي الشَّطْر أَوْ أُعَيِّن الشَّطْر , وَيَجُوز الرَّفْع عَلَى تَقْدِير أَيَجُوزُ الشَّطْر. ‏ ‏قَوْله : ( قُلْت الثُّلُث ؟ قَالَ فَالثُّلُث , وَالثُّلُث كَثِير ) ‏ ‏كَذَا فِي أَكْثَر الرِّوَايَات , وَفِي رِوَايَة الزُّهْرِيِّ فِي الْهِجْرَة \" قَالَ الثُّلُث يَا سَعْد , وَالثُّلُث كَثِير \" وَفِي رِوَايَة مُصْعَب بْن سَعْد عَنْ أَبِيهِ عِنْد مُسْلِم \" قُلْت فَالثُّلُث ؟ قَالَ : نَعَمْ , وَالثُّلُث كَثِير \" وَفِي رِوَايَة عَائِشَة بِنْت سَعْد عَنْ أَبِيهَا فِي الْبَاب الَّذِي يَلِيه \" قَالَ : الثُّلُث , وَالثُّلُث كَبِير أَوْ كَثِير \" وَكَذَا لِلنَّسَائِيِّ مِنْ طَرِيق أَبِي عَبْد الرَّحْمَن السُّلَمَيّ عَنْ سَعْد وَفِيهِ \" فَقَالَ : أَوْصَيْت ؟ فَقُلْت : نَعَمْ. قَالَ : بِكَمْ ؟ قُلْت : بِمَالِي كُلّه. قَالَ : فَمَا تَرَكْت لِوَلَدِك \" ؟ وَفِيهِ \" أَوْصِ بِالْعُشْرِ , قَالَ فَمَا زَالَ يَقُول وَأَقُول , حَتَّى قَالَ : أَوْصِ بِالثُّلُثِ وَالثُّلُث كَثِير أَوْ كَبِير \" يَعْنِي بِالْمُثَلَّثَةِ أَوْ بِالْمُوَحَّدَةِ , وَهُوَ شَكّ مِنْ الرَّاوِي وَالْمَحْفُوظ فِي أَكْثَر الرِّوَايَات بِالْمُثَلَّثَةِ , وَمَعْنَاهُ كَثِير بِالنِّسْبَةِ إِلَى مَا دُونه , وَسَأَذْكُرُ الِاخْتِلَاف فِيهِ فِي الْبَاب الَّذِي بَعْد هَذَا , وَقَوْله : \" قَالَ الثُّلُث وَالثُّلُث كَثِير \" بِنَصْبِ الْأَوَّل عَلَى الْإِغْرَاء , أَوْ بِفِعْلٍ مُضْمَر نَحْو عَيَّنَ الثُّلُث , وَبِالرَّفْعِ عَلَى أَنَّهُ خَبَر مُبْتَدَأ مَحْذُوف أَوْ الْمُبْتَدَأ وَالْخَبَر مَحْذُوف وَالتَّقْدِير يَكْفِيك الثُّلُث أَوْ الثُّلُث كَافٍ , وَيَحْتَمِل أَنْ يَكُون قَوْله : \" وَالثُّلُث كَثِير \" مَسُوقًا لِبَيَانِ الْجَوَاز بِالثُّلُثِ وَأَنَّ الْأَوْلَى أَنْ يُنْقِص عَنْهُ وَلَا يَزِيد عَلَيْهِ وَهُوَ مَا يَبْتَدِرهُ الْفَهْم , وَيَحْتَمِل أَنْ يَكُون لِبَيَانِ أَنَّ التَّصَدُّق بِالثُّلُثِ هُوَ الْأَكْمَل أَيْ كَثِير أَجْره , وَيَحْتَمِل أَنْ يَكُون مَعْنَاهُ كَثِير غَيْر قَلِيل قَالَ الشَّافِعِيّ رَحِمه اللَّه \" وَهَذَا أَوْلَى مَعَانِيه \" يَعْنِي أَنَّ الْكَثْرَة أَمْر نِسْبِيّ , وَعَلَى الْأَوَّل عَوَّلَ اِبْن عَبَّاس كَمَا سَيَأْتِي فِي حَدِيث الْبَاب الَّذِي بَعْده. ‏ ‏قَوْله : ( إِنَّك أَنْ تَدَع ) ‏ ‏بِفَتْحِ \" أَنْ \" عَلَى التَّعْلِيل وَبِكَسْرِهَا عَلَى الشَّرْطِيَّة , قَالَ النَّوَوِيّ : هُمَا صَحِيحَانِ صُورِيَّانِ , وَقَالَ الْقُرْطُبِيّ : لَا مَعْنَى لِلشَّرْطِ هُنَا لِأَنَّهُ يَصِير لَا جَوَاب لَهُ وَيَبْقَى \" خَيْر \" لَا رَافِع لَهُ. وَقَالَ اِبْن الْجَوْزِيّ : سَمِعْنَاهُ مِنْ رُوَاة الْحَدِيث بِالْكَسْرِ , وَأَنْكَرَهُ شَيْخنَا عَبْد اللَّه بْن أَحْمَد - يَعْنِي اِبْن الْخَشَّاب - وَقَالَ : لَا يَجُوز الْكَسْر لِأَنَّهُ لَا جَوَاب لَهُ لِخُلُوِّ لَفْظ \" خَيْر \" مِنْ الْفَاء وَغَيْرهَا مِمَّا اُشْتُرِطَ فِي الْجَوَاب , وَتُعُقِّبَ بِأَنَّهُ لَا مَانِع مِنْ تَقْدِيره وَقَالَ اِبْن مَالِك : جَزَاء الشَّرْط قَوْله : \" خَيْر \" أَيْ فَهُوَ خَيْر , حَذْف الْفَاء جَائِز وَهُوَ كَقِرَاءَةِ طَاوُسٍ : \" وَيَسْأَلُونَك عَنْ الْيَتَامَى قُلْ أصلح لَهُمْ خَيْر \" قَالَ : وَمَنْ خَصَّ ذَلِكَ بِالشِّعْرِ بَعُدَ عَنْ التَّحْقِيق , وَضَيَّقَ حَيْثُ لَا تَضْيِيق , لِأَنَّهُ كَثِير فِي الشِّعْر قَلِيل فِي غَيْره , وَأَشَارَ بِذَلِكَ إِلَى مَا وَقَعَ فِي الشِّعْر فِيمَا أَنْشَدَهُ سِيبَوَيْهِ : ‏ ‏مَنْ يَفْعَل الْحَسَنَات اللَّه يَشْكُرهَا ‏ ‏أَيْ فَاَللَّه يَشْكُرهَا , وَإِلَى الرَّدّ عَلَى مَنْ زَعَمَ أَنَّ ذَلِكَ خَاصّ بِالشِّعْرِ قَالَ : وَنَظِيره قَوْله فِي حَدِيث اللُّقَطَة \" فَإِنْ جَاءَ صَاحِبهَا وَإِلَّا اِسْتَمْتِعْ بِهَا \" بِحَذْفِ الْفَاء , وَقَوْله فِي حَدِيث اللِّعَان \" الْبَيِّنَة وَإِلَّا حَدّ فِي ظَهْرك \". ‏ ‏قَوْله : ( وَرَثَتك ) ‏ ‏قَالَ الزَّيْن بْن الْمُنِير : إِنَّمَا عَبَّرَ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِلَفْظِ الْوَرَثَة وَلَمْ يَقُلْ أَنْ تَدَع بِنْتك مَعَ أَنَّهُ لَمْ يَكُنْ لَهُ يَوْمئِذٍ إِلَّا اِبْنَة وَاحِدَة لِكَوْنِ الْوَارِث حِينَئِذٍ لَمْ يَتَحَقَّق , لِأَنَّ سَعْدًا إِنَّمَا قَالَ ذَلِكَ بِنَاء عَلَى مَوْته فِي ذَلِكَ الْمَرَض وَبَقَائِهَا بَعْده حَتَّى تَرِثهُ , وَكَانَ مِنْ الْجَائِز أَنْ تَمُوت هِيَ قَبْله فَأَجَابَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَلَامٍ كُلِّيّ مُطَابِق لِكُلِّ حَالَة وَهِيَ قَوْله : \" وَرَثَتك \" وَلَمْ يَخُصّ بِنْتًا مِنْ غَيْرهَا , وَقَالَ الْفَاكِهِيّ شَارِح الْعُمْدَة : إِنَّمَا عَبَّرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْوَرَثَةِ لِأَنَّهُ اِطَّلَعَ عَلَى أَنَّ سَعْدًا سَيَعِيشُ وَيَأْتِيه أَوْلَاد غَيْر الْبِنْت الْمَذْكُورَة فَكَانَ كَذَلِكَ , وَوُلِدَ لَهُ بَعْد ذَلِكَ أَرْبَعَة بَنِينَ وَلَا أَعْرِف أَسْمَاءَهُمْ , وَلَعَلَّ اللَّه أَنْ يَفْتَح بِذَلِكَ. قُلْت : وَلَيْسَ قَوْله : \" أَنْ تَدَع بِنْتك \" مُتَعَيِّنًا لِأَنَّ مِيرَاثه لَمْ يَكُنْ مُنْحَصِرًا فِيهَا , فَقَدْ كَانَ لِأَخِيهِ عُتْبَة بْن أَبِي وَقَّاص أَوْلَاد إِذْ ذَاكَ مِنْهُمْ هَاشِم بْن عُتْبَة الصَّحَابِيّ الَّذِي قُتِلَ بِصِفِّين , وَسَأَذْكُرُ بَسْط ذَلِكَ , فَجَازَ التَّعْبِير بِالْوَرَثَةِ لِتَدْخُل الْبِنْت وَغَيْرهَا مِمَّنْ يَرِث لَوْ وَقَعَ مَوْته إِذْ ذَاكَ أَوْ بَعْد ذَلِكَ. أَمَّا قَوْل الْفَاكِهِيّ إِنَّهُ وُلِدَ لَهُ بَعْد ذَلِكَ أَرْبَعَة بَنِينَ وَإِنَّهُ لَا يَعْرِف أَسْمَاءَهُمْ فَفِيهِ قُصُور شَدِيد , فَإِنَّ أَسْمَاءَهُمْ فِي رِوَايَة هَذَا الْحَدِيث بِعَيْنِهِ عِنْد مُسْلِم مِنْ طَرِيق عَامِر وَمُصْعَب وَمُحَمَّد ثَلَاثَتهمْ عَنْ سَعْد , وَوَقَعَ ذِكْر عُمَر بْن سَعْد فِيهِ فِي مَوْضِع آخَر , وَلَمَّا وَقَعَ ذِكْر هَؤُلَاءِ فِي هَذَا الْحَدِيث عِنْد مُسْلِم اِقْتَصَرَ الْقُرْطُبِيّ عَلَى ذِكْر الثَّلَاثَة , وَوَقَعَ فِي كَلَام بَعْض شُيُوخنَا تَعَقُّب عَلَيْهِ بِأَنَّ لَهُ أَرْبَعَة مِنْ الذُّكُور غَيْر الثَّلَاثَة وَهُمْ عُمَر وَإِبْرَاهِيم وَيَحْيَى وَإِسْحَاق , وَعَزَا ذِكْرهمْ لِابْنِ الْمَدِينِيّ وَغَيْره , وَفَاته أَنَّ اِبْن سَعْد ذَكَرَ لَهُ مِنْ الذُّكُور غَيْر السَّبْعَة أَكْثَر مِنْ عَشَرَة وَهُمْ عَبْد اللَّه وَعَبْد الرَّحْمَن وَعَمْرو وَعِمْرَان وَصَالِح وَعُثْمَان وَإِسْحَاق الْأَصْغَر وَعُمَر الْأَصْغَر وَعُمَيْر مُصَغَّرًا وَغَيْرهمْ , وَذَكَرَ لَهُ مِنْ الْبَنَات ثِنْتَيْ عَشْرَة بِنْتًا. وَكَأَنَّ اِبْن الْمَدِينِيّ اِقْتَصَرَ عَلَى ذِكْر مَنْ رَوَى الْحَدِيث مِنْهُ وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( عَالَة ) ‏ ‏أَيْ فُقَرَاء وَهُوَ جَمْع عَالٍ وَهُوَ الْفَقِير وَالْفِعْل مِنْهُ عَالَ يُعِيل إِذَا اِفْتَقَرَ. ‏ ‏قَوْله : ( يَتَكَفَّفُونَ النَّاس ) ‏ ‏أَيْ يَسْأَلُونَ النَّاس بِأَكُفِّهِمْ , يُقَال تَكَفَّفَ النَّاس وَاسْتَكَفَّ إِذَا بَسَطَ كَفّه لِلسُّؤَالِ , أَوْ سَأَلَ مَا يَكُفّ عَنْهُ الْجُوع , أَوْ سَأَلَ كَفًّا كَفًّا مِنْ طَعَام. ‏ ‏وَقَوْله : فِي أَيْدِيهمْ ‏ ‏أَيْ بِأَيْدِيهِمْ أَوْ سَأَلُوا بِأَكُفِّهِمْ وَضْع الْمَسْئُول فِي أَيْدِيهمْ وَقَعَ فِي رِوَايَة الزُّهْرِيِّ أَنَّ سَعْدًا قَالَ : \" وَأَنَا ذُو مَال \" وَنَحْوه فِي رِوَايَة عَائِشَة بِنْت سَعْد فِي الطِّبّ , وَهَذَا اللَّفْظ يُؤْذِن بِمَالٍ كَثِير , وَذُو الْمَال إِذَا تَصَدَّقَ بِثُلُثِهِ أَوْ بِشَطْرِهِ وَأَبْقَى ثُلُثه بَيْن اِبْنَته وَغَيْرهَا لَا يَصِيرُونَ عَالَة , لَكِنَّ الْجَوَاب أَنَّ ذَلِكَ خَرَجَ عَلَى التَّقْدِير لِأَنَّ بَقَاء الْمَال الْكَثِير إِنَّمَا هُوَ عَلَى سَبِيل التَّقْدِير وَإِلَّا فَلَوْ تَصَدَّقَ الْمَرِيض بِثُلُثَيْهِ مَثَلًا ثُمَّ طَالَتْ حَيَاته وَنَقَصَ وَفَنِيَ الْمَال فَقَدْ تُجْحِف الْوَصِيَّة بِالْوَرَثَةِ , فَرَدَّ الشَّارِع الْأَمْر إِلَى شَيْء مُعْتَدِل وَهُوَ الثُّلُث. ‏ ‏قَوْله : ( وَإِنَّك مَهْمَا أَنْفَقْت مِنْ نَفَقَة فَإِنَّهَا صَدَقَة ) ‏ ‏هُوَ مَعْطُوف عَلَى قَوْله : \" إِنَّك أَنْ تَدَع \" وَهُوَ عِلَّة لِلنَّهْيِ عَنْ الْوَصِيَّة بِأَكْثَر مِنْ الثُّلُث , كَأَنَّهُ قِيلَ لَا تَفْعَل لِأَنَّك إِنْ مُتّ تَرَكْت وَرَثَتك أَغْنِيَاء وَإِنْ عِشْت تَصَدَّقْت وَأَنْفَقْت فَالْأَجْر حَاصِل لَك فِي الْحَالَيْنِ , وَقَوْله : \" فَإِنَّهَا صَدَقَة \" كَذَا أَطْلَقَ فِي هَذِهِ الرِّوَايَة وَفِي رِوَايَة الزُّهْرِيِّ \" وَإِنَّك لَنْ تُنْفِق نَفَقَة تَبْتَغِي بِهَا وَجْه اللَّه إِلَّا أُجِرْت بِهَا \" مُقَيَّدَة بِابْتِغَاءِ وَجْه اللَّه , وَعَلَّقَ حُصُول الْأَجْر بِذَلِكَ وَهُوَ الْمُعْتَبَر , وَيُسْتَفَاد مِنْهُ أَنَّ أَجْر الْوَاجِب يَزْدَاد بِالنِّيَّةِ لِأَنَّ الْإِنْفَاق عَلَى الزَّوْجَة وَاجِب وَفِي فِعْله الْأَجْر , فَإِذَا نَوَى بِهِ اِبْتِغَاء وَجْه اللَّه اِزْدَادَ أَجْره بِذَلِكَ قَالَهُ اِبْن أَبِي جَمْرَة , قَالَ : وَنُبِّهَ بِالنَّفَقَةِ عَلَى غَيْرهَا مِنْ وُجُوه الْبِرّ وَالْإِحْسَان. ‏ ‏قَوْله : ( حَتَّى اللُّقْمَة ) ‏ ‏بِالنَّصْبِ عَطْفًا عَلَى نَفَقَة وَيَجُوز الرَّفْع عَلَى أَنَّهُ مُبْتَدَأ وَ \" تَجْعَلهَا \" الْخَبَر , وَسَيَأْتِي الْكَلَام عَلَى حُكْم نَفَقَة الزَّوْجَة فِي كِتَاب النَّفَقَات إِنْ شَاءَ اللَّه تَعَالَى , وَوَجْه تَعَلُّق قَوْله : \" وَإِنَّك لَنْ تُنْفِق نَفَقَة إِلَخْ \" بِقِصَّةِ الْوَصِيَّة أَنَّ سُؤَال سَعْد يُشْعِر بِأَنَّهُ رَغَّبَ فِي تَكْثِير الْأَجْر فَلَمَّا مَنَعَهُ الشَّارِع مِنْ الزِّيَادَة عَلَى الثُّلُث قَالَ لَهُ عَلَى سَبِيل التَّسْلِيَة إِنَّ جَمِيع مَا تَفْعَلهُ فِي مَالِك مِنْ صَدَقَة نَاجِزَة وَمِنْ نَفَقَة وَلَوْ كَانَتْ وَاجِبَة تُؤْجَر بِهَا إِذَا اِبْتَغَيْت بِذَلِكَ وَجْه اللَّه تَعَالَى , وَلَعَلَّهُ خَصَّ الْمَرْأَة بِالذِّكْرِ لِأَنَّ نَفَقَتهَا مُسْتَمِرَّة بِخِلَافِ غَيْرهَا , قَالَ اِبْن دَقِيق الْعِيد : فِيهِ أَنَّ الثَّوَاب فِي الْإِنْفَاق مَشْرُوط بِصِحَّةِ النِّيَّة وَابْتِغَاء وَجْه اللَّه , وَهَذَا عُسْر إِذَا عَارَضَهُ مُقْتَضَى الشَّهْوَة , فَإِنَّ ذَلِكَ لَا يَحْصُل الْغَرَض مِنْ الثَّوَاب حَتَّى يَبْتَغِي بِهِ وَجْه اللَّه , وَسَبَقَ تَخْلِيص هَذَا الْمَقْصُود مِمَّا يَشُوبهُ , قَالَ : وَقَدْ يَكُون فِيهِ دَلِيل عَلَى أَنَّ الْوَاجِبَات إِذَا أُدِّيَتْ عَلَى قَصْد أَدَاء الْوَاجِب اِبْتِغَاء وَجْه اللَّه أُثِيب عَلَيْهَا , فَإِنَّ قَوْله : \" حَتَّى مَا تَجْعَل فِي فِي اِمْرَأَتك \" لَا تَخْصِيص لَهُ بِغَيْرِ الْوَاجِب وَلَفْظَة \" حَتَّى \" هُنَا تَقْتَضِي الْمُبَالَغَة فِي تَحْصِيل هَذَا الْأَجْر بِالنِّسْبَةِ إِلَى الْمَعْنَى , كَمَا يُقَال جَاءَ الْحَاجّ حَتَّى الْمُشَاة. ‏ ‏قَوْله : ( وَعَسَى اللَّه أَنْ يَرْفَعك ) ‏ ‏أَيْ يُطِيل عُمْرك , وَكَذَلِكَ اِتَّفَقَ , فَإِنَّهُ عَاشَ بَعْد ذَلِكَ أَزِيد مِنْ أَرْبَعِينَ سَنَة بَلْ قَرِيبًا مِنْ خَمْسِينَ , لِأَنَّهُ مَاتَ سَنَة خَمْس وَخَمْسِينَ مِنْ الْهِجْرَة وَقِيلَ سَنَة ثَمَان وَخَمْسِينَ وَهُوَ الْمَشْهُور , فَيَكُون عَاشَ بَعْد حَجَّة الْوَدَاع خَمْسًا وَأَرْبَعِينَ أَوْ ثَمَانِيًا وَأَرْبَعِينَ. ‏ ‏قَوْله : ( فَيَنْتَفِع بِك نَاس وَيَضُرّ بِك آخَرُونَ ) ‏ ‏أَيْ يَنْتَفِع بِك الْمُسْلِمُونَ بِالْغَنَائِمِ مِمَّا سَيَفْتَحُ اللَّه عَلَى يَدَيْك مِنْ بِلَاد الشِّرْك , وَيَضُرّ بِك الْمُشْرِكُونَ الَّذِينَ يَهْلَكُونَ عَلَى يَدَيْك. وَزَعَمَ اِبْن التِّين أَنَّ الْمُرَاد بِالنَّفْعِ بِهِ مَا وَقَعَ مِنْ الْفُتُوح عَلَى يَدَيْهِ كَالْقَادِسِيَّةِ وَغَيْرهَا , وَبِالضَّرَرِ مَا وَقَعَ مِنْ تَأْمِير وَلَده عُمَر بْن سَعْد عَلَى الْجَيْش الَّذِينَ قَتَلُوا الْحُسَيْن بْن عَلِيّ وَمَنْ مَعَهُ , وَهُوَ كَلَام مَرْدُود لِتَكَلُّفِهِ لِغَيْرِ ضَرُورَة تَحْمِل عَلَى إِرَادَة الضَّرَر الصَّادِر مِنْ وَلَده , وَقَدْ وَقَعَ مِنْهُ هُوَ الضَّرَر الْمَذْكُور بِالنِّسْبَةِ إِلَى الْكُفَّار. ‏ ‏وَأَقْوَى مِنْ ذَلِكَ مَا رَوَاهُ الطَّحَاوِيُّ مِنْ طَرِيق بُكَيْر بْن عَبْد اللَّه بْن الْأَشَجّ عَنْ أَبِيهِ أَنَّهُ سَأَلَ عَامِر بْن سَعْد عَنْ مَعْنَى قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا فَقَالَ : لَمَّا أُمِّرَ سَعْد عَلَى الْعِرَاق أُتِيَ بِقَوْمٍ اِرْتَدُّوا فَاسْتَتَابَهُمْ فَتَابَ بَعْضهمْ وَامْتَنَعَ بَعْضهمْ فَقَتَلَهُمْ , فَانْتَقَعَ بِهِ مَنْ تَابَ وَحَصَلَ الضَّرَر لِلْآخَرِينَ. قَالَ بَعْض الْعُلَمَاء : \" لَعَلَّ \" وَإِنْ كَانَتْ لِلتَّرَجِّي لَكِنَّهَا مِنْ اللَّه لِلْأَمْرِ الْوَاقِع , وَكَذَلِكَ إِذَا وَرَدَتْ عَلَى لِسَان رَسُوله غَالِبًا. ‏ ‏قَوْله : ( وَلَمْ يَكُنْ لَهُ يَوْمئِذٍ إِلَّا اِبْنَة ) ‏ ‏فِي رِوَايَة الزُّهْرِيِّ وَنَحْوه فِي رِوَايَة عَائِشَة بِنْت سَعْد أَنَّ سَعْدًا قَالَ : \" وَلَا يَرِثنِي إِلَّا اِبْنَة وَاحِدَة \" قَالَ النَّوَوِيّ وَغَيْره : مَعْنَاهُ لَا يَرِثنِي مِنْ الْوَلَد أَوْ مِنْ خَوَاصّ الْوَرَثَة أَوْ مِنْ النِّسَاء , وَإِلَّا فَقَدْ كَانَ لِسَعْدٍ عَصَبَات لِأَنَّهُ مِنْ بَنِي زُهْرَة وَكَانُوا كَثِيرًا. وَقِيلَ مَعْنَاهُ لَا يَرِثنِي مِنْ أَصْحَاب الْفُرُوض , أَوْ خَصَّهَا بِالذِّكْرِ عَلَى تَقْدِير لَا يَرِثنِي مِمَّنْ أَخَاف عَلَيْهِ الضَّيَاع وَالْعَجْز إِلَّا هِيَ , أَوْ ظَنَّ أَنَّهَا تَرِث جَمِيع الْمَال , أَوْ اِسْتَكْثَرَ لَهَا نِصْف التَّرِكَة. وَهَذِهِ الْبِنْت زَعَمَ بَعْض مِنْ أَدْرَكْنَاهُ أَنَّ اِسْمهَا عَائِشَة , فَإِنْ كَانَ مَحْفُوظًا فَهِيَ غَيْر عَائِشَة بِنْت سَعْد الَّتِي رَوَتْ هَذَا الْحَدِيث عِنْده فِي الْبَاب الَّذِي يَلِيه وَفِي الطِّبّ , وَهِيَ تَابِعِيَّة عَمَّرَتْ حَتَّى أَدْرَكَهَا مَالِك وَرَوَى عَنْهَا وَمَاتَتْ سَنَة مَائَة وَسَبْعَة عَشْرَ , لَكِنْ لَمْ يَذْكُر أَحَد مِنْ النَّسَّابِينَ لِسَعْدٍ بِنْتًا تُسَمَّى عَائِشَة غَيْر هَذِهِ , وَذَكَرُوا أَنَّ أَكْبَر بَنَاته أُمّ الْحَكَم الْكُبْرَى وَأُمّهَا بِنْت شِهَاب بْن عَبْد اللَّه بْن الْحَارِث بْن زُهْرَة , وَذَكَرُوا لَهُ بَنَات أُخْرَى أُمَّهَاتهنَّ مُتَأَخِّرَات الْإِسْلَام بَعْد الْوَفَاة النَّبَوِيَّة , فَالظَّاهِر أَنَّ الْبِنْت الْمُشَار إِلَيْهَا هِيَ أُمّ الْحَكَم الْمَذْكُورَة لِتَقَدُّمِ تَزْوِيج سَعْد بِأُمِّهَا , وَلَمْ أَرَ مَنْ حَرَّرَ ذَلِكَ , وَفِي هَذَا الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ مَشْرُوعِيَّة زِيَارَة الْمَرِيض لِلْإِمَامِ فَمَنْ دُونه , وَتَتَأَكَّد بِاشْتِدَادِ الْمَرَض , وَفِيهِ وَضْع الْيَد عَلَى جَبْهَة الْمَرِيض وَمَسْح وَجْهه وَمَسْح الْعُضْو الَّذِي يُؤْلِمهُ وَالْفَسْح لَهُ فِي طُول الْعُمْر , وَجَوَاز إِخْبَار الْمَرِيض بِشِدَّةِ مَرَضه وَقُوَّة أَلَمه إِذَا لَمْ يَقْتَرِن بِذَلِكَ شَيْء مِمَّا يُمْنَع أَوْ يُكْرَه مِنْ التَّبَرُّم وَعَدَم الرِّضَا بَلْ حَيْثُ يَكُون ذَلِكَ لِطَلَبِ دُعَاء أَوْ دَوَاء وَرُبَّمَا اُسْتُحِبَّ , وَأَنَّ ذَلِكَ لَا يُنَافِي الِاتِّصَاف بِالصَّبْرِ الْمَحْمُود , وَإِذَا جَازَ ذَلِكَ فِي أَثْنَاء الْمَرَض كَانَ الْإِخْبَار بِهِ بَعْد الْبُرْء أَجْوَز , وَأَنَّ أَعْمَال الْبِرّ وَالطَّاعَة إِذَا كَانَ مِنْهَا مَا لَا يُمْكِن اِسْتِدْرَاكه قَامَ غَيْره فِي الثَّوَاب وَالْأَجْر مَقَامه , وَرُبَّمَا زَادَ عَلَيْهِ , وَذَلِكَ أَنَّ سَعْدًا خَافَ أَنْ يَمُوت بِالدَّارِ الَّتِي هَاجَرَ مِنْهَا فَيَفُوت عَلَيْهِ بَعْض أَجْر هِجْرَته , فَأَخْبَرَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّهُ إِنْ تَخَلَّفَ عَنْ دَار هِجْرَته فَعَمِلَ عَمَلًا صَالِحًا مِنْ حَجّ أَوْ جِهَاد أَوْ غَيْر ذَلِكَ كَانَ لَهُ بِهِ أَجْر يُعَوِّض مَا فَاتَهُ مِنْ الْجِهَة الْأُخْرَى , وَفِيهِ إِبَاحَة جَمْع الْمَال بِشَرْطِهِ لِأَنَّ التَّنْوِين فِي قَوْله : \" وَأَنَا ذُو مَال \" لِلْكَثْرَةِ وَقَدْ وَقَعَ فِي بَعْض طُرُقه صَرِيحًا \" وَأَنَا ذُو مَال كَثِير \" وَالْحَثّ عَلَى صِلَة الرَّحِم وَالْإِحْسَان إِلَى الْأَقَارِب , وَأَنَّ صِلَة الْأَقْرَب أَفْضَل مِنْ صِلَة الْأَبْعَد , وَالْإِنْفَاق فِي وُجُوه الْخَيْر لِأَنَّ الْمُبَاح إِذَا قُصِدَ بِهِ وَجْه اللَّه صَارَ طَاعَة ; وَقَدْ نُبِّهَ عَلَى ذَلِكَ بِأَقَلّ الْحُظُوظ الدُّنْيَوِيَّة الْعَادِيَة وَهُوَ وَضْع اللُّقْمَة فِي فَم الزَّوْجَة إِذْ لَا يَكُون ذَلِكَ غَالِبًا إِلَّا عِنْد الْمُلَاعَبَة وَالْمُمَازَحَة وَمَعَ ذَلِكَ فَيُؤْجَر فَاعِله إِذَا قَصَدَ بِهِ قَصْدًا صَحِيحًا , فَكَيْفَ بِمَا هُوَ فَوْق ذَلِكَ , وَفِيهِ مَنْع نَقْل الْمَيِّت مِنْ بَلَد إِلَى بَلَد إِذْ لَوْ كَانَ ذَلِكَ مَشْرُوعًا لَأَمَرَ بِنَقْلِ سَعْد بْن خَوْلَة قَالَهُ الْخَطَّابِيُّ , وَبِأَنَّ مَنْ لَا وَارِث لَهُ تَجُوز لَهُ الْوَصِيَّة بِأَكْثَر مِنْ الثُّلُث لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَنْ تَذَر وَرَثَتك أَغْنِيَاء \" فَمَفْهُومه أَنَّ مَنْ لَا وَارِث لَهُ لَا يُبَالِي بِالْوَصِيَّةِ بِمَا زَادَ لِأَنَّهُ لَا يَتْرُك وَرَثَة يَخْشَى عَلَيْهِمْ الْفَقْر , وَتُعُقِّبَ بِأَنَّهُ لَيْسَ تَعْلِيلًا مَحْضًا وَإِنَّمَا فِيهِ تَنْبِيه عَلَى الْأَحَظّ الْأَنْفَع , وَلَوْ كَانَ تَعْلِيلًا مَحْضًا لَاقْتَضَى جَوَاز الْوَصِيَّة بِأَكْثَر مِنْ الثُّلُث لِمَنْ كَانَتْ وَرَثَته أَغْنِيَاء , وَلَنَفَذَ ذَلِكَ عَلَيْهِمْ بِغَيْرِ إِجَازَتهمْ وَلَا قَائِل بِذَلِكَ , وَعَلَى تَقْدِير أَنْ يَكُون تَعْلِيلًا مَحْضًا فَهُوَ لِلنَّقْصِ عَنْ الثُّلُث لَا لِلزِّيَادَةِ عَلَيْهِ , فَكَأَنَّهُ لَمَّا شَرَعَ الْإِيصَاء بِالثُّلُثِ وَأَنَّهُ لَا يُعْتَرَض بِهِ عَلَى الْمُوصِي إِلَّا أَنَّ الِانْحِطَاط عَنْهُ أَوْلَى وَلَا سِيَّمَا لِمَنْ يَتْرُك وَرَثَة غَيْر أَغْنِيَاء , فَنَبَّهَ سَعْدًا عَلَى ذَلِكَ. وَفِيهِ سَدّ الذَّرِيعَة لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" وَلَا تَرُدّهُمْ عَلَى أَعْقَابهمْ \" لِئَلَّا يَتَذَرَّع بِالْمَرَضِ أَحَد لِأَجْلِ حُبّ الْوَطَن قَالَهُ اِبْن عَبْد الْبَرّ. ‏ ‏وَفِيهِ تَقْيِيد مُطْلَق الْقُرْآن بِالسُّنَّةِ لِأَنَّهُ قَالَ سُبْحَانه وَتَعَالَى : ( مِنْ بَعْد وَصِيَّة يُوصِي بِهَا أَوْ دَيْن ) فَأَطْلَقَ , وَقَيَّدَتْ السُّنَّة الْوَصِيَّة بِالثُّلُثِ , وَأَنَّ مَنْ تَرَكَ شَيْئًا لِلَّهِ لَا يَنْبَغِي لَهُ الرُّجُوع فِيهِ وَلَا فِي شَيْء مِنْهُ مُخْتَارًا , وَفِيهِ التَّأَسُّف عَلَى فَوْت مَا يَحْصُل الثَّوَاب , وَفِيهِ حَدِيث \" مَنْ سَاءَتْهُ سَيِّئَة \" وَأَنَّ مَنْ فَاتَهُ ذَلِكَ بَادَرَ إِلَى جَبْره بِغَيْرِ ذَلِكَ وَفِيهِ تَسْلِيَة مَنْ فَاتَهُ أَمْر مِنْ الْأُمُور بِتَحْصِيلِ مَا هُوَ أَعْلَى مِنْهُ لِمَا أَشَارَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِسَعْدٍ مِنْ عَمَله الصَّالِح بَعْد ذَلِكَ , ‏ ‏وَفِيهِ جَوَاز التَّصَدُّق بِجَمِيعِ الْمَال لِمَنْ عُرِفَ بِالصَّبْرِ وَلَمْ يَكُنْ لَهُ مَنْ تَلْزَمهُ نَفَقَته وَقَدْ تَقَدَّمَتْ الْمَسْأَلَة فِي كِتَاب الزَّكَاة , ‏ ‏وَفِيهِ الِاسْتِفْسَار عَنْ الْمُحْتَمَل إِذَا اِحْتَمَلَ وُجُوهًا لِأَنَّ سَعْدًا لَمَّا مُنِعَ مِنْ الْوَصِيَّة بِجَمِيعِ الْمَال اِحْتَمَلَ عِنْده الْمَنْع فِيمَا دُونه وَالْجَوَاز فَاسْتَفْسَرَ عَمَّا دُون ذَلِكَ , ‏ ‏وَفِيهِ النَّظَر فِي مَصَالِح الْوَرَثَة , وَأَنَّ خِطَاب الشَّارِع لِلْوَاحِدِ يَعُمّ مِنْ كَانَ بِصِفَتِهِ مِنْ الْمُكَلَّفِينَ لِإِطْبَاقِ الْعُلَمَاء عَلَى الِاحْتِجَاج بِحَدِيثِ سَعْد هَذَا وَإِنْ كَانَ الْخِطَاب إِنَّمَا وَقَعَ لَهُ بِصِيغَةِ الْإِفْرَاد , وَلَقَدْ أَبْعَدَ مَنْ قَالَ : إِنَّ ذَلِكَ يَخْتَصّ بِسَعْدٍ وَمَنْ كَانَ فِي مِثْل حَاله مِمَّنْ يَخْلُف وَارِثًا ضَعِيفًا أَوْ كَانَ مَا يَخْلُفهُ قَلِيلًا لِأَنَّ الْبِنْت مِنْ شَأْنهَا أَنْ يُطْمَع فِيهَا , وَإِنْ كَانَتْ بِغَيْرِ مَال لَمْ يُرْغَب فِيهَا , ‏ ‏وَفِيهِ أَنَّ مَنْ تَرَكَ مَالًا قَلِيلًا فَالِاخْتِيَار لَهُ تَرْك الْوَصِيَّة وَإِبْقَاء الْمَال لِلْوَرَثَةِ , وَاخْتَلَفَ السَّلَف فِي ذَلِكَ الْقَلِيل كَمَا تَقَدَّمَ فِي أَوَّل الْوَصَايَا , وَاسْتَدَلَّ بِهِ التَّيْمِيُّ لِفَضْلِ الْغَنِيّ عَلَى الْفَقِير وَفِيهِ نَظَر , ‏ ‏وَفِيهِ مُرَاعَاة الْعَدْل بَيْن الْوَرَثَة وَمُرَاعَاة الْعَدْل فِي الْوَصِيَّة , وَفِيهِ أَنَّ الثُّلُث فِي حَدّ الْكَثْرَة , وَقَدْ اِعْتَبَرَهُ بَعْض الْفُقَهَاء فِي غَيْر الْوَصِيَّة , وَيَحْتَاج الِاحْتِجَاج بِهِ إِلَى ثُبُوت طَلَب الْكَثْرَة فِي الْحُكْم الْمُعَيَّن , وَاسْتَدَلَّ بِقَوْلِهِ : \" وَلَا يَرِثنِي إِلَّا اِبْنَة لِي \" مَنْ قَالَ بِالرَّدِّ عَلَى ذَوِي الْأَرْحَام لِلْحَصْرِ فِي قَوْله : \" لَا يَرِثنِي إِلَّا اِبْنَة \" وَتُعُقِّبَ بِأَنَّ الْمُرَاد مِنْ ذَوِي الْفُرُوض كَمَا تَقَدَّمَ , وَمَنْ قَالَ بِالرَّدِّ لَا يَقُول بِظَاهِرِهِ لِأَنَّهُمْ يُعْطُونَهَا فَرْضهَا ثُمَّ يَرُدُّونَ عَلَيْهَا الْبَاقِي , وَظَاهِر الْحَدِيث أَنَّهَا تَرِث الْجَمِيع اِبْتِدَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5355,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا أَبُو صَالِحٍ، قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَفْضَلُ الصَّدَقَةِ مَا تَرَكَ غِنًى، وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى، وَابْدَأْ بِمَنْ تَعُولُ ‏\"‏‏.‏ تَقُولُ الْمَرْأَةُ إِمَّا أَنْ تُطْعِمَنِي وَإِمَّا أَنْ تُطَلِّقَنِي‏.‏ وَيَقُولُ الْعَبْدُ أَطْعِمْنِي وَاسْتَعْمِلْنِي‏.‏ وَيَقُولُ الاِبْنُ أَطْعِمْنِي، إِلَى مَنْ تَدَعُنِي فَقَالُوا يَا أَبَا هُرَيْرَةَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ قَالَ لاَ هَذَا مِنْ كِيسِ أَبِي هُرَيْرَةَ‏.‏",
    "english_text": "\"The Prophet (ﷺ) said, 'The best alms is that which is given when one is rich, and a giving hand is better \nthan a taking one, and you should start first to support your dependents.' A wife says, 'You should \neither provide me with food or divorce me.' A slave says, 'Give me food and enjoy my service.\" A son \nsays, \"Give me food; to whom do you leave me?\" The people said, \"O Abu Huraira! Did you hear that \nfrom Allah's Messenger (ﷺ) ?\" He said, \"No, it is from my own self.\"",
    "explication": "‏ ‏قَوْله ( أَفْضَل الصَّدَقَة مَا تَرَكَ غِنًى ) ‏ ‏تَقَدَّمَ شَرْحه فِي أَوَّل الزَّكَاة وَبَيَان اِخْتِلَاف أَلْفَاظه وَكَذَا قَوْله \" وَالْيَد الْعُلْيَا \" وَقَوْله \" وَابْدَأْ بِمَنْ تَعُول \" أَيْ بِمَنْ يَجِب عَلَيْك نَفَقَته , يُقَال عَالَ الرَّجُل أَهْله إِذَا مَانَهُمْ , أَيْ قَامَ بِمَا يَحْتَاجُونَ إِلَيْهِ مِنْ قُوت وَكِسْوَة. وَهُوَ أَمْرٌ بِتَقْدِيمِ مَا يَجِبُ عَلَى مَا لَا يَجِبُ. وَقَالَ اِبْن الْمُنْذِر اُخْتُلِفَ فِي نَفَقَة مَنْ بَلَغَ مِنْ الْأَوْلَاد وَلَا مَال لَهُ وَلَا كَسْب , فَأَوْجَبَتْ طَائِفَة النَّفَقَة لِجَمِيعِ الْأَوْلَاد أَطْفَالًا كَانُوا أَوْ بَالِغِينَ إِنَاثًا وَذُكْرَانًا إِذَا لَمْ يَكُنْ لَهُمْ أَمْوَال يَسْتَغْنُونَ بِهَا , وَذَهَبَ الْجُمْهُور إِلَى أَنَّ الْوَاجِب أَنْ يُنْفِق عَلَيْهِمْ حَتَّى يَبْلُغ الذَّكَر أَوْ تَتَزَوَّج الْأُنْثَى ثُمَّ لَا نَفَقَة عَلَى الْأَب إِلَّا إِنْ كَانُوا زَمْنَى , فَإِنْ كَانَتْ لَهُمْ أَمْوَال فَلَا وُجُوب عَلَى الْأَب. وَأَلْحَق الشَّافِعِيّ وَلَد الْوَلَد وَإِنْ سَفَلَ بِالْوَلَدِ فِي ذَلِكَ , وَقَوْله \" تَقُول الْمَرْأَة \" وَقَعَ فِي رِوَايَة لِلنَّسَائِيِّ مِنْ طَرِيق مُحَمَّد بْن عَجْلَان عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِي صَالِح بِهِ \" فَقِيلَ مَنْ أَعُول يَا رَسُول اللَّه ؟ قَالَ اِمْرَأَتك \" الْحَدِيث , وَهُوَ وَهْم وَالصَّوَاب مَا أَخْرَجَهُ هُوَ مِنْ وَجْه آخَر عَنْ اِبْن عَجْلَان بِهِ وَفِيهِ \" فَسُئِلَ أَبُو هُرَيْرَة : مَنْ تَعُول يَا أَبَا هُرَيْرَة \" وَقَدْ تَمَسَّكَ بِهَذَا بَعْض الشُّرَّاح وَغَفَلَ عَنْ الرِّوَايَة الْأُخْرَى , وَرَجَّحَ مَا فَهِمَهُ بِمَا أَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق عَاصِم عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْمَرْأَة تَقُول لِزَوْجِهَا أَطْعِمْنِي \" وَلَا حُجَّة فِيهِ لِأَنَّ فِي حِفْظ عَاصِم شَيْئًا , وَالصَّوَاب التَّفْصِيل , وَكَذَا وَقَعَ لِلْإِسْمَاعِيلِيِّ مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِسَنَدِ حَدِيث الْبَاب \" قَالَ أَبُو هُرَيْرَة تَقُول اِمْرَأَتك إِلَخْ \" وَهُوَ مَعْنَى قَوْله فِي آخِر حَدِيث الْبَاب \" لَا هَذَا مِنْ كِيس أَبِي هُرَيْرَة \" وَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ الْمَذْكُورَة \" قَالُوا يَا أَبَا هُرَيْرَة شَيْء تَقُول مِنْ رَأْيك أَوْ مِنْ قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَ : هَذَا مِنْ كِيسِي \" وَقَوْله مِنْ كِيسِي هُوَ بِكَسْرِ الْكَاف لِلْأَكْثَرِ أَيْ مِنْ حَاصِله إِشَارَة إِلَى أَنَّهُ مِنْ اِسْتِنْبَاطه مِمَّا فَهِمَهُ مِنْ الْحَدِيث الْمَرْفُوع مَعَ الْوَاقِع , وَوَقَعَ فِي رِوَايَة الْأَصِيلِيّ بِفَتْحِ الْكَاف أَيْ مِنْ فِطْنَته. ‏ ‏قَوْله ( تَقُول الْمَرْأَة إِمَّا أَنْ تُطْعِمنِي ) ‏ ‏فِي رِوَايَة النَّسَائِيِّ عَنْ مُحَمَّد بْن عَبْد الْعَزِيز عَنْ حَفْص بْن غِيَاث بِسَنَدِ حَدِيث الْبَاب \" إِمَّا أَنْ تُنْفِق عَلَيَّ \". ‏ ‏قَوْله ( وَيَقُول الْعَبْد أَطْعِمْنِي وَاسْتَعْمِلْنِي ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ \" وَيَقُول خَادِمك أَطْعِمْنِي وَإِلَّا فَبِعْنِي. ‏ ‏قَوْله ( وَيَقُول الِابْن أَطْعِمْنِي , إِلَى مَنْ تَدَعنِي ) ؟ ‏ ‏فِي رِوَايَة النَّسَائِيِّ وَالْإِسْمَاعِيلِيّ \" تَكِلنِي \" وَهُوَ بِمَعْنَاهُ. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ كَانَ مِنْ الْأَوْلَاد لَهُ مَال أَوْ حِرْفَة لَا تَجِب نَفَقَته عَلَى الْأَب , لِأَنَّ الَّذِي يَقُول \" إِلَى مِنْ تَدَعنِي \" ؟ إِنَّمَا هُوَ مَنْ لَا يَرْجِع إِلَى شَيْء سِوَى نَفَقَة الْأَب , وَمَنْ لَهُ حِرْفَة أَوْ مَال لَا يَحْتَاج إِلَى قَوْل ذَلِكَ. وَاسْتَدَلَّ بِقَوْلِهِ \" إِمَّا أَنْ تُطْعِمنِي وَإِمَّا أَنْ تُطَلِّقنِي \" مَنْ قَالَ يُفَرَّق بَيْن الرَّجُل وَامْرَأَته إِذَا أَعْسَر بِالنَّفَقَةِ وَاخْتَارَتْ فِرَاقه , وَهُوَ قَوْل جُمْهُور الْعُلَمَاء. وَقَالَ الْكُوفِيُّونَ : يَلْزَمهَا الصَّبْر , وَتَتَعَلَّق النَّفَقَة بِذِمَّتِهِ. وَاسْتَدَلَّ الْجُمْهُور بِقَوْلِهِ تَعَالَى ( وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا ) , وَأَجَابَ الْمُخَالِف بِأَنَّهُ لَوْ كَانَ الْفِرَاق وَاجِبًا لَمَا جَازَ الْإِبْقَاء إِذَا رَضِيَتْ , وَرُدَّ عَلَيْهِ بِأَنَّ الْإِجْمَاع دَلَّ عَلَى جَوَاز الْإِبْقَاء إِذَا رَضِيَتْ فَبَقِيَ مَا عَدَاهُ عَلَى عُمُوم النَّهْي. وَطَعَنَ بَعْضهمْ فِي الِاسْتِدْلَال بِالْآيَةِ الْمَذْكُورَة بِأَنَّ اِبْن عَبَّاس وَجَمَاعَة مِنْ التَّابِعِينَ قَالُوا : نَزَلَتْ فِيمَنْ كَانَ يُطَلِّق فَإِذَا كَادَتْ الْعِدَّة تَنْقَضِي رَاجَعَ , وَالْجَوَاب أَنَّ مِنْ قَاعِدَتهمْ \" أَنَّ الْعِبْرَة بِعُمُومِ اللَّفْظ \". حَتَّى تَمَسَّكُوا بِحَدِيثِ جَابِر بْن سَمُرَة \" اُسْكُنُوا فِي الصَّلَاة \" اُتْرُكْ رَفْع الْيَدَيْنِ عِنْد الرُّكُوع مَعَ أَنَّهُ إِنَّمَا وَرَدَ فِي الْإِشَارَة بِالْأَيْدِي فِي التَّشَهُّد بِالسَّلَامِ عَلَى فُلَان وَفُلَان , وَهُنَا تَمَسَّكُوا بِالسَّبَبِ. وَاسْتُدِلَّ لِلْجُمْهُورِ أَيْضًا بِالْقِيَاسِ عَلَى الرَّقِيق وَالْحَيَوَان , فَإِنَّ مَنْ أَعْسَرَ بِالْإِنْفَاقِ عَلَيْهِ أُجْبِرَ عَلَى بَيْعه اِتِّفَاقًا. وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5356,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدِ بْنِ مُسَافِرٍ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ خَيْرُ الصَّدَقَةِ مَا كَانَ عَنْ ظَهْرِ غِنًى، وَابْدَأْ بِمَنْ تَعُولُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The best alms is that which you give when you are rich, and you should start \nfirst to support your dependants.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة \" خَيْر الصَّدَقَةِ مَا كَانَ عَنْ ظَهْر غِنًى \" فَعَبْد اللَّه الْمَذْكُور فِي الْإِسْنَادِ هُوَ اِبْنُ الْمُبَارَك , وَيُونُسُ هُوَ اِبْن يَزِيد. وَمَعْنَى الْحَدِيثِ أَفْضَل الصَّدَقَة مَا وَقَعَ مِنْ غَيْرِ مُحْتَاجٍ إِلَى مَا يَتَصَدَّقُ بِهِ لِنَفْسِهِ أَوْ لِمَنْ تَلْزَمُهُ نَفَقَتُهُ. قَالَ الْخَطَّابِيّ : لَفْظ الظَّهْر يَرِدُ فِي مِثْلِ هَذَا إِشْبَاعًا لِلْكَلَامِ , وَالْمَعْنَى أَفْضَل الصَّدَقَة مَا أَخْرَجَهُ الْإِنْسَانُ مِنْ مَالِهِ بَعْدَ أَنْ يَسْتَبْقِيَ مِنْهُ قَدْرَ الْكِفَايَة , وَلِذَلِكَ قَالَ بَعْدَهُ : وَابْدَأْ بِمَنْ تَعُولُ. وَقَالَ الْبَغَوِيّ : الْمُرَادُ غِنًى يَسْتَظْهِرُ بِهِ عَلَى النَّوَائِبِ الَّتِي تَنُوبُهُ. وَنَحْوُهُ قَوْلهمْ رَكِبَ مَتْن السَّلَامَة. وَالتَّنْكِيرُ فِي قَوْلِهِ \" غِنًى \" لِلتَّعْظِيمِ , هَذَا هُوَ الْمُعْتَمَدُ فِي مَعْنَى الْحَدِيثِ. وَقِيلَ : الْمُرَادُ خَيْر الصَّدَقَةِ مَا أَغْنَيْت بِهِ مَنْ أَعْطَيْتَهُ عَنْ الْمَسْأَلَةِ , وَقِيلَ \" عَنْ \" لِلسَّبَبِيَّةِ وَالظَّهْر زَائِد , أَيْ : خَيْر الصَّدَقَةِ مَا كَانَ سَبَبهَا غِنًى فِي الْمُتَصَدِّقِ. وَقَالَ النَّوَوِيّ : مَذْهَبُنَا أَنَّ التَّصَدُّقَ بِجَمِيعِ الْمَالِ مُسْتَحَبّ لِمَنْ لَا دَيْنَ عَلَيْهِ وَلَا لَهُ عِيَال لَا يَصْبِرُونَ , وَيَكُونُ هُوَ مِمَّنْ يَصْبِرُ عَلَى الْإِضَاقَةِ وَالْفَقْرِ , فَإِنْ لَمْ يَجْمَعْ هَذِهِ الشُّرُوطَ فَهُوَ مَكْرُوه. وَقَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِمِ \" : يُرَدُّ عَلَى تَأْوِيل الْخَطَّابِيّ بِالْآيَاتِ وَالْأَحَادِيثِ الْوَارِدَةِ فِي فَضْل الْمُؤْثِرِينَ عَلَى أَنْفُسِهِمْ , وَمِنْهَا حَدِيثُ أَبِي ذَرٍّ \" فَضْلُ الصَّدَقَة جُهْد مِنْ مُقِلّ \" وَالْمُخْتَار أَنَّ مَعْنَى الْحَدِيثِ أَفْضَلُ الصَّدَقَة مَا وَقَعَ بَعْدَ الْقِيَامِ بِحُقُوقِ النَّفْسِ وَالْعِيَال بِحَيْثُ لَا يَصِيرُ الْمُتَصَدِّق مُحْتَاجًا بَعْدَ صَدَقَتِهِ إِلَى أَحَد , فَمَعْنَى الْغِنَى فِي هَذَا الْحَدِيثِ حُصُول مَا تُدْفَعُ بِهِ الْحَاجَة الضَّرُورِيَّة كَالْأَكْلِ عِنْدَ الْجُوعِ الْمُشَوِّشِ الَّذِي لَا صَبْرَ عَلَيْهِ , وَسَتْرِ الْعَوْرَةِ , وَالْحَاجَة إِلَى مَا يَدْفَعُ بِهِ عَنْ نَفْسِهِ الْأَذَى , وَمَا هَذَا سَبِيله فَلَا يَجُوزُ الْإِيثَارُ بِهِ بَلْ يَحْرُمُ , وَذَلِكَ أَنَّهُ إِذَا آثَرَ غَيْرَهُ بِهِ أَدَّى إِلَى إِهْلَاكِ نَفْسِهِ أَوْ الْإِضْرَارِ بِهَا أَوْ كَشْف عَوْرَتِهِ , فَمُرَاعَاة حَقِّهِ أَوْلَى عَلَى كُلِّ حَال , فَإِذَا سَقَطَتْ هَذِهِ الْوَاجِبَاتُ صَحَّ الْإِيثَارُ وَكَانَتْ صَدَقَتُهُ هِيَ الْأَفْضَل لِأَجْلِ مَا يَتَحَمَّلُ مِنْ مَضَضِ الْفَقْر وَشِدَّةِ مَشَقَّتِهِ , فَبِهَذَا يَنْدَفِعُ التَّعَارُض بَيْنَ الْأَدِلَّةِ إِنْ شَاءَ اللَّهُ. ‏ ‏قَوْله : ( وَابْدَأْ بِمَنْ تَعُولُ ) ‏ ‏فِيهِ تَقْدِيم نَفَقَة نَفْسه وَعِيَاله لِأَنَّهَا مُنْحَصِرَة فِيهِ بِخِلَاف نَفَقَة غَيْرِهِمْ , وَسَيَأْتِي شَرْحه فِي النَّفَقَاتِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5357,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا وَكِيعٌ، عَنِ ابْنِ عُيَيْنَةَ، قَالَ قَالَ لِي مَعْمَرٌ قَالَ لِي الثَّوْرِيُّ هَلْ سَمِعْتَ فِي الرَّجُلِ يَجْمَعُ لأَهْلِهِ قُوتَ سَنَتِهِمْ أَوْ بَعْضِ السَّنَةِ قَالَ مَعْمَرٌ فَلَمْ يَحْضُرْنِي، ثُمَّ ذَكَرْتُ حَدِيثًا حَدَّثَنَاهُ ابْنُ شِهَابٍ الزُّهْرِيُّ عَنْ مَالِكِ بْنِ أَوْسٍ عَنْ عُمَرَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَبِيعُ نَخْلَ بَنِي النَّضِيرِ، وَيَحْبِسُ لأَهْلِهِ قُوتَ سَنَتِهِمْ‏.‏",
    "english_text": "The Prophet (ﷺ) used to sell the dates of the garden of Bani An-Nadir and store for his family so much \nfood as would cover their needs for a whole year.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنِي مُحَمَّد بْن سَلَّامٍ ) ‏ ‏كَذَا فِي رِوَايَة كَرِيمَة , وَلِلْأَكْثَرِ \" حَدَّثَنِي مُحَمَّد \" حَسْب. ‏ ‏قَوْله ( قَالَ لِي مَعْمَر قَالَ لِي الثَّوْرِيّ ) ‏ ‏هَذَا الْحَدِيث مِمَّا فَاتَ اِبْن عُيَيْنَة سَمَاعه مِنْ الزُّهْرِيِّ فَرَوَاهُ عَنْهُ بِوَاسِطَةِ مَعْمَر , وَقَدْ رَوَاهُ أَيْضًا عَنْ عَمْرو بْن دِينَار عَنْ الزُّهْرِيِّ بِأَتَمّ مِنْ سِيَاق مَعْمَر , وَتَقَدَّمَ فِي تَفْسِير سُورَة الْحَشْر. وَأَخْرَجَهُ الْحُمَيْدِيّ وَأَحْمَد فِي مُسْنَدَيْهِمَا عَنْ سُفْيَان عَمّ مَعْمَر وَعَمْرو بْن دِينَار جَمِيعًا عَنْ الزُّهْرِيِّ , وَقَدْ أَخْرَجَ مُسْلِم رِوَايَة مَعْمَر وَحْدهَا عَنْ يَحْيَى بْن يَحْيَى عَنْ سُفْيَان عَنْ مَعْمَر عَنْ الزُّهْرِيِّ وَلَكِنَّهُ لَمْ يَسُقْ لَفْظه وَقَدْ أَخْرَجَ إِسْحَاق بْن رَاهْوَيْهِ رِوَايَة مَعْمَر مُنْفَرِدَة عَنْ سُفْيَان عَنْهُ عَنْ الزُّهْرِيِّ بِلَفْظِ \" كَانَ يُنْفِق عَلَى أَهْله نَفَقَة سَنَة مِنْ مَال بَنِي النَّضِير وَيَجْعَل مَا بَقِيَ فِي الْكُرَاع وَالسِّلَاح \" وَقَدْ أَخْرَجَ مُسْلِم الْحَدِيث مُطَوَّلًا مِنْ رِوَايَة عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيِّ , وَفِي كُلّ مِنْ الْإِسْنَادَيْنِ رِوَايَة الْأَقْرَان , فَإِنَّ اِبْن عُيَيْنَة عَنْ مَعْمَر قَرِينَانِ , وَعَمْرو بْن دِينَار عَنْ الزُّهْرِيِّ كَذَلِكَ. وَيُؤْخَذ مِنْهُ الْمُذَاكَرَة بِالْعِلْمِ وَإِلْقَاء الْعَالِم الْمَسْأَلَة عَلَى نَظِيره لِيَسْتَخْرِجَ مَا عِنْده مِنْ الْحِفْظ , وَتَثَبُّت مَعْمَر وَإِنْصَافه لِكَوْنِهِ اِعْتَرَفَ أَنَّهُ لَا يَسْتَحْضِر إِذْ ذَاكَ فِي الْمَسْأَلَة شَيْئًا , ثُمَّ لَمَّا تَذَكَّرَهَا أَخْبَرَ بِالْوَاقِعَةِ كَمَا هِيَ وَلَمْ يَأْنَف مِمَّا تَقَدَّمَ. ‏ ‏قَوْله ( كَانَ يَبِيع نَخْل بَنِي النَّضِير وَيَحْبِس لِأَهْلِهِ قُوت سَنَتهمْ ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا ثُمَّ سَاقَ الْمُصَنِّف الْحَدِيث بِطُولِهِ مِنْ طَرِيق عَقِيل عَنْ اِبْن شِهَاب الزُّهْرِيِّ , وَقَدْ تَقَدَّمَ شَرْحه مُسْتَوْفًى فِي أَوَائِل فَرْض الْخُمُس. قَالَ اِبْن دَقِيق الْعِيد : فِي الْحَدِيث جَوَاز الِادِّخَار لِلْأَهْلِ قُوت سَنَة , وَفِي السِّيَاق مَا يُؤْخَذ مِنْهُ الْجَمْع بَيْنه وَبَيْن حَدِيث \" كَانَ لَا يَدَّخِر شَيْئًا لِغَدٍ \" فَيُحْمَل عَلَى الِادِّخَار لِنَفْسِهِ وَحَدِيث الْبَاب عَلَى الِادِّخَار لِغَيْرِهِ , وَلَوْ كَانَ لَهُ فِي ذَلِكَ مُشَارَكَة , لَكِنَّ الْمَعْنَى أَنَّهُمْ الْمَقْصِد بِالِادِّخَارِ دُونه حَتَّى لَوْ لَمْ يُوجَدُوا لَمْ يَدَّخِر , قَالَ : وَالْمُتَكَلِّمُونَ عَلَى لِسَان الطَّرِيقَة جَعَلُوا أَوْ بَعْضهمْ مَا زَادَ عَلَى السَّنَة خَارِجًا عَنْ طَرِيقَة التَّوَكُّل اِنْتَهَى. وَفِيهِ إِشَارَة إِلَى الرَّدّ عَلَى الطَّبَرِيِّ حَيْثُ اِسْتَدَلَّ بِالْحَدِيثِ عَلَى جَوَاز الِادِّخَار مُطْلَقًا خِلَافًا لِمَنْ مَنَعَ ذَلِكَ , وَفِي الَّذِي نَقَلَهُ الشَّيْخ تَقْيِيد بِالسَّنَةِ اِتِّبَاعًا لِلْخَبَرِ الْوَارِد , لَكِنْ اِسْتِدْلَال الطَّبَرِيِّ قَوِيّ , بَلْ التَّقْيِيد بِالسَّنَةِ إِنَّمَا جَاءَ مِنْ ضَرُورَة الْوَاقِع لِأَنَّ الَّذِي كَانَ يَدَّخِر لَمْ يَكُنْ يَحْصُل إِلَّا مِنْ السَّنَة إِلَى السَّنَة , لِأَنَّهُ كَانَ إِمَّا تَمْرًا وَإِمَّا شَعِيرًا , فَلَوْ قُدِّرَ أَنَّ شَيْئًا مِمَّا يُدَّخَر كَانَ لَا يَحْصُل إِلَّا مِنْ سَنَتَيْنِ إِلَى سَنَتَيْنِ لَاقْتَضَى الْحَال جَوَاز الِادِّخَار لِأَجْلِ ذَلِكَ , وَاللَّهُ أَعْلَم. وَمَعَ كَوْنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَحْتَبِس قُوت سَنَة لِعِيَالِهِ فَكَانَ فِي طُول السَّنَة رُبَّمَا اِسْتَجَرَّهُ مِنْهُمْ لِمَنْ يَرِد عَلَيْهِ وَيُعَوِّضهُمْ عَنْهُ , وَلِذَلِكَ مَاتَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَدِرْعه مَرْهُونَة عَلَى شَعِير اِقْتَرَضَهُ قُوتًا لِأَهْلِهِ. وَاخْتُلِفَ فِي جَوَاز اِدِّخَار الْقُوت لِمَنْ يَشْتَرِيه مِنْ السُّوق , قَالَ عِيَاض : أَجَازَهُ قَوْم وَاحْتَجُّوا بِهَذَا الْحَدِيث , وَلَا حُجَّة فِيهِ لِأَنَّهُ إِنَّمَا كَانَ مِنْ مُغَلٍّ الْأَرْض , وَمَنَعَهُ قَوْم إِلَّا إِنْ كَانَ لَا يَضُرّ بِالسِّعْرِ , وَهُوَ مُتَّجِه إِرْفَاقًا بِالنَّاسِ. ثُمَّ مَحِلّ هَذَا الِاخْتِلَاف إِذَا لَمْ يَكُنْ فِي حَال الضِّيق , وَإِلَّا فَلَا يَجُوز الِادِّخَار فِي تِلْكَ الْحَالَة أَصْلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5358,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ، وَكَانَ، مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ ذَكَرَ لِي ذِكْرًا مِنْ حَدِيثِهِ، فَانْطَلَقْتُ حَتَّى دَخَلْتُ عَلَى مَالِكِ بْنِ أَوْسٍ فَسَأَلْتُهُ فَقَالَ مَالِكٌ انْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى عُمَرَ، إِذْ أَتَاهُ حَاجِبُهُ يَرْفَا فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ يَسْتَأْذِنُونَ قَالَ نَعَمْ‏.‏ فَأَذِنَ لَهُمْ ـ قَالَ ـ فَدَخَلُوا وَسَلَّمُوا فَجَلَسُوا، ثُمَّ لَبِثَ يَرْفَا قَلِيلاً فَقَالَ لِعُمَرَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ قَالَ نَعَمْ‏.‏ فَأَذِنَ لَهُمَا، فَلَمَّا دَخَلاَ سَلَّمَا وَجَلَسَا، فَقَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ هَذَا‏.‏ فَقَالَ الرَّهْطُ عُثْمَانُ وَأَصْحَابُهُ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنَهُمَا، وَأَرِحْ أَحَدَهُمَا مِنَ الآخَرِ‏.‏ فَقَالَ عُمَرُ اتَّئِدُوا أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ ‏\"‏‏.‏ يُرِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم نَفْسَهُ‏.‏ قَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ‏.‏ فَأَقْبَلَ عُمَرُ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ذَلِكَ قَالاَ قَدْ قَالَ ذَلِكَ‏.‏ قَالَ عُمَرُ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الأَمْرِ، إِنَّ اللَّهَ كَانَ خَصَّ رَسُولَهُ صلى الله عليه وسلم فِي هَذَا الْمَالِ بِشَىْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ، قَالَ اللَّهُ ‏{‏مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ‏}‏ إِلَى قَوْلِهِ ‏{‏قَدِيرٌ‏}‏‏.‏ فَكَانَتْ هَذِهِ خَالِصَةً لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ وَلاَ اسْتَأْثَرَ بِهَا عَلَيْكُمْ، لَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ، حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ، فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ، ثُمَّ يَأْخُذُ مَا بَقِيَ، فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ بِذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَيَاتَهُ، أَنْشُدُكُمْ بِاللَّهِ، هَلْ تَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ‏.‏ قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ ذَلِكَ قَالاَ نَعَمْ‏.‏ ثُمَّ تَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَبَضَهَا أَبُو بَكْرٍ يَعْمَلُ فِيهَا بِمَا عَمِلَ بِهِ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنْتُمَا حِينَئِذٍ ـ وَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ ـ تَزْعُمَانِ أَنَّ أَبَا بَكْرٍ كَذَا وَكَذَا، وَاللَّهُ يَعْلَمُ أَنَّهُ فِيهَا صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ، ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ، فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا بِمَا عَمِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ، ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُمَا وَاحِدَةٌ وَأَمْرُكُمَا جَمِيعٌ، جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنِ ابْنِ أَخِيكَ، وَأَتَى هَذَا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا، فَقُلْتُ إِنْ شِئْتُمَا دَفَعْتُهُ إِلَيْكُمَا عَلَى أَنَّ عَلَيْكُمَا عَهْدَ اللَّهِ وَمِيثَاقَهُ لَتَعْمَلاَنِ فِيهَا بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَبِمَا عَمِلَ بِهِ فِيهَا أَبُو بَكْرٍ، وَبِمَا عَمِلْتُ بِهِ فِيهَا، مُنْذُ وُلِّيتُهَا، وَإِلاَّ فَلاَ تُكَلِّمَانِي فِيهَا فَقُلْتُمَا ادْفَعْهَا إِلَيْنَا بِذَلِكَ‏.‏ فَدَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ، أَنْشُدُكُمْ بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْهِمَا بِذَلِكَ فَقَالَ الرَّهْطُ نَعَمْ‏.‏ قَالَ فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ قَالاَ نَعَمْ‏.‏ قَالَ أَفَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ، فَوَالَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ لاَ أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ، حَتَّى تَقُومَ السَّاعَةُ، فَإِنْ عَجَزْتُمَا عَنْهَا فَادْفَعَاهَا فَأَنَا أَكْفِيكُمَاهَا‏.‏",
    "english_text": "Once I set out to visit `Umar (bin Al-Khattab). (While I was sitting there with him his gate-keeper, \nYarfa, came and said, \"Uthman `AbdurRahman (bin `Auf), Az-Zubair and Sa`d (bin Abi Waqqas) are \nseeking permission (to meet you).\" `Umar said, \"Yes. So he admitted them and they entered, greeted, \nand sat down. After a short while Yarfa came again and said to `Umar 'Shall I admit `Ali and \n`Abbas?\" `Umar said, \"Yes.\" He admitted them and when they entered, they greeted and sat down. \n`Abbas said, \"O Chief of the Believers! Judge between me and this (`Ali).\" The group, `Uthman and \nhis companions Sa`d, 'O Chief of the Believers! Judge between them and relieve one from the other.\" \n`Umar said. Wait! I beseech you by Allah, by Whose permission both the Heaven and the Earth stand \nfast ! Do you know that Allah's Messenger (ﷺ) said. 'We (Apostles) do not bequeath anything to our heirs, \nbut whatever we leave is to be given in charity.' And by that Allah's Messenger (ﷺ)s meant himself?\" The \ngroup said, \"He did say so.\" `Umar then turned towards 'All and `Abbas and said. \"I beseech you both \nby Allah, do you know that Allah's Messenger (ﷺ) said that?\" They said, 'Yes \" \n`Umar said, \"Now, let me talk to you about this matter. Allah favored His Apostle with something of \nthis property (war booty) which He did not give to anybody else. And Allah said:-- 'And what Allah \nhas bestowed on His Apostle (as Fai Booty) from them for which you made no expedition with either \ncavalry or camelry . . . Allah is Able to do all things.' (59.6) So this property was especially granted to \nAllah's Messenger (ﷺ). But by Allah he neither withheld it from you, nor did he keep it for himself and \ndeprive you of it, but he gave it all to you and distributed it among you till only this remained out of it. \nAnd out of this property Allah's Messenger (ﷺ) used to provide his family with their yearly needs, and \nwhatever remained, he would spend where Allah's Property (the revenues of Zakat) used to be spent. \nAllah's Messenger (ﷺ) kept on acting like this throughout his lifetime. Now I beseech you by Allah, do you \nknow that?\" \nThey said, \"Yes.\" \nThen `Umar said to `Ali and `Abbas, \"I beseech you by Allah, do you both know that?\" They said, \n\"Yes.\" \n`Umar added, \"When Allah had taken His Apostle unto Him, Abu Bakr said, 'I am the successor of \nAllah's Messenger (ﷺ). So he took charge of that property and did with it the same what Allah's Messenger (ﷺ) used \nto do, and both of you knew all about it then.\" \nThen `Umar turned towards `Ali and `Abbas and said, \"You both claim that Abu- Bakr was so-and-so! \nBut Allah knows that he was honest, sincere, pious and right (in that matter). \nThen Allah caused Abu Bakr to die, and I said, 'I am the successor of Allah's Messenger (ﷺ) and Abu Bakr.' \nSo I kept this property in my possession for the first two years of my rule, and I used to do the same \nwith it as Allah's Messenger (ﷺ) and Abu Bakr used to do. Later both of you (`Ali and `Abbas) came to me \nwith the same claim and the same problem. (O `Abbas!) You came to me demanding your share from \n(the inheritance of) the son of your brother, and he (`Ali) came to me demanding his wives share from \n(the inheritance of) her father. \nSo I said to you, 'If you wish I will hand over this property to you, on condition that you both promise \nme before Allah that you will manage it in the same way as Allah's Messenger (ﷺ) and Abu Bakr did, and as \nI have done since the beginning of my rule; otherwise you should not speak to me about it.' So you \nboth said, 'Hand over this property to us on this condition.' And on this condition I handed it over to \nyou. \nI beseech you by Allah, did I hand it over to them on that condition?\" The group said, \"Yes.\" \n`Umar then faced `Ali and `Abbas and said, \"I beseech you both by Allah, did I hand it over to you \nboth on that condition?\" They both said, \"Yes.\" \n`Umar added, \"Do you want me now to give a decision other than that? By Him with Whose \npermission (order) both the Heaven and the Earth stand fast, I will never give any decision other than \nthat till the Hour is established! But if you are unable to manage it (that property), then return it to me \nand I will be sufficient for it on your behalf . \"",
    "explication": "حَدِيث عُمَرَ مَعَ الْعَبَّاس وَعَلِيّ , وَقَعَ قَبْلَهُ فِي رِوَايَةِ أَبِي ذَرٍّ وَحْدَهُ قِصَّة فَدَك , وَكَأَنَّهَا تَرْجَمَةٌ لِحَدِيثٍ مِنْ أَحَادِيثِ الْبَاب , وَقَدْ بَيَّنْت أَمْر فَدَك فِي الَّذِي قَبْلَهُ ‏ ‏قَوْله : ( حَدَّثَنَا إِسْحَاق بْن مُحَمَّد الْفَرَوِيّ ) ‏ ‏هُوَ شَيْخ الْبُخَارِيّ الَّذِي تَقَدَّمَ قَرِيبًا فِي \" بَابِ قِتَال الْيَهُود \" وَقَدْ حَدَّثَ عَنْهُ بِوَاسِطَةٍ كَمَا تَقَدَّمَ فِي الصُّلْحِ , وَفِي رِوَايَةِ اِبْن شَبَّوَيْهِ عَنْ الْفَرَبْرِيّ \" حَدَّثَنَا مُحَمَّد بْن إِسْحَاق الْفَرَوِيّ \" وَهُوَ مَقْلُوب , وَحَكَى عِيَاض عَنْ رِوَايَة الْقَابِسِيّ مِثْله قَالَ : وَهُوَ وَهْمٌ. قُلْت : وَهَذَا الْحَدِيثُ مِمَّا رَوَاهُ مَالِكٌ خَارِج الْمُوَطَّأ وَفِي هَذَا الْإِسْنَادِ لَطِيفَة مِنْ عُلُومِ الْحَدِيثِ مِمَّا لَمْ يَذْكُرْهُ اِبْنُ الصَّلَاحِ وَهِيَ تَشَابُهُ الطَّرَفَيْنِ , مِثَاله مَا وَقَعَ هُنَا : اِبْن شِهَاب عَنْ مَالِكٍ وَعَنْهُ مَالِك , الْأَعْلَى اِبْن أَوْس وَالْأَدْنَى اِبْن أَنَس ‏ ‏قَوْله : ( وَكَانَ مُحَمَّد بْن جُبَيْر ) ‏ ‏أَيْ : اِبْنِ مُطْعِم ‏ ‏( قَدْ ذَكَرَ لِي ذِكْرًا مِنْ حَدِيثِهِ ذَلِكَ ) ‏ ‏أَيْ : الْآتِي ذِكْره ‏ ‏قَوْله : ( فَانْطَلَقْت حَتَّى أَدْخُلَ ) ‏ ‏كَذَا فِيهِ بِصِيغَة الْمُضَارَعَة فِي مَوْضِعِ الْمَاضِي فِي الْمَوْضِعَيْنِ , وَهِيَ مُبَالَغَةٌ لِإِرَادَةِ اِسْتِحْضَارِ صُورَةِ الْحَالِ , وَيَجُوزُ ضَمّ \" أَدْخُلَ \" عَلَى أَنَّ حَتَّى عَاطِفَة , أَيْ اِنْطَلَقْت فَدَخَلْت , وَالْفَتْح عَلَى أَنْ حَتَّى بِمَعْنَى إِلَى أَنْ ‏ ‏قَوْله : ( مَالِك بْن أَوْس ) ‏ ‏اِبْن الْحَدَثَانِ بِفَتْح الْمُهْمَلَتَيْنِ وَالْمُثَلَّثَة , وَهُوَ نَصْرِيّ بِالنُّونِ الْمَفْتُوحَةِ وَالصَّادِ الْمُهْمَلَةِ السَّاكِنَةِ , وَأَبُوهُ صَحَابِيّ , وَأَمَّا هُوَ فَقَدْ ذُكِرَ فِي الصَّحَابَةِ , وَقَالَ اِبْن أَبِي حَاتِم وَغَيْره لَا تَصِحُّ لَهُ صُحْبَة , وَحَكَى اِبْن أَبِي خَيْثَمَة عَنْ مُصْعَبٍ , أَوْ غَيْرِهِ أَنَّهُ رَكِبَ الْخَيْلَ فِي الْجَاهِلِيَّةِ قُلْت : فَعَلَى هَذَا لَعَلَّهُ لَمْ يَدْخُلْ الْمَدِينَةَ إِلَّا بَعْدَ مَوْتِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا وَقَعَ لِقَيْس بْن أَبِي حَازِم : دَخَلَ أَبُوهُ وَصَحْبٌ وَتَأَخَّرَ هُوَ مَعَ إِمْكَانِ ذَلِكَ , وَقَدْ تَشَارَكَ أَيْضًا فِي أَنَّهُ قِيلَ فِي كُلٍّ مِنْهُمَا إِنَّهُ أَخَذَ عَنْ الْعَشَرَةِ وَلَيْسَ لِمَالِك بْن أَوْس هَذَا فِي الْبُخَارِيِّ سِوَى هَذَا الْحَدِيثِ وَآخَر فِي الْبُيُوعِ , وَفِي صَنِيعِ اِبْن شِهَاب ذَلِكَ أَصْلٌ فِي طَلَبِ عُلُوّ الْإِسْنَاد لِأَنَّهُ لَمْ يَقْتَنِعْ بِالْحَدِيثِ عَنْهُ حَتَّى دَخَلَ عَلَيْهِ لِيُشَافِههُ بِهِ , وَفِيهِ حِرْصُ اِبْن شِهَاب عَلَى طَلَبِ الْحَدِيثِ وَتَحْصِيلِهِ ‏ ‏( تَنْبِيه : ‏ ‏ظَنَّ قَوْمٌ أَنَّ الزُّهْرِيَّ تَفَرَّدَ بِرِوَايَةِ هَذَا الْحَدِيثِ , فَقَالَ أَبُو عَلِيّ الْكَرَابِيسِيّ : أَنْكَرَهُ قَوْمٌ وَقَالُوا هَذَا مِنْ مُسْتَنْكَرِ مَا رَوَاهُ اِبْن شِهَاب , قَالَ : فَإِنْ كَانُوا عَلِمُوا أَنَّهُ لَيْسَ بِفَرْدٍ فَهَيْهَاتَ , وَإِنْ لَمْ يَعْلَمُوا فَهُوَ جَهْل , فَقَدْ رَوَاهُ عَنْ مَالِك بْن أَوْس عِكْرِمَة بْن خَالِد , وَأَيُّوب بْن خَالِد , وَمُحَمَّد بْن عَمْرو بْن عَطَاء وَغَيْرهمْ ‏ ‏قَوْله : ( حِينَ مَتَعَ النَّهَار ) ‏ ‏بِفَتْحِ الْمِيمِ وَالْمُثَنَّاةِ الْخَفِيفَةِ بَعْدَهَا مُهْمَلَة أَيْ : عَلَا وَامْتَدَّ , وَقِيلَ هُوَ مَا قَبْلَ الزَّوَالِ وَوَقَعَ فِي رِوَايَةِ مُسْلِمٍ مِنْ طَرِيق جُوَيْرِيَّة عَنْ مَالِك \" حِينَ تَعَالَى النَّهَار \" وَفِي رِوَايَةِ يُونُسَ عَنْ اِبْن شِهَاب عِنْدَ عُمَر بْن شَبَّة \" بَعْدَمَا اِرْتَفَعَ النَّهَار \" ‏ ‏قَوْله : ( إِذَا رَسُول عُمَرَ ) ‏ ‏لَمْ أَقِفْ عَلَى اِسْمِهِ , وَيُحْتَمَلُ أَنْ يَكُونَ هُوَ يَرْفَأُ الْحَاجِب الْآتِي ذِكْرُهُ ‏ ‏قَوْله : ( عَلَى رِمَال سَرِير ) ‏ ‏بِكَسْرِ الرَّاءِ وَقَدْ تُضَمُّ , وَهُوَ مَا يُنْسَجُ مِنْ سَعَفِ النَّخْلِ وَأَغْرَبَ الدَّاوُدِيّ فَقَالَ : هُوَ السَّرِيرُ الَّذِي يُعْمَلُ مِنْ الْجَرِيدِ , وَفِي رِوَايَة جُوَيْرِيَّة \" فَوَجَدْتهُ فِي بَيْتِهِ جَالِسًا عَلَى سَرِير مُفْضِيًا إِلَى رِمَالِهِ , أَيْ لَيْسَ تَحْتَهُ فِرَاش , وَالْإِفْضَاء إِلَى الشَّيْءِ لَا يَكُونُ بِحَائِل , وَفِيهِ إِشَارَةٌ إِلَى أَنَّ الْعَادَةَ أَنْ يَكُونَ عَلَى السَّرِيرِ فِرَاش ‏ ‏قَوْله : ( فَقَالَ يَا مَالُ ) ‏ ‏كَذَا هُوَ بِالتَّرْخِيمِ أَيْ : مَالِك , وَيَجُوزُ فِي اللَّامِ الْكَسْر عَلَى الْأَصْلِ , وَالضَّمّ عَلَى أَنَّهُ صَارَ اِسْمًا مُسْتَقِلًّا فَيُعْرَبُ إِعْرَاب الْمُنَادَى الْمُفْرَد ‏ ‏قَوْله : ( إِنَّهُ قَدِمَ عَلَيْنَا مِنْ قَوْمِك ) ‏ ‏أَيْ : مِنْ بَنِي نَصْر بْن مُعَاوِيَة بْن بَكْر بْن هَوَازِن وَفِي رِوَايَة جُوَيْرِيَّة عِنْد مُسْلِم \" دُفّ أَهْل أَبْيَات \" أَيْ : وَرَدَ جَمَاعَةٌ بِأَهْلِيهِمْ شَيْئًا بَعْدَ شَيْءٍ يَسِيرُونَ قَلِيلًا قَلِيلًا , وَالدَّفِيف السَّيْر اللَّيِّن , وَكَأَنَّهُمْ كَانُوا قَدْ أَصَابَهُمْ جَدْب فِي بِلَادِهِمْ فَانْتَجَعُوا الْمَدِينَة ‏ ‏قَوْله : ( بِرَضْخٍ ) ‏ ‏بِفَتْحِ الرَّاءِ وَسُكُون الْمُعْجَمَة بَعْدَهَا خَاء مُعْجَمَة أَيْ : عَطِيَّةٍ غَيْرِ كَثِيرَة وَلَا مُقَدَّرَة ) ‏ ‏وَقَوْله : ( لَوْ أَمَرْت بِهِ غَيْرِي ) ‏ ‏قَالَهُ تَحَرُّجًا مِنْ قَبُولِ الْأَمَانَةِ , وَلَمْ يُبَيِّنْ مَا جَرَى لَهُ فِيهِ اِكْتِفَاء بِقَرِينَةِ الْحَالِ , وَالظَّاهِرُ أَنَّهُ قَبَضَهُ لِعَزْمِ عُمَرَ عَلَيْهِ ثَانِي مَرَّة ‏ ‏قَوْله : ( أَتَاهُ حَاجِبُهُ يَرْفَا ) ‏ ‏بِفَتْح التَّحْتَانِيَّة وَسُكُون الرَّاءِ بَعْدَهَا فَاء مُشَبَّعَة بِغَيْرِ هَمْزٍ وَقَدْ تُهْمَزُ وَهِيَ رِوَايَتُنَا مِنْ طَرِيقِ أَبِي ذَرٍّ , وَيَرْفَا هَذَا كَانَ مِنْ مَوَالِي عُمَرَ أَدْرَكَ الْجَاهِلِيَّةَ وَلَا تُعْرَفُ لَهُ صُحْبَة , وَقَدْ حَجَّ مَعَ عُمَرَ فِي خِلَافَةِ أَبِي بَكْر , وَلَهُ ذِكْرٌ فِي حَدِيثِ اِبْن عُمَر , قَالَ \" قَالَ عُمَرُ لِمَوْلًى لَهُ يُقَالُ لَهُ يَرْفَا إِذَا جَاءَ طَعَامُ يَزِيد بْن أَبِي سُفْيَان فَأَعْلِمْنِي \" فَذَكَرَ قِصَّةً وَرَوَى سَعِيد بْن مَنْصُور عَنْ أَبِي الْأَحْوَصِ عَنْ أَبِي إِسْحَاق عَنْ يَرْفَا قَالَ \" قَالَ لِي عُمَر : إِنِّي أَنْزَلْت نَفْسِي مِنْ مَالِ الْمُسْلِمِينَ مَنْزِلَة مَالِ الْيَتِيمِ \" وَهَذَا يُشْعِرُ بِأَنَّهُ عَاشَ إِلَى خِلَافَةِ مُعَاوِيَة ‏ ‏قَوْله : ( هَلْ لَك فِي عُثْمَان ) ‏ ‏أَيْ : اِبْن عَفَّان ‏ ‏( وَعَبْد الرَّحْمَن ) ‏ ‏, وَلَمْ أَرَ فِي شَيْءٍ مِنْ طَرَفِهِ زِيَادَةً عَلَى الْأَرْبَعَةِ الْمَذْكُورِينَ إِلَّا فِي رِوَايَةٍ لِلنَّسَائِيِّ , وَعُمَر بْن شَبَّة مِنْ طَرِيقِ عَمْرو بْن دِينَار عَنْ اِبْن شِهَاب وَزَاد فِيهَا \" وَطَلْحَة بْن عُبَيْد اللَّهِ \" وَكَذَا فِي رِوَايَةِ الْإِمَامِيِّ عَنْ اِبْن شِهَاب عِنْدَ عُمَر بْن شَبَّة أَيْضًا , وَكَذَا أَخْرَجَهُ أَبُو دَاوُد مِنْ طَرِيقِ أَبِي الْبُخْتِرِيّ عَنْ رَجُلٍ لَمْ يُسَمِّهِ قَالَ \" دَخَلَ الْعَبَّاس وَعَلِيّ \" فَذَكَرَ الْقِصَّةَ بِطُولِهَا وَفِيهَا ذُكِرَ طَلْحَة لَكِنْ لَمْ يُذْكَرْ عُثْمَان ‏ ‏قَوْله : ( فَأَذِنَ لَهُمْ فَدَخَلُوا ) ‏ ‏فِي رِوَايَةِ شُعَيْب فِي الْمَغَازِي \" فَأَدْخَلَهُمْ \" ‏ ‏قَوْله : ( ثُمَّ قَالَ : هَلْ لَك فِي عَلِيّ وَعَبَّاس ) ‏ ‏زَاد شُعَيْب يَسْتَأْذِنَانِ ‏ ‏قَوْله : ( فَقَالَ عَبَّاس يَا أَمِير الْمُؤْمِنِينَ اِقْضِ بَيْنِي وَبَيْنَ هَذَا ) ‏ ‏زَاد شُعَيْب وَيُونُس \" فَاسْتَبَّ عَلِيّ وَعَبَّاس \" وَفِي رِوَايَة عَقِيل عَنْ اِبْن شِهَاب فِي الْفَرَائِضِ \" اِقْضِ بَيْنِي وَبَيْنَ هَذَا الظَّالِمِ ; اِسْتَبَّا \" وَفِي رِوَايَة جُوَيْرِيَّة \" وَبَيْنَ هَذَا الْكَاذِبِ الْآثِمِ الْغَادِرِ الْخَائِنِ \" وَلَمْ أَرَ فِي شَيْءٍ مِنْ الطُّرُقِ أَنَّهُ صَدَرَ مِنْ عَلِيّ فِي حَقِّ الْعَبَّاس شَيْء بِخِلَافِ مَا يُفْهِمُ قَوْله فِي رِوَايَة عَقِيل \" اِسْتَبَّا \" وَاسْتَصْوَبَ الْمَازِرِيّ صَنِيع مَنْ حَذَفَ هَذِهِ الْأَلْفَاظَ مِنْ هَذَا الْحَدِيثِ وَقَالَ : لَعَلَّ بَعْضَ الرُّوَاةِ وَهَمَ فِيهَا وَإِنْ كَانَتْ مَحْفُوظَة , فَأَجْوَدُ مَا تُحْمَلُ عَلَيْهِ أَنَّ الْعَبَّاس قَالَهَا دَلَالًا عَلَى عَلِيّ لِأَنَّهُ كَانَ عِنْدَهُ بِمَنْزِلَةِ الْوَلَدِ , فَأَرَادَ رَدْعَهُ عَمَّا يَعْتَقِدُ أَنَّهُ مُخْطِئٌ فِيهِ , وَأَنَّ هَذِهِ الْأَوْصَافَ يَتَّصِفُ بِهَا لَوْ كَانَ يَفْعَلُ مَا يَفْعَلُهُ عَنْ عَمْد , قَالَ : وَلَا بُدَّ مِنْ هَذَا التَّأْوِيلِ لِوُقُوعِ ذَلِكَ بِمَحْضَر الْخَلِيفَة وَمَنْ ذَكَرَ مَعَهُ , وَلَمْ يَصْدُرْ مِنْهُمْ إِنْكَار لِذَلِكَ مَعَ مَا عُلِمَ مِنْ تَشَدُّدِهِمْ فِي إِنْكَارِ الْمُنْكَرِ ‏ ‏قَوْله : ( وَهُمَا يَخْتَصِمَانِ فِيمَا أَفَاءَ اللَّه عَلَى رَسُولِهِ مِنْ مَالِ بَنِي النَّضِير ) ‏ ‏يَأْتِي الْقَوْل فِيهِ قَرِيبًا ‏ ‏قَوْله : ( فَقَالَ الرَّهْط ) ‏ ‏فِي رِوَايَةِ مُسْلِم \" فَقَالَ الْقَوْم \" وَزَادَ \" فَقَالَ مَالِك بْن أَوْس : يُخَيَّلُ إِلَيَّ أَنَّهُمْ قَدْ كَانُوا قَدَّمُوهُمْ لِذَلِكَ \" قُلْت : وَرَأَيْت فِي رِوَايَةِ مَعْمَر عَنْ الزُّهْرِيِّ فِي مُسْنَدِ اِبْن أَبِي عُمَر \" فَقَالَ الزُّبَيْر بْن الْعَوَّام : اِقْضِ بَيْنَهُمَا \" فَأَفَادَتْ تَعْيِين مَنْ بَاشَرَ سُؤَالَ عُمَرَ فِي ذَلِكَ ‏ ‏قَوْله : ( تَئِيدَكُمْ ) ‏ ‏كَذَا فِي رِوَايَةِ أَبِي ذَرٍّ بِفَتْحِ الْمُثَنَّاة وَكَسْرِ التَّحْتَانِيَّةِ مَهْمُوزٌ , وَفَتْحِ الدَّالِ , قَالَ اِبْنُ التِّينِ أَصْلهَا تَيْدُكُمْ , وَالتُّؤَدَة : الرِّفْقُ وَوَقَعَ فِي رِوَايَةِ الْأَصِيلِيّ بِكَسْرِ أَوَّله وَضَمِّ الدَّالِ وَهُوَ اِسْمُ فِعْلٍ كَرُوَيْدًا أَيْ اِصْبِرُوا وَأَمْهِلُوا وَعَلَى رِسْلِكُمْ وَقِيلَ إِنَّهُ مَصْدَر تَادَ يَتِيدُ , كَمَا يُقَالُ سِيرُوا سَيْركُمْ وَرُدَّ بِأَنَّهُ لَمْ يُسْمَعْ فِي اللُّغَةِ وَيُؤَيِّدُ الْأَوَّل مَا وَقَعَ فِي رِوَايَة عَقِيل وَشُعَيْب \" أَتِيدُوا \" أَيْ : تَمَهَّلُوا وَكَذَا عِنْدَ مُسْلِم وَأَبِي دَاوُد وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ بِشْر بْن عُمَر عَنْ مَالِك \" فَقَالَ عُمَر أَيْتِدُ \" بِلَفْظِ الْأَمْرِ لِلْمُفْرَدِ ‏ ‏قَوْله : ( أَنْشُدُكُمَا أَتَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قَالَ ذَلِكَ ) ‏ ‏كَذَا فِيهِ , وَفِي رِوَايَةِ مُسْلِم \" قَالَا نَعَمْ \" وَمَعْنَى أَنْشُدُكُمَا أَسْأَلُكُمَا رَافِعًا نَشْدِي أَيْ : صَوْتِي ‏ ‏قَوْله : ( إِنَّ اللَّهَ قَدْ خَصَّ رَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْفَيْءِ بِشَيْءٍ ) ‏ ‏فِي رِوَايَةِ مُسْلِم \" بِخَاصَّةٍ لَمْ يُخَصَّصْ بِهَا غَيْرُهُ \" وَفِي رِوَايَةِ عَمْرو بْن دِينَار عَنْ اِبْن شِهَاب فِي التَّفْسِيرِ \" كَانَتْ أَمْوَال بَنِي النَّضِير مِمَّا أَفَاءَ اللَّه عَلَى رَسُولِهِ , فَكَانَتْ لَهُ خَاصَّة , وَكَانَ يُنْفِقُ عَلَى أَهْلِهِ مِنْهَا نَفَقَةَ سَنَةٍ ثُمَّ يَجْعَلُ مَا بَقِيَ فِي السِّلَاحِ وَالْكُرَاعِ عُدَّة فِي سَبِيلِ اللَّهِ \" وَفِي رِوَايَةِ سُفْيَان عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ الْآتِيَة فِي النَّفَقَاتِ \" كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَبِيعُ نَخْل بَنِي النَّضِير وَيَحْبِسُ لِأَهْلِهِ فَوْت سَنَتِهِمْ \" أَيْ : ثَمَر النَّخْلِ وَفِي رِوَايَةِ أَبِي دَاوُد مِنْ طَرِيقِ أُسَامَة بْن زَيْد عَنْ اِبْن شِهَاب \" كَانَتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاث صَفَايَا : بَنُو النَّضِير , وَخَيْبَرُ , وَفَدَكُ فَأَمَّا بَنُو النَّضِير فَكَانَتْ حَبْسًا لِنَوَائِبِهِ , وَأَمَّا فَدَكُ فَكَانَتْ حَبْسًا لِأَبْنَاءِ السَّبِيلِ , وَأَمَّا خَيْبَرُ فَجَزَّأَهَا بَيْنَ الْمُسْلِمِينَ ثُمَّ قَسَّمَ جُزْءًا لِنَفَقَةِ أَهْلِهِ , وَمَا فَضَلَ مِنْهُ جَعَلَهُ فِي فُقَرَاءِ الْمُهَاجِرِينَ \" وَلَا تَعَارُضَ بَيْنَهُمَا لِاحْتِمَالِ أَنْ يُقَسِّمَ فِي فُقَرَاءِ الْمُهَاجِرِينَ وَفِي مُشْتَرِي السِّلَاحِ وَالْكُرَاع , وَذَكَرَ مُفَسِّرٌ لِرِوَايَةِ مَعْمَر عِنْد مُسْلِم وَيَجْعَلُ مَا بَقِيَ مِنْهُ مَجْعَل مَال اللَّهِ وَزَادَ أَبُو دَاوُد فِي رِوَايَةِ أَبِي الْبُخْتَرِيّ الْمَذْكُورَةِ \" وَكَانَ يُنْفِقُ عَلَى أَهْلِهِ وَيَتَصَدَّقُ بِفَضْلِهِ \" وَهَذَا لَا يُعَارِضُ حَدِيث عَائِشَة \" أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُوُفِّيَ وَدِرْعه مَرْهُونَة عَلَى شَعِير \" لِأَنَّهُ يُجْمَعُ بَيْنَهُمَا بِأَنَّهُ كَانَ يَدَّخِرُ لِأَهْلِهِ قُوت سَنَتِهِمْ ثُمَّ فِي طُولِ السَّنَةِ يَحْتَاجُ لِمَنْ يَطْرُقُهُ إِلَى إِخْرَاجِ شَيْءٍ مِنْهُ فَيُخْرِجُهُ , فَيَحْتَاجُ إِلَى أَنْ يُعَوِّضَ مَنْ يَأْخُذُ مِنْهَا عِوَضه , فَلِذَلِكَ اِسْتَدَانَ ‏ ‏قَوْله : ( مَا اِجْتَازَهَا ) ‏ ‏كَذَا لِلْأَكْثَرِ بِحَاءٍ مُهْمَلَةٍ وَزَايٍ مُعْجَمَةٍ , وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ بِخَاءٍ مُعْجَمَةٍ وَرَاءٍ مُهْمَلَة , هَذَا ظَاهِر فِي أَنَّ ذَلِكَ كَانَ مُخْتَصًّا بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , إِلَّا أَنَّهُ وَاسَى بِهِ أَقْرِبَاءَهُ وَغَيْرَهُمْ بِحَسَبِ حَاجَتِهِمْ , وَوَقَعَ فِي رِوَايَةِ عِكْرِمَةَ بْن خَالِد عَنْ مَالِك بْن أَوْس عِنْدَ النَّسَائِيِّ مَا يُؤَيِّدُ ذَلِكَ ‏ ‏قَوْله : ( ثُمَّ قَالَ لِعَلِيّ وَعَبَّاس : أَنْشُدُكُمَا اللَّه هَلْ تَعْلَمَانِ ذَلِكَ ؟ ) ‏ ‏زَاد فِي رِوَايَة عَقِيل \" قَالَا نَعَمْ \" ‏ ‏قَوْله : ( ثُمَّ تَوَفَّى اللَّهُ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو بَكْر : أَنَا وَلِيّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَقَبَضَهَا أَبُو بَكْر , فَعَمِلَ فِيهَا بِمَا عَمِلَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏زَاد فِي رِوَايَة عَقِيل \" وَأَنْتُمَا حِينَئِذٍ - وَأَقْبَلَ عَلَى عَلِيّ وَعَبَّاس - تَزْعُمَانِ أَنَّ أَبَا بَكْر كَذَا وَكَذَا \" وَفِي رِوَايَةِ شُعَيْب \" كَمَا تَقُولَانِ \" وَفِي رِوَايَةِ مُسْلِمٍ مِنْ الزِّيَادَةِ \" فَجِئْتُمَا , تَطْلُبُ مِيرَاثَك مِنْ اِبْنِ أَخِيك , وَيَطْلُبُ هَذَا مِيرَاث اِمْرَأَته مِنْ أَبِيهَا , فَقَالَ أَبُو بَكْر قَالَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : لَا نُورَثُ مَا تَرَكْنَا صَدَقَة فَرَأَيْتُمَا كَاذِبًا آثِمًا غَادِرًا خَائِنًا \" وَكَأَنَّ الزُّهْرِيَّ كَانَ يُحَدِّثُ بِهِ تَارَةً فَيُصَرِّحُ , وَتَارَةً فَيُكَنِّي , وَكَذَلِكَ مَالِك وَقَدْ حَذَفَ ذَلِكَ فِي رِوَايَةِ بِشْر بْن عُمَر عَنْهُ عِنْدَ الْإِسْمَاعِيلِيِّ وَغَيْره وَهُوَ نَظِيرُ مَا سَبَقَ مِنْ قَوْلِ الْعَبَّاس لِعَلِيٍّ وَهَذِهِ الزِّيَادَة مِنْ رِوَايَةِ عُمَرَ عَنْ أَبِي بَكْر حُذِفَتْ مِنْ رِوَايَةِ إِسْحَاق الْفَرَوِيّ شَيْخ الْبُخَارِيّ , وَقَدْ ثَبَتَ أَيْضًا فِي رِوَايَةِ بِشْر بْن عُمَر عَنْهُ عِنْدَ أَصْحَابِ السُّنَنِ وَالْإِسْمَاعِيلِيّ وَعَمْرو بْن مَرْزُوق وَسَعِيد بْن دَاوُد كِلَاهُمَا عِنْد الدَّارَقُطْنِيّ عَنْ مَالِكٍ عَلَى مَا قَالَ جُوَيْرِيَّة عَنْ مَالِكٍ , وَاجْتِمَاعُ هَؤُلَاءِ عَنْ مَالِكٍ يَدُلُّ عَلَى أَنَّهُمْ حَفِظُوهُ , وَهَذَا الْقَدْرُ الْمَحْذُوفُ مِنْ رِوَايَةِ إِسْحَاق ثَبَتَ مِنْ رِوَايَتِهِ فِي مَوْضِعٍ آخَرَ مِنْ الْحَدِيثِ , لَكِنْ جَعَلَ الْقِصَّةَ فِيهِ لِعُمَرَ حَيْثُ قَالَ \" جِئْتَنِي يَا عَبَّاس تَسْأَلُنِي نَصِيبك مِنْ اِبْنِ أَخِيك \" وَفِيهِ \" فَقُلْت لَكُمَا إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : لَا نُورَثُ \" فَاشْتَمَلَ هَذَا الْفَصْلُ عَلَى مُخَالَفَةِ إِسْحَاق لِبَقِيَّةِ الرُّوَاةِ عَنْ مَالِكٍ فِي كَوْنِهِمْ جَعَلُوا الْقِصَّةَ عِنْد أَبِي بَكْر وَجَعَلُوا الْحَدِيثَ الْمَرْفُوعَ مِنْ حَدِيث أَبِي بَكْر مِنْ رِوَايَةِ عُمَر عَنْهُ \" وَإِسْحَاق الْفَرَوِيّ حَمَلَ الْقِصَّةَ عِنْدَ عُمَرَ وَجَعَلَ الْحَدِيث الْمَرْفُوع مِنْ رِوَايَتِهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِغَيْرِ وَاسِطَةِ أَبِي بَكْر وَقَدْ وَقَعَ فِي رِوَايَةِ شُعَيْب عَنْ اِبْن شِهَاب نَظِير مَا وَقَعَ فِي رِوَايَةِ إِسْحَاق الْفَرَوِيّ سَوَاء , وَكَذَلِكَ وَقَعَ فِي رِوَايَةِ يُونُسَ عَنْ اِبْن شِهَاب عِنْدَ عُمَر بْن شَبَّة وَأَمَّا رِوَايَة عَقِيل الْآتِيَة فِي الْفَرَائِضِ فَاقْتَصَرَ فِيهَا عَلَى أَنَّ الْقِصَّةَ وَقَعَتْ عِنْدَ عُمَرَ بِغَيْرِ ذِكْرِ الْحَدِيثِ الْمَرْفُوعِ أَصْلًا , وَهَذَا يُشْعِرُ بِأَنَّ لِسِيَاق إِسْحَاق الْفَرَوِيّ أَصْلًا , فَلَعَلَّ الْقِصَّتَيْنِ مَحْفُوظَتَانِ , وَاقْتَصَرَ بَعْض الرُّوَاةِ عَلَى مَا لَمْ يَذْكُرْهُ الْآخَرُ وَلَمْ يَتَعَرَّضْ أَحَدٌ مِنْ الشُّرَّاحِ لِبَيَانِ ذَلِكَ , وَفِي ذَلِكَ إِشْكَال شَدِيد وَهُوَ أَنَّ أَصْلَ الْقِصَّةِ صَرِيح فِي أَنَّ الْعَبَّاس وَعَلِيًّا قَدْ عَلِمَا بِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ \" لَا نُورَثُ \" فَإِنْ كَانَا سَمِعَاهُ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَيْفَ يَطْلُبَانِهِ مِنْ أَبِي بَكْر ؟ وَإِنْ كَانَا إِنَّمَا سَمِعَاهُ مِنْ أَبِي بَكْر أَوْ فِي زَمَنِهِ بِحَيْثُ أَفَادَ عِنْدَهُمَا الْعِلْم بِذَلِكَ فَكَيْفَ يَطْلُبَانِهِ بَعْدَ ذَلِكَ مِنْ عُمَر ؟ وَالَّذِي يَظْهَرُ - وَاللَّه أَعْلَمُ - حَمْلُ الْأَمْر فِي ذَلِكَ عَلَى مَا تَقَدَّمَ فِي الْحَدِيثِ الَّذِي قَبْلَهُ فِي حَقِّ فَاطِمَة وَأَنَّ كُلًّا مِنْ عَلِيّ وَفَاطِمَة وَالْعَبَّاس اِعْتَقَدَ أَنَّ عُمُومَ قَوْلِهِ \" لَا نُورَثُ \" مَخْصُوص بِبَعْضِ مَا يَخْلُفُهُ دُونَ بَعْض , وَلِذَلِكَ نَسَبَ عُمَر إِلَى عَلِيّ وَعَبَّاس أَنَّهُمَا كَانَا يَعْتَقِدَانِ ظُلْم مَنْ خَالَفَهُمَا فِي ذَلِكَ. ‏ ‏وَأَمَّا مُخَاصَمَةُ عَلِيّ وَعَبَّاس بَعْدَ ذَلِكَ ثَانِيًا عِنْدَ عُمَرَ فَقَالَ إِسْمَاعِيل الْقَاضِي فِيمَا رَوَاهُ الدَّارَقُطْنِيّ مِنْ طَرِيقِهِ : لَمْ يَكُنْ فِي الْمِيرَاثِ , إِنَّمَا تَنَازَعَا فِي وِلَايَةِ الصَّدَقَةِ , وَفِي صَرْفِهَا كَيْفَ تُصْرَفُ ؟ كَذَا قَالَ لَكِنْ فِي رِوَايَة النَّسَائِيّ وَعُمَر بْن شَبَّة مِنْ طَرِيقِ أَبِي الْبُخْتَرِيّ مَا يَدُلُّ عَلَى أَنَّهُمَا أَرَادَ أَنْ يُقَسَّمَ بَيْنَهُمَا عَلَى سَبِيلِ الْمِيرَاثِ , وَلَفْظه فِي آخِرِهِ \" ثُمَّ جِئْتُمَانِي الْآنَ تَخْتَصِمَانِ : يَقُولُ هَذَا أُرِيدُ نَصِيبِي مِنْ اِبْنِ أَخِي , وَيَقُولُ هَذَا أُرِيدُ نَصِيبِي مِنْ اِمْرَأَتِي , وَاللَّهِ لَا أَقْضِي بَيْنَكُمَا إِلَّا بِذَلِكَ \" أَيْ : إِلَّا بِمَا تَقَدَّمَ مِنْ تَسْلِيمِهَا لَهُمَا عَلَى سَبِيلِ الْوِلَايَةِ وَكَذَا وَقَعَ عِنْدَ النَّسَائِيِّ مِنْ طَرِيقِ عِكْرِمَة بْن خَالِد عَنْ مَالِك بْن أَوْس نَحْوَهُ وَفِي السُّنَنِ لِأَبِي دَاوُد وَغَيْرِهِ \" أَرَادَا أَنَّ عُمَرَ يُقَسِّمُهَا لِيَنْفَرِد كُلّ مِنْهُمَا بِنَظَرِ مَا يَتَوَلَّاهُ , فَامْتَنَعَ عُمَر مِنْ ذَلِكَ وَأَرَادَ أَنْ لَا يَقَعَ عَلَيْهَا اِسْمُ قَسْمٍ وَلِذَلِكَ أَقْسَمَ عَلَى ذَلِكَ \" وَعَلَى هَذَا اِقْتَصَرَ أَكْثَر الشُّرَّاحِ وَاسْتَحْسَنُوهُ , وَفِيهِ مِنْ النَّظَرِ مَا تَقَدَّمَ وَأَعْجَب مِنْ ذَلِكَ جَزْم اِبْنِ الْجَوْزِيِّ ثُمَّ الشَّيْخ مُحْيِي الدِّين بِأَنَّ عَلِيًّا وَعَبَّاسًا لَمْ يَطْلُبَا مِنْ عُمَرَ إِلَّا ذَلِكَ , مَعَ أَنَّ السِّيَاقَ صَرِيح فِي أَنَّهُمَا جَاءَاهُ مَرَّتَيْنِ فِي طَلَبِ شَيْءٍ وَاحِدٍ , لَكِنَّ الْعُذْرَ لِابْنِ الْجَوْزِيِّ وَالنَّوَوِيّ أَنَّهُمَا شَرَحَا اللَّفْظَ الْوَارِدَ فِي مُسْلِمٍ دُونَ اللَّفْظِ الْوَارِدِ فِي الْبُخَارِيِّ وَاللَّهُ أَعْلَمُ. ‏ ‏وَأَمَّا قَوْلُ عَمَرَ \" جِئْتَنِي يَا عَبَّاس تَسْأَلُنِي نَصِيبك مِنْ اِبْنِ أَخِيك \" فَإِنَّمَا عَبَّرَ بِذَلِكَ لِبَيَان قِسْمَة الْمِيرَاثِ كَيْفَ يُقْسَمُ أَنْ لَوْ كَانَ هُنَاكَ مِيرَاث , لَا أَنَّهُ أَرَادَ الْغَضَّ مِنْهُمَا بِهَذَا الْكَلَامِ وَزَاد الْإِمَامِيُّ عَنْ اِبْن شِهَاب عِنْدَ عُمَر بْن شَبَّة فِي آخِرِهِ \" فَأَصْلِحَا أَمْرَكُمَا وَإِلَّا لَمْ يَرْجِعْ وَاللَّهِ إِلَيْكُمَا فَقَامَا وَتَرَكَا الْخُصُومَة وَأُمْضِيَتْ صَدَقَة \" وَزَاد شُعَيْب فِي آخِرِهِ \" قَالَ اِبْن شِهَاب فَحَدَّثْت بِهِ عُرْوَة فَقَالَ : صَدَقَ مَالِك بْن أَوْس , أَنَا سَمِعْت عَائِشَة تَقُولُ \" فَذَكَرَ حَدِيثًا قَالَ \" وَكَانَتْ هَذِهِ الصَّدَقَة بِيَدِ عَلِيّ مَنَعَهَا عَبَّاسًا فَغَلَبَهُ عَلَيْهَا ثُمَّ كَانَتْ بِيَدِ الْحَسَنِ ثُمَّ بِيَدِ الْحُسَيْن ثُمَّ بِيَدِ عَلِيّ بْن الْحُسَيْن , وَالْحَسَن بْن الْحَسَن ثُمَّ بِيَدِ زَيْد بْن الْحَسَن , وَهِيَ صَدَقَة رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقًّا \" وَرَوَى عَبْد الرَّزَّاق عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ مِثْلَهُ , وَزَاد فِي آخِرِهِ : قَالَ مَعْمَر ثُمَّ كَانَتْ بِيَد عَبْد اللَّه بْن حَسَن حَتَّى وَلَّى هَؤُلَاءِ - يَعْنِي بَنِي الْعَبَّاس - فَقَبَضُوهَا وَزَادَ إِسْمَاعِيلُ الْقَاضِي أَنَّ إِعْرَاضَ الْعَبَّاس عَنْهَا كَانَ فِي خِلَافَةِ عُثْمَان , قَالَ عُمَر بْن شَبَّة : سَمِعْت أَبَا غَسَّان هُوَ مُحَمَّد بْن يَحْيَى الْمَدَنِيُّ يَقُولُ : إِنَّ الصَّدَقَةَ الْمَذْكُورَةَ الْيَوْمَ بِيَدِ الْخَلِيفَةِ يَكْتُبُ فِي عَهْدِهِ يُوَلِّي عَلَيْهَا مِنْ قِبَلِهِ مَنْ يَقْبِضُهَا , وَيُفَرِّقُهَا فِي أَهْلِ الْحَاجَةِ مِنْ أَهْلِ الْمَدِينَةَ قُلْت : كَانَ ذَلِكَ عَلَى رَأْسِ الْمِائَتَيْنِ , ثُمَّ تَغَيَّرَتْ الْأُمُورُ وَاللَّهُ الْمُسْتَعَانُ. ‏ ‏وَاخْتَلَفَ الْعُلَمَاءُ فِي مَصْرِف الْفَيْء فَقَالَ مَالِك : الْفَيْءُ وَالْخُمُسُ سَوَاءٌ يُجْعَلَانِ فِي بَيْتِ الْمَالِ وَيُعْطِي الْإِمَامُ أَقَارِبَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَسَبِ اِجْتِهَاده. وَفَرَّقَ الْجُمْهُور بَيْنَ خُمُسِ الْغَنِيمَةِ وَبَيْنَ الْفَيْءِ فَقَالَ : الْخُمُسُ مَوْضُوع فِيمَا عَيَّنَهُ اللَّه فِيهِ مِنْ الْأَصْنَافِ الْمُسَمَّيْنَ فِي آيَةِ الْخُمُسِ مِنْ سُورَةِ الْأَنْفَالِ لَا يَتَعَدَّى بِهِ إِلَى غَيْرِهِمْ , وَأَمَّا الْفَيْءُ فَهُوَ الَّذِي يَرْجِعُ النَّظَرُ فِي مَصْرِفِهِ إِلَى رَأْيِ الْإِمَامِ بِحَسَبِ الْمَصْلَحَة , وَانْفَرَدَ الشَّافِعِيّ كَمَا قَالَ اِبْن الْمُنْذِر وَغَيْرُهُ بِأَنَّ الْفَيْءَ يُخَمَّسُ , وَأَنَّ أَرْبَعَة أَخْمَاسه لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَلَهُ خُمُسُ الْخُمُسِ كَمَا فِي الْغَنِيمَةِ , وَأَرْبَعَة أَخْمَاسِ الْخُمُسِ لِمُسْتَحِقِّ نَظِيرِهَا مِنْ الْغَنِيمَةِ , وَقَالَ الْجُمْهُور : مَصْرِف الْفَيْء كُلّه إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَاحْتَجُّوا بِقَوْلِ عُمَرَ \" فَكَانَتْ هَذِهِ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَاصَّة \" وَتَأَوَّلَ الشَّافِعِيّ قَوْل عُمَرَ الْمَذْكُورَ بِأَنَّهُ يُرِيدُ الْأَخْمَاس الْأَرْبَعَة قَالَ اِبْن بَطَّال : مُنَاسَبَةُ ذِكْرِ حَدِيثِ عَائِشَة فِي قِصَّةِ فَاطِمَة فِي \" بَابِ فَرْضِ الْخُمُس \" أَنَّ الَّذِي سَأَلَتْ فَاطِمَة أَنْ تَأْخُذَهُ مِنْ جُمْلَتِهِ خَيْبَرُ , وَالْمُرَاد بِهِ سَهْمه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهَا وَهُوَ الْخُمُسُ وَسَيَأْتِي فِي الْمَغَازِي بِلَفْظ \" مِمَّا أَفَاءَ اللَّه عَلَيْهِ بِالْمَدِينَةِ , وَفَدَكَ , وَمَا بَقِيَ مِنْ خُمُسِ خَيْبَرَ \" وَفِي حَدِيثِ عُمَرَ أَنَّهُ يَجِبُ أَنْ يَتَوَلَّى أَمْرَ كُلِّ قَبِيلَةِ كَبِيرُهُمْ ; لِأَنَّهُ أَعْرَفُ بِاسْتِحْقَاقِ كُلِّ رَجُلٍ مِنْهُمْ , وَأَنَّ لِلْإِمَامِ أَنْ يُنَادِيَ الرَّجُل الشَّرِيف الْكَبِير بِاسْمِهِ وَبِالتَّرْخِيمِ حَيْثُ لَمْ يُرِدْ بِذَلِكَ تَنْقِيصه , وَفِيهِ اِسْتِعْفَاءُ الْمَرْء مِنْ الْوِلَايَةِ وَسُؤَالُهُ الْإِمَام ذَلِكَ بِالرِّفْقِ , وَفِيهِ اِتِّخَاذُ الْحَاجِبِ , وَالْجُلُوس بَيْنَ يَدَيْ الْإِمَامِ , وَالشَّفَاعَة عِنْدَهُ فِي إِنْفَاذ حُكْم وَتَبْيِين الْحَاكِمِ وَجْه حُكْمِهِ وَفِيهِ إِقَامَةُ الْإِمَامِ مَنْ يَنْظُرُ عَلَى الْوَقْفِ نِيَابَة عَنْهُ , وَالتَّشْرِيك بَيْنَ الِاثْنَيْنِ فِي ذَلِكَ وَمِنْهُ يُؤْخَذُ جَوَاز أَكْثَرَ مِنْهُمَا بِحَسَبِ الْمَصْلَحَة وَفِيهِ جَوَاز الِادِّخَار خِلَافًا لِقَوْلِ مَنْ أَنْكَرَهُ مِنْ مُشَدِّدِي الْمُتَزَهِّدِينَ , وَأَنَّ ذَلِكَ لَا يُنَافِي التَّوَكُّلَ وَفِيهِ جَوَازُ اِتِّخَاذِ الْعَقَارِ , وَاسْتِغْلَال مَنْفَعَته وَيُؤْخَذُ مِنْهُ جَوَاز اِتِّخَاذِ غَيْر ذَلِكَ مِنْ الْأَمْوَالِ الَّتِي يَحْصُلُ بِهَا النَّمَاءُ , وَالْمَنْفَعَةُ مِنْ زِرَاعَةٍ وَتِجَارَةٍ وَغَيْر ذَلِكَ وَفِيهِ أَنَّ الْإِمَامَ إِذَا قَامَ عِنْدَهُ الدَّلِيلُ صَارَ إِلَيْهِ وَقَضَى بِمُقْتَضَاهُ وَلَمْ يَحْتَجْ إِلَى أَخْذِهِ مِنْ غَيْرِهِ , وَيُؤْخَذُ مِنْهُ جَوَازُ حُكْمِ الْحَاكِمِ بِعِلْمِهِ , وَأَنَّ الْأَتْبَاعَ إِذَا رَأَوْا مِنْ الْكَبِيرِ اِنْقِبَاضًا لَمْ يُفَاتِحُوهُ حَتَّى يُفَاتِحَهُمْ بِالْكَلَامِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ لَا يَمْلِكُ شَيْئًا مِنْ الْفَيْءِ وَلَا خُمُسَ الْغَنِيمَةِ إِلَّا قَدْر حَاجَتِهِ وَحَاجَة مَنْ يُمَوِّنُه , وَمَا زَادَ عَلَى ذَلِكَ كَانَ لَهُ فِيهِ التَّصَرُّف بِالْقَسْمِ , وَالْعَطِيَّةِ وَقَالَ آخَرُونَ لَمْ يَجْعَلْ اللَّهُ لِنَبِيِّهِ مِلْكَ رَقَبَة مَا غَنِمَهُ , وَإِنَّمَا مَلَّكَهُ مَنَافِعه , وَجَعَلَ لَهُ مِنْهُ قَدْرَ حَاجَتِهِ , وَكَذَلِكَ الْقَائِم بِالْأَمْرِ بَعْدَهُ وَقَالَ اِبْن الْبَاقِلَّانِيّ فِي الرَّدِّ عَلَى مَنْ زَعَمَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُورَثُ : اِحْتَجُّوا بِعُمُومِ قَوْلِهِ تَعَالَى ( يُوصِيكُمْ اللَّهُ فِي أَوْلَاكُمْ ) قَالَ : أَمَّا مَنْ أَنْكَرَ الْعُمُوم فَلَا اِسْتِغْرَاقَ عِنْدَهُ لِكُلِّ مَنْ مَاتَ أَنَّهُ يُورَثُ , وَأَمَّا مَنْ أَثْبَتَهُ فَلَا يُسَلِّمُ دُخُولَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ , وَلَوْ سَلَّمَ دُخُولَهُ لَوَجَبَ تَخْصِيصُهُ لِصِحَّةِ الْخَبَرِ , وَخَبَر الْآحَادِ يُخَصِّصُ وَإِنْ كَانَ لَا يَنْسَخُ , فَكَيْفَ بِالْخَبَرِ إِذَا جَاءَ مِثْلَ مَجِيءِ هَذَا الْخَبَرِ وَهُوَ \" لَا نُورَثُ \" ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5359,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ هِنْدُ بِنْتُ عُتْبَةَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ، فَهَلْ عَلَىَّ حَرَجٌ أَنْ أُطْعِمَ مِنَ الَّذِي لَهُ عِيَالَنَا قَالَ ‏\n\"‏ لاَ إِلاَّ بِالْمَعْرُوفِ ‏\"‏‏.‏",
    "english_text": "Hind bint `Utba came and said, \"O Allah's Messenger (ﷺ)! Abu Sufyan is a miser so is it sinful of me to feed \nour children from his property?\" Allah's Messenger (ﷺ) said, \"No except if you take for your needs what is \njust and reasonable. \"",
    "explication": "‏ ‏حَدِيث عَائِشَة فِي قِصَّةِ هِنْد بِنْت عُتْبَة وَفِيهِ \" أَذِنَ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهَا بِالْأَخْذِ مِنْ مَالِ زَوْجِهَا بِقَدْرِ حَاجَتِهَا \" ‏ ‏وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي كِتَاب النَّفَقَات إِنْ شَاءَ اللَّهُ تَعَالَى قَالَ اِبْن بَطَّال : حَدِيثُ هِنْد دَالّ عَلَى جَوَاز أَخْذ صَاحِب الْحَقِّ مِنْ مَال مَنْ لَمْ يُوفِهِ أَوْ جَحَدَهُ قَدْر حَقّه. ‏ ‏قَوْلُهُ فِيهِ ( رَجُل مِسِّيك ) ‏ ‏بِكَسْرِ الْمِيمِ وَالتَّشْدِيدِ لِلْأَكْثَرِ قَالَهُ عِيَاض , قَالَ وَفِي رِوَايَةِ كَثِيرٍ مِنْ أَهْل الْإِتْقَان بِالْفَتْحِ وَالتَّخْفِيفِ , وَقَيَّدَهُ بَعْضهمْ بِالْوَجْهَيْنِ , وَقَالَ اِبْن الْأَثِيرِ : الْمَشْهُورُ فِي كُتُبِ اللُّغَةِ الْفَتْح وَالتَّخْفِيف وَالْمَشْهُور عِنْدَ الْمُحَدِّثِينَ الْكَسْر وَالتَّشْدِيد وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5360,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا أَنْفَقَتِ الْمَرْأَةُ مِنْ كَسْبِ زَوْجِهَا عَنْ غَيْرِ أَمْرِهِ فَلَهُ نِصْفُ أَجْرِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If the wife gives of her husband's property (something in charity) without his \npermission, he will get half the reward.\"",
    "explication": "أَوْرَدَ حَدِيثَ أَبِي هُرَيْرَة فِي ذَلِكَ بِلَفْظِ \" إِذَا أَنْفَقَتْ الْمَرْأَةُ مِنْ كَسْب زَوْجهَا عَنْ غَيْر أَمْرِهِ فَلَهَا نِصْف أَجْرِهِ \" وَفِيهِ رَدٌّ عَلَى مَنْ عَيَّنَهُ فِيمَا أَذِنَ لَهَا فِي ذَلِكَ , وَالْأَوْلَى أَنْ يُحْمَلَ عَلَى مَا إِذَا أَنْفَقَتْ مِنْ الَّذِي يَخُصُّهَا بِهِ إِذَا تَصَدَّقَتْ بِهِ بِغَيْرِ اِسْتِئْذَانِهِ فَإِنَّهُ يَصْدُقُ كَوْنُهُ مِنْ كَسْبِهِ فَيُؤْجَرُ عَلَيْهِ , وَكَوْنُهُ بِغَيْرِ أَمْرِهِ يَحْتَمِلُ أَنْ يَكُون أَذِنَ لَهَا بِطَرِيقِ الْإِجْمَالِ لَكِنَّ الْمَنْفِيَّ مَا كَانَ بِطَرِيقِ التَّفْصِيلِ وَلَا بُدَّ مِنْ الْحَمْلِ عَلَى أَحَد هَذَيْنِ الْمَعْنَيَيْنِ وَإِلَّا فَحَيْثُ كَانَ مِنْ مَالِهِ بِغَيْرِ إِذْنِهِ لَا إِجْمَالًا وَلَا تَفْصِيلًا فَهِيَ مَأْزُورَةٌ بِذَلِكَ لَا مَأْجُورَةٌ , وَقَدْ وَرَدَ فِيهِ حَدِيثٌ عَنْ اِبْن عُمَر عِنْد الطَّيَالِسِيِّ وَغَيْره. وَأَمَّا قَوْله فِي حَدِيث أَبِي هُرَيْرَة \" فَلَهَا نِصْفُ أَجْرِهِ \" فَهُوَ مَحْمُولٌ عَلَى مَا إِذَا لَمْ يَكُنْ هُنَاكَ مَنْ يُعِينُهَا عَلَى تَنْفِيذِ الصَّدَقَةِ , بِخِلَافِ حَدِيثِ عَائِشَةَ فَفِيهِ أَنَّ لِلْخَادِمِ مِثْلَ ذَلِكَ , أَوْ الْمَعْنَى بِالنِّصْفِ فِي حَدِيث أَبِي هُرَيْرَة أَنَّ أَجْرَهُ وَأَجْرَهَا إِذَا جُمِعَا كَانَ لَهَا النِّصْف مِنْ ذَلِكَ فَلِلْكُلِّ مِنْهُمَا أَجْرٌ كَامِلٌ وَهُمَا اِثْنَانِ فَكَأَنَّهُمَا نِصْفَانِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5361,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي الْحَكَمُ، عَنِ ابْنِ أَبِي لَيْلَى، حَدَّثَنَا عَلِيٌّ، أَنَّ فَاطِمَةَ ـ عَلَيْهِمَا السَّلاَمُ ـ أَتَتِ النَّبِيَّ صلى الله عليه وسلم تَشْكُو إِلَيْهِ مَا تَلْقَى فِي يَدِهَا مِنَ الرَّحَى، وَبَلَغَهَا أَنَّهُ جَاءَهُ رَقِيقٌ فَلَمْ تُصَادِفْهُ، فَذَكَرَتْ ذَلِكَ لِعَائِشَةَ، فَلَمَّا جَاءَ أَخْبَرَتْهُ عَائِشَةُ ـ قَالَ ـ فَجَاءَنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا، فَذَهَبْنَا نَقُومُ فَقَالَ ‏\"‏ عَلَى مَكَانِكُمَا ‏\"‏‏.‏ فَجَاءَ فَقَعَدَ بَيْنِي وَبَيْنَهَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى بَطْنِي فَقَالَ ‏\"‏ أَلاَ أَدُلُّكُمَا عَلَى خَيْرٍ مِمَّا سَأَلْتُمَا، إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا ـ أَوْ أَوَيْتُمَا إِلَى فِرَاشِكُمَا ـ فَسَبِّحَا ثَلاَثًا وَثَلاَثِينَ، وَاحْمَدَا ثَلاَثًا وَثَلاَثِينَ، وَكَبِّرَا أَرْبَعًا وَثَلاَثِينَ، فَهْوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ ‏\"‏‏.‏",
    "english_text": "Fatima went to the Prophet (ﷺ) complaining about the bad effect of the stone hand-mill on her hand. She \nheard that the Prophet (ﷺ) had received a few slave girls. But (when she came there) she did not find him, \nso she mentioned her problem to `Aisha. When the Prophet (ﷺ) came, `Aisha informed him about that. \n`Ali added, \"So the Prophet (ﷺ) came to us when we had gone to bed. We wanted to get up (on his arrival) \nbut he said, 'Stay where you are.\" Then he came and sat between me and her and I felt the coldness of \nhis feet on my `Abdomen. He said, \"Shall I direct you to something better than what you have \nrequested? When you go to bed say 'Subhan Allah' thirty-three times, 'Al hamduli l-lah' thirty three \ntimes, and Allahu Akbar' thirty four times, for that is better for you than a servant.\"",
    "explication": "حَدِيثُ عَلِيٍّ ‏ ‏\" أَنَّ فَاطِمَةَ اِشْتَكَتْ مَا تَلْقَى مِنْ الرَّحَى مِمَّا تَطْحَنُ , فَبَلَغَهَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِسَبْيٍ , فَأَتَتْهُ تَسْأَلُهُ خَادِمًا \" ‏ ‏فَذَكَرَ الْحَدِيثَ وَفِيهِ ‏ ‏\" أَلَا أَدُلُّكُمَا عَلَى خَيْرٍ مِمَّا سَأَلْتُمَا \" ‏ ‏فَذَكَرَ الذِّكْرَ عِنْدَ النَّوْمِ , وَسَيَأْتِي شَرْحُهُ فِي كِتَابِ الدَّعَوَاتِ إِنْ شَاءَ اللَّهُ تَعَالَى , وَلَيْسَ فِيهِ ذِكْرُ أَهْلِ الصُّفَّةِ وَلَا الْأَرَامِلِ , وَكَأَنَّهُ أَشَارَ بِذَلِكَ إِلَى مَا وَرَدَ فِي بَعْضِ طُرُقِ الْحَدِيثِ كَعَادَتِهِ , وَهُوَ مَا أَخْرَجَهُ أَحْمَدُ مِنْ وَجْهٍ آخَرَ عَنْ عَلِيٍّ فِي هَذِهِ الْقِصَّةِ مُطَوَّلًا وَفِيهِ \" وَاللَّهِ لَا أُعْطِيكُمْ وَأَدَعُ أَهْلَ الصُّفَّةِ تُطْوَى بُطُونُهُمْ مِنْ الْجُوعِ لَا أَجِدُ مَا أُنْفِقُ عَلَيْهِمْ , وَلَكِنْ أَبِيعُهُمْ وَأُنْفِقُ عَلَيْهِمْ أَثْمَانَهُمْ \" وَفِي حَدِيثِ الْفَضْلِ بْنِ الْحَسَنِ الضَّمْرِيِّ عَنْ ضُبَاعَةَ أَوْ أُمِّ الْحَكَمِ بِنْتِ الزُّبَيْرِ قَالَتْ \" أَصَابَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبْيًا , فَذَهَبْت أَنَا وَأُخْتِي فَاطِمَةُ نَسْأَلُهُ , فَقَالَ سَبَقَكُمَا يَتَامَى بَدْرٍ \" الْحَدِيثَ أَخْرَجَهُ أَبُو دَاوُدَ , وَتَقَدَّمَ مِنْ حَدِيثِ اِبْنِ عُمَرَ فِي الْهِبَةِ \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ فَاطِمَةَ أَنْ تُرْسِلَ السِّتْرَ إِلَى أَهْلِ بَيْتٍ بِهِمْ حَاجَةٌ \" قَالَ إِسْمَاعِيلُ الْقَاضِي : هَذَا الْحَدِيثُ يَدُلُّ عَلَى أَنَّ لِلْإِمَامِ أَنْ يُقَسِّمَ الْخُمُسَ حَيْثُ يَرَى ; لِأَنَّ الْأَرْبَعَةَ الْأَخْمَاسَ اِسْتِحْقَاقٌ لِلْغَانِمِينَ , وَالَّذِي يَخْتَصُّ بِالْإِمَامِ هُوَ الْخُمُسُ , وَقَدْ مَنَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اِبْنَتَهُ وَأَعَزَّ النَّاسِ عَلَيْهِ مِنْ أَقْرَبِيهِ وَصَرَفَهُ إِلَى غَيْرِهِمْ , وَقَالَ نَحْوَهُ الطَّبَرِيُّ : لَوْ كَانَ سَهْمُ ذَوِي الْقُرْبَى قِسْمًا مَفْرُوضًا لَأَخْدَمَ اِبْنَتَهُ وَلَمْ يَكُنْ لِيَدَعَ شَيْئًا اِخْتَارَهُ اللَّهُ لَهَا وَامْتَنَّ بِهِ عَلَى ذَوِي الْقُرْبَى , وَكَذَا قَالَ الطَّحَاوِيُّ وَزَادَ : وَأَنَّ أَبَا بَكْرٍ وَعُمَرَ أَخَذَا بِذَلِكَ وَقَسَمَا جَمِيعَ الْخُمُسِ وَلَمْ يَجْعَلَا لِذَوِي الْقُرْبَى مِنْهُ حَقًّا مَخْصُوصًا بِهِ بَلْ بِحَسَبِ مَا يَرَى الْإِمَامُ , وَكَذَلِكَ فَعَلَ عَلِيٌّ قُلْت : فِي الِاسْتِدْلَالِ بِحَدِيثِ عَلِيٍّ هَذَا نَظَرٌ , لِأَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ ذَلِكَ مِنْ الْفَيْءِ , وَأَمَّا خُمُسُ الْخُمُسِ مِنْ الْغَنِيمَةِ فَقَدْ رَوَى أَبُو دَاوُدَ مِنْ طَرِيقِ عَبْدِ الرَّحْمَنِ اِبْنِ أَبِي لَيْلَى عَنْ عَلِيٍّ قَالَ \" قُلْت يَا رَسُولَ اللَّهِ إِنْ رَأَيْت أَنْ تُوَلِّينِي حَقَّنَا مِنْ هَذَا الْخُمُسِ \" الْحَدِيثَ , وَلَهُ مِنْ وَجْهٍ آخَرَ عَنْهُ \" وَلَّانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُمُسَ الْخُمُسِ فَوَضَعْته مَوَاضِعَهُ حَيَاتَهُ \" الْحَدِيثَ , فَيُحْتَمَلُ أَنْ تَكُونَ قِصَّةُ فَاطِمَةَ وَقَعَتْ قَبْلَ فَرْضِ الْخُمُسِ وَاللَّهُ أَعْلَمُ وَهُوَ بَعِيدٌ , لِأَنَّ قَوْلَهُ تَعَالَى ( وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ) الْآيَةَ نَزَلَتْ فِي غَزْوَةِ بَدْرٍ , وَقَدْ مَضَى قَرِيبًا أَنَّ الصَّحَابَةَ أَخْرَجُوا الْخُمُسَ مِنْ أَوَّلِ غَنِيمَةٍ غَنِمُوهَا مِنْ الْمُشْرِكِينَ فَيُحْتَمَلُ أَنَّ حِصَّةَ خُمُسِ الْخُمُسِ - وَهُوَ حَقُّ ذَوِي الْقُرْبَى مِنْ الْفَيْءِ الْمَذْكُورِ - لَمْ يَبْلُغْ قَدْرَ الرَّأْسِ الَّذِي طَلَبَتْهُ فَاطِمَةُ فَكَانَ حَقُّهَا مِنْ ذَلِكَ يَسِيرًا جِدًّا , يَلْزَمُ مِنْهُ أَنْ لَوْ أَعْطَاهَا الرَّأْسَ أَثَّرَ فِي حَقِّ بَقِيَّةِ الْمُسْتَحِقِّينَ مِمَّنْ ذُكِرَ وَقَالَ الْمُهَلَّبُ : فِي هَذَا الْحَدِيثِ أَنَّ لِلْإِمَامِ أَنْ يُؤْثِرَ بَعْضَ مُسْتَحِقِّي الْخُمُسِ عَلَى بَعْضٍ , وَيُعْطِيَ الْأَوْكَدَ فَالْأَوْكَدَ وَيُسْتَفَادُ مِنْ الْحَدِيثِ حَمْلُ الْإِنْسَانِ أَهْلَهُ عَلَى مَا يَحْمِلُ عَلَيْهِ نَفْسَهُ مِنْ التَّقَلُّلِ وَالزُّهْدِ فِي الدُّنْيَا وَالْقُنُوعِ بِمَا أَعَدَّ اللَّهُ لِأَوْلِيَائِهِ الصَّابِرِينَ فِي الْآخِرَةِ قُلْت : وَهَذَا كُلُّهُ بِنَاءً عَلَى مَا يَقْتَضِيهِ ظَاهِرُ التَّرْجَمَةِ , وَأَمَّا مَعَ الِاحْتِمَالِ الَّذِي ذَكَرْته أَخِيرًا فَلَا يُمْكِنُ أَنْ يُؤْخَذَ مِنْ ذِكْرِ الْإِيثَارِ عَدَمُ وُقُوعِ الِاشْتِرَاكِ فِي الشَّيْءِ , فَفِي تَرْكِ الْقِسْمَةِ وَإِعْطَاءِ أَحَدِ الْمُسْتَحِقِّينَ دُونَ الْآخَرِ إِيثَارُ الْآخِذِ عَلَى الْمَمْنُوعِ , فَلَا يَلْزَمُ مِنْهُ نَفْيُ الِاسْتِحْقَاقِ وَسَيَأْتِي مَزِيدٌ فِي هَذِهِ الْمَسْأَلَةِ بَعْدَ ثَمَانِيَةِ أَبْوَابٍ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5362,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي يَزِيدَ، سَمِعَ مُجَاهِدًا، سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، يُحَدِّثُ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ فَاطِمَةَ ـ عَلَيْهَا السَّلاَمُ ـ أَتَتِ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا فَقَالَ ‏\n\"‏ أَلاَ أُخْبِرُكِ مَا هُوَ خَيْرٌ لَكِ مِنْهُ، تُسَبِّحِينَ اللَّهَ عِنْدَ مَنَامِكِ ثَلاَثًا وَثَلاَثِينَ، وَتَحْمَدِينَ اللَّهَ ثَلاَثًا وَثَلاَثِينَ، وَتُكَبِّرِينَ اللَّهَ أَرْبَعًا وَثَلاَثِينَ ‏\"‏‏.‏ ـ ثُمَّ قَالَ سُفْيَانُ إِحْدَاهُنَّ أَرْبَعٌ وَثَلاَثُونَ ـ فَمَا تَرَكْتُهَا بَعْدُ، قِيلَ وَلاَ لَيْلَةَ صِفِّينَ قَالَ وَلاَ لَيْلَةَ صِفِّينَ‏.‏",
    "english_text": "Fatima came to the Prophet (ﷺ) asking for a servant. He said, \"May I inform you of something better than \nthat? When you go to bed, recite \"Subhan Allah' thirty three times, 'Al hamduli l-lah' thirty three \ntimes, and 'Allahu Akbar' thirty four times. `Ali added, 'I have never failed to recite it ever since.\" \nSomebody asked, \"Even on the night of the battle of Siffin?\" He said, \"Even on the night of the battle of Siffin.\"",
    "explication": "\" 7997 \" حَدِيث عَلِيٍّ الْمَذْكُور فِي الَّذِي قَبْله وَسِيَاقه أَخْصَر مِنْهُ , قَالَ الطَّبَرِيُّ : يُؤْخَذ مِنْهُ أَنَّ كُلّ مَنْ كَانَتْ لَهَا طَاقَة مِنْ النِّسَاء عَلَى خِدْمَة بَيْتهَا فِي خَبْز أَوْ طَحْن أَوْ غَيْر ذَلِكَ أَنَّ ذَلِكَ لَا يَلْزَم الزَّوْج إِذَا كَانَ مَعْرُوفًا أَنَّ مِثْلهَا يَلِي ذَلِكَ بِنَفْسِهِ. وَوَجْه الْأَخْذ أَنَّ فَاطِمَة لَمَّا سَأَلَتْ أَبَاهَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخَادِم لَمْ يَأْمُر زَوْجهَا بِأَنْ يَكْفِيهَا ذَلِكَ إِمَّا بِإِخْدَامِهَا خَادِمًا أَوْ بِاسْتِئْجَارِ مَنْ يَقُوم بِذَلِكَ أَوْ بِتَعَاطِي ذَلِكَ بِنَفْسِهِ وَلَوْ كَانَتْ كِفَايَة ذَلِكَ إِلَى عَلِيّ لَأَمَرَهُ بِهِ كَمَا أَمَرَهُ أَنْ يَسُوق إِلَيْهَا صَدَاقهَا قَبْل الدُّخُول , مَعَ أَنَّ سَوْق الصَّدَاق لَيْسَ بِوَاجِبٍ إِذَا رَضِيَتْ الْمَرْأَة أَنْ تُؤَخِّرهُ , فَكَيْف يَأْمُرهُ بِمَا لَيْسَ بِوَاجِبٍ عَلَيْهِ وَيَتْرُك أَنْ يَأْمُرهُ بِالْوَاجِبِ ؟ وَحَكَى اِبْن حَبِيب عَنْ أَصْبَغ وَابْن الْمَاجِشُونِ عَنْ مَالِك أَنَّ خِدْمَة الْبَيْت تَلْزَم الْمَرْأَة وَلَوْ كَانَتْ الزَّوْجَة ذَات قَدْر وَشَرَف إِذَا كَانَ الزَّوْج مُعْسِرًا , قَالَ : وَلِذَلِكَ أَلْزَمَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاطِمَةَ بِالْخِدْمَةِ الْبَاطِنَة وَعَلِيًّا بِالْخِدْمَةِ الظَّاهِرَة. وَحَكَى اِبْن بَطَّالٍ أَنَّ بَعْض الشُّيُوخ قَالَ : لَا نَعْلَم فِي شَيْء مِنْ الْآثَار أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى عَلَى فَاطِمَة بِالْخِدْمَةِ الْبَاطِنَة , وَإِنَّمَا جَرَى الْأَمْر بَيْنهمْ عَلَى مَا تَعَارَفُوهُ مِنْ حُسْن الْعِشْرَة وَجَمِيل الْأَخْلَاق , وَأَمَّا أَنْ تُجْبَر الْمَرْأَة عَلَى شَيْء مِنْ الْخِدْمَة فَلَا أَصْل لَهُ , بَلْ الْإِجْمَاع مُنْعَقِد عَلَى أَنَّ عَلَى الزَّوْج مُؤْنَة الزَّوْجَة كُلّهَا. وَنَقَلَ الطَّحَاوِيُّ الْإِجْمَاع عَلَى أَنَّ الزَّوْج لَيْسَ لَهُ إِخْرَاج خَادِم الْمَرْأَة مِنْ بَيْته , فَدَلَّ عَلَى أَنَّهُ يَلْزَمهُ نَفَقَة الْخَادِم عَلَى حَسْب الْحَاجَة إِلَيْهِ. وَقَالَ الشَّافِعِيّ وَالْكُوفِيُّونَ : يُفْرَض لَهَا وَلِخَادِمِهَا النَّفَقَة إِذَا كَانَتْ مِمَّنْ تُخْدَم. وَقَالَ مَالِك وَاللَّيْث وَمُحَمَّد بْن الْحَسَن : يُفْرَض لَهَا وَلِخَادِمِهَا إِذَا كَانَتْ خَطِيرَة وَشَذَّ أَهْل الظَّاهِر فَقَالُوا لَيْسَ عَلَى الزَّوْج أَنْ يُخْدِمَهَا وَلَوْ كَانَتْ بِنْت الْخَلِيفَة , وَحُجَّة الْجَمَاعَة قَوْله تَعَالَى ( وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ ) وَإِذَا اِحْتَاجَتْ إِلَى مَنْ يَخْدُمهَا فَامْتَنَعَ لَمْ يُعَاشِرهَا بِالْمَعْرُوفِ. وَقَدْ تَقَدَّمَ كَثِير مِنْ مَبَاحِث هَذَا الْبَاب فِي \" بَاب الْغَيْرَة \" مِنْ أَوَاخِر النِّكَاح فِي شَرْح حَدِيث أَسْمَاء بِنْت أَبِي بَكْر فِي ذَلِكَ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5363,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، سَأَلْتُ عَائِشَةَ ـ رضى الله عنها ـ مَا كَانَ النَّبِيُّ صلى الله عليه وسلم يَصْنَعُ فِي الْبَيْتِ قَالَتْ كَانَ فِي مِهْنَةِ أَهْلِهِ، فَإِذَا سَمِعَ الأَذَانَ خَرَجَ‏.‏",
    "english_text": "I asked `Aisha \"What did the Prophet (ﷺ) use to do at home?\" She said, \"He used to work for his family, \nand when he heard the Adhan (call for the prayer), he would go out.\"",
    "explication": "‏ ‏قَوْله : ( فِي مَهْنَةِ أَهْله ) ‏ ‏بِفَتْحِ الْمِيم وَكَسْرِهَا وَسُكُون الْهَاء فِيهِمَا , وَقَدْ فَسَّرَهَا فِي الْحَدِيث بِالْخِدْمَةِ , وَهِيَ مِنْ تَفْسِير آدَم بْن أَبِي إِيَاس شَيْخ الْمُصَنِّف لِأَنَّهُ أَخْرَجَهُ فِي الْأَدَب عَنْ حَفْص بْن عُمَر , وَفِي النَّفَقَات عَنْ مُحَمَّد بْن عَرْعَرَةَ , وَأَخْرَجَهُ أَحْمَد عَنْ يَحْيَى الْقَطَّان وَغُنْدَر وَالْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن مَهْدِيّ , وَرَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ كُلّهمْ عَنْ شُعْبَة بِدُونِهَا. وَفِي الصِّحَاح الْمَهْنَة بِالْفَتْحِ الْخِدْمَة , وَهَذَا مُوَافِق لِمَا قَالَهُ , لَكِنْ فَسَّرَهَا صَاحِب الْمُحْكَم بِأَخَصَّ مِنْ ذَلِكَ فَقَالَ : الْمَهْنَة الْحِذْق بِالْخِدْمَةِ وَالْعَمَل. وَوَقَعَ فِي رِوَايَة الْمُسْتَمْلِيّ وَحْدَهُ \" فِي مَهْنَة بَيْت أَهْله \" وَهِيَ مُوَجَّهَة مَعَ شُذُوذِهَا , وَالْمُرَاد بِالْأَهْلِ نَفْسه أَوْ مَا هُوَ أَعَمُّ مِنْ ذَلِكَ. وَقَدْ وَقَعَ مُفَسَّرًا فِي الشَّمَائِل لِلتِّرْمِذِيِّ مِنْ طَرِيق عَمْرَةَ عَنْ عَائِشَة بِلَفْظِ \" مَا كَانَ إِلَّا بَشَرًا مِنْ الْبَشَر : يُفَلِّي ثَوْبه , وَيَحْلُبُ شَاتَه , وَيَخْدُم نَفْسه \" وَلِأَحْمَدَ وَابْن حِبَّانَ مِنْ رِوَايَة عُرْوَةَ عَنْهَا \" يَخِيطُ ثَوْبَهُ , وَيَخْصِفُ نَعْلَهُ \" وَزَادَ اِبْن حِبَّانَ \" وَيَرْقَعُ دَلْوَهُ \" زَادَ الْحَاكِمُ فِي الْإِكْلِيل \" وَلَا رَأَيْته ضَرَبَ بِيَدِهِ اِمْرَأَةً وَلَا خَادِمًا \". ‏ ‏قَوْله : ( فَإِذَا حَضَرَتْ الصَّلَاة ) ‏ ‏فِي رِوَايَة اِبْن عَرْعَرَةَ \" فَإِذَا سَمِعَ الْأَذَان \" وَهُوَ أَخَصُّ. وَوَقَعَ فِي التَّرْجَمَة \" فَأُقِيمَتْ الصَّلَاة \" وَهِيَ أَخَصُّ , وَكَأَنَّهُ أَخَذَهُ مِنْ حَدِيثهَا الْمُتَقَدِّم فِي \" بَاب مَنْ اِنْتَظَرَ الْإِقَامَة \" فَإِنَّ فِيهِ \" حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ لِلْإِقَامَةِ \". وَاسْتُدِلَّ بِحَدِيثِ الْبَاب عَلَى أَنَّهُ لَا يُكْرَه التَّشْمِير فِي الصَّلَاة , وَأَنَّ النَّهْيَ عَنْ كَفِّ الشَّعْرِ وَالثِّيَابِ لِلتَّنْزِيهِ , لِكَوْنِهَا لَمْ تَذْكُرْ أَنَّهُ أَزَاحَ عَنْ نَفْسِهِ هَيْئَةَ الْمَهْنَةِ , كَذَا ذَكَرَهُ اِبْن بَطَّال وَمَنْ تَبِعَهُ , وَفِيهِ نَظَرٌ لِأَنَّهُ يَحْتَاج إِلَى ثُبُوت أَنَّهُ كَانَ لَهُ هَيْئَتَانِ , ثُمَّ لَا يَلْزَم مِنْ تَرْكِ ذِكْر التَّهْيِئَة لِلصَّلَاةِ عَدَم وُقُوعه. وَفِيهِ التَّرْغِيب فِي التَّوَاضُع وَتَرْك التَّكَبُّر وَخِدْمَة الرَّجُل أَهْله وَتَرْجَمَ عَلَيْهِ الْمُؤَلِّف فِي الْأَدَب \" كَيْفَ يَكُون الرَّجُل فِي أَهْله \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5364,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ، أَنَّ هِنْدَ بِنْتَ عُتْبَةَ، قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ، وَلَيْسَ يُعْطِينِي مَا يَكْفِينِي وَوَلَدِي، إِلاَّ مَا أَخَذْتُ مِنْهُ وَهْوَ لاَ يَعْلَمُ فَقَالَ ‏\n\"‏ خُذِي مَا يَكْفِيكِ وَوَلَدَكِ بِالْمَعْرُوفِ ‏\"‏‏.‏",
    "english_text": "Hind bint `Utba said, \"O Allah's Messenger (ﷺ)! Abu Sufyan is a miser and he does not give me what is \nsufficient for me and my children. Can I take of his property without his knowledge?\" The Prophet (ﷺ) \nsaid, \"Take what is sufficient for you and your children, and the amount should be just and reasonable.",
    "explication": "‏ ‏قَوْله ( يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيد الْقَطَّان , ‏ ‏وَهِشَام ‏ ‏هُوَ اِبْن عُرْوَة. ‏ ‏قَوْله ( أَنَّ هِنْدًا بِنْت عُتْبَةَ ) ‏ ‏كَذَا فِي هَذِهِ الرِّوَايَة هِنْدًا بِالصَّرْفِ , وَوَقَعَ فِي رِوَايَة الزُّهْرِيِّ عَنْ عُرْوَة الْمَاضِيَة فِي الْمَظَالِم بِغَيْرِ صَرْف \" هِنْد بِنْت عُتْبَةَ بْن رَبِيعَة \" أَيْ اِبْن عَبْد شَمْس بْن عَبْد مَنَافٍ. وَفِي رِوَايَة الشَّافِعِيّ عَنْ أَنَس بْن عِيَاض عَنْ هِشَام \" أَنَّ هِنْدًا أُمّ مُعَاوِيَة وَكَانَتْ هِنْد لَمَّا قُتِلَ أَبُوهَا عُتْبَةَ وَعَمّهَا شَيْبَة وَأَخُوهَا الْوَلِيد يَوْم بَدْر شَقَّ عَلَيْهَا , فَلَمَّا كَانَ يَوْم أُحُد وَقُتِلَ حَمْزَة فَرِحَتْ بِذَلِكَ وَعَمَدَتْ إِلَى بَطْنه فَشَقَّتْهَا وَأَخَذَتْ كَبِدَهُ فَلَاكَتْهَا ثُمَّ لَفَظَتْهَا , فَلَمَّا كَانَ يَوْم الْفَتْح وَدَخَلَ أَبُو سُفْيَان مَكَّة مُسْلِمًا - بَعْد أَنْ أَسَرَتْهُ خَيْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تِلْكَ اللَّيْلَة فَأَجَارَهُ الْعَبَّاس - غَضِبَتْ هِنْد لِأَجْلِ إِسْلَامه , وَأَخَذَتْ بِلِحْيَتِهِ ثُمَّ إِنَّهَا بَعْد اِسْتِقْرَار النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة جَاءَتْ فَأَسْلَمَتْ وَبَايَعَتْ \" وَقَدْ تَقَدَّمَ فِي أَوَاخِر الْمَنَاقِب أَنَّهَا قَالَتْ لَهُ \" يَا رَسُول اللَّه مَا كَانَ عَلَى ظَهْر الْأَرْض مِنْ أَهْل خِبَاء أَحَبَّ إِلَيَّ أَنْ يَذِلُّوا مِنْ أَهْل خِبَائِك , وَمَا عَلَى ظَهْر الْأَرْض الْيَوْم أَهْل خِبَاء أَحَبَّ إِلَيَّ أَنْ يَعِزُّوا مِنْ أَهْل خِبَائِك. فَقَالَ : أَيْضًا وَاَلَّذِي نَفْسِي بِيَدِهِ. ثُمَّ قَالَتْ : يَا رَسُول اللَّه , إِنَّ أَبَا سُفْيَان إِلَخْ \" وَذَكَرَ اِبْن عَبْد الْبَرّ أَنَّهَا مَاتَتْ فِي الْمُحَرَّم سَنَةَ أَرْبَع عَشْرَة يَوْم مَاتَ أَبُو قُحَافَة وَالِد أَبِي بَكْر الصِّدِّيق وَأَخْرَجَ اِبْن سَعْد فِي \" الطَّبَقَات \" مَا يَدُلّ عَلَى أَنَّهَا عَاشَتْ بَعْد ذَلِكَ , فَرَوَى عَنْ الْوَاقِدِيِّ عَنْ اِبْن أَبِي سَبْرَة عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن حَزْم \" أَنَّ عُمَر اِسْتَعْمَلَ مُعَاوِيَة عَلَى عَمَل أَخِيهِ , فَلَمْ يَزَلْ وَالِيًا لِعُمَر حَتَّى قُتِلَ وَاسْتُخْلِفَ عُثْمَان فَأَقَرَّهُ عَلَى عَمَله وَأَفْرَدَهُ بِوِلَايَةِ الشَّام جَمِيعًا , وَشَخَصَ أَبُو سُفْيَان إِلَى مُعَاوِيَة وَمَعَهُ اِبْنَاهُ عُتْبَةَ وَعَنْبَسَة , فَكَتَبَتْ هِنْد إِلَى مُعَاوِيَة قَدْ قَدِمَ عَلَيْك أَبُوك وَأَخَوَاك , فَاحْمِلْ أَبَاك عَلَى فَرَس وَأَعْطِهِ أَرْبَعَة آلَاف دِرْهَم , وَاحْمِلْ عُتْبَةَ عَلَى بَغْل وَأَعْطِهِ أَلْفَيْ دِرْهَم , وَاحْمِلْ عَنْبَسَةَ عَلَى حِمَار وَاعْطُهُ أَلْف دِرْهَم , فَفَعَلَ ذَلِكَ. فَقَالَ أَبُو سُفْيَان : أَشْهَد بِاَللَّهِ أَنَّ هَذَا عَنْ رَأْي هِنْد \" قُلْت : كَانَ عُتْبَةَ مِنْهَا وَعَنْبَسَة مِنْ غَيْرهَا أُمّه عَاتِكَة بِنْت أَبِي أُزَيْهِر الْأَزْدِيّ. وَفِي \" الْأَمْثَال لِلْمَيْدَانِيِّ \" أَنَّهَا عَاشَتْ بَعْد وَفَاة أَبِي سُفْيَان , فَإِنَّهُ ذَكَرَ قِصَّة فِيهَا أَنَّ رَجُلًا سَأَلَ مُعَاوِيَة أَنْ يُزَوِّجهُ أُمّه فَقَالَ : إِنَّهَا قَعَدَتْ عَنْ الْوَلَد. وَكَانَتْ وَفَاة أَبِي سُفْيَان فِي خِلَافَة عُثْمَان سَنَة اِثْنَيْنِ وَثَلَاثِينَ. ‏ ‏قَوْله ( إِنَّ أَبَا سُفْيَان ) ‏ ‏هُوَ صَخْر بْن حَرْب بْن أُمَيَّة بْن عَبْد شَمْس زَوْجهَا , وَكَانَ قَدْ رَأْس فِي قُرَيْش بَعْد وَقْعَة بَدْر , وَسَارَ بِهِمْ فِي أُحُد , وَسَاقَ الْأَحْزَاب يَوْم الْخَنْدَق , ثُمَّ أَسْلَمَ لَيْلَة الْفَتْح كَمَا تَقَدَّمَ مَبْسُوطًا فِي الْمَغَازِي. ‏ ‏قَوْله ( رَجُل شَحِيح ) ‏ ‏تَقَدَّمَ قَبْلُ بِثَلَاثَةِ أَبْوَاب \" رَجُل مِسِّيك \" وَاخْتُلِفَ فِي ضَبْطه فَالْأَكْثَر بِكَسْرِ الْمِيم وَتَشْدِيد السِّين عَلَى الْمُبَالَغَة , وَقِيلَ بِوَزْنِ شَحِيح , قَالَ النَّوَوِيّ : هَذَا هُوَ الْأَصَحّ مِنْ حَيْثُ اللُّغَةُ وَإِنْ كَانَ الْأَوَّل أَشْهَر فِي الرِّوَايَة , وَلَمْ يَظْهَر لِي كَوْن الثَّانِي أَصَحّ فَإِنَّ الْآخَر مُسْتَعْمَل كَثِيرًا مِثْل شِرِّيب وَسِكِّير وَإِنْ كَانَ الْمُخَفَّف أَيّهمَا فِيهِ نَوْع مُبَالَغَة لَكِنَّ الْمُشَدَّد أَبْلَغ , وَقَدْ تَقَدَّمَتْ عِبَارَة النِّهَايَة فِي كِتَاب الْأَشْخَاص حَيْثُ قَالَ : الْمَشْهُور فِي كُتُب اللُّغَة الْفَتْح وَالتَّخْفِيف. وَفِي كُتُب الْمُحَدِّثِينَ الْكَسْر وَالتَّشْدِيد. وَالشُّحّ الْبُخْل مَعَ حِرْص , وَالشُّحّ أَعَمّ مِنْ الْبُخْل لِأَنَّ الْبُخْل يَخْتَصّ بِمَنْعِ الْمَال وَالشُّحّ بِكُلِّ شَيْء , وَقِيلَ الشُّحّ لَازِم كَالطَّبْعِ وَالْبُخْل غَيْر لَازِم , قَالَ الْقُرْطُبِيّ : لَمْ تُرِدْ هِنْد وَصْف أَبِي سُفْيَان بِالشُّحِّ فِي جَمِيع أَحْوَاله , وَإِنَّمَا وَصَفَتْ حَالهَا مَعَهُ وَأَنَّهُ كَانَ يُقَتِّر عَلَيْهَا وَعَلَى أَوْلَادهَا , وَهَذَا لَا يَسْتَلْزِم الْبُخْل مُطْلَقًا فَإِنَّ كَثِيرًا مِنْ الرُّؤَسَاء يَفْعَل ذَلِكَ مَعَ أَهْله وَيُؤْثِر الْأَجَانِب اِسْتِئْلَافًا لَهُمْ. قُلْت : وَوَرَدَ فِي بَعْض الطُّرُق لِقَوْلِ هِنْد هَذَا سَبَب يَأْتِي ذِكْره قَرِيبًا. ‏ ‏قَوْله ( إِلَّا مَا أَخَذْت مِنْهُ وَهُوَ لَا يَعْلَم ) ‏ ‏زَادَ الشَّافِعِيّ فِي رِوَايَته \" سِرًّا , فَهَلْ عَلَيَّ فِي ذَلِكَ مِنْ شَيْء ؟ وَوَقَعَ فِي رِوَايَة الزُّهْرِيِّ \" فَهَلْ عَلَيَّ حَرَج أَنْ أُطْعِم مِنْ الَّذِي لَهُ عِيَالنَا ؟ ‏ ‏قَوْله ( فَقَالَ : خُذِي مَا يَكْفِيك وَوَلَدَك بِالْمَعْرُوفِ ) ‏ ‏فِي رِوَايَة شُعَيْب عَنْ الزُّهْرِيِّ الَّتِي تَقَدَّمَتْ فِي الْمَظَالِم \" لَا حَرَج عَلَيْك أَنْ تُطْعِمِيهِمْ بِالْمَعْرُوفِ \" قَالَ الْقُرْطُبِيّ : قَوْله \" خُذِي \" أَمْر إِبَاحَة بِدَلِيلِ قَوْله \" لَا حَرَج \" وَالْمُرَاد بِالْمَعْرُوفِ الْقَدْر الَّذِي عُرِفَ بِالْعَادَةِ أَنَّهُ الْكِفَايَة قَالَ : وَهَذِهِ الْإِبَاحَة وَإِنْ كَانَتْ مُطْلَقَة لَفْظًا لَكِنَّهَا مُقَيَّدَة مَعْنًى , كَأَنَّهُ قَالَ : إِنْ صَحَّ مَا ذَكَرْت. وَقَالَ غَيْره : يَحْتَمِل أَنْ يَكُونَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِمَ صِدْقهَا فِيمَا ذَكَرَتْ فَاسْتَغْنَى عَنْ التَّقْيِيد. وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى جَوَاز ذِكْر الْإِنْسَان بِمَا لَا يُعْجِبهُ إِذَا كَانَ عَلَى وَجْه الِاسْتِفْتَاء وَالِاشْتِكَاء وَنَحْوِ ذَلِكَ , وَهُوَ أَحَدُ الْمَوَاضِع الَّتِي تُبَاح فِيهَا الْغِيبَة. وَفِيهِ مِنْ الْفَوَائِد جَوَاز ذِكْر الْإِنْسَان بِالتَّعْظِيمِ كَاللَّقَبِ وَالْكُنْيَة , كَذَا قِيلَ وَفِيهِ نَظَر , لِأَنَّ أَبَا سُفْيَان كَانَ مَشْهُورًا بِكُنْيَتِهِ دُونِ اِسْمِهِ فَلَا يَدُلّ قَوْلهَا \" إِنَّ أَبَا سُفْيَان \" عَلَى إِرَادَة التَّعْظِيم. وَفِيهِ جَوَاز اِسْتِمَاع كَلَامِ أَحَدِ الْخَصْمَيْنِ فِي غِيبَة الْآخِر. وَفِيهِ أَنَّ مَنْ نَسَبَ إِلَى نَفْسه أَمْرًا عَلَيْهِ فِيهِ غَضَاضَة فَلْيَقْرُنْهُ بِمَا يُقِيم عُذْره فِي ذَلِكَ. وَفِيهِ جَوَاز سَمَاع كَلَامِ الْأَجْنَبِيَّة عِنْد الْحُكْم وَالْإِفْتَاء عِنْد مَنْ يَقُول إِنَّ صَوْتهَا عَوْرَة وَيَقُول جَازَ هُنَا لِلضَّرُورَةِ. وَفِيهِ أَنَّ الْقَوْل قَوْل الزَّوْجَة فِي قَبْض النَّفَقَة , لِأَنَّهُ لَوْ كَانَ الْقَوْلُ قَوْلَ الزَّوْج إِنَّهُ مُنْفِق لَكُلِّفَتْ هَذِهِ الْبَيِّنَة عَلَى إِثْبَات عَدَم الْكِفَايَة وَأَجَابَ الْمَازِرِيّ عَنْهُ بِأَنَّهُ مِنْ بَابِ تَعْلِيق الْفُتْيَا لَا الْقَضَاء. وَفِيهِ وُجُوب نَفَقَة الزَّوْجَة وَأَنَّهَا مُقَدَّرَة بِالْكِفَايَةِ , وَهُوَ قَوْل أَكْثَر الْعُلَمَاء , وَهُوَ قَوْل لِلشَّافِعَيَّ حَكَاهُ الْجُوَيْنِيّ , وَالْمَشْهُور عَنْ الشَّافِعِيّ أَنَّهُ قَدَّرَهَا بِالْأَمْدَادِ فَعَلَى الْمُوسِر كُلّ يَوْم مُدَّانِ وَالْمُتَوَسِّط مُدّ وَنِصْف وَالْمُعْسِر مُدّ , وَتَقْرِيرهَا بِالْأَمْدَادِ رِوَايَة عَنْ مَالِك أَيْضًا , قَالَ النَّوَوِيّ فِي \" شَرْح مُسْلِم \" : وَهَذَا الْحَدِيث حُجَّة عَلَى أَصْحَابنَا. قُلْت : وَلَيْسَ صَرِيحًا فِي الرَّدّ عَلَيْهِمْ , لَكِنَّ التَّقْدِير بِالْأَمْدَادِ مُحْتَاج إِلَى دَلِيل فَإِنْ ثَبَتَ حُمِلَتْ الْكِفَايَة فِي حَدِيث الْبَاب عَلَى الْقَدْر الْمُقَدَّر بِالْأَمْدَادِ , فَكَأَنَّهُ كَانَ يُعْطِيهَا وَهُوَ مُوسِر مَا يُعْطِي الْمُتَوَسِّط فَأَذِنَ لَهَا فِي أَخْذِ التَّكْمِلَة , وَقَدْ تَقَدَّمَ الِاخْتِلَاف فِي ذَلِكَ فِي \" بَابِ وُجُوب النَّفَقَة عَلَى الْأَهْل \" وَفِيهِ اِعْتِبَار النَّفَقَة بِحَالِ الزَّوْجَة , وَهُوَ قَوْل الْحَنَفِيَّة , وَاخْتَارَ الْخَصَّاف مِنْهُمْ أَنَّهَا مُعْتَبَرَة بِحَالِ الزَّوْجَيْنِ مَعًا , قَالَ صَاحِب \" الْهِدَايَة \" وَعَلَيْهِ الْفَتْوَى , وَالْحُجَّة فِيهِ ضَمّ قَوْله تَعَالَى ( لِيُنْفِق ذُو سَعَة مِنْ سَعَته ) الْآيَة إِلَى هَذَا الْحَدِيث , وَذَهَبَتْ الشَّافِعِيَّة إِلَى اِعْتِبَار حَالِ الزَّوْج تَمَسُّكًا بِالْآيَةِ , وَهُوَ قَوْل بَعْض الْحَنَفِيَّة , وَفِيهِ وُجُوب نَفَقَة الْأَوْلَاد بِشَرْطِ الْحَاجَة , وَالْأَصَحّ عِنْد الشَّافِعِيَّة اِعْتِبَار الصِّغَر أَوْ الزَّمَانَة. وَفِيهِ وُجُوب نَفَقَة خَادِم الْمَرْأَة عَلَى الزَّوْج , قَالَ الْخَطَّابِيُّ : لِأَنَّ أَبَا سُفْيَان كَانَ رَئِيس قَوْمه وَيَبْعُد أَنْ يَمْنَع زَوْجَته وَأَوْلَاده النَّفَقَة , فَكَأَنَّهُ كَانَ يُعْطِيهَا قَدْر كِفَايَتهَا وَوَلَدِهَا دُون مَنْ يَخْدُمهُمْ فَأَضَافَتْ ذَلِكَ إِلَى نَفْسهَا لِأَنَّ خَادِمهَا دَاخِل فِي جُمْلَتهَا. قُلْت : وَيَحْتَمِل أَنْ يُتَمَسَّكَ لِذَلِكَ بِقَوْلِهِ فِي بَعْض طُرُقه \" أَنْ أُطْعِم مِنْ الَّذِي لَهُ عِيَالنَا \" وَاسْتُدِلَّ بِهِ عَلَى وُجُوب نَفَقَة الِابْن عَلَى الْأَب وَلَوْ كَانَ الِابْن كَبِيرًا , وَتُعُقِّبَ بِأَنَّهَا وَاقِعَة عَيْن وَلَا عُمُوم فِي الْأَفْعَال , فَيَحْتَمِل أَنْ يَكُونُ الْمُرَاد بِقَوْلِهَا \" بَنِيّ \" بَعْضهمْ أَيْ مَنْ كَانَ صَغِيرًا أَوْ كَبِيرًا زَمِنًا لَا جَمِيعهمْ. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ لَهُ عِنْد غَيْره حَقّ وَهُوَ عَاجِز عَنْ اِسْتِيفَائِهِ جَازَ لَهُ أَنْ يَأْخُذ مِنْ مَالِهِ قَدْر حَقِّهِ بِغَيْرِ إِذْنه , وَهُوَ قَوْل الشَّافِعِيّ وَجَمَاعَة , وَتُسَمَّى مَسْأَلَة الظَّفَر , وَالرَّاجِح عِنْدهمْ لَا يَأْخُذ غَيْر جِنْس حَقِّهِ إِلَّا إِذَا تَعَذَّرَ جِنْس حَقِّهِ , وَعَنْ أَبِي حَنِيفَة الْمَنْع , وَعَنْهُ يَأْخُذ جِنْس حَقِّهِ وَلَا يَأْخُذ مِنْ غَيْر جِنْس حَقِّهِ إِلَّا أَحَد النَّقْدَيْنِ بَدَل الْآخَر , وَعَنْ مَالِك ثَلَاث رِوَايَات كَهَذِهِ الْآرَاء , وَعَنْ أَحْمَد الْمَنْع مُطْلَقًا وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى شَيْء مِنْ ذَلِكَ فِي كِتَاب الْأَشْخَاص وَالْمُلَازَمَة , قَالَ الْخَطَّابِيُّ يُؤْخَذ مِنْ حَدِيث هِنْد جَوَاز أَخْذ الْجِنْس وَغَيْر الْجِنْس , لِأَنَّ مَنْزِل الشَّحِيح لَا يَجْمَع كُلّ مَا يَحْتَاج إِلَيْهِ مِنْ النَّفَقَة وَالْكِسْوَة وَسَائِر الْمَرَافِق اللَّازِمَة وَقَدْ أَطْلَقَ لَهَا الْإِذْن فِي أَخْذِ الْكِفَايَة مِنْ مَالِهِ , قَالَ : وَيَدُلّ عَلَى صِحَّة ذَلِكَ قَوْلهَا فِي رِوَايَة أُخْرَى \" وَإِنَّهُ لَا يُدْخِل عَلَى بَيْتِي مَا يَكْفِينِي وَوَلَدِي \". قُلْت : وَلَا دَلَالَة فِيهِ لِمَا اِدَّعَاهُ مِنْ أَنَّ بَيْت الشَّحِيح لَا يَحْتَوِي عَلَى كُلّ مَا يَحْتَاج إِلَيْهِ لِأَنَّهَا نَفَتْ الْكِفَايَة مُطْلَقًا فَتَنَاوَلَ جِنْس مَا يَحْتَاج إِلَيْهِ وَمَا لَا يَحْتَاج إِلَيْهِ , وَدَعْوَاهُ أَنَّ مَنْزِل الشَّحِيح كَذَلِكَ مُسَلَّمَة لَكِنْ مِنْ أَيْنَ لَهُ أَنَّ مَنْزِل أَبِي سُفْيَان كَانَ كَذَلِكَ ؟ وَاَلَّذِي يَظْهَر مِنْ سِيَاق الْقِصَّة أَنَّ مَنْزِله كَانَ فِيهِ كُلّ مَا يَحْتَاج إِلَيْهِ إِلَّا أَنَّهُ كَانَ لَا يُمَكِّنهَا إِلَّا مِنْ الْقَدْر الَّذِي أَشَارَتْ إِلَيْهِ فَاسْتَأْذَنَتْ أَنْ تَأْخُذ زِيَادَة عَلَى ذَلِكَ بِغَيْرِ عِلْمه , وَقَدْ وَجَّهَ اِبْنُ الْمُنَيِّرِقَوْله إِنَّ فِي قِصَّة هِنْد دَلَالَة عَلَى أَنَّ لِصَاحِبِ الْحَقّ أَنْ يَأْخُذ مِنْ غَيْر جِنْس حَقِّهِ بِحَيْثُ يَحْتَاج إِلَى التَّقْوِيم , لِأَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام أَذِنَ لِهِنْدٍ أَنْ تَفْرِض لِنَفْسِهَا وَعِيَالهَا قَدْر الْوَاجِب , وَهَذَا هُوَ التَّقْوِيم بِعَيْنِهِ بَلْ هُوَ أَدَقّ مِنْهُ وَأَعْسَر. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ لِلْمَرْأَةِ : مَدْخَلًا فِي الْقِيَام عَلَى أَوْلَادهَا وَكَفَالَتهمْ وَالْإِنْفَاق عَلَيْهِمْ , وَفِيهِ اِعْتِمَاد الْعُرْف فِي الْأُمُور الَّتِي لَا تَحْدِيد فِيهَا مِنْ قِبَل الشَّرْع. وَقَالَ الْقُرْطُبِيّ فِيهِ اِعْتِبَار الْعُرْف فِي الشَّرْعِيَّات خِلَافًا لِمَنْ أَنْكَرَ ذَلِكَ لَفْظًا وَعَمِلَ بِهِ مَعْنًى كَالشَّافِعِيَّةِ , كَذَا قَالَ , وَالشَّافِعِيَّة إِنَّمَا أَنْكَرُوا الْعَمَل بِالْعُرْفِ إِذَا عَارَضَهُ النَّصّ الشَّرْعِيّ أَوْ لَمْ يُرْشِد النَّصّ الشَّرْعِيّ إِلَى الْعُرْف , وَاسْتَدَلَّ بِهِ الْخَطَّابِيُّ عَلَى جَوَاز الْقَضَاء عَلَى الْغَائِب , وَسَيَأْتِي فِي كِتَاب الْأَحْكَام أَنَّ الْبُخَارِيّ تَرْجَمَ \" الْقَضَاء عَلَى الْغَائِب \" وَأَوْرَدَ هَذَا الْحَدِيث مِنْ طَرِيق سُفْيَان الثَّوْرِيّ عَنْ هِشَام بِلَفْظِ \" إِنَّ أَبَا سُفْيَان رَجُل شَحِيح فَأَحْتَاج أَنْ آخُذ مِنْ مَالِهِ , قَالَ : خُذِي مَا يَكْفِيك وَوَلَدَك بِالْمَعْرُوفِ \" وَذَكَرَ النَّوَوِيّ أَنَّ جَمْعًا مِنْ الْعُلَمَاء مِنْ أَصْحَاب الشَّافِعِيّ وَمِنْ غَيْرهمْ اِسْتَدَلُّوا بِهَذَا الْحَدِيث لِذَلِكَ , حَتَّى قَالَ الرَّافِعِيّ فِي \" الْقَضَاء عَلَى الْغَائِب \" : اِحْتَجَّ أَصْحَابنَا عَلَى الْحَنَفِيَّة فِي مَنْعهمْ الْقَضَاء عَلَى الْغَائِب بِقِصَّةِ هِنْد , وَكَانَ ذَلِكَ قَضَاء مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى زَوْجهَا وَهُوَ غَائِب , قَالَ النَّوَوِيّ : وَلَا يَصِحّ الِاسْتِدْلَال , لِأَنَّ هَذِهِ الْقِصَّة كَانَتْ بِمَكَّة وَكَانَ أَبُو سُفْيَان حَاضِرًا بِهَا , وَشَرْط الْقَضَاء عَلَى الْغَائِب أَنْ يَكُونُ غَائِبًا عَنْ الْبَلَد أَوْ مُسْتَتِرًا لَا يَقْدِر عَلَيْهِ أَوْ مُتَعَزِّزًا , وَلَمْ يَكُنْ هَذَا الشَّرْط فِي أَبِي سُفْيَان مَوْجُودًا فَلَا يَكُونُ قَضَاء عَلَى الْغَائِب بَلْ هُوَ إِفْتَاء , وَقَدْ وَقَعَ فِي كَلَامِ الرَّافِعِيّ فِي عِدَّة مَوَاضِع أَنَّهُ كَانَ إِفْتَاء ا ه وَاسْتَدَلَّ بَعْضهمْ عَلَى أَنَّهُ كَانَ غَائِبًا بِقَوْلِ هِنْد \" لَا يُعْطِينِي \" إِذْ لَوْ كَانَ حَاضِرًا لَقَالَتْ لَا يُنْفِق عَلَيَّ , لِأَنَّ الزَّوْج هُوَ الَّذِي يُبَاشِر الْإِنْفَاق. وَهَذَا ضَعِيف لِجَوَازِ أَنْ يَكُونَ عَادَته أَنْ يُعْطِيهَا جُمْلَة وَيَأْذَن لَهَا فِي الْإِنْفَاق مُفَرَّقًا. نَعَمْ قَوْل النَّوَوِيّ إِنَّ أَبَا سُفْيَان كَانَ حَاضِرًا بِمَكَّة حَقّ , وَقَدْ سَبَقَهُ إِلَى الْجَزْم بِذَلِكَ السُّهَيْلِيّ , بَلْ أَوْرَدَ أَخَصّ مِنْ ذَلِكَ وَهُوَ أَنَّ أَبَا سُفْيَان كَانَ جَالِسًا مَعَهَا فِي الْمَجْلِس , لَكِنْ لَمْ يَسُقْ إِسْنَاده , وَقَدْ ظَفِرْت بِهِ فِي \" طَبَقَات اِبْنِ سَعْد \" أَخْرَجَهُ بِسَنَدٍ رِجَاله رِجَال الصَّحِيح , إِلَّا أَنَّهُ مُرْسَل عَنْ الشَّعْبِيّ \" أَنَّ هِنْدًا لَمَّا بَايَعَتْ وَجَاءَ قَوْله وَلَا يَسْرِقْنَ قَالَتْ : قَدْ كُنْت أَصَبْت مِنْ مَالِ أَبِي سُفْيَان فَقَالَ أَبُو سُفْيَان : فَمَا أَصَبْت مِنْ مَالِي فَهُوَ حَلَال لَك \". قُلْت : وَيُمْكِن تَعَدُّد الْقِصَّة وَأَنَّ هَذَا وَقَعَ لَمَّا بَايَعَتْ ثُمَّ جَاءَتْ مَرَّة أُخْرَى فَسَأَلَتْ عَنْ الْحُكْم , وَتَكُونُ فَهِمَتْ مِنْ الْأَوَّل إِحْلَال أَبِي سُفْيَان لَهَا مَا مَضَى فَسَأَلَتْ عَمَّا يُسْتَقْبَل , لَكِنْ يُشْكِل عَلَى ذَلِكَ مَا أَخْرَجَهُ اِبْنِ مَنْدَهْ فِي \" الْمَعْرِفَة \" مِنْ طَرِيق عَبْد اللَّه بْن مُحَمَّد بْن زَاذَانَ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ قَالَ \" قَالَتْ هِنْد لِأَبِي سُفْيَان : إِنِّي أُرِيدَ أَنْ أُبَايِع , قَالَ : فَإِنْ فَعَلْت فَاذْهَبِي مَعَك بِرَجُلٍ مِنْ قَوْمك , فَذَهَبَتْ إِلَى عُثْمَان فَذَهَبَ مَعَهَا , فَدَخَلَتْ مُنْتَقِبَة فَقَالَ : بَايِعِي أَنْ لَا تُشْرِكِي \" الْحَدِيث , وَفِيهِ \" فَلَمَّا فَرَغَتْ قَالَتْ : يَا رَسُول اللَّه إِنَّ أَبَا سُفْيَان رَجُل بَخِيل - الْحَدِيث - قَالَ : مَا تَقُول يَا أَبَا سُفْيَان ؟ قَالَ : أَمَّا يَابِسًا فَلَا , وَأَمَّا رَطْبًا فَأُحِلّهُ \" وَذَكَرَ أَبُو نُعَيْمٍ فِي \" الْمَعْرِفَة \" أَنَّ عَبْد اللَّه تَفَرَّدَ بِهِ بِهَذَا السِّيَاق وَهُوَ ضَعِيف , وَأَوَّل حَدِيثه يَقْتَضِي أَنَّ أَبَا سُفْيَان لَمْ يَكُنْ مَعَهَا وَآخِرُهُ يَدُلّ عَلَى أَنَّهُ كَانَ حَاضِرًا ; لَكِنْ يَحْتَمِل أَنْ يَكُونُ كُلّ مِنْهُمَا تَوَجَّهَ وَحْده أَوْ أَرْسَلَ إِلَيْهِ لَمَّا اِشْتَكَتْ مِنْهُ , وَيُؤَيِّد هَذَا الِاحْتِمَال الثَّانِي مَا أَخْرَجَهُ الْحَاكِم فِي تَفْسِير الْمُمْتَحِنَة مِنْ \" الْمُسْتَدْرَك \" عَنْ فَاطِمَة بِنْتِ عُتْبَةَ \" أَنَّ أَبَا حُذَيْفَة بْن عُتْبَةَ ذَهَبَ بِهَا وَبِأُخْتِهَا هِنْد يُبَايِعَانِ , فَلَمَّا اِشْتَرَطَ وَلَا يَسْرِقْنَ قَالَتْ هِنْد : لَا أُبَايِعك عَلَى السَّرِقَة , إِنِّي أَسْرِق مِنْ زَوْجِي , فَكَفَّ حَتَّى أَرْسَلَ إِلَى أَبِي سُفْيَان يَتَحَلَّل لَهَا مِنْهُ فَقَالَ : أَمَّا الرَّطْب فَنَعَمْ وَأَمَّا الْيَابِس فَلَا \" وَاَلَّذِي يَظْهَر لِي أَنَّ الْبُخَارِيّ لَمْ يُرِدْ أَنَّ قِصَّة هِنْد كَانَ قَضَاء عَلَى أَبِي سُفْيَان وَهُوَ غَائِب , بَلْ اِسْتَدَلَّ بِهَا عَلَى صِحَّة الْقَضَاء عَلَى الْغَائِب وَلَوْ لَمْ يَكُنْ ذَلِكَ قَضَاء عَلَى غَائِب بِشَرْطِهِ , بَلْ لَمَّا كَانَ أَبُو سُفْيَان غَيْر حَاضِرِ مَعَهَا فِي الْمَجْلِس وَأَذِنَ لَهَا أَنْ تَأْخُذ مِنْ مَالَهُ بِغَيْرِ إِذْنه قَدْر كِفَايَتهَا كَانَ فِي ذَلِكَ نَوْع قَضَاء عَلَى الْغَائِب فَيَحْتَاج مَنْ مَنَعَهُ أَنْ يُجِيب عَنْ هَذَا , وَقَدْ اِنْبَنَى عَلَى هَذَا الْخِلَاف يَتَفَرَّع مِنْهُ وَهُوَ أَنَّ الْأَب إِذَا غَابَ أَوْ اِمْتَنَعَ مِنْ الْإِنْفَاق عَلَى وَلَدِهِ الصَّغِير أَذِنَ الْقَاضِي لِلْأُمِّ إِذَا كَانَتْ فِيهَا أَهْلِيَّة ذَلِكَ فِي الْأَخْذ مِنْ مَالِ الْأَب إِنْ أَمْكَنَ أَوْ فِي الِاسْتِقْرَاض عَلَيْهِ وَالْإِنْفَاق عَلَى الصَّغِير , وَهَلْ لَهَا الِاسْتِقْلَال بِذَلِكَ بِغَيْرِ إِذْن الْقَاضِي ؟ وَجْهَانِ يَنْبَنِيَانِ عَلَى الْخِلَاف فِي قِصَّة هِنْد , فَإِنْ كَانَتْ إِفْتَاء جَازَ لَهَا الْأَخْذ بِغَيْرِ إِذْن , وَإِنْ كَانَتْ قَضَاء فَلَا يَجُوز إِلَّا بِإِذْنِ الْقَاضِي. وَمِمَّا رَجَّحَ بِهِ أَنَّهُ كَانَ قَضَاء لَا فُتْيَا التَّعْبِير بِصِيغَةِ الْأَمْر حَيْثُ قَالَ لَهَا \" خُذِي \" وَلَوْ كَانَ فُتْيَا لَقَالَ مَثَلًا : لَا حَرَج عَلَيْك إِذَا أَخَذْت , وَلِأَنَّ الْأَغْلَب مِنْ تَصَرُّفَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا هُوَ الْحُكْم. وَمِمَّا رَجَّحَ بِهِ أَنَّهُ كَانَ فَتْوَى وُقُوع الِاسْتِفْهَام فِي الْقِصَّة فِي قَوْلهَا \" هَلْ عَلَيَّ جُنَاح \" ؟ وَلِأَنَّهُ فَوَّضَ تَقْدِير الِاسْتِحْقَاق إِلَيْهَا , وَلَوْ كَانَ قَضَاء لَمْ يُفَوِّضهُ إِلَى الْمُدَّعِي , وَلِأَنَّهُ لَمْ يَسْتَحْلِفهَا عَلَى مَا اِدَّعَتْهُ وَلَا كَلَّفَهَا الْبَيِّنَة , وَالْجَوَاب أَنَّ فِي تَرْك تَحْلِيفهَا أَوْ تَكْلِيفهَا الْبَيِّنَة حُجَّة لِمَنْ أَجَازَ لِلْقَاضِي أَنْ يَحْكُم بِعِلْمِهِ فَكَأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِمَ صِدْقهَا فِي كُلّ مَا اِدَّعَتْ بِهِ , وَعَنْ الِاسْتِفْهَام أَنَّهُ لَا اِسْتِحَالَة فِيهِ مِنْ طَالِب الْحُكْم , وَعَنْ تَفْوِيض قَدْر الِاسْتِحْقَاق أَنَّ الْمُرَاد الْمَوْكُول إِلَى الْعُرْف كَمَا تَقَدَّمَ , وَسَيَأْتِي بَيَان الْمَذَاهِب فِي الْقَضَاء عَلَى الْغَائِب فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏أَشْكَلَ عَلَى بَعْضهمْ اِسْتِدْلَال الْبُخَارِيّ بِهَذَا الْحَدِيث عَلَى مَسْأَلَة الظَّفَر فِي كِتَاب الْأَشْخَاص حَيْثُ تَرْجَمَ لَهُ \" قِصَاص الْمَظْلُوم إِذَا وَجَدَ مَال ظَالِمه \" وَاسْتِدْلَاله بِهِ عَلَى جَوَاز الْقَضَاء عَلَى الْغَائِب , لِأَنَّ الِاسْتِدْلَال بِهِ عَلَى مَسْأَلَة الظَّفَر لَا تَكُون إِلَّا عَلَى الْقَوْل بِأَنَّ مَسْأَلَة هِنْد كَانَتْ عَلَى طَرِيق الْفَتْوَى , وَالِاسْتِدْلَال بِهِ عَلَى مَسْأَلَة الْقَضَاء عَلَى الْغَائِب لَا يَكُون إِلَّا عَلَى الْقَوْل بِأَنَّهَا كَانَتْ حُكْمًا. وَالْجَوَاب أَنْ يُقَال : كُلّ حُكْم يَصْدُر مِنْ الشَّارِع فَإِنَّهُ يُنَزَّلُ مَنْزِلَة الْإِفْتَاء بِذَلِكَ الْحُكْم فِي مِثْل تِلْكَ الْوَاقِعَة , فَيَصِحّ الِاسْتِدْلَال بِهَذِهِ الْقِصَّة لِلْمَسْأَلَتَيْنِ وَاللَّهُ أَعْلَم. وَقَدْ وَقَعَ هَذَا الْبَاب مُقَدَّمًا عَلَى بَابَيْنِ عِنْد أَبِي نُعَيْمٍ فِي \" الْمُسْتَخْرَج \" ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5365,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، وَأَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ خَيْرُ نِسَاءٍ رَكِبْنَ الإِبِلَ نِسَاءُ قُرَيْشٍ ـ وَقَالَ الآخَرُ صَالِحُ نِسَاءِ قُرَيْشٍ ـ أَحْنَاهُ عَلَى وَلَدٍ فِي صِغَرِهِ، وَأَرْعَاهُ عَلَى زَوْجٍ فِي ذَاتِ يَدِهِ ‏\"‏‏.‏ وَيُذْكَرُ عَنْ مُعَاوِيَةَ وَابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The best women among the camel riders, are the women of Quraish.\" (Another \nnarrator said) The Prophet (ﷺ) said, \"The righteous among the women of Quraish are those who are kind \nto their young ones and who look after their husband's property . \"",
    "explication": "‏ ‏قَوْله ( خَيْر نِسَاء رَكِبْنَ الْإِبِل ) ‏ ‏تَقَدَّمَ فِي أَوَاخِر أَحَادِيث الْأَنْبِيَاء فِي ذِكْرِ مَرْيَم عَلَيْهَا السَّلَام قَوْل أَبِي هُرَيْرَة فِي آخِره \" وَلَمْ تَرْكَب مَرْيَم بِنْت عِمْرَان بَعِيرًا قَطُّ \" فَكَأَنَّهُ أَرَادَ إِخْرَاج مَرْيَم مِنْ هَذَا التَّفْضِيل لِأَنَّهَا لَمْ تَرْكَب بَعِيرًا قَطُّ , فَلَا يَكُون فِيهِ تَفْضِيل نِسَاء قُرَيْش عَلَيْهَا , وَلَا يُشَكّ أَنَّ لِمَرْيَم فَضْلًا وَأَنَّهَا أَفْضَل مِنْ جَمِيع نِسَاء قُرَيْش إِنْ ثَبَتَ أَنَّهَا نَبِيَّة أَوْ مِنْ أَكْثَرهنَّ إِنْ لَمْ تَكُنْ نَبِيَّة , وَقَدْ تَقَدَّمَ بَيَان ذَلِكَ فِي الْمَنَاقِب فِي حَدِيث \" خَيْر نِسَائِهَا مَرْيَم وَخَيْر نِسَائِهَا خَدِيجَة \" وَأَنَّ مَعْنَاهَا أَنَّ كُلّ وَاحِدَة مِنْهُمَا خَيْر نِسَاء الْأَرْض فِي عَصْرهَا , وَيَحْتَمِل أَنْ لَا يُحْتَاج فِي إِخْرَاج مَرْيَم مِنْ هَذَا التَّفْضِيل إِلَى الِاسْتِنْبَاط مِنْ قَوْله \" رَكِبْنَ الْإِبِل \" لِأَنَّ تَفْضِيل الْجُمْلَة لَا يَسْتَلْزِم ثُبُوت كُلّ فَرْد فَرْد مِنْهَا , فَإِنَّ قَوْله \" رَكِبْنَ الْإِبِل \" إِشَارَة إِلَى الْعَرَب لِأَنَّهُمْ الَّذِينَ يَكْثُر مِنْهُمْ رُكُوب الْإِبِل , وَقَدْ عُرِفَ أَنَّ الْعَرَب خَيْر مِنْ غَيْرهمْ مُطْلَقًا فِي الْجُمْلَة فَيُسْتَفَاد مِنْهُ تَفْضِيلهنَّ مُطْلَقًا عَلَى نِسَاء غَيْرهنَّ مُطْلَقًا , وَيُمْكِن أَنْ يُقَال أَيْضًا : إِنَّ الظَّاهِر أَنَّ الْحَدِيث سِيقَ فِي مَعْرِض التَّرْغِيب فِي نِكَاح الْقُرَشِيَّات , فَلَيْسَ فِيهِ التَّعَرُّض لِمَرْيَم وَلَا لِغَيْرِهَا مِمَّنْ اِنْقَضَى زَمَنهنَّ. ‏ ‏قَوْله ( صَالِح نِسَاء قُرَيْش ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْإِفْرَادِ , وَفِي رِوَايَة غَيْر الْكُشْمِيهَنِيّ \" صُلّحُ \" بِضَمِّ أَوَّله وَتَشْدِيد اللَّام بِصِيغَةِ الْجَمْع , وَسَيَأْتِي فِي أَوَاخِر النَّفَقَات مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" نِسَاء قُرَيْش \" وَالْمُطْلَق مَحْمُول عَلَى الْمُقَيَّد. فَالْمَحْكُوم لَهُ بِالْخَيْرِيَّةِ الصَّالِحَات مِنْ نِسَاء قُرَيْش لَا عَلَى الْعُمُوم , وَالْمُرَاد بِالصَّلَاحِ هُنَا صَلَاح الدِّين , وَحُسْن الْمُخَالَطَة مَعَ الزَّوْج وَنَحْو ذَلِكَ. ‏ ‏قَوْله ( أَحْنَاهُ ) ‏ ‏بِسُكُونِ الْمُهْمَلَة بَعْدهَا نُون : أَكْثَره شَفَقَة , وَالْحَانِيَة عَلَى وَلَدهَا هِيَ الَّتِي تَقُوم عَلَيْهِمْ فِي حَال يُتْمهمْ فَلَا تَتَزَوَّج , فَإِنْ تَزَوَّجَتْ فَلَيْسَتْ بِحَانِيَةٍ قَالَهُ الْهَرَوِيُّ ; وَجَاءَ الضَّمِير مُذَكَّرًا وَكَانَ الْقِيَاس أَحْنَاهُنَّ , وَكَأَنَّهُ ذَكَّرَ بِاعْتِبَارِ اللَّفْظ وَالْجِنْس أَوْ الشَّخْص أَوْ الْإِنْسَان , وَجَاءَ نَحْو ذَلِكَ فِي حَدِيث أَنَس \" كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْسَن النَّاس وَجْهًا وَأَحْسَنه خُلُقًا , بِالْإِفْرَادِ فِي الثَّانِي وَحَدِيث اِبْن عَبَّاس فِي قَوْل أَبِي سُفْيَان عِنْدِي أَحْسَن الْعَرَب وَأَجْمَله أُمّ حَبِيبَة بِالْإِفْرَادِ فِي الثَّانِي أَيْضًا , قَالَ أَبُو حَاتِم السِّجِسْتَانِيّ : لَا يَكَادُونَ يَتَكَلَّمُونَ بِهِ إِلَّا مُفْرَدًا. ‏ ‏قَوْله ( عَلَى وَلَده ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" عَلَى وَلَد \" بِلَا ضَمِير وَهُوَ أَوْجَه , وَوَقَعَ فِي رِوَايَة لِمُسْلِمٍ \" عَلَى يَتِيم \" وَفِي أُخْرَى \" عَلَى طِفْل \" وَالتَّقْيِيد بِالْيُتْمِ وَالصِّغَر يَحْتَمِل أَنْ يَكُون مُعْتَبَرًا مِنْ ذِكْرِ بَعْض أَفْرَاد الْعُمُوم , لِأَنَّ صِفَة الْحُنُوّ عَلَى الْوَلَد ثَابِتَة لَهَا , لَكِنْ ذُكِرَتْ الْحَالَتَانِ لِكَوْنِهِمَا أَظْهَر فِي ذَلِكَ ‏ ‏قَوْله ( وَأَرْعَاهُ عَلَى زَوْج ) ‏ ‏أَيْ أَحْفَظ وَأَصْوَن لِمَالِهِ بِالْأَمَانَةِ فِيهِ وَالصِّيَانَة لَهُ وَتَرْك التَّبْذِير فِي الْإِنْفَاق. ‏ ‏قَوْله ( فِي ذَات يَده ) ‏ ‏أَيْ فِي مَاله الْمُضَاف إِلَيْهِ , وَمِنْهُ قَوْلهمْ فُلَان قَلِيل ذَات الْيَد أَيْ قَلِيل الْمَال , وَفِي الْحَدِيث الْحَثّ عَلَى نِكَاح الْأَشْرَاف خُصُوصًا الْقُرَشِيَّات , وَمُقْتَضَاهُ أَنَّهُ كُلَّمَا كَانَ نَسَبهَا أَعْلَى تَأَكَّدَ الِاسْتِحْبَاب. وَيُؤْخَذ مِنْهُ اِعْتِبَار الْكَفَاءَة فِي النَّسَب , وَأَنَّ غَيْر الْقُرَشِيَّات لَيْسَ كُفْأً لَهُنَّ , وَفَضْل الْحُنُوّ وَالشَّفَقَة وَحُسْن التَّرْبِيَة وَالْقِيَام عَلَى الْأَوْلَاد وَحِفْظ مَال الزَّوْج وَحُسْن التَّدْبِير فِيهِ. وَيُؤْخَذ مِنْهُ مَشْرُوعِيَّة إِنْفَاق الزَّوْج عَلَى زَوْجَته , وَسَيَأْتِي فِي أَوَاخِر النَّفَقَات بَيَان سَبَب هَذَا الْحَدِيث ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5366,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ، قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ آتَى إِلَىَّ النَّبِيُّ صلى الله عليه وسلم حُلَّةً سِيَرَاءَ فَلَبِسْتُهَا، فَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ فَشَقَّقْتُهَا بَيْنَ نِسَائِي‏.‏",
    "english_text": "The Prophet (ﷺ) gave me a silk suit and I wore it, but when I noticed anger on his face, I cut it and \ndistributed it among my women-folk.",
    "explication": "حَدِيث عَلِيّ فِي اَلْحُلَّةِ وَفِيهِ قَوْلُهُ : \" فَشَقَقْتهَا بَيْنَ نِسَائِي \" وَسَيَأْتِي شَرْحُهُ فِي كِتَابِ اَللِّبَاس , وَمُنَاسَبَتُهُ ظَاهِرَة فِي قَوْلِهِ : \" فَرَأَيْت اَلْغَضَبَ فِي وَجْهِهِ \" فَإِنَّهُ دَالٌّ عَلَى أَنَّهُ كَرِهَ لَهُ لُبْسَهَا مَعَ كَوْنِهِ أَهْدَاهَا لَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5367,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ هَلَكَ أَبِي وَتَرَكَ سَبْعَ بَنَاتٍ أَوْ تِسْعَ بَنَاتٍ فَتَزَوَّجْتُ امْرَأَةً ثَيِّبًا فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَزَوَّجْتَ يَا جَابِرُ ‏\"‏‏.‏ فَقُلْتُ نَعَمْ‏.‏ فَقَالَ ‏\"‏ بِكْرًا أَمْ ثَيِّبًا ‏\"‏‏.‏ قُلْتُ بَلْ ثَيِّبًا‏.‏ قَالَ ‏\"‏ فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ، وَتُضَاحِكُهَا وَتُضَاحِكُكَ ‏\"‏‏.‏ قَالَ فَقُلْتُ لَهُ إِنَّ عَبْدَ اللَّهِ هَلَكَ وَتَرَكَ بَنَاتٍ، وَإِنِّي كَرِهْتُ أَنْ أَجِيئَهُنَّ بِمِثْلِهِنَّ، فَتَزَوَّجْتُ امْرَأَةً تَقُومُ عَلَيْهِنَّ وَتُصْلِحُهُنَّ‏.‏ فَقَالَ ‏\"‏ بَارَكَ اللَّهُ لَكَ ‏\"‏‏.‏ أَوْ قَالَ خَيْرًا‏.‏",
    "english_text": "My father died and left seven or nine girls and I married a matron. Allah's Messenger (ﷺ) said to me, \"O \nJabir! Have you married?\" I said, \"Yes.\" He said, \"A virgin or a matron?\" I replied, \"A matron.\" he \nsaid, \"Why not a virgin, so that you might play with her and she with you, and you might amuse her \nand she amuse you.\" I said, \" `Abdullah (my father) died and left girls, and I dislike to marry a girl \nlike them, so I married a lady (matron) so that she may look after them.\" On that he said, \"May Allah \nbless you,\" or \"That is good.\"",
    "explication": "حَدِيث جَابِر فِي تَزْوِيجه الثَّيِّب وَفِيهِ \" هَلَّا جَارِيَة تُلَاعِبهَا \" وَقَدْ تَقَدَّمَ شَرْحه فِي النِّكَاح , وَالْمُرَاد مِنْهُ قَوْله فِيهِ \" بَارَكَ اللَّه عَلَيْك \" ‏ ‏وَقَوْله فِيهِ \" تَزَوَّجْت يَا جَابِر قُلْت نَعَمْ , قَالَ بِكْرًا أَمْ ثَيِّبًا \" ‏ ‏اِنْتَصَبَ عَلَى حَذْف فِعْل تَقْدِيره أَتَزَوَّجْت , وَقَوْله فِي الْجَوَاب \" قُلْت ثَيِّب \" بِالرَّفْعِ عَلَى أَنَّ التَّقْدِير مَثَلًا الَّتِي تَزَوَّجْتهَا ثَيِّب , قِيلَ وَكَانَ الْأَحْسَن النَّصْب عَلَى نَسْقِ الْأَوَّل أَيْ تَزَوَّجْت ثَيِّبًا. قُلْت : وَلَا يَمْتَنِع أَنْ يَكُون مَنْصُوبًا فَكُتِبَ بِغَيْرِ أَلِف عَلَى تِلْكَ اللُّغَة , ‏ ‏وَقَوْله فِيهِ \" أَوْ تُضَاحِكهَا \" ‏ ‏شَكّ مِنْ الرَّاوِي \" وَهُوَ يُعَيِّن أَحَد الِاحْتِمَالَيْنِ فِي تُلَاعِبهَا هَلْ مِنْ اللَّعِب أَوْ مِنْ اللُّعَاب \" وَقَدْ تَقَدَّمَ بَيَانه عِنْد شَرْحه. ‏ ‏قَوْله ( لَمْ يَقُلْ اِبْن عُيَيْنَةَ وَمُحَمَّد بْن مُسْلِم عَنْ عَمْرو بَارَكَ اللَّه عَلَيْك ) ‏ ‏أَمَّا رِوَايَة سُفْيَان بْن عُيَيْنَةَ فَتَقَدَّمَتْ مَوْصُولَة فِي الْمَغَازِي وَفِي النَّفَقَات مِنْ طَرِيقه , وَأَمَّا رِوَايَة مُحَمَّد بْن مُسْلِم وَهُوَ الطَّائِفِيّ فَتَقَدَّمَ الْكَلَام عَلَيْهَا فِي الْمَغَازِي , وَمُنَاسَبَة قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَبْدِ الرَّحْمَن \" بَارَكَ اللَّه لَك \" وَلِجَابِرٍ \" بَارَكَ اللَّه عَلَيْك \" أَنَّ الْمُرَاد بِالْأَوَّلِ اِخْتِصَاصه بِالْبَرَكَةِ فِي زَوْجَته وَبِالثَّانِي شُمُول الْبَرَكَة لَهُ فِي جَوْدَة عَقْله حَيْثُ قَدَّمَ مَصْلَحَة أَخَوَاته عَلَى حَظّ نَفْسه فَعَدَلَ لِأَجْلِهِنَّ عَنْ تَزَوُّج الْبِكْر مَعَ كَوْنهَا أَرْفَع رُتْبَة لِلْمُتَزَوِّجِ الشَّابّ مِنْ الثَّيِّب غَالِبًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5368,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ فَقَالَ هَلَكْتُ‏.‏ قَالَ ‏\"‏ وَلِمَ ‏\"‏‏.‏ قَالَ وَقَعْتُ عَلَى أَهْلِي فِي رَمَضَانَ‏.‏ قَالَ ‏\"‏ فَأَعْتِقْ رَقَبَةً ‏\"‏‏.‏ قَالَ لَيْسَ عِنْدِي‏.‏ قَالَ ‏\"‏ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ ‏\"‏‏.‏ قَالَ لاَ أَسْتَطِيعُ‏.‏ قَالَ ‏\"‏ فَأَطْعِمْ سِتِّينَ مِسْكِينًا ‏\"‏‏.‏ قَالَ لاَ أَجِدُ‏.‏ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ ‏\"‏ أَيْنَ السَّائِلُ ‏\"‏‏.‏ قَالَ هَا أَنَا ذَا‏.‏ قَالَ ‏\"‏ تَصَدَّقْ بِهَذَا ‏\"‏‏.‏ قَالَ عَلَى أَحْوَجَ مِنَّا يَا رَسُولَ اللَّهِ فَوَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لاَبَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ مِنَّا فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم حَتَّى بَدَتْ أَنْيَابُهُ قَالَ ‏\"‏ فَأَنْتُمْ إِذًا ‏\"‏‏.‏",
    "english_text": "A man came to the Prophet (ﷺ) and said, \"I am ruined!\" The Prophet (ﷺ) said, \"Why?\" He said, \"I had sexual \nintercourse with my wife while fasting (in the month of Ramadan).\" The Prophet (ﷺ) said to him, \n\"Manumit a slave (as expiation).\" He replied, \"I cannot afford that.\" The Prophet (ﷺ) said, \"Then fast for \ntwo successive months.\" He said, \"I cannot.\" The Prophet (ﷺ) said, \"Then feed sixty poor persons.\" He \nsaid, \"I have nothing to do that.\" In the meantime a basket full of dates was brought to the Prophet (ﷺ) . \nHe said, \"Where is the questioner.\" The man said, \"I am here.\" The Prophet (ﷺ) said (to him), \"Give this \n(basket of dates) in charity (as expiation).\" He said, \"O Allah's Messenger (ﷺ)! Shall I give it to poorer \npeople than us? By Him Who sent you with the Truth, there is no family between Medina's two \nmountains poorer than us.\" The Prophet (ﷺ) smiled till his pre-molar teeth became visible. He then said, \n\"Then take it.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة فِي قِصَّة الَّذِي وَقَعَ عَلَى اِمْرَأَته فِي رَمَضَان , قَدْ تَقَدَّمَ شَرْحه مُسْتَوْفًى فِي كِتَاب الصِّيَام ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5369,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، أَخْبَرَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ ابْنَةِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قُلْتُ يَا رَسُولَ اللَّهِ هَلْ لِي مِنْ أَجْرٍ فِي بَنِي أَبِي سَلَمَةَ أَنْ أُنْفِقَ عَلَيْهِمْ، وَلَسْتُ بِتَارِكَتِهِمْ هَكَذَا وَهَكَذَا، إِنَّمَا هُمْ بَنِيَّ‏.‏ قَالَ ‏\n\"‏ نَعَمْ لَكِ أَجْرُ مَا أَنْفَقْتِ عَلَيْهِمْ ‏\"‏‏.‏",
    "english_text": "I said, \"O Allah's Messenger (ﷺ)! Shall I get a reward (in the Hereafter) if I spend on the children of Abu \nSalama and do not leave them like this and like this (i.e., poor) but treat them like my children?\" The \nProphet said, \"Yes, you will be rewarded for that which you will spend on them.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5370,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ هِنْدُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ فَهَلْ عَلَىَّ جُنَاحٌ أَنْ آخُذَ مِنْ مَالِهِ مَا يَكْفِينِي وَبَنِيَّ قَالَ ‏\n\"‏ خُذِي بِالْمَعْرُوفِ ‏\"‏‏.‏",
    "english_text": "Hind (bint `Utba) said, \"O Allah's Messenger (ﷺ)! Abu Sufyan is a miser. Is there any harm if I take of his \nproperty what will cover me and my children's needs?\" The Prophet (ﷺ) said, \"Take (according to your \nneeds) in a reasonable manner.\"",
    "explication": "حَدِيثُ عَائِشَةَ فِي قِصَّةِ هِنْدٍ وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي كِتَابِ النَّفَقَاتِ , وَالْمُرَادُ مِنْهَا قَوْلُهُ \" خُذِي مِنْ مَالِهِ مَا يَكْفِيك بِالْمَعْرُوفِ \" فَأَحَالَهَا عَلَى الْعُرْفِ فِيمَا لَيْسَ فِيهِ تَحْدِيدٌ شَرْعِيٌّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5371,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُؤْتَى بِالرَّجُلِ الْمُتَوَفَّى عَلَيْهِ الدَّيْنُ، فَيَسْأَلُ ‏\"‏ هَلْ تَرَكَ لِدَيْنِهِ فَضْلاً ‏\"‏‏.‏ فَإِنْ حُدِّثَ أَنَّهُ تَرَكَ وَفَاءً صَلَّى، وَإِلاَّ قَالَ لِلْمُسْلِمِينَ ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ ‏\"‏‏.‏ فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ الْفُتُوحَ قَالَ ‏\"‏ أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، فَمَنْ تُوُفِّيَ مِنَ الْمُؤْمِنِينَ فَتَرَكَ دَيْنًا فَعَلَىَّ قَضَاؤُهُ، وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ ‏\"‏‏.‏",
    "english_text": "A dead man in debt used to be brought to Allah's Messenger (ﷺ) who would ask, \"Has he left anything to re \npay his debts?\" If he was informed that he had left something to cover his debts the Prophet (ﷺ) would \noffer the funeral prayer for him; otherwise he would say to the Muslims present there), \"Offer the \nfuneral prayer for your friend:\"but when Allah helped the Prophet (ﷺ) to gain victory (on his expeditions), \nhe said, \"I am closer to the Believers than themselves, so. if one of the Believers dies in debt, I will \nrepay it, but if he leaves wealth, it will be for his heirs.",
    "explication": "ذَكَرَ حَدِيث أَبِي هُرَيْرَة بِلَفْظِ \" مَنْ تُوُفِّيَ مِنْ الْمُؤْمِنِينَ فَتَرَكَ دَيْنًا فَعَلَيَّ قَضَاؤُهُ , وَمَنْ تَرَكَ مَالًا فَلِوَرَثَتِهِ \" وَأَمَّا لَفْظ التَّرْجَمَة فَأَوْرَدَهُ فِي الِاسْتِقْرَاض مِنْ طَرِيق أَبِي حَازِم عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" مَنْ تَرَكَ مَالًا فَلِوَرَثَتِهِ ; وَمَنْ تَرَكَ كَلًّا فَإِلَيْنَا \" وَمِنْ طَرِيق عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ أَبِي هُرَيْرَة \" وَمَنْ تَرَكَ دُنْيَا أَوْ ضَيَاعًا فَلْيَأْتِنِي فَأَنَا مَوْلَاهُ \" وَالضَّيَاع تَقَدَّمَ ضَبْطه وَتَفْسِيره فِي الْكَفَالَة وَفِي الِاسْتِقْرَاض , وَتَقَدَّمَ شَرْح الْحَدِيث فِي الْكَفَالَة وَفِي تَفْسِير الْأَحْزَاب , وَيَأْتِي بَقِيَّة الْكَلَام عَلَيْهِ فِي كِتَاب الْفَرَائِض إِنْ شَاءَ اللَّه تَعَالَى. وَأَرَادَ الْمُصَنِّف بِإِدْخَالِهِ فِي أَبْوَاب النَّفَقَات الْإِشَارَة إِلَى أَنَّ مَنْ مَاتَ وَلَهُ أَوْلَاد وَلَمْ يَتْرُك لَهُمْ شَيْئًا فَإِنَّ نَفَقَتهمْ تَجِب فِي بَيْت مَال الْمُسْلِمِينَ وَاللَّهُ أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5372,
    "category": "كتاب النفقات",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، أَنَّ زَيْنَبَ ابْنَةَ أَبِي سَلَمَةَ، أَخْبَرَتْهُ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ انْكِحْ أُخْتِي ابْنَةَ أَبِي سُفْيَانَ‏.‏ قَالَ ‏\"‏ وَتُحِبِّينَ ذَلِكَ ‏\"‏‏.‏ قُلْتُ نَعَمْ لَسْتُ لَكَ بِمُخْلِيَةٍ، وَأَحَبُّ مَنْ شَارَكَنِي فِي الْخَيْرِ أُخْتِي‏.‏ فَقَالَ ‏\"‏ إِنَّ ذَلِكَ لاَ يَحِلُّ لِي ‏\"‏‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ فَوَاللَّهِ إِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ ابْنَةَ أَبِي سَلَمَةَ‏.‏ فَقَالَ ‏\"‏ ابْنَةَ أُمِّ سَلَمَةَ ‏\"‏‏.‏ فَقُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏فَوَاللَّهِ لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي، إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ، أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ، فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ ‏\"‏‏.‏ وَقَالَ شُعَيْبٌ عَنِ الزُّهْرِيِّ قَالَ عُرْوَةُ ثُوَيْبَةُ أَعْتَقَهَا أَبُو لَهَبٍ‏.‏",
    "english_text": "(the wife of the Prophet) I said, \"O Allah's Messenger (ﷺ)! Will you marry my sister, the daughter of Abu \nSufyan.\" The Prophet (ﷺ) said, \"Do you like that?\" I said, \"Yes, for I am not your only wife, and the \nperson I like most to share the good with me, is my sister.\" He said, \"That is not lawful for me.\" I said, \n\"O Allah's Messenger (ﷺ)! We have heard that you want to marry Durra, the daughter of Abu Salama.\" He \nsaid, \"You mean the daughter of Um Salama?\" I said, \"Yes.\" He said, \"Even if she were not my stepdaughter, \nshe is unlawful for me, for she is my foster niece. Thuwaiba suckled me and Abu Salama. \nSo you should not present to me your daughters and sisters.\" \nNarrated 'Urwa: Thuwaiba had been a slave girl whom Abu Lahab had emancipated.",
    "explication": "حَدِيث أُمّ حَبِيبَة وَهِيَ زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله ( انْكِح أُخْتِي ) ‏ ‏أَيْ تَزَوَّجْ. ‏ ‏قَوْله ( بِنْت أَبِي سُفْيَان ) ‏ ‏فِي رِوَايَة يَزِيد بْن أَبِي حَبِيب عَنْ اِبْن شِهَاب عِنْد مُسْلِم وَالنَّسَائِيِّ فِي هَذَا الْحَدِيث \" اِنْكِحْ أُخْتِي عِزَّة بِنْت أَبِي سُفْيَان \" وَلِابْنِ مَاجَهْ مِنْ هَذَا الْوَجْه \" اِنْكِحْ أُخْتِي عَزَّة \" وَفِي رِوَايَة هِشَام بْن عُرْوَة عَنْ أَبِيهِ فِي هَذَا الْحَدِيث عِنْد الطَّبَرَانِيِّ أَنَّهَا قَالَتْ \" يَا رَسُول اللَّه هَلْ لَك فِي حَمْنَة بِنْت أَبِي سُفْيَان ؟ قَالَ : أَصْنَع مَاذَا ؟ قَالَتْ : تَنْكِحهَا \" وَقَدْ أَخْرَجَهُ الْمُصَنِّف بَعْد أَبْوَاب مِنْ رِوَايَة هِشَام لَكِنْ لَمْ يُسَمِّ بِنْت أَبِي سُفْيَان , وَلَفْظه \" فَقَالَ فَأَفْعَل مَاذَا \" ؟ وَفِيهِ شَاهِد عَلَى جَوَاز تَقْدِيم الْفِعْل عَلَى \" مَا \" الِاسْتِفْهَامِيَّة خِلَافًا لِمَنْ أَنْكَرَهُ مِنْ النُّحَاة. وَعِنْد أَبِي مُوسَى فِي \" الذَّيْل \" دُرَّة بِنْت أَبِي سُفْيَان , وَهَذَا وَقَعَ فِي رِوَايَة الْحُمَيْدِيّ فِي مُسْنَده عَنْ سُفْيَان عَنْ هِشَام , وَأَخْرَجَهُ أَبُو نُعَيْم وَالْبَيْهَقِيُّ مِنْ طَرِيق الْحُمَيْدِيّ وَقَالَا : أَخْرَجَهُ الْبُخَارِيّ عَنْ الْحُمَيْدِيّ , وَهُوَ كَمَا قَالَا قَدْ أَخْرَجَهُ عَنْهُ لَكِنْ حُذِفَ هَذَا الِاسْم وَكَأَنَّهُ عَمْدًا , وَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة زَيْنَب بِنْت أُمّ سَلَمَة وَحَذَفَهُ الْبُخَارِيّ أَيْضًا مِنْهَا ثُمَّ نَبَّهَ عَلَى أَنَّ الصَّوَاب دُرَّة وَسَيَأْتِي بَعْد أَرْبَعَة أَبْوَاب , وَجَزَمَ الْمُنْذِرِيُّ بِأَنَّ اِسْمهَا حَمْنَة كَمَا فِي الطَّبَرَانِيِّ , وَقَالَ عِيَاض. لَا نَعْلَم لِعَزَّة ذِكْرًا فِي بَنَات أَبِي سُفْيَان إِلَّا فِي رِوَايَة يَزِيد بْن أَبِي حَبِيب , وَقَالَ أَبُو مُوسَى : الْأَشْهَر فِيهَا عَزَّة. ‏ ‏قَوْله ( أَوَ تُحِبِّينَ ذَلِكَ ) ؟ هُوَ اِسْتِفْهَام تَعَجُّب مِنْ كَوْنهَا تَطْلُب أَنْ يَتَزَوَّج غَيْرهَا مَعَ مَا طُبِعَ عَلَيْهِ النِّسَاء مِنْ الْغَيْرَة. ‏ ‏قَوْله ( لَسْت لَك بِمُخْلِيَةٍ ) ‏ ‏بِضَمِّ الْمِيم وَسُكُون الْمُعْجَمَة وَكَسْر اللَّام اِسْم فَاعِل مِنْ أَخْلَى يُخْلِي , أَيْ لَسْت بِمُنْفَرِدَةٍ بِك وَلَا خَالِيَة مِنْ ضَرَّة. وَقَالَ بَعْضهمْ هُوَ بِوَزْنِ فَاعِل الْإِخْلَاء مُتَعَدِّيًا وَلَازِمًا , مِنْ أَخْلَيْت بِمَعْنَى خَلَوْت مِنْ الضَّرَّة , أَيْ لَسْت بِمُتَفَرِّغَةٍ وَلَا خَالِيَة مِنْ ضَرَّة , وَفِي بَعْض الرَّوِيَّات بِفَتْحِ اللَّام بِلَفْظِ الْمَفْعُول حَكَاهَا الْكَرْمَانِيُّ. وَقَالَ عِيَاض : مُخْلِيَة أَيْ مُنْفَرِدَة يُقَال أَخْلِ أَمَرَك وَأَخْلُ بِهِ أَيْ اِنْفَرَدَ بِهِ , وَقَالَ صَاحِب النِّهَايَة : مَعْنَاهُ لَمْ أَجِدك خَالِيًا مِنْ الزَّوْجَات , وَلَيْسَ هُوَ مِنْ قَوْلهمْ اِمْرَأَة مُخْلِيَة إِذَا خَلَتْ مِنْ الْأَزْوَاج. ‏ ‏قَوْله ( وَأَحَبّ مَنْ شَارَكَنِي ) ‏ ‏مَرْفُوع بِالِابْتِدَاءِ أَيْ إِلَى , وَفِي رِوَايَة هِشَام الْآتِيَة قَرِيبًا \" مَنْ شَرِكَنِي \" بِغَيْرِ أَلِفٍ , وَكَذَا فِي الْبَاب الَّذِي بَعْده , وَكَذَا عِنْد مُسْلِم. ‏ ‏قَوْله ( فِي خَيْر ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالتَّنْكِيرِ أَيْ أَيّ خَيْر كَانَ , وَفِي رِوَايَة هِشَام \" فِي الْخَيْر \" قِيلَ الْمُرَاد بِهِ صُحْبَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُتَضَمِّنَة لِسَعَادَةِ الدَّارَيْنِ السَّاتِرَة لِمَا لَعَلَّهُ يَعْرِض مِنْ الْغَيْرَة الَّتِي جَرَتْ بِهَا الْعَادَة بَيْن الزَّوْجَات , لَكِنْ فِي رِوَايَة هِشَام الْمَذْكُورَة \" وَأَحَبّ مَنْ شَرِكَنِي فِيك أَخِي \" فَعَرَفَ أَنَّ الْمُرَاد بِالْخَيْرِ ذَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله ( فَإِنَّا نُحَدَّث ) ‏ ‏بِضَمِّ أَوَّله وَفَتْح الْحَاء عَلَى الْبِنَاء لِلْمَجْهُولِ , وَفِي رِوَايَة هِشَام الْمَذْكُورَة \" قُلْت بَلَغَنِي \" وَفِي رِوَايَة عُقَيْل فِي الْبَاب الَّذِي بَعْدهَا \" قُلْت يَا رَسُول اللَّه فَوَاللَّهِ إِنَّا لِنَتَحَدَّث \" وَفِي رِوَايَة وَهْب عَنْ هِشَام عِنْد أَبِي دَاوُدَ \" فَوَاللَّهِ لَقَدْ أَخْبَرْت \". ‏ ‏قَوْله ( أَنَّك تُرِيد أَنْ تَنْكِح ) ‏ ‏فِي رِوَايَة هِشَام الْآتِيَة \" بَلَغَنِي أَنَّك تَخْطُب \" وَلَمْ أَقِف عَلَى اِسْم مَنْ أَخْبَرَ بِذَلِكَ , وَلَعَلَّهُ كَانَ مِنْ الْمُنَافِقِينَ فَإِنَّهُ قَدْ ظَهَرَ أَنَّ الْخَبَر لَا أَصْل لَهُ , وَهَذَا مِمَّا يُسْتَدَلّ بِهِ عَلَى ضَعْف الْمَرَاسِيل. ‏ ‏قَوْله ( بِنْت أَبِي سَلَمَة ) ‏ ‏فِي رِوَايَة عُقَيْل الْآتِيَة وَكَذَا أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ طَرِيق اِبْن أَخِي الزُّهْرِيّ عَنْ الزُّهْرِيّ وَمِنْ طَرِيق مَعْمَر عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ وَمِنْ طَرِيق عِرَاك عَنْ زَيْنَب بِنْت أُمّ سَلَمَة \" دُرَّة بِنْت أَبِي سَلَمَة \" وَهِيَ بِضَمِّ الْمُهْمَلَة وَتَشْدِيد الرَّاء , وَفِي رِوَايَة حَكَاهَا عِيَاض وَخَطَّأَهَا بِفَتْحِ الْمُعْجَمَة وَعِنْد أَبِي دَاوُدَ مِنْ طَرِيق هِشَام عَنْ أَبِيهِ عَنْ زَيْنَب عَنْ أُمّ سَلَمَة دُرَّة أَوْ \" ذَرَّة \" عَلَى الشَّكّ , شَكّ زُهَيْر رَاوِيَة عَنْ هِشَام. وَوَقَعَ عِنْد الْبَيْهَقِيِّ مِنْ رِوَايَة الْحُمَيْدِيّ عَنْ سُفْيَان عَنْ هِشَام \" بَلَغَنِي أَنَّك تَخْطُب زَيْنَب بِنْت أَبِي سَلَمَة \" وَقَدْ تَقَدَّمَ التَّنْبِيه عَلَى خَطَئِهِ. وَوَقَعَ عِنْد أَبِي مُوسَى فِي \" ذَيْل الْمَعْرِفَة \" حَمْنَة بِنْت أَبِي سَلَمَة وَهُوَ خَطَأ , وَقَوْله بِنْت أُمّ سَلَمَة هُوَ اِسْتِفْهَام اِسْتِثْبَات لِرَفْعِ الْإِشْكَال , أَوْ اِسْتِفْهَام إِنْكَار , وَالْمَعْنَى أَنَّهَا إِنْ كَانَتْ بِنْت أَبِي سَلَمَة مِنْ أُمّ سَلَمَة فَيَكُون تَحْرِيمهَا مِنْ وَجْهَيْنِ كَمَا سَيَأْتِي بَيَانه , وَإِنْ كَانَتْ مِنْ غَيْرهَا فَمِنْ وَجْه وَاحِد , وَكَأَنَّ أُمّ حَبِيبَة لَمْ تَطَّلِع عَلَى تَحْرِيم ذَلِكَ إِمَّا لِأَنَّ ذَلِكَ كَانَ قَبْل نُزُول آيَة التَّحْرِيم وَإِمَّا بَعْد ذَلِكَ وَظَنَّتْ أَنَّهُ مِنْ خَصَائِص النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , كَذَا قَالَ الْكَرْمَانِيُّ , وَالِاحْتِمَال الثَّانِي هُوَ الْمُعْتَمَد , وَالْأَوَّل يَدْفَعهُ سِيَاق الْحَدِيث , وَكَأَنَّ أُمّ حَبِيبَة اِسْتَدَلَّتْ عَلَى جَوَاز الْجَمْع بَيْن الْأُخْتَيْنِ بِجَوَازِ الْجَمْع بَيْن الْمَرْأَة وَابْنَتهَا بِطَرِيقِ الْأَوْلَى , لِأَنَّ الرَّبِيبَة حَرُمَتْ عَلَى التَّأْبِيد وَالْأُخْت حَرُمَتْ فِي صُورَة الْجَمْع فَقَطْ , فَأَجَابَهَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّ ذَلِكَ لَا يَحِلّ , وَأَنَّ الَّذِي بَلَغَهَا مِنْ ذَلِكَ لَيْسَ بِحَقٍّ , وَأَنَّهَا تَحْرُم عَلَيْهِ مِنْ جِهَتَيْنِ. ‏ ‏قَوْله ( لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حِجْرِي مَا حَلَّتْ لِي ) ‏ ‏قَالَ الْقُرْطُبِيّ : فِيهِ تَعْلِيل الْحُكْم بِعِلَّتَيْنِ , فَإِنَّهُ عَلَّلَ تَحْرِيمهَا بِكَوْنِهَا رَبِيبَة وَبِكَوْنِهَا بِنْت أَخ مِنْ الرَّضَاعَة , كَذَا قَالَ , وَالَّذِي يَظْهَر أَنَّهُ نَبَّهَ عَلَى أَنَّهَا لَوْ كَانَ بِهَا مَانِع وَاحِد لَكَفَى فِي التَّحْرِيم فَكَيْف وَبِهَا مَانِعَانِ فَلَيْسَ مِنْ التَّعْلِيل بِعِلَّتَيْنِ فِي شَيْء , لِأَنَّ كُلّ وَصْفَيْنِ يَجُوز أَنْ يُضَاف الْحُكْم إِلَى كُلّ مِنْهُمَا لَوْ اِنْفَرَدَ فَإِمَّا أَنْ يَتَعَاقَبَا فَيُضَاف الْحُكْم إِلَى الْأَوَّل مِنْهُمَا كَمَا فِي السَّبَبَيْنِ إِذَا اِجْتَمَعَا , وَمِثَاله لَوْ أَحْدَثَ ثُمَّ أَحْدَثَ بِغَيْرِ تَخَلُّل طَهَارَة فَالْحَدَث الثَّانِي لَمْ يَعْمَل شَيْئًا أَوْ يُضَاف الْحُكْم إِلَى الثَّانِي كَمَا فِي اِجْتِمَاع السَّبَب وَالْمُبَاشَرَة , وَقَدْ يُضَاف إِلَى أَشْبَههمَا وَأَنْسَبهمَا سَوَاء كَانَ الْأَوَّل أَمْ الثَّانِي , فَعَلَى كُلّ تَقْدِير لَا يُضَاف إِلَيْهِمَا جَمِيعًا , وَإِنْ قُدِّرَ أَنَّهُ يُوجَد فَالْإِضَافَة إِلَى الْمَجْمُوع وَيَكُون كُلّ مِنْهُمَا جُزْء عِلَّة لَا عِلَّة مُسْتَقِلَّة فَلَا تَجْتَمِع عِلَّتَانِ عَلَى مَعْلُول وَاحِد , هَذَا الَّذِي يَظْهَر وَالْمَسْأَلَة مَشْهُورَة فِي الْأُصُول وَفِيهَا خِلَاف , قَالَ الْقُرْطُبِيّ : وَالصَّحِيح جَوَازه لِهَذَا الْحَدِيث وَغَيْره. وَفِي الْحَدِيث إِشَارَة إِلَى أَنَّ التَّحْرِيم بِالرَّبِيبَةِ أَشَدّ مِنْ التَّحْرِيم بِالرَّضَاعَةِ. وَقَوْله \" رَبِيبَتِي \" أَيْ بِنْت زَوْجَتِي , مُشْتَقَّة مِنْ الرَّبّ وَهُوَ الْإِصْلَاح لِأَنَّهُ يَقُوم بِأَمْرِهَا , وَقِيلَ مِنْ التَّرْبِيَة. وَهُوَ غَلَط مِنْ جِهَة الِاشْتِقَاق , وَقَوْله \" فِي حِجْرِي \" رَاعَى فِيهِ لَفْظ الْآيَة وَإِلَّا فَلَا مَفْهُوم لَهُ , كَذَا عِنْد الْجُمْهُور وَأَنَّهُ خَرَجَ مَخْرَج الْغَالِب , وَسَيَأْتِي الْبَحْث فِيهِ فِي بَاب مُفْرَد. وَفِي رِوَايَة عِرَاك عَنْ زَيْنَب بِنْت أُمّ سَلَمَة عِنْد الطَّبَرَانِيِّ \" لَوْ أَنِّي لَمْ أَنْكِح أُمّ سَلَمَة مَا حَلَّتْ لِي , إِنَّ أَبَاهَا أَخِي مِنْ الرَّضَاعَة \" وَوَقَعَ فِي رِوَايَة اِبْن عُيَيْنَةَ عَنْ هِشَام \" وَاللَّه لَوْ لَمْ تَكُنْ رَبِيبَتِي مَا حَلَّتْ لِي \" فَذَكَرَ اِبْن حَزْم أَنَّ مِنْهُمْ مَنْ اِحْتَجَّ بِهِ عَلَى أَنْ لَا فَرْقَ بَيْن اِشْتِرَاط كَوْنهَا فِي الْحَجْر أَوْ لَا , وَهُوَ ضَعِيف لِأَنَّ الْقِصَّة وَاحِدَة وَالَّذِينَ زَادُوا فِيهَا لَفْظ \" فِي حِجْرِي \" حُفَّاظ أَثَبَات. ‏ ‏قَوْله ( أَرْضَعَتْنِي وَأَبَا سَلَمَة ) ‏ ‏أَيْ أَرْضَعَتْ أَبَا سَلَمَة , وَهُوَ مِنْ تَقْدِيم الْمَفْعُول عَلَى الْفَاعِل. ‏ ‏قَوْله ( ثُوَيْبَة ) ‏ ‏بِمُثَلَّثَةٍ وَمُوَحَّدَة وَمُصَغَّر , كَانَتْ مَوْلَاة لِأَبِي لَهَب بْن عَبْد الْمُطَّلِب عَمّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا سَيَأْتِي فِي الْحَدِيث. ‏ ‏قَوْله ( فَلَا تَعْرِضْنَ ) ‏ ‏بِفَتْحِ أَوَّله وَسُكُون الْعَيْن وَكَسْر الرَّاء بَعْدهَا مُعْجَمَة سَاكِنَة ثُمَّ نُون عَلَى الْخِطَاب لِجَمَاعَةِ النِّسَاء , وَبِكَسْرِ الْمُعْجَمَة وَتَشْدِيد النُّون خِطَاب لِأُمِّ حَبِيبَة وَحْدهَا , وَالْأَوَّل أَوْجَه. وَقَالَ اِبْن التِّين : ضُبِطَ بِضَمِّ الضَّاد فِي بَعْض الْأُمَّهَات , وَلَا أَعْلَم لَهُ وَجْهًا لِأَنَّهُ إِنْ كَانَ الْخِطَاب لِجَمَاعَةِ النِّسَاء وَهُوَ الْأَبْيَن فَهُوَ بِسُكُونِ الضَّاد لِأَنَّهُ فِعْل مُسْتَقْبَل مَبْنِيّ عَلَى أَصْله , وَلَوْ أَدْخَلْت عَلَيْهِ التَّأْكِيد فَشَدَّدْت النُّون لَكَانَ تَعْرِضَنَانِّ لِأَنَّهُ يَجْتَمِع ثَلَاث نُونَات فَيُفَرَّق بَيْنهنَّ بِأَلِفٍ , وَإِنْ كَانَ الْخِطَاب لِأُمِّ حَبِيبَة خَاصَّة فَتَكُون الضَّاد مَكْسُورَة وَالنُّون مُشَدَّدَة. وَقَالَ الْقُرْطُبِيّ. جَاءَ بِلَفْظِ الْجَمْع وَإِنْ كَانَتْ الْقِصَّة لِاثْنَيْنِ وَهُمَا أُمّ حَبِيبَة وَأُمّ سَلَمَة رَدْعًا وَزَجْرًا أَنْ تَعُود وَاحِدَة مِنْهُمَا أَوْ غَيْرهمَا إِلَى مِثْل ذَلِكَ , وَهَذَا كَمَا لَوْ رَأَى رَجُل اِمْرَأَة تُكَلِّم رَجُلًا فَقَالَ لَهَا أَتُكَلِّمِينَ الرِّجَال فَإِنَّهُ مُسْتَعْمَل شَائِع , وَكَانَ لِأُمِّ سَلَمَة مِنْ الْأَخَوَات قَرِيبَة زَوْج زَمْعَة بْن الْأَسْوَد , وَقَرِيبَة الصُّغْرَى زَوْج عُمَر ثُمَّ مُعَاوِيَة , وَعَزَّة بِنْت أَبِي أُمَيَّة زَوْج مُنَبِّه بْن الْحَجَّاج , وَلَهَا مِنْ الْبَنَات زَيْنَب رَاوِيَة الْخَبَر , وَدُرَّة الَّتِي قِيلَ إِنَّهَا مَخْطُوبَة. وَكَانَ لِأُمِّ حَبِيبَة مِنْ الْأَخَوَات هِنْد زَوْج الْحَارِث بْن نَوْفَل , وَجُوَيْرِيَّة زَوْج السَّائِب بْن أَبِي حُبَيْش , وَأُمَيْمَة زَوْج صَفْوَان بْن أُمَيَّة , وَأُمّ الْحَكَم زَوْج عَبْد اللَّه بْن عُثْمَان , وَصَخْرَة زَوْج سَعِيد بْن الْأَخْنَس , وَمَيْمُونَة زَوْج عُرْوَة بْن مَسْعُود. وَلَهَا مِنْ الْبَنَات حَبِيبَة وَقَدْ رَوَتْ عَنْهَا الْحَدِيث وَلَهَا صُحْبَة وَكَانَ لِغَيْرِهِمَا مِنْ أُمَّهَات الْمُؤْمِنِينَ مِنْ الْأَخَوَات أُمّ كُلْثُوم وَأُمّ حَبِيبَة اِبْنَتَا زَمْعَة أُخْتَا سَوْدَة , وَأَسْمَاء أُخْت عَائِشَة , وَزَيْنَب بِنْت عُمَر أُخْت حَفْصَة وَغَيْرهنَّ , وَاللَّهُ أَعْلَم. ‏ ‏قَوْله ( قَالَ عُرْوَة ) ‏ ‏هُوَ بِالْإِسْنَادِ الْمَذْكُور , وَقَدْ عَلَّقَ الْمُصَنِّف طَرَفًا مِنْهُ فِي آخِر النَّفَقَات فَقَالَ \" قَالَ شُعَيْب عَنْ الزُّهْرِيِّ قَالَ عُرْوَة \" فَذَكَرَهُ. وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق الذُّهْلِيِّ عَنْ أَبِي الْيَمَان بِإِسْنَادِهِ. ‏ ‏قَوْله ( وَثُوَيْبَة مَوْلَاة لِأَبِي لَهَب ) ‏ ‏قُلْت : ذَكَرَهَا اِبْن مَنْدَهْ فِي \" الصَّحَابَة \" وَقَالَ : اُخْتُلِفَ فِي إِسْلَامهَا. وَقَالَ أَبُو نُعَيْم : لَا نَعْلَم أَحَدًا ذَكَرَ إِسْلَامهَا غَيْره , وَالَّذِي فِي السِّيَر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُكْرِمهَا , وَكَانَتْ تَدْخُل عَلَيْهِ بَعْدَمَا تَزَوَّجَ خَدِيجَة , وَكَانَ يُرْسِل إِلَيْهَا الصِّلَة مِنْ الْمَدِينَة , إِلَى أَنْ كَانَ بَعْد فَتْح خَيْبَر مَاتَتْ وَمَاتَ اِبْنهَا مَسْرُوح. ‏ ‏قَوْله ( وَكَانَ أَبُو لَهَب أَعْتَقَهَا فَأَرْضَعَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏ظَاهِره أَنَّ عِتْقه لَهَا كَانَ قَبْل إِرْضَاعهَا , وَالَّذِي فِي السِّيَر يُخَالِفهُ , وَهُوَ أَنَّ أَبَا لَهَب أَعْتَقَهَا قَبْل الْهِجْرَة وَذَلِكَ بَعْد الْإِرْضَاع بِدَهْرٍ طَوِيل وَحَكَى السُّهَيْلِيُّ أَيْضًا أَنَّ عِتْقهَا كَانَ قَبْل الْإِرْضَاع , وَسَأَذْكُرُ كَلَامه. ‏ ‏قَوْله ( أُرِيَهُ ) ‏ ‏بِضَمِّ الْهَمْزَة وَكَسْر الرَّاء وَفَتْح التَّحْتَانِيَّة عَلَى الْبِنَاء لِلْمَجْهُولِ. ‏ ‏قَوْله ( بَعْض أَهْله ) ‏ ‏بِالرَّفْعِ عَلَى أَنَّهُ النَّائِب عَنْ الْفَاعِل. وَذَكَرَ السُّهَيْلِيُّ أَنَّ الْعَبَّاس قَالَ : لَمَّا مَاتَ أَبُو لَهَب رَأَيْته فِي مَنَامِي بَعْد حَوْل فِي شَرّ حَال فَقَالَ : مَا لَقِيت بَعْدكُمْ رَاحَة , إِلَّا أَنَّ الْعَذَاب يُخَفَّف عَنِّي كُلّ يَوْم اِثْنَيْنِ , قَالَ : وَذَلِكَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وُلِدَ يَوْم الِاثْنَيْنِ , وَكَانَتْ ثُوَيْبَة بَشَّرَتْ أَبَا لَهَب بِمَوْلِدِهِ فَأَعْتَقَهَا. ‏ ‏قَوْله ( بِشَرِّ حِيبَة ) ‏ ‏بِكَسْرِ الْمُهْمَلَة وَسُكُون التَّحْتَانِيَّة بَعْدهَا مُوَحَّدَة أَيْ سُوء حَال , وَقَالَ اِبْن فَارِس : أَصْلهَا الْحَوْبَة وَهِيَ الْمَسْكَنَة وَالْحَاجَة , فَالْيَاء فِي حِيبَة مُنْقَلِبَة عَنْ وَاو لِانْكِسَارِ مَا قَبْلهَا. وَوَقَعَ فِي \" شَرْح السُّنَّة لِلْبَغْوِيِّ \" بِفَتْحِ الْحَاء , وَوَقَعَ عِنْد الْمُسْتَمْلِي بِفَتْحِ الْخَاء الْمُعْجَمَة أَيْ فِي حَالَة خَائِبَة مِنْ كُلّ خَيْر , وَقَالَ اِبْن الْجَوْزِيّ : هُوَ تَصْحِيف , وَقَالَ الْقُرْطُبِيّ : يُرْوَى بِالْمُعْجَمَةِ , وَوَجَدَتْهُ فِي نُسْخَة مُعْتَمَدَة بِكَسْرِ الْمُهْمَلَة وَهُوَ الْمَعْرُوف , وَحَكَى فِي \" الْمَشَارِق \" عَنْ رِوَايَة الْمُسْتَمْلِي بِالْجِيمِ وَلَا أَظُنّهُ إِلَّا تَصْحِيفًا , وَهُوَ تَصْحِيف كَمَا قَالَ. ‏ ‏قَوْله ( مَاذَا لَقِيت ) ‏ ‏أَيْ بَعْد الْمَوْت. ‏ ‏قَوْله ( لَمْ أَلْقَ بَعْدكُمْ , غَيْر أَنِّي ) ‏ ‏كَذَا فِي الْأُصُول بِحَذْفِ الْمَفْعُول , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" لَمْ أَلْقَ بَعْدكُمْ رَخَاء \" وَعِنْد عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيِّ \" لَمْ أَلْقَ بَعْدكُمْ رَاحَة \" قَالَ اِبْن بَطَّال : سَقَطَ الْمَفْعُول مِنْ رِوَايَة الْبُخَارِيّ , وَلَا يَسْتَقِيم الْكَلَام إِلَّا بِهِ. ‏ ‏قَوْله ( غَيْر أَنِّي سَقَيْت فِي هَذِهِ ) ‏ ‏كَذَا فِي الْأُصُول بِالْحَذْفِ أَيْضًا , وَوَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق الْمَذْكُورَة \" وَأَشَارَ إِلَى النُّقْرَة الَّتِي تَحْت إِبْهَامه وَفِي رِوَايَة الْإِسْمَاعِيلِيّ الْمَذْكُورَة وَأَشَارَ إِلَى النُّقْرَة الَّتِي بَيْن الْإِبْهَام وَالَّتِي تَلِيهَا مِنْ الْأَصَابِع \" وَلِلْبَيْهَقِيِّ فِي الدَّلَائِل مِنْ طَرِيق.. كَذَا مِثْله بِلَفْظِ \" يَعْنِي النُّقْرَة إِلَخْ \" وَفِي ذَلِكَ إِشَارَة إِلَى حَقَارَة مَا سُقِيَ مِنْ الْمَاء. ‏ ‏قَوْله ( بِعَتَاقَتِي ) ‏ ‏بِفَتْحِ الْعَيْن , فِي رِوَايَة عَبْد الرَّزَّاق \" بِعِتْقِي \" وَهُوَ أَوْجَه وَالْوَجْه الْأَوْلَى أَنْ يَقُول بِإِعْتَاقِي , لِأَنَّ الْمُرَاد التَّخْلِيص مِنْ الرِّقّ. وَفِي الْحَدِيث دَلَالَة عَلَى أَنَّ الْكَافِر قَدْ يَنْفَعهُ الْعَمَل الصَّالِح فِي الْآخِرَة ; لَكِنَّهُ مُخَالِف لِظَاهِرِ الْقُرْآن , قَالَ اللَّه تَعَالَ ( وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَل فَجَعَلْنَاهُ هَبَاء مَنْثُورًا ) وَأُجِيب أَوَّلًا بِأَنَّ الْخَبَر مُرْسَل أَرْسَلَهُ عُرْوَة وَلَمْ يَذْكُر مَنْ حَدَّثَهُ بِهِ , وَعَلَى تَقْدِير أَنْ يَكُون مَوْصُولًا فَالَّذِي فِي الْخَبَر رُؤْيَا مَنَام فَلَا حُجَّة فِيهِ , وَلَعَلَّ الَّذِي رَآهَا لَمْ يَكُنْ إِذْ ذَاكَ أَسْلَمَ بَعْد فَلَا يُحْتَجّ بِهِ , وَثَانِيًا عَلَى تَقْدِير الْقَبُول فَيَحْتَمِل أَنْ يَكُون مَا يَتَعَلَّق بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَخْصُوصًا مِنْ ذَلِكَ , بِدَلِيلِ قِصَّة أَبِي طَالِب كَمَا تَقَدَّمَ أَنَّهُ خُفِّفَ عَنْهُ فَنُقِلَ مِنْ الْغَمَرَات إِلَى الضَّحْضَاح. وَقَالَ الْبَيْهَقِيُّ : مَا وَرَدَ مِنْ بُطْلَان الْخَيْر لِلْكُفَّارِ فَمَعْنَاهُ أَنَّهُمْ لَا يَكُون لَهُمْ التَّخَلُّص مِنْ النَّار وَلَا دُخُول الْجَنَّة , وَيَجُوز أَنْ يُخَفِّف عَنْهُمْ مِنْ الْعَذَاب الَّذِي يَسْتَوْجِبُونَهُ عَلَى مَا اِرْتَكَبُوهُ مِنْ الْجَرَائِم سِوَى الْكُفْر بِمَا عَمِلُوهُ مِنْ الْخَيْرَات. وَأَمَّا عِيَاض فَقَالَ : اِنْعَقَدَ الْإِجْمَاع عَلَى أَنَّ الْكُفَّار لَا تَنْفَعهُمْ أَعْمَالهمْ وَلَا يُثَابُونَ عَلَيْهَا بِنَعِيمٍ وَلَا تَخْفِيف عَذَاب ; وَإِنْ كَانَ بَعْضهمْ أَشَدّ عَذَابًا مِنْ بَعْض. قُلْت : وَهَذَا لَا يَرُدّ الِاحْتِمَال الَّذِي ذَكَرَهُ الْبَيْهَقِيُّ , فَإِنَّ جَمِيع مَا وَرَدَ مِنْ ذَلِكَ فِيمَا يَتَعَلَّق بِذَنْبِ الْكُفْر , وَأَمَّا ذَنْب غَيْر الْكُفْر فَمَا الْمَانِع مِنْ تَخْفِيفه ؟ وَقَالَ الْقُرْطُبِيّ : هَذَا التَّخْفِيف خَاصّ بِهَذَا وَبِمَنْ وَرَدَ النَّصّ فِيهِ. وَقَالَ اِبْن الْمُنَيِّر فِي الْحَاشِيَة : هُنَا قَضِيَّتَانِ إِحْدَاهُمَا مُحَال وَهِيَ اِعْتِبَار طَاعَة الْكَافِر مَعَ كُفْره , لِأَنَّ شَرْط الطَّاعَة أَنْ تَقَع بِقَصْدٍ صَحِيح , وَهَذَا مَفْقُود مِنْ الْكَافِر. الثَّانِيَة إِثَابَة الْكَافِر عَلَى بَعْض الْأَعْمَال تَفَضُّلًا مِنْ اللَّه تَعَالَى , وَهَذَا لَا يُحِيلهُ الْعَقْل , فَإِذَا تَقَرَّرَ ذَلِكَ لَمْ يَكُنْ عِتْق أَبِي لَهَب لِثُوَيْبَة قُرْبَة مُعْتَبَرَة , وَيَجُوز أَنْ يَتَفَضَّل اللَّه عَلَيْهِ بِمَا شَاءَ كَمَا تَفَضَّلَ عَلَى أَبِي طَالِب , وَالْمُتَّبَع فِي ذَلِكَ التَّوْقِيف نَفْيًا وَإِثْبَاتًا. قُلْت : وَتَتِمَّة هَذَا أَنْ يَقَع التَّفَضُّل الْمَذْكُور إِكْرَامًا لِمَنْ وَقَعَ مِنْ الْكَافِر الْبِرّ لَهُ وَنَحْو ذَلِكَ , وَاللَّهُ أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]