[
  {
    "id": "334",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ، حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ ـ أَوْ بِذَاتِ الْجَيْشِ ـ انْقَطَعَ عِقْدٌ لِي، فَأَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْتِمَاسِهِ، وَأَقَامَ النَّاسُ مَعَهُ، وَلَيْسُوا عَلَى مَاءٍ، فَأَتَى النَّاسُ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَقَالُوا أَلاَ تَرَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَالنَّاسِ، وَلَيْسُوا عَلَى مَاءٍ، وَلَيْسَ مَعَهُمْ مَاءٌ‏.‏ فَجَاءَ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صلى الله عليه وسلم وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم وَالنَّاسَ، وَلَيْسُوا عَلَى مَاءٍ، وَلَيْسَ مَعَهُمْ مَاءٌ‏.‏ فَقَالَتْ عَائِشَةُ فَعَاتَبَنِي أَبُو بَكْرٍ، وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، وَجَعَلَ يَطْعُنُنِي بِيَدِهِ فِي خَاصِرَتِي، فَلاَ يَمْنَعُنِي مِنَ التَّحَرُّكِ إِلاَّ مَكَانُ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى فَخِذِي، فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ أَصْبَحَ عَلَى غَيْرِ مَاءٍ، فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ فَتَيَمَّمُوا‏.‏ فَقَالَ أُسَيْدُ بْنُ الْحُضَيْرِ مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِي بَكْرٍ‏.‏ قَالَتْ فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ، فَأَصَبْنَا الْعِقْدَ تَحْتَهُ‏.‏",
    "english_text": "(the wife of the Prophet) We set out with Allah's Messenger (ﷺ) on one of his journeys till we reached Al- \nBaida' or Dhatul-Jaish, a necklace of mine was broken (and lost). Allah's Messenger (ﷺ) stayed there to \nsearch for it, and so did the people along with him. There was no water at that place, so the people \nwent to Abu- Bakr As-Siddiq and said, \"Don't you see what `Aisha has done? She has made Allah's \nApostle and the people stay where there is no water and they have no water with them.\" Abu Bakr \ncame while Allah's Messenger (ﷺ) was sleeping with his head on my thigh, He said, to me: \"You have \ndetained Allah's Messenger (ﷺ) and the people where there is no water and they have no water with them. \nSo he admonished me and said what Allah wished him to say and hit me on my flank with his hand. \nNothing prevented me from moving (because of pain) but the position of Allah's Messenger (ﷺ) on my thigh. \nAllah's Messenger (ﷺ) got up when dawn broke and there was no water. So Allah revealed the Divine Verses \nof Tayammum. So they all performed Tayammum. Usaid bin Hudair said, \"O the family of Abu Bakr! \nThis is not the first blessing of yours.\" Then the camel on which I was riding was caused to move \nfrom its place and the necklace was found beneath it.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد الرَّحْمَن بْن الْقَاسِم ) ‏ ‏أَيْ اِبْن مُحَمَّد بْن أَبِي بَكْر الصِّدِّيق وَرِجَاله سِوَى شَيْخ الْبُخَارِيّ مَدَنِيُّونَ. ‏ ‏قَوْله : ( فِي بَعْض أَسْفَاره ) ‏ ‏قَالَ اِبْن عَبْد الْبَرّ فِي التَّمْهِيد : يُقَال إِنَّهُ كَانَ فِي غَزَاة بَنِي الْمُصْطَلِق , وَجَزَمَ بِذَلِكَ فِي \" الِاسْتِذْكَار \" وَسَبَقَهُ إِلَى ذَلِكَ اِبْن سَعْد وَابْن حِبَّانَ. وَغَزَاة بَنِي الْمُصْطَلِق هِيَ غَزْوَة الْمُرَيْسِيعِ , وَفِيهَا وَقَعَتْ قِصَّة الْإِفْك لِعَائِشَة , وَكَانَ اِبْتِدَاء ذَلِكَ بِسَبَبِ وُقُوع عِقْدهَا أَيْضًا , فَإِنْ كَانَ مَا جَزَمُوا بِهِ ثَابِتًا حُمِلَ عَلَى أَنَّهُ سَقَطَ مِنْهَا فِي تِلْكَ السَّفْرَة مَرَّتَيْنِ لِاخْتِلَافِ الْقِصَّتَيْنِ كَمَا هُوَ مُبَيَّنٌ فِي سِيَاقهمَا , وَاسْتَبْعَدَ بَعْض شُيُوخنَا ذَلِكَ قَالَ : لِأَنَّ الْمُرَيْسِيع مِنْ نَاحِيَة مَكَّة بَيْن قَدِيد وَالسَّاحِل , وَهَذِهِ الْقِصَّة كَانَتْ مِنْ نَاحِيَة خَيْبَر لِقَوْلِهَا فِي الْحَدِيث \" حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ أَوْ بِذَاتِ الْجَيْش \" وَهُمَا بَيْن الْمَدِينَة وَخَيْبَر كَمَا جَزَمَ بِهِ النَّوَوِيُّ. ‏ ‏قُلْت : وَمَا جَزَمَ بِهِ مُخَالِفٌ لِمَا جَزَمَ بِهِ اِبْن التِّين فَإِنَّهُ قَالَ : الْبَيْدَاء هِيَ ذُو الْحُلَيْفَة بِالْقُرْبِ مِنْ الْمَدِينَة مِنْ طَرِيق مَكَّة , قَالَ : وَذَات الْجَيْش وَرَاء ذِي الْحُلَيْفَة. وَقَالَ أَبُو عُبَيْد الْبَكْرِيّ فِي مُعْجَمه : الْبَيْدَاء أَدْنَى إِلَى مَكَّة مِنْ ذِي الْحُلَيْفَة. ثُمَّ سَاقَ حَدِيث عَائِشَة هَذَا. ثُمَّ سَاقَ حَدِيث اِبْن عُمَر قَالَ \" بَيْدَاؤُكُمْ هَذِهِ الَّتِي تَكْذِبُونَ فِيهَا , مَا أَهَلَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا مِنْ عِنْد الْمَسْجِد \" الْحَدِيث. قَالَ : وَالْبَيْدَاء هُوَ الشَّرَف الَّذِي قُدَّام ذِي الْحُلَيْفَة فِي طَرِيق مَكَّة. وَقَالَ أَيْضًا : ذَات الْجَيْش مِنْ الْمَدِينَة عَلَى بَرِيد , قَالَ : وَبَيْنهَا وَبَيْن الْعَقِيق سَبْعَة أَمْيَال , وَالْعَقِيق مِنْ طَرِيق مَكَّة لَا مِنْ طَرِيق خَيْبَر , فَاسْتَقَامَ مَا قَالَ اِبْن التِّين. وَيُؤَيِّدهُ مَا رَوَاهُ الْحُمَيْدِيّ فِي مُسْنَده عَنْ سُفْيَان قَالَ حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ أَبِيهِ فِي هَذَا الْحَدِيث فَقَالَ فِيهِ \" إِنَّ الْقِلَادَة سَقَطَتْ لَيْلَة الْأَبْوَاء \" ا ه , وَالْأَبْوَاء بَيْن مَكَّة وَالْمَدِينَة. وَفِي رِوَايَة عَلِيّ بْن مُسْهِر فِي هَذَا الْحَدِيث عَنْ هِشَام قَالَ. \" وَكَانَ ذَلِكَ الْمَكَان يُقَال لَهُ الصُّلْصُل \" رَوَاهُ جَعْفَر الْفِرْيَابِيّ فِي كِتَاب الطَّهَارَة لَهُ وَابْن عَبْد الْبَرّ مِنْ طَرِيقه , وَالصُّلْصُل بِمُهْمَلَتَيْنِ مَضْمُومَتَيْنِ وَلَامَيْنِ الْأُولَى سَاكِنَة بَيْن الصَّادَيْنِ , قَالَ الْبَكْرِيُّ : هُوَ جَبَل عِنْد ذِي الْحُلَيْفَة , كَذَا ذَكَره فِي حَرْف الصَّاد الْمُهْمَلَة , وَوَهِمَ مُغَلْطَايْ فِي فَهْمِ كَلَامه فَزَعَمَ أَنَّهُ ضَبَطَهُ بِالضَّادِ الْمُعْجَمَة , وَقَلَّدَهُ فِي ذَلِكَ بَعْض الشُّرَّاح وَتَصَرَّفَ فِيهِ فَزَادَهُ وَهْمًا عَلَى وَهْمٍ , وَعُرِفَ مِنْ تَضَافُر هَذِهِ الرِّوَايَات تَصْوِيب مَا قَالَهُ اِبْن التِّين , وَاعْتَمَدَ بَعْضهمْ فِي تَعَدُّدِ السَّفَر عَلَى رِوَايَة لِلطَّبَرَانِيِّ صَرِيحَة فِي ذَلِكَ كَمَا سَيَأْتِي وَاللَّهُ أَعْلَم. ‏ ‏قَوْله : ( عِقْد ) ‏ ‏بِكَسْرِ الْمُهْمَلَة كُلّ مَا يُعْقَد وَيُعَلَّق فِي الْعُنُق , وَيُسَمَّى قِلَادَة كَمَا سَيَأْتِي , وَفِي التَّفْسِير مِنْ رِوَايَة عَمْرو بْن الْحَارِث \" سَقَطَتْ قِلَادَة لِي بِالْبَيْدَاءِ وَنَحْنُ دَاخِلُونَ الْمَدِينَة , فَأَنَاخَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَزَلَ \" وَهَذَا مُشْعِرٌ بِأَنَّ ذَلِكَ كَانَ عِنْد قُرْبهمْ مِنْ الْمَدِينَة. ‏ ‏قَوْله : ( عَلَى اِلْتِمَاسه ) ‏ ‏أَيْ لِأَجْلِ طَلَبه , وَسَيَأْتِي أَنَّ الْمَبْعُوث فِي طَلَبه أُسَيْد بْن حُضَيْرٍ وَغَيْره. ‏ ‏قَوْله : ( وَلَيْسُوا عَلَى مَاء , وَلَيْسَ مَعَهُمْ مَاء ) ‏ ‏كَذَا لِلْأَكْثَرِ فِي الْمَوْضِعَيْنِ , وَسَقَطَتْ الْجُمْلَة الثَّانِيَة فِي الْمَوْضِع الْأَوَّل مِنْ رِوَايَة أَبِي ذَرٍّ , وَاسْتُدِلَّ بِذَلِكَ عَلَى جَوَاز الْإِقَامَة فِي الْمَكَان الَّذِي لَا مَاء فِيهِ , وَكَذَا سُلُوك الطَّرِيق الَّتِي لَا مَاء فِيهَا , وَفِيهِ نَظَرٌ ; لِأَنَّ الْمَدِينَة كَانَتْ قَرِيبَة مِنْهُمْ وَهُمْ عَلَى قَصْد دُخُولهَا , وَيُحْتَمَل أَنْ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَعْلَم بِعَدَمِ الْمَاء مَعَ الرَّكْب وَإِنْ كَانَ قَدْ عَلِمَ بِأَنَّ الْمَكَان لَا مَاء فِيهِ , وَيُحْتَمَل أَنْ يَكُون قَوْله \" لَيْسَ مَعَهُمْ مَاء \" أَيْ لِلْوُضُوءِ , وَأَمَّا مَا يَحْتَاجُونَ إِلَيْهِ لِلشُّرْبِ فَيُحْتَمَل أَنْ يَكُون مَعَهُمْ , وَالْأَوَّل مُحْتَمَل لِجَوَازِ إِرْسَال الْمَطَر أَوْ نَبْع الْمَاء مِنْ بَيْن أَصَابِعه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا وَقَعَ فِي مَوَاطِن أُخْرَى. وَفِيهِ اِعْتِنَاء الْإِمَام بِحِفْظِ حُقُوق الْمُسْلِمِينَ وَإِنْ قَلَّتْ , فَقَدْ نَقَلَ اِبْن بَطَّالٍ أَنَّهُ رُوِيَ أَنَّ ثَمَن الْعِقْد الْمَذْكُور كَانَ اِثْنَيْ عَشَر دِرْهَمًا , وَيَلْتَحِق بِتَحْصِيلِ الضَّائِع الْإِقَامَة لِلُحُوقِ الْمُنْقَطِع وَدَفْن الْمَيِّت وَنَحْو ذَلِكَ مِنْ مَصَالِح الرَّعِيَّة , وَفِيهِ إِشَارَة إِلَى تَرْك إِضَاعَة الْمَال. ‏ ‏قَوْله : ( فَأَتَى النَّاسُ إِلَى أَبِي بَكْر ) ‏ ‏فِيهِ شَكْوَى الْمَرْأَة إِلَى أَبِيهَا وَإِنْ كَانَ لَهَا زَوْج , وَكَأَنَّهُمْ إِنَّمَا شَكَوْا إِلَى أَبِي بَكْر لِكَوْنِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ نَائِمًا وَكَانُوا لَا يُوقِظُونَهُ. وَفِيهِ نِسْبَة الْفِعْل إِلَى مَنْ كَانَ سَبَبًا فِيهِ لِقَوْلِهِمْ : صَنَعَتْ وَأَقَامَتْ , وَفِيهِ جَوَاز دُخُول الرَّجُل عَلَى اِبْنَته وَإِنْ كَانَ زَوْجهَا عِنْدهَا إِذَا عَلِمَ رِضَاهُ بِذَلِكَ وَلَمْ يَكُنْ حَالَةَ مُبَاشَرَةٍ. ‏ ‏قَوْله : ( فَعَاتَبَنِي أَبُو بَكْر , وَقَالَ مَا شَاءَ اللَّه أَنْ يَقُول ) ‏ ‏فِي رِوَايَة عَمْرو بْن الْحَارِث فَقَالَ : حَبَسْت النَّاس فِي قِلَادَة , أَيْ بِسَبَبِهَا. وَسَيَأْتِي مِنْ الطَّبَرَانِيّ أَنَّ مِنْ جُمْلَة مَا عَاتَبَهَا بِهِ قَوْله \" فِي كُلّ مَرَّة تَكُونِينَ عَنَاء \". وَالنُّكْتَة فِي قَوْل عَائِشَة \" فَعَاتَبَنِي أَبُو بَكْر \" وَلَمْ تَقُلْ أَبِي ; لِأَنَّ قَضِيَّة الْأُبُوَّة الْحُنُوّ , وَمَا وَقَعَ مِنْ الْعِتَاب بِالْقَوْلِ وَالتَّأْنِيب بِالْفِعْلِ مُغَايِر لِذَلِكَ فِي الظَّاهِر , فَلِذَلِكَ أَنْزَلَتْهُ مَنْزِلَة الْأَجْنَبِيّ فَلَمْ تَقُلْ أَبِي. ‏ ‏قَوْله : ( يَطْعُنُنِي ) ‏ ‏هُوَ بِضَمِّ الْعَيْن , وَكَذَا فِي جَمِيع مَا هُوَ حِسِّيّ , وَأَمَّا الْمَعْنَوِيّ فَيُقَال يَطْعَنُ بِالْفَتْحِ , هَذَا الْمَشْهُور فِيهِمَا , وَحُكِيَ فِيهِمَا الْفَتْح مَعًا فِي الْمَطَالِع وَغَيْرهَا , وَالضَّمّ فِيهِمَا حَكَاهُ صَاحِب الْجَامِع. وَفِيهِ تَأْدِيب الرَّجُل اِبْنَته وَلَوْ كَانَتْ مُزَوَّجَة كَبِيرَة خَارِجَة عَنْ بَيْته , وَيَلْحَق بِذَلِكَ تَأْدِيب مِنْ لَهُ تَأْدِيبه وَلَوْ لَمْ يَأْذَن لَهُ الْإِمَام. ‏ ‏قَوْله : ( فَلَا يَمْنَعُنِي مِنْ التَّحَرُّك ) ‏ ‏فِيهِ اِسْتِحْبَاب الصَّبْر لِمَنْ نَالَهُ مَا يُوجِب الْحَرَكَة أَوْ يَحْصُل بِهِ تَشْوِيش لِنَائِمٍ , وَكَذَا لِمُصَلٍّ أَوْ قَارِئ أَوْ مُشْتَغِل بِعِلْمٍ أَوْ ذِكْرٍ. ‏ ‏قَوْله : ( فَقَامَ حِين أَصْبَحَ ) ‏ ‏كَذَا أَوْرَدَهُ هُنَا , وَأَوْرَدَهُ فِي فَضْل أَبِي بَكْر عَنْ قُتَيْبَة عَنْ مَالِك بِلَفْظِ \" فَنَامَ حَتَّى أَصْبَحَ \" وَهِيَ رِوَايَة مُسْلِم وَرَوَاهُ الْمُوَطَّأ , وَالْمَعْنَى فِيهِمَا مُتَقَارِب ; لِأَنَّ كُلًّا مِنْهُمَا يَدُلّ عَلَى أَنَّ قِيَامه مِنْ نَوْمه كَانَ عِنْد الصُّبْح , وَقَالَ بَعْضهمْ : لَيْسَ الْمُرَاد بِقَوْلِهِ \" حَتَّى أَصْبَحَ \" بَيَان غَايَة النَّوْم إِلَى الصَّبَاح , بَلْ بَيَان غَايَة فَقْد الْمَاء إِلَى الصَّبَاح ; لِأَنَّهُ قَيَّدَ قَوْله \" حَتَّى أَصْبَحَ \" بِقَوْلِهِ \" عَلَى غَيْر مَاء \" أَيْ آلَ أَمْره إِلَى أَنْ أَصْبَحَ عَلَى غَيْر مَاء , وَأَمَّا رِوَايَة عَمْرو بْن الْحَارِث فَلَفْظهَا \" ثُمَّ إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَيْقَظَ وَحَضَرَتْ الصُّبْح \" فَإِنْ أُعْرِبَتْ الْوَاو حَالِيَّة كَانَ دَلِيلًا عَلَى أَنَّ الِاسْتِيقَاظ وَقَعَ حَال وُجُود الصَّبَاح وَهُوَ الظَّاهِر , وَاسْتُدِلَّ بِهِ عَلَى الرُّخْصَة فِي تَرْك التَّهَجُّد فِي السَّفَر إِنْ ثَبَتَ أَنَّ التَّهَجُّد كَانَ وَاجِبًا عَلَيْهِ , وَعَلَى أَنَّ طَلَب الْمَاء لَا يَجِبُ إِلَّا بَعْد دُخُول الْوَقْت لِقَوْلِهِ فِي رِوَايَة عَمْرو بْن الْحَارِث بَعْد قَوْله وَحَضَرَتْ الصُّبْح \" فَالْتَمَسَ الْمَاء فَلَمْ يُوجَد \" وَعَلَى أَنَّ الْوُضُوء كَانَ وَاجِبًا عَلَيْهِمْ قَبْل نُزُول آيَة التَّيَمُّم وَلِهَذَا اِسْتَعْظَمُوا نُزُولهمْ عَلَى غَيْر مَاء. وَوَقَعَ مِنْ أَبِي بَكْر فِي حَقّ عَائِشَة مَا وَقَعَ. قَالَ اِبْن عَبْد الْبَرّ : مَعْلُوم عِنْد جَمِيع أَهْل الْمَغَازِي أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يُصَلِّ مُنْذُ اُفْتُرِضَتْ الصَّلَاة عَلَيْهِ إِلَّا بِوُضُوءٍ , وَلَا يَدْفَع ذَلِكَ إِلَّا جَاهِل أَوْ مُعَانِد. قَالَ : وَفِي قَوْله فِي هَذَا الْحَدِيث \" آيَة التَّيَمُّم \" إِشَارَة إِلَى أَنَّ الَّذِي طَرَأَ إِلَيْهِمْ مِنْ الْعِلْم حِينَئِذٍ حُكْم التَّيَمُّم لَا حُكْم الْوُضُوء. قَالَ : وَالْحِكْمَة فِي نُزُول آيَة الْوُضُوء - مَعَ تَقَدُّمِ الْعَمَل بِهِ - لِيَكُونَ فَرْضُهُ مَتْلُوًّا بِالتَّنْزِيلِ. وَقَالَ غَيْره : يُحْتَمَل أَنْ يَكُون أَوَّل آيَة الْوُضُوء نَزَلَ قَدِيمًا فَعَلِمُوا بِهِ الْوُضُوء , ثُمَّ نَزَلَ بَقِيَّتهَا وَهُوَ ذِكْر التَّيَمُّم فِي هَذِهِ الْقِصَّة , وَإِطْلَاق آيَة التَّيَمُّم عَلَى هَذَا مِنْ تَسْمِيَة الْكُلّ بِاسْمِ الْبَعْض , لَكِنَّ رِوَايَة عَمْرو بْن الْحَارِث الَّتِي قَدَّمْنَا أَنَّ الْمُصَنِّف أَخْرَجَهَا فِي التَّفْسِير تَدُلّ عَلَى أَنَّ الْآيَة نَزَلَتْ جَمِيعًا فِي هَذِهِ الْقِصَّة , فَالظَّاهِر مَا قَالَهُ اِبْن عَبْد الْبَرّ. ‏ ‏قَوْله ( فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّم ) قَالَ اِبْن الْعَرَبِيّ : هَذِهِ مُعْضِلَة مَا وَجَدْت لِدَائِهَا مِنْ دَوَاء ; لِأَنَّا لَا نَعْلَم أَيّ الْآيَتَيْنِ عَنَتْ عَائِشَة. قَالَ اِبْن بَطَّالٍ : هِيَ آيَة النِّسَاء أَوْ آيَة الْمَائِدَة. وَقَالَ الْقُرْطُبِيّ : هِيَ آيَة النِّسَاء. وَوَجَّهَهُ بِأَنَّ آيَة الْمَائِدَة تُسَمَّى آيَة الْوُضُوء وَآيَة النِّسَاء لَا ذِكْر فِيهَا لِلْوُضُوءِ فَيُتَّجَه تَخْصِيصهَا بِآيَةِ التَّيَمُّم. وَأَوْرَدَ الْوَاحِدِيّ فِي أَسْبَاب النُّزُول هَذَا الْحَدِيث عِنْد ذِكْر آيَة النِّسَاء أَيْضًا , وَخَفِيَ عَلَى الْجَمِيع مَا ظَهَرَ لِلْبُخَارِيّ مِنْ أَنَّ الْمُرَاد بِهَا آيَة الْمَائِدَة بِغَيْرِ تَرَدُّدٍ لِرِوَايَةِ عَمْرو بْن الْحَارِث إِذْ صَرَّحَ فِيهَا بِقَوْلِهِ \" فَنَزَلَتْ ( يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ ) الْآيَة \". ‏ ‏قَوْله : ( فَتَيَمَّمُوا ) ‏ ‏يُحْتَمَل أَنْ يَكُون خَبَرًا عَنْ فِعْل الصَّحَابَة , أَيْ فَتَيَمَّمَ النَّاسُ بَعْد نُزُول الْآيَة , وَيُحْتَمَل أَنْ يَكُون حِكَايَة لِبَعْضِ الْآيَة وَهُوَ الْأَمْر فِي قَوْله : ( فَتَيَمَّمُوا صَعِيدًا طَيِّبًا ) بَيَانًا لِقَوْلِهِ \" آيَة التَّيَمُّم \" أَوْ بَدَلًا. وَاسْتُدِلَّ بِالْآيَةِ عَلَى وُجُوب النِّيَّة فِي التَّيَمُّم ; لِأَنَّ مَعْنَى ( فَتَيَمَّمُوا ) اِقْصِدُوا كَمَا تَقَدَّمَ , وَهُوَ قَوْل فُقَهَاء الْأَمْصَار إِلَّا الْأَوْزَاعِيَّ , وَعَلَى أَنَّهُ يَجِبُ نَقْلُ التُّرَاب وَلَا يَكْفِي هُبُوب الرِّيح بِهِ بِخِلَافِ الْوُضُوء كَمَا لَوْ أَصَابَهُ مَطَرٌ فَنَوَى الْوُضُوء بِهِ فَإِنَّهُ يُجْزِئُ , وَالْأَظْهَر الْإِجْزَاء لِمَنْ قَصَدَ التُّرَاب مِنْ الرِّيح الْهَابَّة , بِخِلَافِ مَنْ لَمْ يَقْصِد , وَهُوَ اِخْتِيَار الشَّيْخ أَبِي حَامِد. وَعَلَى تَعْيِينِ الصَّعِيد الطَّيِّب لِلتَّيَمُّمِ , لَكِنْ اِخْتَلَفَ الْعُلَمَاء فِي الْمُرَاد بِالصَّعِيدِ الطَّيِّب كَمَا سَيَأْتِي فِي بَابه قَرِيبًا , وَعَلَى أَنَّهُ يَجِبُ التَّيَمُّم لِكُلِّ فَرِيضَة , وَسَنَذْكُرُ تَوْجِيهه وَمَا يَرُدّ عَلَيْهِ بَعْد أَرْبَعَة أَبْوَاب. ‏ ‏( تَنْبِيهٌ ) ‏ ‏: لَمْ يَقَع فِي شَيْء مِنْ طُرُق حَدِيث عَائِشَة هَذَا كَيْفِيَّة التَّيَمُّم , وَقَدْ رَوَى عَمَّار بْن يَاسِر قِصَّتهَا هَذِهِ فَبَيَّنَ ذَلِكَ , لَكِنْ اِخْتَلَفَ الرُّوَاة عَلَى عَمَّار فِي الْكَيْفِيَّة كَمَا سَنَذْكُرُهُ وَنُبَيِّنُ الْأَصَحّ مِنْهُ فِي بَاب التَّيَمُّم لِلْوَجْهِ وَالْكَفَّيْنِ. ‏ ‏قَوْله : ( فَقَالَ أُسَيْد ) ‏ ‏هُوَ بِالتَّصْغِيرِ ‏ ‏( اِبْن الْحُضَيْرِ ) ‏ ‏بِمُهْمَلَة ثُمَّ مُعْجَمَة مُصَغَّرًا أَيْضًا , وَهُوَ مِنْ كِبَار الْأَنْصَار , وَسَيَأْتِي ذِكْرُهُ فِي الْمَنَاقِب. وَإِنَّمَا قَالَ مَا قَالَ دُون غَيْره ; لِأَنَّهُ كَانَ رَأْس مَنْ بُعِثَ فِي طَلَبِ الْعِقْد الَّذِي ضَاعَ. ‏ ‏قَوْله : ( مَا هِيَ بِأَوَّلِ بَرَكَتكُمْ ) ‏ ‏أَيْ بَلْ هِيَ مَسْبُوقَة بِغَيْرِهَا مِنْ الْبَرَكَات , وَالْمُرَاد بِآلِ أَبِي بَكْر نَفْسه وَأَهْله وَأَتْبَاعه. وَفِيهِ دَلِيل عَلَى فَضْل عَائِشَة وَأَبِيهَا وَتَكْرَار الْبَرَكَة مِنْهُمَا. وَفِي رِوَايَة عَمْرو بْن الْحَارِث \" لَقَدْ بَارَكَ اللَّهُ لِلنَّاسِ فِيكُمْ \" وَفِي تَفْسِير إِسْحَاق الْبُسْتِيّ مِنْ طَرِيق اِبْن أَبِي مُلَيْكَة عَنْهَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهَا \" مَا كَانَ أَعْظَم بَرَكَة قِلَادَتك \" وَفِي رِوَايَة هِشَام بْن عُرْوَة الْآتِيَة فِي الْبَاب الَّذِي يَلِيه \" فَوَاَللَّهِ مَا نَزَلَ بِك مِنْ أَمْر تَكْرَهِينَهُ إِلَّا جَعَلَ اللَّه لِلْمُسْلِمِينَ فِيهِ خَيْرًا \" وَفِي النِّكَاح مِنْ هَذَا الْوَجْه \" إِلَّا جَعَلَ اللَّه لَك مِنْهُ مَخْرَجًا , وَجَعَلَ لِلْمُسْلِمِينَ فِيهِ بَرَكَة \" وَهَذَا يُشْعِرُ بِأَنَّ هَذِهِ الْقِصَّة كَانَتْ بَعْد قِصَّة الْإِفْك , فَيَقْوَى قَوْل مَنْ ذَهَبَ إِلَى تَعَدُّدِ ضَيَاع الْعِقْد , وَمِمَّنْ جَزَمَ بِذَلِكَ مُحَمَّد بْن حَبِيب الْإِخْبَارِيّ فَقَالَ : سَقَطَ عِقْد عَائِشَة فِي غَزْوَة ذَات الرِّقَاع , وَفِي غَزْوَة بَنِي الْمُصْطَلِق. وَقَدْ اِخْتَلَفَ أَهْل الْمَغَازِي فِي أَيّ هَاتَيْنِ الْغَزَاتَيْنِ كَانَتْ أَوَّلًا. وَقَالَ الدَّاوُدِيّ : كَانَتْ قِصَّة التَّيَمُّم فِي غَزَاة الْفَتْح. ثُمَّ تَرَدَّدَ فِي ذَلِكَ , وَقَدْ رَوَى اِبْن أَبِي شَيْبَة مِنْ حَدِيث أَبِي هُرَيْرَة قَالَ : لَمَّا نَزَلَتْ آيَة التَّيَمُّم لَمْ أَدْرِ كَيْف أَصْنَع... الْحَدِيث. فَهَذَا يَدُلّ عَلَى تَأَخُّرِهَا عَنْ غَزْوَة بَنِي الْمُصْطَلِق ; لِأَنَّ إِسْلَام أَبِي هُرَيْرَة كَانَ فِي السَّنَة السَّابِعَة وَهِيَ بَعْدهَا بِلَا خِلَاف , وَسَيَأْتِي فِي الْمَغَازِي أَنَّ الْبُخَارِيّ يَرَى أَنَّ غَزْوَة ذَات الرِّقَاع كَانَتْ بَعْد قُدُوم أَبِي مُوسَى , وَقُدُومه كَانَ وَقْت إِسْلَام أَبِي هُرَيْرَة. وَمِمَّا يَدُلّ عَلَى تَأَخُّرِ الْقِصَّة أَيْضًا عَنْ قِصَّة الْإِفْك مَا رَوَاهُ الطَّبَرَانِيُّ مِنْ طَرِيق عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ عَائِشَة قَالَتْ : لَمَّا كَانَ مِنْ أَمْر عِقْدِي مَا كَانَ , وَقَالَ أَهْل الْإِفْك مَا قَالُوا , خَرَجْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة أُخْرَى فَسَقَطَ أَيْضًا عِقْدِي حَتَّى حَبَسَ النَّاس عَلَى اِلْتِمَاسه. فَقَالَ لِي أَبُو بَكْر : يَا بُنَيَّة فِي كُلّ سَفْرَة تَكُونِينَ عَنَاء وَبَلَاء عَلَى النَّاس ؟ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ الرُّخْصَة فِي التَّيَمُّم. قَالَ أَبُو بَكْر : إِنَّك لَمُبَارَكَةٌ , ثَلَاثًا. وَفِي إِسْنَاده مُحَمَّدُ بْن حُمَيْدٍ الرَّازِّي , وَفِيهِ مَقَال. وَفِي سِيَاقه مِنْ الْفَوَائِد بَيَان عِتَاب أَبِي بَكْر الَّذِي أُبْهِمَ فِي حَدِيث الْبَاب , وَالتَّصْرِيح بِأَنَّ ضَيَاع الْعِقْد كَانَ مَرَّتَيْنِ فِي غَزْوَتَيْنِ , وَاللَّهُ أَعْلَم. ‏ ‏قَوْله : ( فَبَعَثْنَا ) ‏ ‏أَيْ أَثَرنَا ( ‏ ‏الْبَعِير الَّذِي كُنْت عَلَيْهِ ) ‏ ‏أَيْ حَالَةَ السَّفَر. ‏ ‏قَوْله : ( فَأَصَبْنَا الْعِقْد تَحْته ) ‏ ‏ظَاهِرٌ فِي أَنَّ الَّذِينَ تَوَجَّهُوا فِي طَلَبه أَوَّلًا لَمْ يَجِدُوهُ. وَفِي رِوَايَة عُرْوَة فِي الْبَاب الَّذِي يَلِيه \" فَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلًا فَوَجَدَهَا \" أَيْ الْقِلَادَة. وَلِلْمُصَنِّفِ فِي فَضْل عَائِشَة مِنْ هَذَا الْوَجْه وَكَذَا لِمُسْلِم \" فَبَعَثَ نَاسًا مِنْ أَصْحَابه فِي طَلَبهَا \" وَلِأَبِي دَاوُدَ \" فَبَعَثَ أُسَيْد بْن حُضَيْرٍ وَنَاسًا مَعَهُ \" وَطَرِيق الْجَمْع بَيْن هَذِهِ الرِّوَايَات أَنَّ أُسَيْدًا كَانَ رَأْس مَنْ بُعِثَ لِذَلِكَ فَلِذَلِكَ سُمِّيَ فِي بَعْض الرِّوَايَات دُون غَيْره , وَكَذَا أَسْنَدَ الْفِعْل إِلَى وَاحِد مُبْهَم وَهُوَ الْمُرَاد بِهِ , وَكَأَنَّهُمْ لَمْ يَجِدُوا الْعِقْد أَوَّلًا. فَلَمَّا رَجَعُوا وَنَزَلَتْ آيَة التَّيَمُّم وَأَرَادُوا الرَّحِيل وَأَثَارُوا الْبَعِير وَجَدَهُ أُسَيْد بْن حُضَيْرٍ , فَعَلَى هَذَا فَقَوْله فِي رِوَايَة عُرْوَة الْآتِيَة : \" فَوَجَدَهَا \" أَيْ بَعْد جَمِيع مَا تَقَدَّمَ مِنْ التَّفْتِيش وَغَيْره. وَقَالَ النَّوَوِيّ : يُحْتَمَل أَنْ يَكُونَ فَاعِل وَجَدَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ بَالِغ الدَّاوُدِيّ فِي تَوْهِيم رِوَايَة عُرْوَة , وَنُقِلَ عَنْ إِسْمَاعِيل الْقَاضِي أَنَّهُ حَمَلَ الْوَهْم فِيهَا عَلَى عَبْد اللَّه بْن نُمَيْر , وَقَدْ بَانَ بِمَا ذَكَرْنَا مِنْ الْجَمْع بَيْن الرِّوَايَتَيْنِ أَنْ لَا تَخَالُفَ بَيْنهمَا وَلَا وَهْمَ. وَفِي الْحَدِيثَيْنِ اِخْتِلَاف آخَر وَهُوَ قَوْل عَائِشَة \" اِنْقَطَعَ عِقْدٌ لِي \" وَقَالَتْ فِي رِوَايَة عَمْرو بْن الْحَارِث \" سَقَطَتْ قِلَادَة لِي \" وَفِي رِوَايَة عُرْوَة الْآتِيَة عَنْهَا أَنَّهَا اِسْتَعَارَتْ قِلَادَة مِنْ أَسْمَاء يَعْنِي أُخْتهَا فَهَلَكَتْ أَيْ ضَاعَتْ , وَالْجَمْع بَيْنهمَا أَنَّ إِضَافَة الْقِلَادَة إِلَى عَائِشَة لِكَوْنِهَا فِي يَدهَا وَتَصَرُّفِهَا , وَإِلَى أَسْمَاء لِكَوْنِهَا مِلْكهَا لِتَصْرِيحِ عَائِشَة فِي رِوَايَة عُرْوَة بِأَنَّهَا اِسْتَعَارَتْهَا مِنْهَا , وَهَذَا كُلّه بِنَاء عَلَى اِتِّحَاد الْقِصَّة. وَقَدْ جَنَحَ الْبُخَارِيّ فِي التَّفْسِير إِلَى تَعَدُّدِهَا حَيْثُ أَوْرَدَ حَدِيث الْبَاب فِي تَفْسِير الْمَائِدَة وَحَدِيث عُرْوَة فِي تَفْسِير النِّسَاء , فَكَانَ نُزُول آيَة الْمَائِدَة بِسَبَبِ عِقْد عَائِشَة , وَآيَة النِّسَاء بِسَبَبِ قِلَادَة أَسْمَاء , وَمَا تَقَدَّمَ مِنْ اِتِّحَاد الْقِصَّة أَظْهَرُ , وَاللَّهُ أَعْلَم. ‏ ‏( فَائِدَةٌ ) ‏ ‏: وَقَعَ فِي رِوَايَة عَمَّار عِنْد أَبِي دَاوُدَ وَغَيْره فِي هَذِهِ الْقِصَّة أَنَّ الْعِقْد الْمَذْكُور كَانَ مِنْ جَزْع ظِفَار , وَكَذَا وَقَعَ فِي قِصَّة الْإِفْك كَمَا سَيَأْتِي فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى. وَالْجَزْع بِفَتْحِ الْجِيم وَسُكُون الزَّاي خَرَزٌ يَمَنِيٌّ. وَظِفَار مَدِينَة تَقَدَّمَ ذِكْرُهَا فِي بَاب الطِّيبِ لِلْمَرْأَةِ عِنْد غُسْلهَا مِنْ الْمَحِيض , وَفِي هَذَا الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ جَوَازُ السَّفَر بِالنِّسَاءِ وَاِتِّخَاذُهُنَّ الْحُلِيَّ تَجَمُّلًا لِأَزْوَاجِهِنَّ , وَجَوَاز السَّفَر بِالْعَارِيَةِ وَهُوَ مَحْمُولٌ عَلَى رِضَا صَاحِبهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "335",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، قَالَ حَدَّثَنَا هُشَيْمٌ، ح قَالَ وَحَدَّثَنِي سَعِيدُ بْنُ النَّضْرِ، قَالَ أَخْبَرَنَا هُشَيْمٌ، قَالَ أَخْبَرَنَا سَيَّارٌ، قَالَ حَدَّثَنَا يَزِيدُ ـ هُوَ ابْنُ صُهَيْبٍ الْفَقِيرُ ـ قَالَ أَخْبَرَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الأَرْضُ مَسْجِدًا وَطَهُورًا، فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلاَةُ فَلْيُصَلِّ، وَأُحِلَّتْ لِيَ الْمَغَانِمُ وَلَمْ تَحِلَّ لأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"I have been given five things which were not given to any one else before me. \n-1. Allah made me victorious by awe, (by His frightening my enemies) for a distance of one month's \njourney. \n-2. The earth has been made for me (and for my followers) a place for praying and a thing to perform \nTayammum, therefore anyone of my followers can pray wherever the time of a prayer is due. \n-3. The booty has been made Halal (lawful) for me yet it was not lawful for anyone else before me. \n-4. I have been given the right of intercession (on the Day of Resurrection). \n-5. Every Prophet used to be sent to his nation only but I have been sent to all mankind.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي سَعِيد بْن النَّضْر , قَالَ أَخْبَرَنَا هُشَيْم ) ‏ ‏إِنَّمَا لَمْ يَجْمَع الْبُخَارِيّ بَيْن شَيْخَيْهِ فِي هَذَا الْحَدِيث مَعَ كَوْنهمَا حَدَّثَاهُ بِهِ عَنْ هُشَيْم ; لِأَنَّهُ سَمِعَهُ مِنْهُمَا مُتَفَرِّقَيْنِ , وَكَأَنَّهُ سَمِعَهُ مِنْ مُحَمَّد بْن سِنَان مَعَ غَيْره فَلِهَذَا جَمَعَ فَقَالَ \" حَدَّثَنَا \" وَسَمِعَهُ مِنْ سَعِيد وَحْده فَلِهَذَا أَفْرَدَ فَقَالَ \" حَدَّثَنِي \". وَكَأَنَّ مُحَمَّدًا سَمِعَهُ مِنْ لَفْظ هُشَيْم فَلِهَذَا قَالَ \" حَدَّثَنَا \" وَكَأَنَّ سَعِيدًا قَرَأَهُ أَوْ سَمِعَهُ يَقْرَأ عَلَى هُشَيْم فَلِهَذَا قَالَ \" أَخْبَرَنَا \" وَمُرَاعَاة هَذَا كُلّه عَلَى سَبِيل الِاصْطِلَاح. ثُمَّ إِنَّ سِيَاق الْمَتْن لَفْظ سَعِيد , وَقَدْ ظَهَرَ بِالِاسْتِقْرَاءِ مِنْ صَنِيع الْبُخَارِيّ أَنَّهُ إِذَا أَوْرَدَ الْحَدِيث عَنْ غَيْر وَاحِد فَإِنَّ اللَّفْظ يَكُون لِلْأَخِيرِ وَاللَّهُ أَعْلَم. ‏ ‏قَوْله : ( أَخْبَرَنَا سَيَّار ) ‏ ‏بِمُهْمَلَة بَعْدهَا تَحْتَانِيَّة مُشَدَّدَة وَآخِره رَاء , هُوَ أَبُو الْحَكَم الْعَنْزِيّ الْوَاسِطِيُّ الْبَصْرِيّ وَاسْم أَبِيهِ وَرْدَان عَلَى الْأَشْهَر , وَيُكَنَّى أَبَا سَيَّار , اِتَّفَقُوا عَلَى تَوْثِيق سَيَّار , وَأَخْرَجَ لَهُ الْأَئِمَّة السِّتَّة وَغَيْرهمْ , وَقَدْ أَدْرَكَ بَعْض الصَّحَابَة لَكِنْ لَمْ يَلْقَ أَحَدًا مِنْهُمْ فَهُوَ مِنْ كِبَار أَتْبَاع التَّابِعِينَ. وَلَهُمْ شَيْخ آخَر يُقَال لَهُ سَيَّار , لَكِنَّهُ تَابِعِيّ شَامِيّ أَخْرَجَ لَهُ التِّرْمِذِيّ وَذَكَرَهُ اِبْن حِبَّانَ فِي الثِّقَات , وَإِنَّمَا ذَكَرْتهُ ; لِأَنَّهُ رَوَى مَعْنَى حَدِيث الْبَاب عَنْ أَبِي أُمَامَةَ وَلَمْ يُنْسَب فِي الرِّوَايَة كَمَا لَمْ يُنْسَب سَيَّار فِي حَدِيث الْبَاب فَرُبَّمَا ظَنَّهُمَا بَعْض مِنْ لَا تَمْيِيز لَهُ وَاحِدًا فَيَظُنُّ أَنَّ فِي الْإِسْنَاد اِخْتِلَافًا وَلَيْسَ كَذَلِكَ. ‏ ‏قَوْله : ( حَدَّثَنَا يَزِيد الْفَقِير ) ‏ ‏هُوَ اِبْن صُهَيْبٍ يُكَنَّى أَبَا عُثْمَان , تَابِعِيّ مَشْهُور , قِيلَ لَهُ الْفَقِير ; لِأَنَّهُ كَانَ يَشْكُو فَقَار ظَهْره وَلَمْ يَكُنْ فَقِيرًا مِنْ الْمَال. قَالَ صَاحِب الْمُحْكَم : رَجُل فَقِير مَكْسُور فَقَار الظَّهْر , وَيُقَال لَهُ فَقِّير بِالتَّشْدِيدِ أَيْضًا. ‏ ‏( فَائِدَةٌ ) ‏ ‏: مَدَار حَدِيث جَابِر هَذَا عَلَى هُشَيْم بِهَذَا الْإِسْنَاد , وَلَهُ شَوَاهِد مِنْ حَدِيث اِبْن عَبَّاس وَأَبِي مُوسَى وَأَبِي ذَرٍّ , مِنْ رِوَايَة عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه , رَوَاهَا كُلّهَا أَحْمَد بِأَسَانِيد حِسَان. ‏ ‏قَوْله : ( أُعْطِيت خَمْسًا ) ‏ ‏بَيَّنَ فِي رِوَايَة عَمْرو بْن شُعَيْب أَنَّ ذَلِكَ كَانَ فِي غَزْوَة تَبُوك وَهِيَ آخِر غَزَوَات رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي ) ‏ ‏زَادَ فِي الصَّلَاة عَنْ مُحَمَّد بْن سِنَان \" مِنْ الْأَنْبِيَاء \" , وَفِي حَدِيث اِبْن عَبَّاس \" لَا أَقُولهُنَّ فَخْرًا \" وَمَفْهُومه أَنَّهُ لَمْ يَخْتَصَّ بِغَيْرِ الْخَمْس الْمَذْكُورَة , لَكِنْ رَوَى مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة مَرْفُوعًا \" فُضِّلْت عَلَى الْأَنْبِيَاء بِسِتٍّ \" فَذَكَر أَرْبَعًا مِنْ هَذِهِ الْخَمْس وَزَادَ ثِنْتَيْنِ كَمَا سَيَأْتِي بَعْدُ , وَطَرِيق الْجَمْع أَنْ يُقَال : لَعَلَّهُ اِطَّلَعَ أَوَّلًا عَلَى بَعْض مَا اِخْتَصَّ بِهِ ثُمَّ اِطَّلَعَ عَلَى الْبَاقِي , وَمَنْ لَا يَرَى مَفْهُوم الْعَدَد حُجَّةً يَدْفَع هَذَا الْإِشْكَال مِنْ أَصْله , وَظَاهِر الْحَدِيث يَقْتَضِي أَنَّ كُلّ وَاحِدَة مِنْ الْخَمْس الْمَذْكُورَات لَمْ تَكُنْ لِأَحَدٍ قَبْله , وَهُوَ كَذَلِكَ , وَلَا يُعْتَرَض بِأَنَّ نُوحًا عَلَيْهِ السَّلَام كَانَ مَبْعُوثًا إِلَى أَهْل الْأَرْض بَعْد الطُّوفَان ; لِأَنَّهُ لَمْ يَبْقَ إِلَّا مَنْ كَانَ مُؤْمِنًا مَعَهُ وَقَدْ كَانَ مُرْسَلًا إِلَيْهِمْ ; لِأَنَّ هَذَا الْعُمُوم لَمْ يَكُنْ فِي أَصْل بَعْثَته وَإِنَّمَا اِتَّفَقَ بِالْحَادِثِ الَّذِي وَقَعَ وَهُوَ اِنْحِصَار الْخَلْق فِي الْمَوْجُودِينَ بَعْد هَلَاك سَائِر النَّاس , وَأَمَّا نَبِيُّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعُمُوم رِسَالَته مِنْ أَصْل الْبَعْثَة فَثَبَتَ اِخْتِصَاصه بِذَلِكَ , وَأَمَّا قَوْل أَهْل الْمَوْقِف لِنُوح كَمَا صَحَّ فِي حَدِيث الشَّفَاعَة \" أَنْتَ أَوَّل رَسُول إِلَى أَهْل الْأَرْض \" فَلَيْسَ الْمُرَاد بِهِ عُمُوم بَعْثَته بَلْ إِثْبَات أَوَّلِيَّة إِرْسَاله , وَعَلَى تَقْدِير أَنْ يَكُون مُرَادًا فَهُوَ مَخْصُوص بِتَنْصِيصِهِ سُبْحَانه وَتَعَالَى فِي عِدَّة آيَاتٍ عَلَى أَنَّ إِرْسَال نُوح كَانَ إِلَى قَوْمه وَلَمْ يَذْكُر أَنَّهُ أُرْسِلَ إِلَى غَيْرهمْ , وَاسْتَدَلَّ بَعْضهمْ لِعُمُومِ بَعْثَته بِكَوْنِهِ دَعَا عَلَى جَمِيع مَنْ فِي الْأَرْض فَأُهْلِكُوا بِالْغَرَقِ إِلَّا أَهْل السَّفِينَة , وَلَوْ لَمْ يَكُنْ مَبْعُوثًا إِلَيْهِمْ لَمَا أُهْلِكُوا لِقَوْلِهِ تَعَالَى ( وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا ). وَقَدْ ثَبَتَ أَنَّهُ أَوَّلُ الرُّسُل , وَأُجِيب بِجَوَازِ أَنْ يَكُون غَيْره أُرْسِلَ إِلَيْهِمْ فِي أَثْنَاء مُدَّة نُوح وَعَلِمَ نُوحٌ بِأَنَّهُمْ لَمْ يُؤْمِنُوا فَدَعَا عَلَى مَنْ لَمْ يُؤْمِن مِنْ قَوْمه وَمِنْ غَيْرهمْ فَأُجِيب. وَهَذَا جَوَابٌ حَسَنٌ , لَكِنْ لَمْ يُنْقَل أَنَّهُ نُبِّئَ فِي زَمَن نُوحٍ غَيْرُهُ. وَيُحْتَمَل أَنْ يَكُون مَعْنَى الْخُصُوصِيَّة لِنَبِيِّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ بَقَاء شَرِيعَته إِلَى يَوْم الْقِيَامَة , وَنُوحٌ وَغَيْره بِصَدَدِ أَنْ يُبْعَث نَبِيٌّ فِي زَمَانه أَوْ بَعْده فَيَنْسَخ بَعْض شَرِيعَته , وَيُحْتَمَل أَنْ يَكُون دُعَاؤُهُ قَوْمه إِلَى التَّوْحِيد بَلَغَ بَقِيَّة النَّاس فَتَمَادَوْا عَلَى الشِّرْك فَاسْتَحَقُّوا الْعِقَاب , وَإِلَى هَذَا نَحَا اِبْن عَطِيَّة فِي تَفْسِير سُورَة هُود قَالَ : وَغَيْر مُمْكِن أَنْ تَكُون نُبُوَّته لَمْ تَبْلُغ الْقَرِيب وَالْبَعِيد لِطُولِ مُدَّته , وَوَجَّهَهُ اِبْن دَقِيق الْعِيد بِأَنَّ تَوْحِيد اللَّه تَعَالَى يَجُوز أَنْ يَكُون عَامًّا فِي حَقّ بَعْض الْأَنْبِيَاء وَإِنْ كَانَ اِلْتِزَام فُرُوع شَرِيعَته لَيْسَ عَامًّا ; لِأَنَّ مِنْهُمْ مَنْ قَاتَلَ غَيْر قَوْمه عَلَى الشِّرْك , وَلَوْ لَمْ يَكُنْ التَّوْحِيد لَازِمًا لَهُمْ لَمْ يُقَاتِلهُمْ. وَيُحْتَمَل أَنَّهُ لَمْ يَكُنْ فِي الْأَرْض عِنْد إِرْسَال نُوحٍ إِلَّا قَوْم نُوحٍ فَبَعْثَتُهُ خَاصَّةٌ لِكَوْنِهَا إِلَى قَوْمه فَقَطْ وَهِيَ عَامَّةٌ فِي الصُّورَة لِعَدَمِ وُجُود غَيْرهمْ , لَكِنْ لَوْ اِتَّفَقَ وُجُود غَيْرهمْ لَمْ يَكُنْ مَبْعُوثًا إِلَيْهِمْ. وَغَفَلَ الدَّاوُدِيّ الشَّارِح غَفْلَة عَظِيمَة فَقَالَ : قَوْله \" لَمْ يُعْطَهُنَّ أَحَدٌ \" يَعْنِي لَمْ تُجْمَع لِأَحَدٍ قَبْله ; لِأَنَّ نُوحًا بُعِثَ إِلَى كَافَّة النَّاس , وَأَمَّا الْأَرْبَع فَلَمْ يُعْطَ أَحَدٌ وَاحِدَةً مِنْهُنَّ. وَكَأَنَّهُ نَظَرَ فِي أَوَّل الْحَدِيث وَغَفَلَ عَنْ آخِره ; لِأَنَّهُ نَصَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى خُصُوصِيَّته بِهَذِهِ أَيْضًا لِقَوْلِهِ \" وَكَانَ النَّبِيُّ يُبْعَث إِلَى قَوْمه خَاصَّة \" وَفِي رِوَايَة مُسْلِم \" وَكَانَ كُلّ نَبِيّ... إِلَخْ \". ‏ ‏قَوْله : ( نُصِرْت بِالرُّعْبِ ) ‏ ‏زَادَ أَبُو أُمَامَةَ \" يُقْذَفُ فِي قُلُوب أَعْدَائِي \" أَخْرَجَهُ أَحْمَدُ. ‏ ‏قَوْله : ( مَسِيرَة شَهْر ) ‏ ‏مَفْهُومه أَنَّهُ لَمْ يُوجَد لِغَيْرِهِ النَّصْر بِالرُّعْبِ فِي هَذِهِ الْمُدَّة وَلَا فِي أَكْثَر مِنْهَا , أَمَّا مَا دُونهَا فَلَا , لَكِنَّ لَفْظ رِوَايَة عَمْرو بْن شُعَيْب \" وَنُصِرْت عَلَى الْعَدُوّ بِالرُّعْبِ وَلَوْ كَانَ بَيْنِي وَبَيْنهمْ مَسِيرَة شَهْر \" فَالظَّاهِر اِخْتِصَاصه بِهِ مُطْلَقًا , وَإِنَّمَا جَعَلَ الْغَايَة شَهْرًا ; لِأَنَّهُ لَمْ يَكُنْ بَيْن بَلَده وَبَيْن أَحَدٍ مِنْ أَعْدَائِهِ أَكْثَر مِنْهُ , وَهَذِهِ الْخُصُوصِيَّة حَاصِلَةٌ لَهُ عَلَى الْإِطْلَاق حَتَّى لَوْ كَانَ وَحْده بِغَيْرِ عَسْكَر , وَهَلْ هِيَ حَاصِلَة لِأُمَّتِهِ مِنْ بَعْده ؟ فِيهِ اِحْتِمَالٌ. ‏ ‏قَوْله : ( وَجُعِلَتْ لِي الْأَرْض مَسْجِدًا ) ‏ ‏أَيْ مَوْضِع سُجُود , لَا يَخْتَصّ السُّجُود مِنْهَا بِمَوْضِعٍ دُون غَيْره , وَيُمْكِنُ أَنْ يَكُون مَجَازًا عَنْ الْمَكَان الْمَبْنِيّ لِلصَّلَاةِ , وَهُوَ مِنْ مَجَاز التَّشْبِيه ; لِأَنَّهُ لَمَّا جَازَتْ الصَّلَاة فِي جَمِيعهَا كَانَتْ كَالْمَسْجِدِ فِي ذَلِكَ , قَالَ اِبْن التِّين : قِيلَ الْمُرَاد جُعِلَتْ لِي الْأَرْض مَسْجِدًا وَطَهُورًا وَجُعِلَتْ لِغَيْرِي مَسْجِدًا وَلَمْ تُجْعَل لَهُ طَهُورًا ; لِأَنَّ عِيسَى كَانَ يَسِيح فِي الْأَرْض وَيُصَلِّي حَيْثُ أَدْرَكَتْهُ الصَّلَاةُ , كَذَا قَالَ. وَسَبَقَهُ إِلَى ذَلِكَ الدَّاوُدِيّ , وَقِيلَ إِنَّمَا أُبِيحَتْ لَهُمْ فِي مَوْضِع يَتَيَقَّنُونَ طَهَارَته , بِخِلَافِ هَذِهِ الْأُمَّة فَأُبِيحَ لَهَا فِي جَمِيع الْأَرْض إِلَّا فِيمَا تَيَقَّنُوا نَجَاسَته. وَالْأَظْهَر مَا قَالَهُ الْخَطَّابِيُّ وَهُوَ أَنَّ مَنْ قَبْله إِنَّمَا أُبِيحَتْ لَهُمْ الصَّلَوَات فِي أَمَاكِن مَخْصُوصَة كَالْبِيَعِ وَالصَّوَامِع , وَيُؤَيِّدهُ رِوَايَة عَمْرو بْن شُعَيْب بِلَفْظِ \" وَكَانَ مَنْ قَبْلِي إِنَّمَا كَانُوا يُصَلُّونَ فِي كَنَائِسهمْ \". وَهَذَا نَصٌّ فِي مَوْضِع النِّزَاع فَثَبَتَتْ الْخُصُوصِيَّة , وَيُؤَيِّدهُ مَا أَخْرَجَهُ الْبَزَّار مِنْ حَدِيث اِبْن عَبَّاس نَحْو حَدِيث الْبَاب وَفِيهِ \" وَلَمْ يَكُنْ مِنْ الْأَنْبِيَاء أَحَدٌ يُصَلِّي حَتَّى يَبْلُغ مِحْرَابه \". ‏ ‏قَوْله : ( وَطَهُورًا ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّ الطَّهُور هُوَ الْمُطَهِّر لِغَيْرِهِ ; لِأَنَّ الطَّهُور لَوْ كَانَ الْمُرَاد بِهِ الطَّاهِر لَمْ تَثْبُت الْخُصُوصِيَّة , وَالْحَدِيث إِنَّمَا سِيقَ لِإِثْبَاتِهَا. وَقَدْ رَوَى اِبْن الْمُنْذِر وَابْن الْجَارُود بِإِسْنَادٍ صَحِيح عَنْ أَنَس مَرْفُوعًا \" جُعِلَتْ لِي كُلّ أَرْض طَيِّبَة مَسْجِدًا وَطَهُورًا \". وَمَعْنَى طَيِّبَة طَاهِرَة , فَلَوْ كَانَ مَعْنَى طَهُورًا طَاهِرًا لَلَزِمَ تَحْصِيلُ الْحَاصِل , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ التَّيَمُّم يَرْفَع الْحَدَث كَالْمَاءِ لِاشْتِرَاكِهِمَا فِي هَذَا الْوَصْف , وَفِيهِ نَظَرٌ. وَعَلَى أَنَّ التَّيَمُّم جَائِز بِجَمِيعِ أَجْزَاء الْأَرْض , وَقَدْ أَكَّدَ فِي رِوَايَة أَبِي أُمَامَةَ بِقَوْلِهِ \" وَجُعِلَتْ لِي الْأَرْض كُلّهَا وَلِأُمَّتِي مَسْجِدًا وَطَهُورًا \". وَسَيَأْتِي الْبَحْث فِي ذَلِكَ. ‏ ‏قَوْله : ( فَأَيُّمَا رَجُلٍ ) ‏ ‏أَيْ مُبْتَدَأ فِيهِ مَعْنَى الشَّرْط , و \" مَا \" زَائِدَة لِلتَّأْكِيدِ , وَهَذِهِ صِيغَة عُمُوم يَدْخُل تَحْتهَا مَنْ لَمْ يَجِد مَاء وَلَا تُرَابًا وَوَجَدَ شَيْئًا مِنْ أَجْزَاء الْأَرْض فَإِنَّهُ يَتَيَمَّم بِهِ , وَلَا يُقَال هُوَ خَاصّ بِالصَّلَاةِ ; لِأَنَّا نَقُول : لَفْظ حَدِيث جَابِر مُخْتَصَر , وَفِي رِوَايَة أَبِي أُمَامَةَ عِنْد الْبَيْهَقِيِّ \" فَأَيُّمَا رَجُل مِنْ أُمَّتِي أَتَى الصَّلَاة فَلَمْ يَجِد مَاء وَجَدَ الْأَرْض طَهُورًا وَمَسْجِدًا \" وَعِنْد أَحْمَد \" فَعِنْده طَهُورُهُ وَمَسْجِدُهُ \" وَفِي رِوَايَة عَمْرو بْن شُعَيْب \" فَأَيْنَمَا أَدْرَكَتْنِي الصَّلَاةُ تَمَسَّحْت وَصَلَّيْت \" وَاحْتَجَّ مَنْ خَصَّ التَّيَمُّمَ بِالتُّرَابِ بِحَدِيثِ حُذَيْفَة عِنْد مُسْلِم بِلَفْظِ \" وَجُعِلَتْ لَنَا الْأَرْض كُلّهَا مَسْجِدًا , وَجُعِلَتْ تُرْبَتُهَا لَنَا طَهُورًا إِذَا لَمْ نَجِد الْمَاء \". وَهَذَا خَاصّ فَيَنْبَغِي أَنْ يُحْمَل الْعَامّ عَلَيْهِ فَتَخْتَصّ الطَّهُورِيَّة بِالتُّرَابِ , وَدَلَّ الِافْتِرَاق فِي اللَّفْظ حَيْثُ حَصَلَ التَّأْكِيد فِي جَعْلهَا مَسْجِدًا دُون الْآخَر عَلَى اِفْتِرَاق الْحُكْم وَإِلَّا لَعُطِفَ أَحَدهمَا عَلَى الْآخَر نَسَقًا كَمَا فِي حَدِيث الْبَاب. وَمَنَعَ بَعْضهمْ الِاسْتِدْلَال بِلَفْظِ \" التُّرْبَة \" عَلَى خُصُوصِيَّة التَّيَمُّم بِالتُّرَابِ بِأَنْ قَالَ : تُرْبَة كُلّ مَكَان مَا فِيهِ مِنْ تُرَاب أَوْ غَيْره. وَأُجِيب بِأَنَّهُ وَرَدَ فِي الْحَدِيث الْمَذْكُور بِلَفْظِ \" التُّرَاب \" أَخْرَجَهُ اِبْن خُزَيْمَةَ وَغَيْره. وَفِي حَدِيث عَلِيٍّ \" وَجُعِلَ التُّرَابُ لِي طَهُورًا \" أَخْرَجَهُ أَحْمَد وَالْبَيْهَقِيُّ بِإِسْنَادٍ حَسَن , وَيُقَوِّي الْقَوْلَ بِأَنَّهُ خَاصّ بِالتُّرَابِ أَنَّ الْحَدِيث سِيقَ لِإِظْهَارِ التَّشْرِيف وَالتَّخْصِيص , فَلَوْ كَانَ جَائِزًا بِغَيْرِ التُّرَاب لَمَا اُقْتُصِرَ عَلَيْهِ. ‏ ‏قَوْله : ( فَلْيُصَلِّ ) ‏ ‏عُرِفَ مِمَّا تَقَدَّمَ أَنَّ الْمُرَاد فَلْيُصَلِّ بَعْدَ أَنْ يَتَيَمَّمَ. ‏ ‏قَوْله : ( وَأُحِلَّتْ لِي الْغَنَائِم ) ‏ ‏وَلِلْكُشْمِيهَنِيّ الْمَغَانِم وَهِيَ رِوَايَة مُسْلِم , قَالَ الْخَطَّابِيُّ : كَانَ مَنْ تَقَدَّمَ عَلَى ضَرْبَيْنِ , مِنْهُمْ مَنْ لَمْ يُؤْذَن لَهُ فِي الْجِهَاد فَلَمْ تَكُنْ لَهُمْ مَغَانِم , وَمِنْهُمْ مَنْ أُذِنَ لَهُ فِيهِ لَكِنْ كَانُوا إِذَا غَنِمُوا شَيْئًا لَمْ يَحِلّ لَهُمْ أَنْ يَأْكُلُوهُ وَجَاءَتْ نَار فَأَحْرَقَتْهُ. وَقِيلَ : الْمُرَاد أَنَّهُ خُصّ بِالتَّصَرُّفِ فِي الْغَنِيمَة يَصْرِفهَا كَيْف يَشَاء , وَالْأَوَّل أَصْوَب وَهُوَ أَنَّ مَنْ مَضَى لَمْ تَحِلّ لَهُمْ الْغَنَائِم أَصْلًا , وَسَيَأْتِي بَسْطُ ذَلِكَ فِي الْجِهَاد. ‏ ‏قَوْله : ( وَأُعْطِيت الشَّفَاعَة ) ‏ ‏قَالَ اِبْن دَقِيق الْعِيد : الْأَقْرَب أَنَّ اللَّام فِيهَا لِلْعَهْدِ , وَالْمُرَاد الشَّفَاعَة الْعُظْمَى فِي إِرَاحَة النَّاس مِنْ هَوْل الْمَوْقِف , وَلَا خِلَاف فِي وُقُوعهَا. وَكَذَا جَزَمَ النَّوَوِيّ وَغَيْره. وَقِيلَ الشَّفَاعَة الَّتِي اِخْتَصَّ بِهَا أَنَّهُ لَا يُرَدُّ فِيمَا يَسْأَلُ. وَقِيلَ الشَّفَاعَة لِخُرُوجِ مَنْ فِي قَلْبه مِثْقَال ذَرَّة مِنْ إِيمَان ; لِأَنَّ شَفَاعَة غَيْره تَقَع فِيمَنْ فِي قَلْبه أَكْثَر مِنْ ذَلِكَ , قَالَهُ عِيَاض. وَاَلَّذِي يَظْهَر لِي أَنَّ هَذِهِ مُرَادَة مَعَ الْأُولَى ; لِأَنَّهُ يَتْبَعهَا بِهَا كَمَا سَيَأْتِي وَاضِحًا فِي حَدِيث الشَّفَاعَة إِنْ شَاءَ اللَّه تَعَالَى فِي كِتَاب الرِّقَاق. وَقَالَ الْبَيْهَقِيُّ فِي الْبَعْث : يُحْتَمَل أَنَّ الشَّفَاعَة الَّتِي يَخْتَصّ بِهَا أَنَّهُ يَشْفَع لِأَهْلِ الصَّغَائِر وَالْكَبَائِر , وَغَيْره إِنَّمَا يَشْفَع لِأَهْلِ الصَّغَائِر دُون الْكَبَائِر. ‏ ‏وَنَقَلَ عِيَاض أَنَّ الشَّفَاعَة الْمُخْتَصَّة بِهِ شَفَاعَة لَا تُرَدُّ. وَقَدْ وَقَعَ فِي حَدِيث اِبْن عَبَّاس \" وَأُعْطِيت الشَّفَاعَة فَأَخَّرْتهَا لِأُمَّتِي , فَهِيَ لِمَنْ لَا يُشْرِك بِاَللَّهِ شَيْئًا \" وَفِي حَدِيث عَمْرو بْن شُعَيْب \" فَهِيَ لَكُمْ وَلِمَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ \" فَالظَّاهِر أَنَّ الْمُرَاد بِالشَّفَاعَةِ الْمُخْتَصَّة فِي هَذَا الْحَدِيث إِخْرَاج مَنْ لَيْسَ لَهُ عَمَلٌ صَالِحٌ إِلَّا التَّوْحِيد , وَهُوَ مُخْتَصّ أَيْضًا بِالشَّفَاعَةِ الْأُولَى , لَكِنْ جَاءَ التَّنْوِيه بِذِكْرِ هَذِهِ ; لِأَنَّهَا غَايَة الْمَطْلُوب مِنْ تِلْكَ لِاقْتِضَائِهَا الرَّاحَة الْمُسْتَمِرَّة , وَاللَّهُ أَعْلَم. وَقَدْ ثَبَتَتْ هَذِهِ الشَّفَاعَة فِي رِوَايَة الْحَسَن عَنْ أَنَس كَمَا سَيَأْتِي فِي كِتَاب التَّوْحِيد \" ثُمَّ أَرْجِع إِلَى رَبِّي فِي الرَّابِعَة فَأَقُول : يَا رَبّ اِئْذَنْ لِي فِيمَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ , فَيَقُول : وَعِزَّتِي وَجَلَالِي لَأُخْرِجَنَّ مِنْهَا مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ \" وَلَا يُعَكِّرُ عَلَى ذَلِكَ مَا وَقَعَ عِنْد مُسْلِم قَبْل قَوْله \" وَعِزَّتِي \" فَيَقُول \" لَيْسَ ذَلِكَ لَك , وَعِزَّتِي.. إِلَخْ ; لِأَنَّ الْمُرَاد أَنَّهُ لَا يُبَاشِر الْإِخْرَاج كَمَا فِي الْمَرَّات الْمَاضِيَة , بَلْ كَانَتْ شَفَاعَته سَبَبًا فِي ذَلِكَ فِي الْجُمْلَة. وَاللَّهُ أَعْلَم. وَقَدْ تَقَدَّمَ الْكَلَام عَلَى قَوْله \" وَكَانَ النَّبِيّ يُبْعَث إِلَى قَوْمه خَاصَّة \" فِي أَوَائِل الْبَاب. وَأَمَّا قَوْله \" وَبُعِثْت إِلَى النَّاس عَامَّة \" فَوَقَعَ فِي رِوَايَة مُسْلِم \" وَبُعِثْت إِلَى كُلّ أَحْمَر وَأَسْوَد \" فَقِيلَ الْمُرَاد بِالْأَحْمَرِ الْعَجَم وَبِالْأَسْوَدِ الْعَرَب , وَقِيلَ الْأَحْمَر الْإِنْس وَالْأَسْوَد الْجِنّ , وَعَلَى الْأَوَّل التَّنْصِيص عَلَى الْإِنْس مِنْ بَاب التَّنْبِيه بِالْأَدْنَى عَلَى الْأَعْلَى ; لِأَنَّهُ مُرْسَل إِلَى الْجَمِيع , وَأَصْرَحُ الرِّوَايَات فِي ذَلِكَ وَأَشْمَلُهَا رِوَايَة أَبِي هُرَيْرَة عِنْد مُسْلِم \" وَأُرْسِلْت إِلَى الْخَلْق كَافَّة \". ‏ ‏( تَكْمِيلٌ ) : ‏ ‏أَوَّل حَدِيث أَبِي هُرَيْرَة هَذَا \" فُضِّلْت عَلَى الْأَنْبِيَاء بِسِتٍّ \" فَذَكَر الْخَمْس الْمَذْكُورَة فِي حَدِيث جَابِر إِلَّا الشَّفَاعَة وَزَادَ خَصْلَتَيْنِ وَهُمَا \" وَأُعْطِيت جَوَامِع الْكَلِم , وَخُتِمَ بِي النَّبِيُّونَ \" فَتَحْصُل مِنْهُ. وَمِنْ حَدِيث جَابِر سَبْع خِصَال. وَلِمُسْلِمٍ أَيْضًا مِنْ حَدِيث حُذَيْفَة \" فُضِّلْنَا عَلَى النَّاس بِثَلَاثِ خِصَال : جُعِلَتْ صُفُوفنَا كَصُفُوفِ الْمَلَائِكَة \" وَذَكَرَ خَصْلَة الْأَرْض كَمَا تَقَدَّمَ. قَالَ : وَذَكَرَ خَصْلَة أُخْرَى , وَهَذِهِ الْخَصْلَة الْمُبْهَمَة بَيَّنَهَا اِبْن خُزَيْمَةَ وَالنَّسَائِيُّ وَهِيَ \" وَأُعْطِيت هَذِهِ الْآيَات مِنْ آخِر سُورَة الْبَقَرَة مِنْ كَنْز تَحْت الْعَرْش \". يُشِير إِلَى مَا حَطَّهُ اللَّهُ عَنْ أُمَّته مِنْ الْإِصْر وَتَحْمِيل مَا لَا طَاقَة لَهُمْ بِهِ , وَرَفْع الْخَطَأ وَالنِّسْيَان , فَصَارَتْ الْخِصَال تِسْعًا. وَلِأَحْمَد مِنْ حَدِيث عَلِيٍّ \" أُعْطِيت أَرْبَعًا لَمْ يُعْطَهُنَّ أَحَد مِنْ أَنْبِيَاء اللَّه : أُعْطِيت مَفَاتِيح الْأَرْض , وَسُمِّيت أَحْمَد , وَجُعِلَتْ أُمَّتِي خَيْر الْأُمَم \" وَذَكَرَ خَصْلَة التُّرَاب فَصَارَتْ الْخِصَال اِثْنَتَيْ عَشْرَة خَصْلَة , وَعِنْد الْبَزَّار مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة رَفَعَهُ \" فُضِّلْت عَلَى الْأَنْبِيَاء بِسِتٍّ : غُفِرَ لِي مَا تَقَدَّمَ مِنْ ذَنْبِي وَمَا تَأَخَّرَ وَجُعِلَتْ أُمَّتِي خَيْر الْأُمَم , وَأُعْطِيت الْكَوْثَر , وَإِنَّ صَاحِبكُمْ لَصَاحِبُ لِوَاء الْحَمْد يَوْم الْقِيَامَة تَحْته آدَم فَمَنْ دُونه \" وَذَكَرَ ثِنْتَيْنِ مِمَّا تَقَدَّمَ. وَلَهُ مِنْ حَدِيث اِبْن عَبَّاس رَفَعَهُ \" فُضِّلْت عَلَى الْأَنْبِيَاء بِخَصْلَتَيْنِ : كَانَ شَيْطَانِي كَافِرًا فَأَعَانَنِي اللَّه عَلَيْهِ فَأَسْلَمَ \" قَالَ وَنَسِيت الْأُخْرَى. قُلْت : فَيَنْتَظِم بِهَذَا سَبْع عَشْرَة خَصْلَة. وَيُمْكِنُ أَنْ يُوجَد أَكْثَر مِنْ ذَلِكَ لِمَنْ أَمْعَنَ التَّتَبُّع. وَقَدْ تَقَدَّمَ طَرِيق الْجَمْع بَيْن هَذِهِ الرِّوَايَات , وَأَنَّهُ لَا تَعَارُضَ فِيهَا. وَقَدْ ذَكَرَ أَبُو سَعِيد النَّيْسَابُورِيّ فِي كِتَاب شَرَف الْمُصْطَفَى أَنَّ عَدَد الَّذِي اِخْتَصَّ بِهِ نَبِيُّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْأَنْبِيَاء سِتُّونَ خَصْلَة. وَفِي حَدِيث الْبَاب مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ مَشْرُوعِيَّة تَعْدِيد نِعَمِ اللَّه , وَإِلْقَاء الْعِلْم قَبْل السُّؤَال , وَأَنَّ الْأَصْل فِي الْأَرْض الطَّهَارَة , وَأَنَّ صِحَّة الصَّلَاة لَا تَخْتَصّ بِالْمَسْجِدِ الْمَبْنِيّ لِذَلِكَ. وَأَمَّا حَدِيث \" لَا صَلَاة لِجَارِ الْمَسْجِد إِلَّا فِي الْمَسْجِد \" فَضَعِيفٌ أَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ حَدِيث جَابِر. وَاسْتَدَلَّ بِهِ صَاحِب الْمَبْسُوط مِنْ الْحَنَفِيَّة عَلَى إِظْهَار كَرَامَة الْآدَمِيّ وَقَالَ : لِأَنَّ الْآدَمِيّ خُلِقَ مِنْ مَاء وَتُرَاب , وَقَدْ ثَبَتَ أَنَّ كُلًّا مِنْهُمَا طَهُور , فَفِي ذَلِكَ بَيَان كَرَامَته , وَاللَّهُ تَعَالَى أَعْلَم بِالصَّوَابِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "336",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، قَالَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا اسْتَعَارَتْ مِنْ أَسْمَاءَ قِلاَدَةً فَهَلَكَتْ، فَبَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَجُلاً، فَوَجَدَهَا فَأَدْرَكَتْهُمُ الصَّلاَةُ وَلَيْسَ مَعَهُمْ مَاءٌ فَصَلَّوْا، فَشَكَوْا ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ‏.‏ فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ لِعَائِشَةَ جَزَاكِ اللَّهُ خَيْرًا، فَوَاللَّهِ مَا نَزَلَ بِكِ أَمْرٌ تَكْرَهِينَهُ إِلاَّ جَعَلَ اللَّهُ ذَلِكِ لَكِ وَلِلْمُسْلِمِينَ فِيهِ خَيْرًا‏.‏",
    "english_text": "Aisha said, \"I borrowed a necklace from Asma' and it was lost. So Allah's Messenger (ﷺ) sent a man to \nsearch for it and he found it. Then the time of the prayer became due and there was no water. They \nprayed (without ablution) and informed Allah's Messenger (ﷺ) about it, so the verse of Tayammum was \nrevealed.\" Usaid bin Hudair said to `Aisha, \"May Allah reward you. By Allah, whenever anything \nhappened which you did not like, Allah brought good for you and for the Muslims in that.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى ) ‏ ‏هَكَذَا وَقَعَ فِي جَمِيع الرِّوَايَات غَيْر مَنْسُوب , وَكَذَا فِي قِصَّة سَعْد بْن مُعَاذ فَإِنَّهُ أَوْرَدَهَا فِي الصَّلَاة وَالْهِجْرَة وَالْمَغَازِي بِهَذَا الْإِسْنَاد عَنْهُ وَلَمْ يَنْسُبهُ , وَأَعَادَهُ فِي التَّفْسِير تَامًّا , وَمِثْله فِي الصَّلَاة حَدِيث \" مُرُوا أَبَا بَكْر أَنْ يُصَلِّي بِالنَّاسِ \" وَكَذَا سَبَقَ فِي \" بَاب خُرُوج النِّسَاء إِلَى الْبَرَاز \" لَكِنْ مِنْ رِوَايَته عَنْ أَبِي أُسَامَة لَا عَنْ عَبْد اللَّه بْن نُمَيْر , وَأَعَادَهُ فِي التَّفْسِير تَامًّا , وَمِثْله فِي التَّفْسِير حَدِيث عَائِشَة \" كُنْت أَغَارَ عَلَى اللَّاتِي وَهَبْنَ أَنْفُسهنَّ \" وَفِي صِفَة إِبْلِيس حَدِيث \" لَمَّا كَانَ يَوْم أُحُد اِنْهَزَمَ الْمُشْرِكُونَ \" الْحَدِيث. وَجَزَمَ الْكَلَابَاذِيّ بِأَنَّهُ اللُّؤْلُئِيّ الْبَلْخِيّ , وَقَالَ اِبْن عَدِيٍّ : هُوَ زَكَرِيَّا بْن يَحْيَى بْن زَكَرِيَّا بْن أَبِي زَائِدَة , وَإِلَى هَذَا مَالَ الدَّارَقُطْنِيُّ ; لِأَنَّهُ كُوفِيّ , وَكَذَا الشَّيْخَانِ الْمَذْكُورَانِ عَبْد اللَّه بْن نُمَيْر وَأَبُو أُسَامَة , وَقَدْ رَوَى الْبُخَارِيّ فِي الْعِيدَيْنِ عَنْ زَكَرِيَّا بْن يَحْيَى عَنْ الْمُحَارِبِيّ لَكِنْ قَالَ : حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى أَبُو السُّكَيْن فَيُحْتَمَل أَنْ يَكُون هُوَ الْمُهْمَل فِي الْمَوَاضِع الْأُخْرَى ; لِأَنَّهُ كُوفِيّ وَشَيْخه كُوفِيّ أَيْضًا. وَقَدْ ذَكَرَ الْمِزِّيُّ فِي التَّهْذِيب أَنَّهُ رَوَى عَنْ اِبْن نُمَيْر وَأَبِي أُسَامَة أَيْضًا , وَجَزَمَ صَاحِب الزَّهْرَة بِأَنَّ الْبُخَارِيّ رَوَى عَنْ أَبِي السُّكَيْن أَرْبَعَة أَحَادِيث , وَهُوَ مَصِير مِنْهُ إِلَى أَنَّهُ الْمُرَاد كَمَا جَوَّزْنَاهُ , وَإِلَى ذَلِكَ مَالَ أَبُو الْوَلِيد الْبَاجِيّ فِي رِجَال الْبُخَارِيّ. وَاللَّهُ أَعْلَم ‏ ‏قَوْله : ( وَلَيْسَ مَعَهُمْ مَاء فَصَلَّوْا ) ‏ ‏زَادَ الْحَسَن بْن سُفْيَان فِي مُسْنَده عَنْ مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر عَنْ أَبِيهِ \" فَصَلَّوْا بِغَيْرِ وُضُوء \" أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَأَبُو نُعَيْم مِنْ طَرِيقه , وَكَذَا أَخْرَجَهُ الْجَوْزَقِيّ مِنْ وَجْه آخَر عَنْ اِبْن نُمَيْر , وَكَذَا لِلْمُصَنِّف فِي فَضْل عَائِشَة مِنْ طَرِيق أَبِي أُسَامَة , وَفِي التَّفْسِير مِنْ طَرِيق عَبْدَة بْن سُلَيْمَان كِلَاهُمَا عَنْ هِشَام , وَكَذَا لِمُسْلِمٍ مِنْ طَرِيق أَبِي أُسَامَة , وَأَغْرَبَ اِبْن الْمُنْذِر فَادَّعَى أَنَّ عَبْدَة تَفَرَّدَ بِهَذِهِ الزِّيَادَة. وَقَدْ تَقَدَّمَتْ مَبَاحِث الْحَدِيث وَطَرِيق الْجَمْع بَيْن رِوَايَة عُرْوَة وَالْقَاسِم فِي الْبَاب الَّذِي قَبْله. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "337",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، قَالَ سَمِعْتُ عُمَيْرًا، مَوْلَى ابْنِ عَبَّاسٍ قَالَ أَقْبَلْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ يَسَارٍ، مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حَتَّى دَخَلْنَا عَلَى أَبِي جُهَيْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ الأَنْصَارِيِّ فَقَالَ أَبُو الْجُهَيْمِ أَقْبَلَ النَّبِيُّ صلى الله عليه وسلم مِنْ نَحْوِ بِئْرِ جَمَلٍ، فَلَقِيَهُ رَجُلٌ فَسَلَّمَ عَلَيْهِ، فَلَمْ يَرُدَّ عَلَيْهِ النَّبِيُّ صلى الله عليه وسلم حَتَّى أَقْبَلَ عَلَى الْجِدَارِ، فَمَسَحَ بِوَجْهِهِ وَيَدَيْهِ، ثُمَّ رَدَّ عَلَيْهِ السَّلاَمَ‏.‏",
    "english_text": "The Prophet (ﷺ) came from the direction of Bir Jamal. A man met him and greeted him. But he did not \nreturn back the greeting till he went to a (mud) wall and wiped his face and hands with its dust \n(performed Tayammum) and then returned back the greeting.",
    "explication": "‏ ‏قَوْله ( عَنْ جَعْفَر بْن رَبِيعَة ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ \" حَدَّثَنِي جَعْفَر \" , وَنِصْفُ هَذَا الْإِسْنَاد مِصْرِيُّونَ وَنِصْفُهُ الْأَعْلَى مَدَنِيُّونَ. ‏ ‏قَوْله : ( سَمِعْت عُمَيْرًا مَوْلَى اِبْن عَبَّاس ) ‏ ‏هُوَ اِبْن عَبْد اللَّه الْهِلَالِيّ مَوْلَى أُمّ الْفَضْل بِنْت الْحَارِث وَالِدَة اِبْن عَبَّاس , وَقَدْ رَوَى اِبْن إِسْحَاق هَذَا الْحَدِيث فَقَالَ \" مَوْلَى عُبَيْد اللَّه بْن عَبَّاس \" , وَإِذَا كَانَ مَوْلَى أُمّ الْفَضْل فَهُوَ مَوْلَى أَوْلَادهَا. وَرَوَى مُوسَى بْن عُقْبَة وَابْن لَهِيعَة وَأَبُو الْحُوَيْرِث هَذَا الْحَدِيث عَنْ الْأَعْرَج عَنْ أَبِي الْجُهَيْمِ وَلَمْ يَذْكُرُوا بَيْنهمَا عُمَيْرًا وَالصَّوَاب إِثْبَاته , وَلَيْسَ لَهُ فِي الصَّحِيح غَيْر هَذَا الْحَدِيث وَحَدِيث آخَر عَنْ أُمّ الْفَضْل , وَرِوَايَة الْأَعْرَج عَنْهُ مِنْ رِوَايَة الْأَقْرَان. ‏ ‏قَوْله : ( أَقْبَلْت أَنَا وَعَبْد اللَّه بْن يَسَار ) ‏ ‏هُوَ أَخُو عَطَاء بْن يَسَار التَّابِعِيّ الْمَشْهُور , وَوَقَعَ عِنْد مُسْلِم فِي هَذَا الْحَدِيث \" عَبْد الرَّحْمَن بْن يَسَار \" وَهُوَ وَهْمٌ , وَلَيْسَ لَهُ فِي هَذَا الْحَدِيث رِوَايَة , وَلِهَذَا لَمْ يَذْكُرهُ الْمُصَنِّفُونَ فِي رِجَال الصَّحِيحَيْنِ. ‏ ‏قَوْله : ( عَلَى أَبِي جُهَيْم ) ‏ ‏قِيلَ اِسْمه عَبْد اللَّه , وَحَكَى اِبْن أَبِي حَاتِم عَنْ أَبِيهِ قَالَ : يُقَال هُوَ الْحَارِث اِبْن الصِّمَّة , فَعَلَى هَذَا لَفْظَة \" اِبْن \" زَائِدَة بَيْن أَبِي جُهَيْم وَالْحَارِث , لَكِنْ صَحَّحَ أَبُو حَاتِم أَنَّ الْحَارِث اِسْم أَبِيهِ لَا اِسْمه , وَفَرَّقَ اِبْن أَبِي حَاتِم بَيْنه وَبَيْن عَبْد اللَّه بْن جُهَيْم يُكَنَّى أَيْضًا أَبَا جُهَيْم , وَقَالَ اِبْن مَنْدَهْ \" عَبْد اللَّه بْنُ جُهَيْم بْن الْحَارِث بْن الصِّمَّة \" فَجَعَلَ الْحَارِث اِسْم جَدّه , وَلَمْ يُوَافِق عَلَيْهِ , وَكَأَنَّهُ أَرَادَ أَنْ يَجْمَع الْأَقْوَال الْمُخْتَلِفَة فِيهِ. وَالصِّمَّة بِكَسْرِ الْمُهْمَلَة وَتَشْدِيد الْمِيم هُوَ اِبْن عَمْرو بْن عَتِيك الْخَزْرَجِيّ , وَوَقَعَ فِي مُسْلِم \" دَخَلْنَا عَلَى أَبِي الْجَهْم \" بِإِسْكَانِ الْهَاء وَالصَّوَاب أَنَّهُ بِالتَّصْغِيرِ , وَفِي الصَّحَابَة شَخْص آخَر يُقَال لَهُ أَبُو الْجَهْم وَهُوَ صَاحِب الْإِنْبِجَانِيَّة , وَهُوَ غَيْر هَذَا ; لِأَنَّهُ قُرَشِيّ وَهَذَا أَنْصَارِيّ , وَيُقَال بِحَذْفِ الْأَلِف وَاللَّام فِي كُلّ مِنْهُمَا وَبِإِثْبَاتِهِمَا. ‏ ‏قَوْله : ( مِنْ نَحْو بِئْر جَمَل ) ‏ ‏أَيْ مِنْ جِهَة الْمَوْضِع الَّذِي يُعْرَفُ بِذَاكَ , وَهُوَ مَعْرُوف بِالْمَدِينَةِ , وَهُوَ بِفَتْحِ الْجِيم وَالْمِيم , وَفِي النَّسَائِيِّ بِئْر الْجَمَل وَهُوَ مِنْ الْعَقِيق. ‏ ‏قَوْله : ( فَلَقِيَهُ رَجُل ) ‏ ‏هُوَ أَبُو الْجُهَيْمِ الرَّاوِي , بَيَّنَهُ الشَّافِعِيّ فِي رِوَايَته لِهَذَا الْحَدِيث مِنْ طَرِيق أَبِي الْحُوَيْرِث عَنْ الْأَعْرَج. ‏ ‏قَوْله : ( حَتَّى أَقْبَلَ عَلَى الْجِدَار ) ‏ ‏وَلِلدَّارَقُطْنِيّ مِنْ طَرِيق اِبْن إِسْحَاق عَنْ الْأَعْرَج \" حَتَّى وَضَعَ يَده عَلَى الْجِدَار \" وَزَادَ الشَّافِعِيّ \" فَحَتَّهُ بِعَصًا \" , وَهُوَ مَحْمُولٌ عَلَى أَنَّ الْجِدَار كَانَ مُبَاحًا , أَوْ مَمْلُوكًا لِإِنْسَانٍ يَعْرِف رِضَاهُ. ‏ ‏قَوْله : ( فَمَسَحَ بِوَجْهِهِ وَيَدَيْهِ ) ‏ ‏وَلِلدَّارَقُطْنِيّ مِنْ طَرِيق أَبِي صَالِح عَنْ اللَّيْث \" فَمَسَحَ بِوَجْهِهِ وَذِرَاعَيْهِ \" كَذَا لِلشَّافِعِيِّ مِنْ رِوَايَة أَبِي الْحُوَيْرِث , وَلَهُ شَاهِد مِنْ حَدِيث اِبْن عُمَر أَخْرَجَهُ أَبُو دَاوُدَ , لَكِنْ خَطَّأَ الْحُفَّاظُ رِوَايَتَهُ فِي رَفْعِهِ وَصَوَّبُوا وَقْفَهُ , وَقَدْ تَقَدَّمَ أَنَّ مَالِكًا أَخْرَجَهُ مَوْقُوفًا بِمَعْنَاهُ وَهُوَ الصَّحِيح , وَالثَّابِت فِي حَدِيث أَبِي جُهَيْم أَيْضًا بِلَفْظِ \" يَدَيْهِ \" لَا ذِرَاعَيْهِ فَإِنَّهَا رِوَايَةٌ شَاذَّةٌ مَعَ مَا فِي أَبِي الْحُوَيْرِث وَأَبِي صَالِح مِنْ الضَّعْف , وَسَيَأْتِي ذِكْر الْخِلَاف فِي إِيجَاب مَسْح الذِّرَاعَيْنِ بَعْدُ بِبَابٍ وَاحِد , قَالَ النَّوَوِيّ : هَذَا الْحَدِيث مَحْمُولٌ عَلَى أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ عَادِمًا لِلْمَاءِ حَال التَّيَمُّم. قَالَ : وَهُوَ مُقْتَضَى صَنِيع الْبُخَارِيّ , لَكِنْ تُعُقِّبَ اِسْتِدْلَالُهُ بِهِ عَلَى جَوَاز التَّيَمُّم فِي الْحَضَر بِأَنَّهُ وَرَدَ عَلَى سَبَب , وَهُوَ إِرَادَة ذِكْر اللَّه ; لِأَنَّ لَفْظ السَّلَام مِنْ أَسْمَائِهِ , وَمَا أُرِيدَ بِهِ اِسْتِبَاحَة الصَّلَاة. وَأُجِيب بِأَنَّهُ لَمَّا تَيَمَّمَ فِي الْحَضَر لِرَدِّ السَّلَام - مَعَ جَوَازه بِدُونِ الطَّهَارَة - فَمَنْ خَشِيَ فَوْت الصَّلَاة فِي الْحَضَر جَازَ لَهُ التَّيَمُّم بِطَرِيقِ الْأَوْلَى لِعَدَمِ جَوَاز الصَّلَاة بِغَيْرِ طَهَارَة مَعَ الْقُدْرَة , وَقِيلَ يُحْتَمَل أَنَّهُ لَمْ يُرِدْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلِكَ التَّيَمُّم رَفْع الْحَدَث , وَلَا اِسْتِبَاحَة مَحْظُور , وَإِنَّمَا أَرَادَ التَّشَبُّه بِالْمُتَطَهِّرِينَ كَمَا يُشْرَع الْإِمْسَاك فِي رَمَضَان لِمَنْ يُبَاح لَهُ الْفِطْر , أَوْ أَرَادَ تَخْفِيف الْحَدَث بِالتَّيَمُّمِ كَمَا يُشْرَع تَخْفِيف حَدَث الْجُنُب بِالْوُضُوءِ كَمَا تَقَدَّمَ , وَاسْتَدَلَّ بِهِ اِبْن بَطَّالٍ عَلَى عَدَم اِشْتِرَاط التُّرَاب قَالَ : ; لِأَنَّهُ مَعْلُوم أَنَّهُ لَمْ يَعْلَق بِيَدِهِ مِنْ الْجِدَار تُرَابٌ , وَنُوقِضَ بِأَنَّهُ غَيْرُ مَعْلُوم بَلْ هُوَ مُحْتَمَل , وَقَدْ سِيقَ مِنْ رِوَايَة الشَّافِعِيّ مَا يَدُلّ عَلَى أَنَّهُ لَمْ يَكُنْ عَلَى الْجِدَار تُرَابٌ , وَلِهَذَا اِحْتَاجَ إِلَى حَتِّهِ بِالْعَصَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "338",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أُصِبِ الْمَاءَ‏.‏ فَقَالَ عَمَّارُ بْنُ يَاسِرٍ لِعُمَرَ بْنِ الْخَطَّابِ أَمَا تَذْكُرُ أَنَّا كُنَّا فِي سَفَرٍ أَنَا وَأَنْتَ فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ، وَأَمَّا أَنَا فَتَمَعَّكْتُ فَصَلَّيْتُ، فَذَكَرْتُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنَّمَا كَانَ يَكْفِيكَ هَكَذَا ‏\"‏‏.‏ فَضَرَبَ النَّبِيُّ صلى الله عليه وسلم بِكَفَّيْهِ الأَرْضَ، وَنَفَخَ فِيهِمَا ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ وَكَفَّيْهِ‏.‏",
    "english_text": "A man came to `Umar bin Al-Khattab and said, \"I became Junub but no water was available.\" \n`Ammar bin Yasir said to `Umar, \"Do you remember that you and I (became Junub while both of us) \nwere together on a journey and you didn't pray but I rolled myself on the ground and prayed? I \ninformed the Prophet (ﷺ) about it and he said, 'It would have been sufficient for you to do like this.' The \nProphet then stroked lightly the earth with his hands and then blew off the dust and passed his hands \nover his face and hands.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الْحَكَمُ ) ‏ ‏هُوَ اِبْن عُتَيْبَة. الْفَقِيه الْكُوفِيّ , وَذَرّ بِالْمُعْجَمَةِ هُوَ اِبْن عَبْد اللَّه المرهبي. ‏ ‏قَوْله : ( جَاءَ رَجُل ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَته , وَفِي رِوَايَة الطَّبَرَانِيّ أَنَّهُ مِنْ أَهْل الْبَادِيَة , وَفِي رِوَايَة سُلَيْمَان بْنِ حَرْب الْآتِيَة أَنَّ عَبْد الرَّحْمَن بْن أَبْزَى شَهِدَ ذَلِكَ. ‏ ‏قَوْله : ( فَلَمْ أُصِبْ الْمَاء , فَقَالَ عَمَّار ) ‏ ‏هَذِهِ الرِّوَايَة اِخْتَصَرَ فِيهَا جَوَاب عُمَر , وَلَيْسَ ذَلِكَ مِنْ الْمُصَنِّف , فَقَدْ أَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيق آدَم أَيْضًا بِدُونِهَا , وَقَدْ أَوْرَدَ الْمُصَنِّف الْحَدِيث الْمَذْكُور فِي الْبَاب الَّذِي يَلِيه مِنْ رِوَايَة سِتَّة أَنْفُس أَيْضًا عَنْ شُعْبَة بِالْإِسْنَادِ الْمَذْكُور وَلَمْ يَسُقْهُ تَامًّا مِنْ رِوَايَة وَاحِد مِنْهُمْ , نَعَمْ ذَكَرَ جَوَاب عُمَر مُسْلِمٌ مِنْ طَرِيق يَحْيَى بْن سَعِيد , وَالنَّسَائِيُّ مِنْ طَرِيق حَجَّاج بْن مُحَمَّد كِلَاهُمَا عَنْ شُعْبَة وَلَفْظهمَا \" فَقَالَ لَا تُصَلِّ \" زَادَ السَّرَّاج \" حَتَّى تَجِد الْمَاء \" وَلِلنَّسَائِيِّ نَحْوُهُ. وَهَذَا مَذْهَبٌ مَشْهُورٌ عَنْ عُمَر , وَوَافَقَهُ عَلَيْهِ عَبْد اللَّه بْن مَسْعُود , وَجَرَتْ فِيهِ مُنَاظَرَة بَيْن أَبِي مُوسَى وَابْن مَسْعُود كَمَا سَيَأْتِي فِي \" بَاب التَّيَمُّم ضَرْبَةٌ \" , وَقِيلَ إِنَّ اِبْن مَسْعُود رَجَعَ عَنْ ذَلِكَ , وَسَنَذْكُرُ هُنَاكَ تَوْجِيه مَا ذَهَبَ إِلَيْهِ عُمَر فِي ذَلِكَ وَالْجَوَاب عَنْهُ. ‏ ‏قَوْله : ( فِي سَفَر ) ‏ ‏وَلِمُسْلِمٍ \" فِي سَرِيَّة \" وَزَادَ \" فَأَجْنَبْنَا \" وَسَيَأْتِي لِلْمُصَنِّفِ مِثْله فِي الْبَاب الَّذِي بَعْده مِنْ رِوَايَة سُلَيْمَان بْن حَرْب عَنْ شُعْبَة. ‏ ‏قَوْله : ( فَتَمَعَّكْت ) ‏ ‏وَفِي الرِّوَايَة الْآتِيَة بَعْدُ \" فَتَمَرَّغْت \" بِالْغَيْنِ الْمُعْجَمَة أَيْ تَقَلَّبْت , وَكَأَنَّ عَمَّارًا اِسْتَعْمَلَ الْقِيَاس فِي هَذِهِ الْمَسْأَلَة ; لِأَنَّهُ لَمَّا رَأَى أَنَّ التَّيَمُّم إِذَا وَقَعَ بَدَل الْوُضُوء وَقَعَ عَلَى هَيْئَة الْوُضُوء رَأَى أَنَّ التَّيَمُّم عَنْ الْغُسْل يَقَع عَلَى هَيْئَة الْغُسْل. وَيُسْتَفَادُ مِنْ هَذَا الْحَدِيث وُقُوعُ اِجْتِهَاد الصَّحَابَة فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَنَّ الْمُجْتَهِد لَا لَوْمَ عَلَيْهِ إِذَا بَذَلَ وُسْعَهُ وَإِنْ لَمْ يُصِبْ الْحَقّ , وَأَنَّهُ إِذَا عَمِلَ بِالِاجْتِهَادِ لَا تَجِب عَلَيْهِ الْإِعَادَة , وَفِي تَرْكه أَمْر عُمَر أَيْضًا بِقَضَائِهَا مُتَمَسَّكٌ لِمَنْ قَالَ إِنَّ فَاقِد الطَّهُورَيْنِ لَا يُصَلِّي وَلَا قَضَاء عَلَيْهِ كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( إِنَّمَا كَانَ يَكْفِيك ) ‏ ‏فِيهِ دَلِيلٌ عَلَى أَنَّ الْوَاجِب فِي التَّيَمُّم هِيَ الصِّفَة الْمَشْرُوحَة فِي هَذَا الْحَدِيث , وَالزِّيَادَة عَلَى ذَلِكَ لَوْ ثَبَتَتْ بِالْأَمْرِ دَلَّتْ عَلَى النَّسْخ وَلَزِمَ قَبُولهَا , لَكِنْ إِنَّمَا وَرَدَتْ بِالْفِعْلِ فَتُحْمَلُ عَلَى الْأَكْمَل , وَهَذَا هُوَ الْأَظْهَر مِنْ حَيْثُ الدَّلِيل كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( وَضَرَبَ بِكَفَّيْهِ الْأَرْض ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرٍّ فَضَرَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَكَذَا لِلْبَيْهَقِيِّ مِنْ طَرِيق آدَم. ‏ ‏قَوْله : ( وَنَفَخَ فِيهِمَا ) ‏ ‏وَفِي رِوَايَة حَجَّاج الْآتِيَة \" ثُمَّ أَدْنَاهُمَا مِنْ فِيهِ \" وَهِيَ كِنَايَة عَنْ النَّفْخ , وَفِيهَا إِشَارَة إِلَى أَنَّهُ كَانَ نَفْخًا خَفِيفًا , وَفِي رِوَايَة سُلَيْمَان بْن حَرْب \" تَفَلَ فِيهِمَا \" وَالتَّفْل قَالَ أَهْل اللُّغَة : هُوَ دُون الْبَزْق , وَالنَّفْث دُونه. وَسِيَاق هَؤُلَاءِ يَدُلّ عَلَى أَنَّ التَّعْلِيم وَقَعَ بِالْفِعْلِ. وَلِمُسْلِمٍ مِنْ طَرِيق يَحْيَى بْن سَعِيد , وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيق يَزِيد بْن هَارُون وَغَيْره - كُلّهمْ عَنْ شُعْبَة - أَنَّ التَّعْلِيم وَقَعَ بِالْقَوْلِ , وَلَفْظهمْ \" إِنَّمَا كَانَ يَكْفِيك أَنْ تَضْرِب بِيَدَيْك الْأَرْض \" زَادَ يَحْيَى \" ثُمَّ تَنْفُخ ثُمَّ تَمْسَح بِهِمَا وَجْهك وَكَفَّيْك \" وَاسْتُدِلَّ بِالنَّفْخِ عَلَى اِسْتِحْبَاب تَخْفِيف التُّرَاب كَمَا تَقَدَّمَ , وَعَلَى سُقُوط اِسْتِحْبَاب التَّكْرَار فِي التَّيَمُّم ; لِأَنَّ التَّكْرَار يَسْتَلْزِم عَدَم التَّخْفِيف , وَعَلَى أَنَّ مَنْ غَسَلَ رَأْسه بَدَل الْمَسْح فِي الْوُضُوء أَجْزَأَهُ أَخْذًا مِنْ كَوْن عَمَّار تَمَرَّغَ فِي التُّرَاب لِلتَّيَمُّمِ وَأَجْزَأَهُ ذَلِكَ , وَمِنْ هُنَا يُؤْخَذ جَوَاز الزِّيَادَة عَلَى الضَّرْبَتَيْنِ فِي التَّيَمُّم , وَسُقُوط إِيجَاب التَّرْتِيب فِي التَّيَمُّم عَنْ الْجَنَابَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "339",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا حَجَّاجٌ، قَالَ أَخْبَرَنَا شُعْبَةُ، أَخْبَرَنِي الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ عَمَّارٌ بِهَذَا، وَضَرَبَ شُعْبَةُ بِيَدَيْهِ الأَرْضَ، ثُمَّ أَدْنَاهُمَا مِنْ فِيهِ، ثُمَّ مَسَحَ وَجْهَهُ وَكَفَّيْهِ‏.‏ وَقَالَ النَّضْرُ أَخْبَرَنَا شُعْبَةُ عَنِ الْحَكَمِ قَالَ سَمِعْتُ ذَرًّا يَقُولُ عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَ الْحَكَمُ وَقَدْ سَمِعْتُهُ مِنِ ابْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ قَالَ قَالَ عَمَّارٌ‏.‏",
    "english_text": "(on the authority of his father who said) `Ammar said so (the above Statement). And Shu`ba stroked \nlightly the earth with his hands and brought them close to his mouth (blew off the dust) and passed \nthem over his face and then the backs of his hands. `Ammar said, \"Ablution (meaning Tayammum \nhere) is sufficient for a Muslim if water is not available.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا حَجَّاج ) ‏ ‏هُوَ اِبْن مِنْهَال , وَقَدْ رَوَى النَّسَائِيُّ هَذَا الْحَدِيث مِنْ طَرِيق حَجَّاج بْن مُحَمَّد عَنْ شُعْبَة بِغَيْرِ هَذَا السِّيَاق , وَلَمْ يَسْمَع الْبُخَارِيّ مِنْ حَجَّاج بْن مُحَمَّد , وَتَابَعَهُ عَلَى هَذَا السِّيَاق عَنْ حَجَّاج بْنِ مِنْهَال عَلِيُّ بْن عَبْد الْعَزِيز الْبَغَوِيُّ أَخْرَجَهُ اِبْن الْمُنْذِر وَالطَّبَرَانِيُّ عَنْهُ , وَخَالَفَهُمَا مُحَمَّد بْن خُزَيْمَةَ الْبَصْرِيّ عَنْهُ فَقَالَ \" عَنْ عَبْد الرَّحْمَن بْن أَبْزَى عَنْ أَبِيهِ \" أَخْرَجَهُ الطَّحَاوِيُّ عَنْهُ وَأَشَارَ إِلَى أَنَّهُ وَهِمَ فِيهِ. قُلْت : سَقَطَتْ مِنْ رِوَايَته لَفْظَة \" اِبْن \" وَلَا بُدّ مِنْهَا ; لِأَنَّ أَبْزَى وَالِد عَبْد الرَّحْمَن لَا رِوَايَة لَهُ فِي هَذَا الْحَدِيث. وَاللَّهُ أَعْلَم ‏ ‏قَوْله : ( عَنْ الْحَكَم ) ‏ ‏فِي رِوَايَة كَرِيمَة وَالْأَصِيلِيّ \" أَخْبَرَنِي الْحَكَم \" وَهِيَ رِوَايَة اِبْن الْمُنْذِر أَيْضًا. ‏ ‏قَوْله : ( عَنْ اِبْن عَبْد الرَّحْمَن ) ‏ ‏فِي رِوَايَة أَبِي ذَرٍّ وَأَبِي الْوَقْت \" عَنْ سَعِيد بْن عَبْد الرَّحْمَن \". ‏ ‏قَوْله : ( بِهَذَا ) ‏ ‏أَشَارَ إِلَى سِيَاق الْمَتْن الَّذِي قَبْله مِنْ رِوَايَة آدَم عَنْ شُعْبَة وَهُوَ كَذَلِكَ , إِلَّا أَنَّهُ لَيْسَ فِي رِوَايَة حَجَّاج قِصَّة عُمَر. ‏ ‏قَوْله : ( وَقَالَ النَّضْر ) ‏ ‏هُوَ اِبْن شُمَيْلٍ , وَهَذَا التَّعْلِيق مَوْصُول عِنْد مُسْلِم عَنْ إِسْحَاق بْن مَنْصُور عَنْ النَّضْر , وَأَخْرَجَهُ أَبُو نُعَيْمٍ فِي الْمُسْتَخْرَج مِنْ طَرِيق إِسْحَاق بْن رَاهْوَيْهِ عَنْهُ وَأَفَادَ النَّضْر فِي هَذِهِ الرِّوَايَة أَنَّ الْحَكَم سَمِعَهُ مِنْ شَيْخ شَيْخه سَعِيد بْن عَبْد الرَّحْمَن , وَالظَّاهِر أَنَّهُ سَمِعَهُ مِنْ ذَرّ عَنْ سَعِيد ثُمَّ لَقِيَ سَعِيدًا فَأَخَذَهُ عَنْهُ , وَكَأَنَّ سَمَاعه لَهُ مِنْ ذَرٍّ كَانَ أَتْقَنَ وَلِهَذَا أَكْثَر مَا يَجِيءُ فِي الرِّوَايَات بِإِثْبَاتِهِ , وَأَفَادَتْ رِوَايَة سُلَيْمَان بْن حَرْب أَنَّ عُمَر أَيْضًا كَانَ قَدْ أَجْنَب فَلِهَذَا خَالَفَ اِجْتِهَاده اِجْتِهَاد عَمَّار. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "340",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّهُ شَهِدَ عُمَرَ وَقَالَ لَهُ عَمَّارٌ كُنَّا فِي سَرِيَّةٍ فَأَجْنَبْنَا، وَقَالَ تَفَلَ فِيهِمَا‏.‏",
    "english_text": "that while he was in the company of `Umar, `Ammar said to `Umar, \"We were in a detachment and \nbecame Junub and I blew the dust off my hands (performed the rolling over the earth and prayed.)\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "341",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ قَالَ عَمَّارٌ لِعُمَرَ تَمَعَّكْتُ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ يَكْفِيكَ الْوَجْهُ وَالْكَفَّانِ ‏\"‏‏.‏",
    "english_text": "`Ammar said to `Umar \"I rolled myself in the dust and came to the Prophet (ﷺ) who said, 'Passing dusted \nhands over the face and the backs of the hands is sufficient for you.' \"",
    "explication": "‏ ‏قَوْله فِي رِوَايَة مُحَمَّد بْن كَثِير ( يَكْفِيك الْوَجْه وَالْكَفَّانِ ) ‏ ‏كَذَا فِي رِوَايَة الْأَصِيلِيّ وَغَيْره بِالرَّفْعِ فِيهِمَا عَلَى الْفَاعِلِيَّة وَهُوَ وَاضِحٌ , وَفِي رِوَايَة أَبِي ذَرٍّ وَكَرِيمَة \" يَكْفِيك الْوَجْه وَالْكَفَّيْنِ \" بِالنَّصْبِ فِيهِمَا عَلَى الْمَفْعُولِيَّة إِمَّا بِإِضْمَارِ أَعْنِي أَوْ التَّقْدِير يَكْفِيك أَنْ تَمْسَح الْوَجْه وَالْكَفَّيْنِ , أَوْ بِالرَّفْعِ فِي الْوَجْه عَلَى الْفَاعِلِيَّة وَبِالنَّصْبِ فِي الْكَفَّيْنِ عَلَى أَنَّهُ مَفْعُول مَعَهُ , وَقِيلَ إِنَّهُ رُوِيَ بِالْجَرِّ فِيهِمَا وَوَجَّهَهُ اِبْن مَالِك بِأَنَّ الْأَصْل يَكْفِيك مَسْح الْوَجْه وَالْكَفَّيْنِ فَحَذَفَ الْمُضَاف وَبَقِيَ الْمَجْرُور بِهِ عَلَى مَا كَانَ , وَيُسْتَفَاد مِنْ هَذَا اللَّفْظ أَنَّ مَا زَادَ عَلَى الْكَفَّيْنِ لَيْسَ بِفَرْضٍ كَمَا تَقَدَّمَ , وَإِلَيْهِ ذَهَبَ أَحْمَد وَإِسْحَاق وَابْن جَرِير وَابْن الْمُنْذِر وَابْن خُزَيْمَةَ , وَنَقَلَهُ اِبْن الْجَهْم وَغَيْره عَنْ مَالِك , وَنَقَلَهُ الْخَطَّابِيُّ عَنْ أَصْحَاب الْحَدِيث وَقَالَ النَّوَوِيّ : رَوَاهُ أَبُو ثَوْر وَغَيْره عَنْ الشَّافِعِيّ فِي الْقَدِيم , وَأَنْكَرَ ذَلِكَ الْمَاوَرْدِيّ وَغَيْره. قَالَ : وَهُوَ إِنْكَار مَرْدُود ; لِأَنَّ أَبَا ثَوْر إِمَام ثِقَة. قَالَ : وَهَذَا الْقَوْل وَإِنْ كَانَ مَرْجُوحًا فَهُوَ الْقَوِيّ فِي الدَّلِيل. اِنْتَهَى كَلَامه فِي شَرْح الْمُهَذَّب. وَقَالَ فِي شَرْح مُسْلِم فِي الْجَوَاب عَنْ هَذَا الْحَدِيث : إِنَّ الْمُرَاد بِهِ بَيَان صُورَة الضَّرْب لِلتَّعْلِيمِ , وَلَيْسَ الْمُرَاد بِهِ بَيَان جَمِيع مَا يَحْصُل بِهِ التَّيَمُّم. وَتُعُقِّبَ بِأَنَّ سِيَاق الْقِصَّة يَدُلّ عَلَى أَنَّ الْمُرَاد بِهِ بَيَان جَمِيع ذَلِكَ ; لِأَنَّ ذَلِكَ هُوَ الظَّاهِر مِنْ قَوْله \" إِنَّمَا يَكْفِيك \" ; وَأَمَّا مَا اِسْتَدَلَّ بِهِ مِنْ اِشْتِرَاط بُلُوغ الْمَسْح إِلَى الْمَرْفِقَيْنِ مِنْ أَنَّ ذَلِكَ مُشْتَرَط فِي الْوُضُوء فَجَوَابه أَنَّهُ قِيَاس فِي مُقَابَلَة النَّصّ , فَهُوَ فَاسِد الِاعْتِبَار وَقَدْ عَارَضَهُ مَنْ لَمْ يَشْتَرِط ذَلِكَ بِقِيَاسٍ آخَر , وَهُوَ الْإِطْلَاق فِي آيَة السَّرِقَة , وَلَا حَاجَة لِذَلِكَ مَعَ وُجُود هَذَا النَّصّ. ‏ ‏وَقَوْله : ( حَدَّثَنَا مُسْلِم ) ‏ ‏هُوَ اِبْن إِبْرَاهِيم , وَلَمْ يَسُقْ الْمَتْن فِي هَذِهِ الرِّوَايَة بَلْ قَالَ \" وَسَاقَ الْحَدِيث \" وَظَاهِره أَنَّ لَفْظه يُوَافِق اللَّفْظ الَّذِي قَبْله. ثُمَّ سَاقَهُ نَازِلًا مِنْ طَرِيق غُنْدَر عَنْ شُعْبَة , وَأَظُنّهُ قَصَدَ بِإِيرَادِ هَذِهِ الطُّرُق الْإِشَارَة إِلَى أَنَّ النَّضْر تَفَرَّدَ بِزِيَادَتِهِ , وَأَنَّ الْحَكَم سَمِعَهُ مِنْ سَعِيد بِلَا وَاسِطَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "342",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ شَهِدْتُ عُمَرَ فَقَالَ لَهُ عَمَّارٌ‏.‏ وَسَاقَ الْحَدِيثَ‏.‏",
    "english_text": "As above.",
    "explication": "‏ ‏قَوْله فِي رِوَايَة مُحَمَّد بْن كَثِير ( يَكْفِيك الْوَجْه وَالْكَفَّانِ ) ‏ ‏كَذَا فِي رِوَايَة الْأَصِيلِيّ وَغَيْره بِالرَّفْعِ فِيهِمَا عَلَى الْفَاعِلِيَّة وَهُوَ وَاضِحٌ , وَفِي رِوَايَة أَبِي ذَرٍّ وَكَرِيمَة \" يَكْفِيك الْوَجْه وَالْكَفَّيْنِ \" بِالنَّصْبِ فِيهِمَا عَلَى الْمَفْعُولِيَّة إِمَّا بِإِضْمَارِ أَعْنِي أَوْ التَّقْدِير يَكْفِيك أَنْ تَمْسَح الْوَجْه وَالْكَفَّيْنِ , أَوْ بِالرَّفْعِ فِي الْوَجْه عَلَى الْفَاعِلِيَّة وَبِالنَّصْبِ فِي الْكَفَّيْنِ عَلَى أَنَّهُ مَفْعُول مَعَهُ , وَقِيلَ إِنَّهُ رُوِيَ بِالْجَرِّ فِيهِمَا وَوَجَّهَهُ اِبْن مَالِك بِأَنَّ الْأَصْل يَكْفِيك مَسْح الْوَجْه وَالْكَفَّيْنِ فَحَذَفَ الْمُضَاف وَبَقِيَ الْمَجْرُور بِهِ عَلَى مَا كَانَ , وَيُسْتَفَاد مِنْ هَذَا اللَّفْظ أَنَّ مَا زَادَ عَلَى الْكَفَّيْنِ لَيْسَ بِفَرْضٍ كَمَا تَقَدَّمَ , وَإِلَيْهِ ذَهَبَ أَحْمَد وَإِسْحَاق وَابْن جَرِير وَابْن الْمُنْذِر وَابْن خُزَيْمَةَ , وَنَقَلَهُ اِبْن الْجَهْم وَغَيْره عَنْ مَالِك , وَنَقَلَهُ الْخَطَّابِيُّ عَنْ أَصْحَاب الْحَدِيث وَقَالَ النَّوَوِيّ : رَوَاهُ أَبُو ثَوْر وَغَيْره عَنْ الشَّافِعِيّ فِي الْقَدِيم , وَأَنْكَرَ ذَلِكَ الْمَاوَرْدِيّ وَغَيْره. قَالَ : وَهُوَ إِنْكَار مَرْدُود ; لِأَنَّ أَبَا ثَوْر إِمَام ثِقَة. قَالَ : وَهَذَا الْقَوْل وَإِنْ كَانَ مَرْجُوحًا فَهُوَ الْقَوِيّ فِي الدَّلِيل. اِنْتَهَى كَلَامه فِي شَرْح الْمُهَذَّب. وَقَالَ فِي شَرْح مُسْلِم فِي الْجَوَاب عَنْ هَذَا الْحَدِيث : إِنَّ الْمُرَاد بِهِ بَيَان صُورَة الضَّرْب لِلتَّعْلِيمِ , وَلَيْسَ الْمُرَاد بِهِ بَيَان جَمِيع مَا يَحْصُل بِهِ التَّيَمُّم. وَتُعُقِّبَ بِأَنَّ سِيَاق الْقِصَّة يَدُلّ عَلَى أَنَّ الْمُرَاد بِهِ بَيَان جَمِيع ذَلِكَ ; لِأَنَّ ذَلِكَ هُوَ الظَّاهِر مِنْ قَوْله \" إِنَّمَا يَكْفِيك \" ; وَأَمَّا مَا اِسْتَدَلَّ بِهِ مِنْ اِشْتِرَاط بُلُوغ الْمَسْح إِلَى الْمَرْفِقَيْنِ مِنْ أَنَّ ذَلِكَ مُشْتَرَط فِي الْوُضُوء فَجَوَابه أَنَّهُ قِيَاس فِي مُقَابَلَة النَّصّ , فَهُوَ فَاسِد الِاعْتِبَار وَقَدْ عَارَضَهُ مَنْ لَمْ يَشْتَرِط ذَلِكَ بِقِيَاسٍ آخَر , وَهُوَ الْإِطْلَاق فِي آيَة السَّرِقَة , وَلَا حَاجَة لِذَلِكَ مَعَ وُجُود هَذَا النَّصّ. ‏ ‏وَقَوْله : ( حَدَّثَنَا مُسْلِم ) ‏ ‏هُوَ اِبْن إِبْرَاهِيم , وَلَمْ يَسُقْ الْمَتْن فِي هَذِهِ الرِّوَايَة بَلْ قَالَ \" وَسَاقَ الْحَدِيث \" وَظَاهِره أَنَّ لَفْظه يُوَافِق اللَّفْظ الَّذِي قَبْله. ثُمَّ سَاقَهُ نَازِلًا مِنْ طَرِيق غُنْدَر عَنْ شُعْبَة , وَأَظُنّهُ قَصَدَ بِإِيرَادِ هَذِهِ الطُّرُق الْإِشَارَة إِلَى أَنَّ النَّضْر تَفَرَّدَ بِزِيَادَتِهِ , وَأَنَّ الْحَكَم سَمِعَهُ مِنْ سَعِيد بِلَا وَاسِطَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "343",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ قَالَ عَمَّارٌ فَضَرَبَ النَّبِيُّ صلى الله عليه وسلم بِيَدِهِ الأَرْضَ، فَمَسَحَ وَجْهَهُ وَكَفَّيْهِ‏.‏",
    "english_text": "The Prophet (ﷺ) stroked the earth with his hands and then passed them over his face and the backs of his \nhands (while demonstrating Tayammum).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الْحَكَمُ ) ‏ ‏هُوَ اِبْن عُتَيْبَة. الْفَقِيه الْكُوفِيّ , وَذَرّ بِالْمُعْجَمَةِ هُوَ اِبْن عَبْد اللَّه المرهبي. ‏ ‏قَوْله : ( جَاءَ رَجُل ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَته , وَفِي رِوَايَة الطَّبَرَانِيّ أَنَّهُ مِنْ أَهْل الْبَادِيَة , وَفِي رِوَايَة سُلَيْمَان بْنِ حَرْب الْآتِيَة أَنَّ عَبْد الرَّحْمَن بْن أَبْزَى شَهِدَ ذَلِكَ. ‏ ‏قَوْله : ( فَلَمْ أُصِبْ الْمَاء , فَقَالَ عَمَّار ) ‏ ‏هَذِهِ الرِّوَايَة اِخْتَصَرَ فِيهَا جَوَاب عُمَر , وَلَيْسَ ذَلِكَ مِنْ الْمُصَنِّف , فَقَدْ أَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيق آدَم أَيْضًا بِدُونِهَا , وَقَدْ أَوْرَدَ الْمُصَنِّف الْحَدِيث الْمَذْكُور فِي الْبَاب الَّذِي يَلِيه مِنْ رِوَايَة سِتَّة أَنْفُس أَيْضًا عَنْ شُعْبَة بِالْإِسْنَادِ الْمَذْكُور وَلَمْ يَسُقْهُ تَامًّا مِنْ رِوَايَة وَاحِد مِنْهُمْ , نَعَمْ ذَكَرَ جَوَاب عُمَر مُسْلِمٌ مِنْ طَرِيق يَحْيَى بْن سَعِيد , وَالنَّسَائِيُّ مِنْ طَرِيق حَجَّاج بْن مُحَمَّد كِلَاهُمَا عَنْ شُعْبَة وَلَفْظهمَا \" فَقَالَ لَا تُصَلِّ \" زَادَ السَّرَّاج \" حَتَّى تَجِد الْمَاء \" وَلِلنَّسَائِيِّ نَحْوُهُ. وَهَذَا مَذْهَبٌ مَشْهُورٌ عَنْ عُمَر , وَوَافَقَهُ عَلَيْهِ عَبْد اللَّه بْن مَسْعُود , وَجَرَتْ فِيهِ مُنَاظَرَة بَيْن أَبِي مُوسَى وَابْن مَسْعُود كَمَا سَيَأْتِي فِي \" بَاب التَّيَمُّم ضَرْبَةٌ \" , وَقِيلَ إِنَّ اِبْن مَسْعُود رَجَعَ عَنْ ذَلِكَ , وَسَنَذْكُرُ هُنَاكَ تَوْجِيه مَا ذَهَبَ إِلَيْهِ عُمَر فِي ذَلِكَ وَالْجَوَاب عَنْهُ. ‏ ‏قَوْله : ( فِي سَفَر ) ‏ ‏وَلِمُسْلِمٍ \" فِي سَرِيَّة \" وَزَادَ \" فَأَجْنَبْنَا \" وَسَيَأْتِي لِلْمُصَنِّفِ مِثْله فِي الْبَاب الَّذِي بَعْده مِنْ رِوَايَة سُلَيْمَان بْن حَرْب عَنْ شُعْبَة. ‏ ‏قَوْله : ( فَتَمَعَّكْت ) ‏ ‏وَفِي الرِّوَايَة الْآتِيَة بَعْدُ \" فَتَمَرَّغْت \" بِالْغَيْنِ الْمُعْجَمَة أَيْ تَقَلَّبْت , وَكَأَنَّ عَمَّارًا اِسْتَعْمَلَ الْقِيَاس فِي هَذِهِ الْمَسْأَلَة ; لِأَنَّهُ لَمَّا رَأَى أَنَّ التَّيَمُّم إِذَا وَقَعَ بَدَل الْوُضُوء وَقَعَ عَلَى هَيْئَة الْوُضُوء رَأَى أَنَّ التَّيَمُّم عَنْ الْغُسْل يَقَع عَلَى هَيْئَة الْغُسْل. وَيُسْتَفَادُ مِنْ هَذَا الْحَدِيث وُقُوعُ اِجْتِهَاد الصَّحَابَة فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَنَّ الْمُجْتَهِد لَا لَوْمَ عَلَيْهِ إِذَا بَذَلَ وُسْعَهُ وَإِنْ لَمْ يُصِبْ الْحَقّ , وَأَنَّهُ إِذَا عَمِلَ بِالِاجْتِهَادِ لَا تَجِب عَلَيْهِ الْإِعَادَة , وَفِي تَرْكه أَمْر عُمَر أَيْضًا بِقَضَائِهَا مُتَمَسَّكٌ لِمَنْ قَالَ إِنَّ فَاقِد الطَّهُورَيْنِ لَا يُصَلِّي وَلَا قَضَاء عَلَيْهِ كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( إِنَّمَا كَانَ يَكْفِيك ) ‏ ‏فِيهِ دَلِيلٌ عَلَى أَنَّ الْوَاجِب فِي التَّيَمُّم هِيَ الصِّفَة الْمَشْرُوحَة فِي هَذَا الْحَدِيث , وَالزِّيَادَة عَلَى ذَلِكَ لَوْ ثَبَتَتْ بِالْأَمْرِ دَلَّتْ عَلَى النَّسْخ وَلَزِمَ قَبُولهَا , لَكِنْ إِنَّمَا وَرَدَتْ بِالْفِعْلِ فَتُحْمَلُ عَلَى الْأَكْمَل , وَهَذَا هُوَ الْأَظْهَر مِنْ حَيْثُ الدَّلِيل كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( وَضَرَبَ بِكَفَّيْهِ الْأَرْض ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرٍّ فَضَرَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَكَذَا لِلْبَيْهَقِيِّ مِنْ طَرِيق آدَم. ‏ ‏قَوْله : ( وَنَفَخَ فِيهِمَا ) ‏ ‏وَفِي رِوَايَة حَجَّاج الْآتِيَة \" ثُمَّ أَدْنَاهُمَا مِنْ فِيهِ \" وَهِيَ كِنَايَة عَنْ النَّفْخ , وَفِيهَا إِشَارَة إِلَى أَنَّهُ كَانَ نَفْخًا خَفِيفًا , وَفِي رِوَايَة سُلَيْمَان بْن حَرْب \" تَفَلَ فِيهِمَا \" وَالتَّفْل قَالَ أَهْل اللُّغَة : هُوَ دُون الْبَزْق , وَالنَّفْث دُونه. وَسِيَاق هَؤُلَاءِ يَدُلّ عَلَى أَنَّ التَّعْلِيم وَقَعَ بِالْفِعْلِ. وَلِمُسْلِمٍ مِنْ طَرِيق يَحْيَى بْن سَعِيد , وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيق يَزِيد بْن هَارُون وَغَيْره - كُلّهمْ عَنْ شُعْبَة - أَنَّ التَّعْلِيم وَقَعَ بِالْقَوْلِ , وَلَفْظهمْ \" إِنَّمَا كَانَ يَكْفِيك أَنْ تَضْرِب بِيَدَيْك الْأَرْض \" زَادَ يَحْيَى \" ثُمَّ تَنْفُخ ثُمَّ تَمْسَح بِهِمَا وَجْهك وَكَفَّيْك \" وَاسْتُدِلَّ بِالنَّفْخِ عَلَى اِسْتِحْبَاب تَخْفِيف التُّرَاب كَمَا تَقَدَّمَ , وَعَلَى سُقُوط اِسْتِحْبَاب التَّكْرَار فِي التَّيَمُّم ; لِأَنَّ التَّكْرَار يَسْتَلْزِم عَدَم التَّخْفِيف , وَعَلَى أَنَّ مَنْ غَسَلَ رَأْسه بَدَل الْمَسْح فِي الْوُضُوء أَجْزَأَهُ أَخْذًا مِنْ كَوْن عَمَّار تَمَرَّغَ فِي التُّرَاب لِلتَّيَمُّمِ وَأَجْزَأَهُ ذَلِكَ , وَمِنْ هُنَا يُؤْخَذ جَوَاز الزِّيَادَة عَلَى الضَّرْبَتَيْنِ فِي التَّيَمُّم , وَسُقُوط إِيجَاب التَّرْتِيب فِي التَّيَمُّم عَنْ الْجَنَابَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "344",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا عَوْفٌ، قَالَ حَدَّثَنَا أَبُو رَجَاءٍ، عَنْ عِمْرَانَ، قَالَ كُنَّا فِي سَفَرٍ مَعَ النَّبِيِّ صلى الله عليه وسلم وَإِنَّا أَسْرَيْنَا، حَتَّى كُنَّا فِي آخِرِ اللَّيْلِ، وَقَعْنَا وَقْعَةً وَلاَ وَقْعَةَ أَحْلَى عِنْدَ الْمُسَافِرِ مِنْهَا، فَمَا أَيْقَظَنَا إِلاَّ حَرُّ الشَّمْسِ، وَكَانَ أَوَّلَ مَنِ اسْتَيْقَظَ فُلاَنٌ ثُمَّ فُلاَنٌ ثُمَّ فُلاَنٌ ـ يُسَمِّيهِمْ أَبُو رَجَاءٍ فَنَسِيَ عَوْفٌ ـ ثُمَّ عُمَرُ بْنُ الْخَطَّابِ الرَّابِعُ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا نَامَ لَمْ يُوقَظْ حَتَّى يَكُونَ هُوَ يَسْتَيْقِظُ، لأَنَّا لاَ نَدْرِي مَا يَحْدُثُ لَهُ فِي نَوْمِهِ، فَلَمَّا اسْتَيْقَظَ عُمَرُ، وَرَأَى مَا أَصَابَ النَّاسَ، وَكَانَ رَجُلاً جَلِيدًا، فَكَبَّرَ وَرَفَعَ صَوْتَهُ بِالتَّكْبِيرِ، فَمَا زَالَ يُكَبِّرُ وَيَرْفَعُ صَوْتَهُ بِالتَّكْبِيرِ حَتَّى اسْتَيْقَظَ لِصَوْتِهِ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا اسْتَيْقَظَ شَكَوْا إِلَيْهِ الَّذِي أَصَابَهُمْ قَالَ ‏\"‏ لاَ ضَيْرَ ـ أَوْ لاَ يَضِيرُ ـ ارْتَحِلُوا ‏\"‏‏.‏ فَارْتَحَلَ فَسَارَ غَيْرَ بَعِيدٍ ثُمَّ نَزَلَ، فَدَعَا بِالْوَضُوءِ، فَتَوَضَّأَ وَنُودِيَ بِالصَّلاَةِ فَصَلَّى بِالنَّاسِ، فَلَمَّا انْفَتَلَ مِنْ صَلاَتِهِ إِذَا هُوَ بِرَجُلٍ مُعْتَزِلٍ لَمْ يُصَلِّ مَعَ الْقَوْمِ قَالَ ‏\"‏ مَا مَنَعَكَ يَا فُلاَنُ أَنْ تُصَلِّيَ مَعَ الْقَوْمِ ‏\"‏‏.‏ قَالَ أَصَابَتْنِي جَنَابَةٌ وَلاَ مَاءَ‏.‏ قَالَ ‏\"‏ عَلَيْكَ بِالصَّعِيدِ، فَإِنَّهُ يَكْفِيكَ ‏\"‏‏.‏ ثُمَّ سَارَ النَّبِيُّ صلى الله عليه وسلم فَاشْتَكَى إِلَيْهِ النَّاسُ مِنَ الْعَطَشِ فَنَزَلَ، فَدَعَا فُلاَنًا ـ كَانَ يُسَمِّيهِ أَبُو رَجَاءٍ نَسِيَهُ عَوْفٌ ـ وَدَعَا عَلِيًّا فَقَالَ ‏\"‏ اذْهَبَا فَابْتَغِيَا الْمَاءَ ‏\"‏‏.‏ فَانْطَلَقَا فَتَلَقَّيَا امْرَأَةً بَيْنَ مَزَادَتَيْنِ ـ أَوْ سَطِيحَتَيْنِ ـ مِنْ مَاءٍ عَلَى بَعِيرٍ لَهَا، فَقَالاَ لَهَا أَيْنَ الْمَاءُ قَالَتْ عَهْدِي بِالْمَاءِ أَمْسِ هَذِهِ السَّاعَةَ، وَنَفَرُنَا خُلُوفًا‏.‏ قَالاَ لَهَا انْطَلِقِي إِذًا‏.‏ قَالَتْ إِلَى أَيْنَ قَالاَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ قَالَتِ الَّذِي يُقَالُ لَهُ الصَّابِئُ قَالاَ هُوَ الَّذِي تَعْنِينَ فَانْطَلِقِي‏.‏ فَجَاءَا بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم وَحَدَّثَاهُ الْحَدِيثَ قَالَ فَاسْتَنْزَلُوهَا عَنْ بَعِيرِهَا وَدَعَا النَّبِيُّ صلى الله عليه وسلم بِإِنَاءٍ، فَفَرَّغَ فِيهِ مِنْ أَفْوَاهِ الْمَزَادَتَيْنِ ـ أَوِ السَّطِيحَتَيْنِ ـ وَأَوْكَأَ أَفْوَاهَهُمَا، وَأَطْلَقَ الْعَزَالِيَ، وَنُودِيَ فِي النَّاسِ اسْقُوا وَاسْتَقُوا‏.‏ فَسَقَى مَنْ شَاءَ، وَاسْتَقَى مَنْ شَاءَ، وَكَانَ آخِرَ ذَاكَ أَنْ أَعْطَى الَّذِي أَصَابَتْهُ الْجَنَابَةُ إِنَاءً مِنْ مَاءٍ قَالَ ‏\"‏ اذْهَبْ، فَأَفْرِغْهُ عَلَيْكَ ‏\"‏‏.‏ وَهْىَ قَائِمَةٌ تَنْظُرُ إِلَى مَا يُفْعَلُ بِمَائِهَا، وَايْمُ اللَّهِ لَقَدْ أُقْلِعَ عَنْهَا، وَإِنَّهُ لَيُخَيَّلُ إِلَيْنَا أَنَّهَا أَشَدُّ مِلأَةً مِنْهَا حِينَ ابْتَدَأَ فِيهَا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اجْمَعُوا لَهَا ‏\"‏‏.‏ فَجَمَعُوا لَهَا مِنْ بَيْنِ عَجْوَةٍ وَدَقِيقَةٍ وَسَوِيقَةٍ، حَتَّى جَمَعُوا لَهَا طَعَامًا، فَجَعَلُوهَا فِي ثَوْبٍ، وَحَمَلُوهَا عَلَى بَعِيرِهَا، وَوَضَعُوا الثَّوْبَ بَيْنَ يَدَيْهَا قَالَ لَهَا ‏\"‏ تَعْلَمِينَ مَا رَزِئْنَا مِنْ مَائِكِ شَيْئًا، وَلَكِنَّ اللَّهَ هُوَ الَّذِي أَسْقَانَا ‏\"‏‏.‏ فَأَتَتْ أَهْلَهَا، وَقَدِ احْتَبَسَتْ عَنْهُمْ قَالُوا مَا حَبَسَكِ يَا فُلاَنَةُ قَالَتِ الْعَجَبُ، لَقِيَنِي رَجُلاَنِ فَذَهَبَا بِي إِلَى هَذَا الَّذِي يُقَالُ لَهُ الصَّابِئُ، فَفَعَلَ كَذَا وَكَذَا، فَوَاللَّهِ إِنَّهُ لأَسْحَرُ النَّاسِ مِنْ بَيْنِ هَذِهِ وَهَذِهِ‏.‏ وَقَالَتْ بِإِصْبَعَيْهَا الْوُسْطَى وَالسَّبَّابَةِ، فَرَفَعَتْهُمَا إِلَى السَّمَاءِ ـ تَعْنِي السَّمَاءَ وَالأَرْضَ ـ أَوْ إِنَّهُ لَرَسُولُ اللَّهِ حَقًّا، فَكَانَ الْمُسْلِمُونَ بَعْدَ ذَلِكَ يُغِيرُونَ عَلَى مَنْ حَوْلَهَا مِنَ الْمُشْرِكِينَ، وَلاَ يُصِيبُونَ الصِّرْمَ الَّذِي هِيَ مِنْهُ، فَقَالَتْ يَوْمًا لِقَوْمِهَا مَا أُرَى أَنَّ هَؤُلاَءِ الْقَوْمَ يَدَعُونَكُمْ عَمْدًا، فَهَلْ لَكُمْ فِي الإِسْلاَمِ فَأَطَاعُوهَا فَدَخَلُوا فِي الإِسْلاَمِ‏.‏",
    "english_text": "Once we were traveling with the Prophet (ﷺ) and we carried on traveling till the last part of the night and \nthen we (halted at a place) and slept (deeply). There is nothing sweeter than sleep for a traveler in the \nlast part of the night. So it was only the heat of the sun that made us to wake up and the first to wake \nup was so and so, then so and so and then so and so (the narrator `Auf said that Abu Raja' had told \nhim their names but he had forgotten them) and the fourth person to wake up was `Umar bin Al- \nKhattab. And whenever the Prophet (ﷺ) used to sleep, nobody would wake up him till he himself used to \nget up as we did not know what was happening (being revealed) to him in his sleep. So, `Umar got up \nand saw the condition of the people, and he was a strict man, so he said, \"Allahu Akbar\" and raised his \nvoice with Takbir, and kept on saying loudly till the Prophet (ﷺ) got up because of it. When he got up, the \npeople informed him about what had happened to them. He said, \"There is no harm (or it will not be \nharmful). Depart!\" So they departed from that place, and after covering some distance the Prophet (ﷺ) \nstopped and asked for some water to perform the ablution. So he performed the ablution and the call \nfor the prayer was pronounced and he led the people in prayer. After he finished from the prayer, he \nsaw a man sitting aloof who had not prayed with the people. He asked, \"O so and so! What has \nprevented you from praying with us?\" He replied, \"I am Junub and there is no water. \" The Prophet (ﷺ) \nsaid, \"Perform Tayammum with (clean) earth and that is sufficient for you.\" \nThen the Prophet (ﷺ) proceeded on and the people complained to him of thirst. Thereupon he got down \nand called a person (the narrator `Auf added that Abu Raja' had named him but he had forgotten) and \n`Ali, and ordered them to go and bring water. So they went in search of water and met a woman who \nwas sitting on her camel between two bags of water. They asked, \"Where can we find water?\" She \nreplied, \"I was there (at the place of water) this hour yesterday and my people are behind me.\" They \nrequested her to accompany them. She asked, \"Where?\" They said, \"To Allah's Messenger (ﷺ) .\" She said, \n\"Do you mean the man who is called the Sabi, (with a new religion)?\" They replied, \"Yes, the same \nperson. So come along.\" They brought her to the Prophet (ﷺ) and narrated the whole story. He said, \"Help \nher to dismount.\" The Prophet (ﷺ) asked for a pot, then he opened the mouths of the bags and poured \nsome water into the pot. Then he closed the big openings of the bags and opened the small ones and \nthe people were called upon to drink and water their animals. \nSo they all watered their animals and they (too) all quenched their thirst and also gave water to others \nand last of all the Prophet (ﷺ) gave a pot full of water to the person who was Junub and told him to pour it \nover his body. The woman was standing and watching all that which they were doing with her water. \nBy Allah, when her water bags were returned the looked like as if they were more full (of water) than \nthey had been before (Miracle of Allah's Messenger (ﷺ)) Then the Prophet (ﷺ) ordered us to collect something \nfor her; so dates, flour and Sawiq were collected which amounted to a good meal that was put in a \npiece of cloth. She was helped to ride on her camel and that cloth full of foodstuff was also placed in \nfront of her and then the Prophet (ﷺ) said to her, \"We have not taken your water but Allah has given water \nto us.\" She returned home late. Her relatives asked her: \"O so and so what has delayed you?\" She said, \n\"A strange thing! Two men met me and took me to the man who is called the Sabi' and he did such \nand such a thing. By Allah, he is either the greatest magician between this and this (gesturing with her \nindex and middle fingers raising them towards the sky indicating the heaven and the earth) or he is \nAllah's true Apostle.\" \nAfterwards the Muslims used to attack the pagans around her abode but never touched her village. \nOne day she said to her people, \"I think that these people leave you purposely. Have you got any \ninclination to Islam?\" They obeyed her and all of them embraced Islam. \nAbu `Abdullah said: The word Saba'a means \"The one who has deserted his old religion and embraced \na new religion.\" Abul 'Ailya  said, \"The S`Abis are a sect of people of the Scripture who recite the \nBook of Psalms.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُسَدَّدٌ ) ‏ ‏زَادَ أَبُو ذَرٍّ \" اِبْن مُسَرْهَد \" , ‏ ‏وَيَحْيَى بْن سَعِيد ‏ ‏هُوَ الْقَطَّان , ‏ ‏وَعَوْف ‏ ‏بِالْفَاءِ هُوَ الْأَعْرَابِيّ ‏ ‏وَأَبُو رَجَاء ‏ ‏هُوَ الْعُطَارِدِيّ ‏ ‏وَعِمْرَانُ ‏ ‏هُوَ اِبْن حُصَيْنٍ كُلّهمْ بَصْرِيُّونَ. ‏ ‏قَوْله : ( كُنَّا فِي سَفَر مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏اُخْتُلِفَ فِي تَعْيِين هَذَا السَّفَر : فَفِي مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة أَنَّهُ وَقَعَ عِنْد رُجُوعهمْ مِنْ خَيْبَر قَرِيبٌ مِنْ هَذِهِ الْقِصَّة , وَفِي أَبِي دَاوُدَ مِنْ حَدِيث اِبْن مَسْعُود \" أَقْبَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْحُدَيْبِيَة لَيْلًا فَنَزَلَ فَقَالَ مَنْ يَكْلَؤُنَا ؟ فَقَالَ بِلَال أَنَا \" الْحَدِيث. وَفِي الْمُوَطَّأ عَنْ زَيْد بْن أَسْلَمَ مُرْسَلًا \" عَرَّسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة بِطَرِيقِ مَكَّة , وَوَكَّلَ بِلَالًا \" , وَفِي مُصَنَّف عَبْد الرَّزَّاق عَنْ عَطَاء بْن يَسَار مُرْسَلًا أَنَّ ذَلِكَ كَانَ بِطَرِيقِ تَبُوك , وَلِلْبَيْهَقِيِّ فِي الدَّلَائِل نَحْوه مِنْ حَدِيث عُقْبَة بْنِ عَامِر , وَرَوَى مُسْلِم مِنْ حَدِيث أَبِي قَتَادَة مُطَوَّلًا وَالْبُخَارِيّ مُخْتَصَرًا فِي الصَّلَاة قِصَّة نَوْمهمْ عَنْ صَلَاة الصُّبْح أَيْضًا فِي السَّفَر لَكِنْ لَمْ يُعَيِّنْهُ , وَوَقَعَ فِي رِوَايَة لِأَبِي دَاوُدَ أَنَّ ذَلِكَ كَانَ فِي غَزْوَة جَيْش الْأُمَرَاء , وَتَعَقَّبَهُ اِبْن عَبْد الْبَرّ بِأَنَّ غَزْوَة جَيْش الْأُمَرَاء هِيَ غَزْوَة مُؤْتَة وَلَمْ يَشْهَدهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهُوَ كَمَا قَالَ , لَكِنْ يَحْتَمِل أَنْ يَكُون الْمُرَاد بِغَزْوَةِ جَيْش الْأُمَرَاء غَزْوَة أُخْرَى غَيْر غَزْوَة مُؤْتَة. وَقَدْ اِخْتَلَفَ الْعُلَمَاء هَلْ كَانَ ذَلِكَ مَرَّة أَوْ أَكْثَر , أَعْنِي نَوْمهمْ عَنْ صَلَاة الصُّبْح , فَجَزَمَ الْأَصِيلِيّ بِأَنَّ الْقِصَّة وَاحِدَة , وَتَعَقَّبَهُ الْقَاضِي عِيَاض بِأَنَّ قِصَّة أَبِي قَتَادَةَ مُغَايِرَةٌ لِقِصَّةِ عِمْرَان بْن حُصَيْنٍ , وَهُوَ كَمَا قَالَ , فَأَنَّ قِصَّة أَبِي قَتَادَةَ فِيهَا أَنَّ أَبَا بَكْر وَعُمَر لَمْ يَكُونَا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَامَ , وَقِصَّة عِمْرَان فِيهَا أَنَّهُمَا كَانَا مَعَهُ كَمَا سَنُبَيِّنُهُ , وَأَيْضًا فَقِصَّة عِمْرَان فِيهَا أَنَّ أَوَّل مَنْ اِسْتَيْقَظَ أَبُو بَكْر وَلَمْ يَسْتَيْقِظ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَيْقَظَهُ عُمَر بِالتَّكْبِيرِ , وَقِصَّة أَبِي قَتَادَةَ فِيهَا أَنَّ أَوَّل مَنْ اِسْتَيْقَظَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَفِي الْقِصَّتَيْنِ غَيْر ذَلِكَ مِنْ وُجُوه الْمُغَايَرَات , وَمَعَ ذَلِكَ فَالْجَمْع بَيْنهمَا مُمْكِنٌ لَا سِيَّمَا مَا وَقَعَ عِنْد مُسْلِم وَغَيْره أَنَّ عَبْد اللَّه بْن رَبَاح رَاوِي الْحَدِيث عَنْ أَبِي قَتَادَةَ ذَكَرَ أَنَّ عِمْرَان بْن حُصَيْنٍ سَمِعَهُ وَهُوَ يُحَدِّثُ بِالْحَدِيثِ بِطُولِهِ فَقَالَ لَهُ : أَنْظُر كَيْف تُحَدِّثُ , فَإِنِّي كُنْت شَاهِدًا الْقِصَّة. قَالَ فَمَا أَنُكِرَ عَلَيْهِ مِنْ الْحَدِيث شَيْئًا. فَهَذَا يَدُلّ عَلَى اِتِّحَادهَا. لَكِنْ لِمُدَّعِي التَّعَدُّد أَنْ يَقُول : يُحْتَمَل أَنْ يَكُون عِمْرَان حَضَرَ الْقِصَّتَيْنِ فَحَدَّثَ بِإِحْدَاهُمَا وَصَدَّقَ عَبْد اللَّه بْن رَبَاح لَمَّا حَدَّثَ عَنْ أَبِي قَتَادَةَ بِالْأُخْرَى. وَاللَّهُ أَعْلَم. وَمِمَّا يَدُلّ عَلَى تَعَدُّد الْقِصَّة اِخْتِلَاف مَوَاطِنهَا كَمَا قَدَّمْنَاهُ , وَحَاوَلَ اِبْن عَبْد الْبَرّ الْجَمْع بَيْنهمَا بِأَنَّ زَمَان رُجُوعهمْ مِنْ خَيْبَر قَرِيب مِنْ زَمَان رُجُوعهمْ مِنْ الْحُدَيْبِيَة , وَأَنَّ اِسْم طَرِيق مَكَّة يَصْدُقُ عَلَيْهِمَا. وَلَا يَخْفَى مَا فِيهِ مِنْ التَّكَلُّف , وَرِوَايَة عَبْد الرَّزَّاق بِتَعْيِينِ غَزْوَة تَبُوك تَرُدُّ عَلَيْهِ. وَرَوَى الطَّبَرَانِيُّ مِنْ حَدِيث عَمْرو بْن أُمَيَّة شَبِيهًا بِقِصَّةِ عِمْرَان , وَفِيهِ أَنَّ الَّذِي كَلَأ لَهُمْ الْفَجْر ذُو مِخْبَرٍ , وَهُوَ بِكَسْرِ الْمِيم وَسُكُون الْخَاء الْمُعْجَمَة وَفَتْح الْمُوَحَّدَة , وَأَخْرَجَهُ مِنْ طَرِيق ذِي مِخْبَرٍ أَيْضًا وَأَصْله عِنْد أَبِي دَاوُدَ , وَفِي حَدِيث أَبِي هُرَيْرَة عِنْد مُسْلِم أَنَّ بِلَالًا هُوَ الَّذِي كَلَأ لَهُمْ الْفَجْر , وَذَكَرَ فِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ أَوَّلهمْ اِسْتِيقَاظًا كَمَا فِي قِصَّة أَبِي قَتَادَةَ. وَلِابْنِ حِبَّانَ فِي صَحِيحه مِنْ حَدِيث اِبْن مَسْعُود أَنَّهُ كَلَأ لَهُمْ الْفَجْر , وَهَذَا أَيْضًا يَدُلّ عَلَى تَعَدُّد الْقِصَّة وَاللَّهُ أَعْلَم. ‏ ‏قَوْله : ( أَسْرَيْنَا ) ‏ ‏قَالَ الْجَوْهَرِيّ : تَقُول سَرَيْت وَأَسْرَيْت بِمَعْنَى إِذَا سِرْت لَيْلًا , وَقَالَ صَاحِب الْمُحْكَم السُّرَى سَيْر عَامَّة اللَّيْل وَقِيلَ سَيْر اللَّيْل كُلّه. وَهَذَا الْحَدِيث يُخَالِف الْقَوْل الثَّانِي. ‏ ‏قَوْله : ( وَقَعْنَا وَقْعَة ) ‏ ‏فِي رِوَايَة أَبِي قَتَادَةَ عِنْد الْمُصَنِّف ذِكْر سَبَب نُزُولهمْ فِي تِلْكَ السَّاعَة وَهُوَ سُؤَال بَعْض الْقَوْم فِي ذَلِكَ , وَفِيهِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَخَاف أَنْ تَنَامُوا عَنْ الصَّلَاة , فَقَالَ بِلَال أَنَا أُوقِظهُمْ \" ‏ ‏قَوْله : ( فَكَانَ أَوَّل مَنْ اِسْتَيْقَظَ فُلَان ) ‏ ‏بِنَصْبِ أَوَّل ; لِأَنَّهُ خَبَر كَانَ. وَقَوْله \" الرَّابِع \" هُوَ فِي رِوَايَتنَا بِالرَّفْعِ , وَيَجُوز نَصْبه عَلَى خَبَر كَانَ أَيْضًا , وَقَدْ بَيَّنَ عَوْفٌ أَنَّهُ نَسِيَ تَسْمِيَة الثَّلَاثَة مَعَ أَنَّ شَيْخه كَانَ يُسَمِّيهِمْ , وَقَدْ شَارَكَهُ فِي رِوَايَته عِنْدُهُ سَلْم بْنُ زَرِير فَسَمَّى أَوَّل مَنْ اِسْتَيْقَظَ , أَخْرَجَهُ الْمُصَنِّف فِي عَلَامَات النُّبُوَّة مِنْ طَرِيقه وَلَفْظه \" فَكَانَ أَوَّل مَنْ اِسْتَيْقَظَ أَبُو بَكْر \". وَيُشْبِه وَاللَّهُ أَعْلَم أَنْ يَكُون الثَّانِي عِمْرَان رَاوِي الْقِصَّة ; لِأَنَّ ظَاهِر سِيَاقه أَنَّهُ شَاهَدَ ذَلِكَ وَلَا يُمْكِنهُ مُشَاهَدَته إِلَّا بَعْد اِسْتِيقَاظه , وَيُشْبِه أَنْ يَكُون الثَّالِث مَنْ شَارَكَ عِمْرَان فِي رِوَايَة هَذِهِ الْقِصَّة الْمُعَيَّنَة , فَفِي الطَّبَرَانِيّ مِنْ رِوَايَة عَمْرو بْن أُمَيَّة \" قَالَ ذُو مِخْبَرٍ : فَمَا أَيْقَظَنِي إِلَّا حَرُّ الشَّمْس , فَجِئْت أَدْنَى الْقَوْم فَأَيْقَظْته , وَأَيْقَظَ النَّاس بَعْضهمْ بَعْضًا حَتَّى اِسْتَيْقَظَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( لِأَنَّا لَا نَدْرِي مَا يَحْدُث لَهُ ) ‏ ‏بِضَمِّ الدَّال بَعْدهَا مُثَلَّثَةٌ أَيْ مِنْ الْوَحْي , كَانُوا يَخَافُونَ مِنْ إِيقَاظه قَطْعَ الْوَحْي فَلَا يُوقِظُونَهُ لِاحْتِمَالِ ذَلِكَ. قَالَ اِبْن بَطَّالٍ : يُؤْخَذ مِنْهُ التَّمَسُّك بِالْأَمْرِ الْأَعَمّ اِحْتِيَاطًا. ‏ ‏قَوْله : ( وَكَانَ رَجُلًا جَلِيدًا ) ‏ ‏هُوَ مِنْ الْجَلَادَة بِمَعْنَى الصَّلَابَة , وَزَادَ مُسْلِمٌ هُنَا \" أَجْوَف \" أَيْ رَفِيع الصَّوْت , يَخْرُج صَوْته مِنْ جَوْفه بِقُوَّةٍ. وَفِي اِسْتِعْمَاله التَّكْبِير سُلُوك طَرِيق الْأَدَب وَالْجَمْع بَيْن الْمَصْلَحَتَيْنِ , وَخَصَّ التَّكْبِير ; لِأَنَّهُ أَصْلُ الدُّعَاء إِلَى الصَّلَاة. ‏ ‏قَوْله : ( الَّذِي أَصَابَهُمْ ) ‏ ‏أَيْ مِنْ نَوْمِهِمْ عَنْ صَلَاة الصُّبْح حَتَّى خَرَجَ وَقْتهَا. ‏ ‏قَوْله ( لَا ضَيْر ) ‏ ‏أَيْ لَا ضَرَر , ‏ ‏وَقَوْله \" أَوْ لَا يُضِيرُ \" ‏ ‏شَكٌّ مِنْ عَوْفٍ صَرَّحَ بِذَلِكَ الْبَيْهَقِيُّ فِي رِوَايَته , وَلِأَبِي نُعَيْمٍ فِي الْمُسْتَخْرَج \" لَا يَسُوءُ وَلَا يُضِيرُ \" وَفِيهِ تَأْنِيسٌ لِقُلُوبِ الصَّحَابَة لِمَا عَرَضَ لَهُمْ مِنْ الْأَسَف عَلَى فَوَاتِ الصَّلَاة فِي وَقْتهَا بِأَنَّهُمْ لَا حَرَج عَلَيْهِمْ إِذْ لَمْ يَتَعَمَّدُوا ذَلِكَ. ‏ ‏قَوْله : ( اِرْتَحِلُوا ) ‏ ‏بِصِيغَةِ الْأَمْر , اُسْتُدِلَّ بِهِ عَلَى جَوَاز تَأْخِير الْفَائِتَة عَنْ وَقْت ذِكْرهَا إِذَا لَمْ يَكُنْ عَنْ تَغَافُل أَوْ اِسْتِهَانَة , وَقَدْ بَيَّنَ مُسْلِم مِنْ رِوَايَة أَبِي حَازِم عَنْ أَبِي هُرَيْرَة السَّبَب فِي الْأَمْر بِالِارْتِحَالِ مِنْ ذَلِكَ الْمَوْضِع الَّذِي نَامُوا فِيهِ وَلَفْظه \" فَإِنَّ هَذَا مَنْزِلٌ حَضَرَنَا فِيهِ الشَّيْطَان \" وَلِأَبِي دَاوُدَ مِنْ حَدِيث اِبْن مَسْعُود \" تَحَوَّلُوا عَنْ مَكَانكُمْ الَّذِي أَصَابَتْكُمْ فِيهِ الْغَفْلَة \" وَفِيهِ رَدٌّ عَلَى مَنْ زَعَمَ أَنَّ الْعِلَّة فِيهِ كَوْنُ ذَلِكَ كَانَ وَقْت الْكَرَاهَة , بَلْ فِي حَدِيث الْبَاب أَنَّهُمْ لَمْ يَسْتَيْقِظُوا حَتَّى وَجَدُوا حَرّ الشَّمْس , وَلِمُسْلِمٍ مِنْ حَدِيث أَبِي هُرَيْرَة \" حَتَّى ضَرَبَتْهُمْ الشَّمْس \" وَذَلِكَ لَا يَكُون إِلَّا بَعْد أَنْ يَذْهَب وَقْت الْكَرَاهَة , وَقَدْ قِيلَ إِنَّمَا أَخَّرَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّلَاة لِاشْتِغَالِهِمْ بِأَحْوَالِهَا , وَقِيلَ تَحَرُّزًا مِنْ الْعَدُوّ , وَقِيلَ اِنْتِظَارًا لِمَا يَنْزِل عَلَيْهِ مِنْ الْوَحْي , وَقِيلَ لِأَنَّ الْمَحَلَّ مَحَلُّ غَفْلَة كَمَا تَقَدَّمَ عِنْد أَبِي دَاوُدَ , وَقِيلَ لِيَسْتَيْقِظَ مَنْ كَانَ نَائِمًا وَيَنْشَطَ مَنْ كَانَ كَسْلَانًا. وَرُوِيَ عَنْ اِبْن وَهْب وَغَيْره أَنَّ تَأْخِير قَضَاء الْفَائِتَة مَنْسُوخ بِقَوْلِهِ تَعَالَى ( وَأَقِمْ الصَّلَاةَ لِذِكْرِي ) وَفِيهِ نَظَرٌ ; لِأَنَّ الْآيَة مَكِّيَّة وَالْحَدِيث مَدَنِيّ فَكَيْف يَنْسَخ الْمُتَقَدِّمُ الْمُتَأَخِّرَ ؟ وَقَدْ تَكَلَّمَ الْعُلَمَاء فِي الْجَمْع بَيْن حَدِيث النَّوْم هَذَا وَبَيْن قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ عَيْنَيَّ تَنَامَانِ وَلَا يَنَام قَلْبِي \" قَالَ النَّوَوِيّ : لَهُ جَوَابَانِ , أَحَدهمَا أَنَّ الْقَلْب إِنَّمَا يُدْرِك الْحِسِّيَّات الْمُتَعَلِّقَة بِهِ كَالْحَدَثِ وَالْأَلَم وَنَحْوهمَا , وَلَا يُدْرِك مَا يَتَعَلَّق بِالْعَيْنِ ; لِأَنَّهَا نَائِمَةٌ وَالْقَلْب يَقْظَان. وَالثَّانِي أَنَّهُ كَانَ لَهُ حَالَانِ : حَالٌ كَانَ قَلْبه فِيهِ لَا يَنَام وَهُوَ الْأَغْلَب , وَحَال يَنَام فِيهِ قَلْبه وَهُوَ نَادِرٌ , فَصَادَفَ هَذَا أَيْ قِصَّة النَّوْم عَنْ الصَّلَاة. قَالَ : وَالصَّحِيح الْمُعْتَمَد هُوَ الْأَوَّل وَالثَّانِي ضَعِيف. وَهُوَ كَمَا قَالَ. وَلَا يُقَال الْقَلْب وَإِنْ كَانَ لَا يُدْرِك مَا يَتَعَلَّق بِالْعَيْنِ مِنْ رُؤْيَة الْفَجْر مَثَلًا لَكِنَّهُ يُدْرِك إِذَا كَانَ يَقْظَانًا مُرُور الْوَقْت الطَّوِيل , فَإِنَّ مِنْ اِبْتِدَاء طُلُوع الْفَجْر إِلَى أَنْ حَمِيَتْ الشَّمْس مُدَّة طَوِيلَة لَا تَخْفَى عَلَى مَنْ لَمْ يَكُنْ مُسْتَغْرِقًا ; لِأَنَّا نَقُول : يُحْتَمَل أَنْ يُقَال كَانَ قَلْبه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ ذَاكَ مُسْتَغْرِقًا بِالْوَحْيِ , وَلَا يَلْزَم مَعَ ذَلِكَ وَصْفُهُ بِالنَّوْمِ , كَمَا كَانَ يَسْتَغْرِق صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَالَة إِلْقَاء الْوَحْي فِي الْيَقَظَة , وَتَكُون الْحِكْمَة فِي ذَلِكَ بَيَان التَّشْرِيع بِالْفِعْلِ ; لِأَنَّهُ أَوْقَع فِي النَّفْس كَمَا فِي قَضِيَّة سَهْوه فِي الصَّلَاة. وَقَرِيب مِنْ هَذَا جَوَاب اِبْن الْمُنِير : أَنَّ الْقَلْب قَدْ يَحْصُل لَهُ السَّهْو فِي الْيَقَظَة لِمَصْلَحَةِ التَّشْرِيع , فَفِي النَّوْم بِطَرِيقِ الْأَوْلَى , أَوْ عَلَى السَّوَاء. وَقَدْ أُجِيب عَلَى أَصْل الْإِشْكَال بِأَجْوِبَةٍ أُخْرَى ضَعِيفَة , مِنْهَا أَنَّ مَعْنَى قَوْله \" لَا يَنَام قَلْبِي \" أَيْ لَا يَخْفَى عَلَيْهِ حَالَة اِنْتِقَاض وُضُوئِهِ , وَمِنْهَا أَنَّ مَعْنَاهُ لَا يَسْتَغْرِق بِالنَّوْمِ حَتَّى يُوجَد مِنْهُ الْحَدَث , وَهَذَا قَرِيب مِنْ الَّذِي قَبْله. قَالَ اِبْن دَقِيق الْعِيد : كَأَنَّ قَائِل هَذَا أَرَادَ تَخْصِيص يَقَظَة الْقَلْب بِإِدْرَاكِ حَالَة الِانْتِقَاض , وَذَلِكَ بَعِيدٌ , وَذَلِكَ أَنَّ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ عَيْنَيَّ تَنَامَانِ وَلَا يَنَام قَلْبِي \" خَرَجَ جَوَابًا عَنْ قَوْل عَائِشَة : أَتَنَامُ قَبْل أَنْ تُوتِرَ ؟ وَهَذَا كَلَام لَا تَعَلُّق لَهُ بِانْتِقَاضِ الطَّهَارَة الَّذِي تَكَلَّمُوا فِيهِ , وَإِنَّمَا هُوَ جَوَاب يَتَعَلَّق بِأَمْرِ الْوِتْر فَتُحْمَلُ يَقَظَته عَلَى تَعَلُّق الْقَلْب بِالْيَقَظَةِ لِلْوِتْرِ , وَفَرَّقَ بَيْن مَنْ شَرَعَ فِي النَّوْم مُطْمَئِنّ الْقَلْب بِهِ وَبَيْن مَنْ شَرَعَ فِيهِ مُتَعَلِّقًا بِالْيَقَظَةِ. قَالَ : فَعَلَى هَذَا فَلَا تَعَارُض وَلَا إِشْكَال فِي حَدِيث النَّوْم حَتَّى طَلَعَتْ الشَّمْس ; لِأَنَّهُ يُحْمَل عَلَى أَنَّهُ اِطْمَأَنَّ فِي نَوْمه لِمَا أَوْجَبَهُ تَعَبُ السَّيْر مُعْتَمِدًا عَلَى مَنْ وَكَّلَهُ بِكِلَاءَةِ الْفَجْر. ا ه , وَاللَّهُ أَعْلَم. وَمُحَصَّلُهُ تَخْصِيصُ الْيَقَظَة الْمَفْهُومَة مِنْ قَوْله \" وَلَا يَنَام قَلْبِي \" بِإِدْرَاكِهِ وَقْت الْوِتْر إِدْرَاكًا مَعْنَوِيًّا لِتَعَلُّقِهِ بِهِ , وَأَنَّ نَوْمه فِي حَدِيث الْبَاب كَانَ نَوْمًا مُسْتَغْرِقًا , وَيُؤَيِّدهُ قَوْل بِلَال لَهُ \" أَخَذَ بِنَفْسِي الَّذِي أَخَذَ بِنَفْسِك \" كَمَا فِي حَدِيث أَبِي هُرَيْرَة عِنْد مُسْلِم وَلَمْ يُنْكِر عَلَيْهِ , وَمَعْلُومٌ أَنَّ نَوْم بِلَال كَانَ مُسْتَغْرِقًا. وَقَدْ اِعْتَرَضَ عَلَيْهِ بِأَنَّ مَا قَالَهُ يَقْتَضِي اِعْتِبَار خُصُوص السَّبَب , وَأَجَابَ بِأَنَّهُ يُعْتَبَر إِذَا قَامَتْ عَلَيْهِ قَرِينَةٌ وَأَرْشَدَ إِلَيْهِ السِّيَاق , وَهُوَ هُنَا كَذَلِكَ. وَمِنْ الْأَجْوِبَة الضَّعِيفَة أَيْضًا قَوْل مَنْ قَالَ : كَانَ قَلْبه يَقْظَانًا وَعَلِمَ بِخُرُوجِ الْوَقْت لَكِنْ تَرَكَ إِعْلَامهمْ بِذَلِكَ عَمْدًا لِمَصْلَحَةِ التَّشْرِيع. وَقَوْل مَنْ قَالَ : الْمُرَاد بِنَفْيِ النَّوْم عَنْ قَلْبه أَنَّهُ لَا يَطْرَأ عَلَيْهِ أَضْغَاث أَحْلَام كَمَا يَطْرَأ عَلَى غَيْره , بَلْ كُلّ مَا يَرَاهُ فِي نَوْمه حَقٌّ وَوَحْيٌ. فَهَذِهِ عِدَّة أَجْوِبَة أَقْرَبهَا إِلَى الصَّوَاب الْأَوَّل عَلَى الْوَجْه الَّذِي قَرَّرْنَاهُ , وَاللَّهُ الْمُسْتَعَانُ. ‏ ‏( فَائِدَةٌ ) : ‏ ‏قَالَ الْقُرْطُبِيّ : أَخَذَ بِهَذَا بَعْض الْعُلَمَاء فَقَالَ : مَنْ اِنْتَبَهَ مِنْ نَوْم عَنْ صَلَاة فَاتَتْهُ فِي سَفَر فَلْيَتَحَوَّلْ عَنْ مَوْضِعه , وَإِنْ كَانَ وَادِيًا فَيَخْرُج عَنْهُ. وَقِيلَ إِنَّمَا يَلْزَم فِي ذَلِكَ الْوَادِي بِعَيْنِهِ , وَقِيلَ : هُوَ خَاصّ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُ لَا يَعْلَم مِنْ حَال ذَلِكَ الْوَادِي وَلَا غَيْره ذَلِكَ إِلَّا هُوَ. وَقَالَ غَيْره : يُؤْخَذ مِنْهُ أَنَّ مَنْ حَصَلَتْ لَهُ غَفْلَة فِي مَكَان عَنْ عِبَادَة اُسْتُحِبَّ لَهُ التَّحَوُّل مِنْهُ , وَمِنْهُ أَمْر النَّاعِس فِي سَمَاع الْخُطْبَة يَوْم الْجُمْعَة بِالتَّحَوُّلِ مِنْ مَكَانه إِلَى مَكَان آخَر. ‏ ‏قَوْله : ( فَسَارَ غَيْر بَعِيدٍ ) ‏ ‏يَدُلّ عَلَى أَنَّ الِارْتِحَال الْمَذْكُور وَقَعَ عَلَى خِلَاف سَيْرهمْ الْمُعْتَاد. ‏ ‏قَوْله : ( وَنُودِيَ بِالصَّلَاةِ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى الْأَذَان لِلْفَوَائِتِ , وَتُعُقِّبَ بِأَنَّ النِّدَاء أَعَمُّ مِنْ الْأَذَان فَيُحْتَمَل أَنْ يُرَاد بِهِ هُنَا الْإِقَامَة. وَأُجِيب بِأَنَّ فِي رِوَايَة مُسْلِم مِنْ حَدِيث أَبِي قَتَادَةَ التَّصْرِيح بِالتَّأْذِينِ , وَكَذَا هُوَ عِنْد الْمُصَنِّف فِي أَوَاخِر الْمَوَاقِيت. وَتَرْجَمَ لَهُ خَاصَّة بِذَلِكَ كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( فَصَلَّى بِالنَّاسِ ) ‏ ‏فِيهِ مَشْرُوعِيَّةُ الْجَمَاعَة فِي الْفَوَائِت. ‏ ‏قَوْله : ( إِذَا هُوَ بِرَجُلٍ ) ‏ ‏لَمْ أَقِفْ عَلَى تَسْمِيَتِهِ , وَوَقَعَ فِي شَرْح الْعُمْدَة لِلشَّيْخِ سِرَاج الدِّين بْن الْمُلَقِّن مَا نَصُّهُ : هَذَا الرَّجُل هُوَ خَلَّادُ بْن رَافِع بْن مَالِك الْأَنْصَارِيّ أَخُو رِفَاعَة , شَهِدَ بَدْرًا , قَالَ اِبْن الْكَلْبِيّ : وَقُتِلَ يَوْمَئِذٍ , وَقَالَ غَيْره : لَهُ رِوَايَة. وَهَذَا يَدُلّ عَلَى أَنَّهُ عَاشَ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. قُلْت : أَمَّا عَلَى قَوْل اِبْن الْكَلْبِيّ فَيَسْتَحِيل أَنْ يَكُون هُوَ صَاحِب هَذِهِ الْقِصَّة لِتَقَدُّمِ وَقْعَة بَدْر عَلَى هَذِهِ الْقِصَّة بِمُدَّةٍ طَوِيلَة بِلَا خِلَاف , فَكَيْف يَحْضُرُ هَذِهِ الْقِصَّة بَعْد قَتْله ؟ وَأَمَّا عَلَى قَوْل غَيْر اِبْن الْكَلْبِيّ فَيُحْتَمَل أَنْ يَكُون هُوَ , لَكِنْ لَا يَلْزَم مِنْ كَوْنه لَهُ رِوَايَة أَنْ يَكُون عَاشَ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِاحْتِمَالِ أَنْ تَكُون الرِّوَايَة عَنْهُ مُنْقَطِعَة , أَوْ مُتَّصِلَة لَكِنْ نَقَلَهَا عَنْهُ صَحَابِيّ آخَر وَنَحْوه. وَعَلَى هَذَا فَلَا مُنَافَاة بَيْن هَذَا وَبَيْن مَنْ قَالَ إِنَّهُ قُتِلَ بِبَدْرٍ إِلَّا أَنْ تَجِيء رِوَايَة عَنْ تَابِعِيّ غَيْر مُخَضْرَم وَصَرَّحَ فِيهَا بِسَمَاعِهِ مِنْهُ فَحِينَئِذٍ يَلْزَم أَنْ يَكُون عَاشَ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لَكِنْ لَا يَلْزَم أَنْ يَكُون هُوَ صَاحِب هَذِهِ الْقِصَّة , إِلَّا إِنْ وَرَدَتْ رِوَايَة مَخْصُوصَة بِذَلِكَ , وَلَمْ أَقِفْ عَلَيْهَا إِلَى الْآن. ‏ ‏قَوْله : ( أَصَابَتْنِي جَنَابَة وَلَا مَاء ) ‏ ‏بِفَتْحِ الْهَمْزَة , أَيْ مَعِي أَوْ مَوْجُود , وَهُوَ أَبْلَغُ فِي إِقَامَة عُذْره. وَفِي هَذِهِ الْقِصَّة مَشْرُوعِيَّة تَيَمُّم الْجُنُب , وَسَيَأْتِي الْقَوْل فِيهِ فِي الْبَاب الَّذِي بَعْده. وَفِيهَا جَوَاز الِاجْتِهَاد بِحَضْرَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّ سِيَاق الْقِصَّة يَدُلّ عَلَى أَنَّ التَّيَمُّم كَانَ مَعْلُومًا عِنْدهمْ , لَكِنَّهُ صَرِيح فِي الْآيَة عَنْ الْحَدَث الْأَصْغَر , بِنَاء عَلَى أَنَّ الْمُرَاد بِالْمُلَامَسَةِ مَا دُون الْجِمَاع , وَأَمَّا الْحَدَث الْأَكْبَر فَلَيْسَتْ صَرِيحَة فِيهِ , فَكَأَنَّهُ كَانَ يَعْتَقِد أَنَّ الْجُنُب لَا يَتَيَمَّم , فَعَمِلَ بِذَلِكَ مَعَ قُدْرَته عَلَى أَنْ يَسْأَل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ هَذَا الْحُكْم , وَيُحْتَمَل أَنَّهُ كَانَ لَا يَعْلَم مَشْرُوعِيَّة التَّيَمُّم أَصْلًا فَكَانَ حُكْمُهُ حُكْمَ فَاقِد الطَّهُورَيْنِ. وَيُؤْخَذ مِنْ هَذِهِ الْقِصَّة أَنَّ لِلْعَالِمِ إِذَا رَأَى فِعْلًا مُحْتَمَلًا أَنْ يَسْأَل فَاعِله عَنْ الْحَال فِيهِ لِيُوَضِّح لَهُ وَجْه الصَّوَاب. وَفِيهِ التَّحْرِيض عَلَى الصَّلَاة فِي الْجَمَاعَة , وَأَنَّ تَرْك الشَّخْص الصَّلَاة بِحَضْرَةِ الْمُصَلِّينَ مَعِيبٌ عَلَى فَاعِله بِغَيْرِ عُذْر. وَفِيهِ حُسْنُ الْمُلَاطَفَة , وَالرِّفْقُ فِي الْإِنْكَار. ‏ ‏قَوْله : ( عَلَيْك بِالصَّعِيدِ ) ‏ ‏وَفِي رِوَايَة سَلْم بْن زَرِير \" فَأَمَرَهُ أَنْ يَتَيَمَّم بِالصَّعِيدِ \" وَاللَّام فِيهِ لِلْعَهْدِ الْمَذْكُور فِي الْآيَة الْكَرِيمَة , وَيُؤْخَذ مِنْهُ الِاكْتِفَاء فِي الْبَيَان بِمَا يَحْصُل بِهِ الْمَقْصُود مِنْ الْإِفْهَام ; لِأَنَّهُ أَحَالَهُ عَلَى الْكَيْفِيَّة الْمَعْلُومَة مِنْ الْآيَة , وَلَمْ يُصَرِّحْ لَهُ بِهَا. وَدَلَّ قَوْله يَكْفِيك عَلَى أَنَّ الْمُتَيَمِّم فِي مِثْل هَذِهِ الْحَالَة لَا يَلْزَمهُ الْقَضَاء , وَيُحْتَمَل أَنْ يَكُون الْمُرَاد بِقَوْلِهِ \" يَكْفِيك \" أَيْ لِلْأَدَاءِ , فَلَا يَدُلّ عَلَى تَرْكِ الْقَضَاء. ‏ ‏قَوْله : ( فَدَعَا فُلَانًا ) ‏ ‏هُوَ عِمْرَان بْن حُصَيْنٍ , وَيَدُلّ عَلَى ذَلِكَ قَوْله فِي رِوَايَة سَلْم بْن زَرِير عِنْد مُسْلِمٍ \" ثُمَّ عَجَّلَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَكْب بَيْن يَدَيْهِ نَطْلُب الْمَاء \" وَدَلَّتْ هَذِهِ الرِّوَايَة عَلَى أَنَّهُ كَانَ هُوَ وَعَلِيٌّ فَقَطْ ; لِأَنَّهُمَا خُوطِبَا بِلَفْظِ التَّثْنِيَة , وَيُحْتَمَل أَنَّهُ كَانَ مَعَهُمَا غَيْرهمَا عَلَى سَبِيل التَّبَعِيَّة لَهُمَا فَيُتَّجَه إِطْلَاق لَفْظ رَكْب فِي رِوَايَة مُسْلِم , وَخُصَّا بِالْخِطَابِ ; لِأَنَّهُمَا الْمَقْصُودَانِ بِالْإِرْسَالِ. ‏ ‏قَوْله : ( فَابْتَغِيَا ) ‏ ‏لِلْأَصِيلِيّ \" فَابْغِيَا \" وَلِأَحْمَد \" فَأَبْغِيَانَا \" وَالْمُرَاد الطَّلَب يُقَال اِبْتَغِ الشَّيْء أَيْ تَطَلَّبْهُ , وَابْغِ الشَّيْء أَيْ اُطْلُبْهُ , وَأَبْغِنِي أَيْ اُطْلُبْ لِي. وَفِيهِ الْجَرْي عَلَى الْعَادَة فِي طَلَب الْمَاء وَغَيْره دُون الْوُقُوف عِنْد خَرْقهَا , وَأَنَّ التَّسَبُّب فِي ذَلِكَ غَيْر قَادِح فِي التَّوَكُّل. ‏ ‏قَوْله : ( بَيْن مَزَادَتَيْنِ ) ‏ ‏الْمَزَادَة بِفَتْحِ الْمِيم وَالزَّاي قِرْبَة كَبِيرَة يُزَاد فِيهَا جِلْدٌ مِنْ غَيْرهَا , وَتُسَمَّى أَيْضًا \" السَّطِيحَة \" , وَ \" أَوْ \" هُنَا شَكٌّ مِنْ عَوْف لِخُلُوِّ رِوَايَة مُسْلِم عَنْ أَبِي رَجَاء عَنْهَا , وَفِي رِوَايَة مُسْلِم \" فَإِذَا نَحْنُ بِامْرَأَةٍ سَادِلَة - أَيْ مُدَلِّيَة - رِجْلَيْهَا بَيْن مَزَادَتَيْنِ \" وَالْمُرَاد بِهِمَا الرَّاوِيَة. ‏ ‏قَوْله : ( أَمْسِ ) ‏ ‏خَبَرٌ لِمُبْتَدَأٍ , وَهُوَ مَبْنِيٌّ عَلَى الْكَسْر , وَ \" هَذِهِ السَّاعَة \" بِالنَّصْبِ عَلَى الظَّرْفِيَّة. وَقَالَ اِبْن مَالِك : أَصْلُهُ فِي مِثْل هَذِهِ السَّاعَة فَحُذِفَ الْمُضَاف وَأُقِيمَ الْمُضَاف إِلَيْهِ مَقَامه أَيْ بَعْد حَذْف \" فِي \". ‏ ‏قَوْله : ( وَنَفَرنَا ) ‏ ‏قَالَ اِبْن سِيدَهْ النَّفَر مَا دُون الْعَشَرَة , وَقِيلَ النَّفَر النَّاس عَنْ كَرَاعٍ. قُلْت : وَهُوَ اللَّائِق هُنَا ; لِأَنَّهَا أَرَادَتْ أَنَّ رِجَالهَا تَخَلَّفُوا لِطَلَبِ الْمَاء. وَ \" خُلُوف \" بِضَمِّ الْخَاء الْمُعْجَمَة وَاللَّام جَمْع خَالِف , قَالَ اِبْن فَارِس : الْخَالِف الْمُسْتَقِي , وَيُقَال أَيْضًا لِمَنْ غَابَ , وَلَعَلَّهُ الْمُرَاد هُنَا , أَيْ أَنَّ رِجَالهَا غَابُوا عَنْ الْحَيّ , وَيَكُون قَوْلهَا \" وَنَفَرنَا خُلُوف \" جُمْلَةٌ مُسْتَقِلَّةٌ زَائِدَةٌ عَلَى جَوَاب السُّؤَال. وَفِي رِوَايَة الْمُسْتَمْلِي وَالْحَمَوِيّ \" وَنَفَرنَا خُلُوفًا \" بِالنَّصْبِ عَلَى الْحَال السَّادَّةِ مَسَدّ الْخَبَر. ‏ ‏قَوْله : ( الصَّابِي ) ‏ ‏بِلَا هَمْز أَيْ الْمَائِل , وَيُرْوَى بِالْهَمْزِ مِنْ صَبَأَ صُبُوءًا , أَيْ خَرَجَ مِنْ دِين إِلَى دِين. وَسَيَأْتِي تَفْسِيره لِلْمُصَنِّفِ فِي آخِر الْحَدِيث. ‏ ‏قَوْله : ( هُوَ الَّذِي تَعْنِينَ ) ‏ ‏فِيهِ أَدَبٌ حَسَنٌ , وَلَوْ قَالَا لَهَا \" لَا \" لَفَاتَ الْمَقْصُود , أَوْ \" نَعَمْ \" لَمْ يَحْسُن بِهِمَا إِذْ فِيهِ تَقْرِير ذَلِكَ , فَتَخَلَّصَا أَحْسَن تَخَلُّص. وَفِيهِ جَوَاز الْخَلْوَة بِالْأَجْنَبِيَّةِ فِي مِثْل هَذِهِ الْحَالَة عِنْد أَمْن الْفِتْنَة. ‏ ‏قَوْله : ( فَاسْتَنْزَلُوهَا عَنْ بَعِيرهَا ) ‏ ‏قَالَ بَعْض الشُّرَّاح الْمُتَقَدِّمِينَ : إِنَّمَا أَخَذُوهَا وَاسْتَجَازُوا أَخْذ مَائِهَا ; لِأَنَّهَا كَانَتْ كَافِرَة حَرْبِيَّة , وَعَلَى تَقْدِير أَنْ يَكُون لَهَا عَهْدٌ فَضَرُورَةُ الْعَطَش تُبِيح لِلْمُسْلِمِ الْمَاءَ الْمَمْلُوك لِغَيْرِهِ عَلَى عِوَضٍ , وَإِلَّا فَنَفْسُ الشَّارِع تُفْدَى بِكُلِّ شَيْء عَلَى سَبِيل الْوُجُوب. ‏ ‏قَوْله : ( فَفَرَّغَ ) ‏ ‏وَلِلْكُشْمِيهَنِيّ \" فَأَفْرَغَ فِيهِ مِنْ أَفْوَاه الْمَزَادَتَيْنِ \" زَادَ الطَّبَرَانِيُّ وَالْبَيْهَقِيُّ مِنْ هَذَا الْوَجْه \" فَتَمَضْمَضَ فِي الْمَاء وَأَعَادَهُ فِي أَفْوَاه الْمَزَادَتَيْنِ \" وَبِهَذِهِ الزِّيَادَة تَتَّضِحُ الْحِكْمَة فِي رَبْط الْأَفْوَاه بَعْد فَتْحهَا , وَإِطْلَاق الْأَفْوَاه هُنَا كَقَوْلِهِ تَعَالَى ( فَقَدْ صَغَتْ قُلُوبُكُمَا ) إِذْ لَيْسَ لِكُلِّ مَزَادَة سِوَى فَم وَاحِد , وَعُرِفَ مِنْهَا أَنَّ الْبَرَكَة إِنَّمَا حَصَلَتْ بِمُشَارَكَةِ رِيقه الطَّاهِر الْمُبَارَك لِلْمَاءِ. ‏ ‏قَوْله : ( وَأَوْكَأَ ) ‏ ‏أَيْ رَبَطَ , ‏ ‏وَقَوْله : ( وَأَطْلَقَ ) ‏ ‏أَيْ فَتَحَ \" وَالْعَزَالِي \" بِفَتْحِ الْمُهْمَلَة وَالزَّاي وَكَسْر اللَّام وَيَجُوز فَتْحهَا جَمْع عَزْلَاء بِإِسْكَانِ الزَّاي. قَالَ الْخَلِيل : هِيَ مَصَبُّ الْمَاء مِنْ الرَّاوِيَة , وَلِكُلِّ مَزَادَة عِزَالَانِ مِنْ أَسْفَلهَا. ‏ ‏قَوْله : ( أَسْقُوا ) ‏ ‏بِهَمْزَةِ قَطْع مَفْتُوحَة مِنْ أَسْقَى , أَوْ بِهَمْزَةِ وَصْل مَكْسُورَة مِنْ سَقَى , وَالْمُرَاد أَنَّهُمْ سَقَوْا غَيْرهمْ كَالدَّوَابِّ وَنَحْوهَا وَاسْتَقَوْا هُمْ. ‏ ‏قَوْله : ( وَكَانَ آخِر ذَلِكَ أَنْ أَعْطَى ) ‏ ‏بِنَصْبِ آخِر عَلَى أَنَّهُ خَبَر مُقَدَّم , وَأَنْ أَعْطَى اِسْم كَانَ , وَيَجُوز رَفْعه عَلَى أَنَّ أَعْطَى الْخَبَر ; لِأَنَّ كِلَيْهِمَا مَعْرِفَة. قَالَ أَبُو الْبَقَاء : وَالْأَوَّل أَقْوَى , وَمِثْله قَوْله تَعَالَى : ( فَمَا كَانَ جَوَابَ قَوْمِهِ ) الْآيَة. وَاسْتُدِلَّ بِهَذِهِ الْقِصَّة عَلَى تَقْدِيم مَصْلَحَة شُرْب الْآدَمِيّ وَالْحَيَوَان عَلَى غَيْره كَمَصْلَحَةِ الطَّهَارَة بِالْمَاءِ لِتَأْخِيرِ الْمُحْتَاج إِلَيْهَا عَمَّنْ سَقَى وَاسْتَقَى , وَلَا يُقَال قَدْ وَقَعَ فِي رِوَايَة سَلْم بْن زَرِير \" غَيْر أَنَّا لَمْ نَسْقِ بَعِيرًا \" ; لِأَنَّا نَقُول : هُوَ مَحْمُول عَلَى أَنَّ الْإِبِل لَمْ تَكُنْ مُحْتَاجَة إِذْ ذَاكَ إِلَى السَّقْي , فَيُحْمَل قَوْله فَسَقَى عَلَى غَيْرهَا. ‏ ‏قَوْله : ( وَأَيْمُ اللَّهِ ) ‏ ‏بِفَتْحِ الْهَمْزَة وَكَسْرهَا وَالْمِيم مَضْمُومَة أَصْله \" أَيْمُن اللَّه \" وَهُوَ اِسْمٌ وُضِعَ لِلْقَسَمِ هَكَذَا ثُمَّ حُذِفَتْ مِنْهُ النُّون تَخْفِيفًا وَأَلِفُهُ أَلِفُ وَصْل مَفْتُوحَة وَلَمْ يَجِيء كَذَلِكَ غَيْرهَا , وَهُوَ مَرْفُوع بِالِابْتِدَاءِ وَخَبَره مَحْذُوف وَالتَّقْدِير أَيْم اللَّه قَسَمِي , وَفِيهَا لُغَات جَمَعَ مِنْهَا النَّوَوِيّ فِي تَهْذِيبه سَبْع عَشْرَة وَبَلَغَ بِهَا غَيْره عِشْرِينَ , وَسَيَكُونُ لَنَا إِلَيْهَا عَوْدَة لِبَيَانِهَا فِي كِتَاب الْأَيْمَان إِنْ شَاءَ اللَّه تَعَالَى. وَيُسْتَفَاد مِنْهُ جَوَاز التَّوْكِيد بِالْيَمِينِ وَإِنْ لَمْ يَتَعَيَّن. ‏ ‏قَوْله : ( أَشَدّ مِلْأَة ) ‏ ‏بِكَسْرِ الْمِيم وَسُكُون اللَّام بَعْدهَا هَمْزَة , وَفِي رِوَايَة لِلْبَيْهَقِيّ \" أَمْلَأ مِنْهَا \" , وَالْمُرَاد أَنَّهُمْ يَظُنُّونَ أَنَّ مَا بَقِيَ فِيهَا مِنْ الْمَاء أَكْثَر مِمَّا كَانَ أَوَّلًا. ‏ ‏قَوْله : ( اِجْمَعُوا لَهَا ) ‏ ‏فِيهِ جَوَاز الْأَخْذ لِلْمُحْتَاجِ بِرِضَا الْمَطْلُوب مِنْهُ , أَوْ بِغَيْرِ رِضَاهُ إِنْ تَعَيَّنَ , وَفِيهِ جَوَاز الْمُعَاطَاة فِي مِثْل هَذَا مِنْ الْهِبَات وَالْإِبَاحَات مِنْ غَيْر لَفْظ مِنْ الْمُعْطِي وَالْآخِذ. ‏ ‏قَوْله : ( مِنْ بَيْن عَجْوَةٍ وَسَوِيقَةٍ ) ‏ ‏الْعَجْوَة مَعْرُوفَة , وَالسَّوِيقَة بِفَتْحِ أَوَّله وَكَذَا الدَّقِيقَة , وَفِي رِوَايَة كَرِيمَة بِضَمِّهَا مُصَغَّرًا مُثَقَّلًا. ‏ ‏قَوْله : ( حَتَّى جَمَعُوا لَهَا طَعَامًا ) ‏ ‏زَادَ أَحْمَد فِي رِوَايَته \" كَثِيرًا \" وَفِيهِ إِطْلَاق لَفْظ الطَّعَام عَلَى غَيْر الْحِنْطَة وَالذُّرَة خِلَافًا لِمَنْ أَبَى ذَلِكَ , وَيُحْتَمَل أَنْ يَكُون قَوْله \" حَتَّى جَمَعُوا لَهَا طَعَامًا \" أَيْ غَيْر مَا ذُكِرَ مِنْ الْعَجْوَة وَغَيْرهَا. ‏ ‏قَوْله : ( قَالَ لَهَا تَعَلَّمِينَ ) ‏ ‏بِفَتْحِ أَوَّله وَثَانِيه وَتَشْدِيد اللَّام أَيْ اِعْلَمِي , وَلِلْأَصِيلِيّ \" قَالُوا \" وَلِلْإِسْمَاعِيلِيِّ \" قَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَتُحْمَلُ رِوَايَة الْأَصِيلِيّ عَلَى أَنَّهُمْ قَالُوا لَهَا ذَلِكَ بِأَمْرِهِ. وَقَدْ اِشْتَمَلَ ذَلِكَ عَلَى عَلَمٍ عَظِيمٍ مِنْ أَعْلَام النُّبُوَّة. ‏ ‏قَوْله : ( مَا رَزِئْنَا ) ‏ ‏بِفَتْحِ الرَّاء وَكَسْر الزَّاي - وَيَجُوز فَتْحهَا - وَبَعْدهَا هَمْزَة سَاكِنَة أَيْ نَقَصْنَا , وَظَاهِرُهُ أَنَّ جَمِيع مَا أَخَذُوهُ مِنْ الْمَاء مِمَّا زَادَهُ اللَّه تَعَالَى وَأَوْجَدَهُ , وَأَنَّهُ لَمْ يَخْتَلِط فِيهِ شَيْءٌ مِنْ مَائِهَا فِي الْحَقِيقَة وَإِنْ كَانَ فِي الظَّاهِر مُخْتَلِطًا , وَهَذَا أَبْدَعُ وَأَغْرَبُ فِي الْمُعْجِزَة , وَهُوَ ظَاهِر قَوْله : ( وَلَكِنَّ اللَّهَ هُوَ الَّذِي أَسْقَانَا ) وَيُحْتَمَل أَنْ يَكُون الْمُرَاد مَا نَقَصْنَا مِنْ مِقْدَار مَائِك شَيْئًا. وَاسْتُدِلَّ بِهَذَا عَلَى جَوَاز اِسْتِعْمَال أَوَانِي الْمُشْرِكِينَ مَا لَمْ يَتَيَقَّن فِيهَا النَّجَاسَة , وَفِيهِ إِشَارَة إِلَى أَنَّ الَّذِي أَعْطَاهَا لَيْسَ عَلَى سَبِيل الْعِوَض عَنْ مَائِهَا بَلْ عَلَى سَبِيل التَّكَرُّم وَالتَّفَضُّل. ‏ ‏قَوْله : ( وَقَالَتْ بِإِصْبَعَيْهَا ) ‏ ‏أَيْ أَشَارَتْ , وَهُوَ مِنْ إِطْلَاقِ الْقَوْلِ عَلَى الْفِعْلِ. ‏ ‏قَوْله : ( يُغِيرُونَ ) ‏ ‏بِالضَّمِّ مِنْ أَغَارَ أَيْ دَفَعَ الْخَيْل فِي الْحَرْب. ‏ ‏قَوْله : ( الصِّرْم ) ‏ ‏بِكَسْرِ الْمُهْمَلَة , أَيْ أَبْيَاتًا مُجْتَمِعَة مِنْ النَّاس. ‏ ‏قَوْله : ( فَقَالَتْ يَوْمًا لِقَوْمِهَا : مَا أَرَى هَؤُلَاءِ الْقَوْم يَدْعُونَكُمْ عَمْدًا ) ‏ ‏هَذِهِ رِوَايَة الْأَكْثَر , قَالَ اِبْن مَالِك : مَا مَوْصُولَة , وَأَرَى بِفَتْحِ الْهَمْزَة بِمَعْنَى أَعْلَم , وَالْمَعْنَى الَّذِي أَعْتَقِدُهُ أَنَّ هَؤُلَاءِ يَتْرُكُونَكُمْ عَمْدًا لَا غَفْلَة وَلَا نِسْيَانًا بَلْ مُرَاعَاة لِمَا سَبَقَ بَيْنِي وَبَيْنهمْ , وَهَذِهِ الْغَايَة فِي مُرَاعَاة الصُّحْبَة الْيَسِيرَة , وَكَانَ هَذَا الْقَوْل سَبَبًا لِرَغْبَتِهِمْ فِي الْإِسْلَام. وَفِي رِوَايَة أَبِي ذَرٍّ \" مَا أَرَى أَنَّ هَؤُلَاءِ الْقَوْم \" وَقَالَ اِبْن مَالِك أَيْضًا : وَقَعَ فِي بَعْض النُّسَخ \" مَا أَدْرِي \" يَعْنِي رِوَايَة الْأَصِيلِيّ. قَالَ : وَمَا مَوْصُولَة وَأَنَّ بِفَتْحِ الْهَمْزَة وَقَالَ غَيْره : مَا نَافِيَة وَأَنَّ بِمَعْنَى لَعَلَّ. وَقِيلَ : مَا نَافِيَة وَإِنَّ بِالْكَسْرِ , وَمَعْنَاهُ لَا أَعْلَم حَالكُمْ فِي تَخَلُّفكُمْ عَنْ الْإِسْلَام مَعَ أَنَّهُمْ يَدْعُونَكُمْ عَمْدًا. وَمُحَصَّل الْقِصَّة أَنَّ الْمُسْلِمِينَ صَارُوا يُرَاعُونَ قَوْمهَا عَلَى سَبِيل الِاسْتِئْلَاف لَهُمْ حَتَّى كَانَ ذَلِكَ سَبَبًا لِإِسْلَامِهِمْ. وَبِهَذَا يَحْصُل الْجَوَاب عَنْ الْإِشْكَال الَّذِي ذَكَره بَعْضهمْ , وَهُوَ أَنَّ الِاسْتِيلَاء عَلَى الْكُفَّار بِمُجَرَّدِهِ يُوجِب رِقّ النِّسَاء وَالصِّبْيَانِ , وَإِذَا كَانَ كَذَلِكَ فَقَدْ دَخَلَتْ الْمَرْأَة فِي الرِّقّ بِاسْتِيلَائِهِمْ عَلَيْهَا فَكَيْف وَقَعَ إِطْلَاقهَا وَتَزْوِيدهَا كَمَا تَقَدَّمَ ؟ لِأَنَّا نَقُول : أُطْلِقَتْ لِمَصْلَحَةِ الِاسْتِئْلَاف الَّذِي جَرّ دُخُول قَوْمهَا أَجْمَعِينَ فِي الْإِسْلَام , وَيُحْتَمَل أَنَّهَا كَانَ لَهَا أَمَانٌ قَبْل ذَلِكَ , أَوْ كَانَتْ مِنْ قَوْم لَهُمْ عَهْدٌ. وَاسْتَدَلَّ بِهِ بَعْضهمْ عَلَى جَوَاز أَخْذ أَمْوَال النَّاس عِنْد الضَّرُورَة بِثَمَنٍ إِنْ كَانَ لَهُ ثَمَن , وَفِيهِ نَظَرٌ ; لِأَنَّهُ بَنَاهُ عَلَى أَنَّ الْمَاء كَانَ مَمْلُوكًا لِلْمَرْأَةِ وَأَنَّهَا كَانَتْ مَعْصُومَة النَّفْس وَالْمَال , وَيَحْتَاج إِلَى ثُبُوت ذَلِكَ. وَإِنَّمَا قَدَّمْنَاهُ اِحْتِمَالًا. وَأَمَّا قَوْله \" بِثَمَن \" فَكَأَنَّهُ أَخَذَهُ مِنْ إِعْطَائِهَا مَا ذَكَرَ , وَلَيْسَ بِمُسْتَقِيمٍ ; لِأَنَّ الْعَطِيَّة الْمَذْكُورَة مُتَقَوَّمَة , وَالْمَاء مِثْلِيٌّ , وَضَمَان الْمِثْلِيّ إِنَّمَا يَكُون بِالْمِثْلِ. وَيَنْعَكِس مَا قَالَهُ مِنْ جِهَةٍ أُخْرَى وَهُوَ أَنَّ الْمَأْخُوذ مِنْ فَضْل الْمَاء لِلضَّرُورَةِ لَا يَجِبُ الْعِوَضُ عَنْهُ. وَقَالَ بَعْضهمْ : فِيهِ جَوَاز طَعَام الْمُخَارَجَة ; لِأَنَّهُمْ تَخَارَجُوا فِي عِوَض الْمَاء , وَهُوَ مَبْنِيٌّ عَلَى مَا تَقَدَّمَ. وَفِيهِ أَنَّ الْخَوَارِق لَا تُغَيِّر الْأَحْكَام الشَّرْعِيَّة. ‏ ‏قَوْله : ( قَالَ أَبُو عَبْد اللَّه : صَبَأَ... إِلَخْ ) ‏ ‏هَذَا فِي رِوَايَة الْمُسْتَمْلِي وَحْده , وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ : صَبَأَ فُلَان : اِنْخَلَعَ. وَأَصْبَأ , أَيْ كَذَلِكَ. وَكَذَا قَوْله \" وَقَالَ أَبُو الْعَالِيَة... إِلَخْ \" وَقَدْ وَصَلَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق الرَّبِيع بْن أَنَس عَنْهُ. وَقَالَ غَيْره : هُمْ مَنْسُوبُونَ إِلَى صَابِئ بْن متوشلح عَمّ نُوح عَلَيْهِ السَّلَام. وَرَوَى اِبْن مَرْدَوَيْهِ بِإِسْنَادٍ حَسَن عَنْ اِبْن عَبَّاس قَالَ : الصَّابِئُونَ لَيْسَ لَهُمْ كِتَاب. اِنْتَهَى. وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ \" أُصِبْ أَمَل \" وَهَذَا سَيَأْتِي فِي تَفْسِير سُورَة يُوسُف إِنْ شَاءَ اللَّه تَعَالَى. وَإِنَّمَا أَوْرَدَ الْبُخَارِيّ هَذَا هُنَا لِيُبَيِّنَ الْفَرْق بَيْن الصَّابِئ الْمُرَاد فِي هَذَا الْحَدِيث وَالصَّابِئ الْمَنْسُوب لِلطَّائِفَةِ الْمَذْكُورَة. وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "345",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ ـ هُوَ غُنْدَرٌ ـ عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ أَبُو مُوسَى لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ إِذَا لَمْ يَجِدِ الْمَاءَ لاَ يُصَلِّي‏.‏ قَالَ عَبْدُ اللَّهِ لَوْ رَخَّصْتُ لَهُمْ فِي هَذَا، كَانَ إِذَا وَجَدَ أَحَدُهُمُ الْبَرْدَ قَالَ هَكَذَا ـ يَعْنِي تَيَمَّمَ وَصَلَّى ـ قَالَ قُلْتُ فَأَيْنَ قَوْلُ عَمَّارٍ لِعُمَرَ قَالَ إِنِّي لَمْ أَرَ عُمَرَ قَنِعَ بِقَوْلِ عَمَّارٍ‏.‏",
    "english_text": "Abu Musa said to `Abdullah bin Mas`ud, \"If one does not find water (for ablution) can he give up the \nprayer?\" `Abdullah replied, \"If you give the permission to perform Tayammum they will perform \nTayammum even if water was available if one of them found it cold.\" Abu Musa said, \"What about \nthe statement of `Ammar to `Umar?\" `Abdullah replied, \"`Umar was not satisfied by his statement.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد هُوَ غُنْدَر ) ‏ ‏لَمْ يَقُلْ الْأَصِيلِيّ \" هُوَ غُنْدَر \" فَكَأَنَّهَا مَقُول مَنْ دُون الْبُخَارِيّ. ‏ ‏قَوْله : ( عَنْ شُعْبَة ) ‏ ‏لِلْأَصِيلِيّ \" حَدَّثَنَا شُعْبَة \" , وَسُلَيْمَان هُوَ الْأَعْمَش. ‏ ‏قَوْله : ( فَإِذَا لَمْ تَجِد الْمَاء لَا تُصَلِّي ) ‏ ‏كَذَا فِي رِوَايَتنَا بِتَاءِ الْخِطَاب , وَيُؤَيِّدهُ رِوَايَة الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه وَلَفْظ \" فَقَالَ عَبْد اللَّه نَعَمْ إِنْ لَمْ أَجِد الْمَاء شَهْرًا لَا أُصَلِّي \" وَفِي رِوَايَة كَرِيمَة بِالْيَاءِ التَّحْتَانِيَّة فِي الْمَوْضِعَيْنِ أَيْ إِذَا لَمْ يَجِد الْجُنُب. ‏ ‏قَوْلُهُ : ( قَالَ عَبْد اللَّه ) ‏ ‏زَادَ اِبْن عَسَاكِر \" نَعَمْ \". ‏ ‏قَوْله : ( أَحَدهمْ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْحَمَوِيِّ \" أَحَدكُمْ \". ‏ ‏قَوْله : ( قَالَ هَكَذَا ) ‏ ‏فِيهِ إِطْلَاق الْقَوْل عَلَى الْعَمَل , وَقَوْله \" يَعْنِي تَيَمَّمَ وَصَلَّى \" شَرْح لِقَوْلِهِ \" هَكَذَا \" وَالظَّاهِر أَنَّهُ مَقُول أَبِي مُوسَى. ‏ ‏قَوْله : ( فَأَيْنَ قَوْل عَمَّار لِعُمَر ) ‏ ‏هَكَذَا وَقَعَ فِي رِوَايَة شُعْبَة مُخْتَصَرًا , وَبَيَانه فِي رِوَايَة حَفْص الْآتِيَة ثُمَّ رِوَايَة أَبِي مُعَاوِيَة وَهِيَ أَتَمُّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "346",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ شَقِيقَ بْنَ سَلَمَةَ، قَالَ كُنْتُ عِنْدَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ لَهُ أَبُو مُوسَى أَرَأَيْتَ يَا أَبَا عَبْدِ الرَّحْمَنِ إِذَا أَجْنَبَ فَلَمْ يَجِدْ، مَاءً كَيْفَ يَصْنَعُ فَقَالَ عَبْدُ اللَّهِ لاَ يُصَلِّي حَتَّى يَجِدَ الْمَاءَ‏.‏ فَقَالَ أَبُو مُوسَى فَكَيْفَ تَصْنَعُ بِقَوْلِ عَمَّارٍ حِينَ قَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ كَانَ يَكْفِيكَ ‏\"‏ قَالَ أَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِذَلِكَ‏.‏ فَقَالَ أَبُو مُوسَى فَدَعْنَا مِنْ قَوْلِ عَمَّارٍ، كَيْفَ تَصْنَعُ بِهَذِهِ الآيَةِ فَمَا دَرَى عَبْدُ اللَّهِ مَا يَقُولُ فَقَالَ إِنَّا لَوْ رَخَّصْنَا لَهُمْ فِي هَذَا لأَوْشَكَ إِذَا بَرَدَ عَلَى أَحَدِهِمُ الْمَاءُ أَنْ يَدَعَهُ وَيَتَيَمَّمَ‏.‏ فَقُلْتُ لِشَقِيقٍ فَإِنَّمَا كَرِهَ عَبْدُ اللَّهِ لِهَذَا قَالَ نَعَمْ‏.‏",
    "english_text": "I was with `Abdullah and Abu Musa; the latter asked the former, \"O Abu `Abdur-Rahman! What is \nyour opinion if somebody becomes Junub and no water is available?\" `Abdullah replied, \"Do not pray \ntill water is found.\" Abu Musa said, \"What do you say about the statement of `Ammar (who was \nordered by the Prophet (ﷺ) to perform Tayammum). The Prophet (ﷺ) said to him: \"Perform Tayammum and \nthat would be sufficient.\" `Abdullah replied, \"Don't you see that `Umar was not satisfied by `Ammar's \nstatement?\" Abu- Musa said, \"All right, leave `Ammar's statement, but what will you say about this \nverse (of Tayammum)?\" `Abdullah kept quiet and then said, \"If we allowed it, then they would \nprobably perform Tayammum even if water was available, if one of them found it (water) cold.\" The \nnarrator added, \"I said to Shaqiq, \"Then did `Abdullah dislike to perform Tayammum because of \nthis?\" He replied, \"Yes.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "347",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى الأَشْعَرِيِّ فَقَالَ لَهُ أَبُو مُوسَى لَوْ أَنَّ رَجُلاً أَجْنَبَ، فَلَمْ يَجِدِ الْمَاءَ شَهْرًا، أَمَا كَانَ يَتَيَمَّمُ وَيُصَلِّي فَكَيْفَ تَصْنَعُونَ بِهَذِهِ الآيَةِ فِي سُورَةِ الْمَائِدَةِ ‏{‏فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا‏}‏ فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذَا لأَوْشَكُوا إِذَا بَرَدَ عَلَيْهِمُ الْمَاءُ أَنْ يَتَيَمَّمُوا الصَّعِيدَ‏.‏ قُلْتُ وَإِنَّمَا كَرِهْتُمْ هَذَا لِذَا قَالَ نَعَمْ‏.‏ فَقَالَ أَبُو مُوسَى أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَاجَةٍ فَأَجْنَبْتُ، فَلَمْ أَجِدِ الْمَاءَ، فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ، فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَصْنَعَ هَكَذَا ‏\"‏‏.‏ فَضَرَبَ بِكَفِّهِ ضَرْبَةً عَلَى الأَرْضِ ثُمَّ نَفَضَهَا، ثُمَّ مَسَحَ بِهَا ظَهْرَ كَفِّهِ بِشِمَالِهِ، أَوْ ظَهْرَ شِمَالِهِ بِكَفِّهِ، ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ فَقَالَ عَبْدُ اللَّهِ أَفَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ وَزَادَ يَعْلَى عَنِ الأَعْمَشِ عَنْ شَقِيقٍ كُنْتُ مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ أَبُو مُوسَى أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَنِي أَنَا وَأَنْتَ فَأَجْنَبْتُ فَتَمَعَّكْتُ بِالصَّعِيدِ، فَأَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْنَاهُ فَقَالَ ‏\"‏ إِنَّمَا كَانَ يَكْفِيكَ هَكَذَا ‏\"‏‏.‏ وَمَسَحَ وَجْهَهُ وَكَفَّيْهِ وَاحِدَةً",
    "english_text": "Shaqiq said, \"While I was sitting with `Abdullah and Abu Musa Al-Ash`ari, the latter asked the \nformer, 'If a person becomes Junub and does not find water for one month, can he perform \nTayammum and offer his prayer?' (He applied in the negative). Abu Musa said, 'What do you say \nabout this verse from Sura \"Al-Ma'ida\": When you do not find water then perform Tayammum with \nclean earth? `Abdullah replied, 'If we allowed it then they would probably perform Tayammum with \nclean earth even if water were available but cold.' I said to Shaqiq, 'You then disliked to perform \nTayammum because of this?' Shaqiq said, 'Yes.' (Shaqiq added), \"Abu Musa said, 'Haven't you heard \nthe statement of `Ammar to `Umar? He said: I was sent out by Allah's Messenger (ﷺ) for some job and I \nbecame Junub and could not find water so I rolled myself over the dust (clean earth) like an animal \ndoes, and when I told the Prophet (ﷺ) of that he said, 'Like this would have been sufficient.' The Prophet (ﷺ) \n(saying so) lightly stroked the earth with his hand once and blew it off, then passed his (left) hand over \nthe back of his right hand or his (right) hand over the back of his left hand and then passed them over \nhis face.' So `Abdullah said to Abu- Musa, 'Don't you know that `Umar was not satisfied with \n`Ammar's statement?' \" \nNarrated Shaqiq: While I was with `Abdullah and Abu Musa, the latter said to the former, \"Haven't \nyou heard the statement of `Ammar to `Umar? He said, \"Allah's Messenger (ﷺ) sent you and me out and I \nbecame Junub and rolled myself in the dust (clean earth) (for Tayammum). When we came to Allah's \nApostle I told him about it and he said, 'This would have been sufficient,' passing his hands over his \nface and the backs of his hands once only.' \"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن سَلَامٍ ) ‏ ‏وَلِلْأَصِيلِيّ مُحَمَّد هُوَ اِبْن سَلَامٍ. ‏ ‏قَوْله : ( مَا كَانَ يَتَيَمَّم وَيُصَلِّي ) ‏ ‏وَلِكَرِيمَة وَالْأَصِيلِيّ \" أَمَا كَانَ \" بِزِيَادَةِ هَمْزَة الِاسْتِفْهَام , وَلِمُسْلِمٍ كَيْف يَصْنَع بِالصَّلَاةِ ؟ قَالَ عَبْد اللَّه \" لَا يَتَيَمَّم وَإِنْ لَمْ يَجِد الْمَاء شَهْرًا \" وَنَحْوه لِأَبِي دَاوُدَ \" قَالَ فَقَالَ أَبُو مُوسَى فَكَيْف تَصْنَعُونَ بِهَذِهِ الْآيَة \". ‏ ‏قَوْله : ( فَكَيْف تَصْنَعُونَ فِي سُورَة الْمَائِدَة ) ‏ ‏ولِلْكُشْمِيهَنِيّ \" فَكَيْف تَصْنَعُونَ بِهَذِهِ الْآيَة فِي سُورَة الْمَائِدَة \" وَسَقَطَ لَفْظ الْآيَة مِنْ رِوَايَة الْأَصِيلِيّ. ‏ ‏قَوْله : ( فَلَمْ تَجِدُوا ) ‏ ‏هُوَ بَيَان لِلْمُرَادِ مِنْ الْآيَة , وَوَقَعَ فِي رِوَايَة الْأَصِيلِيّ \" فَإِنْ لَمْ تَجِدُوا \" وَهُوَ مُغَايِرٌ لِلتِّلَاوَةِ وَقِيلَ إِنَّهُ كَانَ كَذَلِكَ فِي رِوَايَة أَبِي ذَرٍّ ثُمَّ أَصْلَحَهَا عَلَى وَفْق الْآيَة , وَإِنَّمَا عَيَّنَ سُورَة الْمَائِدَة لِكَوْنِهَا أَظْهَر فِي مَشْرُوعِيَّة تَيَمُّم الْجُنُب مِنْ آيَة النِّسَاء لِتَقَدُّمِ حُكْم الْوُضُوء فِي الْمَائِدَة , قَالَ الْخَطَّابِيُّ وَغَيْره : فِيهِ دَلِيل عَلَى أَنَّ عَبْد اللَّه كَانَ يَرَى أَنَّ الْمُرَاد بِالْمُلَامَسَةِ الْجِمَاع فَلِهَذَا لَمْ يَدْفَع دَلِيل أَبِي مُوسَى وَإِلَّا لَكَانَ يَقُول لَهُ الْمُرَاد مِنْ الْمُلَامَسَة اِلْتِقَاء الْبَشَرَتَيْنِ فِيمَا دُون الْجِمَاع , وَجَعْلُ التَّيَمُّم بَدَلًا مِنْ الْوُضُوء لَا يَسْتَلْزِم جَعْله بَدَلًا مِنْ الْغُسْل. ‏ ‏قَوْله : ( إِذَا بَرَدَ ) ‏ ‏بِفَتْحِ الرَّاء عَلَى الْمَشْهُور , وَحَكَى الْجَوْهَرِيّ ضَمَّهَا. ‏ ‏قَوْله : ( قُلْت وَإِنَّمَا كَرِهْتُمْ هَذَا لِذَا ) ‏ ‏قَائِل ذَلِكَ هُوَ شَقِيق قَالَهُ الْكَرْمَانِيُّ , وَلَيْسَ كَمَا قَالَ بَلْ هُوَ الْأَعْمَش وَالْمَقُول لَهُ شَقِيق كَمَا صَرَّحَ بِذَلِكَ فِي رِوَايَة حَفْص الَّتِي قَبْل هَذِهِ. ‏ ‏قَوْله : ( فَقَالَ أَبُو مُوسَى أَلَمْ تَسْمَع ) ‏ ‏ظَاهِره أَنَّ ذِكْر أَبِي مُوسَى لِقِصَّةِ عَمَّار مُتَأَخِّرٌ عَنْ اِحْتِجَاجه بِالْآيَةِ , وَفِي رِوَايَة حَفْص الْمَاضِيَة اِحْتِجَاجه بِالْآيَةِ مُتَأَخِّرٌ عَنْ اِحْتِجَاجه بِحَدِيثِ عَمَّار , وَرِوَايَة حَفْص أَرْجَحُ ; لِأَنَّ فِيهَا زِيَادَة تَدُلّ عَلَى ضَبْط ذَلِكَ وَهِيَ قَوْله : فَدَعْنَا مِنْ قَوْل عَمَّار كَيْف تَصْنَع بِهَذِهِ الْآيَة. ‏ ‏قَوْله : ( كَمَا تَمَرَّغُ الدَّابَّة ) ‏ ‏بِفَتْحِ الْمُثَنَّاة وَضَمِّ الْغَيْن الْمُعْجَمَة وَأَصْله تَتَمَرَّغ فَحُذِفَتْ إِحْدَى التَّاءَيْنِ. ‏ ‏قَوْله : ( إِنَّمَا كَانَ يَكْفِيك ) ‏ ‏فِيهِ أَنَّ الْكَيْفِيَّة الْمَذْكُورَة مُجْزِئَةٌ فَيُحْمَل مَا وَرَدَ زَائِدًا عَلَيْهَا عَلَى الْأَكْمَل. ‏ ‏قَوْله : ( ظَهْر كَفّه بِشِمَالِهِ أَوْ ظَهْر شِمَاله بِكَفِّهِ ) ‏ ‏كَذَا فِي جَمِيع الرِّوَايَات بِالشَّكِّ , وَفِي رِوَايَة أَبِي دَاوُدَ تَحْرِير ذَلِكَ مِنْ طَرِيق أَبِي مُعَاوِيَة أَيْضًا وَلَفْظه \" ثُمَّ ضَرَبَ بِشِمَالِهِ عَلَى يَمِينه وَبِيَمِينِهِ عَلَى شِمَاله عَلَى الْكَفَّيْنِ ثُمَّ مَسَحَ وَجْهه. وَفِيهِ الِاكْتِفَاء بِضَرْبَةٍ وَاحِدَةٍ فِي التَّيَمُّم , وَنَقَلَهُ اِبْن الْمُنْذِر عَنْ جُمْهُور الْعُلَمَاء وَاخْتَارَهُ. وَفِيهِ أَنَّ التَّرْتِيب غَيْر مُشْتَرَط فِي التَّيَمُّم , قَالَ اِبْن دَقِيق الْعِيد : اُخْتُلِفَ فِي لَفْظ هَذَا الْحَدِيث فَوَقَعَ عِنْد الْبُخَارِيّ بِلَفْظِ ثُمَّ وَفِي سِيَاقه اِخْتِصَارٌ وَلِمُسْلِمٍ بِالْوَاوِ وَلَفْظه \" ثُمَّ مَسَحَ الشِّمَال عَلَى الْيَمِين وَظَاهِر كَفَّيْهِ وَوَجْهه \" وَلِلْإِسْمَاعِيلِيِّ مَا هُوَ أَصْرَحُ مِنْ ذَلِكَ. قُلْت : وَلَفْظه مِنْ طَرِيق هَارُون الْحَمَّال عَنْ أَبِي مُعَاوِيَة \" إِنَّمَا يَكْفِيك أَنْ تَضْرِب بِيَدَيْك عَلَى الْأَرْض ثُمَّ تَنْفُضهُمَا ثُمَّ تَمْسَح بِيَمِينِك عَلَى شِمَالك وَشِمَالك عَلَى يَمِينك ثُمَّ تَمْسَح عَلَى وَجْهك \" قَالَ الْكَرْمَانِيُّ : فِي هَذِهِ الرِّوَايَة إِشْكَالٌ مِنْ خَمْسَة أَوْجُه : أَحَدُهَا الضَّرْبَة الْوَاحِدَة , وَفِي الطُّرُق الْأُخْرَى ضَرْبَتَانِ , وَقَدْ قَالَ النَّوَوِيّ الْأَصَحّ الْمَنْصُوص ضَرْبَتَانِ. قُلْت : مُرَاد النَّوَوِيّ مَا يَتَعَلَّق بِنَقْلِ الْمَذْهَب. ‏ ‏قَوْله : ( أَلَمْ تَرَ عُمَر ) ‏ ‏فِي رِوَايَة الْأَصِيلِيّ وَكَرِيمَة \" أَفَلَمْ \" بِزِيَادَةِ فَاء , وَإِنَّمَا لَمْ يَقْنَع عُمَر بِقَوْلِ عَمَّار لِكَوْنِهِ أَخْبَرَهُ أَنَّهُ كَانَ مَعَهُ فِي تِلْكَ الْحَال وَحَضَرَ مَعَهُ تِلْكَ الْقِصَّة كَمَا سَيَأْتِي فِي رِوَايَة يَعْلَى بْن عُبَيْد , وَلَمْ يَتَذَكَّر ذَلِكَ عُمَر أَصْلًا , وَلِهَذَا قَالَ لِعَمَّار فِيمَا رَوَاهُ مُسْلِم مِنْ طَرِيق عَبْد الرَّحْمَن بْن أَبْزَى : اِتَّقِ اللَّه يَا عَمَّار , قَالَ : إِنْ شِئْت لَمْ أُحَدِّث بِهِ فَقَالَ عُمَر : نُوَلِّيك مَا تَوَلَّيْت. قَالَ النَّوَوِيّ : مَعْنَى قَوْل عُمَر \" اِتَّقِ اللَّه يَا عَمَّار \" أَيْ فِيمَا تَرْوِيه وَتَثَبَّتَ فِيهِ , فَلَعَلَّك نَسِيت أَوْ اِشْتَبَهَ عَلَيْك , فَإِنِّي كُنْت مَعَك وَلَا أَتَذَكَّرُ شَيْئًا مِنْ هَذَا , وَمَعْنَى قَوْل عَمَّار : إِنْ رَأَيْت الْمَصْلَحَة فِي الْإِمْسَاك عَنْ التَّحْدِيث بِهِ رَاجِحَة عَلَى التَّحْدِيث بِهِ وَافَقْتُك وَأَمْسَكْت فَإِنِّي قَدْ بَلَّغْته فَلَمْ يَبْقَ عَلَيَّ فِيهِ حَرَجٌ. فَقَالَ لَهُ عُمَر : نُوَلِّيك مَا تَوَلَّيْت , أَيْ لَا يَلْزَم مِنْ كَوْنِي لَا أَتَذَكَّرُهُ أَنْ لَا يَكُون حَقًّا فِي نَفْس الْأَمْر , فَلَيْسَ لِي مَنْعُك مِنْ التَّحْدِيث بِهِ. ‏ ‏قَوْله : ( زَادَ يَعْلَى ) ‏ ‏هُوَ اِبْن عُبَيْد , وَاَلَّذِي زَادَهُ يَعْلَى فِي هَذِهِ الْقِصَّة قَوْل عَمَّار لِعُمَر \" بَعَثَنِي أَنَا وَأَنْتَ \" وَبِهِ يَتَّضِح عُذْر عُمَر كَمَا قَدَّمْنَاهُ , وَأَمَّا اِبْن مَسْعُود فَلَا عُذْر لَهُ فِي التَّوَقُّف عَنْ قَبُول حَدِيث عَمَّار , فَلِهَذَا جَاءَ عَنْهُ أَنَّهُ رَجَعَ عَنْ الْفُتْيَا بِذَلِكَ كَمَا أَخْرَجَهُ اِبْن أَبِي شَيْبَة بِإِسْنَادٍ فِيهِ اِنْقِطَاعٌ عَنْهُ , وَرِوَايَة يَعْلَى بْن عُبَيْدٍ لِهَذَا الْحَدِيث وَصَلَهَا أَحْمَد فِي مُسْنَده عَنْهُ. ‏ ‏قَوْله : ( إِنَّمَا كَانَ يَكْفِيك هَكَذَا ) ‏ ‏لِلْكُشْمِيهَنِيّ \" هَذَا \". ‏ ‏قَوْلُهُ : ( وَاحِدَة ) ‏ ‏أَيْ مَسْحَة وَاحِدَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "348",
    "category": "كتاب التيمم",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عَوْفٌ، عَنْ أَبِي رَجَاءٍ، قَالَ حَدَّثَنَا عِمْرَانُ بْنُ حُصَيْنٍ الْخُزَاعِيُّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً مُعْتَزِلاً لَمْ يُصَلِّ فِي الْقَوْمِ فَقَالَ ‏\"‏ يَا فُلاَنُ مَا مَنَعَكَ أَنْ تُصَلِّيَ فِي الْقَوْمِ ‏\"‏‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ، أَصَابَتْنِي جَنَابَةٌ وَلاَ مَاءَ‏.‏ قَالَ ‏\"‏ عَلَيْكَ بِالصَّعِيدِ فَإِنَّهُ يَكْفِيكَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) saw a person sitting aloof and not praying with the people. He asked him, \"O so and \nso! What prevented you from offering the prayer with the people?\" He replied, \"O Allah's Messenger (ﷺ)! I \nam Junub and there is no water.\" The Prophet (ﷺ) said, \"Perform Tayammum with clean earth and that \nwill be sufficient for you.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُسَدَّدٌ ) ‏ ‏زَادَ أَبُو ذَرٍّ \" اِبْن مُسَرْهَد \" , ‏ ‏وَيَحْيَى بْن سَعِيد ‏ ‏هُوَ الْقَطَّان , ‏ ‏وَعَوْف ‏ ‏بِالْفَاءِ هُوَ الْأَعْرَابِيّ ‏ ‏وَأَبُو رَجَاء ‏ ‏هُوَ الْعُطَارِدِيّ ‏ ‏وَعِمْرَانُ ‏ ‏هُوَ اِبْن حُصَيْنٍ كُلّهمْ بَصْرِيُّونَ. ‏ ‏قَوْله : ( كُنَّا فِي سَفَر مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏اُخْتُلِفَ فِي تَعْيِين هَذَا السَّفَر : فَفِي مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة أَنَّهُ وَقَعَ عِنْد رُجُوعهمْ مِنْ خَيْبَر قَرِيبٌ مِنْ هَذِهِ الْقِصَّة , وَفِي أَبِي دَاوُدَ مِنْ حَدِيث اِبْن مَسْعُود \" أَقْبَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْحُدَيْبِيَة لَيْلًا فَنَزَلَ فَقَالَ مَنْ يَكْلَؤُنَا ؟ فَقَالَ بِلَال أَنَا \" الْحَدِيث. وَفِي الْمُوَطَّأ عَنْ زَيْد بْن أَسْلَمَ مُرْسَلًا \" عَرَّسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة بِطَرِيقِ مَكَّة , وَوَكَّلَ بِلَالًا \" , وَفِي مُصَنَّف عَبْد الرَّزَّاق عَنْ عَطَاء بْن يَسَار مُرْسَلًا أَنَّ ذَلِكَ كَانَ بِطَرِيقِ تَبُوك , وَلِلْبَيْهَقِيِّ فِي الدَّلَائِل نَحْوه مِنْ حَدِيث عُقْبَة بْنِ عَامِر , وَرَوَى مُسْلِم مِنْ حَدِيث أَبِي قَتَادَة مُطَوَّلًا وَالْبُخَارِيّ مُخْتَصَرًا فِي الصَّلَاة قِصَّة نَوْمهمْ عَنْ صَلَاة الصُّبْح أَيْضًا فِي السَّفَر لَكِنْ لَمْ يُعَيِّنْهُ , وَوَقَعَ فِي رِوَايَة لِأَبِي دَاوُدَ أَنَّ ذَلِكَ كَانَ فِي غَزْوَة جَيْش الْأُمَرَاء , وَتَعَقَّبَهُ اِبْن عَبْد الْبَرّ بِأَنَّ غَزْوَة جَيْش الْأُمَرَاء هِيَ غَزْوَة مُؤْتَة وَلَمْ يَشْهَدهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهُوَ كَمَا قَالَ , لَكِنْ يَحْتَمِل أَنْ يَكُون الْمُرَاد بِغَزْوَةِ جَيْش الْأُمَرَاء غَزْوَة أُخْرَى غَيْر غَزْوَة مُؤْتَة. وَقَدْ اِخْتَلَفَ الْعُلَمَاء هَلْ كَانَ ذَلِكَ مَرَّة أَوْ أَكْثَر , أَعْنِي نَوْمهمْ عَنْ صَلَاة الصُّبْح , فَجَزَمَ الْأَصِيلِيّ بِأَنَّ الْقِصَّة وَاحِدَة , وَتَعَقَّبَهُ الْقَاضِي عِيَاض بِأَنَّ قِصَّة أَبِي قَتَادَةَ مُغَايِرَةٌ لِقِصَّةِ عِمْرَان بْن حُصَيْنٍ , وَهُوَ كَمَا قَالَ , فَأَنَّ قِصَّة أَبِي قَتَادَةَ فِيهَا أَنَّ أَبَا بَكْر وَعُمَر لَمْ يَكُونَا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا نَامَ , وَقِصَّة عِمْرَان فِيهَا أَنَّهُمَا كَانَا مَعَهُ كَمَا سَنُبَيِّنُهُ , وَأَيْضًا فَقِصَّة عِمْرَان فِيهَا أَنَّ أَوَّل مَنْ اِسْتَيْقَظَ أَبُو بَكْر وَلَمْ يَسْتَيْقِظ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى أَيْقَظَهُ عُمَر بِالتَّكْبِيرِ , وَقِصَّة أَبِي قَتَادَةَ فِيهَا أَنَّ أَوَّل مَنْ اِسْتَيْقَظَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَفِي الْقِصَّتَيْنِ غَيْر ذَلِكَ مِنْ وُجُوه الْمُغَايَرَات , وَمَعَ ذَلِكَ فَالْجَمْع بَيْنهمَا مُمْكِنٌ لَا سِيَّمَا مَا وَقَعَ عِنْد مُسْلِم وَغَيْره أَنَّ عَبْد اللَّه بْن رَبَاح رَاوِي الْحَدِيث عَنْ أَبِي قَتَادَةَ ذَكَرَ أَنَّ عِمْرَان بْن حُصَيْنٍ سَمِعَهُ وَهُوَ يُحَدِّثُ بِالْحَدِيثِ بِطُولِهِ فَقَالَ لَهُ : أَنْظُر كَيْف تُحَدِّثُ , فَإِنِّي كُنْت شَاهِدًا الْقِصَّة. قَالَ فَمَا أَنُكِرَ عَلَيْهِ مِنْ الْحَدِيث شَيْئًا. فَهَذَا يَدُلّ عَلَى اِتِّحَادهَا. لَكِنْ لِمُدَّعِي التَّعَدُّد أَنْ يَقُول : يُحْتَمَل أَنْ يَكُون عِمْرَان حَضَرَ الْقِصَّتَيْنِ فَحَدَّثَ بِإِحْدَاهُمَا وَصَدَّقَ عَبْد اللَّه بْن رَبَاح لَمَّا حَدَّثَ عَنْ أَبِي قَتَادَةَ بِالْأُخْرَى. وَاللَّهُ أَعْلَم. وَمِمَّا يَدُلّ عَلَى تَعَدُّد الْقِصَّة اِخْتِلَاف مَوَاطِنهَا كَمَا قَدَّمْنَاهُ , وَحَاوَلَ اِبْن عَبْد الْبَرّ الْجَمْع بَيْنهمَا بِأَنَّ زَمَان رُجُوعهمْ مِنْ خَيْبَر قَرِيب مِنْ زَمَان رُجُوعهمْ مِنْ الْحُدَيْبِيَة , وَأَنَّ اِسْم طَرِيق مَكَّة يَصْدُقُ عَلَيْهِمَا. وَلَا يَخْفَى مَا فِيهِ مِنْ التَّكَلُّف , وَرِوَايَة عَبْد الرَّزَّاق بِتَعْيِينِ غَزْوَة تَبُوك تَرُدُّ عَلَيْهِ. وَرَوَى الطَّبَرَانِيُّ مِنْ حَدِيث عَمْرو بْن أُمَيَّة شَبِيهًا بِقِصَّةِ عِمْرَان , وَفِيهِ أَنَّ الَّذِي كَلَأ لَهُمْ الْفَجْر ذُو مِخْبَرٍ , وَهُوَ بِكَسْرِ الْمِيم وَسُكُون الْخَاء الْمُعْجَمَة وَفَتْح الْمُوَحَّدَة , وَأَخْرَجَهُ مِنْ طَرِيق ذِي مِخْبَرٍ أَيْضًا وَأَصْله عِنْد أَبِي دَاوُدَ , وَفِي حَدِيث أَبِي هُرَيْرَة عِنْد مُسْلِم أَنَّ بِلَالًا هُوَ الَّذِي كَلَأ لَهُمْ الْفَجْر , وَذَكَرَ فِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ أَوَّلهمْ اِسْتِيقَاظًا كَمَا فِي قِصَّة أَبِي قَتَادَةَ. وَلِابْنِ حِبَّانَ فِي صَحِيحه مِنْ حَدِيث اِبْن مَسْعُود أَنَّهُ كَلَأ لَهُمْ الْفَجْر , وَهَذَا أَيْضًا يَدُلّ عَلَى تَعَدُّد الْقِصَّة وَاللَّهُ أَعْلَم. ‏ ‏قَوْله : ( أَسْرَيْنَا ) ‏ ‏قَالَ الْجَوْهَرِيّ : تَقُول سَرَيْت وَأَسْرَيْت بِمَعْنَى إِذَا سِرْت لَيْلًا , وَقَالَ صَاحِب الْمُحْكَم السُّرَى سَيْر عَامَّة اللَّيْل وَقِيلَ سَيْر اللَّيْل كُلّه. وَهَذَا الْحَدِيث يُخَالِف الْقَوْل الثَّانِي. ‏ ‏قَوْله : ( وَقَعْنَا وَقْعَة ) ‏ ‏فِي رِوَايَة أَبِي قَتَادَةَ عِنْد الْمُصَنِّف ذِكْر سَبَب نُزُولهمْ فِي تِلْكَ السَّاعَة وَهُوَ سُؤَال بَعْض الْقَوْم فِي ذَلِكَ , وَفِيهِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَخَاف أَنْ تَنَامُوا عَنْ الصَّلَاة , فَقَالَ بِلَال أَنَا أُوقِظهُمْ \" ‏ ‏قَوْله : ( فَكَانَ أَوَّل مَنْ اِسْتَيْقَظَ فُلَان ) ‏ ‏بِنَصْبِ أَوَّل ; لِأَنَّهُ خَبَر كَانَ. وَقَوْله \" الرَّابِع \" هُوَ فِي رِوَايَتنَا بِالرَّفْعِ , وَيَجُوز نَصْبه عَلَى خَبَر كَانَ أَيْضًا , وَقَدْ بَيَّنَ عَوْفٌ أَنَّهُ نَسِيَ تَسْمِيَة الثَّلَاثَة مَعَ أَنَّ شَيْخه كَانَ يُسَمِّيهِمْ , وَقَدْ شَارَكَهُ فِي رِوَايَته عِنْدُهُ سَلْم بْنُ زَرِير فَسَمَّى أَوَّل مَنْ اِسْتَيْقَظَ , أَخْرَجَهُ الْمُصَنِّف فِي عَلَامَات النُّبُوَّة مِنْ طَرِيقه وَلَفْظه \" فَكَانَ أَوَّل مَنْ اِسْتَيْقَظَ أَبُو بَكْر \". وَيُشْبِه وَاللَّهُ أَعْلَم أَنْ يَكُون الثَّانِي عِمْرَان رَاوِي الْقِصَّة ; لِأَنَّ ظَاهِر سِيَاقه أَنَّهُ شَاهَدَ ذَلِكَ وَلَا يُمْكِنهُ مُشَاهَدَته إِلَّا بَعْد اِسْتِيقَاظه , وَيُشْبِه أَنْ يَكُون الثَّالِث مَنْ شَارَكَ عِمْرَان فِي رِوَايَة هَذِهِ الْقِصَّة الْمُعَيَّنَة , فَفِي الطَّبَرَانِيّ مِنْ رِوَايَة عَمْرو بْن أُمَيَّة \" قَالَ ذُو مِخْبَرٍ : فَمَا أَيْقَظَنِي إِلَّا حَرُّ الشَّمْس , فَجِئْت أَدْنَى الْقَوْم فَأَيْقَظْته , وَأَيْقَظَ النَّاس بَعْضهمْ بَعْضًا حَتَّى اِسْتَيْقَظَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( لِأَنَّا لَا نَدْرِي مَا يَحْدُث لَهُ ) ‏ ‏بِضَمِّ الدَّال بَعْدهَا مُثَلَّثَةٌ أَيْ مِنْ الْوَحْي , كَانُوا يَخَافُونَ مِنْ إِيقَاظه قَطْعَ الْوَحْي فَلَا يُوقِظُونَهُ لِاحْتِمَالِ ذَلِكَ. قَالَ اِبْن بَطَّالٍ : يُؤْخَذ مِنْهُ التَّمَسُّك بِالْأَمْرِ الْأَعَمّ اِحْتِيَاطًا. ‏ ‏قَوْله : ( وَكَانَ رَجُلًا جَلِيدًا ) ‏ ‏هُوَ مِنْ الْجَلَادَة بِمَعْنَى الصَّلَابَة , وَزَادَ مُسْلِمٌ هُنَا \" أَجْوَف \" أَيْ رَفِيع الصَّوْت , يَخْرُج صَوْته مِنْ جَوْفه بِقُوَّةٍ. وَفِي اِسْتِعْمَاله التَّكْبِير سُلُوك طَرِيق الْأَدَب وَالْجَمْع بَيْن الْمَصْلَحَتَيْنِ , وَخَصَّ التَّكْبِير ; لِأَنَّهُ أَصْلُ الدُّعَاء إِلَى الصَّلَاة. ‏ ‏قَوْله : ( الَّذِي أَصَابَهُمْ ) ‏ ‏أَيْ مِنْ نَوْمِهِمْ عَنْ صَلَاة الصُّبْح حَتَّى خَرَجَ وَقْتهَا. ‏ ‏قَوْله ( لَا ضَيْر ) ‏ ‏أَيْ لَا ضَرَر , ‏ ‏وَقَوْله \" أَوْ لَا يُضِيرُ \" ‏ ‏شَكٌّ مِنْ عَوْفٍ صَرَّحَ بِذَلِكَ الْبَيْهَقِيُّ فِي رِوَايَته , وَلِأَبِي نُعَيْمٍ فِي الْمُسْتَخْرَج \" لَا يَسُوءُ وَلَا يُضِيرُ \" وَفِيهِ تَأْنِيسٌ لِقُلُوبِ الصَّحَابَة لِمَا عَرَضَ لَهُمْ مِنْ الْأَسَف عَلَى فَوَاتِ الصَّلَاة فِي وَقْتهَا بِأَنَّهُمْ لَا حَرَج عَلَيْهِمْ إِذْ لَمْ يَتَعَمَّدُوا ذَلِكَ. ‏ ‏قَوْله : ( اِرْتَحِلُوا ) ‏ ‏بِصِيغَةِ الْأَمْر , اُسْتُدِلَّ بِهِ عَلَى جَوَاز تَأْخِير الْفَائِتَة عَنْ وَقْت ذِكْرهَا إِذَا لَمْ يَكُنْ عَنْ تَغَافُل أَوْ اِسْتِهَانَة , وَقَدْ بَيَّنَ مُسْلِم مِنْ رِوَايَة أَبِي حَازِم عَنْ أَبِي هُرَيْرَة السَّبَب فِي الْأَمْر بِالِارْتِحَالِ مِنْ ذَلِكَ الْمَوْضِع الَّذِي نَامُوا فِيهِ وَلَفْظه \" فَإِنَّ هَذَا مَنْزِلٌ حَضَرَنَا فِيهِ الشَّيْطَان \" وَلِأَبِي دَاوُدَ مِنْ حَدِيث اِبْن مَسْعُود \" تَحَوَّلُوا عَنْ مَكَانكُمْ الَّذِي أَصَابَتْكُمْ فِيهِ الْغَفْلَة \" وَفِيهِ رَدٌّ عَلَى مَنْ زَعَمَ أَنَّ الْعِلَّة فِيهِ كَوْنُ ذَلِكَ كَانَ وَقْت الْكَرَاهَة , بَلْ فِي حَدِيث الْبَاب أَنَّهُمْ لَمْ يَسْتَيْقِظُوا حَتَّى وَجَدُوا حَرّ الشَّمْس , وَلِمُسْلِمٍ مِنْ حَدِيث أَبِي هُرَيْرَة \" حَتَّى ضَرَبَتْهُمْ الشَّمْس \" وَذَلِكَ لَا يَكُون إِلَّا بَعْد أَنْ يَذْهَب وَقْت الْكَرَاهَة , وَقَدْ قِيلَ إِنَّمَا أَخَّرَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّلَاة لِاشْتِغَالِهِمْ بِأَحْوَالِهَا , وَقِيلَ تَحَرُّزًا مِنْ الْعَدُوّ , وَقِيلَ اِنْتِظَارًا لِمَا يَنْزِل عَلَيْهِ مِنْ الْوَحْي , وَقِيلَ لِأَنَّ الْمَحَلَّ مَحَلُّ غَفْلَة كَمَا تَقَدَّمَ عِنْد أَبِي دَاوُدَ , وَقِيلَ لِيَسْتَيْقِظَ مَنْ كَانَ نَائِمًا وَيَنْشَطَ مَنْ كَانَ كَسْلَانًا. وَرُوِيَ عَنْ اِبْن وَهْب وَغَيْره أَنَّ تَأْخِير قَضَاء الْفَائِتَة مَنْسُوخ بِقَوْلِهِ تَعَالَى ( وَأَقِمْ الصَّلَاةَ لِذِكْرِي ) وَفِيهِ نَظَرٌ ; لِأَنَّ الْآيَة مَكِّيَّة وَالْحَدِيث مَدَنِيّ فَكَيْف يَنْسَخ الْمُتَقَدِّمُ الْمُتَأَخِّرَ ؟ وَقَدْ تَكَلَّمَ الْعُلَمَاء فِي الْجَمْع بَيْن حَدِيث النَّوْم هَذَا وَبَيْن قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ عَيْنَيَّ تَنَامَانِ وَلَا يَنَام قَلْبِي \" قَالَ النَّوَوِيّ : لَهُ جَوَابَانِ , أَحَدهمَا أَنَّ الْقَلْب إِنَّمَا يُدْرِك الْحِسِّيَّات الْمُتَعَلِّقَة بِهِ كَالْحَدَثِ وَالْأَلَم وَنَحْوهمَا , وَلَا يُدْرِك مَا يَتَعَلَّق بِالْعَيْنِ ; لِأَنَّهَا نَائِمَةٌ وَالْقَلْب يَقْظَان. وَالثَّانِي أَنَّهُ كَانَ لَهُ حَالَانِ : حَالٌ كَانَ قَلْبه فِيهِ لَا يَنَام وَهُوَ الْأَغْلَب , وَحَال يَنَام فِيهِ قَلْبه وَهُوَ نَادِرٌ , فَصَادَفَ هَذَا أَيْ قِصَّة النَّوْم عَنْ الصَّلَاة. قَالَ : وَالصَّحِيح الْمُعْتَمَد هُوَ الْأَوَّل وَالثَّانِي ضَعِيف. وَهُوَ كَمَا قَالَ. وَلَا يُقَال الْقَلْب وَإِنْ كَانَ لَا يُدْرِك مَا يَتَعَلَّق بِالْعَيْنِ مِنْ رُؤْيَة الْفَجْر مَثَلًا لَكِنَّهُ يُدْرِك إِذَا كَانَ يَقْظَانًا مُرُور الْوَقْت الطَّوِيل , فَإِنَّ مِنْ اِبْتِدَاء طُلُوع الْفَجْر إِلَى أَنْ حَمِيَتْ الشَّمْس مُدَّة طَوِيلَة لَا تَخْفَى عَلَى مَنْ لَمْ يَكُنْ مُسْتَغْرِقًا ; لِأَنَّا نَقُول : يُحْتَمَل أَنْ يُقَال كَانَ قَلْبه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ ذَاكَ مُسْتَغْرِقًا بِالْوَحْيِ , وَلَا يَلْزَم مَعَ ذَلِكَ وَصْفُهُ بِالنَّوْمِ , كَمَا كَانَ يَسْتَغْرِق صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَالَة إِلْقَاء الْوَحْي فِي الْيَقَظَة , وَتَكُون الْحِكْمَة فِي ذَلِكَ بَيَان التَّشْرِيع بِالْفِعْلِ ; لِأَنَّهُ أَوْقَع فِي النَّفْس كَمَا فِي قَضِيَّة سَهْوه فِي الصَّلَاة. وَقَرِيب مِنْ هَذَا جَوَاب اِبْن الْمُنِير : أَنَّ الْقَلْب قَدْ يَحْصُل لَهُ السَّهْو فِي الْيَقَظَة لِمَصْلَحَةِ التَّشْرِيع , فَفِي النَّوْم بِطَرِيقِ الْأَوْلَى , أَوْ عَلَى السَّوَاء. وَقَدْ أُجِيب عَلَى أَصْل الْإِشْكَال بِأَجْوِبَةٍ أُخْرَى ضَعِيفَة , مِنْهَا أَنَّ مَعْنَى قَوْله \" لَا يَنَام قَلْبِي \" أَيْ لَا يَخْفَى عَلَيْهِ حَالَة اِنْتِقَاض وُضُوئِهِ , وَمِنْهَا أَنَّ مَعْنَاهُ لَا يَسْتَغْرِق بِالنَّوْمِ حَتَّى يُوجَد مِنْهُ الْحَدَث , وَهَذَا قَرِيب مِنْ الَّذِي قَبْله. قَالَ اِبْن دَقِيق الْعِيد : كَأَنَّ قَائِل هَذَا أَرَادَ تَخْصِيص يَقَظَة الْقَلْب بِإِدْرَاكِ حَالَة الِانْتِقَاض , وَذَلِكَ بَعِيدٌ , وَذَلِكَ أَنَّ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ عَيْنَيَّ تَنَامَانِ وَلَا يَنَام قَلْبِي \" خَرَجَ جَوَابًا عَنْ قَوْل عَائِشَة : أَتَنَامُ قَبْل أَنْ تُوتِرَ ؟ وَهَذَا كَلَام لَا تَعَلُّق لَهُ بِانْتِقَاضِ الطَّهَارَة الَّذِي تَكَلَّمُوا فِيهِ , وَإِنَّمَا هُوَ جَوَاب يَتَعَلَّق بِأَمْرِ الْوِتْر فَتُحْمَلُ يَقَظَته عَلَى تَعَلُّق الْقَلْب بِالْيَقَظَةِ لِلْوِتْرِ , وَفَرَّقَ بَيْن مَنْ شَرَعَ فِي النَّوْم مُطْمَئِنّ الْقَلْب بِهِ وَبَيْن مَنْ شَرَعَ فِيهِ مُتَعَلِّقًا بِالْيَقَظَةِ. قَالَ : فَعَلَى هَذَا فَلَا تَعَارُض وَلَا إِشْكَال فِي حَدِيث النَّوْم حَتَّى طَلَعَتْ الشَّمْس ; لِأَنَّهُ يُحْمَل عَلَى أَنَّهُ اِطْمَأَنَّ فِي نَوْمه لِمَا أَوْجَبَهُ تَعَبُ السَّيْر مُعْتَمِدًا عَلَى مَنْ وَكَّلَهُ بِكِلَاءَةِ الْفَجْر. ا ه , وَاللَّهُ أَعْلَم. وَمُحَصَّلُهُ تَخْصِيصُ الْيَقَظَة الْمَفْهُومَة مِنْ قَوْله \" وَلَا يَنَام قَلْبِي \" بِإِدْرَاكِهِ وَقْت الْوِتْر إِدْرَاكًا مَعْنَوِيًّا لِتَعَلُّقِهِ بِهِ , وَأَنَّ نَوْمه فِي حَدِيث الْبَاب كَانَ نَوْمًا مُسْتَغْرِقًا , وَيُؤَيِّدهُ قَوْل بِلَال لَهُ \" أَخَذَ بِنَفْسِي الَّذِي أَخَذَ بِنَفْسِك \" كَمَا فِي حَدِيث أَبِي هُرَيْرَة عِنْد مُسْلِم وَلَمْ يُنْكِر عَلَيْهِ , وَمَعْلُومٌ أَنَّ نَوْم بِلَال كَانَ مُسْتَغْرِقًا. وَقَدْ اِعْتَرَضَ عَلَيْهِ بِأَنَّ مَا قَالَهُ يَقْتَضِي اِعْتِبَار خُصُوص السَّبَب , وَأَجَابَ بِأَنَّهُ يُعْتَبَر إِذَا قَامَتْ عَلَيْهِ قَرِينَةٌ وَأَرْشَدَ إِلَيْهِ السِّيَاق , وَهُوَ هُنَا كَذَلِكَ. وَمِنْ الْأَجْوِبَة الضَّعِيفَة أَيْضًا قَوْل مَنْ قَالَ : كَانَ قَلْبه يَقْظَانًا وَعَلِمَ بِخُرُوجِ الْوَقْت لَكِنْ تَرَكَ إِعْلَامهمْ بِذَلِكَ عَمْدًا لِمَصْلَحَةِ التَّشْرِيع. وَقَوْل مَنْ قَالَ : الْمُرَاد بِنَفْيِ النَّوْم عَنْ قَلْبه أَنَّهُ لَا يَطْرَأ عَلَيْهِ أَضْغَاث أَحْلَام كَمَا يَطْرَأ عَلَى غَيْره , بَلْ كُلّ مَا يَرَاهُ فِي نَوْمه حَقٌّ وَوَحْيٌ. فَهَذِهِ عِدَّة أَجْوِبَة أَقْرَبهَا إِلَى الصَّوَاب الْأَوَّل عَلَى الْوَجْه الَّذِي قَرَّرْنَاهُ , وَاللَّهُ الْمُسْتَعَانُ. ‏ ‏( فَائِدَةٌ ) : ‏ ‏قَالَ الْقُرْطُبِيّ : أَخَذَ بِهَذَا بَعْض الْعُلَمَاء فَقَالَ : مَنْ اِنْتَبَهَ مِنْ نَوْم عَنْ صَلَاة فَاتَتْهُ فِي سَفَر فَلْيَتَحَوَّلْ عَنْ مَوْضِعه , وَإِنْ كَانَ وَادِيًا فَيَخْرُج عَنْهُ. وَقِيلَ إِنَّمَا يَلْزَم فِي ذَلِكَ الْوَادِي بِعَيْنِهِ , وَقِيلَ : هُوَ خَاصّ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُ لَا يَعْلَم مِنْ حَال ذَلِكَ الْوَادِي وَلَا غَيْره ذَلِكَ إِلَّا هُوَ. وَقَالَ غَيْره : يُؤْخَذ مِنْهُ أَنَّ مَنْ حَصَلَتْ لَهُ غَفْلَة فِي مَكَان عَنْ عِبَادَة اُسْتُحِبَّ لَهُ التَّحَوُّل مِنْهُ , وَمِنْهُ أَمْر النَّاعِس فِي سَمَاع الْخُطْبَة يَوْم الْجُمْعَة بِالتَّحَوُّلِ مِنْ مَكَانه إِلَى مَكَان آخَر. ‏ ‏قَوْله : ( فَسَارَ غَيْر بَعِيدٍ ) ‏ ‏يَدُلّ عَلَى أَنَّ الِارْتِحَال الْمَذْكُور وَقَعَ عَلَى خِلَاف سَيْرهمْ الْمُعْتَاد. ‏ ‏قَوْله : ( وَنُودِيَ بِالصَّلَاةِ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى الْأَذَان لِلْفَوَائِتِ , وَتُعُقِّبَ بِأَنَّ النِّدَاء أَعَمُّ مِنْ الْأَذَان فَيُحْتَمَل أَنْ يُرَاد بِهِ هُنَا الْإِقَامَة. وَأُجِيب بِأَنَّ فِي رِوَايَة مُسْلِم مِنْ حَدِيث أَبِي قَتَادَةَ التَّصْرِيح بِالتَّأْذِينِ , وَكَذَا هُوَ عِنْد الْمُصَنِّف فِي أَوَاخِر الْمَوَاقِيت. وَتَرْجَمَ لَهُ خَاصَّة بِذَلِكَ كَمَا سَيَأْتِي. ‏ ‏قَوْله : ( فَصَلَّى بِالنَّاسِ ) ‏ ‏فِيهِ مَشْرُوعِيَّةُ الْجَمَاعَة فِي الْفَوَائِت. ‏ ‏قَوْله : ( إِذَا هُوَ بِرَجُلٍ ) ‏ ‏لَمْ أَقِفْ عَلَى تَسْمِيَتِهِ , وَوَقَعَ فِي شَرْح الْعُمْدَة لِلشَّيْخِ سِرَاج الدِّين بْن الْمُلَقِّن مَا نَصُّهُ : هَذَا الرَّجُل هُوَ خَلَّادُ بْن رَافِع بْن مَالِك الْأَنْصَارِيّ أَخُو رِفَاعَة , شَهِدَ بَدْرًا , قَالَ اِبْن الْكَلْبِيّ : وَقُتِلَ يَوْمَئِذٍ , وَقَالَ غَيْره : لَهُ رِوَايَة. وَهَذَا يَدُلّ عَلَى أَنَّهُ عَاشَ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. قُلْت : أَمَّا عَلَى قَوْل اِبْن الْكَلْبِيّ فَيَسْتَحِيل أَنْ يَكُون هُوَ صَاحِب هَذِهِ الْقِصَّة لِتَقَدُّمِ وَقْعَة بَدْر عَلَى هَذِهِ الْقِصَّة بِمُدَّةٍ طَوِيلَة بِلَا خِلَاف , فَكَيْف يَحْضُرُ هَذِهِ الْقِصَّة بَعْد قَتْله ؟ وَأَمَّا عَلَى قَوْل غَيْر اِبْن الْكَلْبِيّ فَيُحْتَمَل أَنْ يَكُون هُوَ , لَكِنْ لَا يَلْزَم مِنْ كَوْنه لَهُ رِوَايَة أَنْ يَكُون عَاشَ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِاحْتِمَالِ أَنْ تَكُون الرِّوَايَة عَنْهُ مُنْقَطِعَة , أَوْ مُتَّصِلَة لَكِنْ نَقَلَهَا عَنْهُ صَحَابِيّ آخَر وَنَحْوه. وَعَلَى هَذَا فَلَا مُنَافَاة بَيْن هَذَا وَبَيْن مَنْ قَالَ إِنَّهُ قُتِلَ بِبَدْرٍ إِلَّا أَنْ تَجِيء رِوَايَة عَنْ تَابِعِيّ غَيْر مُخَضْرَم وَصَرَّحَ فِيهَا بِسَمَاعِهِ مِنْهُ فَحِينَئِذٍ يَلْزَم أَنْ يَكُون عَاشَ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لَكِنْ لَا يَلْزَم أَنْ يَكُون هُوَ صَاحِب هَذِهِ الْقِصَّة , إِلَّا إِنْ وَرَدَتْ رِوَايَة مَخْصُوصَة بِذَلِكَ , وَلَمْ أَقِفْ عَلَيْهَا إِلَى الْآن. ‏ ‏قَوْله : ( أَصَابَتْنِي جَنَابَة وَلَا مَاء ) ‏ ‏بِفَتْحِ الْهَمْزَة , أَيْ مَعِي أَوْ مَوْجُود , وَهُوَ أَبْلَغُ فِي إِقَامَة عُذْره. وَفِي هَذِهِ الْقِصَّة مَشْرُوعِيَّة تَيَمُّم الْجُنُب , وَسَيَأْتِي الْقَوْل فِيهِ فِي الْبَاب الَّذِي بَعْده. وَفِيهَا جَوَاز الِاجْتِهَاد بِحَضْرَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّ سِيَاق الْقِصَّة يَدُلّ عَلَى أَنَّ التَّيَمُّم كَانَ مَعْلُومًا عِنْدهمْ , لَكِنَّهُ صَرِيح فِي الْآيَة عَنْ الْحَدَث الْأَصْغَر , بِنَاء عَلَى أَنَّ الْمُرَاد بِالْمُلَامَسَةِ مَا دُون الْجِمَاع , وَأَمَّا الْحَدَث الْأَكْبَر فَلَيْسَتْ صَرِيحَة فِيهِ , فَكَأَنَّهُ كَانَ يَعْتَقِد أَنَّ الْجُنُب لَا يَتَيَمَّم , فَعَمِلَ بِذَلِكَ مَعَ قُدْرَته عَلَى أَنْ يَسْأَل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ هَذَا الْحُكْم , وَيُحْتَمَل أَنَّهُ كَانَ لَا يَعْلَم مَشْرُوعِيَّة التَّيَمُّم أَصْلًا فَكَانَ حُكْمُهُ حُكْمَ فَاقِد الطَّهُورَيْنِ. وَيُؤْخَذ مِنْ هَذِهِ الْقِصَّة أَنَّ لِلْعَالِمِ إِذَا رَأَى فِعْلًا مُحْتَمَلًا أَنْ يَسْأَل فَاعِله عَنْ الْحَال فِيهِ لِيُوَضِّح لَهُ وَجْه الصَّوَاب. وَفِيهِ التَّحْرِيض عَلَى الصَّلَاة فِي الْجَمَاعَة , وَأَنَّ تَرْك الشَّخْص الصَّلَاة بِحَضْرَةِ الْمُصَلِّينَ مَعِيبٌ عَلَى فَاعِله بِغَيْرِ عُذْر. وَفِيهِ حُسْنُ الْمُلَاطَفَة , وَالرِّفْقُ فِي الْإِنْكَار. ‏ ‏قَوْله : ( عَلَيْك بِالصَّعِيدِ ) ‏ ‏وَفِي رِوَايَة سَلْم بْن زَرِير \" فَأَمَرَهُ أَنْ يَتَيَمَّم بِالصَّعِيدِ \" وَاللَّام فِيهِ لِلْعَهْدِ الْمَذْكُور فِي الْآيَة الْكَرِيمَة , وَيُؤْخَذ مِنْهُ الِاكْتِفَاء فِي الْبَيَان بِمَا يَحْصُل بِهِ الْمَقْصُود مِنْ الْإِفْهَام ; لِأَنَّهُ أَحَالَهُ عَلَى الْكَيْفِيَّة الْمَعْلُومَة مِنْ الْآيَة , وَلَمْ يُصَرِّحْ لَهُ بِهَا. وَدَلَّ قَوْله يَكْفِيك عَلَى أَنَّ الْمُتَيَمِّم فِي مِثْل هَذِهِ الْحَالَة لَا يَلْزَمهُ الْقَضَاء , وَيُحْتَمَل أَنْ يَكُون الْمُرَاد بِقَوْلِهِ \" يَكْفِيك \" أَيْ لِلْأَدَاءِ , فَلَا يَدُلّ عَلَى تَرْكِ الْقَضَاء. ‏ ‏قَوْله : ( فَدَعَا فُلَانًا ) ‏ ‏هُوَ عِمْرَان بْن حُصَيْنٍ , وَيَدُلّ عَلَى ذَلِكَ قَوْله فِي رِوَايَة سَلْم بْن زَرِير عِنْد مُسْلِمٍ \" ثُمَّ عَجَّلَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَكْب بَيْن يَدَيْهِ نَطْلُب الْمَاء \" وَدَلَّتْ هَذِهِ الرِّوَايَة عَلَى أَنَّهُ كَانَ هُوَ وَعَلِيٌّ فَقَطْ ; لِأَنَّهُمَا خُوطِبَا بِلَفْظِ التَّثْنِيَة , وَيُحْتَمَل أَنَّهُ كَانَ مَعَهُمَا غَيْرهمَا عَلَى سَبِيل التَّبَعِيَّة لَهُمَا فَيُتَّجَه إِطْلَاق لَفْظ رَكْب فِي رِوَايَة مُسْلِم , وَخُصَّا بِالْخِطَابِ ; لِأَنَّهُمَا الْمَقْصُودَانِ بِالْإِرْسَالِ. ‏ ‏قَوْله : ( فَابْتَغِيَا ) ‏ ‏لِلْأَصِيلِيّ \" فَابْغِيَا \" وَلِأَحْمَد \" فَأَبْغِيَانَا \" وَالْمُرَاد الطَّلَب يُقَال اِبْتَغِ الشَّيْء أَيْ تَطَلَّبْهُ , وَابْغِ الشَّيْء أَيْ اُطْلُبْهُ , وَأَبْغِنِي أَيْ اُطْلُبْ لِي. وَفِيهِ الْجَرْي عَلَى الْعَادَة فِي طَلَب الْمَاء وَغَيْره دُون الْوُقُوف عِنْد خَرْقهَا , وَأَنَّ التَّسَبُّب فِي ذَلِكَ غَيْر قَادِح فِي التَّوَكُّل. ‏ ‏قَوْله : ( بَيْن مَزَادَتَيْنِ ) ‏ ‏الْمَزَادَة بِفَتْحِ الْمِيم وَالزَّاي قِرْبَة كَبِيرَة يُزَاد فِيهَا جِلْدٌ مِنْ غَيْرهَا , وَتُسَمَّى أَيْضًا \" السَّطِيحَة \" , وَ \" أَوْ \" هُنَا شَكٌّ مِنْ عَوْف لِخُلُوِّ رِوَايَة مُسْلِم عَنْ أَبِي رَجَاء عَنْهَا , وَفِي رِوَايَة مُسْلِم \" فَإِذَا نَحْنُ بِامْرَأَةٍ سَادِلَة - أَيْ مُدَلِّيَة - رِجْلَيْهَا بَيْن مَزَادَتَيْنِ \" وَالْمُرَاد بِهِمَا الرَّاوِيَة. ‏ ‏قَوْله : ( أَمْسِ ) ‏ ‏خَبَرٌ لِمُبْتَدَأٍ , وَهُوَ مَبْنِيٌّ عَلَى الْكَسْر , وَ \" هَذِهِ السَّاعَة \" بِالنَّصْبِ عَلَى الظَّرْفِيَّة. وَقَالَ اِبْن مَالِك : أَصْلُهُ فِي مِثْل هَذِهِ السَّاعَة فَحُذِفَ الْمُضَاف وَأُقِيمَ الْمُضَاف إِلَيْهِ مَقَامه أَيْ بَعْد حَذْف \" فِي \". ‏ ‏قَوْله : ( وَنَفَرنَا ) ‏ ‏قَالَ اِبْن سِيدَهْ النَّفَر مَا دُون الْعَشَرَة , وَقِيلَ النَّفَر النَّاس عَنْ كَرَاعٍ. قُلْت : وَهُوَ اللَّائِق هُنَا ; لِأَنَّهَا أَرَادَتْ أَنَّ رِجَالهَا تَخَلَّفُوا لِطَلَبِ الْمَاء. وَ \" خُلُوف \" بِضَمِّ الْخَاء الْمُعْجَمَة وَاللَّام جَمْع خَالِف , قَالَ اِبْن فَارِس : الْخَالِف الْمُسْتَقِي , وَيُقَال أَيْضًا لِمَنْ غَابَ , وَلَعَلَّهُ الْمُرَاد هُنَا , أَيْ أَنَّ رِجَالهَا غَابُوا عَنْ الْحَيّ , وَيَكُون قَوْلهَا \" وَنَفَرنَا خُلُوف \" جُمْلَةٌ مُسْتَقِلَّةٌ زَائِدَةٌ عَلَى جَوَاب السُّؤَال. وَفِي رِوَايَة الْمُسْتَمْلِي وَالْحَمَوِيّ \" وَنَفَرنَا خُلُوفًا \" بِالنَّصْبِ عَلَى الْحَال السَّادَّةِ مَسَدّ الْخَبَر. ‏ ‏قَوْله : ( الصَّابِي ) ‏ ‏بِلَا هَمْز أَيْ الْمَائِل , وَيُرْوَى بِالْهَمْزِ مِنْ صَبَأَ صُبُوءًا , أَيْ خَرَجَ مِنْ دِين إِلَى دِين. وَسَيَأْتِي تَفْسِيره لِلْمُصَنِّفِ فِي آخِر الْحَدِيث. ‏ ‏قَوْله : ( هُوَ الَّذِي تَعْنِينَ ) ‏ ‏فِيهِ أَدَبٌ حَسَنٌ , وَلَوْ قَالَا لَهَا \" لَا \" لَفَاتَ الْمَقْصُود , أَوْ \" نَعَمْ \" لَمْ يَحْسُن بِهِمَا إِذْ فِيهِ تَقْرِير ذَلِكَ , فَتَخَلَّصَا أَحْسَن تَخَلُّص. وَفِيهِ جَوَاز الْخَلْوَة بِالْأَجْنَبِيَّةِ فِي مِثْل هَذِهِ الْحَالَة عِنْد أَمْن الْفِتْنَة. ‏ ‏قَوْله : ( فَاسْتَنْزَلُوهَا عَنْ بَعِيرهَا ) ‏ ‏قَالَ بَعْض الشُّرَّاح الْمُتَقَدِّمِينَ : إِنَّمَا أَخَذُوهَا وَاسْتَجَازُوا أَخْذ مَائِهَا ; لِأَنَّهَا كَانَتْ كَافِرَة حَرْبِيَّة , وَعَلَى تَقْدِير أَنْ يَكُون لَهَا عَهْدٌ فَضَرُورَةُ الْعَطَش تُبِيح لِلْمُسْلِمِ الْمَاءَ الْمَمْلُوك لِغَيْرِهِ عَلَى عِوَضٍ , وَإِلَّا فَنَفْسُ الشَّارِع تُفْدَى بِكُلِّ شَيْء عَلَى سَبِيل الْوُجُوب. ‏ ‏قَوْله : ( فَفَرَّغَ ) ‏ ‏وَلِلْكُشْمِيهَنِيّ \" فَأَفْرَغَ فِيهِ مِنْ أَفْوَاه الْمَزَادَتَيْنِ \" زَادَ الطَّبَرَانِيُّ وَالْبَيْهَقِيُّ مِنْ هَذَا الْوَجْه \" فَتَمَضْمَضَ فِي الْمَاء وَأَعَادَهُ فِي أَفْوَاه الْمَزَادَتَيْنِ \" وَبِهَذِهِ الزِّيَادَة تَتَّضِحُ الْحِكْمَة فِي رَبْط الْأَفْوَاه بَعْد فَتْحهَا , وَإِطْلَاق الْأَفْوَاه هُنَا كَقَوْلِهِ تَعَالَى ( فَقَدْ صَغَتْ قُلُوبُكُمَا ) إِذْ لَيْسَ لِكُلِّ مَزَادَة سِوَى فَم وَاحِد , وَعُرِفَ مِنْهَا أَنَّ الْبَرَكَة إِنَّمَا حَصَلَتْ بِمُشَارَكَةِ رِيقه الطَّاهِر الْمُبَارَك لِلْمَاءِ. ‏ ‏قَوْله : ( وَأَوْكَأَ ) ‏ ‏أَيْ رَبَطَ , ‏ ‏وَقَوْله : ( وَأَطْلَقَ ) ‏ ‏أَيْ فَتَحَ \" وَالْعَزَالِي \" بِفَتْحِ الْمُهْمَلَة وَالزَّاي وَكَسْر اللَّام وَيَجُوز فَتْحهَا جَمْع عَزْلَاء بِإِسْكَانِ الزَّاي. قَالَ الْخَلِيل : هِيَ مَصَبُّ الْمَاء مِنْ الرَّاوِيَة , وَلِكُلِّ مَزَادَة عِزَالَانِ مِنْ أَسْفَلهَا. ‏ ‏قَوْله : ( أَسْقُوا ) ‏ ‏بِهَمْزَةِ قَطْع مَفْتُوحَة مِنْ أَسْقَى , أَوْ بِهَمْزَةِ وَصْل مَكْسُورَة مِنْ سَقَى , وَالْمُرَاد أَنَّهُمْ سَقَوْا غَيْرهمْ كَالدَّوَابِّ وَنَحْوهَا وَاسْتَقَوْا هُمْ. ‏ ‏قَوْله : ( وَكَانَ آخِر ذَلِكَ أَنْ أَعْطَى ) ‏ ‏بِنَصْبِ آخِر عَلَى أَنَّهُ خَبَر مُقَدَّم , وَأَنْ أَعْطَى اِسْم كَانَ , وَيَجُوز رَفْعه عَلَى أَنَّ أَعْطَى الْخَبَر ; لِأَنَّ كِلَيْهِمَا مَعْرِفَة. قَالَ أَبُو الْبَقَاء : وَالْأَوَّل أَقْوَى , وَمِثْله قَوْله تَعَالَى : ( فَمَا كَانَ جَوَابَ قَوْمِهِ ) الْآيَة. وَاسْتُدِلَّ بِهَذِهِ الْقِصَّة عَلَى تَقْدِيم مَصْلَحَة شُرْب الْآدَمِيّ وَالْحَيَوَان عَلَى غَيْره كَمَصْلَحَةِ الطَّهَارَة بِالْمَاءِ لِتَأْخِيرِ الْمُحْتَاج إِلَيْهَا عَمَّنْ سَقَى وَاسْتَقَى , وَلَا يُقَال قَدْ وَقَعَ فِي رِوَايَة سَلْم بْن زَرِير \" غَيْر أَنَّا لَمْ نَسْقِ بَعِيرًا \" ; لِأَنَّا نَقُول : هُوَ مَحْمُول عَلَى أَنَّ الْإِبِل لَمْ تَكُنْ مُحْتَاجَة إِذْ ذَاكَ إِلَى السَّقْي , فَيُحْمَل قَوْله فَسَقَى عَلَى غَيْرهَا. ‏ ‏قَوْله : ( وَأَيْمُ اللَّهِ ) ‏ ‏بِفَتْحِ الْهَمْزَة وَكَسْرهَا وَالْمِيم مَضْمُومَة أَصْله \" أَيْمُن اللَّه \" وَهُوَ اِسْمٌ وُضِعَ لِلْقَسَمِ هَكَذَا ثُمَّ حُذِفَتْ مِنْهُ النُّون تَخْفِيفًا وَأَلِفُهُ أَلِفُ وَصْل مَفْتُوحَة وَلَمْ يَجِيء كَذَلِكَ غَيْرهَا , وَهُوَ مَرْفُوع بِالِابْتِدَاءِ وَخَبَره مَحْذُوف وَالتَّقْدِير أَيْم اللَّه قَسَمِي , وَفِيهَا لُغَات جَمَعَ مِنْهَا النَّوَوِيّ فِي تَهْذِيبه سَبْع عَشْرَة وَبَلَغَ بِهَا غَيْره عِشْرِينَ , وَسَيَكُونُ لَنَا إِلَيْهَا عَوْدَة لِبَيَانِهَا فِي كِتَاب الْأَيْمَان إِنْ شَاءَ اللَّه تَعَالَى. وَيُسْتَفَاد مِنْهُ جَوَاز التَّوْكِيد بِالْيَمِينِ وَإِنْ لَمْ يَتَعَيَّن. ‏ ‏قَوْله : ( أَشَدّ مِلْأَة ) ‏ ‏بِكَسْرِ الْمِيم وَسُكُون اللَّام بَعْدهَا هَمْزَة , وَفِي رِوَايَة لِلْبَيْهَقِيّ \" أَمْلَأ مِنْهَا \" , وَالْمُرَاد أَنَّهُمْ يَظُنُّونَ أَنَّ مَا بَقِيَ فِيهَا مِنْ الْمَاء أَكْثَر مِمَّا كَانَ أَوَّلًا. ‏ ‏قَوْله : ( اِجْمَعُوا لَهَا ) ‏ ‏فِيهِ جَوَاز الْأَخْذ لِلْمُحْتَاجِ بِرِضَا الْمَطْلُوب مِنْهُ , أَوْ بِغَيْرِ رِضَاهُ إِنْ تَعَيَّنَ , وَفِيهِ جَوَاز الْمُعَاطَاة فِي مِثْل هَذَا مِنْ الْهِبَات وَالْإِبَاحَات مِنْ غَيْر لَفْظ مِنْ الْمُعْطِي وَالْآخِذ. ‏ ‏قَوْله : ( مِنْ بَيْن عَجْوَةٍ وَسَوِيقَةٍ ) ‏ ‏الْعَجْوَة مَعْرُوفَة , وَالسَّوِيقَة بِفَتْحِ أَوَّله وَكَذَا الدَّقِيقَة , وَفِي رِوَايَة كَرِيمَة بِضَمِّهَا مُصَغَّرًا مُثَقَّلًا. ‏ ‏قَوْله : ( حَتَّى جَمَعُوا لَهَا طَعَامًا ) ‏ ‏زَادَ أَحْمَد فِي رِوَايَته \" كَثِيرًا \" وَفِيهِ إِطْلَاق لَفْظ الطَّعَام عَلَى غَيْر الْحِنْطَة وَالذُّرَة خِلَافًا لِمَنْ أَبَى ذَلِكَ , وَيُحْتَمَل أَنْ يَكُون قَوْله \" حَتَّى جَمَعُوا لَهَا طَعَامًا \" أَيْ غَيْر مَا ذُكِرَ مِنْ الْعَجْوَة وَغَيْرهَا. ‏ ‏قَوْله : ( قَالَ لَهَا تَعَلَّمِينَ ) ‏ ‏بِفَتْحِ أَوَّله وَثَانِيه وَتَشْدِيد اللَّام أَيْ اِعْلَمِي , وَلِلْأَصِيلِيّ \" قَالُوا \" وَلِلْإِسْمَاعِيلِيِّ \" قَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَتُحْمَلُ رِوَايَة الْأَصِيلِيّ عَلَى أَنَّهُمْ قَالُوا لَهَا ذَلِكَ بِأَمْرِهِ. وَقَدْ اِشْتَمَلَ ذَلِكَ عَلَى عَلَمٍ عَظِيمٍ مِنْ أَعْلَام النُّبُوَّة. ‏ ‏قَوْله : ( مَا رَزِئْنَا ) ‏ ‏بِفَتْحِ الرَّاء وَكَسْر الزَّاي - وَيَجُوز فَتْحهَا - وَبَعْدهَا هَمْزَة سَاكِنَة أَيْ نَقَصْنَا , وَظَاهِرُهُ أَنَّ جَمِيع مَا أَخَذُوهُ مِنْ الْمَاء مِمَّا زَادَهُ اللَّه تَعَالَى وَأَوْجَدَهُ , وَأَنَّهُ لَمْ يَخْتَلِط فِيهِ شَيْءٌ مِنْ مَائِهَا فِي الْحَقِيقَة وَإِنْ كَانَ فِي الظَّاهِر مُخْتَلِطًا , وَهَذَا أَبْدَعُ وَأَغْرَبُ فِي الْمُعْجِزَة , وَهُوَ ظَاهِر قَوْله : ( وَلَكِنَّ اللَّهَ هُوَ الَّذِي أَسْقَانَا ) وَيُحْتَمَل أَنْ يَكُون الْمُرَاد مَا نَقَصْنَا مِنْ مِقْدَار مَائِك شَيْئًا. وَاسْتُدِلَّ بِهَذَا عَلَى جَوَاز اِسْتِعْمَال أَوَانِي الْمُشْرِكِينَ مَا لَمْ يَتَيَقَّن فِيهَا النَّجَاسَة , وَفِيهِ إِشَارَة إِلَى أَنَّ الَّذِي أَعْطَاهَا لَيْسَ عَلَى سَبِيل الْعِوَض عَنْ مَائِهَا بَلْ عَلَى سَبِيل التَّكَرُّم وَالتَّفَضُّل. ‏ ‏قَوْله : ( وَقَالَتْ بِإِصْبَعَيْهَا ) ‏ ‏أَيْ أَشَارَتْ , وَهُوَ مِنْ إِطْلَاقِ الْقَوْلِ عَلَى الْفِعْلِ. ‏ ‏قَوْله : ( يُغِيرُونَ ) ‏ ‏بِالضَّمِّ مِنْ أَغَارَ أَيْ دَفَعَ الْخَيْل فِي الْحَرْب. ‏ ‏قَوْله : ( الصِّرْم ) ‏ ‏بِكَسْرِ الْمُهْمَلَة , أَيْ أَبْيَاتًا مُجْتَمِعَة مِنْ النَّاس. ‏ ‏قَوْله : ( فَقَالَتْ يَوْمًا لِقَوْمِهَا : مَا أَرَى هَؤُلَاءِ الْقَوْم يَدْعُونَكُمْ عَمْدًا ) ‏ ‏هَذِهِ رِوَايَة الْأَكْثَر , قَالَ اِبْن مَالِك : مَا مَوْصُولَة , وَأَرَى بِفَتْحِ الْهَمْزَة بِمَعْنَى أَعْلَم , وَالْمَعْنَى الَّذِي أَعْتَقِدُهُ أَنَّ هَؤُلَاءِ يَتْرُكُونَكُمْ عَمْدًا لَا غَفْلَة وَلَا نِسْيَانًا بَلْ مُرَاعَاة لِمَا سَبَقَ بَيْنِي وَبَيْنهمْ , وَهَذِهِ الْغَايَة فِي مُرَاعَاة الصُّحْبَة الْيَسِيرَة , وَكَانَ هَذَا الْقَوْل سَبَبًا لِرَغْبَتِهِمْ فِي الْإِسْلَام. وَفِي رِوَايَة أَبِي ذَرٍّ \" مَا أَرَى أَنَّ هَؤُلَاءِ الْقَوْم \" وَقَالَ اِبْن مَالِك أَيْضًا : وَقَعَ فِي بَعْض النُّسَخ \" مَا أَدْرِي \" يَعْنِي رِوَايَة الْأَصِيلِيّ. قَالَ : وَمَا مَوْصُولَة وَأَنَّ بِفَتْحِ الْهَمْزَة وَقَالَ غَيْره : مَا نَافِيَة وَأَنَّ بِمَعْنَى لَعَلَّ. وَقِيلَ : مَا نَافِيَة وَإِنَّ بِالْكَسْرِ , وَمَعْنَاهُ لَا أَعْلَم حَالكُمْ فِي تَخَلُّفكُمْ عَنْ الْإِسْلَام مَعَ أَنَّهُمْ يَدْعُونَكُمْ عَمْدًا. وَمُحَصَّل الْقِصَّة أَنَّ الْمُسْلِمِينَ صَارُوا يُرَاعُونَ قَوْمهَا عَلَى سَبِيل الِاسْتِئْلَاف لَهُمْ حَتَّى كَانَ ذَلِكَ سَبَبًا لِإِسْلَامِهِمْ. وَبِهَذَا يَحْصُل الْجَوَاب عَنْ الْإِشْكَال الَّذِي ذَكَره بَعْضهمْ , وَهُوَ أَنَّ الِاسْتِيلَاء عَلَى الْكُفَّار بِمُجَرَّدِهِ يُوجِب رِقّ النِّسَاء وَالصِّبْيَانِ , وَإِذَا كَانَ كَذَلِكَ فَقَدْ دَخَلَتْ الْمَرْأَة فِي الرِّقّ بِاسْتِيلَائِهِمْ عَلَيْهَا فَكَيْف وَقَعَ إِطْلَاقهَا وَتَزْوِيدهَا كَمَا تَقَدَّمَ ؟ لِأَنَّا نَقُول : أُطْلِقَتْ لِمَصْلَحَةِ الِاسْتِئْلَاف الَّذِي جَرّ دُخُول قَوْمهَا أَجْمَعِينَ فِي الْإِسْلَام , وَيُحْتَمَل أَنَّهَا كَانَ لَهَا أَمَانٌ قَبْل ذَلِكَ , أَوْ كَانَتْ مِنْ قَوْم لَهُمْ عَهْدٌ. وَاسْتَدَلَّ بِهِ بَعْضهمْ عَلَى جَوَاز أَخْذ أَمْوَال النَّاس عِنْد الضَّرُورَة بِثَمَنٍ إِنْ كَانَ لَهُ ثَمَن , وَفِيهِ نَظَرٌ ; لِأَنَّهُ بَنَاهُ عَلَى أَنَّ الْمَاء كَانَ مَمْلُوكًا لِلْمَرْأَةِ وَأَنَّهَا كَانَتْ مَعْصُومَة النَّفْس وَالْمَال , وَيَحْتَاج إِلَى ثُبُوت ذَلِكَ. وَإِنَّمَا قَدَّمْنَاهُ اِحْتِمَالًا. وَأَمَّا قَوْله \" بِثَمَن \" فَكَأَنَّهُ أَخَذَهُ مِنْ إِعْطَائِهَا مَا ذَكَرَ , وَلَيْسَ بِمُسْتَقِيمٍ ; لِأَنَّ الْعَطِيَّة الْمَذْكُورَة مُتَقَوَّمَة , وَالْمَاء مِثْلِيٌّ , وَضَمَان الْمِثْلِيّ إِنَّمَا يَكُون بِالْمِثْلِ. وَيَنْعَكِس مَا قَالَهُ مِنْ جِهَةٍ أُخْرَى وَهُوَ أَنَّ الْمَأْخُوذ مِنْ فَضْل الْمَاء لِلضَّرُورَةِ لَا يَجِبُ الْعِوَضُ عَنْهُ. وَقَالَ بَعْضهمْ : فِيهِ جَوَاز طَعَام الْمُخَارَجَة ; لِأَنَّهُمْ تَخَارَجُوا فِي عِوَض الْمَاء , وَهُوَ مَبْنِيٌّ عَلَى مَا تَقَدَّمَ. وَفِيهِ أَنَّ الْخَوَارِق لَا تُغَيِّر الْأَحْكَام الشَّرْعِيَّة. ‏ ‏قَوْله : ( قَالَ أَبُو عَبْد اللَّه : صَبَأَ... إِلَخْ ) ‏ ‏هَذَا فِي رِوَايَة الْمُسْتَمْلِي وَحْده , وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ : صَبَأَ فُلَان : اِنْخَلَعَ. وَأَصْبَأ , أَيْ كَذَلِكَ. وَكَذَا قَوْله \" وَقَالَ أَبُو الْعَالِيَة... إِلَخْ \" وَقَدْ وَصَلَهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق الرَّبِيع بْن أَنَس عَنْهُ. وَقَالَ غَيْره : هُمْ مَنْسُوبُونَ إِلَى صَابِئ بْن متوشلح عَمّ نُوح عَلَيْهِ السَّلَام. وَرَوَى اِبْن مَرْدَوَيْهِ بِإِسْنَادٍ حَسَن عَنْ اِبْن عَبَّاس قَالَ : الصَّابِئُونَ لَيْسَ لَهُمْ كِتَاب. اِنْتَهَى. وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ \" أُصِبْ أَمَل \" وَهَذَا سَيَأْتِي فِي تَفْسِير سُورَة يُوسُف إِنْ شَاءَ اللَّه تَعَالَى. وَإِنَّمَا أَوْرَدَ الْبُخَارِيّ هَذَا هُنَا لِيُبَيِّنَ الْفَرْق بَيْن الصَّابِئ الْمُرَاد فِي هَذَا الْحَدِيث وَالصَّابِئ الْمَنْسُوب لِلطَّائِفَةِ الْمَذْكُورَة. وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]