[
  {
    "id": "5475",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنْ صَيْدِ الْمِعْرَاضِ قَالَ ‏\"‏ مَا أَصَابَ بِحَدِّهِ فَكُلْهُ، وَمَا أَصَابَ بِعَرْضِهِ فَهْوَ وَقِيذٌ ‏\"‏‏.‏ وَسَأَلْتُهُ عَنْ صَيْدِ الْكَلْبِ فَقَالَ ‏\"‏ مَا أَمْسَكَ عَلَيْكَ فَكُلْ، فَإِنَّ أَخْذَ الْكَلْبِ ذَكَاةٌ، وَإِنْ وَجَدْتَ مَعَ كَلْبِكَ أَوْ كِلاَبِكَ كَلْبًا غَيْرَهُ فَخَشِيتَ أَنْ يَكُونَ أَخَذَهُ مَعَهُ، وَقَدْ قَتَلَهُ، فَلاَ تَأْكُلْ، فَإِنَّمَا ذَكَرْتَ اسْمَ اللَّهِ عَلَى كَلْبِكَ وَلَمْ تَذْكُرْهُ عَلَى غَيْرِهِ ‏\"‏‏.‏",
    "english_text": "I asked the Prophet (ﷺ) about the game killed by a Mi'rad (i.e. a sharp-edged piece of wood or a piece of \nwood provided with a sharp piece of iron used for hunting). He said, \"If the game is killed with its \nsharp edge, eat of it, but if it is killed with its shaft, with a hit by its broad side then the game is \n(unlawful to eat) for it has been beaten to death.\" I asked him about the game killed by a trained \nhound. He said, \"If the hound catches the game for you, eat of it, for killing the game by the hound, is \nlike its slaughtering. But if you see with your hound or hounds another dog, and you are afraid that it \nmight have shared in hunting the game with your hound and killed it, then you should not eat of it, \nbecause you have mentioned Allah's name on (sending) your hound only, but you have not mentioned \nit on some other hound.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا زَكَرِيَّا ) ‏ ‏هُوَ اِبْن أَبِي زَائِدَة , وَعَامِر هُوَ الشَّعْبِيُّ , وَهَذَا السَّنَد كُوفِيُّونَ. ‏ ‏قَوْله ( عَنْ عَدِيّ بْن حَاتِم ) ‏ ‏هُوَ الطَّائِيّ , فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق عِيسَى بْن يُونُس عَنْ زَكَرِيَّا حَدَّثَنَا عَامِر حَدَّثَنَا عَدِّي قَالَ الْإِسْمَاعِيلِيّ ذَكَرْته بِقَوْلِهِ \" حَدَّثَنَا عَامِر حَدَّثَنَا عَدِيّ \" يُشِير إِلَى أَنَّ زَكَرِيَّا مُدَلِّس وَقَدْ عَنْعَنَهُ. قُلْت : وَسَيَأْتِي فِي رِوَايَة عَبْد اللَّه بْن أَبِي السَّفَر عَنْ الشَّعْبِيّ \" سَمِعْت عَدِيّ بْن حَاتِم \" وَفِي رِوَايَة سَعِيد بْن مَسْرُوق \" حَدَّثَنِي الشَّعْبِيّ سَمِعْت عَدِيّ بْن حَاتِم وَكَانَ لَنَا جَارًا وَدَخِيلًا وَرَبِيطًا بِالنَّهَرَيْنِ \" أَخْرَجَهُ مُسْلِم , وَأَبُوهُ حَاتِم هُوَ الْمَشْهُور بِالْجُودِ , وَكَانَ هُوَ أَيْضًا جَوَادًا , وَكَانَ إِسْلَامه سَنَة الْفَتْح , وَثَبَتَ هُوَ وَقَوْمه عَلَى الْإِسْلَام , وَشَهِدَ الْفُتُوح بِالْعِرَاقِ , ثُمَّ كَانَ مَعَ عَلِيّ وَعَاشَ إِلَى سَنَة ثَمَان وَسِتِّينَ. ‏ ‏قَوْله ( الْمِعْرَاض ) ‏ ‏بِكَسْرِ الْمِيم وَسُكُون الْمُهْمَلَة وَآخِره مُعْجَمَة , قَالَ الْخَلِيل وَتَبِعَهُ جَمَاعَة : سَهْم لَا رِيش لَهُ وَلَا نَصْل. وَقَالَ اِبْن دُرَيْدٍ وَتَبِعَهُ اِبْن سِيدَهْ : سَهْم طَوِيل لَهُ أَرْبَع قُذَذ رِقَاق , فَإِذَا رَمَى بِهِ اِعْتَرَضَ. وَقَالَ الْخَطَّابِيُّ : الْمِعْرَاض نَصْل عَرِيض لَهُ ثِقَل وَرَزَانَة , وَقِيلَ عُود رَقِيق الطَّرَفَيْنِ غَلِيظ الْوَسَط وَهُوَ الْمُسَمَّى بِالْحُذَافَةِ , وَقِيلَ خَشَبَة ثَقِيلَة آخِرهَا عَصَا مُحَدَّد رَأْسهَا وَقَدْ لَا يُحَدَّد ; وَقَوَّى هَذَا الْأَخِير النَّوَوِيّ تَبَعًا لِعِيَاضٍ , وَقَالَ الْقُرْطُبِيّ : إِنَّهُ الْمَشْهُور. وَقَالَ اِبْن التِّين : الْمِعْرَاض عَصًا فِي طَرَفهَا حَدِيدَة يَرْمِي الصَّائِد بِهَا الصَّيْد , فَمَا أَصَابَ بِحَدِّهِ فَهُوَ ذَكِيّ فَيُؤْكَل , وَمَا أَصَابَ بِغَيْرِ حَدّه فَهُوَ وَقِيذ. ‏ ‏قَوْله ( وَمَا أَصَابَ بِعَرْضِهِ فَهُوَ وَقِيذ ) ‏ ‏فِي رِوَايَة اِبْن أَبِي السَّفَر عَنْ الشَّعْبِيّ فِي الْبَاب الَّذِي يَلِيه \" بِعَرْضِهِ فَقُتِلَ فَإِنَّهُ وَقِيذ فَلَا تَأْكُل \" وَقِيذ بِالْقَافِ وَآخِره ذَال مُعْجَمَة وَزْن عَظِيم , فَعِيلَ بِمَعْنَى مَفْعُول , وَهُوَ مَا قُتِلَ بِعَصًا أَوْ حَجَر أَوْ مَا لَا حَدّ لَهُ , وَالْمَوْقُوذَة تَقَدَّمَ تَفْسِيرهَا وَأَنَّهَا الَّتِي تُضْرَب بِالْخَشَبَةِ حَتَّى تَمُوت. وَوَقَعَ فِي رِوَايَة هَمَّام بْن الْحَارِث عَنْ عَدِيّ الْآتِيَة بَعْد بَاب \" قُلْت إِنَّا نَرْمِي بِالْمِعْرَاضِ قَالَ : كُلّ مَا خَزَقَ \" وَهُوَ بِفَتْحِ الْمُعْجَمَة وَالزَّاي بَعْدهَا قَاف أَيْ نَفَذَ , يُقَال سَهْم خَازِق أَيْ نَافِذ , وَيُقَال بِالسِّينِ الْمُهْمَلَة بَدَل الزَّاي , وَقِيلَ الْخَزْق - بِالزَّايِ وَقِيلَ تُبْدَل سِينًا - الْخَدْش وَلَا يَثْبُت فِيهِ , فَإِنْ قِيلَ بِالرَّاءِ فَهُوَ أَنْ يَثْقُبهُ. وَحَاصِله أَنَّ السَّهْم وَمَا فِي مَعْنَاهُ إِذَا أَصَابَ الصَّيْد بِحَدِّهِ حَلَّ وَكَانَتْ تِلْكَ ذَكَاته , وَإِذَا أَصَابَهُ بِعَرْضِهِ لَمْ يَحِلّ لِأَنَّهُ فِي مَعْنَى الْخَشَبَة الثَّقِيلَة وَالْحَجَر وَنَحْو ذَلِكَ مِنْ الْمُثَقَّل , وَقَوْله \" بِعَرْضِهِ \" بِفَتْحِ الْعَيْن أَيْ بِغَيْرِ طَرَفه الْمُحَدَّد , وَهُوَ حُجَّة لِلْجُمْهُورِ فِي التَّفْصِيل الْمَذْكُور , وَعَنْ الْأَوْزَاعِيِّ وَغَيْره مِنْ فُقَهَاء الشَّام حَلَّ ذَلِكَ , وَسَيَأْتِي فِي الْبَاب الَّذِي يَلِيه إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله ( وَسَأَلْته عَنْ صَيْد الْكَلْب فَقَالَ : مَا أَمْسَكَ عَلَيْك فَكُلْ , فَإِنَّ أَخْذَ الْكَلْب ذَكَاةٌ ) ‏ ‏فِي رِوَايَة اِبْنِ أَبِي السَّفَر \" إِذَا أَرْسَلْت كَلْبك فَسَمَّيْت فَكُلْ \" وَفِي رِوَايَة بَيَان بْن عَمْرو عَنْ الشَّعْبِيّ الْآتِيَة بَعْد أَبْوَاب \" إِذَا أَرْسَلْت كِلَابك الْمُعَلَّمَة وَذَكَرْت اِسْم اللَّه فَكُلْ مِمَّا أَمْسَكْنَ عَلَيْك \" وَالْمُرَاد بِالْمُعَلَّمَةِ الَّتِي إِذَا أَغْرَاهَا صَاحِبِهَا عَلَى الصَّيْد طَلَبْته , وَإِذَا زَجَرَهَا اِنْزَجَرَتْ وَإِذَا أَخَذَتْ الصَّيْد حَبَسَتْهُ عَلَى صَاحِبِهَا. وَهَذَا الثَّالِث مُخْتَلَف فِي اِشْتِرَاطه , وَاخْتُلِفَ مَتَى يَعْلَم ذَلِكَ مِنْهَا فَقَالَ الْبَغَوِيُّ فِي \" التَّهْذِيب \" : أَقَلّه ثَلَاث مَرَّات , وَعَنْ أَبِي حَنِيفَة وَأَحْمَدْ يَكْفِي مَرَّتَيْنِ , وَقَالَ الرَّافِعِيّ : لَمْ يُقَدِّرهُ الْمُعْظَم لِاضْطِرَابِ الْعُرْف وَاخْتِلَاف طِبَاع الْجَوَارِح فَصَارَ الْمَرْجِع إِلَى الْعُرْف. وَوَقَعَ فِي رِوَايَة مُجَالِد عَنْ الشَّعْبِيّ عَنْ عَدِيّ فِي هَذَا الْحَدِيث عِنْد أَبِي دَاوُدَ وَالتِّرْمِذِيّ أَمَّا التِّرْمِذِيّ فَلَفْظه \" سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ صَيْد الْبَازِي فَقَالَ : مَا أَمْسَكَ عَلَيْك فَكُلْ \" وَأَمَّا أَبُو دَاوُدَ فَلَفْظه \" مَا عَلَّمْت مِنْ كَلْب أَوْ بَازٍ ثُمَّ أَرْسَلْته وَذَكَرْت اِسْم اللَّه فَكُلْ مَا أَمْسَكَ عَلَيْك. قُلْت : وَإِنْ قَتَلَ ؟ قَالَ : إِذَا قَتَلَ وَلَمْ يَأْكُل مِنْهُ \" قَالَ التِّرْمِذِيّ : وَالْعَمَل عَلَى هَذَا عِنْد أَهْل الْعِلْم لَا يَرَوْنَ بِصَيْدِ الْبَاز وَالصُّقُور بَأْسًا ا ه. وَفِي مَعْنَى الْبَاز الصَّقْر وَالْعُقَاب وَالْبَاشِق وَالشَّاهِينَ , وَقَدْ فَسَّرَ مُجَاهِد الْجَوَارِح فِي الْآيَة بِالْكِلَابِ وَالطُّيُور , وَهُوَ قَوْل الْجُمْهُور إِلَّا مَا رُوِيَ عَنْ اِبْنِ عُمَر وَابْنِ عَبَّاس مِنْ التَّفْرِقَة بَيْن صَيْد الْكَلْب وَالطَّيْر. ‏ ‏قَوْله ( إِذْ أَرْسَلْت كِلَابك الْمُعَلَّمَة فَإِنْ وَجَدْت مَعَ كَلْبك كَلْبًا غَيْره ) ‏ ‏فِي رِوَايَة بَيَان \" وَإِنْ خَالَطَهَا كِلَاب مِنْ غَيْرهَا فَلَا تَأْكُل \" وَزَادَ فِي رِوَايَته بَعْد قَوْله مِمَّا أَمْسَكْنَ عَلَيْك \" وَإِنْ قَتَلْنَ , إِلَّا أَنْ يَأْكُل الْكَلْب فَإِنِّي أَخَافُ أَنْ يَكُونَ إِنَّمَا أَمْسَكَ عَلَى نَفْسه \" وَفِي رِوَايَة اِبْنِ أَبِي السَّفَر \" قُلْت , فَإِنْ أَكَلَ ؟ قَالَ : فَلَا تَأْكُل , فَإِنَّهُ لَمْ يُمْسِك عَلَيْك إِنَّمَا أَمْسَكَ عَلَى نَفْسه \" , وَسَيَأْتِي بَعْد أَبْوَاب زِيَادَة فِي رِوَايَة عَاصِم عَنْ الشَّعْبِيّ فِي رَمْي الصَّيْد إِذَا غَابَ عَنْهُ وَوَجَدَهُ بَعْد يَوْم أَوْ أَكْثَر. وَفِي الْحَدِيث اِشْتِرَاط التَّسْمِيَة عِنْد الصَّيْد , وَقَدْ وَقَعَ فِي حَدِيث أَبِي ثَعْلَبَة كَمَا سَيَأْتِي بَعْد أَبْوَاب \" وَمَا صِدْت بِكَلْبِك الْمُعَلَّم فَذَكَرْت اِسْم اللَّه فَكُلْ \" وَقَدْ أَجْمَعُوا عَلَى مَشْرُوعِيَّتهَا إِلَّا أَنَّهُمْ اِخْتَلَفُوا فِي كَوْنهَا شَرْطًا فِي حِلّ الْأَكْل فَذَهَبَ الشَّافِعِيّ وَطَائِفَة - وَهِيَ رِوَايَة عَنْ مَالِك وَأَحْمَد - أَنَّهَا سُنَّة , فَمَنْ تَرَكَهَا عَمْدًا أَوْ سَهْوًا لَمْ يَقْدَح فِي حِلّ الْأَكْل. وَذَهَبَ أَحْمَد فِي الرَّاجِح عَنْهُ وَأَبُو ثَوْر وَطَائِفَة إِلَى أَنَّهَا وَاجِبَة لِجَعْلِهَا شَرْطًا فِي حَدِيث عَدِيٍّ , وَلِإِيقَافِ الْإِذْن فِي الْأَكْل عَلَيْهَا فِي حَدِيث أَبِي ثَعْلَبَة , وَالْمُعَلَّق بِالْوَصْفِ يَنْتَفِي عِنْد اِنْتِفَائِهِ عِنْد مَنْ يَقُول بِالْمَفْهُومِ , وَالشَّرْط أَقْوَى مِنْ الْوَصْف , وَيَتَأَكَّد الْقَوْل بِالْوُجُوبِ بِأَنَّ الْأَصْل تَحْرِيم الْمَيْتَة , وَمَا أُذِنَ فِيهِ مِنْهَا تُرَاعَى صِفَته , فَالْمُسَمَّى عَلَيْهَا وَافَقَ الْوَصْف وَغَيْر الْمُسَمَّى بَاقٍ عَلَى أَصْل التَّحْرِيم. وَذَهَبَ أَبُو حَنِيفَة وَمَالِك وَالثَّوْرِيُّ وَجَمَاهِير الْعُلَمَاء إِلَى الْجَوَاز لِمَنْ تَرَكَهَا سَاهِيًا لَا عَمْدًا , لَكِنْ اُخْتُلِفَ عَنْ الْمَالِكِيَّة : هَلْ تَحْرُم أَوْ تُكْرَه ؟ وَعِنْد الْحَنَفِيَّة تَحْرُم , وَعِنْد الشَّافِعِيَّة فِي الْعَمْد ثَلَاثَة أَوْجُهٍ : أَصَحُّهَا يُكْرَه الْأَكْل , وَقِيلَ خِلَاف الْأَوْلَى , وَقِيلَ يَأْثَم بِالتَّرْكِ وَلَا يَحْرُم الْأَكْل. وَالْمَشْهُور عَنْ أَحْمَد التَّفْرِقَة بَيْن الصَّيْد وَالذَّبِيحَة , فَذَهَبَ فِي الذَّبِيحَة إِلَى هَذَا الْقَوْل الثَّالِث , وَسَيَأْتِي حُجَّة مَنْ لَمْ يَشْتَرِطهُ فِيهَا فِي الذَّبَائِح مُفَصَّلَة , وَفِيهِ إِبَاحَة الِاصْطِيَاد بِالْكِلَابِ الْمُعَلَّمَة , وَاسْتَثْنَى أَحْمَد وَإِسْحَاق الْكَلْب الْأَسْوَد وَقَالَا : لَا يَحِلّ الصَّعِيد بِهِ لِأَنَّهُ شَيْطَان وَنَقَلَ عَنْ الْحَسَنِ وَإِبْرَاهِيم وَقَتَادَة نَحْو ذَلِكَ. وَفِيهِ جَوَاز أَكْلِ مَا أَمْسَكَهُ الْكَلْب بِالشُّرُوطِ الْمُتَقَدِّمَة وَلَوْ لَمْ يُذْبَح لِقَوْلِهِ \" إِنَّ أَخْذ الْكَلْب ذَكَاةٌ \" فَلَوْ قَتَلَ الصَّيْد بِظُفْرِهِ أَوْ نَابَهُ حَلَّ , وَكَذَا بِثِقَلِهِ عَلَى أَحَدِ الْقَوْلَيْنِ لِلشَّافِعِيِّ وَهُوَ الرَّاجِح عِنْدهمْ , وَكَذَا لَوْ لَمْ يَقْتُلهُ الْكَلْب لَكِنْ تَرَكَهُ وَبِهِ رَمَقَ وَلَمْ يَبْقَ زَمَن يُمْكِن صَاحِبِهِ فِيهِ لَحَاقُهُ وَذَبَحَهُ فَمَاتَ حَلَّ , لِعُمُومِ قَوْله \" فَإِنَّ أَخْذَ الْكَلْب ذَكَاة \" وَهَذَا فِي الْمُعَلَّم , فَلَوْ وَجَدَهُ حَيًّا حَيَاة مُسْتَقِرَّة وَأَدْرَكَ ذَكَاته لَمْ يَحِلّ إِلَّا بِالتَّذْكِيَةِ , فَلَوْ لَمْ يَذْبَحهُ مَعَ الْإِمْكَان حَرُمَ , سَوَاء كَانَ عَدَم الذَّبْح اِخْتِيَارًا أَوْ إِضْرَارًا كَعَدَمِ حُضُور آلَة الذَّبْح , فَإِنْ كَانَ الْكَلْب غَيْر مُعَلَّم اِشْتَرَطَ إِدْرَاك تَذْكِيَته , فَلَوْ أَدْرَكَهُ مَيِّتًا لَمْ يَحِلّ. وَفِيهِ أَنَّهُ لَا يَحِلّ أَكْلُ مَا شَارَكَهُ فِيهِ كَلْب آخَر فِي اِصْطِيَاده , وَمَحَلّه مَا إِذَا اِسْتَرْسَلَ بِنَفْسِهِ أَوْ أَرْسَلَهُ مَنْ لَيْسَ مِنْ أَهْل الذَّكَاة , فَإِنْ تَحَقَّقَ أَنَّهُ أَرْسَلَهُ مَنْ هُوَ مِنْ أَهْل الذَّكَاة حَلَّ , ثُمَّ يَنْظُر فَإِنْ أَرْسَلَاهُمَا مَعًا فَهُوَ لَهُمَا وَإِلَّا فَلِلْأَوَّلِ , وَيُؤْخَذ ذَلِكَ مِنْ التَّعْلِيل فِي قَوْله \" فَإِنَّمَا سَمَّيْت عَلَى كَلْبك وَلَمْ تُسَمِّ عَلَى غَيْره \" فَإِنَّهُ يَفْهَم مِنْهُ أَنَّ الْمُرْسِل لَوْ سَمَّى عَلَى الْكَلْب لَحَلَّ. وَوَقَعَ فِي رِوَايَة بَيَان عَنْ الشَّعْبِيّ \" وَإِنْ خَالَطَهَا كِلَاب مِنْ غَيْرهَا فَلَا تَأْكُل \" فَيُؤْخَذ مِنْهُ أَنَّهُ لَوْ وَجَدَهُ حَيًّا وَفِيهِ حَيَاة مُسْتَقِرَّة فَذَكَّاهُ حَلَّ , لِأَنَّ الِاعْتِمَاد فِي الْإِبَاحَة عَلَى التَّذْكِيَة لَا عَلَى إِمْسَاك الْكَلْب. وَفِيهِ تَحْرِيم أَكْلِ الصَّيْد الَّذِي أَكَلَ الْكَلْب مِنْهُ وَلَوْ كَانَ الْكَلْب مُعَلَّمًا , وَقَدْ عَلَّلَ فِي الْحَدِيث بِالْخَوْفِ مِنْ أَنَّهُ \" إِنَّمَا أَمْسَكَ عَلَى نَفْسه \" وَهَذَا قَوْل الْجُمْهُور , وَهُوَ الرَّاجِح مِنْ قَوْلَيْ الشَّافِعِيّ , وَقَالَ فِي الْقَدِيم - وَهُوَ قَوْل مَالِك وَنَقَلَ عَنْ بَعْض الصَّحَابَة - يَحِلّ , وَاحْتَجُّوا بِمَا وَرَدَ فِي حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدِّهِ \" أَنَّ أَعْرَابِيًّا يُقَال لَهُ أَبُو ثَعْلَبَة قَالَ : يَا رَسُول اللَّه , إِنَّ لِي كِلَابًا مُكَلَّبَة , فَأَفْتِنِي فِي صَيْدهَا. قَالَ : كُلْ مِمَّا أَمْسَكْنَ عَلَيْك. قَالَ : وَإِنْ أَكَلَ مِنْهُ ؟ قَالَ : وَإِنْ أَكَلَ مِنْهُ \" أَخْرَجَهُ أَبُو دَاوُدَ. وَلَا بَأْس بِسَنَدِهِ. وَسَلَكَ النَّاس فِي الْجَمْع بَيْن الْحَدِيثَيْنِ طُرُقًا : مِنْهَا لِلْقَائِلِينَ بِالتَّحْرِيمِ حَمْل حَدِيث أَبِي ثَعْلَبَة : عَلَى مَا إِذَا قَتَلَهُ وَخَلَّاهُ ثُمَّ عَادَ فَأَكَلَ مِنْهُ , وَمِنْهَا التَّرْجِيح فَرِوَايَة عَدِيٍّ فِي الصَّحِيحَيْنِ مُتَّفَق عَلَى صِحَّتهَا , وَرِوَايَة أَبِي ثَعْلَبَة الْمَذْكُورَة فِي غَيْر الصَّحِيحَيْنِ مُخْتَلَف فِي تَضْعِيفهَا , وَأَيْضًا فَرِوَايَة عَدِيٍّ صَرِيحَة مَقْرُونَة بِالتَّعْلِيلِ الْمُنَاسِب لِلتَّحْرِيمِ وَهُوَ خَوْف الْإِمْسَاك عَلَى نَفْسه مُتَأَيِّدَة بِأَنَّ الْأَصْل فِي الْمَيْتَة التَّحْرِيم , فَإِذَا شَكَكْنَا فِي السَّبَب الْمُبِيح رَجَعْنَا إِلَى الْأَصْل وَظَاهِرِ الْقُرْآن أَيْضًا وَهُوَ قَوْله تَعَالَى ( فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ ) فَإِنَّ مُقْتَضَاهَا أَنَّ الَّذِي يُمْسِكهُ مِنْ غَيْر إِرْسَال لَا يُبَاح , وَيَتَقَوَّى أَيْضًا بِالشَّاهِدِ مِنْ حَدِيث اِبْنِ عَبَّاس عِنْد أَحْمَد \" إِذَا أَرْسَلْت الْكَلْب فَأَكَلَ الصَّيْد فَلَا تَأْكُل , فَإِنَّمَا أَمْسَكَ عَلَى نَفْسه. وَإِذَا أَرْسَلْته فَقَتَلَ وَلَمْ يَأْكُل فَكُلْ , فَإِنَّمَا أَمْسَكَ عَلَى صَاحِبِهِ \" وَأَخْرَجَهُ الْبَزَّار مِنْ وَجْه آخَر عَنْ اِبْنِ عَبَّاس وَابْنِ أَبِي شَيْبَة مِنْ حَدِيث أَبِي رَافِعٍ بِمَعْنَاهُ , وَلَوْ كَانَ مُجَرَّد الْإِمْسَاك كَافِيًا لِمَا اُحْتِيجَ إِلَى زِيَادَة ( عَلَيْكُمْ ). وَمِنْهَا لِلْقَائِلِينَ بِالْإِبَاحَةِ حَمْل حَدِيث عَدِيٍّ عَلَى كَرَاهَة التَّنْزِيه , وَحَدِيث أَبِي ثَعْلَبَة عَلَى بَيَان الْجَوَاز. قَالَ بَعْضهمْ : وَمُنَاسَبَة ذَلِكَ أَنَّ عَدِيًّا كَانَ مُوسِرًا فَاخْتِيرَ لَهُ الْحَمْل عَلَى الْأَوْلَى , بِخِلَافِ أَبِي ثَعْلَبَة فَإِنَّهُ كَانَ بِعَكْسِهِ. وَلَا يَخْفَى ضَعْف هَذَا التَّمَسُّك مَعَ التَّصْرِيح بِالتَّعْلِيلِ فِي الْحَدِيث بِخَوْفِ الْإِمْسَاك عَلَى نَفْسه. وَقَالَ اِبْنِ التِّين : قَالَ بَعْض أَصْحَابنَا هُوَ عَامّ فَيُحْمَل عَلَى الَّذِي أَدْرَكَهُ مَيِّتًا مِنْ شِدَّة الْعَدْو أَوْ مِنْ الصَّدْمَة فَأَكَلَ مِنْهُ , لِأَنَّهُ صَارَ عَلَى صِفَة لَا يَتَعَلَّق بِهَا الْإِرْسَال وَلَا الْإِمْسَاك عَلَى صَاحِبِهِ , قَالَ : وَيَحْتَمِل أَنْ يَكُونُ مَعْنَى قَوْله \" فَإِنْ أَكَلَ فَلَا تَأْكُل أَيْ لَا يُوجَد مِنْهُ غَيْر مُجَرَّد الْأَكْل دُون إِرْسَال الصَّائِد لَهُ , وَتَكُونُ هَذِهِ الْجُمْلَة مَقْطُوعَة عَمَّا قَبْلهَا. وَلَا يَخْفَى تَعَسُّف هَذَا وَبُعْده. وَقَالَ اِبْن الْقَصَّار : مُجَرَّد إِرْسَالنَا الْكَلْب إِمْسَاكٌ عَلَيْنَا , لِأَنَّ الْكَلْب لَا نِيَّة لَهُ وَلَا يَصِحّ مِنْهُ مَيْزهَا , وَإِنَّمَا يَتَصَيَّد بِالتَّعْلِيمِ ; فَإِذَا كَانَ الِاعْتِبَار بِأَنْ يُمْسِك عَلَيْنَا أَوْ عَلَى نَفْسه وَاخْتَلَفَ الْحُكْم فِي ذَلِكَ وَجَبَ أَنْ يَتَمَيَّز ذَلِكَ بِنِيَّةِ مَنْ لَهُ نِيَّة وَهُوَ مُرْسِله , فَإِذَا أَرْسَلَهُ فَقَدْ أَمْسَكَ عَلَيْهِ وَإِذَا لَمْ يُرْسِلهُ لَمْ يُمْسِك عَلَيْهِ , كَذَا قَالَ : وَلَا يَخْفَى بُعْده أَيْضًا وَمُصَادَمَته لِسِيَاقِ الْحَدِيث. وَقَدْ قَالَ الْجُمْهُور : إِنَّ مَعْنَى قَوْله ( أَمْسَكْنَ عَلَيْكُمْ ) صِدْنَ لَكُمْ , وَقَدْ جَعَلَ الشَّارِع أَكْله مِنْهُ عَلَامَة عَلَى أَنَّهُ أَمْسَكَ لِنَفْسِهِ لَا لِصَاحِبِهِ فَلَا يُعْدَل عَنْ ذَلِكَ , وَقَدْ وَقَعَ فِي رِوَايَة لِابْنِ أَبِي شَيْبَة \" إِنْ شَرِبَ مِنْ دَمِهِ فَلَا تَأْكُل فَإِنَّهُ لَمْ يُعَلَّمْ مَا عَلَّمَتْهُ \" وَفِي هَذَا إِشَارَة إِلَى أَنَّهُ إِذَا شَرَعَ فِي أَكْله دَلَّ عَلَى أَنَّهُ لَيْسَ بِمُعَلَّمٍ التَّعْلِيمَ الْمُشْتَرَطَ. وَسَلَكَ بَعْض الْمَالِكِيَّة التَّرْجِيح فَقَالَ : هَذِهِ اللَّفْظَة ذَكَرَهَا الشَّعْبِيّ وَلَمْ يَذْكُرهَا هَمَّام , وَعَارَضَهَا حَدِيث أَبِي ثَعْلَبَة , وَهَذَا تَرْجِيح مَرْدُود لِمَا تَقَدَّمَ. وَتَمَسَّك بَعْضهمْ بِالْإِجْمَاعِ عَلَى جَوَاز أَكْله إِذَا أَخَذَهُ الْكَلْب بِفِيهِ وَهَمَّ بِأَكْلِهِ فَأُدْرِك قَبْل أَنْ يَأْكُل , قَالَ فَلَوْ كَانَ أَكْله مِنْهُ دَالًّا عَلَى أَنَّهُ أَمْسَكَ عَلَى نَفْسه لَكَانَ تَنَاوُله بِفِيهِ وَشُرُوعه فِي أَكْله كَذَلِكَ , وَلَكِنْ يُشْتَرَط أَنْ يَقِف الصَّائِد حَتَّى يَنْظُر هَلْ يَأْكُل أَوْ لَا وَاللَّهُ أَعْلَمُ. وَفِيهِ إِبَاحَة الِاصْطِيَاد لِلِانْتِفَاعِ بِالصَّيْدِ لِلْأَكْلِ وَالْبَيْع وَكَذَا اللَّهْو , بِشَرْطِ قَصْد التَّذْكِيَة وَالِانْتِفَاع , وَكَرِهَهُ مَالِك , وَخَالَفَهُ. الْجُمْهُور. قَالَ اللَّيْث : لَا أَعْلَمْ حَقًّا أَشْبَه بِبَاطِلٍ مِنْهُ , فَلَوْ لَمْ يَقْصِد الِانْتِفَاع بِهِ حَرُمَ لِأَنَّهُ مِنْ الْفَسَاد فِي الْأَرْض بِإِتْلَافِ نَفْسٍ عَبَثًا. وَيَنْقَدِحُ أَنْ يُقَال : يُبَاح , فَإِنَّ لَازَمَهُ وَأَكْثَر مِنْهُ كُرِهَ , لِأَنَّهُ قَدْ يَشْغَلهُ عَنْ بَعْض الْوَاجِبَات وَكَثِير مِنْ الْمَنْدُوبَات. وَأَخْرَجَ التِّرْمِذِيّ مِنْ حَدِيث اِبْنِ عَبَّاس رَفَعَهُ \" مَنْ سَكَنَ الْبَادِيَة جَفَا , وَمَنْ اِتَّبَعَ الصَّيْد غَفَلَ \" وَلَهُ شَاهِدِ عَنْ أَبِي هُرَيْرَة عِنْد التِّرْمِذِيّ أَيْضًا وَآخَر عِنْد الدَّارَقُطْنِيُّ فِي \" الْأَفْرَاد \" مِنْ حَدِيث الْبَرَاء بْن عَازِب وَقَالَ : تَفَرَّدَ بِهِ شَرِيك. وَفِيهِ جَوَاز اِقْتِنَاء الْكَلْب الْمُعَلَّم لِلصَّيْدِ , وَسَيَأْتِي الْبَحْث فِيهِ فِي حَدِيث \" مَنْ اِقْتَنَى كَلْبًا \" وَاسْتَدَلَّ بِهِ عَلَى جَوَاز بَيْع كَلْب الصَّيْد لِلْإِضَافَةِ فِي قَوْله \" كَلْبك \" وَأَجَابَ مَنْ مَنَعَ بِأَنَّهَا إِضَافَة اِخْتِصَاص , وَاسْتَدَلَّ بِهِ عَلَى طَهَارَة سُؤْر كَلْب الصَّيْد دُونِ غَيْره مِنْ الْكِلَاب لِلْإِذْنِ فِي الْأَكْل مِنْ الْمَوْضِع الَّذِي أَكَلَ مِنْهُ , وَلَمْ يَذْكُر الْغَسْل وَلَوْ كَانَ وَاجِبًا لَبَيَّنَهُ لِأَنَّهُ وَقْت الْحَاجَة إِلَى الْبَيَان. وَقَالَ بَعْض الْعُلَمَاء : يُعْفَى عَنْ مَعَضّ الْكَلْب وَلَوْ كَانَ نَجَسًا لِهَذَا الْحَدِيث , وَأَجَابَ مَنْ قَالَ بِنَجَاسَتِهِ بِأَنَّ وُجُوب الْغَسْل كَانَ قَدْ اِشْتَهَرَ عِنْدهمْ وَعُلِمَ فَاسْتَغْنَى عَنْ ذِكْره , وَفِيهِ نَظَرٌ , وَقَدْ يَتَقَوَّى الْقَوْل بِالْعَفْوِ لِأَنَّهُ بِشِدَّةِ الْجَرْي يَجِفُّ رِيقه فَيُؤْمَنُ مَعَهُ مَا يُخْشَى مِنْ إِصَابَة لُعَابه مَوْضِع الْعَضّ , وَاسْتُدِلَّ بِقَوْلِهِ \" كُلْ مَا أَمْسَكَ عَلَيْك \" بِأَنَّهُ لَوْ أَرْسَلَ كَلْبه عَلَى صَيْد فَاصْطَادَ غَيْره حَلَّ , لِلْعُمُومِ الَّذِي فِي قَوْله \" مَا أَمْسَكَ \" وَهَذَا قَوْل الْجُمْهُور , وَقَالَ مَالِك : لَا يَحِلُّ , وَهُوَ رِوَايَة الْبُوَيْطِيّ عَنْ الشَّافِعِيّ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏قَالَ اِبْن الْمُنَيِّرِلَيْسَ فِي جَمِيع مَا ذَكَرَ مِنْ الْآيِ وَالْأَحَادِيث تَعَرُّض لِلتَّسْمِيَةِ الْمُتَرْجَم عَلَيْهَا إِلَّا آخِر حَدِيث عَدِيّ , فَكَأَنَّهُ عَدَّهُ بَيَانًا لِمَا أَجْمَلَتْهُ الْأَدِلَّة مِنْ التَّسْمِيَة , وَعِنْد الْأُصُولِيِّينَ خِلَاف فِي الْمُجْمَل إِذَا اِقْتَرَنَتْ بِهِ قَرِينَة لَفْظِيَّة مُبَيِّنَة هَلْ يَكُون ذَلِكَ الدَّلِيل الْمُجْمَل مَعَهَا أَوْ إِيَّاهَا خَاصَّة ؟ اِنْتَهَى. وَقَوْله \" الْأَحَادِيث \" يُوهِم أَنَّ فِي الْبَاب عِدَّة أَحَادِيث , وَلَيْسَ كَذَلِكَ لِأَنَّهُ لَمْ يَذْكُر فِيهِ إِلَّا حَدِيث عَدِيٍّ , نَعَمْ ذَكَرَ فِيهِ تَفَاسِير اِبْن عَبَّاس فَكَأَنَّهُ عَدَّهَا أَحَادِيث , وَبَحْثه فِي التَّسْمِيَة الْمَذْكُورَة فِي آخِر حَدِيث عَدِيٍّ مَرْدُود , وَلَيْسَ ذَلِكَ مُرَاد الْبُخَارِيّ , وَإِنَّمَا جَرَى عَلَى عَادَته فِي الْإِشَارَة إِلَى مَا وَرَدَ فِي بَعْض طُرُق الْحَدِيث الَّذِي يُورِدهُ , وَقَدْ أَوْرَدَ الْبُخَارِيّ بَعْده بِقَلِيلٍ مِنْ طَرِيق اِبْن أَبِي السَّفَر عَنْ الشَّعْبِيّ \" إِذَا أَرْسَلْت كَلْبك وَسَمَّيْت فَكُلْ \" وَمِنْ رِوَايَة بَيَان عَنْ الشَّعْبِيّ \" إِذَا أَرْسَلَتْ كِلَابك الْمُعَلَّمَة وَذَكَرْت اِسْم اللَّه فَكُلْ \" فَلَمَّا كَانَ الْأَخْذ بِقَيْدِ \" الْمُعَلَّم \" مُتَّفَقًا عَلَيْهِ وَإِنْ لَمْ يَذْكُر فِي الطَّرِيق الْأُولَى كَانَتْ التَّسْمِيَة كَذَلِكَ , وَاللَّهُ أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5476",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، قَالَ سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْمِعْرَاضِ فَقَالَ ‏\"‏ إِذَا أَصَبْتَ بِحَدِّهِ فَكُلْ، فَإِذَا أَصَابَ بِعَرْضِهِ فَقَتَلَ فَإِنَّهُ وَقِيذٌ، فَلاَ تَأْكُلْ ‏\"‏‏.‏ فَقُلْتُ أُرْسِلُ كَلْبِي‏.‏ قَالَ ‏\"‏ إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ، فَكُلْ ‏\"‏‏.‏ قُلْتُ فَإِنْ أَكَلَ قَالَ ‏\"‏ فَلاَ تَأْكُلْ، فَإِنَّهُ لَمْ يُمْسِكْ عَلَيْكَ، إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ ‏\"‏‏.‏ قُلْتُ أُرْسِلُ كَلْبِي فَأَجِدُ مَعَهُ كَلْبًا آخَرَ‏.‏ قَالَ ‏\"‏ لاَ تَأْكُلْ، فَإِنَّكَ إِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ، وَلَمْ تُسَمِّ عَلَى آخَرَ ‏\"‏‏.‏",
    "english_text": "I asked Allah's Messenger (ﷺ) about the Mi'rad. He said, \"If you hit the game with its sharp edge, eat it, but if \nthe Mi'rad hits the game with its shaft with a hit by its broad side do not eat it, for it has been beaten to \ndeath with a piece of wood. (i.e. unlawful).\" I asked, \"If I let loose my trained hound after a game?\" \nHe said, \"If you let loose your trained hound after game, and mention the name of Allah, then you can \neat.\" I said, \"If the hound eats of the game?\" He said \"Then you should not eat of it, for the hound has \nhunted the game for itself and not for you.\" I said, \"Some times I send my hound and then I find some \nother hound with it?\" He said \"Don't eat the game, as you have mentioned the Name of Allah on your \ndog only and not on the other.\"",
    "explication": "‏ ‏قَوْله : ( اِبْن أَبِي السَّفَر ) ‏ ‏تَقَدَّمَ فِي الْمُقَدِّمَة أَنَّ اِسْمه عَبْد اللَّه , وَأَنَّ السَّفَر بِفَتْحِ الْفَاء , وَوَهَمَ مَنْ سَكَّنَهَا. ‏ ‏قَوْله : ( عَدِيّ بْن حَاتِم ) ‏ ‏أَيْ الطَّائِيّ. ‏ ‏قَوْله : ( سَأَلْت ) ‏ ‏أَيْ : عَنْ حُكْم صَيْد الْكِلَاب , وَحَذَفَ لَفْظ السُّؤَال اِكْتِفَاء بِدَلَالَةِ الْجَوَاب عَلَيْهِ , وَقَدْ صَرَّحَ بِهِ الْمُصَنِّف مِنْ طَرِيق أُخْرَى فِي الصَّيْد كَمَا سَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى. وَإِنَّمَا سَاقَ الْمُصَنِّف هَذَا الْحَدِيث هُنَا لِيَسْتَدِلّ بِهِ لِمَذْهَبِهِ فِي طَهَارَة سُؤْر الْكَلْب , وَمُطَابَقَته لِلتَّرْجَمَةِ مِنْ قَوْله فِيهَا \" وَسُؤْر الْكِلَاب \" , وَوَجْه الدَّلَالَة مِنْ الْحَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَذِنَ لَهُ فِي أَكْل مَا صَادَهُ الْكَلْب وَلَمْ يُقَيِّد ذَلِكَ بِغَسْلِ مَوْضِع فَمه , وَمِنْ ثَمَّ قَالَ مَالِك : كَيْف يُؤْكَل صَيْده وَيَكُون لُعَابه نَجِسًا ؟ وَأَجَابَ الْإِسْمَاعِيلِيّ بِأَنَّ الْحَدِيث سِيقَ لِتَعْرِيفِ أَنَّ قَتْله ذَكَاته , وَلَيْسَ فِيهِ إِثْبَات نَجَاسَة وَلَا نَفْيهَا. وَيَدُلّ لِذَلِكَ أَنَّهُ لَمْ يَقُلْ لَهُ اِغْسِلْ الدَّم إِذَا خَرَجَ مِنْ جُرْح نَابِه ; لَكِنَّهُ وَكَلَهُ إِلَى مَا تَقَرَّرَ عِنْده مِنْ وُجُوب غَسْل الدَّم , فَلَعَلَّهُ وَكَلَهُ أَيْضًا إِلَى مَا تَقَرَّرَ عِنْده مِنْ غَسْل مَا يُمَاسّهُ فَمه. وَقَالَ اِبْن الْمُنِير : عِنْد الشَّافِعِيَّة أَنَّ السِّكِّين إِذَا سُقِيَتْ بِمَاءٍ نَجِس وَذَبَحَ بِهَا نَجَّسَتْ الذَّبِيحَة , وَنَاب الْكَلْب عِنْدهمْ نَجِس الْعَيْن , وَقَدْ وَافَقُونَا عَلَى أَنَّ ذَكَاته شَرْعِيَّة لَا تُنَجِّس الْمُذَكَّى. وَتُعُقِّبَ بِأَنَّهُ لَا يَلْزَم مِنْ الِاتِّفَاق عَلَى أَنَّ الذَّبِيحَة لَا تَصِير نَجِسَة بِعَضِّ الْكَلْب ثُبُوت الْإِجْمَاع عَلَى أَنَّهَا لَا تَصِير مُتَنَجِّسَة , فَمَا أَلْزَمَهُمْ بِهِ مِنْ التَّنَاقُض لَيْسَ بِلَازِمٍ , عَلَى أَنَّ فِي الْمَسْأَلَة عِنْدهمْ خِلَافًا , وَالْمَشْهُور وُجُوب غَسْل الْمَعَضّ , وَلَيْسَ هَذَا مَوْضِع بَسْط هَذِهِ الْمَسْأَلَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5477",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نُرْسِلُ الْكِلاَبَ الْمُعَلَّمَةَ‏.‏ قَالَ ‏\"‏ كُلْ مَا أَمْسَكْنَ عَلَيْكَ ‏\"‏‏.‏ قُلْتُ وَإِنْ قَتَلْنَ قَالَ ‏\"‏ وَإِنْ قَتَلْنَ ‏\"‏‏.‏ قُلْتُ وَإِنَّا نَرْمِي بِالْمِعْرَاضِ‏.‏ قَالَ ‏\"‏ كُلْ مَا خَزَقَ، وَمَا أَصَابَ بِعَرْضِهِ فَلاَ تَأْكُلْ ‏\"‏‏.‏",
    "english_text": "I said, \"O Allah's Messenger (ﷺ)! We let loose our trained hounds after a game?\" He said, \"Eat what they \nhunt for you.\" I said, \"Even if they killed (the game)?\" He replied, 'Even if they killed (the game).\" I \nsaid, 'We also hit (the game) with the Mi'rad?\" He said, \"Eat of the animal which the Mi'rad kills by \npiercing its body, but do not eat of the animal which is killed by the broad side of the Mi'rad.''",
    "explication": "حَدِيث عَدِيّ بْن حَاتِم مِنْ طَرِيق هَمَّام بْن الْحَارِث عَنْهُ مُخْتَصَرًا وَقَدْ بَيَّنْت مَا فِيهِ فِي الْبَاب الْأَوَّل. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5478",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، قَالَ أَخْبَرَنِي رَبِيعَةُ بْنُ يَزِيدَ الدِّمَشْقِيُّ، عَنْ أَبِي إِدْرِيسَ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ الْكِتَابِ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ وَبِأَرْضِ صَيْدٍ، أَصِيدُ بِقَوْسِي وَبِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ، وَبِكَلْبِي الْمُعَلَّمِ، فَمَا يَصْلُحُ لِي قَالَ ‏\n\"‏ أَمَّا مَا ذَكَرْتَ مِنْ أَهْلِ الْكِتَابِ فَإِنْ وَجَدْتُمْ غَيْرَهَا فَلاَ تَأْكُلُوا فِيهَا، وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا وَكُلُوا فِيهَا، وَمَا صِدْتَ بِقَوْسِكَ فَذَكَرْتَ اسْمَ اللَّهِ فَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ فَذَكَرْتَ اسْمَ اللَّهِ فَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ غَيْرَ مُعَلَّمٍ فَأَدْرَكْتَ ذَكَاتَهُ فَكُلْ ‏\"‏‏.‏",
    "english_text": "I said, \"O Allah's Prophet! We are living in a land ruled by the people of the Scripture; Can we take \nour meals in their utensils? In that land there is plenty of game and I hunt the game with my bow and \nwith my hound that is not trained and with my trained hound. Then what is lawful for me to eat?\" He \nsaid, \"As for what you have mentioned about the people of the Scripture, if you can get utensils other \nthan theirs, do not eat out of theirs, but if you cannot get other than theirs, wash their utensils and eat \nout of it. If you hunt an animal with your bow after mentioning Allah's Name, eat of it. and if you hunt \nsomething with your trained hound after mentioning Allah's Name, eat of it, and if you hunt \nsomething with your untrained hound (and get it before it dies) and slaughter it, eat of it.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عَبْد اللَّه بْن يَزِيد ) ‏ ‏هُوَ الْمُقْرِيّ , وَحَيْوَة هُوَ اِبْن شُرَيْحٍ. ‏ ‏قَوْله ( عَنْ أَبِي ثَعْلَبَة الْخُشَنِيِّ ) ‏ ‏بِضَمِّ الْخَاء وَفَتْح الشِّين الْمُعْجَمَتَيْنِ ثُمَّ نُون , نِسْبَة إِلَى بَنِي خُشَيْن بَطْن مِنْ النَّمِر بْن وَبَرَة بْن تَغْلِب بِفَتْحِ الْمُثَنَّاة وَسُكُون الْمُعْجَمَة وَكَسْر اللَّام بَعْدهَا مُوَحَّدَة اِبْن حُلْوَانِ بْن عِمْرَان بْن الْحَافّ بْن قُضَاعَة. ‏ ‏قَوْله ( قُلْت يَا نَبِيّ اللَّه إِنَّا بِأَرْضِ قَوْم أَهْل كِتَاب ) ‏ ‏يَعْنِي بِالشَّامِ , وَكَانَ جَمَاعَة مِنْ قَبَائِل الْعَرَب قَدْ سَكَنُوا الشَّام وَتَنَصَّرُوا مِنْهُمْ آل غَسَّان وَتَنُوخ وَبَهْز وَبُطُون مِنْ قُضَاعَة مِنْهُمْ بَنُو خُشَيْن آل أَبِي ثَعْلَبَة , وَاخْتُلِفَ فِي اِسْم أَبِي ثَعْلَبَة فَقِيلَ جُرْثُوم وَهُوَ قَوْل الْأَكْثَر وَقِيلَ جُرْهُمْ وَقِيلَ نَاشِب وَقِيلَ جَرْثَمَ وَهُوَ كَالْأَوَّلِ لَكِنْ بِغَيْرِ إِشْبَاع وَقِيلَ جُرْثُومَة وَهُوَ كَالْأَوَّلِ لَكِنْ بِزِيَادَةِ هَاء وَقِيلَ غُرْنُوق وَقِيلَ نَاشِر وَقِيلَ لَاشِر وَقِيلَ لَاشِ وَقِيلَ لَاشِنِ وَقِيلَ لَا شُومه , وَاخْتَلَفَ فِي اِسْم أَبِيهِ فَقِيلَ عَمْرو وَقِيلَ نَاشِب وَقِيلَ نَاسِب بِمُهْمَلَةٍ وَقِيلَ بِمُعْجَمَةٍ وَقِيلَ نَاشِر وَقِيلَ لَا شِرْ وَقِيلَ لَاشِ وَقِيلَ لَاشِنِ وَقِيلَ لَاشِم وَقِيلَ لِاسْمِ وَقِيلَ جُلْهُمْ وَقِيلَ حِمْيَر وَقِيلَ جُرْهُمْ وَقِيلَ جُرْثُوم , وَيَجْتَمِع مِنْ اِسْمه وَاسْم أَبِيهِ بِالتَّرْكِيبِ أَقْوَال كَثِيرَة جِدًّا , وَكَانَ إِسْلَامه قَبْل خَيْبَر وَشَهِدَ بَيْعَة الرِّضْوَان وَتَوَجَّهَ إِلَى قَوْمه فَأَسْلَمُوا , وَلَهُ أَخ يُقَال لَهُ عَمْرو أَسْلَمَ أَيْضًا. ‏ ‏قَوْله ( فِي آنِيَتهمْ ) ‏ ‏جَمْع إِنَاء وَالْأَوَانِي جَمْع آنِيَة , وَقَدْ وَقَعَ الْجَوَاب عَنْهُ \" فَإِنْ وَجَدْتُمْ غَيْرهَا فَلَا تَأْكُلُوا فِيهَا وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا وَكُلُوا فِيهَا \" فَتُمْسِك بِهَذَا الْأَمْر مَنْ رَأَى أَنَّ اِسْتِعْمَال آنِيَّة أَهْل الْكِتَاب تَتَوَقَّف عَلَى الْغَسْل لِكَثْرَةِ اِسْتِعْمَالهمْ النَّجَاسَة. وَمِنْهُمْ مَنْ يَتَدَيَّن بِمُلَابَسَتِهَا , قَالَ اِبْن دَقِيق الْعِيد : وَقَدْ اِخْتَلَفَ الْفُقَهَاء فِي ذَلِكَ بِنَاء عَلَى تَعَارُض الْأَصْل وَالْغَالِب. وَاحْتَجَّ مَنْ قَالَ بِمَا دَلَّ عَلَيْهِ هَذَا الْحَدِيث بِأَنَّ الظَّنّ الْمُسْتَفَاد مِنْ الْغَالِب رَاجِح عَلَى الظَّنّ الْمُسْتَفَاد مِنْ الْأَصْل , وَأَجَابَ مَنْ قَالَ بِأَنَّ الْحُكْم لِلْأَصْلِ حَتَّى تَتَحَقَّق النَّجَاسَة بِجَوَابَيْنِ : أَحَدهمَا أَنَّ الْأَمْر بِالْغَسْلِ مَحْمُول عَلَى الِاسْتِحْبَاب اِحْتِيَاطًا جَمْعًا بَيْنه وَبَيْن مَا دَلَّ عَلَى التَّمَسُّك بِالْأَصْلِ , وَالثَّانِي أَنَّ الْمُرَاد بِحَدِيثِ أَبِي ثَعْلَبَة حَال مَنْ يَتَحَقَّق النَّجَاسَة فِيهِ , وَيُؤَيِّدهُ ذِكْر الْمَجُوس لِأَنَّ أَوَانِيهمْ نَجِسَة لِكَوْنِهِمْ لَا تَحِلّ ذَبَائِحهمْ. وَقَالَ النَّوَوِيّ : الْمُرَاد بِالْآنِيَةِ فِي حَدِيث أَبِي ثَعْلَبَة آنِيَة مَنْ يَطْبُخ فِيهَا لَحْم الْخِنْزِير وَيَشْرَب فِيهَا الْخَمْر كَمَا وَقَعَ التَّصْرِيح بِهِ فِي رِوَايَة أَبِي دَاوُد \" إِنَّا نُجَاوِر أَهْل الْكِتَاب , وَهُمْ يَطْبُخُونَ فِي قُدُورهمْ الْخِنْزِير وَيَشْرَبُونَ فِي آنِيَتهمْ الْخَمْر فَقَالَ \" فَذَكَرَ الْجَوَاب. وَأَمَّا الْفُقَهَاء فَمُرَادهمْ مُطْلَق آنِيَّة الْكُفَّار الَّتِي لَيْسَتْ مُسْتَعْمَلَة فِي النَّجَاسَة فَإِنَّهُ يَجُوز اِسْتِعْمَالهَا وَلَوْ لَمْ تُغْسَل عِنْدهمْ , وَإِنْ كَانَ الْأَوْلَى الْغَسْل لِلْخُرُوجِ مِنْ الْخِلَاف لَا لِثُبُوتِ الْكَرَاهَة فِي ذَلِكَ , وَيُحْتَمَل أَنْ يَكُون اِسْتِعْمَالهَا بِلَا غَسْل مَكْرُوهًا بِنَاء عَلَى الْجَوَاب الْأَوَّل وَهُوَ الظَّاهِر مِنْ الْحَدِيث , وَأَنَّ اِسْتِعْمَالهَا مَعَ الْغَسْل رُخْصَة إِذَا وَجَدَ غَيْرهَا فَإِنْ لَمْ يَجِد جَازَ بِلَا كَرَاهَة لِلنَّهْيِ عَنْ الْأَكْل فِيهَا مُطْلَقًا وَتَعْلِيق الْإِذْن عَلَى عَدَم غَيْرهَا مَعَ غَسْلهَا , وَتَمَسَّكَ بِهَذَا بَعْض الْمَالِكِيَّة لِقَوْلِهِمْ إِنَّهُ يَتَعَيَّن كَسْر آنِيَّة الْخَمْر عَلَى كُلّ حَال بِنَاء عَلَى أَنَّهَا لَا تَطْهُر بِالْغَسْلِ , وَاسْتَدَلَّ بِالتَّفْصِيلِ الْمَذْكُور لِأَنَّ الْغَسْل لَوْ كَانَ مُطَهِّرًا لَهَا لِمَا كَانَ لِلتَّفْصِيلِ مَعْنَى , وَتُعُقِّبَ بِأَنَّهُ لَمْ يَنْحَصِر فِي كَوْن الْعَيْن تَصِير نَجِسَة بِحَيْثُ لَا تَطْهُر أَصْلًا بَلْ يَحْتَمِل أَنْ يَكُون التَّفْصِيل لِلْأَخْذِ بِالْأَوْلَى , فَإِنَّ الْإِنَاء الَّذِي يُطْبَخ فِيهِ الْخِنْزِير يُسْتَقْذَر وَلَوْ غُسِلَ كَمَا يُكْرَه الشُّرْب فِي الْمِحْجَمَة وَلَوْ غُسِلَتْ اِسْتِقْذَارًا , وَمَشَى اِبْن حَزْم عَلَى ظَاهِرِيَّته فَقَالَ : لَا يَجُوز اِسْتِعْمَال آنِيَّة أَهْل الْكِتَاب إِلَّا بِشَرْطَيْنِ أَحَدهمَا أَنْ لَا يَجِد غَيْرهَا وَالثَّانِي غَسْلهَا. وَأُجِيب بِمَا تَقَدَّمَ مِنْ أَنَّ أَمْره بِالْغَسْلِ عِنْد فَقْد غَيْرهَا دَالّ عَلَى طَهَارَتهَا بِالْغَسْلِ , وَالْأَمْر بِاجْتِنَابِهَا عِنْد وُجُود غَيْرهَا لِلْمُبَالَغَةِ فِي التَّنْفِير عَنْهَا كَمَا فِي حَدِيث سَلَمَة الْآتِي بَعْدُ فِي الْأَمْر بِكَسْرِ الْقُدُور الَّتِي طُبِخَتْ فِيهَا الْمَيْتَة , فَقَالَ رَجُل أَوْ نَغْسِلهَا ؟ فَقَالَ : أَوْ ذَاكَ. فَأَمَرَ بِالْكَسْرِ لِلْمُبَالَغَةِ فِي التَّنْفِير عَنْهَا ثُمَّ أَذِنَ فِي الْغَسْل تَرْخِيصًا , فَكَذَلِكَ يُتَّجَه هَذَا هُنَا وَاللَّهُ أَعْلَم. ‏ ‏قَوْله ( وَبِأَرْضِ صَيْد أَصِيد بِقَوْسِي ) ‏ ‏فَقَالَ فِي جَوَابه \" وَمَا صِدْت بِقَوْسِك وَذَكَرْت اِسْم اللَّه فَكُلْ \" تَمَسَّكَ بِهِ مَنْ أَوْجَبَ التَّسْمِيَة عَلَى الصَّيْد وَعَلَى الذَّبِيحَة , وَقَدْ تَقَدَّمَتْ مَبَاحِثه فِي الْحَدِيث الَّذِي قَبْله , وَكَذَا تَقَدَّمَتْ مَبَاحِث السُّؤَال الثَّالِث وَهُوَ الصَّيْد بِالْكَلْبِ , وَقَوْله \" فَكُلْ \" وَقَعَ مُفَسَّرًا فِي رِوَايَة أَبِي دَاوُدَ مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه \" أَنَّ أَعْرَابِيًّا يُقَال لَهُ أَبُو ثَعْلَبَة قَالَ : يَا رَسُول اللَّه إِنَّ لِي كِلَابًا مُكَلَّبَة - الْحَدِيث وَفِيهِ - وَأَفْتِنِي فِي قَوْسِي ; قَالَ : كُلْ مَا رَدَّتْ عَلَيْك قَوْسك ذَكِيًّا وَغَيْر ذَكِيّ. قَالَ وَإِنْ تَغَيَّبَ عَنِّي ؟ قَالَ وَإِنْ تَغَيَّبَ عَنْك مَا لَمْ يَصِلّ أَوْ تَجِد فِيهِ أَثَرًا غَيْر سَهْمك \" وَقَوْله يَصِلّ بِصَادٍ مُهْمَلَة مَكْسُورَة وَلَام ثَقِيلَة أَيْ يُنْتِن , وَسَيَأْتِي مَبَاحِث هَذَا الْحَدِيث بَعْد ثَلَاثَة أَبْوَاب فِي \" بَاب الصَّيْد إِذَا غَابَ يَوْمَيْنِ أَوْ ثَلَاثَة \" وَفِي الْحَدِيث مِنْ الْفَوَائِد جَمْع الْمَسَائِل وَإِيرَادهَا دَفْعَة وَاحِدَة وَتَفْصِيل الْجَوَاب عَنْهَا وَاحِدَة وَاحِدَة بِلَفْظِ أَمَّا وَأَمَّا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5479",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا يُوسُفُ بْنُ رَاشِدٍ، حَدَّثَنَا وَكِيعٌ، وَيَزِيدُ بْنُ هَارُونَ ـ وَاللَّفْظُ لِيَزِيدَ ـ عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، أَنَّهُ رَأَى رَجُلاً يَخْذِفُ فَقَالَ لَهُ لاَ تَخْذِفْ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْخَذْفِ ـ أَوْ كَانَ يَكْرَهُ الْخَذْفَ ـ وَقَالَ ‏\n\"‏ إِنَّهُ لاَ يُصَادُ بِهِ صَيْدٌ وَلاَ يُنْكَى بِهِ عَدُوٌّ، وَلَكِنَّهَا قَدْ تَكْسِرُ السِّنَّ وَتَفْقَأُ الْعَيْنَ ‏\"‏‏.‏ ثُمَّ رَآهُ بَعْدَ ذَلِكَ يَخْذِفُ فَقَالَ لَهُ أُحَدِّثُكَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ الْخَذْفِ‏.‏ أَوْ كَرِهَ الْخَذْفَ، وَأَنْتَ تَخْذِفُ لاَ أُكَلِّمُكَ كَذَا وَكَذَا‏.‏",
    "english_text": "that he saw a man throwing stones with two fingers (at something) and said to him, \"Do not throw \nstones, for Allah's Messenger (ﷺ) has forbidden throwing stones, or he used to dislike it.\" `Abdullah added: \nThrowing stones will neither hunt the game, nor kill (or hurt) an enemy, but it may break a tooth or \ngouge out an eye.\" Afterwards `Abdullah once again saw the man throwing stones. He said to him, \"I \ntell you that Allah's Messenger (ﷺ) has forbidden or disliked the throwing the stones (in such a way), yet you \nare throwing stones! I shall not talk to you for such-and-such a period.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنِي يُوسُف بْن رَاشِد ) ‏ ‏وَهُوَ يُوسُف بْن مُوسَى بْن رَاشِد بْن بِلَال الْقَطَّان الرَّازِيّ نَزِيل بَغْدَاد , نَسَبَهُ الْبُخَارِيّ إِلَى جَدّه , وَفِي طَبَقَته يُوسُف بْن مُوسَى التُّسْتَرِيُّ نَزَلَ الرَّيّ. فَلَعَلَّ الْبُخَارِيّ كَانَ يَخْشَى أَنْ يَلْتَبِس بِهِ. ‏ ‏قَوْله ( وَاللَّفْظ لِيَزِيدَ ) ‏ ‏قُلْت قَدْ أَخْرَجَ أَحْمَد الْحَدِيث عَنْ وَكِيع مُقْتَصِرًا عَلَى الْمَتْن دُون الْقِصَّة , وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة يَحْيَى الْقَطَّان وَوَكِيع كِلَاهُمَا عَنْ كَهْمَس مَقْرُونًا وَقَالَ : إِنَّ السِّيَاق لِيَحْيَى وَالْمَعْنَى وَاحِد. ‏ ‏قَوْله ( إِنَّهُ رَأَى رَجُلًا ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَوَقَعَ فِي رِوَايَة مُسْلِم مِنْ رِوَايَة مُعَاذ بْن مُعَاذ عَنْ كَهْمَس \" رَأَى رَجُلًا مِنْ أَصْحَابه \" وَلَهُ مِنْ رِوَايَة سَعِيد بْن جُبَيْر عَنْ عَبْد اللَّه بْن مُغَفَّل أَنَّهُ قَرِيب لِعَبْدِ اللَّه بْن مُغَفَّل. ‏ ‏قَوْله ( يَخْذِف ) ‏ ‏بِخَاءٍ مُعْجَمَة وَآخِره فَاء أَيْ يَرْمِي بِحَصَاةٍ أَوْ نَوَاة بَيْن سَبَّابَتَيْهِ أَوْ بَيْن الْإِبْهَام وَالسَّبَّابَة أَوْ عَلَى ظَاهِر الْوُسْطَى وَبَاطِن الْإِبْهَام , وَقَالَ اِبْن فَارِس : خَذَفْت الْحَصَاة رَمَيْتهَا بَيْن أُصْبُعَيْك , وَقِيلَ فِي حَصَى الْخَذْف : أَنْ يَجْعَل الْحَصَاة بَيْن السَّبَّابَة مِنْ الْيُمْنَى وَالْإِبْهَام مِنْ الْيُسْرَى ثُمَّ يَقْذِفهَا بِالسَّبَّابَةِ مِنْ الْيَمِين , وَقَالَ اِبْن سِيدَهْ : خَذَفَ بِالشَّيْءِ يَخْذِف فَارِسِيّ وَخَصَّ بَعْضهمْ بِهِ الْحَصَى , قَالَ : وَالْمِخْذَفَة الَّتِي يُوضَع فِيهَا الْحَجْر وَيُرْمَى بِهَا الطَّيْر وَيُطْلَق عَلَى الْمِقْلَاع أَيْضًا قَالَهُ فِي الصِّحَاح. ‏ ‏قَوْله ( نَهَى عَنْ الْخَذْف , أَوْ كَانَ يَكْرَه الْخَذْف ) ‏ ‏فِي رِوَايَة أَحْمَد عَنْ وَكِيع \" نَهَى عَنْ الْخَذْف \" وَلَمْ يَشُكّ , وَأَخْرَجَهُ عَنْ مُحَمَّد بْن جَعْفَر عَنْ كَهْمَس بِالشَّكِّ وَبَيَّنَ أَنَّ الشَّكّ مِنْ كَهْمَس. ‏ ‏قَوْله ( إِنَّهُ لَا يُصَاد بِهِ صَيْد ) ‏ ‏قَالَ الْمُهَلَّب : أَبَاحَ اللَّه الصَّيْد عَلَى صِفَة فَقَالَ ( تَنَالهُ أَيْدِيكُمْ وَرِمَاحكُمْ ) وَلَيْسَ الرَّمْي بِالْبُنْدُقَةِ وَنَحْوهَا مِنْ ذَلِكَ وَإِنَّمَا هُوَ وَقِيذ , وَأَطْلَقَ الشَّارِع أَنَّ الْخَذْف لَا يُصَاد بِهِ لِأَنَّهُ لَيْسَ مِنْ الْمُجْهِزَات , وَقَدْ اِتَّفَقَ الْعُلَمَاء - إِلَّا مَنْ شَذَّ مِنْهُمْ - عَلَى تَحْرِيم أَكْل مَا قَتَلَتْهُ الْبُنْدُقَة وَالْحَجَر اِنْتَهَى. وَإِنَّمَا كَانَ كَذَلِكَ لِأَنَّهُ يَقْتُل الصَّيْد بِقُوَّةِ رَامِيه لَا بِحَدِّهِ. ‏ ‏قَوْله ( وَلَا يَنْكَأ بِهِ عَدُوّ ) ‏ ‏قَالَ عِيَاض : الرِّوَايَة بِفَتْحِ الْكَاف وَبِهَمْزَةٍ فِي آخِره وَهِيَ لُغَة , وَالْأَشْهَر بِكَسْرِ الْكَاف بِغَيْرِ هَمْز , وَقَالَ فِي شَرْح مُسْلِم : لَا يَنْكَأ بِفَتْحِ الْكَاف مَهْمُوز , وَرَوَى لَا يَنْكِي بِكَسْرِ الْكَاف وَسُكُون التَّحْتَانِيَّة , وَهُوَ أَوْجَه لِأَنَّ الْمَهْمُوز إِنَّمَا هُوَ مِنْ نَكَأْت الْقُرْحَة وَلَيْسَ هَذَا مَوْضِعه فَإِنَّهُ مِنْ النِّكَايَة , لَكِنْ قَالَ فِي \" الْعَيْن \" نَكَأْت لُغَة فِي نَكِيَتْ , فَعَلَى هَذَا تَتَوَجَّه هَذِهِ الرِّوَايَة قَالَ : وَمَعْنَاهُ الْمُبَالَغَة فِي الْأَذَى. وَقَالَ اِبْن سِيدَهْ , نَكَأَ الْعَدُوّ نِكَايَة أَصَابَ مِنْهُ , ثُمَّ قَالَ : نَكَأْت الْعَدُوّ أَنْكَؤُهُمْ لُغَة فِي نَكَيْتهمْ , فَظَهَرَ أَنَّ الرِّوَايَة صَحِيحَة الْمَعْنَى وَلَا مَعْنَى لِتَخْطِئَتِهَا. وَأَغْرَبَ اِبْن التِّين فَلَمْ يُعَرِّج عَلَى الرِّوَايَة الَّتِي بِالْهَمْزِ أَصْلًا بَلْ شَرْحه عَلَى الَّتِي بِكَسْرِ الْكَاف بِغَيْرِ هَمْز , ثُمَّ قَالَ : وَنَكَأْت الْقُرْحَة بِالْهَمْزِ. ‏ ‏قَوْله ( وَلَكِنَّهَا قَدْ تَكْسِر السِّنّ ) ‏ ‏أَيْ الرَّمْيَة , وَأَطْلَقَ السِّنّ فَيَشْمَل سِنّ الْمُرْمَى وَغَيْره مِنْ آدَمِيٍّ وَغَيْره. ‏ ‏قَوْله ( لَا أُكَلِّمك كَذَا وَكَذَا ) ‏ ‏فِي رِوَايَة مُعَاذ وَمُحَمَّد بْن جَعْفَر \" لَا أُكَلِّمك كَلِمَة كَذَا وَكَذَا \" وَكَلِمَة بِالنَّصْبِ وَالتَّنْوِين , كَذَا وَكَذَا أَبْهَمَ الزَّمَان , وَوَقَعَ فِي رِوَايَة سَعِيد بْن جُبَيْر عِنْد مُسْلِم \" لَا أُكَلِّمك أَبَدًا \" وَفِي الْحَدِيث جَوَاز هِجْرَان مَنْ خَالَفَ السُّنَّة وَتَرْك كَلَامه , وَلَا يَدْخُل ذَلِكَ فِي النَّهْي عَنْ الْهَجْر فَوْق ثَلَاث فَإِنَّهُ يَتَعَلَّق بِمَنْ هَجَرَ لِحَظِّ نَفْسه , وَسَيَأْتِي بَسْط ذَلِكَ فِي كِتَاب الْأَدَب , وَفِيهِ تَغْيِير الْمُنْكَر وَمَنْع الرَّمْي بِالْبُنْدُقَةِ لِأَنَّهُ إِذَا نَفَى الشَّارِع أَنَّهُ لَا يَصِيد فَلَا مَعْنَى لِلرَّمْيِ بِهِ بَلْ فِيهِ تَعْرِيض لِلْحَيَوَانِ بِالتَّلَفِ لِغَيْرِ مَالِكه وَقَدْ وَرَدَ النَّهْي عَنْ ذَلِكَ , نَعَمْ قَدْ يُدْرِك ذَكَاة مَا رُمِيَ بِالْبُنْدُقَةِ فَيَحِلّ أَكْله , وَمِنْ ثَمَّ اُخْتُلِفَ فِي جَوَازه فَصَرَّحَ مُجَلِّي فِي \" الذَّخَائِر \" بِمَنْعِهِ وَبِهِ أَفْتَى اِبْن عَبْد السَّلَام , وَجَزَمَ النَّوَوِيّ لَهُ لِأَنَّهُ طَرِيق إِلَى الِاصْطِيَاد , وَالتَّحْقِيق التَّفْصِيل : فَإِنْ كَانَ الْأَغْلَب مِنْ حَال الرَّمْي مَا ذُكِرَ فِي الْحَدِيث اِمْتَنَعَ , وَإِنْ كَانَ عَكْسه جَازَ وَلَا سِيَّمَا إِنْ كَانَ الْمُرْمَى مِمَّا لَا يَصِلُ إِلَيْهِ الرَّمْي إِلَّا بِذَلِكَ ثُمَّ لَا يَقْتُلهُ غَالِبًا , وَقَدْ تَقَدَّمَ قَبْل بَابَيْنِ مِنْ هَذَا الْبَاب قَوْل الْحَسَن فِي كَرَاهِيَة رَمْي الْبُنْدُقَة فِي الْقُرَى وَالْأَمْصَار , وَمَفْهُومه أَنَّهُ لَا يُكْرَه فِي الْفَلَاة , فَجَعَلَ مَدَار النَّهْي عَلَى خَشْيَة إِدْخَال الضَّرَر عَلَى أَحَد مِنْ النَّاس وَاللَّهُ أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5480",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنِ اقْتَنَى كَلْبًا لَيْسَ بِكَلْبِ مَاشِيَةٍ أَوْ ضَارِيَةٍ، نَقَصَ كُلَّ يَوْمٍ مِنْ عَمَلِهِ قِيرَاطَانِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever keeps a (pet) dog which is neither a watch dog nor a hunting dog, will get \na daily deduction of two Qirat from his good deeds.\"",
    "explication": "‏ ‏قَوْله ( الضَّبّ لَسْت آكُلهُ وَلَا أُحَرِّمهُ ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر عَنْ عَبْد اللَّه بْن دِينَار بِلَفْظِ \" سُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الضَّبّ , فَقَالَ : لَا آكُلهُ وَلَا أُحَرِّمهُ \" وَمِنْ طَرِيق نَافِع عَنْ اِبْن عُمَر \" سَأَلَ رَجُل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" زَادَ فِي رِوَايَة عَنْ نَافِع أَيْضًا \" وَهُوَ عَلَى الْمِنْبَر \" وَهَذَا السَّائِل يَحْتَمِل أَنْ يَكُون خُزَيْمَةَ بْن جَزْء , فَقَدْ أَخْرَجَ اِبْن مَاجَهْ مِنْ حَدِيثه \" قُلْت يَا رَسُول اللَّه مَا تَقُول ؟ فَقَالَ : لَا آكُلهُ وَلَا أُحَرِّمهُ , قَالَ : قُلْت فَإِنِّي آكُل مَا لَمْ تُحَرِّم \" وَسَنَده ضَعِيف. وَعِنْد مُسْلِم وَالنَّسَائِيِّ مِنْ حَدِيث أَبِي سَعِيد \" قَالَ رَجُل : يَا رَسُول اللَّه إنَّا بِأَرْضٍ مُضِبَّة , فَمَا تَأْمُرنَا ؟ قَالَ : ذُكِرَ لِي أَنَّ أَمَة مِنْ بَنِي إِسْرَائِيل مُسِخَتْ , فَلَمْ يَأْمُر وَلَمْ يَنْهَ \" وَقَوْله \" مُضِبَّة \" بِضَمِّ أَوَّله وَكَسْر الْمُعْجَمَة أَيْ كَثِيرَة الضَّبَاب , وَهَذَا يُمْكِن أَنْ يُفَسَّر بِثَابِتِ بْن وَدِيعَة , فَقَدْ أَخْرَجَ أَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ حَدِيثه قَالَ \" أَصَبْت ضِبَابًا فَشَوَيْت مِنْهَا ضَبًّا , فَأَتَيْت بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخَذَ عُودًا فَعَدَّ بِهِ أَصَابِعه ثُمَّ قَالَ : إِنَّ أُمَّة مِنْ بَنِي إِسْرَائِيل مُسِخَتْ دَوَابّ فِي الْأَرْض , وَإِنِّي لَا أَدْرِي أَيّ الدَّوَابّ هِيَ , فَلَمْ يَأْكُل وَلَمْ يَنْهَ \" وَسَنَده صَحِيح. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5481",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، قَالَ سَمِعْتُ سَالِمًا، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبٌ ضَارٍ لِصَيْدٍ أَوْ كَلْبَ مَاشِيَةٍ، فَإِنَّهُ يَنْقُصُ مِنْ أَجْرِهِ كُلَّ يَوْمٍ قِيرَاطَانِ ‏\"‏‏.‏",
    "english_text": "I heard the Prophet (ﷺ) saying, \"If someone keeps a dog neither for hunting, nor for guarding livestock, \nthe reward (for his good deeds) will be reduced by two Qirats per day.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5482",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبَ مَاشِيَةٍ أَوْ ضَارٍ، نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If someone keeps a dog neither for guarding livestock, nor for hunting, his good \ndeeds will decrease (in reward) by two Qirats a day.'",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5483",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ بَيَانٍ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْتُ إِنَّا قَوْمٌ نَصِيدُ بِهَذِهِ الْكِلاَبِ‏.‏ فَقَالَ ‏\n\"‏ إِذَا أَرْسَلْتَ كِلاَبَكَ الْمُعَلَّمَةَ وَذَكَرْتَ اسْمَ اللَّهِ، فَكُلْ مِمَّا أَمْسَكْنَ عَلَيْكُمْ، وَإِنْ قَتَلْنَ إِلاَّ أَنْ يَأْكُلَ الْكَلْبُ، فَإِنِّي أَخَافُ أَنْ يَكُونَ إِنَّمَا أَمْسَكَهُ عَلَى نَفْسِهِ، وَإِنْ خَالَطَهَا كِلاَبٌ مِنْ غَيْرِهَا فَلاَ تَأْكُلْ ‏\"‏‏.‏",
    "english_text": "I asked Allah's Messenger (ﷺ). \"We hunt with the help of these hounds.\" He said, \"If you let loose your \ntrained hounds after a game, and mention the name of Allah, then you can eat what the hounds catch \nfor you, even if they killed the game. But you should not eat of it if the hound has eaten of it, for then \nit is likely that the hound has caught the game for itself. And if other hounds join your hound in \nhunting the game, then do not eat of it.\"",
    "explication": "حَدِيث عَدِيّ بْن حَاتِم مِنْ رِوَايَة بَيَان بْن عَمْرو عَنْ الشَّعْبِيّ عَنْهُ , قَدْ تَقَدَّمَ شَرْحه مُسْتَوْفًى فِي الْبَاب الْأَوَّل. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5484",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا ثَابِتُ بْنُ يَزِيدَ، حَدَّثَنَا عَاصِمٌ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ فَأَمْسَكَ وَقَتَلَ، فَكُلْ، وَإِنْ أَكَلَ فَلاَ تَأْكُلْ، فَإِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ، وَإِذَا خَالَطَ كِلاَبًا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهَا فَأَمْسَكْنَ وَقَتَلْنَ فَلاَ تَأْكُلْ، فَإِنَّكَ لاَ تَدْرِي أَيُّهَا قَتَلَ، وَإِنْ رَمَيْتَ الصَّيْدَ فَوَجَدْتَهُ بَعْدَ يَوْمٍ أَوْ يَوْمَيْنِ، لَيْسَ بِهِ إِلاَّ أَثَرُ سَهْمِكَ، فَكُلْ، وَإِنْ وَقَعَ فِي الْمَاءِ فَلاَ تَأْكُلْ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If you let loose your hound after a game and mention Allah's Name on sending it, \nand the hound catches the game and kills it, then you can eat of it. But if the hound eats of it, then you \nshould not eat thereof, for the hound has caught it for itself. And if along with your hound, joined other \nhounds, and Allah's Name was not mentioned at the time of their sending, and they catch an animal \nand kill it, you should not eat of it, for you will not know which of them has killed it. And if you have \nthrown an arrow at the game and then find it (dead) two or three days later and, it bears no mark other \nthan the wound inflicted by your arrow, then you can eat of it. But if the game is found (dead) in \nwater, then do not eat of it.\"",
    "explication": "‏ ‏قَوْله ( ثَابِت بْن يَزِيد ) ‏ ‏هُوَ أَبُو زَيْد الْبَصْرِيّ الْأَحْوَل وَحَكَى الْكَلَابَاذِي أَنَّهُ قِيلَ فِيهِ ثَابِت بْن زَيْد قَالَ وَالْأَوَّل أَصَحّ. ‏ ‏قُلْت : زَيْد كُنْيَته لَا اِسْم أَبِيهِ , وَشَيْخه عَاصِم هُوَ اِبْن سُلَيْمَان الْأَحْوَل وَقَدْ زَادَ عَنْ الشَّعْبِيّ فِي حَدِيث عَدِيٍّ قِصَّة السَّهْم. ‏ ‏قَوْله ( وَإِنْ رَمَيْت الصَّيْد فَوَجَدْته بَعْد يَوْم أَوْ يَوْمَيْنِ لَيْسَ بِهِ إِلَّا أَثَر سَهْمك فَكُلْ ) ‏ ‏وَمَفْهُومه أَنَّهُ إِنْ وَجَدَ فِيهِ أَثَر غَيْر سَهْمه لَا يَأْكُل , وَهُوَ نَظِير مَا تَقَدَّمَ فِي الْكَلْب مِنْ التَّفْصِيل فِيمَا إِذَا خَالَطَ الْكَلْب الَّذِي أَرْسَلَهُ الصَّائِد كَلْبَ آخَرَ , لَكِنْ التَّفْصِيل فِي مَسْأَلَة الْكَلْب فِيمَا إِذَا شَارَكَ الْكَلْب فِي قَتْله كَلْب آخَر , وَهُنَا الْأَثَر الَّذِي يُوجَد فِيهِ مِنْ غَيْر سَهْم الرَّامِي أَعَمّ مِنْ أَنْ يَكُون أَثَر سَهْم رَامٍ آخَر أَوْ غَيْر ذَلِكَ مِنْ الْأَسْبَاب الْقَاتِلَة فَلَا يَحِلّ أَكْله مَعَ التَّرَدُّد , وَقَدْ جَاءَتْ فِيهِ زِيَادَة مِنْ رِوَايَة سَعِيد بْن جُبَيْر عَنْ عَدِيّ بْن حَاتِم عِنْد التِّرْمِذِيّ وَالنَّسَائِيِّ وَالطَّحَاوِيّ بِلَفْظِ \" إِذَا وَجَدْت سَهْمك فِيهِ وَلَمْ يَجِد بِهِ أَثَر سَبُع وَعَلِمْت أَنَّ سَهْمك قَتَلَهُ فَكُلْ مِنْهُ \" قَالَ الرَّافِعِيّ : يُؤْخَذ مِنْهُ أَنَّهُ لَوْ جَرَحَهُ ثُمَّ غَابَ ثُمَّ جَاءَ فَوَجَدَهُ مَيِّتًا أَنَّهُ لَا يَحِلّ , وَهُوَ ظَاهِر نَصّ الشَّافِعِيّ فِي \" الْمُخْتَصَر \". وَقَالَ النَّوَوِيّ : الْحِلّ أَصَحّ دَلِيلًا. وَحَكَى الْبَيْهَقِيُّ فِي \" الْمَعْرِفَة \" عَنْ الشَّافِعِيّ أَنَّهُ قَالَ فِي قَوْل اِبْن عَبَّاس \" كُلْ مَا أَصْمَيْتَ وَدَعْ مَا أَنْمَيْت \" : مَعْنَى \" مَا أَصْمَيْتَ \" مَا قَتَلَهُ الْكَلْب وَأَنْتَ تَرَاهُ , وَمَا \" أَنْمَيْت \" وَمَا غَابَ عَنْك مَقْتَله. قَالَ وَهَذَا لَا يَجُوز عِنْدِي غَيْره إِلَّا أَنْ يَكُون جَاءَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ شَيْء فَيَسْقُط كُلّ شَيْء خَالَفَ أَمْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا يَقُوم مَعَهُ رَأْي وَلَا قِيَاس , قَالَ الْبَيْهَقِيُّ : وَقَدْ ثَبَتَ الْخَبَر يَعْنِي حَدِيث الْبَاب فَيَنْبَغِي أَنْ يَكُون هُوَ قَوْل الشَّافِعِيّ. ‏ ‏قَوْله ( وَإِنْ وَقَعَ فِي الْمَاء فَلَا تَأْكُل ) ‏ ‏يُؤْخَذ سَبَب مَنْع أَكْله مِنْ الَّذِي قَبْله , لِأَنَّهُ حِينَئِذٍ يَقَع التَّرَدُّد هَلْ قَتَلَهُ السَّهْم أَوْ الْغَرَق فِي الْمَاء ؟ فَلَوْ تَحَقَّقَ أَنَّ السَّهْم أَصَابَهُ فَمَاتَ فَلَمْ يَقَع فِي الْمَاء إِلَّا بَعْد أَنْ قَتَلَهُ السَّهْم فَهَذَا يَحِلّ أَكْله , قَالَ النَّوَوِيّ فِي \" شَرْح مُسْلِم \" إِذَا وُجِدَ الصَّيْد فِي الْمَاء غَرِيقًا حَرُمَ بِالِاتِّفَاقِ ا ه , وَقَدْ صَرَّحَ الرَّافِعِيّ بِأَنَّ مَحِلّه مَا لَمْ يَنْتَهِ الصَّيْد بِتِلْكَ الْجِرَاحَة إِلَى حَرَكَة الْمَذْبُوح , فَإِنْ اِنْتَهَى إِلَيْهَا بِقَطْعِ الْحُلْقُوم مَثَلًا فَقَدْ تَمَّتْ زَكَاته , وَيُؤَيِّدهُ قَوْله فِي رِوَايَة مُسْلِم \" فَإِنَّك لَا تَدْرِي الْمَاء قَتَلَهُ أَوْ سَهْمك \" فَدَلَّ عَلَى أَنَّهُ إِذَا عَلِمَ أَنَّ سَهْمه هُوَ الَّذِي قَتَلَهُ أَنَّهُ يَحِلّ. ‏ ‏قَوْله ( وَقَالَ عَبْد الْأَعْلَى ) ‏ ‏يَعْنِي اِبْن عَبْد الْأَعْلَى السَّامِيّ بِالْمُهْمَلَةِ الْبَصْرِيّ , وَدَاوُد هُوَ اِبْن أَبِي هِنْد , وَعَامِر هُوَ الشَّعْبِيّ , وَهَذَا التَّعْلِيق وَصَلَهُ أَبُو دَاوُدَ عَنْ الْحُسَيْن بْن مُعَاذ عَنْ عَبْد الْأَعْلَى بِهِ. ‏ ‏قَوْله ( فَيَفْتَقِر ) ‏ ‏بِفَاءٍ ثُمَّ مُثَنَّاة ثُمَّ قَاف أَيْ يَتْبَع فَقَاره حَتَّى يَتَمَكَّن مِنْهُ , وَعَلَى هَذِهِ الرِّوَايَة اِقْتَصَرَ اِبْن بَطَّالٍ , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ فَيَقْتَفِي أَيْ يَتْبَع , وَكَذَا لِمُسْلِمٍ وَالْأَصِيلِيّ وَفِي رِوَايَة \" فَيَقْفُو \" وَهِيَ أَوْجَه. ‏ ‏قَوْله ( الْيَوْمَيْنِ وَالثَّلَاثَة ) ‏ ‏فِيهِ زِيَادَة عَلَى رِوَايَة عَاصِم بْن سُلَيْمَان \" بَعْد يَوْم أَوْ يَوْمَيْنِ \" وَوَقَعَ فِي رِوَايَة سَعِيد بْن جُبَيْر \" فَيَغِيب عَنْهُ اللَّيْلَة وَاللَّيْلَتَيْنِ \" وَوَقَعَ عِنْد مُسْلِم فِي حَدِيث أَبِي ثَعْلَبَة بِسَنَدٍ فِيهِ مُعَاوِيَة بْن صَالِح \" إِذَا رَمَيْت سَهْمك فَغَابَ عَنْك فَأَدْرَكْته فَكُلْ مَا لَمْ يُنْتِن \" وَفِي لَفْظ فِي الَّذِي يَدْرِك الصَّيْد بَعْد ثَلَاث \" كُلْهُ مَا لَمْ يُنْتِن \" وَنَحْوه عِنْد أَبِي دَاوُدَ مِنْ طَرِيق عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه كَمَا تَقَدَّمَ التَّنْبِيه عَلَيْهِ قَرِيبًا , فَجَعَلَ الْغَايَة أَنْ يُنْتِن الصَّيْد فَلَوْ وَجَدَهُ مَثَلًا بَعْد ثَلَاث وَلَمْ يُنْتِن حَلَّ , وَإِنْ وَجَدَهُ بِلَوْنِهَا وَقَدْ أَنْتَنَ فَلَا , هَذَا ظَاهِر الْحَدِيث , وَأَجَابَ النَّوَوِيّ بِأَنَّ النَّهْي عَنْ أَكْله إِذَا أَنْتَنَ لِلتَّنْزِيهِ , وَسَأَذْكُرُ فِي ذَلِكَ بَحْثًا فِي \" بَاب صَيْد الْبَحْر \" وَاسْتَدَلَّ بِهِ عَلَى أَنَّ الرَّامِي لَوْ أَخَّرَ الصَّيْد عَقِب الرَّمْي إِلَى أَنْ يَجِدهُ أَنْ يَحِلّ بِالشُّرُوطِ الْمُتَقَدِّمَة وَلَا يَحْتَاج إِلَى اسْتِفْصَال عَنْ سَبَب غَيْبَته عَنْهُ أَكَانَ مَعَ الطَّلَب أَوْ عَدَمه , لَكِنْ يُسْتَدَلّ لِلطَّلَبِ بِمَا وَقَعَ فِي الرِّوَايَة الْأَخِيرَة حَيْثُ قَالَ \" فَيَقْتَفِي أَثَره \" فَدَلَّ عَلَى أَنَّ الْجَوَاب خَرَجَ عَلَى حَسَب السُّؤَال , فَاخْتَصَرَ بَعْض الرُّوَاة السُّؤَال , فَلَا يَتَمَسَّك فِيهِ بِتَرْكِ الِاسْتِفْصَال. وَاخْتُلِفَ فِي صِفَة الطَّلَب : فَعَنْ أَبِي حَنِيفَة إِنْ أَخَّرَ سَاعَة فَلَمْ يَطْلُب لَمْ يَحِلّ , وَإِنْ اِتَّبَعَهُ عَقِب الرَّمْي فَوَجَدَهُ مَيِّتًا حَلَّ. وَعَنْ الشَّافِعِيَّة لَا بُدّ أَنْ يَتْبَعهُ. وَفِي اِشْتِرَاط الْعَدْو وَجْهَانِ أَظْهَرهُمَا يَكْفِي الْمَشْي عَلَى عَادَته حَتَّى لَوْ أَسْرَعَ وَجَدَهُ حَيًّا حَلَّ , وَقَالَ إِمَام الْحَرَمَيْنِ : لَا بُدّ مِنْ الْإِسْرَاع قَلِيلًا لِيَتَحَقَّق صُورَة الطَّلَب , وَعِنْد الْحَنَفِيَّة نَحْو هَذَا الِاخْتِلَاف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5485",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "وَقَالَ عَبْدُ الأَعْلَى عَنْ دَاوُدَ، عَنْ عَامِرٍ، عَنْ عَدِيٍّ، أَنَّهُ قَالَ لِلنَّبِيِّ صلى الله عليه وسلم، يَرْمِي الصَّيْدَ فَيَقْتَفِرُ أَثَرَهُ الْيَوْمَيْنِ وَالثَّلاَثَةَ، ثُمَّ يَجِدُهُ مَيِّتًا وَفِيهِ سَهْمُهُ قَالَ ‏\n\"‏ يَأْكُلُ إِنْ شَاءَ ‏\"‏‏.‏",
    "english_text": "And it has also been narrated by `Adi bin Hatim that he asked the Prophet (ﷺ) \n\"If a hunter throws an arrow at the game and after tracing it for two or three days he finds it dead but \nstill bearing his arrow, (can he eat of it)?\" The Prophet (ﷺ) replied, \"He can eat if he wishes.\"",
    "explication": "‏ ‏قَوْله ( ثَابِت بْن يَزِيد ) ‏ ‏هُوَ أَبُو زَيْد الْبَصْرِيّ الْأَحْوَل وَحَكَى الْكَلَابَاذِي أَنَّهُ قِيلَ فِيهِ ثَابِت بْن زَيْد قَالَ وَالْأَوَّل أَصَحّ. ‏ ‏قُلْت : زَيْد كُنْيَته لَا اِسْم أَبِيهِ , وَشَيْخه عَاصِم هُوَ اِبْن سُلَيْمَان الْأَحْوَل وَقَدْ زَادَ عَنْ الشَّعْبِيّ فِي حَدِيث عَدِيٍّ قِصَّة السَّهْم. ‏ ‏قَوْله ( وَإِنْ رَمَيْت الصَّيْد فَوَجَدْته بَعْد يَوْم أَوْ يَوْمَيْنِ لَيْسَ بِهِ إِلَّا أَثَر سَهْمك فَكُلْ ) ‏ ‏وَمَفْهُومه أَنَّهُ إِنْ وَجَدَ فِيهِ أَثَر غَيْر سَهْمه لَا يَأْكُل , وَهُوَ نَظِير مَا تَقَدَّمَ فِي الْكَلْب مِنْ التَّفْصِيل فِيمَا إِذَا خَالَطَ الْكَلْب الَّذِي أَرْسَلَهُ الصَّائِد كَلْبَ آخَرَ , لَكِنْ التَّفْصِيل فِي مَسْأَلَة الْكَلْب فِيمَا إِذَا شَارَكَ الْكَلْب فِي قَتْله كَلْب آخَر , وَهُنَا الْأَثَر الَّذِي يُوجَد فِيهِ مِنْ غَيْر سَهْم الرَّامِي أَعَمّ مِنْ أَنْ يَكُون أَثَر سَهْم رَامٍ آخَر أَوْ غَيْر ذَلِكَ مِنْ الْأَسْبَاب الْقَاتِلَة فَلَا يَحِلّ أَكْله مَعَ التَّرَدُّد , وَقَدْ جَاءَتْ فِيهِ زِيَادَة مِنْ رِوَايَة سَعِيد بْن جُبَيْر عَنْ عَدِيّ بْن حَاتِم عِنْد التِّرْمِذِيّ وَالنَّسَائِيِّ وَالطَّحَاوِيّ بِلَفْظِ \" إِذَا وَجَدْت سَهْمك فِيهِ وَلَمْ يَجِد بِهِ أَثَر سَبُع وَعَلِمْت أَنَّ سَهْمك قَتَلَهُ فَكُلْ مِنْهُ \" قَالَ الرَّافِعِيّ : يُؤْخَذ مِنْهُ أَنَّهُ لَوْ جَرَحَهُ ثُمَّ غَابَ ثُمَّ جَاءَ فَوَجَدَهُ مَيِّتًا أَنَّهُ لَا يَحِلّ , وَهُوَ ظَاهِر نَصّ الشَّافِعِيّ فِي \" الْمُخْتَصَر \". وَقَالَ النَّوَوِيّ : الْحِلّ أَصَحّ دَلِيلًا. وَحَكَى الْبَيْهَقِيُّ فِي \" الْمَعْرِفَة \" عَنْ الشَّافِعِيّ أَنَّهُ قَالَ فِي قَوْل اِبْن عَبَّاس \" كُلْ مَا أَصْمَيْتَ وَدَعْ مَا أَنْمَيْت \" : مَعْنَى \" مَا أَصْمَيْتَ \" مَا قَتَلَهُ الْكَلْب وَأَنْتَ تَرَاهُ , وَمَا \" أَنْمَيْت \" وَمَا غَابَ عَنْك مَقْتَله. قَالَ وَهَذَا لَا يَجُوز عِنْدِي غَيْره إِلَّا أَنْ يَكُون جَاءَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ شَيْء فَيَسْقُط كُلّ شَيْء خَالَفَ أَمْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَا يَقُوم مَعَهُ رَأْي وَلَا قِيَاس , قَالَ الْبَيْهَقِيُّ : وَقَدْ ثَبَتَ الْخَبَر يَعْنِي حَدِيث الْبَاب فَيَنْبَغِي أَنْ يَكُون هُوَ قَوْل الشَّافِعِيّ. ‏ ‏قَوْله ( وَإِنْ وَقَعَ فِي الْمَاء فَلَا تَأْكُل ) ‏ ‏يُؤْخَذ سَبَب مَنْع أَكْله مِنْ الَّذِي قَبْله , لِأَنَّهُ حِينَئِذٍ يَقَع التَّرَدُّد هَلْ قَتَلَهُ السَّهْم أَوْ الْغَرَق فِي الْمَاء ؟ فَلَوْ تَحَقَّقَ أَنَّ السَّهْم أَصَابَهُ فَمَاتَ فَلَمْ يَقَع فِي الْمَاء إِلَّا بَعْد أَنْ قَتَلَهُ السَّهْم فَهَذَا يَحِلّ أَكْله , قَالَ النَّوَوِيّ فِي \" شَرْح مُسْلِم \" إِذَا وُجِدَ الصَّيْد فِي الْمَاء غَرِيقًا حَرُمَ بِالِاتِّفَاقِ ا ه , وَقَدْ صَرَّحَ الرَّافِعِيّ بِأَنَّ مَحِلّه مَا لَمْ يَنْتَهِ الصَّيْد بِتِلْكَ الْجِرَاحَة إِلَى حَرَكَة الْمَذْبُوح , فَإِنْ اِنْتَهَى إِلَيْهَا بِقَطْعِ الْحُلْقُوم مَثَلًا فَقَدْ تَمَّتْ زَكَاته , وَيُؤَيِّدهُ قَوْله فِي رِوَايَة مُسْلِم \" فَإِنَّك لَا تَدْرِي الْمَاء قَتَلَهُ أَوْ سَهْمك \" فَدَلَّ عَلَى أَنَّهُ إِذَا عَلِمَ أَنَّ سَهْمه هُوَ الَّذِي قَتَلَهُ أَنَّهُ يَحِلّ. ‏ ‏قَوْله ( وَقَالَ عَبْد الْأَعْلَى ) ‏ ‏يَعْنِي اِبْن عَبْد الْأَعْلَى السَّامِيّ بِالْمُهْمَلَةِ الْبَصْرِيّ , وَدَاوُد هُوَ اِبْن أَبِي هِنْد , وَعَامِر هُوَ الشَّعْبِيّ , وَهَذَا التَّعْلِيق وَصَلَهُ أَبُو دَاوُدَ عَنْ الْحُسَيْن بْن مُعَاذ عَنْ عَبْد الْأَعْلَى بِهِ. ‏ ‏قَوْله ( فَيَفْتَقِر ) ‏ ‏بِفَاءٍ ثُمَّ مُثَنَّاة ثُمَّ قَاف أَيْ يَتْبَع فَقَاره حَتَّى يَتَمَكَّن مِنْهُ , وَعَلَى هَذِهِ الرِّوَايَة اِقْتَصَرَ اِبْن بَطَّالٍ , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ فَيَقْتَفِي أَيْ يَتْبَع , وَكَذَا لِمُسْلِمٍ وَالْأَصِيلِيّ وَفِي رِوَايَة \" فَيَقْفُو \" وَهِيَ أَوْجَه. ‏ ‏قَوْله ( الْيَوْمَيْنِ وَالثَّلَاثَة ) ‏ ‏فِيهِ زِيَادَة عَلَى رِوَايَة عَاصِم بْن سُلَيْمَان \" بَعْد يَوْم أَوْ يَوْمَيْنِ \" وَوَقَعَ فِي رِوَايَة سَعِيد بْن جُبَيْر \" فَيَغِيب عَنْهُ اللَّيْلَة وَاللَّيْلَتَيْنِ \" وَوَقَعَ عِنْد مُسْلِم فِي حَدِيث أَبِي ثَعْلَبَة بِسَنَدٍ فِيهِ مُعَاوِيَة بْن صَالِح \" إِذَا رَمَيْت سَهْمك فَغَابَ عَنْك فَأَدْرَكْته فَكُلْ مَا لَمْ يُنْتِن \" وَفِي لَفْظ فِي الَّذِي يَدْرِك الصَّيْد بَعْد ثَلَاث \" كُلْهُ مَا لَمْ يُنْتِن \" وَنَحْوه عِنْد أَبِي دَاوُدَ مِنْ طَرِيق عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه كَمَا تَقَدَّمَ التَّنْبِيه عَلَيْهِ قَرِيبًا , فَجَعَلَ الْغَايَة أَنْ يُنْتِن الصَّيْد فَلَوْ وَجَدَهُ مَثَلًا بَعْد ثَلَاث وَلَمْ يُنْتِن حَلَّ , وَإِنْ وَجَدَهُ بِلَوْنِهَا وَقَدْ أَنْتَنَ فَلَا , هَذَا ظَاهِر الْحَدِيث , وَأَجَابَ النَّوَوِيّ بِأَنَّ النَّهْي عَنْ أَكْله إِذَا أَنْتَنَ لِلتَّنْزِيهِ , وَسَأَذْكُرُ فِي ذَلِكَ بَحْثًا فِي \" بَاب صَيْد الْبَحْر \" وَاسْتَدَلَّ بِهِ عَلَى أَنَّ الرَّامِي لَوْ أَخَّرَ الصَّيْد عَقِب الرَّمْي إِلَى أَنْ يَجِدهُ أَنْ يَحِلّ بِالشُّرُوطِ الْمُتَقَدِّمَة وَلَا يَحْتَاج إِلَى اسْتِفْصَال عَنْ سَبَب غَيْبَته عَنْهُ أَكَانَ مَعَ الطَّلَب أَوْ عَدَمه , لَكِنْ يُسْتَدَلّ لِلطَّلَبِ بِمَا وَقَعَ فِي الرِّوَايَة الْأَخِيرَة حَيْثُ قَالَ \" فَيَقْتَفِي أَثَره \" فَدَلَّ عَلَى أَنَّ الْجَوَاب خَرَجَ عَلَى حَسَب السُّؤَال , فَاخْتَصَرَ بَعْض الرُّوَاة السُّؤَال , فَلَا يَتَمَسَّك فِيهِ بِتَرْكِ الِاسْتِفْصَال. وَاخْتُلِفَ فِي صِفَة الطَّلَب : فَعَنْ أَبِي حَنِيفَة إِنْ أَخَّرَ سَاعَة فَلَمْ يَطْلُب لَمْ يَحِلّ , وَإِنْ اِتَّبَعَهُ عَقِب الرَّمْي فَوَجَدَهُ مَيِّتًا حَلَّ. وَعَنْ الشَّافِعِيَّة لَا بُدّ أَنْ يَتْبَعهُ. وَفِي اِشْتِرَاط الْعَدْو وَجْهَانِ أَظْهَرهُمَا يَكْفِي الْمَشْي عَلَى عَادَته حَتَّى لَوْ أَسْرَعَ وَجَدَهُ حَيًّا حَلَّ , وَقَالَ إِمَام الْحَرَمَيْنِ : لَا بُدّ مِنْ الْإِسْرَاع قَلِيلًا لِيَتَحَقَّق صُورَة الطَّلَب , وَعِنْد الْحَنَفِيَّة نَحْو هَذَا الِاخْتِلَاف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5486",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أُرْسِلُ كَلْبِي وَأُسَمِّي فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ، فَأَخَذَ فَقَتَلَ فَأَكَلَ فَلاَ تَأْكُلْ، فَإِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ ‏\"‏‏.‏ قُلْتُ إِنِّي أُرْسِلُ كَلْبِي أَجِدُ مَعَهُ كَلْبًا آخَرَ، لاَ أَدْرِي أَيُّهُمَا أَخَذَهُ‏.‏ فَقَالَ ‏\"‏ لاَ تَأْكُلْ فَإِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ وَلَمْ تُسَمِّ عَلَى غَيْرِهِ ‏\"‏‏.‏ وَسَأَلْتُهُ عَنْ صَيْدِ الْمِعْرَاضِ فَقَالَ ‏\"‏ إِذَا أَصَبْتَ بِحَدِّهِ، فَكُلْ، وَإِذَا أَصَبْتَ بِعَرْضِهِ فَقَتَلَ، فَإِنَّهُ وَقِيذٌ، فَلاَ تَأْكُلْ ‏\"‏‏.‏",
    "english_text": "I said, \"O Allah's Messenger (ﷺ)! I let loose my hound after a game and mention Allah's Name on sending \nit.\" The Prophet (ﷺ) said, \"If you let loose your hound after a game and you mention Allah's Name on \nsending it and the hound catches and kills the game and eats of it, then you should not eat of it, for it \nhas killed it for itself.\" I said, \"Sometimes when I send my hound after a game, I find another hound \nalong with it and I do not know which of them has caught the game.\" He said, \"You must not eat of it \nbecause you have not mentioned, the Name of Allah except on sending your own hound, and you did \nnot mention it on the other hound.\" Then I asked him about the game hunted with a Mi'rad (i.e. a \nsharp edged piece of wood or a piece of wood provided with a sharp piece of iron used for hunting). \nHe said, \"If the game is killed with its sharp edge, you can eat of it, but if it is killed by its broad side \n(shaft), you cannot eat of it, for then it is like an animal beaten to death with a piece of wood.\"",
    "explication": "‏ ‏قَوْله : ( اِبْن أَبِي السَّفَر ) ‏ ‏تَقَدَّمَ فِي الْمُقَدِّمَة أَنَّ اِسْمه عَبْد اللَّه , وَأَنَّ السَّفَر بِفَتْحِ الْفَاء , وَوَهَمَ مَنْ سَكَّنَهَا. ‏ ‏قَوْله : ( عَدِيّ بْن حَاتِم ) ‏ ‏أَيْ الطَّائِيّ. ‏ ‏قَوْله : ( سَأَلْت ) ‏ ‏أَيْ : عَنْ حُكْم صَيْد الْكِلَاب , وَحَذَفَ لَفْظ السُّؤَال اِكْتِفَاء بِدَلَالَةِ الْجَوَاب عَلَيْهِ , وَقَدْ صَرَّحَ بِهِ الْمُصَنِّف مِنْ طَرِيق أُخْرَى فِي الصَّيْد كَمَا سَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى. وَإِنَّمَا سَاقَ الْمُصَنِّف هَذَا الْحَدِيث هُنَا لِيَسْتَدِلّ بِهِ لِمَذْهَبِهِ فِي طَهَارَة سُؤْر الْكَلْب , وَمُطَابَقَته لِلتَّرْجَمَةِ مِنْ قَوْله فِيهَا \" وَسُؤْر الْكِلَاب \" , وَوَجْه الدَّلَالَة مِنْ الْحَدِيث أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَذِنَ لَهُ فِي أَكْل مَا صَادَهُ الْكَلْب وَلَمْ يُقَيِّد ذَلِكَ بِغَسْلِ مَوْضِع فَمه , وَمِنْ ثَمَّ قَالَ مَالِك : كَيْف يُؤْكَل صَيْده وَيَكُون لُعَابه نَجِسًا ؟ وَأَجَابَ الْإِسْمَاعِيلِيّ بِأَنَّ الْحَدِيث سِيقَ لِتَعْرِيفِ أَنَّ قَتْله ذَكَاته , وَلَيْسَ فِيهِ إِثْبَات نَجَاسَة وَلَا نَفْيهَا. وَيَدُلّ لِذَلِكَ أَنَّهُ لَمْ يَقُلْ لَهُ اِغْسِلْ الدَّم إِذَا خَرَجَ مِنْ جُرْح نَابِه ; لَكِنَّهُ وَكَلَهُ إِلَى مَا تَقَرَّرَ عِنْده مِنْ وُجُوب غَسْل الدَّم , فَلَعَلَّهُ وَكَلَهُ أَيْضًا إِلَى مَا تَقَرَّرَ عِنْده مِنْ غَسْل مَا يُمَاسّهُ فَمه. وَقَالَ اِبْن الْمُنِير : عِنْد الشَّافِعِيَّة أَنَّ السِّكِّين إِذَا سُقِيَتْ بِمَاءٍ نَجِس وَذَبَحَ بِهَا نَجَّسَتْ الذَّبِيحَة , وَنَاب الْكَلْب عِنْدهمْ نَجِس الْعَيْن , وَقَدْ وَافَقُونَا عَلَى أَنَّ ذَكَاته شَرْعِيَّة لَا تُنَجِّس الْمُذَكَّى. وَتُعُقِّبَ بِأَنَّهُ لَا يَلْزَم مِنْ الِاتِّفَاق عَلَى أَنَّ الذَّبِيحَة لَا تَصِير نَجِسَة بِعَضِّ الْكَلْب ثُبُوت الْإِجْمَاع عَلَى أَنَّهَا لَا تَصِير مُتَنَجِّسَة , فَمَا أَلْزَمَهُمْ بِهِ مِنْ التَّنَاقُض لَيْسَ بِلَازِمٍ , عَلَى أَنَّ فِي الْمَسْأَلَة عِنْدهمْ خِلَافًا , وَالْمَشْهُور وُجُوب غَسْل الْمَعَضّ , وَلَيْسَ هَذَا مَوْضِع بَسْط هَذِهِ الْمَسْأَلَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5487",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنِي ابْنُ فُضَيْلٍ، عَنْ بَيَانٍ، عَنْ عَامِرٍ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ إِنَّا قَوْمٌ نَتَصَيَّدُ بِهَذِهِ الْكِلاَبِ‏.‏ فَقَالَ ‏\n\"‏ إِذَا أَرْسَلْتَ كِلاَبَكَ الْمُعَلَّمَةَ وَذَكَرْتَ اسْمَ اللَّهِ، فَكُلْ مِمَّا أَمْسَكْنَ عَلَيْكَ، إِلاَّ أَنْ يَأْكُلَ الْكَلْبُ، فَلاَ تَأْكُلْ فَإِنِّي أَخَافُ أَنْ يَكُونَ إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ، وَإِنْ خَالَطَهَا كَلْبٌ مِنْ غَيْرِهَا، فَلاَ تَأْكُلْ ‏\"‏‏.‏",
    "english_text": "I asked Allah's Messenger (ﷺ), \"We hunt with these hounds.\" He said, \"If you send your trained hounds after \na game and mention Allah's Name on sending, you can eat of what they catch for you. But if the \nhound eats of the game, then you must not eat of it, for I am afraid that the hound caught it for itself, \nand if another hound joins your hounds (during the hunt), you should not eat of the game.\"",
    "explication": "حَدِيث عَدِيّ بْن حَاتِم مِنْ رِوَايَة بَيَان بْن عَمْرو عَنْ الشَّعْبِيّ عَنْهُ , قَدْ تَقَدَّمَ شَرْحه مُسْتَوْفًى فِي الْبَاب الْأَوَّل. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5488",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ حَيْوَةَ،‏.‏ وَحَدَّثَنِي أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا سَلَمَةُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ سَمِعْتُ رَبِيعَةَ بْنَ يَزِيدَ الدِّمَشْقِيَّ، قَالَ أَخْبَرَنِي أَبُو إِدْرِيسَ، عَائِذُ اللَّهِ قَالَ سَمِعْتُ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ ـ رضى الله عنه ـ يَقُولُ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ الْكِتَابِ، نَأْكُلُ فِي آنِيَتِهِمْ، وَأَرْضِ صَيْدٍ أَصِيدُ بِقَوْسِي، وَأَصِيدُ بِكَلْبِي الْمُعَلَّمِ، وَالَّذِي لَيْسَ مُعَلَّمًا، فَأَخْبِرْنِي مَا الَّذِي يَحِلُّ لَنَا مِنْ ذَلِكَ فَقَالَ ‏\n\"‏ أَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ قَوْمٍ أَهْلِ الْكِتَابِ، تَأْكُلُ فِي آنِيَتِهِمْ، فَإِنْ وَجَدْتُمْ غَيْرَ آنِيَتِهِمْ، فَلاَ تَأْكُلُوا فِيهَا، وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا ثُمَّ كُلُوا فِيهَا، وَأَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ صَيْدٍ، فَمَا صِدْتَ بِقَوْسِكَ، فَاذْكُرِ اسْمَ اللَّهِ، ثُمَّ كُلْ، وَمَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ، فَاذْكُرِ اسْمَ اللَّهِ، ثُمَّ كُلْ، وَمَا صِدْتَ بِكَلْبِكَ الَّذِي لَيْسَ مُعَلَّمًا فَأَدْرَكْتَ ذَكَاتَهُ، فَكُلْ ‏\"‏‏.‏",
    "english_text": "I came to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! We are living in the land of the people of the \nScripture and we take our meals in their utensils, and in the land there is game and I hunt with my bow \nand trained or untrained hounds; please tell me what is lawful for us of that.\" He said, \"As for your \nsaying that you are living in the land of the people of the Scripture and that you eat in their utensils, if \nyou can get utensils other than theirs, do not eat in their utensils, but if you do not find (other than \ntheirs), then wash their utensils and eat in them. As for your saying that you are in the land of game, if \nyou hung something with your bow, and have mentioned Allah's Name while hunting, then you can \neat (the game). And if you hunt something with your trained hound, and have mentioned Allah's \nName on sending it for hunting then you can eat (the game). But if you hunt something with your \nuntrained hound and you were able to slaughter it before its death, you can eat of it.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عَبْد اللَّه بْن يَزِيد ) ‏ ‏هُوَ الْمُقْرِيّ , وَحَيْوَة هُوَ اِبْن شُرَيْحٍ. ‏ ‏قَوْله ( عَنْ أَبِي ثَعْلَبَة الْخُشَنِيِّ ) ‏ ‏بِضَمِّ الْخَاء وَفَتْح الشِّين الْمُعْجَمَتَيْنِ ثُمَّ نُون , نِسْبَة إِلَى بَنِي خُشَيْن بَطْن مِنْ النَّمِر بْن وَبَرَة بْن تَغْلِب بِفَتْحِ الْمُثَنَّاة وَسُكُون الْمُعْجَمَة وَكَسْر اللَّام بَعْدهَا مُوَحَّدَة اِبْن حُلْوَانِ بْن عِمْرَان بْن الْحَافّ بْن قُضَاعَة. ‏ ‏قَوْله ( قُلْت يَا نَبِيّ اللَّه إِنَّا بِأَرْضِ قَوْم أَهْل كِتَاب ) ‏ ‏يَعْنِي بِالشَّامِ , وَكَانَ جَمَاعَة مِنْ قَبَائِل الْعَرَب قَدْ سَكَنُوا الشَّام وَتَنَصَّرُوا مِنْهُمْ آل غَسَّان وَتَنُوخ وَبَهْز وَبُطُون مِنْ قُضَاعَة مِنْهُمْ بَنُو خُشَيْن آل أَبِي ثَعْلَبَة , وَاخْتُلِفَ فِي اِسْم أَبِي ثَعْلَبَة فَقِيلَ جُرْثُوم وَهُوَ قَوْل الْأَكْثَر وَقِيلَ جُرْهُمْ وَقِيلَ نَاشِب وَقِيلَ جَرْثَمَ وَهُوَ كَالْأَوَّلِ لَكِنْ بِغَيْرِ إِشْبَاع وَقِيلَ جُرْثُومَة وَهُوَ كَالْأَوَّلِ لَكِنْ بِزِيَادَةِ هَاء وَقِيلَ غُرْنُوق وَقِيلَ نَاشِر وَقِيلَ لَاشِر وَقِيلَ لَاشِ وَقِيلَ لَاشِنِ وَقِيلَ لَا شُومه , وَاخْتَلَفَ فِي اِسْم أَبِيهِ فَقِيلَ عَمْرو وَقِيلَ نَاشِب وَقِيلَ نَاسِب بِمُهْمَلَةٍ وَقِيلَ بِمُعْجَمَةٍ وَقِيلَ نَاشِر وَقِيلَ لَا شِرْ وَقِيلَ لَاشِ وَقِيلَ لَاشِنِ وَقِيلَ لَاشِم وَقِيلَ لِاسْمِ وَقِيلَ جُلْهُمْ وَقِيلَ حِمْيَر وَقِيلَ جُرْهُمْ وَقِيلَ جُرْثُوم , وَيَجْتَمِع مِنْ اِسْمه وَاسْم أَبِيهِ بِالتَّرْكِيبِ أَقْوَال كَثِيرَة جِدًّا , وَكَانَ إِسْلَامه قَبْل خَيْبَر وَشَهِدَ بَيْعَة الرِّضْوَان وَتَوَجَّهَ إِلَى قَوْمه فَأَسْلَمُوا , وَلَهُ أَخ يُقَال لَهُ عَمْرو أَسْلَمَ أَيْضًا. ‏ ‏قَوْله ( فِي آنِيَتهمْ ) ‏ ‏جَمْع إِنَاء وَالْأَوَانِي جَمْع آنِيَة , وَقَدْ وَقَعَ الْجَوَاب عَنْهُ \" فَإِنْ وَجَدْتُمْ غَيْرهَا فَلَا تَأْكُلُوا فِيهَا وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا وَكُلُوا فِيهَا \" فَتُمْسِك بِهَذَا الْأَمْر مَنْ رَأَى أَنَّ اِسْتِعْمَال آنِيَّة أَهْل الْكِتَاب تَتَوَقَّف عَلَى الْغَسْل لِكَثْرَةِ اِسْتِعْمَالهمْ النَّجَاسَة. وَمِنْهُمْ مَنْ يَتَدَيَّن بِمُلَابَسَتِهَا , قَالَ اِبْن دَقِيق الْعِيد : وَقَدْ اِخْتَلَفَ الْفُقَهَاء فِي ذَلِكَ بِنَاء عَلَى تَعَارُض الْأَصْل وَالْغَالِب. وَاحْتَجَّ مَنْ قَالَ بِمَا دَلَّ عَلَيْهِ هَذَا الْحَدِيث بِأَنَّ الظَّنّ الْمُسْتَفَاد مِنْ الْغَالِب رَاجِح عَلَى الظَّنّ الْمُسْتَفَاد مِنْ الْأَصْل , وَأَجَابَ مَنْ قَالَ بِأَنَّ الْحُكْم لِلْأَصْلِ حَتَّى تَتَحَقَّق النَّجَاسَة بِجَوَابَيْنِ : أَحَدهمَا أَنَّ الْأَمْر بِالْغَسْلِ مَحْمُول عَلَى الِاسْتِحْبَاب اِحْتِيَاطًا جَمْعًا بَيْنه وَبَيْن مَا دَلَّ عَلَى التَّمَسُّك بِالْأَصْلِ , وَالثَّانِي أَنَّ الْمُرَاد بِحَدِيثِ أَبِي ثَعْلَبَة حَال مَنْ يَتَحَقَّق النَّجَاسَة فِيهِ , وَيُؤَيِّدهُ ذِكْر الْمَجُوس لِأَنَّ أَوَانِيهمْ نَجِسَة لِكَوْنِهِمْ لَا تَحِلّ ذَبَائِحهمْ. وَقَالَ النَّوَوِيّ : الْمُرَاد بِالْآنِيَةِ فِي حَدِيث أَبِي ثَعْلَبَة آنِيَة مَنْ يَطْبُخ فِيهَا لَحْم الْخِنْزِير وَيَشْرَب فِيهَا الْخَمْر كَمَا وَقَعَ التَّصْرِيح بِهِ فِي رِوَايَة أَبِي دَاوُد \" إِنَّا نُجَاوِر أَهْل الْكِتَاب , وَهُمْ يَطْبُخُونَ فِي قُدُورهمْ الْخِنْزِير وَيَشْرَبُونَ فِي آنِيَتهمْ الْخَمْر فَقَالَ \" فَذَكَرَ الْجَوَاب. وَأَمَّا الْفُقَهَاء فَمُرَادهمْ مُطْلَق آنِيَّة الْكُفَّار الَّتِي لَيْسَتْ مُسْتَعْمَلَة فِي النَّجَاسَة فَإِنَّهُ يَجُوز اِسْتِعْمَالهَا وَلَوْ لَمْ تُغْسَل عِنْدهمْ , وَإِنْ كَانَ الْأَوْلَى الْغَسْل لِلْخُرُوجِ مِنْ الْخِلَاف لَا لِثُبُوتِ الْكَرَاهَة فِي ذَلِكَ , وَيُحْتَمَل أَنْ يَكُون اِسْتِعْمَالهَا بِلَا غَسْل مَكْرُوهًا بِنَاء عَلَى الْجَوَاب الْأَوَّل وَهُوَ الظَّاهِر مِنْ الْحَدِيث , وَأَنَّ اِسْتِعْمَالهَا مَعَ الْغَسْل رُخْصَة إِذَا وَجَدَ غَيْرهَا فَإِنْ لَمْ يَجِد جَازَ بِلَا كَرَاهَة لِلنَّهْيِ عَنْ الْأَكْل فِيهَا مُطْلَقًا وَتَعْلِيق الْإِذْن عَلَى عَدَم غَيْرهَا مَعَ غَسْلهَا , وَتَمَسَّكَ بِهَذَا بَعْض الْمَالِكِيَّة لِقَوْلِهِمْ إِنَّهُ يَتَعَيَّن كَسْر آنِيَّة الْخَمْر عَلَى كُلّ حَال بِنَاء عَلَى أَنَّهَا لَا تَطْهُر بِالْغَسْلِ , وَاسْتَدَلَّ بِالتَّفْصِيلِ الْمَذْكُور لِأَنَّ الْغَسْل لَوْ كَانَ مُطَهِّرًا لَهَا لِمَا كَانَ لِلتَّفْصِيلِ مَعْنَى , وَتُعُقِّبَ بِأَنَّهُ لَمْ يَنْحَصِر فِي كَوْن الْعَيْن تَصِير نَجِسَة بِحَيْثُ لَا تَطْهُر أَصْلًا بَلْ يَحْتَمِل أَنْ يَكُون التَّفْصِيل لِلْأَخْذِ بِالْأَوْلَى , فَإِنَّ الْإِنَاء الَّذِي يُطْبَخ فِيهِ الْخِنْزِير يُسْتَقْذَر وَلَوْ غُسِلَ كَمَا يُكْرَه الشُّرْب فِي الْمِحْجَمَة وَلَوْ غُسِلَتْ اِسْتِقْذَارًا , وَمَشَى اِبْن حَزْم عَلَى ظَاهِرِيَّته فَقَالَ : لَا يَجُوز اِسْتِعْمَال آنِيَّة أَهْل الْكِتَاب إِلَّا بِشَرْطَيْنِ أَحَدهمَا أَنْ لَا يَجِد غَيْرهَا وَالثَّانِي غَسْلهَا. وَأُجِيب بِمَا تَقَدَّمَ مِنْ أَنَّ أَمْره بِالْغَسْلِ عِنْد فَقْد غَيْرهَا دَالّ عَلَى طَهَارَتهَا بِالْغَسْلِ , وَالْأَمْر بِاجْتِنَابِهَا عِنْد وُجُود غَيْرهَا لِلْمُبَالَغَةِ فِي التَّنْفِير عَنْهَا كَمَا فِي حَدِيث سَلَمَة الْآتِي بَعْدُ فِي الْأَمْر بِكَسْرِ الْقُدُور الَّتِي طُبِخَتْ فِيهَا الْمَيْتَة , فَقَالَ رَجُل أَوْ نَغْسِلهَا ؟ فَقَالَ : أَوْ ذَاكَ. فَأَمَرَ بِالْكَسْرِ لِلْمُبَالَغَةِ فِي التَّنْفِير عَنْهَا ثُمَّ أَذِنَ فِي الْغَسْل تَرْخِيصًا , فَكَذَلِكَ يُتَّجَه هَذَا هُنَا وَاللَّهُ أَعْلَم. ‏ ‏قَوْله ( وَبِأَرْضِ صَيْد أَصِيد بِقَوْسِي ) ‏ ‏فَقَالَ فِي جَوَابه \" وَمَا صِدْت بِقَوْسِك وَذَكَرْت اِسْم اللَّه فَكُلْ \" تَمَسَّكَ بِهِ مَنْ أَوْجَبَ التَّسْمِيَة عَلَى الصَّيْد وَعَلَى الذَّبِيحَة , وَقَدْ تَقَدَّمَتْ مَبَاحِثه فِي الْحَدِيث الَّذِي قَبْله , وَكَذَا تَقَدَّمَتْ مَبَاحِث السُّؤَال الثَّالِث وَهُوَ الصَّيْد بِالْكَلْبِ , وَقَوْله \" فَكُلْ \" وَقَعَ مُفَسَّرًا فِي رِوَايَة أَبِي دَاوُدَ مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه \" أَنَّ أَعْرَابِيًّا يُقَال لَهُ أَبُو ثَعْلَبَة قَالَ : يَا رَسُول اللَّه إِنَّ لِي كِلَابًا مُكَلَّبَة - الْحَدِيث وَفِيهِ - وَأَفْتِنِي فِي قَوْسِي ; قَالَ : كُلْ مَا رَدَّتْ عَلَيْك قَوْسك ذَكِيًّا وَغَيْر ذَكِيّ. قَالَ وَإِنْ تَغَيَّبَ عَنِّي ؟ قَالَ وَإِنْ تَغَيَّبَ عَنْك مَا لَمْ يَصِلّ أَوْ تَجِد فِيهِ أَثَرًا غَيْر سَهْمك \" وَقَوْله يَصِلّ بِصَادٍ مُهْمَلَة مَكْسُورَة وَلَام ثَقِيلَة أَيْ يُنْتِن , وَسَيَأْتِي مَبَاحِث هَذَا الْحَدِيث بَعْد ثَلَاثَة أَبْوَاب فِي \" بَاب الصَّيْد إِذَا غَابَ يَوْمَيْنِ أَوْ ثَلَاثَة \" وَفِي الْحَدِيث مِنْ الْفَوَائِد جَمْع الْمَسَائِل وَإِيرَادهَا دَفْعَة وَاحِدَة وَتَفْصِيل الْجَوَاب عَنْهَا وَاحِدَة وَاحِدَة بِلَفْظِ أَمَّا وَأَمَّا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5489",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي هِشَامُ بْنُ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ أَنْفَجْنَا أَرْنَبًا بِمَرِّ الظَّهْرَانِ، فَسَعَوْا عَلَيْهَا حَتَّى لَغِبُوا، فَسَعَيْتُ عَلَيْهَا حَتَّى أَخَذْتُهَا، فَجِئْتُ بِهَا إِلَى أَبِي طَلْحَةَ، فَبَعَثَ إِلَى النَّبِيِّ صلى الله عليه وسلم بِوَرِكِهَا وَفَخِذَيْهَا فَقَبِلَهُ‏.‏",
    "english_text": "We provoked a rabbit at Marr Az-Zahran till it started jumping. My companions chased it till they got \ntired. But I alone ran after it and caught it and brought it to Abu Talha. He sent both its legs to the \nProphet who accepted them.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اَلْقَطَّانُ ‏ ‏وَأَبُو التَّيَّاح ) ‏ ‏بِمُثَنَّاة وَتَحْتَانِيَّة ثَقِيلَة وَآخِره مُهْمَلَةُ وَالْإِسْنَاد كُلّه بَصْرِيُّونَ. ‏ ‏قَوْله : ( اَلْبَرَكَة فِي نَوَاصِي اَلْخَيْلِ ) ‏ ‏كَذَا وَقَعَ وَلَا بُدَّ فِيهِ مِنْ شَيْءٍ مَحْذُوفٍ يَتَعَلَّقُ بِهِ اَلْمَجْرُور وَأَوْلَى مَا يُقَدَّرُ مَا ثَبَتَ فِي رِوَايَةٍ أُخْرَى فَقَدْ أَخْرَجَهُ اَلْإِسْمَاعِيلِيّ مِنْ طَرِيقِ عَاصِم بْنِ عَلِيّ بْن شُعْبَة بِلَفْظ \" اَلْبَرَكَة تَنْزِلُ فِي نَوَاصِي اَلْخَيْلِ \" وَأَخْرَجَهُ مِنْ طَرِيقِ اِبْن مَهْدِيّ عَنْ شُعْبَةَ بِلَفْظ \" اَلْخَيْر مَعْقُود فِي نَوَاصِي اَلْخَيْلِ \" وَسَيَأْتِي فِي عَلَامَاتِ اَلنُّبُوَّةِ مِنْ طَرِيقِ خَالِد بْن اَلْحَارِث عَنْ شُعْبَةَ بِلَفْظٍ حَدِيث عُرْوَة الْبَارِقِيِّ إِلَّا أَنَّهُ لَيْسَ فِيهِ \" إِلَى يَوْمِ اَلْقِيَامَةِ \" قَالَ عِيَاض إِذَا كَانَ فِي نَوَاصِيهَا اَلْبَرَكَةُ فَيَبْعُدُ أَنْ يَكُونَ فِيهَا شُؤْمٌ فَيُحْتَمَلُ أَنْ يَكُونَ اَلشُّؤْم اَلْآتِي ذِكْرُهُ فِي غَيْرِ اَلْخَيْلِ الَّتِي ارْتَبَطَتْ لِلْجِهَادِ وَأَنَّ اَلْخَيْلَ اَلَّتِي أُعِدَّتْ لَهُ هِيَ اَلْمَخْصُوصَةُ بِالْخَيْرِ وَالْبَرَكَة أَوْ يُقَالُ اَلْخَيْرُ وَالشَّرّ يُمْكِنُ اِجْتِمَاعُهُمَا فِي ذَاتِ وَاحِدَة فَإِنَّهُ فَسَرَّ اَلْخَيْر بِالْأَجْرِ وَالْمَغْنَم وَلَا يَمْنَعُ ذَلِكَ أَنْ يَكُونَ ذَلِكَ اَلْفَرَس مِمَّا يَتَشَاءَمُ بِهِ. قُلْت : وَسَيَأْتِي مَزِيد لِذَلِكَ بَعْدَ ثَلَاثَةِ أَبْوَابٍ ‏ ‏قَوْله : ( اَلْخَيْل اَلْمُرَادُ بِهَا مَا يُتَّخَذُ لِلْغَزْوِ بِأَنْ يُقَاتَلَ عَلَيْهِ أَوْ يُرْتَبَط لِأَجْلِ ذَلِكَ لِقَوْلِهِ فِي اَلْحَدِيثِ اَلْآتِي بَعْدَ أَرْبَعَةِ أَبْوَابِ \" اَلْخَيْلُ ثَلَاثَة \" اَلْحَدِيث فَقَدْ رَوَى أَحْمَد مِنْ حَدِيثِ أَسْمَاء بِنْتِ يَزِيد مَرْفُوعًا \" اَلْخَيْل فِي نَوَاصِيهَا اَلْخَيْر مَعْقُود إِلَى يَوْمِ اَلْقِيَامَةِ فَمَنْ رَبَطَهَا عُدَّةً فِي سَبِيلِ اَللَّهِ وَأَنْفَقَ عَلَيْهِ اِحْتِسَابًا كَانَ شِبَعُهَا وَجُوعُهَا وَرِيُّهَا وَظَمَؤُهَا وَأَرْوَاثُهَا وَأَبْوَالهَا فَلَاحًا فِي مَوَازِينِهِ يَوْم اَلْقِيَامَةِ \" الْحَدِيث وَلِقَوْلِهِ فِي رِوَايَةِ زَكَرِيَّا كَمَا فِي الْبَابِ اَلَّذِي يَلِيه \" اَلْأَجْر وَالْمَغْنَم \" وَقَوْلُه اَلْأَجْر بَدَل مِنْ قَوْلِهِ اَلْخَيْر أَوْ هُوَ خَبَرُ مُبْتَدَأ مَحْذُوف أَيْ هُوَ اَلْأَجْرُ وَالْمَغْنَمُ وَوَقَعَ عِنْد مُسْلِم مِنْ رِوَايَة جَرِير عَنْ حُصَيْن \" قَالُوا : بِمَ ذَاكَ يَا رَسُول اَللَّهِ ؟ قَالَ : اَلْأَجْرُ وَالْمَغْنَم \" قَالَ الطِّيبِيّ : يُحْتَمَلُ أَنْ يَكُونَ اَلْخَيْر اَلَّذِي فُسِّرَ بِالْأَجْرِ وَالْمَغْنَم اِسْتِعَارَة لِظُهُورِهِ وَمُلَازَمَتِهِ وَخَصَّ اَلنَّاصِيَة لِرَفْعَةِ قَدْرِهَا وَكَأَنَّهُ شَبَّهَهُ لِظُهُورِهِ بِشَيْءٍ مَحْسُوسٍ مَعْقُودٍ عَلَى مَكَانٍ مُرْتَفِعٍ فَنُسِبَ اَلْخَيْرُ إِلَى لَازِم اَلْمُشَبَّه بِهِ وَذَكَرَ اَلنَّاصِيَةَ تَجْرِيدًا لِلِاسْتِعَارَةِ وَالْمُرَاد بِالنَّاصِيَةِ هُنَا اَلشَّعْر الْمُسْتَرْسِل عَلَى اَلْجَبْهَةِ قَالَهُ اَلْخَطَّابِيّ وَغَيْره. قَالُوا : وَيُحْتَمَلُ أَنْ يَكُونُ كَنَّي بِالنَّاصِيَةِ عَنْ جَمِيعِ ذَاتِ اَلْفَرَسِ كَمَا يُقَالُ فُلَانٌ مُبَارَكُ اَلنَّاصِيَة وَيُبْعِدُهُ لَفْظ اَلْحَدِيثِ اَلثَّالِثِ وَقَدْ رَوَى مُسْلِمٌ مِنْ حَدِيث جَرِير قَالَ \" رَأَيْت رَسُولَ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ يَلْوِي نَاصِيَة فَرَسِهِ بِإِصْبَعِهِ وَيَقُولُ \" فَذَكَرَ اَلْحَدِيث فَيُحْتَمَلُ أَنْ تَكُونَ اَلنَّاصِيَةُ خُصَّتْ بِذَلِكَ لِكَوْنِهَا اَلْمُقْدَّمُ مِنْهَا إِشَارَة إِلَى أَنَّ اَلْفَضْلَ فِي اَلْإِقْدَامِ بِهَا عَلَى اَلْعَدُوِّ دُونَ اَلْمُؤَخَّرِ لِمَا فِيهِ مِنْ اَلْإِشَارَةِ إِلَى اَلْأَدْبَارِ وَاسْتُدِلَّ بِهِ عَلَى أَنَّ اَلَّذِي وَرَدَ فِيهَا مِنْ اَلشُّؤْمِ عَلَى غَيْرِ ظَاهِره لَكِنْ يُحْتَمَلُ أَنْ يَكُونَ اَلْمُرَاد هُنَا جِنْسُ اَلْخَيْل أَيْ أَنَّهَا بِصَدَدِ أَنْ يَكُونَ فِيهَا اَلْخَيْرُ فَأَمَّا مَنْ ارْتَبَطَهَا لِعَمَلٍ غَيْرِ صَالِحٍ فَحُصُول اَلْوِزْرِ لَطَرِيَانِ ذَلِكَ اَلْأَمْر اَلْعَارِض وَسَيَأْتِي مَزِيد لِذَلِكَ فِي مَكَانِهِ بَعْدَ أَبْوَاب. قَالَ عِيَاض : فِي هَذَا الْحَدِيثِ مَعَ وَجِيز لَفَظَه مِنْ اَلْبَلَاغَة وَالْعُذُوبَةِ مَا لَا مَزِيدَ عَلَيْهِ فِي اَلْحُسْنِ مَعَ الْجِنَاسِ اَلسَّهْلِ اَلَّذِي بَيْنَ اَلْخَيْلِ وَالْخَيْرِ. قَالَ اَلْخَطَّابِيّ : وَفِيهِ إِشَارَةٌ إِلَى أَنَّ اَلْمَالَ اَلَّذِي يُكْتَسَبُ بِاِتِّخَاذِ اَلْخَيْلِ مِنْ خَيْر وُجُوه اَلْأَمْوَالِ وَأَطْيَبهَا وَالْعَرَب تُسَمِّي اَلْمَال خَيْرًا كَمَا تَقَدَّمَ فِي اَلْوَصَايَا فِي قَوْلِهِ تَعَالَى ( إِنْ تَرَكَ خَيَرًا اَلْوَصِيَّةُ) وَقَالَ اِبْن عَبْدِ الْبَرّ : فِيهِ إِشَارَةٌ إِلَى تَفْضِيل الْخَيْل عَلَى غَيْرِهَا مِنْ اَلدَّوَابِّ لِأَنَّهُ لَمْ يَأْتِ عَنْهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي شَيْءٍ غَيْرِهَا مِثْلَ هَذَا الْقَوْلِ وَفِي اَلنَّسَائِيِّ عَنْ أَنَس بْن مَالِك \" لَمْ يَكُنْ شَيْءٌ أَحَبّ إِلَى رَسُولِ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ اَلْخَيْلِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5490",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي النَّضْرِ، مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ، مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ، أَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كَانَ بِبَعْضِ طَرِيقِ مَكَّةَ تَخَلَّفَ مَعَ أَصْحَابٍ لَهُ مُحْرِمِينَ، وَهْوَ غَيْرُ مُحْرِمٍ، فَرَأَى حِمَارًا وَحْشِيًّا، فَاسْتَوَى عَلَى فَرَسِهِ، ثُمَّ سَأَلَ أَصْحَابَهُ أَنْ يُنَاوِلُوهُ سَوْطًا، فَأَبَوْا فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا فَأَخَذَهُ ثُمَّ شَدَّ عَلَى الْحِمَارِ، فَقَتَلَهُ فَأَكَلَ مِنْهُ بَعْضُ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبَى بَعْضُهُمْ، فَلَمَّا أَدْرَكُوا رَسُولَ اللَّهِ صلى الله عليه وسلم سَأَلُوهُ عَنْ ذَلِكَ فَقَالَ ‏\n\"‏ إِنَّمَا هِيَ طُعْمَةٌ أَطْعَمَكُمُوهَا اللَّهُ ‏\"‏‏.‏",
    "english_text": "that once he was with Allah's Messenger (ﷺ) (on the way to Mecca). When he had covered some of the way \nto Mecca, he and some companions of his, who were in the state of lhram. remained behind the \nProphet while Abu Qatada himself was not in the state of Ihram. Abu Qatada, seeing an onager rode \nhis horse and asked his companions to hand him a whip, but they refused. He then asked them to hand \nhim his spear, but they refused. Then he took it himself and attacked the onager and killed it. Some of \nthe Companions of Allah's Messenger (ﷺ) ate of it, but some others refused to eat. When they met Allah's \nApostle they asked him about that. He said, \"It was meal given to you by Allah.\"",
    "explication": "حَدِيث أَبِي قَتَادَة فِي قِصَّةِ الْحِمَارِ الْوَحْشِيِّ بِإِسْنَادَيْنِ لِمَالِك وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى فِي الْحَجِّ وَالْغَرَض مِنْهُ قَوْلُهُ \" فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5491",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي قَتَادَةَ، مِثْلَهُ إِلاَّ أَنَّهُ قَالَ ‏\n\"‏ هَلْ مَعَكُمْ مِنْ لَحْمِهِ شَىْءٌ ‏\"‏‏.‏",
    "english_text": "(the same Hadith above, but he added); The Prophet (ﷺ) asked, \"Is there any of its meat left with you?\"",
    "explication": "حَدِيث أَبِي قَتَادَة فِي قِصَّةِ الْحِمَارِ الْوَحْشِيِّ بِإِسْنَادَيْنِ لِمَالِك وَقَدْ تَقَدَّمَ شَرْحُهُ مُسْتَوْفًى فِي الْحَجِّ وَالْغَرَض مِنْهُ قَوْلُهُ \" فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5492",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ أَبَا النَّضْرِ، حَدَّثَهُ عَنْ نَافِعٍ، مَوْلَى أَبِي قَتَادَةَ وَأَبِي صَالِحٍ مَوْلَى التَّوْأَمَةِ سَمِعْتُ أَبَا قَتَادَةَ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِيمَا بَيْنَ مَكَّةَ وَالْمَدِينَةِ وَهُمْ مُحْرِمُونَ وَأَنَا رَجُلٌ حِلٌّ عَلَى فَرَسٍ، وَكُنْتُ رَقَّاءً عَلَى الْجِبَالِ، فَبَيْنَا أَنَا عَلَى ذَلِكَ إِذْ رَأَيْتُ النَّاسَ مُتَشَوِّفِينَ لِشَىْءٍ، فَذَهَبْتُ أَنْظُرُ، فَإِذَا هُوَ حِمَارُ وَحْشٍ فَقُلْتُ لَهُمْ مَا هَذَا قَالُوا لاَ نَدْرِي‏.‏ قُلْتُ هُوَ حِمَارٌ وَحْشِيٌّ‏.‏ فَقَالُوا هُوَ مَا رَأَيْتَ‏.‏ وَكُنْتُ نَسِيتُ سَوْطِي فَقُلْتُ لَهُمْ نَاوِلُونِي سَوْطِي‏.‏ فَقَالُوا لاَ نُعِينُكَ عَلَيْهِ‏.‏ فَنَزَلْتُ فَأَخَذْتُهُ، ثُمَّ ضَرَبْتُ فِي أَثَرِهِ، فَلَمْ يَكُنْ إِلاَّ ذَاكَ، حَتَّى عَقَرْتُهُ، فَأَتَيْتُ إِلَيْهِمْ فَقُلْتُ لَهُمْ قُومُوا فَاحْتَمِلُوا‏.‏ قَالُوا لاَ نَمَسُّهُ‏.‏ فَحَمَلْتُهُ حَتَّى جِئْتُهُمْ بِهِ، فَأَبَى بَعْضُهُمْ، وَأَكَلَ بَعْضُهُمْ، فَقُلْتُ أَنَا أَسْتَوْقِفُ لَكُمُ النَّبِيَّ صلى الله عليه وسلم فَأَدْرَكْتُهُ فَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ لِي ‏\"‏ أَبَقِيَ مَعَكُمْ شَىْءٌ مِنْهُ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ فَقَالَ ‏\"‏ كُلُوا فَهْوَ طُعْمٌ أَطْعَمَكُمُوهَا اللَّهُ ‏\"‏‏.‏",
    "english_text": "I was with the Prophet (on a journey) between Mecca and Medina, and all of them, (i.e. the Prophet (ﷺ) \nand his companions) were in the state of Ihram, while I was not in that state. I was riding my horse \nand I used to be fond of ascending mountains. So while I was doing so I noticed that the people were \nlooking at something. I went to see what it was, and behold it was an onager. I asked my companions, \n\"What is that?\" They said, \"We do not know.\" I said, \"It is an onager.' They said, \"It is what you have \nseen.\" I had left my whip, so I said to them, \"Hand to me my whip.\" They said, \"We will not help you \nin that (in hunting the onager).\" I got down, took my whip and chased the animal (on my horse) and \ndid not stop till I killed it. I went to them and said, \"Come on, carry it!\" But they said, \"We will not \neven touch it.\" At last I alone carried it and brought it to them. Some of them ate of it and some \nrefused to eat of it. I said (to them), \"I will ask the Prophet (ﷺ) about it (on your behalf).\" When I met the \nProphet, I told him the whole story. He said to me, \"Has anything of it been left with you?\" I said, \n\"Yes.\" He said, \"Eat, for it is a meal Allah has offered to you.\"",
    "explication": "‏ ‏قَوْله ( أَخْبَرَنَا عَمْرو ) ‏ ‏هُوَ اِبْن الْحَارِث الْمِصْرِيّ , وَأَبُو النَّضْر هُوَ الْمَدَنِيّ وَاسْمه سَالِم. ‏ ‏قَوْله ( وَأَبِي صَالِح ) ‏ ‏هُوَ مَوْلَى التَّوْأَمَة وَاسْمه نَبْهَان , لَيْسَ لَهُ فِي الْبُخَارِيّ إِلَّا هَذَا الْحَدِيث , وَقَرَنَهُ بِنَافِعٍ مَوْلَى أَبِي قَتَادَة. وَغَفَلَ الدَّاوُدِيّ فَظَنَّ أَنَّ أَبَا صَالِح هَذَا هُوَ وَلَده صَالِح مَوْلَى التَّوْأَمَة فَقَالَ : إِنَّهُ تَغَيَّرَ بِآخِرَة , فَمَنْ أَخَذَ عَنْهُ قَدِيمًا مِثْل اِبْن أَبِي ذِئْب وَعَمْرو بْن الْحَارِث فَهُوَ صَحِيح , وَذَكَرَ أَبُو عَلِيّ الْجَيَّانِيّ أَنَّ أَبَا أَحْمَد كَتَبَ عَلَى حَاشِيَة نُسْخَته مُقَابِل \" وَأَبِي صَالِح \" : هَذَا خَطَأ , يَعْنِي أَنَّ الصَّوَاب عَنْ نَافِع وَصَالِح , قَالَ : وَلَيْسَ هُوَ كَمَا ظَنَّ , فَإِنَّ الْحَدِيث مَحْفُوظ لِنَبْهَان لَا لِابْنِهِ صَالِح , وَقَدْ نَبَّهَ عَلَى ذَلِكَ عَبْد الْغَنِيّ بْن سَعِيد الْحَافِظ , فَإِنَّهُ سُئِلَ عَمَّنْ رَوَى هَذَا الْحَدِيث فَقَالَ \" عَنْ صَالِح مَوْلَى التَّوْأَمَة \" , فَقَالَ : هَذَا خَطَأ إِنَّمَا هُوَ عَنْ نَافِع وَأَبِي صَالِح وَهُوَ وَالِد صَالِح , وَلَمْ يَأْتِ عَنْهُ غَيْر هَذَا الْحَدِيث فَلِذَلِكَ غَلِطَ فِيهِ. وَالتَّوْأَمَة ضُبِطَتْ فِي بَعْض النُّسَخ بِضَمِّ الْمُثَنَّاة حَكَاهُ عِيَاض عَنْ الْمُحَدِّثِينَ قَالَ : وَالصَّوَاب بِفَتْحِ أَوَّله , قَالَ : وَمِنْهُمْ مَنْ يَنْقُل حَرَكَة الْهَمْزَة فَيَفْتَح بِهَا الْوَاو , وَحَكَى اِبْن التِّين التُّوَمَة بِوَزْنِ الْحُطَمَة وَلَعَلَّ هَذِهِ الضَّمَّة أَصْل مَا حُكِيَ عَنْ الْمُحَدِّثِينَ , وَقَوْله \" رَقَّاء عَلَى الْجِبَال \" فِي رِوَايَة أَبِي صَالِح دُون نَافِع مَوْلَى أَبِي قَتَادَة , قَالَ اِبْن الْمُنَيِّر : نَبَّهَ بِهَذِهِ التَّرْجَمَة عَلَى جَوَاز اِرْتِكَاب الْمَشَاقّ لِمَنْ لَهُ غَرَض لِنَفْسِهِ أَوْ لِدَابَّتِهِ إِذَا كَانَ الْغَرَض مُبَاحًا , وَأَنَّ التَّصَيُّد فِي الْجِبَال كَهُوَ فِي السَّهْل , وَأَنَّ إِجْرَاء الْخَيْل فِي الْوَعْر جَائِز لِلْحَاجَةِ وَلَيْسَ هُوَ مِنْ تَعْذِيب الْحَيَوَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5493",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّهُ سَمِعَ جَابِرًا ـ رضى الله عنه ـ يَقُولُ غَزَوْنَا جَيْشَ الْخَبَطِ وَأُمِّرَ أَبُو عُبَيْدَةَ فَجُعْنَا جُوعًا شَدِيدًا فَأَلْقَى الْبَحْرُ حُوتًا مَيِّتًا لَمْ يُرَ مِثْلُهُ يُقَالُ لَهُ الْعَنْبَرُ فَأَكَلْنَا مِنْهُ نِصْفَ شَهْرٍ فَأَخَذَ أَبُو عُبَيْدَةَ عَظْمًا مِنْ عِظَامِهِ فَمَرَّ الرَّاكِبُ تَحْتَهُ‏.‏",
    "english_text": "We went out in a campaign and the army was called The Army of the Khabt, and Abu 'Ubaida was \nour commander. We were struck with severe hunger. Then the sea threw a huge dead fish called Al- \n`Anbar, the like of which had never been seen. We ate of it for half a month, and then Abu 'Ubaida \ntook one of its bones (and made an arch of it) so that a rider could easily pass under it.",
    "explication": "‏ ‏قَوْله : ( وَأُمِّرَ أَبُو عُبَيْدَة ) ‏ ‏كَذَا لَهُمْ بِضَمِّ الْهَمْزَة وَتَشْدِيد الْمِيم عَلَى الْبِنَاء لِلْمَجْهُولِ , وَفِي رِوَايَة اِبْن عُيَيْنَة عِنْد مُسْلِم \" وَأَمِيرنَا أَبُو عُبَيْدَة \". ‏ ‏قَوْله : ( وَأَخْبَرَنِي أَبُو الزُّبَيْر ) ‏ ‏الْقَائِل هُوَ اِبْن جُرَيْجٍ , وَهُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور. ‏ ‏قَوْله : ( أَطْعِمُونَا إِنْ كَانَ مَعَكُمْ مِنْهُ , فَآتَاهُ بَعْضهمْ ) ‏ ‏بِالْمَدِّ أَيْ فَأَعْطَاهُ ‏ ‏( فَأَكَلَهُ ) ‏ ‏وَوَقَعَ فِي رِوَايَة اِبْن السَّكَن \" فَأَتَاهُ بَعْضهمْ بِعُضْوٍ مِنْهُ فَأَكَلَهُ \" قَالَ عِيَاض. وَهُوَ الْوَجْه. قُلْت : فِي رِوَايَة أَحْمَد مِنْ طَرِيق اِبْن جُرَيْجٍ الَّتِي أَخْرَجَهَا مِنْهُ الْبُخَارِيّ \" وَكَانَ مَعَنَا مِنْهُ شَيْء , فَأَرْسَلَ بِهِ إِلَيْهِ بَعْض الْقَوْم فَأَكَلَ مِنْهُ \" وَوَقَعَ فِي رِوَايَة أَبِي حَمْزَة عَنْ جَابِر عِنْد اِبْن أَبِي عَاصِم فِي كِتَاب الْأَطْعِمَة \" فَلَمَّا قَدِمُوا ذَكَرُوا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : لَوْ نَعْلَم أَنَّا نُدْرِكهُ لَمْ يَرُوح لَأَحْبَبْنَا لَوْ كَانَ عِنْدنَا مِنْهُ \" وَهَذَا لَا يُخَالِف رِوَايَة أَبِي الزُّبَيْر لِأَنَّهُ يُحْمَل عَلَى أَنَّهُ قَالَ ذَلِكَ اِزْدِيَادًا مِنْهُ بَعْد أَنْ أَحْضَرُوا لَهُ مِنْهُ مَا ذُكِرَ , أَوْ قَالَ ذَلِكَ قَبْل أَنْ يُحْضِرُوا لَهُ مِنْهُ وَكَانَ الَّذِي أَحْضَرُوهُ مَعَهُمْ لَمْ يَرُوح فَأَكَلَ مِنْهُ , وَاَللَّه أَعْلَم. وَفِي الْحَدِيث مِنْ الْفَوَائِد أَيْضًا مَشْرُوعِيَّة الْمُوَاسَاة بَيْن الْجَيْش عِنْد وُقُوع الْمَجَاعَة , وَأَنَّ الِاجْتِمَاع عَلَى الطَّعَام يَسْتَدْعِي الْبَرَكَة فِيهِ , وَقَدْ اِخْتَلَفُوا فِي سَبَب نَهْي أَبِي عُبَيْدَة قَيْسًا أَنْ يَسْتَمِرّ عَلَى إِطْعَام الْجَيْش , فَقِيلَ : لِخَشْيَةِ أَنْ تَفْنَى حَمُولَتهمْ , وَفِيهِ نَظَر لِأَنَّ الْقِصَّة أَنَّهُ اِشْتَرَى مِنْ غَيْر الْعَسْكَر , وَقِيلَ : لِأَنَّهُ كَانَ يَسْتَدِين عَلَى ذِمَّته , وَلَيْسَ لَهُ مَال فَأُرِيد الرِّفْق بِهِ , وَهَذَا أَظْهَر. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5494",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ سَمِعْتُ جَابِرًا، يَقُولُ بَعَثَنَا النَّبِيُّ صلى الله عليه وسلم ثَلاَثَمِائَةِ رَاكِبٍ وَأَمِيرُنَا أَبُو عُبَيْدَةَ نَرْصُدُ عِيرًا لِقُرَيْشٍ فَأَصَابَنَا جُوعٌ شَدِيدٌ حَتَّى أَكَلْنَا الْخَبَطَ، فَسُمِّيَ جَيْشَ الْخَبَطِ وَأَلْقَى الْبَحْرُ حُوتًا يُقَالُ لَهُ الْعَنْبَرُ فَأَكَلْنَا نِصْفَ شَهْرٍ وَادَّهَنَّا بِوَدَكِهِ حَتَّى صَلَحَتْ أَجْسَامُنَا قَالَ فَأَخَذَ أَبُو عُبَيْدَةَ ضِلَعًا مِنْ أَضْلاَعِهِ فَنَصَبَهُ فَمَرَّ الرَّاكِبُ تَحْتَهُ، وَكَانَ فِينَا رَجُلٌ فَلَمَّا اشْتَدَّ الْجُوعُ نَحَرَ ثَلاَثَ جَزَائِرَ، ثُمَّ ثَلاَثَ جَزَائِرَ، ثُمَّ نَهَاهُ أَبُو عُبَيْدَةَ‏.‏",
    "english_text": "The Prophet (ﷺ) sent us as an army unit of three hundred warriors under the command of Abu 'Ubaida to \nambush a caravan of the Quraish. But we were struck with such severe hunger that we ate the Khabt \n(desert bushes), so our army was called the Army of the Khabt. Then the sea threw a huge fish called \nAl-`Anbar and we ate of it for half a month and rubbed our bodies with its fat till our bodies became \nhealthy. Then Abu Ubaida took one of its ribs and fixed it over the ground and a rider passed \nunderneath it. There was a man amongst us who slaughtered three camels when hunger became \nsevere, and he slaughtered three more, but after that Abu 'Ubaida forbade him to do so.",
    "explication": "‏ ‏قَوْله : ( فَأَصَابَنَا جُوع شَدِيد حَتَّى أَكَلْنَا الْخَبَط ) ‏ ‏بِفَتْحِ الْمُعْجَمَة وَالْمُوَحَّدَة بَعْدهَا مُهْمَلَة هُوَ وَرَق السَّلَم , فِي رِوَايَة أَبِي الزُّبَيْر \" وَكُنَّا نَضْرِب بِعِصِيِّنَا الْخَبَط ثُمَّ نَبُلّهُ بِالْمَاءِ فَنَأْكُلهُ \" وَهَذَا يَدُلّ عَلَى أَنَّهُ كَانَ يَابِسًا , بِخِلَافِ مَا جَزَمَ بِهِ الدَّاوُدِيُّ أَنَّهُ كَانَ أَخْضَر رَطْبًا. وَوَقَعَ فِي رِوَايَة الْخَوْلَانِيِّ \" وَأَصَابَتْنَا مَخْمَصَة \". ‏ ‏قَوْله : ( حَتَّى ثَابَتْ ) ‏ ‏بِمُثَلَّثَةٍ أَيْ رَجَعَتْ , وَفِيهِ إِشَارَة إِلَى أَنَّهُمْ أَصَابَهُمْ هُزَال مِنْ الْجُوع السَّابِق. ‏ ‏قَوْله : ( وَادَّهَنَّا مِنْ وَدَكه ) ‏ ‏بِفَتْحِ الْوَاو وَالْمُهْمَلَة أَيْ شَحْمه , وَفِي رِوَايَة أَبِي الزُّبَيْر \" فَلَقَدْ رَأَيْتنَا نَغْتَرِف مِنْ وَقْب عَيْنه بِالْقِلَالِ الدُّهْن وَنَقْطَع مِنْهُ الْفِدَر كَالثَّوْرِ \". وَالْوَقْب بِفَتْحِ الْوَاو وَسُكُون الْقَاف بَعْدهَا مُوَحَّدَة هِيَ النُّقْرَة الَّتِي تَكُون فِيهَا الْحَدَقَة , وَالْفِدَر بِكَسْرِ الْفَاء وَفَتْح الدَّال جَمْع فَدْرَةٍ بِفَتْحٍ ثُمَّ سُكُون وَهِيَ الْقِطْعَة مِنْ اللَّحْم وَمِنْ غَيْره , وَفِي رِوَايَة الْخَوْلَانِيِّ \" فَحَمَلْنَا مَا شِئْنَا مِنْ قَدِيد وَوَدَك فِي الْأَسْقِيَة وَالْغَرَائِر \". ‏ ‏قَوْله : ( فَأَخَذَ أَبُو عُبَيْدَة ضِلْعًا مِنْ أَضْلَاعه ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْمُسْتَمْلِيّ \" مِنْ أَعْضَائِهِ \" وَالْأَوَّل أَصْوَب لِأَنَّ فِي السِّيَاق \" قَالَ سُفْيَان مَرَّة ضِلْعًا مِنْ أَعْضَائِهِ \" فَدَلَّ عَلَى أَنَّ الرِّوَايَة الْأُولَى \" مِنْ أَضْلَاعه \". ‏ ‏قَوْله : ( وَكَانَ رَجُل مِنْ الْقَوْم نَحَرَ ثَلَاث جَزَائِر ) ‏ ‏أَيْ عِنْدَمَا جَاعُوا , وَوَقَعَ فِي رِوَايَة الْخَوْلَانِيِّ \" سَبْعَ جَزَائِر \". ‏ ‏قَوْله : ( وَكَانَ عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار , وَأَبُو صَالِح هُوَ ذَكْوَانُ السَّمَّان. ‏ ‏قَوْله : ( أَنَّ قَيْس بْن سَعْد قَالَ لِأَبِيهِ : كُنْت فِي الْجَيْش فَجَاعُوا , قَالَ : اِنْحَرْ ) ‏ ‏وَهَذَا صُورَته مُرْسَل لِأَنَّ عَمْرو بْن دِينَار لَمْ يُدْرِك زَمَان تَحْدِيث قَيْس لِأَبِيهِ , لَكِنَّهُ فِي مُسْنَد الْحُمَيْدِيّ مَوْصُول أَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيقه وَلَفْظه \" عَنْ أَبِي صَالِح عَنْ قَيْس بْن سَعْد بْن عُبَادَةُ قَالَ : قُلْت لِأَبِي وَكُنْت فِي ذَلِكَ الْجَيْش جَيْش الْخَبَط فَأَصَابَ النَّاس جُوع , قَالَ لِي : اِنْحَرْ. قُلْت : نَحَرْت \" فَذَكَرَهُ وَفِي آخِره \" قُلْت نَهَيْت \" وَذَكَرَ الْوَاقِدِيُّ بِإِسْنَادٍ لَهُ أَنَّ قَيْس بْن سَعْد لَمَّا رَأَى مَا بِالنَّاسِ قَالَ : مَنْ يَشْتَرِي مِنِّي تَمْرًا بِالْمَدِينَةِ بِجَزُورٍ هُنَا , فَقَالَ لَهُ رَجُل مِنْ جُهَيْنَة : مَنْ أَنْتَ ؟ فَانْتَسَبَ لَهُ , فَقَالَ : عَرَفْت نَسَبك. فَابْتَاعَ مِنْهُ خَمْس جَزَائِر بِخَمْسَةِ أَوَسْق وَأَشْهَد لَهُ نَفَرًا مِنْ الصَّحَابَة , فَامْتَنَعَ عُمَر لِكَوْنِ قَيْس لَا مَال لَهُ , فَقَالَ الْأَعْرَابِيّ : مَا كَانَ سَعْد لِيَجْنِيَ بِابْنِهِ فِي أَوَسْق تَمْر , فَبَلَغَ ذَلِكَ سَعْدًا فَغَضِبَ وَوَهَبَ لِقَيْسِ أَرْبَع حَوَائِط أَقَلّهَا يَجُذّ خَمْسِينَ وَسْقًا. وَزَادَ اِبْن خُزَيْمَةَ مِنْ طَرِيق عَمْرو بْن الْحَارِث عَنْ عَمْرو بْن دِينَار وَقَالَ فِي حَدِيثه \" لَمَّا قَدِمُوا ذَكَرُوا شَأْن قَيْس , فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إِنَّ الْجُود مِنْ شِيمَة أَهْل ذَلِكَ الْبَيْت \" وَفِي حَدِيث الْوَاقِدِيِّ أَنَّ أَهْل الْمَدِينَة بَلَغَهُمْ الْجَهْد الَّذِي قَدْ أَصَابَ الْقَوْم , فَقَالَ سَعْد بْن عُبَادَةَ إِنْ يَكُ قَيْس كَمَا أَعْرِف فَسَيَنْحَرُ لِلْقَوْمِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5495",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي يَعْفُورٍ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ قَالَ غَزَوْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم سَبْعَ غَزَوَاتٍ أَوْ سِتًّا، كُنَّا نَأْكُلُ مَعَهُ الْجَرَادَ‏.‏ قَالَ سُفْيَانُ وَأَبُو عَوَانَةَ وَإِسْرَائِيلُ عَنْ أَبِي يَعْفُورٍ عَنِ ابْنِ أَبِي أَوْفَى سَبْعَ غَزَوَاتٍ‏.‏",
    "english_text": "We participated with the Prophet (ﷺ) in six or seven Ghazawat, and we used to eat locusts with him.",
    "explication": "‏ ‏قَوْله ( عَنْ أَبِي يَعْفُور ) ‏ ‏بِفَتْحِ التَّحْتَانِيَّة وَسُكُون الْمُهْمَلَة وَضَمّ الْفَاء هُوَ الْعَبْدِيّ , وَاسْمه وَقْدَان وَقِيلَ وَاقِد , وَقَالَ مُسْلِم اِسْمه وَاقِد وَلَقَبه وَقْدَان , وَهُوَ الْأَكْبَر , وَأَبُو يَعْفُور الْأَصْغَر اِسْمه عَبْد الرَّحْمَن بْن عُبَيْد , وَكِلَاهُمَا ثِقَة مِنْ أَهْل الْكُوفَة , وَلَيْسَ لِلْأَكْبَرِ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر تَقَدَّمَ فِي الصَّلَاة فِي أَبْوَاب الرُّكُوع مِنْ صِفَة الصَّلَاة , وَقَدْ ذَكَرْت كَلَام النَّوَوِيّ فِيهِ وَجَزْمه بِأَنَّهُ الْأَصْغَر وَأَنَّ الصَّوَاب أَنَّهُ الْأَكْبَر , وَبِذَلِكَ جَزَمَ الْكَلَابَاذِيّ وَغَيْره وَالنَّوَوِيّ تَبِعَ فِي ذَلِكَ اِبْن الْعَرَبِيّ وَغَيْره وَاَلَّذِي يُرَجِّح كَلَام الْكَلَابَاذِيّ جَزْم التِّرْمِذِيّ بَعْد تَخْرِيجه بِأَنَّ رَاوِي حَدِيث الْجَرَاد هُوَ الَّذِي اِسْمه وَاقِد وَيُقَال وَقْدَان وَهَذَا هُوَ الْأَكْبَر , وَيُؤَيِّدهُ أَيْضًا أَنَّ اِبْن أَبِي حَاتِم جَزَمَ فِي تَرْجَمَة الْأَصْغَر بِأَنَّهُ لَمْ يَسْمَع مِنْ عَبْد اللَّه بْن أَبِي أَوْفَى. ‏ ‏قَوْله ( سَبْع غَزَوَات أَوْ سِتًّا ) ‏ ‏كَذَا لِلْأَكْثَرِ وَلَا إِشْكَال فِيهِ , وَوَقَعَ فِي رِوَايَة النَّسَفِيّ \" أَوْ سِتّ \" بِغَيْرِ تَنْوِين , وَوَقَعَ فِي \" تَوْضِيح اِبْن مَالِك , سَبْع غَزَوَات أَوْ ثَمَانِي \" وَتَكَلَّمَ عَلَيْهِ فَقَالَ : الْأَجْوَد أَنْ يُقَال سَبْع غَزَوَات أَوْ ثَمَانِيَة بِالتَّنْوِينِ لِأَنَّ لَفْظ ثَمَانٍ وَإِنْ كَانَ كَلَفْظِ جَوَارٍ فِي أَنَّ ثَالِث حُرُوفه أَلِف بَعْدهَا حَرْفَانِ ثَانِيهمَا يَاء فَهُوَ يُخَالِفهُ فِي أَنَّ جَوَارِي جَمْع وَثَمَانِيَة لَيْسَ بِجَمْعٍ وَاللَّفْظ بِهِمَا فِي الرَّفْع وَالْجَرّ سَوَاء , وَلَكِنَّ تَنْوِينَ ثَمَانٍ تَنْوِين صَرْف وَتَنْوِينَ جَوَارٍ تَنْوِين عِوَض , وَإِنَّمَا يَفْتَرِقَانِ بِالنَّصْبِ. وَاسْتَمَرَّ يَتَكَلَّم عَلَى ذَلِكَ ثُمَّ قَالَ : وَفِي ذِكْره لَهُ بِلَا تَنْوِين ثَلَاثَة أَوْجُه أَجْوَدهَا أَنْ يَكُون حَذَفَ الْمُضَاف إِلَيْهِ وَأَبْقَى الْمُضَاف عَلَى مَا كَانَ عَلَيْهِ قَبْل الْحَذْف , وَمِثْله قَوْل الشَّاعِر ‏ ‏خَمْس ذُود أَوْ سِتّ عُوِّضْت مِنْهَا ‏ ‏الْبَيْت. الْوَجْه الثَّانِي أَنْ يَكُون الْمَنْصُوب كُتِبَ بِغَيْرِ أَلِف عَلَى لُغَة رَبِيعَة , وَذَكَرَ وَجْهًا آخَر يَخْتَصّ بِالثَّمَانِ , وَلَمْ أَرَهُ فِي شَيْء مِنْ طُرُق الْحَدِيث لَا فِي الْبُخَارِيّ وَلَا فِي غَيْره بِلَفْظِ ثَمَان , فَمَا أَدْرِي كَيْف وَقَعَ هَذَا. ‏ ‏وَهَذَا الشَّكّ فِي عَدَد الْغَزَوَات مِنْ شُعْبَة , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ رِوَايَة شُعْبَة بِالشَّكِّ أَيْضًا ; وَالنَّسَائِيُّ مِنْ رِوَايَته بِلَفْظِ السِّتّ مِنْ غَيْر شَكّ , وَالتِّرْمِذِيّ مِنْ طَرِيق غُنْدَر عَنْ شُعْبَة فَقَالَ \" غَزَوَات \" وَلَمْ يَذْكُر عَدَدًا. ‏ ‏قَوْله ( وَكُنَّا نَأْكُل مَعَهُ الْجَرَاد ) ‏ ‏يَحْتَمِل أَنْ يُرِيد بِالْمَعِيَّةِ مُجَرَّد الْغَزْو دُون مَا تَبِعَهُ مِنْ أَكْل الْجَرَاد , وَيَحْتَمِل أَنْ يُرِيد مَعَ أَكْله , وَيَدُلّ عَلَى الثَّانِي أَنَّهُ وَقَعَ فِي رِوَايَة أَبِي نُعَيْم فِي الطِّبّ \" وَيَأْكُل مَعَنَا \" وَهَذَا إِنْ صَحَّ يَرُدّ عَلَى الصَّيْمَرِيّ مِنْ الشَّافِعِيَّة فِي زَعْمه أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَافَهُ كَمَا عَافَ الضَّبّ. ثُمَّ وَقَفْت عَلَى مُسْتَنَد الصَّيْمَرِيّ وَهُوَ مَا أَخْرَجَهُ أَبُو دَاوُدَ مِنْ حَدِيث سَلْمَان \" سُئِلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْجَرَاد فَقَالَ : لَا آكُلهُ وَلَا أُحَرِّمهُ \" وَالصَّوَاب مُرْسَل , وَلِابْنِ عَدِيّ فِي تَرْجَمَة ثَابِت بْن زُهَيْر عَنْ نَافِع عَنْ اِبْن عُمَر \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الضَّبّ فَقَالَ : لَا آكُلهُ وَلَا أُحَرِّمهُ , وَسُئِلَ عَنْ الْجَرَاد فَقَالَ مِثْل ذَلِكَ \" وَهَذَا لَيْسَ ثَابِتًا لِأَنَّ ثَابِتًا قَالَ فِيهِ النَّسَائِيُّ لَيْسَ بِثِقَةٍ , وَنَقَلَ النَّوَوِيّ الْإِجْمَاع عَلَى حِلّ أَكْل الْجَرَاد , لَكِنْ فَصَلَ اِبْن الْعَرَبِيّ فِي شَرْح التِّرْمِذِيّ بَيْن جَرَاد الْحِجَاز وَجَرَاد الْأَنْدَلُس فَقَالَ فِي جَرَاد الْأَنْدَلُس : لَا يُؤْكَل لِأَنَّهُ ضَرَر مَحْض. وَهَذَا إِنْ ثَبَتَ أَنَّهُ يَضُرّ أَكْله بِأَنْ يَكُون فِيهِ سُمِّيَّة تَخُصّهُ دُون غَيْره مِنْ جَرَاد الْبِلَاد تَعَيَّنَ اِسْتِثْنَاؤُهُ وَاَللَّه أَعْلَم. ‏ ‏قَوْله ( وَقَالَ سُفْيَان ) ‏ ‏هُوَ الثَّوْرِيّ وَقَدْ وَصَلَهُ الدَّارِمِيُّ عَنْ مُحَمَّد بْن يُوسُف وَهُوَ الْفِرْيَابِيّ عَنْ سُفْيَان وَهُوَ الثَّوْرِيّ وَلَفْظه \" غَزَوْنَا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَبْع غَزَوَات نَأْكُل الْجَرَاد \" وَكَذَا أَخْرَجَهُ التِّرْمِذِيّ مِنْ وَجْه آخَر عَنْ الثَّوْرِيّ وَأَفَادَ أَنَّ سُفْيَان بْن عُيَيْنَةَ رَوَى هَذَا الْحَدِيث أَيْضًا عَنْ أَبِي يَعْفُور لَكِنْ قَالَ \" سِتّ غَزَوَات \". ‏ ‏قُلْت : وَكَذَا أَخْرَجَهُ أَحْمَد بْن حَنْبَل عَنْ اِبْن عُيَيْنَةَ جَازِمًا بِالسِّتِّ , وَقَالَ التِّرْمِذِيّ : كَذَا قَالَ اِبْن عُيَيْنَةَ سِتّ وَقَالَ غَيْره سَبْع. قُلْت : وَدَلَّتْ رِوَايَة شُعْبَة عَلَى أَنَّ شَيْخهمْ كَانَ يَشُكّ فَيُحْمَل عَلَى أَنَّهُ جَزَمَ مَرَّة بِالسَّبْعِ ثُمَّ لَمَّا طَرَأَ عَلَيْهِ الشَّكّ صَارَ يَجْزِم بِالسِّتِّ لِأَنَّهُ الْمُتَيَقَّن , وَيُؤَيِّد هَذَا الْحَمْل أَنَّ سَمَاع سُفْيَان بْن عُيَيْنَةَ عَنْهُ مُتَأَخِّر دُون الثَّوْرِيّ وَمَنْ ذُكِرَ مَعَهُ , وَلَكِنْ وَقَعَ عِنْد اِبْن حِبَّان مِنْ رِوَايَة أَبِي الْوَلِيد شَيْخ الْبُخَارِيّ فِيهِ \" سَبْعًا أَوْ سِتًّا , يَشُكّ شُعْبَة \". ‏ ‏قَوْله ( وَأَبُو عَوَانَة ) ‏ ‏وَصَلَهُ مُسْلِم عَنْ أَبِي كَامِل عَنْهُ وَلَفْظه مِثْل الثَّوْرِيّ , وَذَكَرَهُ الْبَزَّار مِنْ رِوَايَة يَحْيَى بْن حَمَّاد عَنْ أَبِي عَوَانَة فَقَالَ مَرَّة عَنْ أَبِي يَعْفُور وَمَرَّة عَنْ الشَّيْبَانِيِّ , وَأَشَارَ إِلَى تَرْجِيح كَوْنه عَنْ أَبِي يَعْفُور , وَهُوَ كَذَلِكَ كَمَا تَقَدَّمَ صَرِيحًا أَنَّهُ عِنْد أَبِي دَاوُدَ. ‏ ‏قَوْله ( وَإِسْرَائِيل ) ‏ ‏وَصَلَهُ الطَّبَرَانِيُّ مِنْ طَرِيقِ عَبْد اللَّه بْن رَجَاء عَنْهُ وَلَفْظه \" سَبْع غَزَوَات فَكُنَّا نَأْكُل مَعَهُ الْجَرَاد \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5496",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ الدِّمَشْقِيُّ، قَالَ حَدَّثَنِي أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ، قَالَ حَدَّثَنِي أَبُو ثَعْلَبَةَ الْخُشَنِيُّ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ أَهْلِ الْكِتَابِ، فَنَأْكُلُ فِي آنِيَتِهِمْ، وَبِأَرْضِ صَيْدٍ، أَصِيدُ بِقَوْسِي، وَأَصِيدُ بِكَلْبِي الْمُعَلَّمِ، وَبِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ أَهْلِ كِتَابٍ فَلاَ تَأْكُلُوا فِي آنِيَتِهِمْ، إِلاَّ أَنْ لاَ تَجِدُوا بُدًّا، فَإِنْ لَمْ تَجِدُوا بُدًّا فَاغْسِلُوهَا وَكُلُوا، وَأَمَّا مَا ذَكَرْتَ أَنَّكُمْ بِأَرْضِ صَيْدٍ، فَمَا صِدْتَ بِقَوْسِكَ، فَاذْكُرِ اسْمَ اللَّهِ وَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ، فَاذْكُرِ اسْمَ اللَّهِ وَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ الَّذِي لَيْسَ بِمُعَلَّمٍ، فَأَدْرَكْتَ ذَكَاتَهُ، فَكُلْهُ ‏\"‏‏.‏",
    "english_text": "I came to the Prophet (ﷺ) and said, \"O Allah's Messenger (ﷺ)! We are living in the land of the people of the \nScripture, and we take our meals in their utensils, and there is game in that land and I hunt with my \nbow and with my trained hound and with my untrained hound.\" The Prophet (ﷺ) said, \"As for your saying \nthat you are in the land of people of the Scripture, you should not eat in their utensils unless you find \nno alternative, in which case you must wash the utensils and then eat in them As for your saying that \nyou are in the land of game, if you hunt something with your bow, mention Allah's Name (while \nhunting the game) and eat; and if you hunt something with your trained hound, mention Allah's Name \non sending and eat; and if you hunt something with your untrained hound and get it alive, slaughter it \nand you can eat of it.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عَبْد اللَّه بْن يَزِيد ) ‏ ‏هُوَ الْمُقْرِيّ , وَحَيْوَة هُوَ اِبْن شُرَيْحٍ. ‏ ‏قَوْله ( عَنْ أَبِي ثَعْلَبَة الْخُشَنِيِّ ) ‏ ‏بِضَمِّ الْخَاء وَفَتْح الشِّين الْمُعْجَمَتَيْنِ ثُمَّ نُون , نِسْبَة إِلَى بَنِي خُشَيْن بَطْن مِنْ النَّمِر بْن وَبَرَة بْن تَغْلِب بِفَتْحِ الْمُثَنَّاة وَسُكُون الْمُعْجَمَة وَكَسْر اللَّام بَعْدهَا مُوَحَّدَة اِبْن حُلْوَانِ بْن عِمْرَان بْن الْحَافّ بْن قُضَاعَة. ‏ ‏قَوْله ( قُلْت يَا نَبِيّ اللَّه إِنَّا بِأَرْضِ قَوْم أَهْل كِتَاب ) ‏ ‏يَعْنِي بِالشَّامِ , وَكَانَ جَمَاعَة مِنْ قَبَائِل الْعَرَب قَدْ سَكَنُوا الشَّام وَتَنَصَّرُوا مِنْهُمْ آل غَسَّان وَتَنُوخ وَبَهْز وَبُطُون مِنْ قُضَاعَة مِنْهُمْ بَنُو خُشَيْن آل أَبِي ثَعْلَبَة , وَاخْتُلِفَ فِي اِسْم أَبِي ثَعْلَبَة فَقِيلَ جُرْثُوم وَهُوَ قَوْل الْأَكْثَر وَقِيلَ جُرْهُمْ وَقِيلَ نَاشِب وَقِيلَ جَرْثَمَ وَهُوَ كَالْأَوَّلِ لَكِنْ بِغَيْرِ إِشْبَاع وَقِيلَ جُرْثُومَة وَهُوَ كَالْأَوَّلِ لَكِنْ بِزِيَادَةِ هَاء وَقِيلَ غُرْنُوق وَقِيلَ نَاشِر وَقِيلَ لَاشِر وَقِيلَ لَاشِ وَقِيلَ لَاشِنِ وَقِيلَ لَا شُومه , وَاخْتَلَفَ فِي اِسْم أَبِيهِ فَقِيلَ عَمْرو وَقِيلَ نَاشِب وَقِيلَ نَاسِب بِمُهْمَلَةٍ وَقِيلَ بِمُعْجَمَةٍ وَقِيلَ نَاشِر وَقِيلَ لَا شِرْ وَقِيلَ لَاشِ وَقِيلَ لَاشِنِ وَقِيلَ لَاشِم وَقِيلَ لِاسْمِ وَقِيلَ جُلْهُمْ وَقِيلَ حِمْيَر وَقِيلَ جُرْهُمْ وَقِيلَ جُرْثُوم , وَيَجْتَمِع مِنْ اِسْمه وَاسْم أَبِيهِ بِالتَّرْكِيبِ أَقْوَال كَثِيرَة جِدًّا , وَكَانَ إِسْلَامه قَبْل خَيْبَر وَشَهِدَ بَيْعَة الرِّضْوَان وَتَوَجَّهَ إِلَى قَوْمه فَأَسْلَمُوا , وَلَهُ أَخ يُقَال لَهُ عَمْرو أَسْلَمَ أَيْضًا. ‏ ‏قَوْله ( فِي آنِيَتهمْ ) ‏ ‏جَمْع إِنَاء وَالْأَوَانِي جَمْع آنِيَة , وَقَدْ وَقَعَ الْجَوَاب عَنْهُ \" فَإِنْ وَجَدْتُمْ غَيْرهَا فَلَا تَأْكُلُوا فِيهَا وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا وَكُلُوا فِيهَا \" فَتُمْسِك بِهَذَا الْأَمْر مَنْ رَأَى أَنَّ اِسْتِعْمَال آنِيَّة أَهْل الْكِتَاب تَتَوَقَّف عَلَى الْغَسْل لِكَثْرَةِ اِسْتِعْمَالهمْ النَّجَاسَة. وَمِنْهُمْ مَنْ يَتَدَيَّن بِمُلَابَسَتِهَا , قَالَ اِبْن دَقِيق الْعِيد : وَقَدْ اِخْتَلَفَ الْفُقَهَاء فِي ذَلِكَ بِنَاء عَلَى تَعَارُض الْأَصْل وَالْغَالِب. وَاحْتَجَّ مَنْ قَالَ بِمَا دَلَّ عَلَيْهِ هَذَا الْحَدِيث بِأَنَّ الظَّنّ الْمُسْتَفَاد مِنْ الْغَالِب رَاجِح عَلَى الظَّنّ الْمُسْتَفَاد مِنْ الْأَصْل , وَأَجَابَ مَنْ قَالَ بِأَنَّ الْحُكْم لِلْأَصْلِ حَتَّى تَتَحَقَّق النَّجَاسَة بِجَوَابَيْنِ : أَحَدهمَا أَنَّ الْأَمْر بِالْغَسْلِ مَحْمُول عَلَى الِاسْتِحْبَاب اِحْتِيَاطًا جَمْعًا بَيْنه وَبَيْن مَا دَلَّ عَلَى التَّمَسُّك بِالْأَصْلِ , وَالثَّانِي أَنَّ الْمُرَاد بِحَدِيثِ أَبِي ثَعْلَبَة حَال مَنْ يَتَحَقَّق النَّجَاسَة فِيهِ , وَيُؤَيِّدهُ ذِكْر الْمَجُوس لِأَنَّ أَوَانِيهمْ نَجِسَة لِكَوْنِهِمْ لَا تَحِلّ ذَبَائِحهمْ. وَقَالَ النَّوَوِيّ : الْمُرَاد بِالْآنِيَةِ فِي حَدِيث أَبِي ثَعْلَبَة آنِيَة مَنْ يَطْبُخ فِيهَا لَحْم الْخِنْزِير وَيَشْرَب فِيهَا الْخَمْر كَمَا وَقَعَ التَّصْرِيح بِهِ فِي رِوَايَة أَبِي دَاوُد \" إِنَّا نُجَاوِر أَهْل الْكِتَاب , وَهُمْ يَطْبُخُونَ فِي قُدُورهمْ الْخِنْزِير وَيَشْرَبُونَ فِي آنِيَتهمْ الْخَمْر فَقَالَ \" فَذَكَرَ الْجَوَاب. وَأَمَّا الْفُقَهَاء فَمُرَادهمْ مُطْلَق آنِيَّة الْكُفَّار الَّتِي لَيْسَتْ مُسْتَعْمَلَة فِي النَّجَاسَة فَإِنَّهُ يَجُوز اِسْتِعْمَالهَا وَلَوْ لَمْ تُغْسَل عِنْدهمْ , وَإِنْ كَانَ الْأَوْلَى الْغَسْل لِلْخُرُوجِ مِنْ الْخِلَاف لَا لِثُبُوتِ الْكَرَاهَة فِي ذَلِكَ , وَيُحْتَمَل أَنْ يَكُون اِسْتِعْمَالهَا بِلَا غَسْل مَكْرُوهًا بِنَاء عَلَى الْجَوَاب الْأَوَّل وَهُوَ الظَّاهِر مِنْ الْحَدِيث , وَأَنَّ اِسْتِعْمَالهَا مَعَ الْغَسْل رُخْصَة إِذَا وَجَدَ غَيْرهَا فَإِنْ لَمْ يَجِد جَازَ بِلَا كَرَاهَة لِلنَّهْيِ عَنْ الْأَكْل فِيهَا مُطْلَقًا وَتَعْلِيق الْإِذْن عَلَى عَدَم غَيْرهَا مَعَ غَسْلهَا , وَتَمَسَّكَ بِهَذَا بَعْض الْمَالِكِيَّة لِقَوْلِهِمْ إِنَّهُ يَتَعَيَّن كَسْر آنِيَّة الْخَمْر عَلَى كُلّ حَال بِنَاء عَلَى أَنَّهَا لَا تَطْهُر بِالْغَسْلِ , وَاسْتَدَلَّ بِالتَّفْصِيلِ الْمَذْكُور لِأَنَّ الْغَسْل لَوْ كَانَ مُطَهِّرًا لَهَا لِمَا كَانَ لِلتَّفْصِيلِ مَعْنَى , وَتُعُقِّبَ بِأَنَّهُ لَمْ يَنْحَصِر فِي كَوْن الْعَيْن تَصِير نَجِسَة بِحَيْثُ لَا تَطْهُر أَصْلًا بَلْ يَحْتَمِل أَنْ يَكُون التَّفْصِيل لِلْأَخْذِ بِالْأَوْلَى , فَإِنَّ الْإِنَاء الَّذِي يُطْبَخ فِيهِ الْخِنْزِير يُسْتَقْذَر وَلَوْ غُسِلَ كَمَا يُكْرَه الشُّرْب فِي الْمِحْجَمَة وَلَوْ غُسِلَتْ اِسْتِقْذَارًا , وَمَشَى اِبْن حَزْم عَلَى ظَاهِرِيَّته فَقَالَ : لَا يَجُوز اِسْتِعْمَال آنِيَّة أَهْل الْكِتَاب إِلَّا بِشَرْطَيْنِ أَحَدهمَا أَنْ لَا يَجِد غَيْرهَا وَالثَّانِي غَسْلهَا. وَأُجِيب بِمَا تَقَدَّمَ مِنْ أَنَّ أَمْره بِالْغَسْلِ عِنْد فَقْد غَيْرهَا دَالّ عَلَى طَهَارَتهَا بِالْغَسْلِ , وَالْأَمْر بِاجْتِنَابِهَا عِنْد وُجُود غَيْرهَا لِلْمُبَالَغَةِ فِي التَّنْفِير عَنْهَا كَمَا فِي حَدِيث سَلَمَة الْآتِي بَعْدُ فِي الْأَمْر بِكَسْرِ الْقُدُور الَّتِي طُبِخَتْ فِيهَا الْمَيْتَة , فَقَالَ رَجُل أَوْ نَغْسِلهَا ؟ فَقَالَ : أَوْ ذَاكَ. فَأَمَرَ بِالْكَسْرِ لِلْمُبَالَغَةِ فِي التَّنْفِير عَنْهَا ثُمَّ أَذِنَ فِي الْغَسْل تَرْخِيصًا , فَكَذَلِكَ يُتَّجَه هَذَا هُنَا وَاللَّهُ أَعْلَم. ‏ ‏قَوْله ( وَبِأَرْضِ صَيْد أَصِيد بِقَوْسِي ) ‏ ‏فَقَالَ فِي جَوَابه \" وَمَا صِدْت بِقَوْسِك وَذَكَرْت اِسْم اللَّه فَكُلْ \" تَمَسَّكَ بِهِ مَنْ أَوْجَبَ التَّسْمِيَة عَلَى الصَّيْد وَعَلَى الذَّبِيحَة , وَقَدْ تَقَدَّمَتْ مَبَاحِثه فِي الْحَدِيث الَّذِي قَبْله , وَكَذَا تَقَدَّمَتْ مَبَاحِث السُّؤَال الثَّالِث وَهُوَ الصَّيْد بِالْكَلْبِ , وَقَوْله \" فَكُلْ \" وَقَعَ مُفَسَّرًا فِي رِوَايَة أَبِي دَاوُدَ مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه \" أَنَّ أَعْرَابِيًّا يُقَال لَهُ أَبُو ثَعْلَبَة قَالَ : يَا رَسُول اللَّه إِنَّ لِي كِلَابًا مُكَلَّبَة - الْحَدِيث وَفِيهِ - وَأَفْتِنِي فِي قَوْسِي ; قَالَ : كُلْ مَا رَدَّتْ عَلَيْك قَوْسك ذَكِيًّا وَغَيْر ذَكِيّ. قَالَ وَإِنْ تَغَيَّبَ عَنِّي ؟ قَالَ وَإِنْ تَغَيَّبَ عَنْك مَا لَمْ يَصِلّ أَوْ تَجِد فِيهِ أَثَرًا غَيْر سَهْمك \" وَقَوْله يَصِلّ بِصَادٍ مُهْمَلَة مَكْسُورَة وَلَام ثَقِيلَة أَيْ يُنْتِن , وَسَيَأْتِي مَبَاحِث هَذَا الْحَدِيث بَعْد ثَلَاثَة أَبْوَاب فِي \" بَاب الصَّيْد إِذَا غَابَ يَوْمَيْنِ أَوْ ثَلَاثَة \" وَفِي الْحَدِيث مِنْ الْفَوَائِد جَمْع الْمَسَائِل وَإِيرَادهَا دَفْعَة وَاحِدَة وَتَفْصِيل الْجَوَاب عَنْهَا وَاحِدَة وَاحِدَة بِلَفْظِ أَمَّا وَأَمَّا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5497",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ لَمَّا أَمْسَوْا يَوْمَ فَتَحُوا خَيْبَرَ أَوْقَدُوا النِّيرَانَ، قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ عَلَى مَا أَوْقَدْتُمْ هَذِهِ النِّيرَانَ ‏\"‏‏.‏ قَالُوا لُحُومِ الْحُمُرِ الإِنْسِيَّةِ‏.‏ قَالَ ‏\"‏ أَهْرِيقُوا مَا فِيهَا، وَاكْسِرُوا قُدُورَهَا ‏\"‏‏.‏ فَقَامَ رَجُلٌ مِنَ الْقَوْمِ فَقَالَ نُهَرِيقُ مَا فِيهَا وَنَغْسِلُهَا‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَوْ ذَاكَ ‏\"‏‏.‏",
    "english_text": "In the evening of the day of the conquest of Khaibar, the army made fires (for cooking). The Prophet (ﷺ) \nsaid, \"For what have you made these fires?\" They said, \"For cooking the meat of domestic donkeys.\" \nHe said, \"Throw away what is in the cooking pots and break the pots.\" A man from the people got up \nand said, \"Shall we throw the contents of the cooking pots and then wash the pots (instead of breaking \nthem)?\" The Prophet (ﷺ) said, \"Yes, you can do either.'",
    "explication": "حَدِيث سَلَمَة بْن الْأَكْوَع فِي الْحُمُر الْأَهْلِيَّة أَوْرَدَهُ عَالِيًا وَهُوَ مِنْ ثُلَاثِيَّاته , وَسَيَأْتِي شَرْحه بَعْد ثَلَاثَة عَشَر بَابًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5498",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعٍ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ، فَأَصَابَ النَّاسَ جُوعٌ، فَأَصَبْنَا إِبِلاً وَغَنَمًا، وَكَانَ النَّبِيُّ صلى الله عليه وسلم فِي أُخْرَيَاتِ النَّاسِ، فَعَجِلُوا فَنَصَبُوا الْقُدُورَ، فَدُفِعَ إِلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فَأَمَرَ بِالْقُدُورِ فَأُكْفِئَتْ، ثُمَّ قَسَمَ فَعَدَلَ عَشَرَةً مِنَ الْغَنَمِ بِبَعِيرٍ، فَنَدَّ مِنْهَا بَعِيرٌ، وَكَانَ فِي الْقَوْمِ خَيْلٌ يَسِيرَةٌ فَطَلَبُوهُ فَأَعْيَاهُمْ، فَأَهْوَى إِلَيْهِ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ، فَمَا نَدَّ عَلَيْكُمْ فَاصْنَعُوا بِهِ هَكَذَا ‏\"‏‏.‏ قَالَ وَقَالَ جَدِّي إِنَّا لَنَرْجُو ـ أَوْ نَخَافُ ـ أَنْ نَلْقَى الْعَدُوَّ غَدًا، وَلَيْسَ مَعَنَا مُدًى، أَفَنَذْبَحُ بِالْقَصَبِ فَقَالَ ‏\"‏ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلْ، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُخْبِرُكُمْ عَنْهُ، أَمَّا السِّنُّ عَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ ‏\"‏‏.‏",
    "english_text": "We were with the Prophet (ﷺ) in Dhul-Hulaifa and there the people were struck with severe hunger. Then \nwe got camels and sheep as war booty (and slaughtered them). The Prophet (ﷺ) was behind all the people. \nThe people hurried and fixed the cooking pots (for cooking) but the Prophet (ﷺ) came there and ordered \nthat the cooking pots be turned upside down. Then he distributed the animals, regarding ten sheep as \nequal to one camel. One of the camels ran away and there were a few horses with the people. They \nchased the camel but they got tired, whereupon a man shot it with an arrow whereby Allah stopped it. \nThe Prophet (ﷺ) said, \"Among these animals some are as wild as wild beasts, so if one of them runs away \nfrom you, treat it in this way.\" I said. \"We hope, or we are afraid that tomorrow we will meet the \nenemy and we have no knives, shall we slaughter (our animals) with canes?\" The Prophet (ﷺ) said, \"If the \nkilling tool causes blood to gush out and if Allah's Name is mentioned, eat (of the slaughterer animal). \nBut do not slaughter with a tooth or a nail. I am telling you why: A tooth is a bone, and the nail is the \nknife of Ethiopians.\"",
    "explication": "أَوْرَدَ فِيهِ حَدِيثَ رَافِع بْن خَدِيج وَفِيهِ \" ثُمَّ قَسَمَ فَعَدَلَ عَشَرَة مِنْ الْغَنَمِ بِبَعِير \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي الذَّبَائِحِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5499",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ ـ يَعْنِي ابْنَ الْمُخْتَارِ ـ أَخْبَرَنَا مُوسَى بْنُ عُقْبَةَ، قَالَ أَخْبَرَنِي سَالِمٌ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ، يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ لَقِيَ زَيْدَ بْنَ عَمْرِو بْنِ نُفَيْلٍ بِأَسْفَلِ بَلْدَحٍ، وَذَاكَ قَبْلَ أَنْ يُنْزَلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْوَحْىُ، فَقَدَّمَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم سُفْرَةً فِيهَا لَحْمٌ، فَأَبَى أَنْ يَأْكُلَ مِنْهَا، ثُمَّ قَالَ إِنِّي لاَ آكُلُ مِمَّا تَذْبَحُونَ عَلَى أَنْصَابِكُمْ، وَلاَ آكُلُ إِلاَّ مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said that he met Zaid bin `Amr Nufail at a place near Baldah and this had happened \nbefore Allah's Messenger (ﷺ) received the Divine Inspiration. Allah's Messenger (ﷺ) presented a dish of meat (that \nhad been offered to him by the pagans) to Zaid bin `Amr, but Zaid refused to eat of it and then said (to \nthe pagans), \"I do not eat of what you slaughter on your stonealtars (Ansabs) nor do I eat except that \non which Allah's Name has been mentioned on slaughtering.\"",
    "explication": "‏ ‏قَوْله : ( بِأَسْفَل بَلْدَحَ ) ‏ ‏هُوَ مَكَان فِي طَرِيق التَّنْعِيم بِفَتْحِ الْمُوَحَّدَة وَالْمُهْمَلَة بَيْنهمَا لَام سَاكِنَة وَآخِره مُهْمَلَة , وَيُقَال هُوَ وَادٍ. ‏ ‏قَوْله : ( فَقُدِّمَتْ ) ‏ ‏بِضَمِّ الْقَاف. ‏ ‏قَوْله : ( إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَفِي رِوَايَة الْجُرْجَانِيّ \" فَقَدَّمَ إِلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُفْرَة \" قَالَ عِيَاض : الصَّوَاب الْأَوَّل , قُلْت : رِوَايَة الْإِسْمَاعِيلِيّ تُوَافِق رِوَايَة الْجُرْجَانِيّ , وَكَذَا أَخْرَجَهُ الزُّبَيْر بْن بَكَّار وَالْفَاكِهِيّ وَغَيْرهمَا , وَقَالَ اِبْن بَطَّال : كَانَتْ السُّفْرَة لِقُرَيْشٍ قَدَّمُوهَا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَبَى أَنْ يَأْكُل مِنْهَا فَقَدَّمَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِزَيْدِ بْن عَمْرو فَأَبَى أَنْ يَأْكُل مِنْهَا وَقَالَ مُخَاطِبًا لِقُرَيْشٍ الَّذِينَ قَدَّمُوهَا أَوَّلًا : \" إِنَّا لَا نَأْكُل مَا ذُبِحَ عَلَى أَنْصَابكُمْ \" اِنْتَهَى. وَمَا قَالَهُ مُحْتَمَل , لَكِنْ لَا أَدْرِي مِنْ أَيْنَ لَهُ الْجَزْم بِذَلِكَ , فَإِنِّي لَمْ أَقِف عَلَيْهِ فِي رِوَايَة أَحَد. وَقَدْ تَبِعَهُ اِبْن الْمُنِير فِي ذَلِكَ وَفِيهِ مَا فِيهِ. ‏ ‏قَوْله : ( عَلَى أَنْصَابكُمْ ) ‏ ‏بِالْمُهْمَلَةِ جَمْع نُصُب بِضَمَّتَيْنِ وَهِيَ أَحْجَار كَانَتْ حَوْل الْكَعْبَة يَذْبَحُونَ عَلَيْهَا لِلْأَصْنَامِ , قَالَ الْخَطَّابِيُّ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَأْكُل مِمَّا يَذْبَحُونَ عَلَيْهَا لِلْأَصْنَامِ , وَيَأْكُل مَا عَدَا ذَلِكَ وَإِنْ كَانُوا لَا يَذْكُرُونَ اِسْم اللَّه عَلَيْهِ , لِأَنَّ الشَّرْع لَمْ يَكُنْ نَزَلَ بَعْد , بَلْ لَمْ يَنْزِل الشَّرْع بِمَنْعِ أَكْل مَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ إِلَّا بَعْد الْمَبْعَث بِمُدَّةٍ طَوِيلَة. قُلْت : وَهَذَا الْجَوَاب أَوْلَى مِمَّا اِرْتَكَبَهُ اِبْن بَطَّال , وَعَلَى تَقْدِير أَنْ يَكُون حَارِثَة ذَبَحَ عَلَى الْحَجْر الْمَذْكُور فَإِنَّمَا يُحْمَل عَلَى أَنَّهُ إِنَّمَا ذَبَحَ عَلَيْهِ لِغَيْرِ الْأَصْنَام , وَأَمَّا قَوْله تَعَالَى : ( وَمَا ذُبِحَ عَلَى النُّصُب ) فَالْمُرَاد بِهِ مَا ذُبِحَ عَلَيْهَا لِلْأَصْنَامِ , ثُمَّ قَالَ الْخَطَّابِيُّ : وَقِيلَ : لَمْ يَنْزِل عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تَحْرِيم ذَلِكَ شَيْء. قُلْت : وَفِيهِ نَظَر , لِأَنَّهُ كَانَ قَبْل الْمَبْعَث فَهُوَ مِنْ تَحْصِيل الْحَاصِل : وَقَدْ وَقَعَ فِي حَدِيث سَعِيد بْن زَيْد الَّذِي قَدَّمْته وَهُوَ عِنْد أَحْمَد \" وَكَانَ اِبْن زَيْد يَقُول : عُذْت بِمَا عَاذَ بِهِ إِبْرَاهِيم , ثُمَّ يَخِرّ سَاجِدًا لِلْكَعْبَةِ , قَالَ : فَمَرَّ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَزَيْد بْن حَارِثَة وَهُمَا يَأْكُلَانِ مِنْ سُفْرَة لَهُمَا فَدَعَيَاهُ فَقَالَ : يَا اِبْن أَخِي لَا آكُل مِمَّا ذُبِحَ عَلَى النُّصُب , قَالَ : فَمَا رُؤِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْكُل مِمَّا ذُبِحَ عَلَى النُّصُب مِنْ يَوْمه ذَلِكَ \". وَفِي حَدِيث زَيْد بْن حَارِثَة عِنْد أَبِي يَعْلَى وَالْبَزَّار وَغَيْرهمَا قَالَ : \" خَرَجْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا مِنْ مَكَّة وَهُوَ مُرْدِفِي , فَذَبَحْنَا شَاة عَلَى بَعْض الْأَنْصَاب فَأَنْضَجْنَاهَا , فَلَقِينَا زَيْد بْن عَمْرو \" فَذَكَرَ الْحَدِيث مُطَوَّلًا وَفِيهِ : \" فَقَالَ زَيْد : إِنِّي لَا آكُل مِمَّا لِمَ يُذْكَر اِسْم اللَّه عَلَيْهِ \" قَالَ الدَّاوُدِيّ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل الْمَبْعَث يُجَانِب الْمُشْرِكِينَ فِي عَادَاتهمْ , لَكِنْ لَمْ يَكُنْ يَعْلَم مَا يَتَعَلَّق بِأَمْرِ الذَّبْح , وَكَانَ زَيْد قَدْ عَلِمَ ذَلِكَ مِنْ أَهْل الْكِتَاب الَّذِينَ لَقِيَهُمْ. وَقَالَ السُّهَيْلِيّ : فَإِنْ قِيلَ فَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ أَوْلَى مِنْ زَيْد بِهَذِهِ الْفَضِيلَة , فَالْجَوَاب أَنَّهُ لَيْسَ فِي الْحَدِيث أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَكَلَ مِنْهَا , وَعَلَى تَقْدِير أَنْ يَكُون أَكَلَ فَزَيْد إِنَّمَا كَانَ يَفْعَل ذَلِكَ بِرَأْيٍ يَرَاهُ لَا بِشَرْعٍ بَلَغَهُ , وَإِنَّمَا كَانَ عِنْد أَهْل الْجَاهِلِيَّة بَقَايَا مِنْ دَيْن إِبْرَاهِيم , وَكَانَ فِي شَرْع إِبْرَاهِيم تَحْرِيم الْمَيْتَة لَا تَحْرِيم مَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ , وَإِنَّمَا نَزَلَ تَحْرِيم ذَلِكَ فِي الْإِسْلَام , وَالْأَصَحّ أَنَّ الْأَشْيَاء قَبْل الشَّرْع لَا تُوصَف بِحِلٍّ وَلَا بِحُرْمَةٍ , مَعَ أَنَّ الذَّبَائِح لَهَا أَصْل فِي تَحْلِيل الشَّرْع , وَاسْتَمَرَّ ذَلِكَ إِلَى نُزُول الْقُرْآن , وَلَمْ يُنْقَل أَنَّ أَحَدًا بَعْد الْمَبْعَث كَفّ عَنْ الذَّبَائِح حَتَّى نَزَلَتْ الْآيَة. قُلْت : وَقَوْله إِنَّ زَيْدًا فَعَلَ ذَلِكَ بِرَأْيِهِ أَوْلَى مِنْ قَوْل الدَّاوُدِيّ إِنَّهُ تَلَقَّاهُ عَنْ أَهْل الْكِتَاب , فَإِنَّ حَدِيث الْبَاب بَيَّنَ فِيمَا قَالَ السُّهَيْلِيّ , وَإِنَّ ذَلِكَ قَالَهُ زَيْد بِاجْتِهَادٍ لَا بِنَقْلٍ عَنْ غَيْره , وَلَا سِيَّمَا وَزَيْد يُصَرِّح عَنْ نَفْسه بِأَنَّهُ لَمْ يَتَّبِع أَحَدًا مِنْ أَهْل الْكِتَابَيْنِ. وَقَدْ قَالَ الْقَاضِي عِيَاض فِي الْمِلَّة الْمَشْهُورَة فِي عِصْمَة الْأَنْبِيَاء قَبْل النُّبُوَّة إِنَّهَا كَالْمُمْتَنِعِ لِأَنَّ النَّوَاهِي إِنَّمَا تَكُون بَعْد تَقْرِير الشَّرْع , وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ مُتَعَبِّدًا قَبْل أَنْ يُوحَى إِلَيْهِ بِشَرْعِ مَنْ قَبْلَهُ عَلَى الصَّحِيح , فَعَلَى هَذَا فَالنَّوَاهِي إِذَا لَمْ تَكُنْ مَوْجُودَة فَهِيَ مُعْتَبَرَة فِي حَقّه وَاللَّهُ أَعْلَمُ. فَإِنْ فَرَّعْنَا عَلَى الْقَوْل الْآخَر فَالْجَوَاب عَنْ قَوْله \" ذَبَحْنَا شَاة عَلَى بَعْض الْأَنْصَاب \" يَعْنِي الْحِجَارَة الَّتِي لَيْسَتْ بِأَصْنَامٍ وَلَا مَعْبُودَة , إِنَّمَا هِيَ مِنْ آلَات الْجَزَّار الَّتِي يَذْبَح عَلَيْهَا , لِأَنَّ النُّصُب فِي الْأَصْل حَجَر كَبِير , فَمِنْهَا مَا يَكُون عِنْدهمْ مِنْ جُمْلَة الْأَصْنَام فَيَذْبَحُونَ لَهُ وَعَلَى اِسْمه , وَمِنْهَا مَا لَا يُعْبَد بَلْ يَكُون مِنْ آلَات الذَّبْح فَيَذْبَح الذَّابِح عَلَيْهِ لَا لِلصَّنَمِ , أَوْ كَانَ اِمْتِنَاع زَيْد مِنْهَا حَسْمًا لِلْمَادَّةِ. ‏ ‏قَوْله : ( فَإِنَّ زَيْد بْن عَمْرو ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُورِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5500",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ جُنْدَبِ بْنِ سُفْيَانَ الْبَجَلِيِّ، قَالَ ضَحَّيْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم أُضْحِيَّةً ذَاتَ يَوْمٍ فَإِذَا أُنَاسٌ قَدْ ذَبَحُوا ضَحَايَاهُمْ قَبْلَ الصَّلاَةِ فَلَمَّا انْصَرَفَ رَآهُمُ النَّبِيُّ صلى الله عليه وسلم أَنَّهُمْ قَدْ ذَبَحُوا قَبْلَ الصَّلاَةِ فَقَالَ ‏\n\"‏ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيَذْبَحْ مَكَانَهَا أُخْرَى، وَمَنْ كَانَ لَمْ يَذْبَحْ حَتَّى صَلَّيْنَا فَلْيَذْبَحْ عَلَى اسْمِ اللَّهِ ‏\"‏‏.‏",
    "english_text": "Once during the lifetime of Allah's Messenger (ﷺ) we offered some animals as sacrifices. Some people \nslaughtered their sacrifices before the (Id) prayer, so when the Prophet (ﷺ) finished his prayer, he saw that \nthey had slaughtered their sacrifices before the prayer. He said, \"Whoever has slaughtered (his \nsacrifice) before the prayer, should slaughter (another sacrifice) in lieu of it; and whoever has not yet \nslaughtered it till we have prayed; should slaughter (it) by mentioning Allah's Name.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ الْأَسْوَدِ ) ‏ ‏هُوَ اِبْنُ قَيْسٍ لَا اِبْنُ يَزِيدَ , لِأَنَّ شُعْبَةَ لَمْ يَلْحَقْ اِبْنَ يَزِيدَ , وَجُنْدُبٌ هُوَ اِبْنُ عَبْدِ اللَّهِ الْبَجْلِيُّ. ‏ ‏قَوْلُهُ : ( وَقَالَ مَنْ ذَبَحَ ) ‏ ‏هُوَ مِنْ جُمْلَةِ الْخُطْبَةِ وَلَيْسَ مَعْطُوفًا عَلَى قَوْلِهِ \" ثُمَّ ذَبَحَ \" لِئَلَّا يَلْزَمَ تَخَلُّلُ الذَّبْحِ بَيْنَ الْخُطْبَةِ وَهَذَا الْقَوْلُ , وَلَيْسَ الْوَاقِعُ ذَلِكَ عَلَى مَا بَيَّنَهُ حَدِيثُ الْبَرَاءِ الَّذِي قَبْلَهُ وَسَيَأْتِي الْكَلَامُ عَلَيْهِمَا فِي كِتَابِ الْأَضَاحِيِّ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5501",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، سَمِعَ ابْنَ كَعْبِ بْنِ مَالِكٍ، يُخْبِرُ ابْنَ عُمَرَ أَنَّ أَبَاهُ، أَخْبَرَهُ أَنَّ جَارِيَةً لَهُمْ كَانَتْ تَرْعَى غَنَمًا بِسَلْعٍ، فَأَبْصَرَتْ بِشَاةٍ مِنْ غَنَمِهَا مَوْتًا، فَكَسَرَتْ حَجَرًا فَذَبَحَتْهَا، فَقَالَ لأَهْلِهِ لاَ تَأْكُلُوا حَتَّى آتِيَ النَّبِيَّ صلى الله عليه وسلم فَأَسْأَلَهُ، أَوْ حَتَّى أُرْسِلَ إِلَيْهِ مَنْ يَسْأَلُهُ‏.‏ فَأَتَى النَّبِيَّ صلى الله عليه وسلم أَوْ بَعَثَ إِلَيْهِ فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِأَكْلِهَا‏.‏",
    "english_text": "that a slave girl of theirs used to shepherd some sheep at Si'a (a mountain near Medina). On seeing \none of her sheep dying, she broke a stone and slaughtered it. Ka`b said to his family, \"Do not eat (of \nit) till I go to the Prophet (ﷺ) and ask him, or, till I send someone to ask him.\" So he went to the Prophet (ﷺ) \nor sent someone to him The Prophet (ﷺ) permitted (them) to eat it.",
    "explication": "‏ ‏قَوْله ( مُعْتَمِر ) ‏ ‏هُوَ اِبْن سُلَيْمَان التَّيْمِيّ وَعُبَيْد اللَّه هُوَ اِبْن عُمَر الْعُمَرِيّ. ‏ ‏قَوْله ( عَنْ نَافِع سَمِعَ اِبْن كَعْب بْن مَالِك ) ‏ ‏جَزَمَ الْمِزِّيّ فِي \" الْأَطْرَاف \" بِأَنَّهُ عَبْد اللَّه بْن كَعْب , وَقَدْ سَبَقَ مَا فِيهِ فِي الْوَكَالَة , وَأَنَّ الَّذِي يَتَرَجَّح أَنَّهُ عَبْد الرَّحْمَن بْن كَعْب , وَقَدْ اُخْتُلِفَ فِي هَذَا الْحَدِيث عَلَى نَافِع كَمَا سَأُبَيِّنُهُ فِي الْبَاب الَّذِي بَعْده. ‏ ‏قَوْله ( أَنَّ جَارِيَة لَهُمْ ) ‏ ‏لَمْ أَقِف عَلَى اِسْمِهَا. ‏ ‏قَوْله ( بِسَلْعٍ ) ‏ ‏بِفَتْحِ السِّين الْمُهْمَلَة وَسُكُون اللَّام وَحُكِيَ فَتْحهَا وَآخِره مُهْمَلَة : جَبَل مَعْرُوف بِالْمَدِينَةِ. ‏ ‏قَوْله ( فَأَبْصَرَتْ بِشَاةٍ ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرّ \" فَأُصِيبَتْ شَاة مِنْ غَنَمهَا \". ‏ ‏قَوْله ( مَوْتًا ) ‏ ‏فِي رِوَايَةِ السَّرَخْسِيّ وَالْمُسْتَمْلِي \" مَوْتهَا \". ‏ ‏قَوْله ( فَذَبَحَتْهَا بِهِ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" فَذَكَّتْهَا \" وَسَقَطَ لِغَيْرِ أَبِي ذَرّ \" بِهِ \". ‏ ‏قَوْله ( أَوْ حَتَّى أُرْسِلَ إِلَيْهِ ) ‏ ‏هُوَ شَكٌّ مِنْ الرَّاوِي. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5502",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُوسَى، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ رَجُلٍ، مِنْ بَنِي سَلِمَةَ أَخْبَرَ عَبْدَ اللَّهِ، أَنَّ جَارِيَةً، لِكَعْبِ بْنِ مَالِكٍ تَرْعَى غَنَمًا لَهُ بِالْجُبَيْلِ الَّذِي بِالسُّوقِ وَهْوَ بِسَلْعٍ، فَأُصِيبَتْ شَاةٌ، فَكَسَرَتْ حَجَرًا فَذَبَحَتْهَا، فَذَكَرُوا لِلنَّبِيِّ صلى الله عليه وسلم فَأَمَرَهُمْ بِأَكْلِهَا‏.‏",
    "english_text": "that Ka`b had a slave girl who used to graze his sheep on a small mountain, called \"Sl'a\", situated near \nthe market. Once a sheep was dying, so she broke a stone and slaughtered it with it. When they \nmentioned that to the Prophet, he, permitted them to eat it.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5503",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رَافِعٍ، عَنْ جَدِّهِ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ لَيْسَ لَنَا مُدًى‏.‏ فَقَالَ ‏\"‏ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ، لَيْسَ الظُّفُرَ وَالسِّنَّ، أَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ، وَأَمَّا السِّنُّ فَعَظْمٌ ‏\"‏‏.‏ وَنَدَّ بَعِيرٌ فَحَبَسَهُ فَقَالَ ‏\"‏ إِنَّ لِهَذِهِ الإِبِلِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا هَكَذَا ‏\"‏‏.‏",
    "english_text": "that he said, \"O Allah's Messenger (ﷺ)! We have no knife.\" The Prophet (ﷺ) said, \"if the killing tool causes blood \nto gush out, and if Allah's Name is mentioned, eat (of the slaughtered animal). But do not slaughter \nwith a nail or a tooth, for the nail is the knife of Ethiopians and a tooth is a bone.\" Suddenly a camel \nran away and it was stopped (with an arrow). The Prophet (ﷺ) then said, \"Of these camels there are some \nwhich are as wild as wild beasts; so if one of them runs away from you and you cannot catch it, treat it \nin this manner (i.e. shoot it with an arrow).",
    "explication": "أَوْرَدَ فِيهِ حَدِيثَ رَافِع بْن خَدِيج وَفِيهِ \" ثُمَّ قَسَمَ فَعَدَلَ عَشَرَة مِنْ الْغَنَمِ بِبَعِير \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي الذَّبَائِحِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5504",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنٍ لِكَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، ذَبَحَتْ شَاةً بِحَجَرٍ، فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ ذَلِكَ، فَأَمَرَ بِأَكْلِهَا‏.‏ وَقَالَ اللَّيْثُ حَدَّثَنَا نَافِعٌ أَنَّهُ سَمِعَ رَجُلاً مِنَ الأَنْصَارِ يُخْبِرُ عَبْدَ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ جَارِيَةً لِكَعْبٍ بِهَذَا‏.‏",
    "english_text": "A lady slaughtered a sheep with a stone and then the Prophet (ﷺ) was asked about it and he permitted it to \nbe eaten.",
    "explication": "‏ ‏قَوْله ( عَبْدَة ) ‏ ‏هُوَ اِبْن سُلَيْمَان الْكِلَابِيّ الْكُوفِيّ وَافَقَ مُعْتَمِر بْن سُلَيْمَان التَّيْمِيَّ الْبَصْرِيّ عَلَى رِوَايَته عَنْ عُبَيْد اللَّه بْن عُمَر , وَذَكَرَ الدَّارَقُطْنِيُّ أَنَّ غَيْرهمَا رَوَاهُ عَنْ عُبَيْد اللَّه فَقَالَ \" عَنْ نَافِع أَنَّ رَجُلًا مِنْ الْأَنْصَار \". قُلْت : وَكَذَا تَقَدَّمَ فِي الْبَاب الَّذِي قَبْله مِنْ رِوَايَة جُوَيْرِيَةَ عَنْ نَافِع , وَكَذَا عَلَّقَهُ هُنَا مِنْ رِوَايَة اللَّيْث عَنْ نَافِع , وَوَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة أَحْمَد بْن يُونُس عَنْ اللَّيْث بِهِ , قَالَ الدَّارَقُطْنِيُّ \" وَكَذَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ نَافِع \" وَهُوَ أَشْبَه , وَسَلَكَ الْجَادَّة قَوْم مِنْهُمْ يَزِيد بْن هَارُون فَقَالَ عَنْ يَحْيَى بْن سَعِيد عَنْ نَافِع عَنْ اِبْن عُمَر , وَكَذَا قَالَ مَرْحُوم الْعَطَّار عَنْ دَاوُدَ الْعَطَّار عَنْ نَافِع , وَذَكَرَ الدَّارَقُطْنِيُّ عَنْ غَيْرهمْ أَنَّهُمْ رَوَوْهُ كَذَلِكَ , قَالَ : وَمِنْهُمْ مَنْ أَرْسَلَهُ عَنْ نَافِع وَهُوَ أَشْبَه بِالصَّوَابِ , وَأَغْفَلَ مَا ذَكَرَهُ الْبُخَارِيّ أَوَاخِر الْبَاب مِنْ رِوَايَة مَالِك عَنْ نَافِع عَنْ رَجُل مِنْ الْأَنْصَار عَنْ مُعَاذ بْن سَعْد أَوْ سَعْد بْن مُعَاذ \" أَنَّ جَارِيَة لِكَعْبٍ \" وَقَدْ أَوْرَدَهُ فِي \" الْمُوَطَّآت \" لَهُ كَذَلِكَ مِنْ حَدِيث جَمَاعَة عَنْ مَالِك , مِنْهُمْ مُحَمَّد بْن الْحَسَن , وَقَالَ فِي رِوَايَته عَنْ رَجُل مِنْ الْأَنْصَار مُعَاذ بْن سَعْد أَوْ سَعْد بْن مُعَاذ , وَأَشَارَ إِلَى تَفَرَّدَ مُحَمَّد بِذَلِكَ , وَقَالَ الْبَاقُونَ عَنْ رَجُل عَنْ مُعَاذ بْن سَعْد أَوْ سَعْد بْن مُعَاذ , وَمِنْهُمْ اِبْن وَهْب أَخْرَجَهُ مِنْ طَرِيقه كَالْجَمَاعَةِ قَالَ : وَأَخْرَجَهُ اِبْن وَهْب فِي غَيْر الْمُوَطَّأ فَقَالَ \" أَخْبَرَنِي مَالِك وَغَيْره مِنْ أَهْل الْعِلْم عَنْ رَجُل مِنْ الْأَنْصَار أَنَّ جَارِيَة لِكَعْبِ بْن مَالِك \" فَذَكَرَهُ وَقَالَ : الصَّوَاب مَا فِي الْمُوَطَّأ يَعْنِي عَنْ مَالِك , وَأَمَّا عَنْ غَيْره فَيَحْتَمِل أَنْ يَكُون اِبْن وَهْب أَرَادَ اللَّيْث وَحَمَلَ رِوَايَة مَالِك عَلَى رِوَايَته , وَأَغْرَبَ اِبْن التِّين فَقَالَ : فِيهِ رِوَايَة صَحَابِيّ عَنْ تَابِعِيّ لِأَنَّ اِبْن كَعْب تَابِعِيّ وَابْن عُمَر صَحَابِيّ قُلْت : لَكِنْ لَيْسَ فِي شَيْء مِنْ طُرُقه أَنَّ اِبْن عُمَر رَوَاهُ عَنْهُ , وَإِنَّمَا فِيهَا أَنَّ اِبْن كَعْب حَدَّثَ اِبْن عُمَر بِذَلِكَ فَحَمَلَهُ عَنْهُ نَافِع , وَأَمَّا الرِّوَايَة الَّتِي فِيهَا عَنْ اِبْن عُمَر فَقَالَ رَاوِيهَا فِيهَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَذْكُر اِبْن كَعْب , وَقَدْ تَقَدَّمَ أَنَّهَا شَاذَّة وَاَللَّه أَعْلَم. وَقَالَ الْكَرْمَانِيُّ الشَّكّ مِنْ الرَّاوِي فِي مُعَاذ بْن سَعْد أَوْ سَعْد بْن مُعَاذ لَا يَقْدَح لِأَنَّ الصَّحَابَة كُلّهمْ عُدُول , وَهُوَ كَمَا قَالَ , لَكِنْ الرَّاوِي الَّذِي لَمْ يُسَمَّ يَقْدَح فِي صِحَّة الْخَبَر إِلَّا أَنَّهُ قَدْ تَبَيَّنَ بِالطَّرِيقِ الْأُخْرَى أَنَّ لَهُ أَصْلًا. ‏ ‏قَوْله ( جَارِيَة ) ‏ ‏وَفِي لَفْظ \" أَمَة \" لَا يُنَافِي قَوْله فِي الرِّوَايَة الْأُخْرَى \" اِمْرَأَة \" لِأَنَّهَا أَعَمّ , فَيُؤْخَذ بِقَوْلِ مَنْ زَادَ فِي رِوَايَته صِفَة وَهِيَ كَوْنهَا أَمَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5505",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ رَجُلٍ، مِنَ الأَنْصَارِ عَنْ مُعَاذِ بْنِ سَعْدٍ ـ أَوْ سَعْدِ بْنِ مُعَاذٍ ـ أَخْبَرَهُ أَنَّ جَارِيَةً لِكَعْبِ بْنِ مَالِكٍ كَانَتْ تَرْعَى غَنَمًا بِسَلْعٍ، فَأُصِيبَتْ شَاةٌ مِنْهَا، فَأَدْرَكَتْهَا فَذَبَحَتْهَا بِحَجَرٍ، فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ كُلُوهَا ‏\"‏‏.‏",
    "english_text": "A slave girl belonging to Ka`b used to graze some sheep at Sl'a (mountain). Once one of her sheep \nwas dying. She reached it (before it died) and slaughtered it with a stone. The Prophet (ﷺ) was asked, and \nhe said, \"Eat it.\"",
    "explication": "‏ ‏قَوْله ( فَذَبَحَتْهَا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" فَذَكَّتْهَا \" وَوَقَعَ فِي رِوَايَة مَعْن بْن عِيسَى عَنْ مَالِك فِي \" الْمُوَطَّأ \" فَأَدْرَكَتْ ذَكَاتهَا بِحَجَرٍ. ‏ ‏قَوْله ( فَسُئِلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة اللَّيْث \" فَكَسَرَتْ حَجَرًا فَذَبَحَتْهَا بِهِ فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ : كُلُوهَا \" فَيُسْتَفَاد مِنْ رِوَايَته تَعْيِين الَّذِي سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ , وَقَدْ سَبَقَ فِي الْبَاب الَّذِي قَبْله مِنْ رِوَايَة جُوَيْرِيَةَ عَنْ نَافِع فَذَكَرُوا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ تَقَدَّمَ مِنْ رِوَايَة عُبَيْد اللَّه بْن عُمَر فِيهِ عَلَى الشَّكّ وَاَللَّه أَعْلَم. وَفِي الْحَدِيث تَصْدِيق الْأَجِير الْأَمِين فِيمَا اؤْتُمِنَ عَلَيْهِ حَتَّى يَظْهَر عَلَيْهِ دَلِيل الْخِيَانَة. وَفِيهِ جَوَاز تَصَرُّف الْأَمِين كَالْمُودِعِ بِغَيْرِ إِذْن الْمَالِك بِالْمَصْلَحَةِ , وَقَدْ تَقَدَّمَتْ تَرْجَمَة الْمُصَنِّف بِذَلِكَ فِي كِتَاب الْوَكَالَة , وَقَالَ اِبْن الْقَاسِم : إِذَا ذَبَحَ الرَّاعِي شَاة بِغَيْرِ إِذْن الْمَالِك وَقَالَ خَشِيت عَلَيْهَا الْمَوْت لَمْ يَضْمَن عَلَى ظَاهِر هَذَا الْحَدِيث , وَتُعُقِّبَ بِأَنَّ الْجَارِيَة كَانَتْ أَمَة لِصَاحِبِ الْغَنَم فَلَا يُتَصَوَّر تَضْمِينهَا , وَعَلَى تَقْدِير أَنْ تَكُون غَيْر مِلْكه فَلَمْ يُنْقَل فِي الْحَدِيث أَنَّهُ أَرَادَ تَضْمِينهَا , وَكَذَا لَوْ أَنْزَى عَلَى الْإِنَاث فَحْلًا بِغَيْرِ إِذْن فَهَلَكَتْ , قَالَ اِبْن الْقَاسِم لَا يَضْمَن لِأَنَّهُ مِنْ صَلَاح الْمَال , وَقَدْ أَوْمَأَ الْبُخَارِيّ فِي كِتَاب الْوَكَالَة إِلَى مُوَافَقَته حَيْثُ قَدَّمَ الْجَوَاز بِقَصْدِ الْإِصْلَاح , وَقَدْ تَقَدَّمَ بَيَان ذَلِكَ , وَفِيهِ جَوَاز أَكْل مَا ذُبِحَ بِغَيْرِ إِذْن مَالِكه وَلَوْ ضَمِنَ الذَّابِح , وَخَالَفَ فِي ذَلِكَ طَاوُسٌ وَعِكْرِمَة كَمَا سَيَأْتِي فِي أَوَاخِر كِتَاب الذَّبَائِح , وَهُوَ قَوْل إِسْحَاق وَأَهْل الظَّاهِر , وَإِلَيْهِ جَنَحَ الْبُخَارِيّ لِأَنَّهُ أَوْرَدَ فِي الْبَاب الْمَذْكُور حَدِيث رَافِع بْن خَدِيج فِي الْأَمْر بِإِكْفَاءِ الْقُدُور وَقَدْ سَبَقَ مَا فِيهِ , وَعُورِضَ بِحَدِيثِ الْبَاب , وَبِمَا أَخْرَجَهُ أَحْمَد وَأَبُو دَاوُدَ بِسَنَدٍ قَوِيّ مِنْ طَرِيق عَاصِم بْن كُلَيْب عَنْ أَبِيهِ فِي قِصَّة الشَّاة الَّتِي ذَبَحَتْهَا الْمَرْأَة بِغَيْرِ إِذْن صَاحِبهَا فَامْتَنَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَكْلهَا لَكِنَّهُ قَالَ \" أَطْعِمُوهَا الْأُسَارَى \" فَلَوْ لَمْ تَكُنْ ذَكِيَّة مَا أَمَرَ بِإِطْعَامِهَا الْأُسَارَى. وَفِيهِ جَوَاز أَكْل مَا ذَبَحَتْهُ الْمَرْأَة سَوَاء كَانَتْ حُرَّة أَوْ أَمَة كَبِيرَة أَوْ صَغِيرَة مُسْلِمَة أَوْ كِتَابِيَّة طَاهِرًا أَوْ غَيْر طَاهِر , لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ بِأَكْلِ مَا ذَبَحَتْهُ وَلَمْ يَسْتَفْصِل , نَصَّ عَلَى ذَلِكَ الشَّافِعِيّ , وَهُوَ قَوْل الْجُمْهُور , وَقَدْ تَقَدَّمَ فِي صَدْر الْبَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5506",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِيهِ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ كُلْ ـ يَعْنِي ـ مَا أَنْهَرَ الدَّمَ إِلاَّ السِّنَّ وَالظُّفُرَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Eat what is slaughtered (with any instrument) that makes blood flow out, except \nwhat is slaughtered with a tooth or a nail.'",
    "explication": "أَوْرَدَ فِيهِ حَدِيثَ رَافِع بْن خَدِيج وَفِيهِ \" ثُمَّ قَسَمَ فَعَدَلَ عَشَرَة مِنْ الْغَنَمِ بِبَعِير \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي الذَّبَائِحِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5507",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا أُسَامَةُ بْنُ حَفْصٍ الْمَدَنِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ قَوْمًا، قَالُوا لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ قَوْمًا يَأْتُونَا بِاللَّحْمِ لاَ نَدْرِي أَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ أَمْ لاَ فَقَالَ ‏\n\"‏ سَمُّوا عَلَيْهِ أَنْتُمْ وَكُلُوهُ ‏\"‏‏.‏ قَالَتْ وَكَانُوا حَدِيثِي عَهْدٍ بِالْكُفْرِ‏.‏ تَابَعَهُ عَلِيٌّ عَنِ الدَّرَاوَرْدِيِّ‏.‏ وَتَابَعَهُ أَبُو خَالِدٍ وَالطُّفَاوِيُّ‏.‏",
    "english_text": "A group of people said to the Prophet, \"Some people bring us meat and we do not know whether they \nhave mentioned Allah's Name or not on slaughtering the animal.\" He said, \"Mention Allah's Name on \nit and eat.\" Those people had embraced Islam recently.",
    "explication": "حَدِيث عَائِشَة فِي التَّسْمِيَة عَلَى الذَّبِيحَة , وَقَدْ اُسْتُدِلَّ بِهِ عَلَى أَنَّ التَّسْمِيَة لَيْسَتْ شَرْطًا لِصِحَّةِ الذَّبْحِ , وَقَدْ اُسْتُدِلَّ بِهِ عَلَى أَنَّ التَّسْمِيَةَ لَيْسَتْ شَرْطًا فِي جَوَاز الْأَكْلِ مِنْ الذَّبِيحَةِ , وَسَيَأْتِي تَقْرِيرُهُ وَالْجَوَابُ عَمَّا أُورِدَ عَلَيْهِ وَسَائِرُ مَبَاحِثِهِ فِي كِتَاب الذَّبَائِحِ مُسْتَوْفًى إِنْ شَاءَ اللَّه تَعَالَى , وَهُوَ أَصْلٌ فِي تَحْسِينِ الظَّنِّ بِالْمُسْلِمِ وَأَنَّ أُمُوره مَحْمُولَةٌ عَلَى الْكَمَالِ وَلَا سِيَّمَا أَهْل ذَلِكَ الْعَصْرِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5508",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ ـ رضى الله عنه ـ قَالَ كُنَّا مُحَاصِرِينَ قَصْرَ خَيْبَرَ، فَرَمَى إِنْسَانٌ بِجِرَابٍ فِيهِ شَحْمٌ، فَنَزَوْتُ لآخُذَهُ، فَالْتَفَتُّ فَإِذَا النَّبِيُّ صلى الله عليه وسلم فَاسْتَحْيَيْتُ مِنْهُ‏.",
    "english_text": "While we were besieging the castle of Khaibar, Somebody threw a skin full of fat and I went ahead to \ntake it, but on looking behind, I saw the Prophet (ﷺ) and I felt shy in his presence (and did not take it).",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن مُغَفَّل ) ‏ ‏بِالْمُعْجَمَةِ وَالْفَاء وَزْن مُحَمَّد , وَفِي رِوَايَة بَهْزِ بْن أَسَد عَنْ شُعْبَة عِنْد مُسْلِم \" سَمِعْت عَبْد اللَّه بْن مُغَفَّل \" وَفِي رِوَايَة سُلَيْمَان بْن الْمُغِيرَة عَنْ حُمَيْدِ بْن هِلَال \" حَدَّثَنِي عَبْد اللَّه بْن مُغَفَّل \" وَالْإِسْنَاد كُلّه بَصْرِيُّونَ. ‏ ‏قَوْله : ( فَرَمَى إِنْسَان ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه وَلِأَبِي دَاوُدَ مِنْ طَرِيق سُلَيْمَان بْن الْمُغِيرَة \" دُلِّيَ بِجِرَابِ يَوْم خَيْبَر فَالْتَزَمْته \". ‏ ‏قَوْلُهُ : ( بِجِرَابِ ) ) ‏ ‏بِكَسْرِ الْجِيم. ‏ ‏قَوْله : ( فَنَزَوْت ) ‏ ‏بِالنُّونِ وَالزَّاي أَيْ وَثَبْت مُسْرِعًا , وَوَقَعَ فِي رِوَايَة سُلَيْمَان بْنِ الْمُغِيرَة \" فَالْتَزَمْته \" فَقُلْت لَا أُعْطِي الْيَوْم أَحَدًا مِنْ هَذَا شَيْئًا \" وَقَدْ أَخْرَجَ اِبْن وَهْب بِسَنَدٍ مُعْضِل \" أَنَّ صَاحِب الْمَغَانِم كَعْب بْن عَمْرو بْن زَيْد الْأَنْصَارِيّ أَخَذَ مِنْهُ الْجِرَاب , فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَلِّ بَيْنه وَبَيْن جِرَابه \" وَبِهَذَا يَتَبَيَّنُ مَعْنَى قَوْله \" فَاسْتَحْيَيْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَعَلَّهُ اِسْتَحْيَا مِنْ فِعْله ذَلِكَ وَمِنْ قَوْله مَعًا , وَمَوْضِع الْحُجَّة مِنْهُ عَدَم إِنْكَار النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , بَلْ فِي رِوَايَة مُسْلِم مَا يَدُلّ عَلَى رِضَاهُ فَإِنَّهُ قَالَ فِيهِ \" فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُتَبَسِّمًا \" وَزَادَ أَبُو دَاوُدَ الطَّيَالِسِيُّ فِي آخِره \" فَقَالَ هُوَ لَك \" وَكَأَنَّهُ عَرَفَ شِدَّة حَاجَته إِلَيْهِ فَسَوَّغَ لَهُ الِاسْتِئْثَار بِهِ. ‏ ‏وَفِي قَوْله \" فَاسْتَحْيَيْت \" ‏ ‏إِشَارَة إِلَى مَا كَانُوا عَلَيْهِ مِنْ تَوْقِير النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَمِنْ مُعَانَاة التَّنَزُّه عَنْ خَوَارِم الْمُرُوءَة. وَفِيهِ جَوَاز أَكْل الشُّحُوم الَّتِي تُوجَد عِنْد الْيَهُود , وَكَانَتْ مُحَرَّمَة عَلَى الْيَهُود , وَكَرِهَهَا مَالِك. وَعَنْ أَحْمَد تَحْرِيمهَا , وَسَيَأْتِي ذَلِكَ فِي بَاب مُفْرَد فِي كِتَاب الذَّبَائِح إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5509",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبِي، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا لاَقُو الْعَدُوِّ غَدًا، وَلَيْسَتْ مَعَنَا مُدًى فَقَالَ ‏\"‏ اعْجَلْ أَوْ أَرِنْ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُحَدِّثُكَ، أَمَّا السِّنُّ فَعَظْمٌ، وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ ‏\"‏‏.‏ وَأَصَبْنَا نَهْبَ إِبِلٍ وَغَنَمٍ فَنَدَّ مِنْهَا بَعِيرٌ، فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ لِهَذِهِ الإِبِلِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ، فَإِذَا غَلَبَكُمْ مِنْهَا شَىْءٌ، فَافْعَلُوا بِهِ هَكَذَا ‏\"‏‏.‏",
    "english_text": "I said, \"O Allah's Messenger (ﷺ)! We are going to face the enemy tomorrow and we do not have knives.\" He \nsaid, \"Hurry up (in killing the animal). If the killing tool causes blood to flow out, and if Allah's Name \nis mentioned, eat (of the slaughtered animal). But do not slaughter with a tooth or a nail. I will tell you \nwhy: As for the tooth, it is a bone; and as for the nail, it is the knife of Ethiopians.\" Then we got some \ncamels and sheep as war booty, and one of those camels ran away, whereupon a man shot it with an \narrow and stopped it. Allah's Messenger (ﷺ) said, \"Of these camels there are some which are as wild as wild \nbeasts, so if one of them (runs away and) makes you tired, treat it in this manner.\"",
    "explication": "أَوْرَدَ فِيهِ حَدِيثَ رَافِع بْن خَدِيج وَفِيهِ \" ثُمَّ قَسَمَ فَعَدَلَ عَشَرَة مِنْ الْغَنَمِ بِبَعِير \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي الذَّبَائِحِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5510",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ أَخْبَرَتْنِي فَاطِمَةُ بِنْتُ الْمُنْذِرِ، امْرَأَتِي عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ نَحَرْنَا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَرَسًا فَأَكَلْنَاهُ‏.‏",
    "english_text": "We slaughtered a horse (by Nahr) during the lifetime of the Prophet (ﷺ) and ate it.",
    "explication": "ذَكَرَ الْمُصَنِّف فِي الْبَاب حَدِيث أَسْمَاء بِنْت أَبِي بَكْر فِي أَكْل الْفَرَس , أَوْرَدَهُ مِنْ رِوَايَة سُفْيَان الثَّوْرِيّ وَمِنْ رِوَايَة جَرِير كِلَاهُمَا عَنْ هِشَام بْن عُرْوَة مَوْصُولًا بِلَفْظِ \" نَحَرْنَا \" وَقَالَ فِي آخِره \" تَابَعَهُ وَكِيع وَابْن عُيَيْنَةَ عَنْ هِشَام فِي النَّحْر \" , وَأَوْرَدَهُ أَيْضًا مِنْ رِوَايَة عَبْدَة وَهُوَ اِبْن سُلَيْمَان عَنْ هِشَام بِلَفْظِ \" ذَبَحْنَا \" وَرِوَايَة اِبْن عُيَيْنَةَ الَّتِي أَشَارَ إِلَيْهَا سَتَأْتِي مَوْصُولَة بَعْد بَابَيْنِ مِنْ رِوَايَة الْحُمَيْدِيّ عَنْ سُفْيَان وَهُوَ اِبْن عُيَيْنَةَ بِهِ وَقَالَ \" نَحَرْنَا \". وَرِوَايَة وَكِيع أَخْرَجَهَا أَحْمَد عَنْهُ بِلَفْظِ \" نَحَرْنَا \" , وَأَخْرَجَهَا مُسْلِم عَنْ مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر \" حَدَّثَنَا أَبِي وَحَفْص بْن غِيَاث وَوَكِيع ثَلَاثَتهمْ عَنْ هِشَام \" بِلَفْظِ \" نَحَرْنَا \" , وَأَخْرَجَهُ عَبْد الرَّزَّاق عَنْ مَعْمَر وَالثَّوْرِيّ جَمِيعًا عَنْ هِشَام بِلَفْظِ \" نَحَرْنَا \" وَقَالَ الْإِسْمَاعِيلِيّ : قَالَ هَمَّام وَعِيسَى بْن يُونُس وَعَلِيّ بْن مُسْهِر عَنْ هِشَام بِلَفْظِ \" نَحَرْنَا \" , وَاخْتُلِفَ عَلَى حَمَّاد بْن زَيْد وَابْن عُيَيْنَةَ فَقَالَ أَكْثَر أَصْحَابهمَا \" نَحَرْنَا \" وَقَالَ بَعْضهمْ \" ذَبَحْنَا \" , وَأَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ رِوَايَة مُؤَمِّل بْن إِسْمَاعِيل عَنْ الثَّوْرِيّ وَوُهَيْب بْن خَالِد وَمِنْ رِوَايَة اِبْن ثَوْبَان وَهُوَ عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان وَمِنْ رِوَايَة يَحْيَى الْقَطَّان كُلّهمْ عَنْ هِشَام بِلَفْظِ \" ذَبَحْنَا \" وَمِنْ رِوَايَة أَبِي مُعَاوِيَة عَنْ هِشَام \" اِنْتَحَرْنَا \" وَكَذَا أَخْرَجَهُ مُسْلِم مِنْ رِوَايَة أَبِي مُعَاوِيَة وَأَبِي أُسَامَة وَلَمْ يَسُقْ لَفْظه , وَسَاقَهُ أَبُو عَوَانَة عَنْهُمَا بِلَفْظِ \" نَحَرْنَا \" وَهَذَا الِاخْتِلَاف كُلّه عَنْ هِشَام , وَفِيهِ إِشْعَار بِأَنَّهُ كَانَ تَارَة يَرْوِيه بِلَفْظِ - \" ذَبَحْنَا \" وَتَارَة بِلَفْظِ \" نَحَرْنَا \" , وَهُوَ مَصِير مِنْهُ إِلَى اِسْتِوَاء اللَّفْظَيْنِ فِي الْمَعْنَى , وَأَنَّ النَّحْر يُطْلَق عَلَيْهِ ذَبْح وَالذَّبْح يُطْلَق عَلَيْهِ نَحْر وَلَا يَتَعَيَّن مَعَ هَذَا الِاخْتِلَاف مَا هُوَ الْحَقِيقَة فِي ذَلِكَ مِنْ الْمَجَاز إِلَّا إِنْ رَجَّحَ أَحَد الطَّرِيقَيْنِ , وَأَمَّا أَنَّهُ يُسْتَفَاد مِنْ هَذَا الِاخْتِلَاف جَوَاز نَحْر الْمَذْبُوح وَذَبْح الْمَنْحُور كَمَا قَالَهُ بَعْض الشُّرَّاح فَبَعِيدٌ , لِأَنَّهُ يَسْتَلْزِم أَنْ يَكُون الْأَمْر فِي ذَلِكَ وَقَعَ مَرَّتَيْنِ , وَالْأَصْل عَدَم التَّعَدُّد مَعَ اِتِّحَاد الْمَخْرَج , وَقَدْ جَرَى النَّوَوِيّ عَلَى عَادَتِهِ فِي الْحَمْل عَلَى التَّعَدُّد فَقَالَ بَعْد أَنْ ذَكَرَ اِخْتِلَاف الرُّوَاة فِي قَوْلهَا نَحَرْنَا وَذَبَحْنَا : يُجْمَع بَيْن الرِّوَايَتَيْنِ بِأَنَّهُمَا قَضِيَّتَانِ , فَمَرَّة نَحَرُوهَا وَمَرَّة ذَبَحُوهَا : ثُمَّ قَالَ : وَيَجُوز أَنْ تَكُون قِصَّة وَاحِدَة وَأَحَد اللَّفْظَيْنِ مَجَاز وَالْأَوَّل أَصَحّ , كَذَا قَالَ وَاَللَّه أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5511",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، سَمِعَ عَبْدَةَ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ ذَبَحْنَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَسًا وَنَحْنُ بِالْمَدِينَةِ فَأَكَلْنَاهُ‏.‏",
    "english_text": "We slaughtered a horse (by Dhabh) during the lifetime of Allah's Messenger (ﷺ) while we were at Medina, \nand we ate it.",
    "explication": "‏ ‏قَوْله ( سُفْيَان ) ‏ ‏هُوَ اِبْن عُيَيْنَةَ , ‏ ‏وَهِشَام ‏ ‏هُوَ اِبْن عُرْوَة. ‏ ‏وَفَاطِمَة ‏ ‏هِيَ بِنْت الْمُنْذِر بْن الزُّبَيْر وَهِيَ اِبْنَة عَمّ هِشَام الْمَذْكُور وَزَوْجَته , وَقَدْ تَقَدَّمَ ذَلِكَ صَرِيحًا فِي \" بَاب النَّحْر وَالذَّبْح \". وَقَدْ اُخْتُلِفَ فِي سَنَده عَلَى هِشَام فَقَالَ أَيُّوب مِنْ رِوَايَة عَبْد الْوَهَّاب الثَّقَفِيّ عَنْهُ عَنْ أَبِيهِ عَنْ أَسْمَاء , وَكَذَا قَالَ اِبْن ثَوْبَان مِنْ رِوَايَة عُتْبَة بْن حَمَّاد عَنْهُ عَنْ هِشَام بْن عُرْوَة , وَقَالَ الْمُغِيرَة بْن مُسْلِم عَنْ هِشَام عَنْ أَبِيهِ عَنْ الزُّبَيْر بْن الْعَوَّام أَخْرَجَهُ الْبَزَّار , وَذَكَرَ الدَّارَقُطْنِيُّ الِاخْتِلَاف ثُمَّ رَجَّحَ رِوَايَة اِبْن عُيَيْنَةَ وَمَنْ وَافَقَهُ. ‏ ‏قَوْله ( نَحَرْنَا فَرَسًا عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَكَلْنَاهُ ) ‏ ‏زَادَ عَبْدَة بْن سُلَيْمَان عَنْ هِشَام \" وَنَحْنُ بِالْمَدِينَةِ \" وَقَدْ تَقَدَّمَ ذَلِكَ قَبْل بَابَيْنِ , وَفِي رِوَايَة لِلدّارَقُطْنِيِّ \" فَأَكَلْنَاهُ نَحْنُ وَأَهْل بَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَتَقَدَّمَ الِاخْتِلَاف فِي قَوْلهَا \" نَحَرْنَا \" و \" ذَبَحْنَا \" وَاخْتَلَفَ الشَّارِحُونَ فِي تَوْجِيهه فَقِيلَ يُحْمَل النَّحْر عَلَى الذَّبْح مَجَازًا. وَقِيلَ وَقَعَ ذَلِكَ مَرَّتَيْنِ , وَإِلَيْهِ جَنَحَ النَّوَوِيّ , وَفِيهِ نَظَر لِأَنَّ الْأَصْل عَدَم التَّعَدُّد وَالْمَخْرَج مُتَّحِد , وَالِاخْتِلَاف فِيهِ عَلَى هِشَام : فَبَعْض الرُّوَاة قَالَ عَنْهُ نَحَرْنَا وَبَعْضهمْ قَالَ ذَبَحْنَا , وَالْمُسْتَفَاد مِنْ ذَلِكَ جَوَاز الْأَمْرَيْنِ عِنْدهمْ وَقِيَام أَحَدهمَا فِي التَّذْكِيَة مَقَام الْآخَر , وَإِلَّا لَمَا سَاغَ لَهُمْ الْإِتْيَان بِهَذَا مَوْضِع هَذَا , وَأَمَّا الَّذِي وَقَعَ بِعَيْنِهِ فَلَا يَتَحَرَّر لِوُقُوعِ التَّسَاوِي بَيْن الرُّوَاة الْمُخْتَلِفِينَ فِي ذَلِكَ , وَيُسْتَفَاد مِنْ قَوْلهَا \" وَنَحْنُ بِالْمَدِينَةِ \" أَنَّ ذَلِكَ بَعْد فَرْض الْجِهَاد , فَيَرُدّ عَلَى مَنْ اِسْتَنَدَ إِلَى مَنْع أَكْلهَا بِعِلَّةِ أَنَّهَا مِنْ آلَات الْجِهَاد , وَمِنْ قَوْلهَا \" نَحْنُ وَأَهْل بَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الرَّدّ عَلَى مَنْ زَعَمَ أَنَّهُ لَيْسَ فِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِطَّلَعَ عَلَى ذَلِكَ , مَعَ أَنَّ ذَلِكَ لَوْ لَمْ يُرَدْ لَمْ يُظَنّ بِآلِ أَبِي بَكْر أَنَّهُمْ يُقْدِمُونَ عَلَى فِعْل شَيْء فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا وَعِنْدهمْ الْعِلْم بِجَوَازِهِ , لِشِدَّةِ اِخْتِلَاطهمْ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَدَم مُفَارَقَتهمْ لَهُ , هَذَا مَعَ تَوَفُّر دَاعِيَة الصَّحَابَة إِلَى سُؤَاله عَنْ الْأَحْكَام , وَمِنْ ثَمَّ كَانَ الرَّاجِح أَنَّ الصَّحَابِيّ إِذَا قَالَ \" كُنَّا نَفْعَل كَذَا عَلَى عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَانَ لَهُ حُكْم الرَّفْع , لِأَنَّ الظَّاهِر اطِّلَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ وَتَقْرِيره , وَإِذَا كَانَ ذَلِكَ فِي مُطْلَق الصَّحَابِيّ فَكَيْف بِآلِ أَبِي بَكْر الصِّدِّيق. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5519",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، أَنَّ أَسْمَاءَ بِنْتَ أَبِي بَكْرٍ، قَالَتْ نَحَرْنَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَسًا فَأَكَلْنَاهُ‏.‏ تَابَعَهُ وَكِيعٌ وَابْنُ عُيَيْنَةَ عَنْ هِشَامٍ فِي النَّحْرِ‏.‏",
    "english_text": "We slaughtered a horse (by Nahr) during the lifetime of Allah's Messenger (ﷺ) and ate it.",
    "explication": "ذَكَرَ الْمُصَنِّف فِي الْبَاب حَدِيث أَسْمَاء بِنْت أَبِي بَكْر فِي أَكْل الْفَرَس , أَوْرَدَهُ مِنْ رِوَايَة سُفْيَان الثَّوْرِيّ وَمِنْ رِوَايَة جَرِير كِلَاهُمَا عَنْ هِشَام بْن عُرْوَة مَوْصُولًا بِلَفْظِ \" نَحَرْنَا \" وَقَالَ فِي آخِره \" تَابَعَهُ وَكِيع وَابْن عُيَيْنَةَ عَنْ هِشَام فِي النَّحْر \" , وَأَوْرَدَهُ أَيْضًا مِنْ رِوَايَة عَبْدَة وَهُوَ اِبْن سُلَيْمَان عَنْ هِشَام بِلَفْظِ \" ذَبَحْنَا \" وَرِوَايَة اِبْن عُيَيْنَةَ الَّتِي أَشَارَ إِلَيْهَا سَتَأْتِي مَوْصُولَة بَعْد بَابَيْنِ مِنْ رِوَايَة الْحُمَيْدِيّ عَنْ سُفْيَان وَهُوَ اِبْن عُيَيْنَةَ بِهِ وَقَالَ \" نَحَرْنَا \". وَرِوَايَة وَكِيع أَخْرَجَهَا أَحْمَد عَنْهُ بِلَفْظِ \" نَحَرْنَا \" , وَأَخْرَجَهَا مُسْلِم عَنْ مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر \" حَدَّثَنَا أَبِي وَحَفْص بْن غِيَاث وَوَكِيع ثَلَاثَتهمْ عَنْ هِشَام \" بِلَفْظِ \" نَحَرْنَا \" , وَأَخْرَجَهُ عَبْد الرَّزَّاق عَنْ مَعْمَر وَالثَّوْرِيّ جَمِيعًا عَنْ هِشَام بِلَفْظِ \" نَحَرْنَا \" وَقَالَ الْإِسْمَاعِيلِيّ : قَالَ هَمَّام وَعِيسَى بْن يُونُس وَعَلِيّ بْن مُسْهِر عَنْ هِشَام بِلَفْظِ \" نَحَرْنَا \" , وَاخْتُلِفَ عَلَى حَمَّاد بْن زَيْد وَابْن عُيَيْنَةَ فَقَالَ أَكْثَر أَصْحَابهمَا \" نَحَرْنَا \" وَقَالَ بَعْضهمْ \" ذَبَحْنَا \" , وَأَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ رِوَايَة مُؤَمِّل بْن إِسْمَاعِيل عَنْ الثَّوْرِيّ وَوُهَيْب بْن خَالِد وَمِنْ رِوَايَة اِبْن ثَوْبَان وَهُوَ عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان وَمِنْ رِوَايَة يَحْيَى الْقَطَّان كُلّهمْ عَنْ هِشَام بِلَفْظِ \" ذَبَحْنَا \" وَمِنْ رِوَايَة أَبِي مُعَاوِيَة عَنْ هِشَام \" اِنْتَحَرْنَا \" وَكَذَا أَخْرَجَهُ مُسْلِم مِنْ رِوَايَة أَبِي مُعَاوِيَة وَأَبِي أُسَامَة وَلَمْ يَسُقْ لَفْظه , وَسَاقَهُ أَبُو عَوَانَة عَنْهُمَا بِلَفْظِ \" نَحَرْنَا \" وَهَذَا الِاخْتِلَاف كُلّه عَنْ هِشَام , وَفِيهِ إِشْعَار بِأَنَّهُ كَانَ تَارَة يَرْوِيه بِلَفْظِ - \" ذَبَحْنَا \" وَتَارَة بِلَفْظِ \" نَحَرْنَا \" , وَهُوَ مَصِير مِنْهُ إِلَى اِسْتِوَاء اللَّفْظَيْنِ فِي الْمَعْنَى , وَأَنَّ النَّحْر يُطْلَق عَلَيْهِ ذَبْح وَالذَّبْح يُطْلَق عَلَيْهِ نَحْر وَلَا يَتَعَيَّن مَعَ هَذَا الِاخْتِلَاف مَا هُوَ الْحَقِيقَة فِي ذَلِكَ مِنْ الْمَجَاز إِلَّا إِنْ رَجَّحَ أَحَد الطَّرِيقَيْنِ , وَأَمَّا أَنَّهُ يُسْتَفَاد مِنْ هَذَا الِاخْتِلَاف جَوَاز نَحْر الْمَذْبُوح وَذَبْح الْمَنْحُور كَمَا قَالَهُ بَعْض الشُّرَّاح فَبَعِيدٌ , لِأَنَّهُ يَسْتَلْزِم أَنْ يَكُون الْأَمْر فِي ذَلِكَ وَقَعَ مَرَّتَيْنِ , وَالْأَصْل عَدَم التَّعَدُّد مَعَ اِتِّحَاد الْمَخْرَج , وَقَدْ جَرَى النَّوَوِيّ عَلَى عَادَتِهِ فِي الْحَمْل عَلَى التَّعَدُّد فَقَالَ بَعْد أَنْ ذَكَرَ اِخْتِلَاف الرُّوَاة فِي قَوْلهَا نَحَرْنَا وَذَبَحْنَا : يُجْمَع بَيْن الرِّوَايَتَيْنِ بِأَنَّهُمَا قَضِيَّتَانِ , فَمَرَّة نَحَرُوهَا وَمَرَّة ذَبَحُوهَا : ثُمَّ قَالَ : وَيَجُوز أَنْ تَكُون قِصَّة وَاحِدَة وَأَحَد اللَّفْظَيْنِ مَجَاز وَالْأَوَّل أَصَحّ , كَذَا قَالَ وَاَللَّه أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5513",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، قَالَ دَخَلْتُ مَعَ أَنَسٍ عَلَى الْحَكَمِ بْنِ أَيُّوبَ، فَرَأَى غِلْمَانًا ـ أَوْ فِتْيَانًا ـ نَصَبُوا دَجَاجَةً يَرْمُونَهَا‏.‏ فَقَالَ أَنَسٌ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ تُصْبَرَ الْبَهَائِمُ‏.‏",
    "english_text": "Anas and I went to Al-Hakam bin Aiyub. Anas saw some boys shooting at a tied hen. Anas said, \"The \nProphet has forbidden the shooting of tied or confined animals.\"",
    "explication": "‏ ‏قَوْله ( عَنْ هِشَام بْن زَيْد ) ‏ ‏يَعْنِي اِبْن أَنَس بْن مَالِك. ‏ ‏قَوْله ( دَخَلْت مَعَ أَنَس عَلَى الْحَكَم بْن أَيُّوب ) ‏ ‏يَعْنِي اِبْن أَبِي عُقَيْل الثَّقَفِيّ اِبْن عَمّ الْحَجَّاج بْن يُوسُف وَنَائِبه عَلَى الْبَصْرَة وَزَوْج أُخْته زَيْنَب بِنْت يُوسُف , وَهُوَ الَّذِي يَقُول فِيهِ جَرِير يَمْدَحهُ : حَتَّى أَنَخْنَاهَا عَلَى بَاب الْحَكَم خَلِيفَة الْحَجَّاج غَيْر الْمُتَّهَم وَقَعَ ذِكْره فِي عِدَّة أَحَادِيث , وَكَانَ يُضَاهِي فِي الْجَوْر اِبْن عَمّه , وَلِيَزِيدَ الضَّبِّيّ مَعَهُ قِصَّة طَوِيلَة تَدُلّ عَلَى ذَلِكَ أَوْرَدَهَا أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَد أَنَس لَهُ , وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ بِلَفْظِ خَرَجْت مَعَ أَنَس بْن مَالِك مِنْ دَار الْحَكَم بْن أَيُّوب أَمِير الْبَصْرَة. ‏ ‏قَوْله ( فَرَأَى غِلْمَانًا أَوْ فِتْيَانًا ) ‏ ‏شَكّ مِنْ الرَّاوِي , وَلَمْ أَقِف عَلَى أَسْمَائِهِمْ , وَظَاهِر السِّيَاق أَنَّهُمْ مِنْ أَتْبَاع الْحَكَم بْن أَيُّوب الْمَذْكُور. ‏ ‏قَوْله ( أَنْ تُصْبَر ) ‏ ‏بِضَمِّ أَوَّله أَيْ تُحْبَس لِتُرْمَى حَتَّى تَمُوت , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ هَذَا الْوَجْه بِلَفْظِ \" سَمِعْت أَنَس بْن مَالِك يَقُول : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ صَبْر الرُّوح \" وَأَصْل الصَّبْر الْحَبْس , وَأَخْرَجَ الْعُقَيْلِيّ فِي \" الضُّعَفَاء \" مِنْ طَرِيق الْحَسَن عَنْ سَمُرَة قَالَ \" نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ تُصْبَر الْبَهِيمَة , وَأَنْ يُؤْكَل لَحْمهَا إِذَا صُبِرَتْ \" قَالَ الْعُقَيْلِيّ : جَاءَ فِي النَّهْي عَنْ صَبْر الْبَهِيمَة أَحَادِيث جِيَاد , وَأَمَّا النَّهْي عَنْ أَكْلهَا فَلَا يُعْرَف إِلَّا فِي هَذَا. قُلْت : إِنْ ثَبَتَ فَهُوَ مَحْمُول عَلَى أَنَّهَا مَاتَتْ بِذَلِكَ بِغَيْرِ تَذْكِيَة كَمَا تَقَدَّمَ فِي الْمَقْتُول بِالْبُنْدُقَةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5514",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يَعْقُوبَ، أَخْبَرَنَا إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرٍو، عَنْ أَبِيهِ، أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ دَخَلَ عَلَى يَحْيَى بْنِ سَعِيدٍ وَغُلاَمٌ مِنْ بَنِي يَحْيَى رَابِطٌ دَجَاجَةً يَرْمِيهَا، فَمَشَى إِلَيْهَا ابْنُ عُمَرَ حَتَّى حَلَّهَا، ثُمَّ أَقْبَلَ بِهَا وَبِالْغُلاَمِ مَعَهُ فَقَالَ ازْجُرُوا غُلاَمَكُمْ عَنْ أَنْ يَصْبِرَ هَذَا الطَّيْرَ لِلْقَتْلِ، فَإِنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ تُصْبَرَ بَهِيمَةٌ أَوْ غَيْرُهَا لِلْقَتْلِ‏.‏",
    "english_text": "that he entered upon Yahya bin Sa`id while one of Yahya's sons was aiming at a hen after tying it. Ibn \n`Umar walked to it and untied it. Then he brought it and the boy and said. \"Prevent your boys from \ntying the birds for the sake of killing them, as I have heard the Prophet (ﷺ) forbidding the killing of an \nanimal or other living thing after tying them.\"",
    "explication": "‏ ‏قَوْله ( أَنَّهُ دَخَلَ عَلَى يَحْيَى بْن سَعِيد ) ‏ ‏أَيْ اِبْن الْعَاصِ وَهُوَ أَخُو عَمْرو الْمَعْرُوف بِالْأَشْدَقِ اِبْن سَعِيد بْن الْعَاص وَالِدِ سَعِيد بْن عَمْرو رَاوِيه مِنْ اِبْن عُمَر. ‏ ‏قَوْله ( وَغُلَام مِنْ بَنِي يَحْيَى ) ‏ ‏أَيْ اِبْن سَعِيد الْمَذْكُور لَمْ أَقِف عَلَى اِسْمه , وَكَانَ لِيَحْيَى مِنْ الذُّكُور عُثْمَان وَعَنْبَسَة وَأَبَان وَإِسْمَاعِيل وَسَعِيد وَمُحَمَّد وَهِشَام وَعَمْرو , وَكَانَ يَحْيَى بْن سَعِيد قَدْ وَلِيَ إِمْرَة الْمَدِينَة وَكَذَا أَخُوهُ عَمْرو. ‏ ‏قَوْله ( فَمَشَى إِلَيْهَا اِبْن عُمَر حَتَّى حَلَّهَا ) ‏ ‏بِتَشْدِيدِ اللَّام , فِي رِوَايَة السَّرَخْسِيّ وَالْمُسْتَمْلِي \" حَمْلهَا \" وَرِوَايَة الْكُشْمِيهَنِيّ أَوْضَح لِقَوْلِهِ فِي أَوَّل الْحَدِيث \" رَابِط دَجَاجَة \" وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ وَأَبِي نُعَيْم فِي \" الْمُسْتَخْرَج \" : فَحَلَّ الدَّجَاجَة. ‏ ‏قَوْله ( اُزْجُرُوا غُلَامكُمْ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" غِلْمَانكُمْ \". ( عَنْ أَنْ يَصْبِر ) فِي رِوَايَة الْكُشْمِيهَنِيّ \" أَنْ يَصْبِرُوا \" بِصِيغَةِ الْجَمْع وَهُوَ عَلَى نَسَقِ الَّذِي قَبْله , وَزَادَ أَبُو نُعَيْم فِي آخِر الْحَدِيث \" وَإِنْ أَرَدْتُمْ ذَبْحهَا فَاذْبَحُوهَا \". ‏ ‏قَوْله ( هَذَا الطَّيْر ) ‏ ‏قَالَ الْكَرْمَانِيُّ : هَذَا عَلَى لُغَة قَلِيلَة وَهِيَ إِطْلَاق الطَّيْر عَلَى الْوَاحِد , وَاللُّغَة الْمَشْهُورَة فِي الْوَاحِد طَائِر وَالْجَمْع الطَّيْر. قُلْت : وَهُوَ هُنَا مُحْتَمِل لِإِرَادَةِ الْجَمْع , بَلْ الْأَوْلَى أَنَّهُ لِإِرَادَةِ الْجِنْسِ. ‏ ‏قَوْله ( أَنْ تُصْبَر بَهِيمَة أَوْ غَيْرهَا لِلْقَتْلِ ) ‏ ‏\" أَوْ \" لِلتَّنْوِيعِ لَا لِلشَّكِّ , وَهُوَ زَائِد عَلَى حَدِيث أَنَس فَيَدْخُل فِيهِ الْبَهَائِم وَالطُّيُور وَغَيْرهمَا , وَنَحْوه حَدِيث أَبِي أَيُّوب قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ كَانَتْ دَجَاجَة مَا صَبَرْتهَا , سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْهَى عَنْ قَتْل الصَّبْر \" أَخْرَجَهُ أَبُو دَاوُدَ بِسَنَدٍ قَوِيّ , وَيَجْمَع ذَلِكَ حَدِيث شَدَّاد بْن أَوْس عِنْد مُسْلِم رَفَعَهُ \" إِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَة , وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَة , وَلْيُحِدَّ أَحَدكُمْ شَفْرَته , وَلْيُرِحْ ذَبِيحَته \" قَالَ اِبْن أَبِي جَمْرَة : فِيهِ رَحْمَة اللَّه لِعِبَادِهِ حَتَّى فِي حَال الْقَتْل , فَأَمَرَ بِالْقَتْلِ , وَأَمَرَ بِالرِّفْقِ فِيهِ. وَيُؤْخَذ مِنْهُ قَهْره لِجَمِيعِ عِبَاده لِأَنَّهُ لَمْ يَتْرُك لِأَحَدٍ التَّصَرُّف فِي شَيْء إِلَّا وَقَدْ حَدّ لَهُ فِيهِ كَيْفِيَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5515",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ كُنْتُ عِنْدَ ابْنِ عُمَرَ فَمَرُّوا بِفِتْيَةٍ أَوْ بِنَفَرٍ نَصَبُوا دَجَاجَةً يَرْمُونَهَا، فَلَمَّا رَأَوُا ابْنَ عُمَرَ تَفَرَّقُوا عَنْهَا، وَقَالَ ابْنُ عُمَرَ مَنْ فَعَلَ هَذَا إِنَّ النَّبِيَّ صلى الله عليه وسلم لَعَنَ مَنْ فَعَلَ هَذَا‏.‏ \nتَابَعَهُ سُلَيْمَانُ عَنْ شُعْبَةَ، حَدَّثَنَا الْمِنْهَالُ، عَنْ سَعِيدٍ، عَنِ ابْنِ عُمَرَ، لَعَنَ النَّبِيُّ صلى الله عليه وسلم مَنْ مَثَّلَ بِالْحَيَوَانِ‏.‏ وَقَالَ عَدِيٌّ عَنْ سَعِيدٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "While I was with Ibn `Umar, we passed by a group of young men who had tied a hen and started \nshooting at it. When they saw Ibn `Umar, they dispersed, leaving it. On that Ibn `Umar said, \"Who has \ndone this? The Prophet (ﷺ) cursed the one who did so.\"\n\n\nNarrated Ibn `Umar:\n\nThe Prophet (ﷺ) cursed the one who did Muthla to an animal (i e., cut its limbs or some other part of its \nbody while it is still alive).",
    "explication": "‏ ‏قَوْله ( عَنْ أَبِي بِشْر ) ‏ ‏هُوَ جَعْفَرُ بْن أَبِي وَحْشِيَّة. ‏ ‏قَوْله ( فَمَرُّوا بِفِتْيَةٍ أَوْ بِنَفَرٍ ) شَكٌّ مِنْ الرَّاوِي , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَإِذَا فِتْيَة نَصَبُوا دَجَاجَة يَرْمُونَهَا وَلَهُ كُلّ خَاطِئَة \" يَعْنِي أَنَّ الَّذِي يُصِيبهَا يَأْخُذ السَّهْم الَّذِي تُرْمَى بِهِ إذَا لَمْ يُصِبْهَا. ‏ ‏قَوْله ( وَقَالَ اِبْن عُمَر : مَنْ فَعَلَ هَذَا ) ‏ ‏زَادَ فِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَتَفَرَّقُوا \". ‏ ‏قَوْله ( إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَعَنَ مَنْ فَعَلَ هَذَا ) ‏ ‏فِي رِوَايَة مُسْلِم \" لَعَنَ مَنْ اِتَّخَذَ شَيْئًا فِيهِ الرُّوح غَرَضًا \" بِمُعْجَمَتَيْنِ وَالْفَتْح أَيْ مَنْصُوبًا لِلرَّمْيِ. وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" لَعَنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ مَثَّلَ بِالْحَيَوَانِ \" وَفِي رِوَايَة لَهُ \" بِالْبَهَائِمِ \" وَفِي رِوَايَة لَهُ \" مَنْ تَجَثَّمَ \" وَاللَّعْن مِنْ دَلَائِل التَّحْرِيم , وَلِأَحْمَد مِنْ وَجْه آخَر عَنْ أَبِي صَالِح الْحَنَفِيّ عَنْ رَجُل مِنْ الصَّحَابَة أَرَاهُ عَنْ اِبْن عُمَر رَفَعَهُ \" مَنْ مَثَّلَ بِذِي رُوح ثُمَّ لَمْ يَتُبْ مَثَّلَ اللَّه بِهِ يَوْم الْقِيَامَة \" رِجَاله ثِقَات. ‏ ‏قَوْله ( تَابَعَهُ سُلَيْمَانُ ) ‏ ‏هُوَ اِبْن حَرْب. ‏ ‏قَوْله ( لَعَنَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ مَثَّلَ بِالْحَيَوَانِ ) ‏ ‏أَيْ صَيَّرَهُ مُثْلَة بِضَمِّ الْمِيم وَبِالْمُثَلَّثَةِ , وَهَذِهِ الْمُتَابَعَة وَصَلَهَا الْبَيْهَقِيُّ مِنْ طَرِيق إِسْمَاعِيل بْن إِسْحَاق الْقَاضِي عَنْ سُلَيْمَان بْن حَرْب , وَزَادَ فِيهِ أَيْضًا قِصَّة أَنَّ اِبْن عُمَر خَرَجَ فِي طَرِيق مِنْ طُرُق الْمَدِينَة فَرَأَى غِلْمَانًا , فَذَكَرَ مِثْل رِوَايَة أَبِي بِشْر , وَفِيهِ \" فَلَمَّا رَأَوْهُ فَرُّوا فَغَضِبَ \" الْحَدِيث. وَوَهِمَ مُغَلْطَاي وَتَبِعَهُ شَيْخنَا اِبْن الْمُلَقِّن وَغَيْره فَجَزَمُوا بِأَنَّ سُلَيْمَان هَذَا هُوَ أَبُو دَاوُدَ الطَّيَالِسِيّ , وَاسْتَنَدَ إِلَى أَنَّ أَبَا نُعَيْم أَخْرَجَهُ فِي مُسْتَخْرَجه مِنْ طَرِيق أَبِي خَلِيفَة عَنْ الطَّيَالِسِيّ. قُلْت : وَهُوَ غَلَط ظَاهِر , فَإِنَّ الطَّيَالِسِيّ الَّذِي يَرْوِي عَنْهُ أَبُو خَلِيفَة هُوَ أَبُو الْوَلِيد وَاسْمه هِشَام بْن عَبْد الْمَلِك , وَلَمْ يُدْرِك أَبُو خَلِيفَة أَبَا دَاوُدَ الطَّيَالِسِيّ فَإِنَّ مَوْلِده بَعْد وَفَاته بِسَنَتَيْنِ , مَاتَ أَبُو دَاوُدَ سَنَة أَرْبَع وَمِائَتَيْنِ عَلَى الصَّحِيح , وَوُلِدَ أَبُو خَلِيفَة سَنَة سِتّ وَمِائَتَيْنِ , وَالْمِنْهَال الْمَذْكُور فِي السَّنَد هُوَ اِبْن عَمْرو , يَعْنِي أَنَّهُ تَابَعَ أَبَا بِشْر فِي رِوَايَته لِهَذَا الْحَدِيث عَنْ سَعِيد بْن جُبَيْر وَخَالَفَهُمَا عَدِيّ بْن ثَابِت فَرَوَاهُ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس كَمَا بَيَّنَهُ فِي الطَّرِيق الَّتِي بَعْدهَا. ‏ ‏قَوْله ( وَقَالَ عَدِيّ ) ‏ ‏هُوَ اِبْن ثَابِت ‏ ‏( عَنْ سَعِيد ) ‏ ‏هُوَ اِبْن جُبَيْر ‏ ‏( عَنْ اِبْن عَبَّاس ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الَّذِي سَاقَهُ إِلَى عَدِيّ بْن ثَابِت عَنْ عَبْد اللَّه بْن يَزِيد , وَقَدْ سَاقَهُ الْبُخَارِيّ فِي تَارِيخه عَنْ حَجَّاج بْن مِنْهَال الَّذِي سَاقَ حَدِيث عَبْد اللَّه بْن يَزِيد بِهِ , وَلَكِنْ لَفْظه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَتَّخِذُوا شَيْئًا فِيهِ الرُّوح غَرَضًا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5516",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَدِيُّ بْنُ ثَابِتٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ النُّهْبَةِ وَالْمُثْلَةِ‏.‏",
    "english_text": "The Prophet (ﷺ) forbade An-Nuhba and Al-Muthla.",
    "explication": "‏ ‏قَوْله : ( عَبْد اللَّه بْن يَزِيد ) ‏ ‏هُوَ الْخَطْمِيّ بِفَتْحِ الْمُعْجَمَة وَسُكُون الطَّاء الْمُهْمَلَة , وَهُوَ صَحَابِيّ أَنْصَارِيّ رَوَى عَنْ صَحَابِيّ أَنْصَارِيّ , وَسَيَأْتِي ذِكْر أَبِي مَسْعُود الْمَذْكُور فِي بَاب مَنْ شَهِدَ بَدْرًا مِنْ الْمَغَازِي , وَيَأْتِي الْكَلَام عَلَى حَدِيثه فِي كِتَاب النَّفَقَات إِنْ شَاءَ اللَّه تَعَالَى. وَالْمَقْصُود مِنْهُ فِي هَذَا الْبَاب قَوْله \" يَحْتَسِبهَا \" قَالَ الْقُرْطُبِيّ : أَفَادَ مَنْطُوقه أَنَّ الْأَجْر فِي الْإِنْفَاق إِنَّمَا يَحْصُل بِقَصْدِ الْقُرْبَة سَوَاء كَانَتْ وَاجِبَة أَوْ مُبَاحَة , وَأَفَادَ مَفْهُومه أَنَّ مَنْ لَمْ يَقْصِد الْقُرْبَة لَمْ يُؤْجَر , لَكِنْ تَبْرَأ ذِمَّته مِنْ النَّفَقَة الْوَاجِبَة لِأَنَّهَا مَعْقُولَة الْمَعْنَى , وَأَطْلَقَ الصَّدَقَة عَلَى النَّفَقَة مَجَازًا وَالْمُرَاد بِهَا الْأَجْر , وَالْقَرِينَة الصَّارِفَة عَنْ الْحَقِيقَة الْإِجْمَاع عَلَى جَوَاز النَّفَقَة عَلَى الزَّوْجَة الْهَاشِمِيَّة الَّتِي حُرِّمَتْ عَلَيْهَا الصَّدَقَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5517",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، عَنْ أَبِي مُوسَى ـ يَعْنِي الأَشْعَرِيَّ ـ رضى الله عنه ـ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَأْكُلُ دَجَاجًا‏.‏",
    "english_text": "I saw the Prophet (ﷺ) eating chicken.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اِبْن مُوسَى الْبَلْخِيّ , نَسَبَهُ أَبُو عَلِيّ بْن السَّكَن , وَجَزَمَ الْكَلَابَاذِيّ وَأَبُو نُعَيْم بِأَنَّهُ اِبْن جَعْفَر. ‏ ‏قَوْله ( عَنْ أَيُّوب ) ‏ ‏فِي الرِّوَايَة الثَّانِيَة \" اِبْن أَبِي تَمِيمَة \" وَهُوَ السَّخْتِيَانِيّ , وَعِنْد أَحْمَدَ عَنْ عَبْد اللَّه بْن الْوَلِيد عَنْ سُفْيَان \" حَدَّثَنَا أَيُّوب حَدَّثَنِي أَبُو قِلَابَةَ \". ‏ ‏قَوْله ( عَنْ أَبِي قِلَابَةَ ) ‏ ‏كَذَا رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ أَيُّوب وَوَافَقَهُ سُفْيَان بْن عُيَيْنَةَ عَنْ أَيُّوب عِنْد مُسْلِم , وَهَكَذَا قَالَ عَبْد السَّلَام بْن حَرْب عَنْ أَيُّوب كَمَا مَضَى فِي الْمَغَازِي , وَقَالَ عَبْد الْوَارِث كَمَا فِي الْحَدِيث الَّذِي يَلِيه \" عَنْ أَيُّوب عَنْ الْقَاسِم \" بَدَل أَبِي قِلَابَةَ , وَكَذَا قَالَ اِبْن عُلَيَّة عَنْ أَيُّوب كَمَا يَأْتِي فِي الْأَيْمَان وَالنُّذُور أَيْضًا , وَقَالَ حَمَّاد بْن زَيْد \" عَنْ أَيُّوب عَنْ أَبِي قِلَابَةَ وَالْقَاسِم \" قَالَ \" وَأَنَا لِحَدِيثِ قَاسِم أَحْفَظ \" أَخْرَجَهُ فِي فَرْض الْخُمُس , وَكَذَا قَالَ وُهَيْب عَنْ أَيُّوب عَنْهُمَا عِنْد مُسْلِم. ‏ ‏قَوْله ( عَنْ زَهْدَم ) ‏ ‏بِفَتْحِ الزَّاي هُوَ اِبْن مُضَرِّب بِضَمِّ أَوَّله وَبِفَتْحِ الضَّاد الْمُعْجَمَة وَتَشْدِيد الرَّاء الْمَكْسُورَة بَعْدهَا مُوَحَّدَة ‏ ‏( الْجَرْمِيّ ) ‏ ‏بِفَتْحِ الْجِيم , بَصْرِيّ ثِقَة , لَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى حَدِيثَيْنِ : هَذَا الْحَدِيث وَقَدْ أَخْرَجَهُ فِي مَوَاضِع لَهُ , وَحَدِيث آخَر أَخْرَجَهُ عَنْ عِمْرَان بْن حُصَيْنٍ تَقَدَّمَ فِي الْمَنَاقِب وَذَكَرَهُ فِي مَوَاضِع أُخْرَى أَيْضًا. ‏ ‏قَوْله ( رَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْكُل دَجَاجًا ) ‏ ‏كَذَا أَوْرَدَهُ مُخْتَصَرًا , وَكَذَا سَاقَهُ أَحْمَد عَنْ وَكِيع , وَأَخْرَجَهُ عَنْ أَبِي أَحْمَد الزُّبَيْرِيّ عَنْ سُفْيَان أَتَمّ مِنْهُ , وَسَاقَهُ التِّرْمِذِيّ فِي \" الشَّمَائِل \" مِنْ وَجْه آخَر مُطَوَّلًا , كَمَا ذَكَرَهُ الْمُصَنِّف مِنْ طَرِيق عَبْد الْوَارِث عَنْ أَيُّوب عَنْ الْقَاسِم وَهُوَ اِبْن عَاصِم التَّمِيمِيّ , وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , فَقَدْ أَوْرَدَهُ عَنْهُ فِي مَوَاضِع مَقْرُونًا وَمُفْرَدًا مُخْتَصَرًا وَمُطَوَّلًا مُشْتَمِلًا عَلَى قِصَّة الرَّجُل الَّذِي اِمْتَنَعَ مِنْ أَكْل الدَّجَاج وَحَلَفَ عَلَى ذَلِكَ , وَفَتْوَى أَبِي مُوسَى لَهُ بِأَنْ يُكَفِّر عَنْ يَمِينه وَيَأْكُل , وَقَصَّ لَهُ الْحَدِيث فِي ذَلِكَ وَسَبَبه , وَهُوَ طَلَبهمْ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَحْمِلهُمْ , وَقَدْ أَوْرَدَ الْمُصَنِّف قِصَّة الِاسْتِحْمَال وَمَا يَلِيهَا مِنْ حُكْم الْيَمِين وَكَفَّارَته دُون قِصَّة الدَّجَاج أَيْضًا مِنْ رِوَايَة غَيْلَان بْن جَرِير عَنْ أَبِي بُرْدَة بْن أَبِي مُوسَى عَنْ أَبِيهِ فِي كَفَّارَة الْأَيْمَان , وَأَوْرَدَهَا أَيْضًا فِي الْمَغَازِي مِنْ طَرِيق يَزِيد بْن عَبْد اللَّه بْن أَبِي بُرْدَة عَنْ جَدّه أَبِي بُرْدَة أَتَمّ سِيَاقًا مِنْهُ فِي قِصَّة الِاسْتِحْمَال , وَلَيْسَ فِيهِ ذِكْر كَفَّارَة الْيَمِين , وَقَدْ أَحَلْت فِي فَرْض الْخُمُس وَفِي الْمَغَازِي بِشَرْحِهِ عَلَى كِتَاب الْأَيْمَان وَالنُّذُور , فَأَذْكُر هُنَا مَا يَتَعَلَّق بِالدَّجَاجِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5518",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ بْنُ أَبِي تَمِيمَةَ، عَنِ الْقَاسِمِ، عَنْ زَهْدَمٍ، قَالَ كُنَّا عِنْدَ أَبِي مُوسَى الأَشْعَرِيِّ، وَكَانَ بَيْنَنَا وَبَيْنَ هَذَا الْحَىِّ مِنْ جَرْمٍ إِخَاءٌ، فَأُتِيَ بِطَعَامٍ فِيهِ لَحْمُ دَجَاجٍ، وَفِي الْقَوْمِ رَجُلٌ جَالِسٌ أَحْمَرُ فَلَمْ يَدْنُ مِنْ طَعَامِهِ قَالَ ادْنُ فَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْكُلُ مِنْهُ‏.‏ قَالَ إِنِّي رَأَيْتُهُ أَكَلَ شَيْئًا فَقَذِرْتُهُ، فَحَلَفْتُ أَنْ لاَ آكُلَهُ‏.‏ فَقَالَ ادْنُ أُخْبِرْكَ ـ أَوْ أُحَدِّثْكَ ـ إِنِّي أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي نَفَرٍ مِنَ الأَشْعَرِيِّينَ، فَوَافَقْتُهُ وَهْوَ غَضْبَانُ، وَهْوَ يَقْسِمُ نَعَمًا مِنْ نَعَمِ الصَّدَقَةِ فَاسْتَحْمَلْنَاهُ فَحَلَفَ أَنْ لاَ يَحْمِلَنَا، قَالَ ‏\"‏ مَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ ‏\"‏‏.‏ ثُمَّ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِنَهْبٍ مِنْ إِبِلٍ فَقَالَ ‏\"‏ أَيْنَ الأَشْعَرِيُّونَ أَيْنَ الأَشْعَرِيُّونَ ‏\"‏‏.‏ قَالَ فَأَعْطَانَا خَمْسَ ذَوْدٍ غُرِّ الذُّرَى، فَلَبِثْنَا غَيْرَ بَعِيدٍ، فَقُلْتُ لأَصْحَابِي نَسِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمِينَهُ، فَوَاللَّهِ لَئِنْ تَغَفَّلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَمِينَهُ لاَ نُفْلِحُ أَبَدًا‏.‏ فَرَجَعْنَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّا اسْتَحْمَلْنَاكَ، فَحَلَفْتَ أَنْ لاَ تَحْمِلَنَا فَظَنَنَّا أَنَّكَ نَسِيتَ يَمِينَكَ‏.‏ فَقَالَ ‏\"‏ إِنَّ اللَّهَ هُوَ حَمَلَكُمْ، إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ، وَتَحَلَّلْتُهَا ‏\"‏‏.‏",
    "english_text": "We were in the company of Abu Musa Al-Ash`ari and there were friendly relations between us and \nthis tribe of Jarm. Abu Musa was presented with a dish containing chicken. Among the people there \nwas sitting a red-faced man who did not come near the food. Abu Musa said (to him), \"Come on (and \neat), for I have seen Allah's Messenger (ﷺ) eating of it (i.e. chicken).\" He said, \"I have seen it eating \nsomething (dirty) and since then I have disliked it, and have taken an oath that I shall not eat it ' Abu \nMusa said, \"Come on, I will tell you (or narrate to you). Once I went to Allah s Apostle with a group \nof Al-Ash`ariyin, and met him while he was angry, distributing some camels of rak`at. We asked for \nmounts but he took an oath that he would not give us any mounts, and added, 'I have nothing to mount \nyou on' In the meantime some camels of booty were brought to Allah's Messenger (ﷺ) and he asked twice, \n'Where are Al-Ash`ariyin?\" So he gave us five white camels with big humps. We stayed for a short \nwhile (after we had covered a little distance), and then I said to my companions, \"Allah's Messenger (ﷺ) has \nforgotten his oath. By Allah, if we do not remind Allah's Messenger (ﷺ) of his oath, we will never be \nsuccessful.\" So we returned to the Prophet (ﷺ) and said, \"O Allah's Messenger (ﷺ)! We asked you for mounts, \nbut you took an oath that you would not give us any mounts; we think that you have forgotten your \noath.' He said, 'It is Allah Who has given you mounts. By Allah, and Allah willing, if I take an oath \nand later find something else better than that. then I do what is better and expiate my oath.' \"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد السَّلَام ) ‏ ‏هُوَ اِبْن حَرْب. ‏ ‏قَوْله : ( عَنْ زَهْدَمٍ ) ‏ ‏بِزَايٍ وَزْن جَعْفَر وَهُوَ اِبْن مُضَرِّبٍ بِالضَّادِ الْمُعْجَمَة وَكَسْر الرَّاء. ‏ ‏قَوْله : ( لَمَّا قَدِمَ أَبُو مُوسَى ) ‏ ‏أَيْ إِلَى الْكُوفَة أَمِيرًا عَلَيْهَا فِي زَمَن عُثْمَان , وَوَهَمَ مَنْ قَالَ : أَرَادَ قَدِمَ الْيَمَن لِأَنَّ زَهْدَمًا لَمْ يَكُنْ مِنْ أَهْل الْيَمَن. ‏ ‏قَوْله : ( أَكْرَم هَذَا الْحَيّ مِنْ جَرْم ) ‏ ‏بِفَتْحِ الْجِيم وَسُكُون الرَّاء : قَبِيلَة شَهِيرَة يُنْسَبُونَ إِلَى جَرْم بْن رَبَّانَ بِرَاءٍ ثُمَّ مُوَحَّدَة ثَقِيلَة اِبْن ثَعْلَبَة حُلْوَان بْن عِمْرَان بْن الْحَافّ بْن قُضَاعَة. ‏ ‏قَوْله : ( فَقَذِرْتُهُ ) ‏ ‏بِفَتْحِ الْقَاف وَكَسْر الذَّال الْمُعْجَمَة , وَسَيَأْتِي الْكَلَام عَلَى ذَلِكَ فِي كِتَاب الْأَطْعِمَة , وَعَلَى بَاقِي الْحَدِيث فِي كِتَاب الْأَيْمَان وَالنُّذُور إِنْ شَاءَ تَعَالَى. وَكَانَ الْوَقْت الَّذِي طَلَبَ فِيهِ الْأَشْعَرِيُّونَ الْحُمْلَان مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد إِرَادَة غَزْوَة تَبُوك. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5519",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا هِشَامٌ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ نَحَرْنَا فَرَسًا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَكَلْنَاهُ‏.‏",
    "english_text": "We slaughtered a horse during the lifetime of Allah's Messenger (ﷺ) and ate it.",
    "explication": "ذَكَرَ الْمُصَنِّف فِي الْبَاب حَدِيث أَسْمَاء بِنْت أَبِي بَكْر فِي أَكْل الْفَرَس , أَوْرَدَهُ مِنْ رِوَايَة سُفْيَان الثَّوْرِيّ وَمِنْ رِوَايَة جَرِير كِلَاهُمَا عَنْ هِشَام بْن عُرْوَة مَوْصُولًا بِلَفْظِ \" نَحَرْنَا \" وَقَالَ فِي آخِره \" تَابَعَهُ وَكِيع وَابْن عُيَيْنَةَ عَنْ هِشَام فِي النَّحْر \" , وَأَوْرَدَهُ أَيْضًا مِنْ رِوَايَة عَبْدَة وَهُوَ اِبْن سُلَيْمَان عَنْ هِشَام بِلَفْظِ \" ذَبَحْنَا \" وَرِوَايَة اِبْن عُيَيْنَةَ الَّتِي أَشَارَ إِلَيْهَا سَتَأْتِي مَوْصُولَة بَعْد بَابَيْنِ مِنْ رِوَايَة الْحُمَيْدِيّ عَنْ سُفْيَان وَهُوَ اِبْن عُيَيْنَةَ بِهِ وَقَالَ \" نَحَرْنَا \". وَرِوَايَة وَكِيع أَخْرَجَهَا أَحْمَد عَنْهُ بِلَفْظِ \" نَحَرْنَا \" , وَأَخْرَجَهَا مُسْلِم عَنْ مُحَمَّد بْن عَبْد اللَّه بْن نُمَيْر \" حَدَّثَنَا أَبِي وَحَفْص بْن غِيَاث وَوَكِيع ثَلَاثَتهمْ عَنْ هِشَام \" بِلَفْظِ \" نَحَرْنَا \" , وَأَخْرَجَهُ عَبْد الرَّزَّاق عَنْ مَعْمَر وَالثَّوْرِيّ جَمِيعًا عَنْ هِشَام بِلَفْظِ \" نَحَرْنَا \" وَقَالَ الْإِسْمَاعِيلِيّ : قَالَ هَمَّام وَعِيسَى بْن يُونُس وَعَلِيّ بْن مُسْهِر عَنْ هِشَام بِلَفْظِ \" نَحَرْنَا \" , وَاخْتُلِفَ عَلَى حَمَّاد بْن زَيْد وَابْن عُيَيْنَةَ فَقَالَ أَكْثَر أَصْحَابهمَا \" نَحَرْنَا \" وَقَالَ بَعْضهمْ \" ذَبَحْنَا \" , وَأَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ رِوَايَة مُؤَمِّل بْن إِسْمَاعِيل عَنْ الثَّوْرِيّ وَوُهَيْب بْن خَالِد وَمِنْ رِوَايَة اِبْن ثَوْبَان وَهُوَ عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان وَمِنْ رِوَايَة يَحْيَى الْقَطَّان كُلّهمْ عَنْ هِشَام بِلَفْظِ \" ذَبَحْنَا \" وَمِنْ رِوَايَة أَبِي مُعَاوِيَة عَنْ هِشَام \" اِنْتَحَرْنَا \" وَكَذَا أَخْرَجَهُ مُسْلِم مِنْ رِوَايَة أَبِي مُعَاوِيَة وَأَبِي أُسَامَة وَلَمْ يَسُقْ لَفْظه , وَسَاقَهُ أَبُو عَوَانَة عَنْهُمَا بِلَفْظِ \" نَحَرْنَا \" وَهَذَا الِاخْتِلَاف كُلّه عَنْ هِشَام , وَفِيهِ إِشْعَار بِأَنَّهُ كَانَ تَارَة يَرْوِيه بِلَفْظِ - \" ذَبَحْنَا \" وَتَارَة بِلَفْظِ \" نَحَرْنَا \" , وَهُوَ مَصِير مِنْهُ إِلَى اِسْتِوَاء اللَّفْظَيْنِ فِي الْمَعْنَى , وَأَنَّ النَّحْر يُطْلَق عَلَيْهِ ذَبْح وَالذَّبْح يُطْلَق عَلَيْهِ نَحْر وَلَا يَتَعَيَّن مَعَ هَذَا الِاخْتِلَاف مَا هُوَ الْحَقِيقَة فِي ذَلِكَ مِنْ الْمَجَاز إِلَّا إِنْ رَجَّحَ أَحَد الطَّرِيقَيْنِ , وَأَمَّا أَنَّهُ يُسْتَفَاد مِنْ هَذَا الِاخْتِلَاف جَوَاز نَحْر الْمَذْبُوح وَذَبْح الْمَنْحُور كَمَا قَالَهُ بَعْض الشُّرَّاح فَبَعِيدٌ , لِأَنَّهُ يَسْتَلْزِم أَنْ يَكُون الْأَمْر فِي ذَلِكَ وَقَعَ مَرَّتَيْنِ , وَالْأَصْل عَدَم التَّعَدُّد مَعَ اِتِّحَاد الْمَخْرَج , وَقَدْ جَرَى النَّوَوِيّ عَلَى عَادَتِهِ فِي الْحَمْل عَلَى التَّعَدُّد فَقَالَ بَعْد أَنْ ذَكَرَ اِخْتِلَاف الرُّوَاة فِي قَوْلهَا نَحَرْنَا وَذَبَحْنَا : يُجْمَع بَيْن الرِّوَايَتَيْنِ بِأَنَّهُمَا قَضِيَّتَانِ , فَمَرَّة نَحَرُوهَا وَمَرَّة ذَبَحُوهَا : ثُمَّ قَالَ : وَيَجُوز أَنْ تَكُون قِصَّة وَاحِدَة وَأَحَد اللَّفْظَيْنِ مَجَاز وَالْأَوَّل أَصَحّ , كَذَا قَالَ وَاَللَّه أَعْلَم ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5520",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهم ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ، وَرَخَّصَ فِي لُحُومِ الْخَيْلِ‏.‏",
    "english_text": "On the Day of the battle of Khaibar, Allah's Messenger (ﷺ) made donkey's meat unlawful and allowed the \neating of horse flesh.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار وَمُحَمَّد بْن عَلِيّ هُوَ أَبُو جَعْفَر الْبَاقِر بْن زَيْنِ الْعَابِدِينَ بْن الْحُسَيْن بْن عَلِيّ. ‏ ‏قَوْله : ( عَنْ لُحُومِ الْحُمُرِ ) ‏ ‏زَادَ الْكُشْمِيهَنِيّ \" الْأَهْلِيَّة \" وَسَيَأْتِي شَرْحه فِي الذَّبَائِح إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5521",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ سَالِمٍ، وَنَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ يَوْمَ خَيْبَرَ‏.‏",
    "english_text": "The Prophet (ﷺ) made the meat of donkeys unlawful on the day of the battle of Khaibar.",
    "explication": "حَدِيث اِبْن عُمَر , ذُكِرَ مِنْ ثَلَاثَة طُرُق إِلَى عُبَيْد اللَّه بْن عُمَر الْعَمْرِيِّ عَنْ نَافِع وَسَالِم عَنْهُ , فَأَمَّا الطَّرِيق الثَّالِثَة وَهِيَ طَرِيق مُحَمَّد بْن عُبَيْد عَنْ عَبْد اللَّه فَتَبَيَّنَ مِنْ الرِّوَايَة الْأُولَى وَهِيَ رِوَايَة أَبِي أُسَامَة عَنْ عُبَيْد اللَّه أَنَّ فِيهَا إِدْرَاجًا لِأَنَّهُ صَرَّحَ فِي رِوَايَة أَبِي أُسَامَة أَنَّ ذِكْرَ الثُّومِ عَنْ نَافِع وَحْدَهُ , وَذِكْرَ الْحُمُر عَنْ سَالِم , وَاقْتَصَرَ فِي الرِّوَايَة الثَّانِيَة وَهِيَ رِوَايَة عَبْد اللَّه وَهُوَ اِبْن الْمُبَارَك عَنْ عُبَيْد اللَّه عَلَى مَا ذَكَرَ نَافِع وَحْدَهُ مُقْتَصِرًا فِي الْمَتْن عَلَى ذِكْر الْحُمُر , فَدَلَّ عَلَى أَنَّ ذِكْرَ الْحُمُر وَالثُّومِ مَعًا عِنْد نَافِع , وَأَنَّ الَّذِي عِنْد سَالِم إِنَّمَا هُوَ ذِكْر الْحُمُر خَاصَّة دُون ذِكْر الثُّوم , فَأَدْرَجَهُمَا مُحَمَّد بْن عُبَيْد اللَّه فِي رِوَايَته عَنْ عُبَيْد اللَّه عَنْهُمَا , هَذَا مُقْتَضَى مَا فِي هَذَا الْمَوْضِع وَسَيَكُونُ لَنَا عَوْدَة إِلَيْهِ فِي الذَّبَائِح , وَنَذْكُر هُنَاكَ شَرْح الْحَدِيث إِنْ شَاءَ اللَّه تَعَالَى. وَيُسْتَفَاد مِنْ الْجَمْع بَيْن النَّهْي عَنْ أَكْل الثُّوم وَلُحُوم الْحُمُر جَوَاز اِسْتِعْمَال اللَّفْظ فِي حَقِيقَته وَمَجَازه , لِأَنَّ أَكْل الْحُمُر حَرَام وَأَكْل الثُّوم مَكْرُوه , وَقَدْ جَمْع بَيْنهمَا بِلَفْظِ النَّهْي. فَاسْتَعْمَلَهُ فِي حَقِيقَته وَهُوَ التَّحْرِيم , وَفِي مَجَازه هُوَ الْكَرَاهَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5522",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ‏.‏ تَابَعَهُ ابْنُ الْمُبَارَكِ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ‏.‏ وَقَالَ أَبُو أُسَامَةَ عَنْ عُبَيْدِ اللَّهِ عَنْ سَالِمٍ‏.‏",
    "english_text": "The Prophet (ﷺ) prohibited the eating of donkey's meat.",
    "explication": "حَدِيث اِبْن عُمَر , ذُكِرَ مِنْ ثَلَاثَة طُرُق إِلَى عُبَيْد اللَّه بْن عُمَر الْعَمْرِيِّ عَنْ نَافِع وَسَالِم عَنْهُ , فَأَمَّا الطَّرِيق الثَّالِثَة وَهِيَ طَرِيق مُحَمَّد بْن عُبَيْد عَنْ عَبْد اللَّه فَتَبَيَّنَ مِنْ الرِّوَايَة الْأُولَى وَهِيَ رِوَايَة أَبِي أُسَامَة عَنْ عُبَيْد اللَّه أَنَّ فِيهَا إِدْرَاجًا لِأَنَّهُ صَرَّحَ فِي رِوَايَة أَبِي أُسَامَة أَنَّ ذِكْرَ الثُّومِ عَنْ نَافِع وَحْدَهُ , وَذِكْرَ الْحُمُر عَنْ سَالِم , وَاقْتَصَرَ فِي الرِّوَايَة الثَّانِيَة وَهِيَ رِوَايَة عَبْد اللَّه وَهُوَ اِبْن الْمُبَارَك عَنْ عُبَيْد اللَّه عَلَى مَا ذَكَرَ نَافِع وَحْدَهُ مُقْتَصِرًا فِي الْمَتْن عَلَى ذِكْر الْحُمُر , فَدَلَّ عَلَى أَنَّ ذِكْرَ الْحُمُر وَالثُّومِ مَعًا عِنْد نَافِع , وَأَنَّ الَّذِي عِنْد سَالِم إِنَّمَا هُوَ ذِكْر الْحُمُر خَاصَّة دُون ذِكْر الثُّوم , فَأَدْرَجَهُمَا مُحَمَّد بْن عُبَيْد اللَّه فِي رِوَايَته عَنْ عُبَيْد اللَّه عَنْهُمَا , هَذَا مُقْتَضَى مَا فِي هَذَا الْمَوْضِع وَسَيَكُونُ لَنَا عَوْدَة إِلَيْهِ فِي الذَّبَائِح , وَنَذْكُر هُنَاكَ شَرْح الْحَدِيث إِنْ شَاءَ اللَّه تَعَالَى. وَيُسْتَفَاد مِنْ الْجَمْع بَيْن النَّهْي عَنْ أَكْل الثُّوم وَلُحُوم الْحُمُر جَوَاز اِسْتِعْمَال اللَّفْظ فِي حَقِيقَته وَمَجَازه , لِأَنَّ أَكْل الْحُمُر حَرَام وَأَكْل الثُّوم مَكْرُوه , وَقَدْ جَمْع بَيْنهمَا بِلَفْظِ النَّهْي. فَاسْتَعْمَلَهُ فِي حَقِيقَته وَهُوَ التَّحْرِيم , وَفِي مَجَازه هُوَ الْكَرَاهَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5523",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ اللَّهِ، وَالْحَسَنِ، ابْنَىْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِمَا، عَنْ عَلِيٍّ ـ رضى الله عنهم ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُتْعَةِ عَامَ خَيْبَرَ وَلُحُومِ حُمُرِ الإِنْسِيَّةِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) prohibited Al-Mut'a marriage and the eating of donkey's meat in the year of the \nKhaibar battle.",
    "explication": "‏ ‏قَوْله : ( اِبْنَيْ مُحَمَّد ) ‏ ‏أَيْ اِبْن عَلِيّ بْن أَبِي طَالِب. ‏ ‏قَوْله : ( عَنْ مُتْعَة النِّسَاء يَوْم خَيْبَر وَعَنْ أَكْل لُحُوم الْحُمُرِ الْإِنْسِيَّةِ ) ‏ ‏فِي رِوَايَةِ أَبِي ذَرّ عَنْ السَّرَخْسِيّ وَالْمُسْتَمْلِيّ \" حُمُر الْإِنْسِيَّة \" بِغَيْرِ أَلْف وَلَامَ فِي الْحُمُر , قِيلَ إِنَّ فِي الْحَدِيث تَقْدِيمًا وَتَأْخِيرًا وَالصَّوَاب : نَهَى يَوْم خَيْبَر عَلَى لُحُوم الْحُمُر الْإِنْسِيَّة وَعَنْ مُتْعَةِ النِّسَاءِ , وَلَيْسَ يَوْم خَيْبَر ظَرْفًا لِمُتْعَةِ النِّسَاءِ لِأَنَّهُ لَمْ يَقَع فِي غَزْوَة خَيْبَر تَمَتُّعٌ بِالنِّسَاءِ , وَسَيَأْتِي بَسْط ذَلِكَ فِي مَكَانه مِنْ كِتَاب النِّكَاح إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5524",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ عَمْرٍو، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ، وَرَخَّصَ فِي لُحُومِ الْخَيْلِ‏.‏",
    "english_text": "The Prophet (ﷺ) prohibited the eating of donkey's meat on the day of the battle of Khaibar, and allowed \nthe eating of horse flesh.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار وَمُحَمَّد بْن عَلِيّ هُوَ أَبُو جَعْفَر الْبَاقِر بْن زَيْنِ الْعَابِدِينَ بْن الْحُسَيْن بْن عَلِيّ. ‏ ‏قَوْله : ( عَنْ لُحُومِ الْحُمُرِ ) ‏ ‏زَادَ الْكُشْمِيهَنِيّ \" الْأَهْلِيَّة \" وَسَيَأْتِي شَرْحه فِي الذَّبَائِح إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5522",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي عَدِيٌّ، عَنِ الْبَرَاءِ، وَابْنِ أَبِي أَوْفَى، رضى الله عنهم قَالاَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ لُحُومِ الْحُمُرِ‏.‏",
    "english_text": "The Prophet (ﷺ) prohibited the eating of donkey's meat.",
    "explication": "حَدِيث الْبَرَاء وَابْن أَبِي أَوْفَى أَوْرَدَهُ مُخْتَصَرًا , وَقَدْ تَقَدَّمَ عَنْهُمَا أَتَمّ سِيَاقًا مِنْ هَذَا فِي الْمَغَازِي , وَأَفْرَدَهُ عَنْ اِبْن أَبِي أَوْفَى هُنَا وَفِي فَرْض الْخُمُس وَفِيهِ زِيَادَة اِخْتِلَافهمْ فِي السَّبَب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5527",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ أَبَا إِدْرِيسَ، أَخْبَرَهُ أَنَّ أَبَا ثَعْلَبَةَ قَالَ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم لُحُومَ الْحُمُرِ الأَهْلِيَّةِ‏.‏ تَابَعَهُ الزُّبَيْدِيُّ وَعُقَيْلٌ عَنِ ابْنِ شِهَابٍ‏.‏ وَقَالَ مَالِكٌ وَمَعْمَرٌ وَالْمَاجِشُونُ وَيُونُسُ وَابْنُ إِسْحَاقَ عَنِ الزُّهْرِيِّ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) prohibited the eating of donkey's meat.\n\n\n\n\n\n\n     Narrated Az-Zuhri:\n\n\n     The Prophet (ﷺ) prohibited the eating of beasts having fangs.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا إِسْحَاق ) ‏ ‏هُوَ اِبْن رَاهْوَيْهِ , وَيَعْقُوب بْن إِبْرَاهِيم أَيْ اِبْن سَعِيد , وَصَالِح هُوَ اِبْنُ كَيْسَانَ. ‏ ‏قَوْله ( حَرَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لُحُوم الْحُمُر الْأَهْلِيَّة ) ‏ ‏تَابَعَهُ الزُّبَيْدِيّ وَعُقَيْل عَنْ الزُّهْرِيِّ , فَرِوَايَة الزُّبَيْدِيّ وَصَلَهَا النَّسَائِيُّ مِنْ طَرِيق بَقِيَّة قَالَ \" حَدَّثَنِي الزُّبَيْدِيّ - وَلَفْظه - نَهَى عَنْ أَكْل كُلّ ذِي نَابٍ مِنْ السِّبَاع , وَعَنْ لُحُوم الْحُمُر الْأَهْلِيَّة \" وَرِوَايَة عُقَيْل وَصَلَهَا أَحْمَد بِلَفْظِ الْبَاب وَزَادَ \" وَلَحْم كُلّ ذِي نَابٍ مِنْ السِّبَاع \" وَسَيَأْتِي الْبَحْث فِيهِ بَعْد هَذَا. وَوَقَعَ عِنْد النَّسَائِيِّ مِنْ وَجْه آخَر عَنْ أَبِي ثَعْلَبَة فِيهِ قِصَّة وَلَفْظه \" غَزَوْنَا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْبَر وَالنَّاس جِيَاع , فَوَجَدُوا حُمُرًا إِنْسِيَّة فَذَبَحُوا مِنْهَا , فَأَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَبْد الرَّحْمَن بْن عَوْف فَنَادَى : أَلَا إِنَّ لُحُوم الْحُمُر الْإنْسِيَّة لَا تَحِلّ \". ‏ ‏قَوْله ( وَقَالَ مَالِك وَمَعْمَر وَالْمَاجِشُون وَيُونُس وَابْن إِسْحَاق عَنْ الزُّهْرِيِّ : نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَكْل كُلّ ذِي نَابٍ مِنْ السِّبَاع ) ‏ ‏يَعْنِي لَمْ يَتَعَرَّضُوا فِيهِ لِذِكْرِ الْحُمُر , فَأَمَّا حَدِيث مَالِك فَسَيَأْتِي مَوْصُولًا فِي الْبَاب الَّذِي يَلِيه , وَأَمَّا حَدِيث مَعْمَر وَيُونُس فَوَصَلَهُمَا الْحَسَن بْن سُفْيَان مِنْ طَرِيق عَبْد اللَّه بْن الْمُبَارَك عَنْهُمَا , وَأَمَّا حَدِيث الْمَاجِشُونِ وَهُوَ يُوسُف بْن يَعْقُوب بْن أَبِي سَلَمَة فَوَصَلَهُ مُسْلِم عَنْ يَحْيَى بْن يَحْيَى عَنْهُ , وَأَمَّا حَدِيث اِبْن إِسْحَاق فَوَصَلَهُ إِسْحَاق بْن رَاهْوَيْهِ عَنْ عَبْدَة بْن سُلَيْمَان وَمُحَمَّد بْن عُبَيْد كِلَاهُمَا عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5528",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَاءَهُ جَاءٍ فَقَالَ أُكِلَتِ الْحُمُرُ، ثُمَّ جَاءَهُ جَاءٍ فَقَالَ أُكِلَتِ الْحُمُرُ‏.‏ ثُمَّ جَاءَهُ جَاءٍ فَقَالَ أُفْنِيَتِ الْحُمُرُ‏.‏ فَأَمَرَ مُنَادِيًا فَنَادَى فِي النَّاسِ إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ، فَإِنَّهَا رِجْسٌ‏.‏ فَأُكْفِئَتِ الْقُدُورُ وَإِنَّهَا لَتَفُورُ بِاللَّحْمِ‏.‏",
    "english_text": "Someone came to Allah's Messenger (ﷺ) and said, \"The donkeys have been (slaughtered and) eaten. Another \nman came and said, \"The donkeys have been destroyed.\" On that the Prophet (ﷺ) ordered a caller to \nannounce to the people: Allah and His Apostle forbid you to eat the meat of donkeys, for it is impure.' \nThus the pots were turned upside down while the (donkeys') meat was boiling in them.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَهَّاب ) ‏ ‏هُوَ اِبْنُ عَبْدِ الْمَجِيدِ الثَّقَفِيُّ , وَلَيْسَ هُوَ وَالِد الرَّاوِي عِنْد عَبْد اللَّه بْن عَبْد الْوَهَّاب , فَإِنَّ الرَّاوِي عَنْهُ عَبْدَرِيّ حَجَبِيّ لَا ثَقَفِيٌّ. ‏ ‏قَوْله : ( يَنْهَيَانِكُمْ ) ‏ ‏فِي رِوَايَةِ سُفْيَانَ الْآتِيَةِ \" يَنْهَاكُمْ \" بِالْإِفْرَادِ وَفِي رِوَايَةِ عَبْد الْوَهَّاب بِالتَّثْنِيَةِ , وَهُوَ دَالّ عَلَى جَوَاز جَمْع اِسْم اللَّه مَعَ غَيْرِهِ فِي ضَمِيرٍ وَاحِدٍ , فَيُرَدُّ بِهِ عَلَى مَنْ زَعَمَ أَنَّ قَوْلَهُ لِلْخَطِيبِ : \" بِئْسَ خَطِيبُ الْقَوْمِ أَنْتَ \" لِكَوْنِهِ قَالَ : \" وَمَنْ يَعْصِهِمَا فَقَدْ غَوَى \" وَقَدْ تَقَدَّمَتْ الْإِشَارَةُ إِلَى مَبَاحِثِ ذَلِكَ فِي كِتَابِ الصَّلَاةِ. ‏ ‏قَوْله : ( فَأُكْفِئَتْ الْقُدُورُ ) ‏ ‏قَالَ اِبْن التِّينِ : صَوَابُهُ فَكُفِّئَتْ , قَالَ الْأَصْمَعِيُّ : كَفَأْت الْإِنَاءَ قَلَبْته وَلَا يُقَالُ أَكْفَأْته , وَيُحْتَمَل أَنْ يَكُونَ الْمُرَادُ أُمِيلَتْ حَتَّى أُزِيلَ مَا فِيهَا , قَالَ الْكِسَائِيُّ : أَكْفَأْت الْإِنَاءَ أَمَلْته. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5529",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو قُلْتُ لِجَابِرِ بْنِ زَيْدٍ يَزْعُمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ حُمُرِ الأَهْلِيَّةِ فَقَالَ قَدْ كَانَ يَقُولُ ذَاكَ الْحَكَمُ بْنُ عَمْرٍو الْغِفَارِيُّ عِنْدَنَا بِالْبَصْرَةِ، وَلَكِنْ أَبَى ذَاكَ الْبَحْرُ ابْنُ عَبَّاسٍ وَقَرَأَ ‏{‏قُلْ لاَ أَجِدُ فِيمَا أُوحِيَ إِلَىَّ مُحَرَّمًا‏}‏",
    "english_text": "I said to Jabir bin Zaid, \"The people claim that Allah's Messenger (ﷺ) forbade the eating of donkey's meat.\" \nHe said, \"Al-Hakam bin `Amr Al-Ghifari used to say so when he was with us, but Ibn `Abbas, the \ngreat religious learned man, refused to give a final verdict and recited:-- 'Say: I find not in that which \nhas been inspired to me anything forbidden to be eaten by one who wishes to eat it, unless it be \ncarrion, blood poured forth or the flesh of swine...' (6.145)",
    "explication": "‏ ‏قَوْله ( سُفْيَان ) ‏ ‏هُوَ اِبْن عُيَيْنَةَ ‏ ‏وَعَمْرو ‏ ‏هُوَ اِبْنُ دِينَار. ‏ ‏قَوْله ( قُلْت لِجَابِرِ بْن زَيْد ) ‏ ‏هُوَ أَبُو الشَّعْثَاء بِمُعْجَمَةٍ وَمُثَلَّثَة الْبَصْرِيّ. ‏ ‏قَوْله ( يَزْعُمُونَ ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَة أَحَد مِنْهُمْ , وَقَدْ تَقَدَّمَ فِي الْبَاب الَّذِي قَبْله أَنَّ عَمْرو بْن دِينَار رَوَى ذَلِكَ عَنْ مُحَمَّد بْن عَلِيّ عَنْ جَابِر بْن عَبْد اللَّه , وَأَنَّ مِنْ الرُّوَاة مَنْ قَالَ عَنْهُ عَنْ جَابِر بِلَا وَاسِطَة. ‏ ‏قَوْله ( قَدْ كَانَ يَقُول ذَلِكَ الْحَكَم بْن عَمْرو الْغِفَارِيُّ عِنْدنَا بِالْبَصْرَةِ ) ‏ ‏زَادَ الْحُمَيْدِيّ فِي مُسْنَده عَنْ سُفْيَان بِهَذَا السَّنَد \" قَدْ كَانَ يَقُول ذَلِكَ الْحَكَم بْن عَمْرو عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَخْرَجَهُ أَبُو دَاوُدَ مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ عَمْرو بْن دِينَار مَضْمُومًا إِلَى حَدِيث جَابِر بْن عَبْد اللَّه فِي النَّهْي عَنْ لُحُوم الْحُمُر مَرْفُوعًا. وَلَمْ يُصَرِّح بِرَفْعِ حَدِيث الْحَكَم. ‏ ‏قَوْله ( وَلَكِنْ أَبَى ذَلِكَ الْبَحْر اِبْن عَبَّاس ) ‏ ‏و \" أَبَى \" مِنْ الْإِبَاء أَيْ اِمْتَنَعَ , وَالْبَحْر صِفَة لِابْنِ عَبَّاس قِيلَ لَهُ لِسَعَةِ عِلْمه , وَهُوَ مِنْ تَقْدِيم الصِّفَة عَلَى الْمَوْصُوف مُبَالَغَة فِي تَعْظِيم الْمَوْصُوف كَأَنَّهُ صَارَ عَلَمًا عَلَيْهِ , وَإِنَّمَا ذُكِرَ لِشُهْرَتِهِ بَعْد ذَلِكَ لِاحْتِمَالِ خَفَائِهِ عَلَى بَعْض النَّاس , وَوَقَعَ فِي رِوَايَة اِبْن جُرَيْجٍ \" وَأَبَى ذَلِكَ الْبَحْر يُرِيد اِبْن عَبَّاس \" وَهَذَا يُشْعِر بِأَنَّ فِي رِوَايَة اِبْن عُيَيْنَةَ إِدْرَاجًا. ‏ ‏قَوْله ( وَقَرَأَ قُلْ لَا أَجِد فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا ) ‏ ‏فِي رِوَايَة اِبْن مَرْدَوَيْهِ وَصَحَّحَهُ الْحَاكِم مِنْ طَرِيق مُحَمَّد بْن شَرِيك عَنْ عَمْرو بْن دِينَار عَنْ أَبِي الشَّعْثَاء عَنْ اِبْن عَبَّاس قَالَ \" كَانَ أَهْل الْجَاهِلِيَّة يَأْكُلُونَ أَشْيَاء وَيَتْرُكُونَ أَشْيَاء تَقَذُّرًا \" فَبَعَثَ لِلَّهِ نَبِيّه وَأَنْزَلَ كِتَابه وَأَحَلَّ حَلَاله وَحَرَّمَ حَرَامه , فَمَا أَحَلَّ فِيهِ فَهُوَ حَلَال , وَمَا حَرَّمَ فِيهِ فَهُوَ حَرَام , وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْو. وَتَلَا هَذِهِ : قُلْ لَا أَجِد إِلَى آخِرهَا \" وَالِاسْتِدْلَال بِهَذَا لِلْحِلِّ إِنَّمَا يَتِمّ فِيمَا لَمْ يَأْتِ فِيهِ نَصّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِتَحْرِيمِهِ , وَقَدْ تَوَارَدَتْ الْأَخْبَار بِذَلِكَ وَالتَّنْصِيص عَلَى التَّحْرِيم مُقَدَّم عَلَى عُمُوم التَّحْلِيل وَعَلَى الْقِيَاس , وَقَدْ تَقَدَّمَ فِي الْمَغَازِي عَنْ اِبْن عَبَّاس أَنَّهُ تَوَقَّفَ فِي النَّهْي عَنْ الْحُمُر : هَلْ كَانَ لِمَعْنًى خَاصّ , أَوْ لِلتَّأْيِيدِ ؟ فَفِيهِ عَنْ الشَّعْبِيّ عَنْهُ أَنَّهُ قَالَ : لَا أَدْرِي أَنَهَى عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَجْل أَنَّهُ كَانَ حَمُولَة النَّاس فَكَرِهَ أَنْ تَذْهَب حُمُولَتهمْ , أَوْ حَرَّمَهَا الْبَتَّة يَوْم خَيْبَر ؟ وَهَذَا التَّرَدُّد أَصَحّ مِنْ الْخَبَر الَّذِي جَاءَ عَنْهُ بِالْجَزْمِ بِالْعِلَّةِ الْمَذْكُورَة , وَكَذَا فِيمَا أَخْرَجَهُ الطَّبَرَانِيُّ وَابْن مَاجَهْ مِنْ طَرِيق شَقِيق بْن سَلَمَة عَنْ اِبْن عَبَّاس قَالَ \" إِنَّمَا حَرَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْحُمُر الْأَهْلِيَّة مَخَافَة قِلَّة الظَّهْر \" وَسَنَده ضَعِيف , وَتَقَدَّمَ فِي الْمَغَازِي فِي حَدِيث اِبْن أَبِي أَوْفَى : فَتَحَدَّثْنَا أَنَّهُ إِنَّمَا نَهَى عَنْهَا لِأَنَّهَا لَمْ تُخَمَّس \" وَقَالَ بَعْضهمْ نَهَى عَنْهَا لِأَنَّهَا كَانَتْ تَأْكُل الْعَذِرَة. ‏ ‏قُلْت : وَقَدْ أَزَالَ هَذِهِ الِاحْتِمَالَات مِنْ كَوْنهَا لَمْ تُخَمَّس أَوْ كَانَتْ جَلَّالَة أَوْ كَانَتْ اُنْتُهِبَتْ حَدِيث أَنَس الْمَذْكُور قَبْل هَذَا حَيْثُ جَاءَ فِيهِ \" فَإِنَّهَا رِجْس \" وَكَذَا الْأَمْر بِغَسْلِ الْإِنَاء فِي حَدِيث سَلَمَة , قَالَ الْقُرْطُبِيّ : قَوْله \" فَإِنَّهَا رِجْس \" ظَاهِر فِي عَوْد الضَّمِير عَلَى الْحُمُر لِأَنَّهَا الْمُتَحَدَّث عَنْهَا الْمَأْمُور بِإِكْفَائِهَا مِنْ الْقُدُور وَغَسْلهَا , وَهَذَا حُكْم الْمُتَنَجِّس , فَيُسْتَفَاد مِنْهُ تَحْرِيم أَكْلهَا , وَهُوَ دَالّ عَلَى تَحْرِيمهَا لِعَيْنِهَا لَا لِمَعْنًى خَارِج. وَقَالَ اِبْن دَقِيق الْعِيد : الْأَمْر بِإِكْفَاءِ الْقَدْر ظَاهِر أَنَّهُ سَبَب تَحْرِيم لَحْم الْحُمُر , وَقَدْ وَرَدَتْ عِلَل أُخْرَى إِنْ صَحَّ رَفْع شَيْء مِنْهَا وَجَبَ الْمَصِير إِلَيْهِ , لَكِنْ لَا مَانِع أَنْ يُعَلَّل الْحُكْم بِأَكْثَر مِنْ عِلَّة , وَحَدِيث أَبِي ثَعْلَبَة صَرِيح فِي التَّحْرِيم فَلَا مَعْدِل عَنْهُ. وَأَمَّا التَّعْلِيل بِخَشْيَةِ قِلَّة الظَّهْر فَأَجَابَ عَنْهُ الطَّحَاوِيُّ بِالْمُعَارَضَةِ بِالْخَيْلِ , فَإِنَّ فِي حَدِيث جَابِر النَّهْي عَنْ الْحُمُر وَالْإِذْن فِي الْخَيْل مَقْرُونًا , فَلَوْ كَانَتْ الْعِلَّة لِأَجْلِ الْحَمُولَة لَكَانَتْ الْخَيْل أَوْلَى بِالْمَنْعِ لِقِلَّتِهَا عِنْدهمْ وَعِزَّتهَا وَشِدَّة حَاجَتهمْ إِلَيْهَا. ‏ ‏وَالْجَوَاب عَنْ آيَة الْأَنْعَام أَنَّهَا مَكِّيَّة وَخَبَر التَّحْرِيم مُتَأَخِّر جِدًّا فَهُوَ مُقَدَّم , وَأَيْضًا فَنَصّ الْآيَة خَبَر عَنْ الْحُكْم الْمَوْجُود عِنْد نُزُولهَا , فَإِنَّهُ حِينَئِذٍ لَمْ يَكُنْ نَزَلَ فِي تَحْرِيم الْمَأْكُول إِلَّا مَا ذُكِرَ فِيهَا , وَلَيْسَ فِيهَا مَا يَمْنَع أَنْ يَنْزِل بَعْد ذَلِكَ غَيْر مَا فِيهَا , وَقَدْ نَزَلَ بَعْدهَا فِي الْمَدِينَة أَحْكَام بِتَحْرِيمِ أَشْيَاء غَيْر مَا ذُكِرَ فِيهَا كَالْخَمْرِ فِي آيَة الْمَائِدَة , وَفِيهَا أَيْضًا تَحْرِيم مَا أُهِلّ لِغَيْرِ اللَّه بِهِ وَالْمُنْخَنِقَة إِلَى آخِره , وَكَتَحْرِيمِ السِّبَاع وَالْحَشَرَات , قَالَ النَّوَوِيّ : قَالَ بِتَحْرِيمِ الْحُمُر الْأَهْلِيَّة أَكْثَر الْعُلَمَاء مِنْ الصَّحَابَة فَمَنْ بَعْدهمْ , وَلَمْ نَجِد عَنْ أَحَد مِنْ الصَّحَابَة فِي ذَلِكَ خِلَافًا لَهُمْ إِلَّا عَنْ اِبْن عَبَّاس , وَعِنْد الْمَالِكِيَّة ثَلَاث رِوَايَات ثَالِثهَا الْكَرَاهَة , وَأَمَّا الْحَدِيث الَّذِي أَخْرَجَهُ أَبُو دَاوُدَ عَنْ غَالِب بْن الْحُرّ قَالَ \" أَصَابَتْنَا سَنَة , فَلَمْ يَكُنْ فِي مَالِي مَا أُطْعِم أَهْلِي إِلَّا سِمَان حُمُر , فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت : إِنَّك حَرَّمْت لُحُوم الْحُمُر الْأَهْلِيَّة وَقَدْ أَصَابَتْنَا سَنَة , قَالَ : أَطْعِمْ أَهْلك مِنْ سَمِين حُمُرك , فَإِنَّمَا حَرَّمْتهَا مِنْ أَجْل حَوَالَيْ الْقَرْيَة \" يَعْنِي الْجَلَّالَة , وَإِسْنَاده ضَعِيف , وَالْمَتْن شَاذّ مُخَالِف لِلْأَحَادِيثِ الصَّحِيحَة , فَالِاعْتِمَاد عَلَيْهَا. وَأَمَّا الْحَدِيث الَّذِي أَخْرَجَهُ الطَّبَرَانِيُّ عَنْ أُمّ نَصْر الْمُحَارِبِيَّة \" أَنَّ رَجُلًا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْحُمُر الْأَهْلِيَّة فَقَالَ : أَلَيْسَ تَرْعَى الْكَلَأ وَتَأْكُل الشَّجَر ؟ قَالَ : نَعَمْ , قَالَ فَأَصِبْ مِنْ لُحُومهَا \" وَأَخْرَجَهُ اِبْن أَبِي شَيْبَة مِنْ طَرِيق رَجُل مِنْ بَنِي مُرَّة قَالَ \" سَأَلْت \" فَذَكَرَ نَحْوه , فَفِي السَّنَدَيْنِ مَقَال , وَلَوْ ثَبَتَا اِحْتَمَلَ أَنْ يَكُون قَبْل التَّحْرِيم. قَالَ الطَّحَاوِيُّ : لَوْ تَوَاتَرَ الْحَدِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِتَحْرِيمِ الْحُمُر الْأَهْلِيَّة لَكَانَ النَّظَر يَقْتَضِي حِلّهَا لِأَنَّ كُلّ مَا حُرِّمَ مِنْ الْأَهْلِيّ أُجْمِعَ عَلَى تَحْرِيمه إِذَا كَانَ وَحْشِيًّا كَالْخِنْزِيرِ , وَقَدْ أَجْمَعَ الْعُلَمَاء عَلَى حِلّ الْحِمَار الْوَحْشِيّ فَكَانَ النَّظَر يَقْتَضِي حِلّ الْحِمَار الْأَهْلِيّ. قُلْت : مَا اِدَّعَاهُ مِنْ الْإِجْمَاع مَرْدُود , فَإِنَّ كَثِيرًا مِنْ الْحَيَوَان الْأَهْلِيّ مُخْتَلَف فِي نَظِيره مِنْ الْحَيَوَان الْوَحْشِيّ كَالْهِرِّ , وَفِي الْحَدِيث أَنَّ الذَّكَاة لَا تُطَهِّر مَا لَا يَحِلّ أَكْله , وَأَنَّ كُلّ شَيْء تَنَجَّسَ بِمُلَاقَاةِ النَّجَاسَة يَكْفِي غَسْله مَرَّة وَاحِدَة لِإِطْلَاقِ الْأَمْر بِالْغَسْلِ فَإِنَّهُ يَصْدُق بِالِامْتِثَالِ بِالْمَرَّةِ , وَالْأَصْل أَنْ لَا زِيَادَة عَلَيْهَا , وَأَنَّ الْأَصْل فِي الْأَشْيَاء الْإِبَاحَة لِكَوْنِ الصَّحَابَة أَقْدَمُوا عَلَى ذَبْحهَا وَطَبْخهَا كَسَائِرِ الْحَيَوَان مِنْ قَبْل أَنْ يُسْتَأْمَرُوا مَعَ تَوَفُّر دَوَاعِيهمْ عَلَى السُّؤَال عَمَّا يُشْكِل , وَأَنَّهُ يَنْبَغِي لِأَمِيرِ الْجَيْش تَفَقُّد أَحْوَال رَعِيَّته , وَمَنْ رَآهُ فَعَلَ مَا لَا يَسُوغ فِي الشَّرْع أَشَاعَ مَنْعه إِمَّا بِنَفْسِهِ كَأَنْ يُخَاطِبهُمْ وَإِمَّا بِغَيْرِهِ بِأَنْ يَأْمُر مُنَادِيًا فَيُنَادِي لِئَلَّا يَغْتَرّ بِهِ مَنْ رَآهُ فَيَظُنّهُ جَائِزًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5530",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي ثَعْلَبَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ‏.‏ تَابَعَهُ يُونُسُ وَمَعْمَرٌ وَابْنُ عُيَيْنَةَ وَالْمَاجِشُونُ عَنِ الزُّهْرِيِّ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) forbade the eating of the meat of beasts having fangs.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا إِسْحَاق ) ‏ ‏هُوَ اِبْن رَاهْوَيْهِ , وَيَعْقُوب بْن إِبْرَاهِيم أَيْ اِبْن سَعِيد , وَصَالِح هُوَ اِبْنُ كَيْسَانَ. ‏ ‏قَوْله ( حَرَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لُحُوم الْحُمُر الْأَهْلِيَّة ) ‏ ‏تَابَعَهُ الزُّبَيْدِيّ وَعُقَيْل عَنْ الزُّهْرِيِّ , فَرِوَايَة الزُّبَيْدِيّ وَصَلَهَا النَّسَائِيُّ مِنْ طَرِيق بَقِيَّة قَالَ \" حَدَّثَنِي الزُّبَيْدِيّ - وَلَفْظه - نَهَى عَنْ أَكْل كُلّ ذِي نَابٍ مِنْ السِّبَاع , وَعَنْ لُحُوم الْحُمُر الْأَهْلِيَّة \" وَرِوَايَة عُقَيْل وَصَلَهَا أَحْمَد بِلَفْظِ الْبَاب وَزَادَ \" وَلَحْم كُلّ ذِي نَابٍ مِنْ السِّبَاع \" وَسَيَأْتِي الْبَحْث فِيهِ بَعْد هَذَا. وَوَقَعَ عِنْد النَّسَائِيِّ مِنْ وَجْه آخَر عَنْ أَبِي ثَعْلَبَة فِيهِ قِصَّة وَلَفْظه \" غَزَوْنَا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْبَر وَالنَّاس جِيَاع , فَوَجَدُوا حُمُرًا إِنْسِيَّة فَذَبَحُوا مِنْهَا , فَأَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَبْد الرَّحْمَن بْن عَوْف فَنَادَى : أَلَا إِنَّ لُحُوم الْحُمُر الْإنْسِيَّة لَا تَحِلّ \". ‏ ‏قَوْله ( وَقَالَ مَالِك وَمَعْمَر وَالْمَاجِشُون وَيُونُس وَابْن إِسْحَاق عَنْ الزُّهْرِيِّ : نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَكْل كُلّ ذِي نَابٍ مِنْ السِّبَاع ) ‏ ‏يَعْنِي لَمْ يَتَعَرَّضُوا فِيهِ لِذِكْرِ الْحُمُر , فَأَمَّا حَدِيث مَالِك فَسَيَأْتِي مَوْصُولًا فِي الْبَاب الَّذِي يَلِيه , وَأَمَّا حَدِيث مَعْمَر وَيُونُس فَوَصَلَهُمَا الْحَسَن بْن سُفْيَان مِنْ طَرِيق عَبْد اللَّه بْن الْمُبَارَك عَنْهُمَا , وَأَمَّا حَدِيث الْمَاجِشُونِ وَهُوَ يُوسُف بْن يَعْقُوب بْن أَبِي سَلَمَة فَوَصَلَهُ مُسْلِم عَنْ يَحْيَى بْن يَحْيَى عَنْهُ , وَأَمَّا حَدِيث اِبْن إِسْحَاق فَوَصَلَهُ إِسْحَاق بْن رَاهْوَيْهِ عَنْ عَبْدَة بْن سُلَيْمَان وَمُحَمَّد بْن عُبَيْد كِلَاهُمَا عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5531",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِشَاةٍ مَيِّتَةٍ فَقَالَ ‏\"‏ هَلاَّ اسْتَمْتَعْتُمْ بِإِهَابِهَا ‏\"‏‏.‏ قَالُوا إِنَّهَا مَيِّتَةٌ‏.‏ قَالَ ‏\"‏ إِنَّمَا حَرُمَ أَكْلُهَا ‏\"‏‏.‏",
    "english_text": "Once Allah's Messenger (ﷺ) passed by a dead sheep and said (to the people), \"Why don't you use its hide?\" \nThey said, \"But it is dead,\" He said, \"Only eating it, is prohibited.\"",
    "explication": "حَدِيثُ اِبْنِ عَبَّاسٍ فِي الِانْتِفَاعِ بِجِلْدِ الشَّاةِ لِقَوْلِهِ فِيهِ \" أَعْطَيْتهَا مَوْلَاةً لِمَيْمُونَةَ مِنْ الصَّدَقَةِ \" سَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي الذَّبَائِحِ إِنْ شَاءَ اللَّهُ تَعَالَى , وَلَمْ أَقِفْ عَلَى اِسْمِ هَذِهِ الْمَوْلَاةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5532",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا خَطَّابُ بْنُ عُثْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ حِمْيَرَ، عَنْ ثَابِتِ بْنِ عَجْلاَنَ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يَقُولُ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِعَنْزٍ مَيْتَةٍ فَقَالَ ‏\n\"‏ مَا عَلَى أَهْلِهَا لَوِ انْتَفَعُوا بِإِهَابِهَا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) passed by a dead goat and said, \"There is no harm if its owners benefit from its skin.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا خَطَّاب بْن عُثْمَان ) ‏ ‏هُوَ الْفَوْزِيّ بِفَتْحِ الْفَاء وَسُكُون الْوَاو بَعْدهَا زَاي , وَمُحَمَّد بْن حِمْيَر بِكَسْرِ الْمُهْمَلَة وَسُكُون الْمِيم وَفَتْح التَّحْتَانِيَّة , وَأَخْطَأَ مَنْ قَالَهُ بِالتَّصْغِيرِ , وَهُوَ قُضَاعِيّ حِمْصِيّ , وَكَذَا شَيْخه وَالرَّاوِي عَنْهُ حِمْصِيُّونَ مَا لَهُمْ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , إِلَّا مُحَمَّد بْن حِمْيَر وَلَهُ آخَر سَبَقَ فِي الْهِجْرَة إِلَى الْمَدِينَة , فَأَمَّا ثَابِت فَوَثَّقَهُ اِبْن مَعِين وَدُحَيْم , وَقَالَ أَحْمَد : أَنَا أَتَوَقَّف فِيهِ , وَسَاقَ لَهُ اِبْن عَدِيّ ثَلَاثَة أَحَادِيث غَرَائِب قَالَ الْعُقَيْلِيّ : لَا يُتَابِع فِي حَدِيثه , وَأَمَّا مُحَمَّد بْن حِمْيَر فَوَثَّقَهُ أَيْضًا اِبْن مَعِين وَدُحَيْم , وَقَالَ أَبُو حَاتِم لَا يُحْتَجّ بِهِ , وَأَمَّا خَطَّاب فَوَثَّقَهُ الدَّارَقُطْنِيُّ وَابْن حِبَّان لَكِنْ قَالَ رُبَّمَا أَخْطَأَ , فَهَذَا الْحَدِيث مِنْ أَجْل هَؤُلَاءِ مِنْ الْمُتَابَعَات لَا مِنْ الْأُصُول , وَالْأَصْل فِيهِ الَّذِي قَبْله , وَيُسْتَفَاد مِنْهُ خُرُوج الْحَدِيث عَنْ الْغَرَابَة , وَقَدْ اِدَّعَى الْخَطِيب تَفَرُّد هَؤُلَاءِ الرُّوَاة بِهِ فَقَالَ بَعْد أَنْ أَخْرَجَهُ مِنْ طَرِيق عُمَر بْن يَحْيَى بْن الْحَارِث الْحَرَّانِيّ \" حَدَّثَنَا جَدِّي خَطَّاب بْن عُثْمَان بِهِ هَذَا حَدِيث عَزِيز ضَيِّق الْمَخْرَج \" اِنْتَهَى. وَقَدْ وَجَدْت لِمُحَمَّدِ بْن حِمْيَر فِيهِ مُتَابِعًا أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ رِوَايَة عَبْد الْمَلِك بْن مُحَمَّد الصَّغَانِيّ عَنْ ثَابِت بْن عَجْلَان , وَوَجَدْت لِخَطَّابٍ فِيهِ مُتَابِعًا أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة عَلِيّ بْن بَحْر عَنْ مُحَمَّد بْن حِمْيَر , وَلِابْنِ عَبَّاس حَدِيث آخَر فِي الْمَعْنَى سَيَأْتِي فِي الْأَيْمَان وَالنُّذُور مِنْ طَرِيق عِكْرِمَة عَنْهُ عَنْ سَوْدَة قَالَتْ \" مَاتَتْ لَنَا شَاة فَدَبَغْنَا مَسْكهَا \" الْحَدِيث , وَالْمَسْك بِفَتْحِ الْمِيم وَسُكُون الْمُهْمَلَة الْجِلْد , وَهَذَا غَيْر حَدِيث الْبَاب جَزْمًا , وَهُوَ مِمَّا يَتَأَيَّد بِهِ مَنْ زَادَ ذِكْر الدِّبَاغ فِي الْحَدِيث ; وَقَدْ أَخْرَجَهُ أَحْمَد مُطَوَّلًا مِنْ طَرِيق سِمَاك بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ \" مَاتَتْ شَاة لِسَوْدَةَ بِنْت زَمْعَةَ فَقَالَتْ : يَا رَسُول اللَّه مَاتَتْ فُلَانَة , فَقَالَ : فَلَوْلَا أَخَذْتُمْ مَسْكهَا , فَقَالَتْ : نَأْخُذ مَسْك شَاة قَدْ مَاتَتْ ؟ فَقَالَ : إِنَّمَا قَالَ اللَّه ( قُلْ لَا أَجِدُ فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً ) الْآيَة وَإِنَّكُمْ لَا تُطْعِمُونَهُ , إِنْ تَدْبُغُوهُ تَنْتَفِعُوا بِهِ , قَالَ فَأَرْسَلْت إِلَيْهَا فَسَلَخَتْ مَسْكهَا فَدَبَغَتْهُ فَاِتَّخَذَتْ مِنْهُ قِرْبَة. الْحَدِيث. ‏ ‏قَوْله ( بِعَنْزٍ ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون النُّون بَعْدهَا زَاي هِيَ الْمَاعِزَة وَهِيَ الْأُنْثَى مِنْ الْمَعْز , وَلَا يُنَافِي رِوَايَة سِمَاك \" مَاتَتْ شَاة \" لِأَنَّهُ يُطْلَق عَلَيْهَا شَاة كَالضَّأْنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5533",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، عَنْ عَبْدِ الْوَاحِدِ، حَدَّثَنَا عُمَارَةُ بْنُ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنْ مَكْلُومٍ يُكْلَمُ فِي اللَّهِ إِلاَّ جَاءَ يَوْمَ الْقِيَامَةِ وَكَلْمُهُ يَدْمَى، اللَّوْنُ لَوْنُ دَمٍ وَالرِّيحُ رِيحُ مِسْكٍ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"None is wounded in Allah's Cause but will come on the Day of Resurrection \nwith his wound bleeding. The thing that will come out of his wound will be the color of blood, but its \nsmell will be the smell of musk.\"",
    "explication": "‏ ‏قَوْله ( مَا مِنْ مَكْلُوم ) ‏ ‏أَيْ مَجْرُوح ‏ ‏( وَكَلْمه ) ‏ ‏بِفَتْحِ الْكَاف وَسُكُون اللَّام ‏ ‏( يَدْمَى ) ‏ ‏بِفَتْحِ أَوَّله وَثَالِثه , وَقَدْ تَقَدَّمَ شَرْح هَذَا الْحَدِيث فِي كِتَاب الْجِهَاد , قَالَ النَّوَوِيّ : ظَاهِر قَوْله \" فِي سَبِيل اللَّه \" اِخْتِصَاصه بِمَنْ وَقَعَ لَهُ ذَلِكَ فِي قِتَال الْكُفَّار , لَكِنْ يَلْتَحِق بِهِ مَنْ قُتِلَ فِي حَرْب الْبُغَاة وَقُطَّاع الطَّرِيق وَإِقَامَة الْمَعْرُوف لَاشْتَرَاك الْجَمِيع فِي كَوْنهمْ شُهَدَاء , وَقَالَ اِبْن عَبْد الْبَرّ أَصْل الْحَدِيث فِي الْكُفَّار وَيَلْتَحِق هَؤُلَاءِ بِهِمْ بِالْمَعْنَى , لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قُتِلَ دُون مَاله فَهُوَ شَهِيد \" وَتَوَقَّفَ بَعْض الْمُتَأَخِّرِينَ فِي دُخُول مَنْ قَاتَلَ دُون مَاله لِأَنَّهُ يَقْصِد صَوْن مَاله بِدَاعِيَةِ الطَّبْع , وَقَدْ أَشَارَ فِي الْحَدِيث إِلَى اِخْتِصَاص ذَلِكَ بِالْمُخْلِصِ حَيْثُ قَالَ \" وَاَللَّه أَعْلَم بِمَنْ يُكْلَم فِي سَبِيله \" وَالْجَوَاب أَنَّهُ يُمْكِن فِيهِ الْإِخْلَاص مَعَ إِرَادَة صَوْن الْمَال , كَأَنْ يَقْصِد بِقِتَالِ مَنْ أَرَادَ أَخَذَهُ مِنْهُ صَوْن الَّذِي يُقَاتِلهُ عَنْ اِرْتِكَاب الْمَعْصِيَة وَامْتِثَال أَمْر الشَّارِع بِالدَّفْعِ , وَلَا يُمَحَّض الْقَصْد لِصَوْنِ الْمَال , فَهُوَ كَمَنْ قَاتَلَ لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا مَعَ تَشَوُّفه إِلَى الْغَنِيمَة. قَالَ اِبْن الْمُنَيِّر : وَجْه اِسْتِدْلَال الْبُخَارِيّ بِهَذَا الْحَدِيث عَلَى طَهَارَة الْمِسْك وَكَذَا بِاَلَّذِي بَعْده وُقُوع تَشْبِيهِ دَم الشَّهِيد بِهِ , لِأَنَّهُ فِي سِيَاق التَّكْرِيم وَالتَّعْظِيم , فَلَوْ كَانَ نَجِسًا لَكَانَ مِنْ الْخَبَائِث وَلَمْ يَحْسُن التَّمْثِيل بِهِ فِي هَذَا الْمَقَام. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5534",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَثَلُ الْجَلِيسِ الصَّالِحِ وَالسَّوْءِ كَحَامِلِ الْمِسْكِ وَنَافِخِ الْكِيرِ، فَحَامِلُ الْمِسْكِ إِمَّا أَنْ يُحْذِيَكَ، وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ، وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيحًا طَيِّبَةً، وَنَافِخُ الْكِيرِ إِمَّا أَنْ يُحْرِقَ ثِيَابَكَ، وَإِمَّا أَنْ تَجِدَ رِيحًا خَبِيثَةً ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, 'The example of a good pious companion and an evil one is that of a person carrying \nmusk and another blowing a pair of bellows. The one who is carrying musk will either give you some \nperfume as a present, or you will buy some from him, or you will get a good smell from him, but the \none who is blowing a pair of bellows will either burn your clothes or you will get a bad smell from \nhim.\"",
    "explication": "تَقَدَّمَ شَرْح حَدِيث أَبِي مُوسَى فِي الْجَلِيس الصَّالِح فِي أَوَائِل الْبُيُوع , وَقَوْله فِيهِ ‏ ‏\" يُحْذِيكَ \" ‏ ‏بِضَمِّ أَوَّله وَمُهْمَلَة سَاكِنَة وَذَال مُعْجَمَة مَكْسُورَة أَيْ يُعْطِيك وَزْنًا وَمَعْنًى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5535",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ أَنْفَجْنَا أَرْنَبًا وَنَحْنُ بِمَرِّ الظَّهْرَانِ، فَسَعَى الْقَوْمُ فَلَغَبُوا، فَأَخَذْتُهَا فَجِئْتُ بِهَا إِلَى أَبِي طَلْحَةَ فَذَبَحَهَا، فَبَعَثَ بِوَرِكَيْهَا ـ أَوْ قَالَ بِفَخِذَيْهَا ـ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَبِلَهَا‏.‏",
    "english_text": "Once we provoked a rabbit at Marr-az-Zahran. The people chased it till they got tired. Then I caught It \nand brought it to Abu Talha, who slaughtered it and then sent both its pelvic pieces (or legs) to the \nProphet, and the Prophet (ﷺ) accepted the present.",
    "explication": "‏ ‏وَقَوْله فِي حَدِيث أَنَس ( أَنْفَجْنَا ) ‏ ‏بِالْفَاءِ وَالْجِيم أَيْ أَثَرْنَا. ‏ ‏وَقَوْله : ( فَلَغِبُوا ) ‏ ‏بِالْمُعْجَمَةِ وَالْمُوَحَّدَة أَيْ تَعِبُوا. وَوَقَعَ كَذَلِكَ فِي رِوَايَة الْْكُشْمِيهَنِيّ. وَأَغْرَبَ الدَّاوُدِيّ , فَقَالَ : مَعْنَاهُ عَطِشُوا. وَتَعَقَّبَهُ اِبْن التِّين وَقَالَ : ضَبَطُوا لَغِبُوا بِكَسْرِ الْغَيْن وَالْفَتْح أَعْرِف , وَسَيَأْتِي شَرْحُهُ إِنْ شَاءَ اللَّه تَعَالَى فِي كِتَاب الصَّيْد وَالذَّبَائِح. ‏ ‏وَمَرّ الظَّهْرَانِ ‏ ‏وَادٍ مَعْرُوف عَلَى خَمْسَة أَمْيَال مِنْ مَكَّة إِلَى جِهَة الْمَدِينَة , وَقَدْ ذَكَرَ الْوَاقِدِيّ أَنَّهُ مِنْ مَكَّة عَلَى خَمْسَة أَمْيَال. وَزَعَمَ اِبْن وَضَّاح أَنَّ بَيْنهمَا أَحَدًا وَعِشْرِينَ مِيلًا , وَقِيلَ سِتَّة عَشَر وَبِهِ جَزَمَ الْبَكْرِيّ , قَالَ النَّوَوِيّ : وَالْأَوَّل غَلَط وَإِنْكَار لِلْمَحْسُوسِ. وَمَرّ قَرْيَة ذَات نَخْل وَزَرْع وَمِيَاهُ , وَالظَّهْرَانِ اِسْم الْوَادِي , وَتَقُول الْعَامَّة بَطْن مَرْوٍ. ‏ ‏قُلْت : وَقَوْل الْبَكْرِيّ هُوَ الْمُعْتَمَدُ وَاللَّه أَعْلَم. ‏ ‏وَأَبُو طَلْحَة ‏ ‏هُوَ زَوْج أُمّ سُلَيْمٍ وَالِدَة أَنَس , ‏ ‏وَقَوْله : \" فَخُذِيهَا لَا شَكَّ فِيهِ \" ‏ ‏يُشِيرُ إِلَى أَنَّهُ يَشُكّ فِي الْوَرِكَيْنِ خَاصَّة , وَأَنَّ الشَّكّ فِي قَوْله : \" فَخُذِيهَا أَوْ وَرِكَيْهَا \" لَيْسَ عَلَى السَّوَاء , أَوْ كَانَ يَشُكُّ فِي الْفَخِذَيْنِ ثُمَّ اِسْتَيْقَنَ , وَكَذَلِكَ شَكَّ فِي الْأَكْل ثُمَّ اِسْتَيْقَنَ الْقَبُول فَجَزَمَ بِهِ آخِرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5536",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ الضَّبُّ لَسْتُ آكُلُهُ وَلاَ أُحَرِّمُهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"I do not eat mastigure, but I do not prohibit its eating.\"",
    "explication": "‏ ‏قَوْله : ( مَاشِيًا وَرَاكِبًا ) ‏ ‏أَيْ بِحَسَبِ مَا تَيَسَّرَ , وَالْوَاوُ بِمَعْنًى أَوْ. ‏ ‏قَوْله : ( وَكَانَ عَبْد اَللَّه ) ‏ ‏أَيْ اِبْن عُمَر كَمَا ثَبَتَ فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5537",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنْ خَالِدِ بْنِ الْوَلِيدِ، أَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بَيْتَ مَيْمُونَةَ فَأُتِيَ بِضَبٍّ مَحْنُوذٍ، فَأَهْوَى إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ فَقَالَ بَعْضُ النِّسْوَةِ أَخْبِرُوا رَسُولَ اللَّهِ صلى الله عليه وسلم بِمَا يُرِيدُ أَنْ يَأْكُلَ‏.‏ فَقَالُوا هُوَ ضَبٌّ يَا رَسُولَ اللَّهِ‏.‏ فَرَفَعَ يَدَهُ، فَقُلْتُ أَحَرَامٌ هُوَ يَا رَسُولَ اللَّهِ فَقَالَ ‏\n\"‏ لاَ، وَلَكِنْ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ ‏\"‏‏.‏ قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَنْظُرُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) and I entered the house of Maimuna. A roasted mastigure was served. Allah's Messenger (ﷺ) \nstretched his hand out (to eat of it) but some woman said, \"Inform Allah's Messenger (ﷺ) of what he is about \nto eat.\" So they said, \"It is mastigure, O Allah's Messenger (ﷺ)!\" He withdrew his hand, whereupon I said, \"O \nAllah's Messenger (ﷺ)! Is it unlawful?\" He said, \"No, but this is not found in the land of my people, so I \ndislike it.\" So I pulled the mastigure towards me and ate it while Allah's Messenger (ﷺ) was looking at me.",
    "explication": "حَدِيث اِبْن عَبَّاس فِي قِصَّة خَالِد بْن الْوَلِيد فِي الضَّبّ , سَيَأْتِي شَرْحهَا فِي كِتَاب الصَّيْد وَالذَّبَائِح إِنْ شَاءَ اللَّه تَعَالَى. وَأَشَارَ اِبْن بَطَّالٍ إِلَى أَنَّ أَخْذ الْحُكْم لِلتَّرْجَمَةِ ظَاهِر مِنْ جِهَة أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْوَى لِيَأْكُل ثُمَّ لَمْ يَمْتَنِع إِلَّا لِكَوْنِهِ ضَبًّا فَلَوْ كَانَ غَيْر ضَبّ لَأَكَلَ. ‏ ‏قَوْله فِي آخِره ( وَقَالَ مَالِك عَنْ اِبْن شِهَاب بِضَبٍّ مَحْنُوذ ) ‏ ‏يَأْتِي مَوْصُولًا فِي الذَّبَائِح مِنْ طَرِيق مَالِك ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5538",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يُحَدِّثُهُ عَنْ مَيْمُونَةَ، أَنَّ فَأْرَةً، وَقَعَتْ، فِي سَمْنٍ فَمَاتَتْ، فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْهَا فَقَالَ ‏\n\"‏ أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُ ‏\"‏‏.‏ قِيلَ لِسُفْيَانَ فَإِنَّ مَعْمَرًا يُحَدِّثُهُ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ‏.‏ قَالَ مَا سَمِعْتُ الزُّهْرِيَّ يَقُولُ إِلاَّ عَنْ عُبَيْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَقَدْ سَمِعْتُهُ مِنْهُ مِرَارًا‏.‏",
    "english_text": "A mouse fell into the butter-fat and died. The Prophet (ﷺ) was asked about that. He said, \"Throw away the \nmouse and the butter-fat that surrounded it, and eat the rest of the butter-fat (As-Samn).",
    "explication": "‏ ‏قَوْله ( عَنْ مَيْمُونَة ) ‏ ‏تَقَدَّمَ فِي أَوَاخِر كِتَاب الْوُضُوء بَيَان الِاخْتِلَاف فِيهِ عَلَى الزُّهْرِيِّ فِي إِثْبَاتِ مَيْمُونَة فِي الْإِسْنَاد وَعَدَمه , وَأَنَّ الرَّاجِح إِثْبَاتهَا فِيهِ , وَتَقَدَّمَ هُنَاكَ الِاخْتِلَاف عَلَى مَالِك فِي وَصْله وَانْقِطَاعه. ‏ ‏قَوْله ( فَقَالَ أَلْقُوهَا وَمَا حَوْلهَا ) ‏ ‏هَكَذَا أَوْرَدَهُ أَكْثَر أَصْحَاب اِبْن عُيَيْنَةَ عَنْهُ وَوَقَعَ فِي مُسْنَد إِسْحَاق بْن رَاهْوَيْهِ وَمِنْ طَرِيقه أَخْرَجَهُ اِبْن حِبَّان بِلَفْظِ \" إِنْ كَانَ جَامِدًا فَأَلْقُوهَا وَمَا حَوْلهَا وَكُلُوهُ , وَإِنْ كَانَ ذَائِبًا فَلَا تَقْرَبُوهُ \" وَهَذِهِ الزِّيَادَة فِي رِوَايَة اِبْن عُيَيْنَةَ غَرِيبَة وَسَيَأْتِي الْقَوْل فِيهَا. ‏ ‏قَوْله ( قِيلَ لِسُفْيَان ) ‏ ‏الْقَائِل لِسُفْيَان ذَلِكَ هُوَ عَلِيُّ بْن الْمَدِينِيّ شَيْخ الْبُخَارِيّ , كَذَلِكَ ذَكَرَهُ فِي عِلَله. ‏ ‏قَوْله ( فَإِنَّ مَعْمَرًا يُحَدِّث بِهِ إِلَخْ ) ‏ ‏طَرِيق مَعْمَر هَذِهِ وَصَلَهَا أَبُو دَاوُدَ عَنْ الْحَسَن بْن عَلِيّ الْحَلْوَانِيّ وَأَحْمَد بْن صَالِح كِلَاهُمَا عَنْ عَبْد الرَّزَّاق عَنْ مَعْمَر بِإِسْنَادِهِ الْمَذْكُور إِلَى أَبِي هُرَيْرَة , وَنَقَلَ التِّرْمِذِيّ عَنْ الْبُخَارِيّ أَنَّ هَذِهِ الطَّرِيق خَطَأ وَالْمَحْفُوظ رِوَايَة الزُّهْرِيِّ مِنْ طَرِيق مَيْمُونَة , وَجَزَمَ الذُّهْلِيُّ بِأَنَّ الطَّرِيقَيْنِ صَحِيحَانِ , وَقَدْ قَالَ أَبُو دَاوُدَ فِي رِوَايَته عَنْ الْحَسَن بْن عَلِيّ \" قَالَ الْحَسَن : وَرُبَّمَا حَدَّثَ بِهِ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ عَبْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس عَنْ مَيْمُونَة \" وَأَخْرَجَهُ أَبُو دَاوُدَ أَيْضًا عَنْ أَحْمَد بْن صَالِح عَنْ عَبْد الرَّزَّاق عَنْ عَبْد الرَّحْمَن بْن بُوذَوَيْهِ عَنْ مَعْمَر كَذَلِكَ مِنْ طَرِيق مَيْمُونَة , وَكَذَا أَخْرَجَهُ النَّسَائِيُّ عَنْ خُشَيْش بْن أَصْرَم عَنْ عَبْد الرَّزَّاق , وَذَكَرَ الْإِسْمَاعِيلِيّ أَنَّ اللَّيْث رَوَاهُ عَنْ الزُّهْرِيِّ عَنْ سَعِيد بْن الْمُسَيِّب قَالَ \" بَلَغَنَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ فَأْرَة وَقَعَتْ فِي سَمْن جَامِد \" الْحَدِيث , وَهَذَا يَدُلّ عَلَى أَنَّ لِرِوَايَةِ الزُّهْرِيِّ عَنْ سَعِيد أَصْلًا , وَكَوْن سُفْيَان بْن عُيَيْنَةَ لَمْ يَحْفَظهُ عَنْ الزُّهْرِيِّ إِلَّا مِنْ طَرِيق مَيْمُونَة لَا يَقْتَضِي أَنْ لَا يَكُون لَهُ عِنْده إِسْنَاد آخَر , وَقَدْ جَاءَ عَنْ الزُّهْرِيِّ فِيهِ إِسْنَاد ثَالِث أَخْرَجَهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق عَبْد الْجَبَّار بْن عُمَر عَنْ الزُّهْرِيِّ عَنْ سَالِم عَنْ اِبْن عُمَر بِهِ , وَعَبْد الْجَبَّار مُخْتَلَف فِيهِ. ‏ ‏قَالَ الْبَيْهَقِيّ : وَجَاءَ مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ الزُّهْرِيِّ كَذَلِكَ , لَكِنْ السَّنَد إِلَى اِبْن جُرَيْجٍ ضَعِيف وَالْمَحْفُوظ أَنَّهُ مِنْ قَوْل اِبْن عُمَر. ‏ ‏قَوْله ( قَالَ مَا سَمِعْت الزُّهْرِيَّ ) ‏ ‏الْقَائِل هُوَ سُفْيَان \" وَقَوْله وَلَقَدْ سَمِعَتْهُ مِنْهُ مِرَارًا \" أَيْ مِنْ طَرِيق مَيْمُونَة فَقَطْ , وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ عَنْ جَعْفَر الْفِرْيَابِيّ عَنْ عَلِيّ بْن الْمَدِينِيّ شَيْخ الْبُخَارِيّ فِيهِ قَالَ سُفْيَان : كَمْ سَمِعْنَاهُ مِنْ الزُّهْرِيِّ يُعِيدهُ وَيُبْدِئهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5539",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنِ الدَّابَّةِ، تَمُوتُ فِي الزَّيْتِ وَالسَّمْنِ وَهْوَ جَامِدٌ أَوْ غَيْرُ جَامِدٍ، الْفَأْرَةِ أَوْ غَيْرِهَا قَالَ بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِفَأْرَةٍ مَاتَتْ فِي سَمْنٍ، فَأَمَرَ بِمَا قَرُبَ مِنْهَا فَطُرِحَ ثُمَّ أُكِلَ، عَنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ‏.‏",
    "english_text": "regarding an animal, e.g., a mouse or some other animal that had fallen into solid or liquid oil or \nbutter-fat: I had been informed that a mouse had died in butter-fat whereupon Allah's Messenger (ﷺ) ordered \nthat the butter-fat near it be thrown away and the rest of the butter-fat can be eaten.",
    "explication": "‏ ‏قَوْله ( عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , ‏ ‏وَيُونُس ‏ ‏هُوَ اِبْنُ زَيْد. ‏ ‏قَوْله ( عَنْ الزُّهْرِيِّ عَنْ الدَّابَّة ) ‏ ‏أَيْ فِي حُكْم الدَّابَّة ( تَمُوت فِي الزَّيْت وَالسَّمْن إِلَخْ ) ظَاهِر فِي أَنَّ الزُّهْرِيَّ كَانَ فِي هَذَا الْحُكْم لَا يُفَرِّق بَيْن السَّمْن وَغَيْره وَلَا بَيْن الْجَامِد مِنْهُ وَالذَّائِب , لِأَنَّهُ ذَكَرَ ذَلِكَ فِي السُّؤَال ثُمَّ اِسْتَدَلَّ بِالْحَدِيثِ فِي السَّمْن , فَأَمَّا غَيْر السَّمْن فَإِلْحَاقه بِهِ فِي الْقِيَاس عَلَيْهِ وَاضِح , وَأَمَّا عَدَم الْفَرْق بَيْن الذَّائِب وَالْجَامِد فَلِأَنَّهُ لَمْ يُذْكَر فِي اللَّفْظ الَّذِي اِسْتَدَلَّ بِهِ , وَهَذَا يَقْدَح فِي صِحَّة مَنْ زَادَ فِي هَذَا الْحَدِيث عَنْ الزُّهْرِيِّ التَّفْرِقَة بَيْن الْجَامِد وَالذَّائِب كَمَا ذُكِرَ قَبْل عَنْ إِسْحَاق , وَهُوَ مَشْهُور مِنْ رِوَايَة مَعْمَر عَنْ الزُّهْرِيِّ أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَغَيْرهمَا وَصَحَّحَهُ اِبْن حِبَّان وَغَيْره عَلَى أَنَّهُ اُخْتُلِفَ عَنْ مَعْمَر فِيهِ , فَأَخْرَجَهُ اِبْن أَبِي شَيْبَة عَنْ عَبْد الْأَعْلَى عَنْ مَعْمَر بِغَيْرِ تَفْصِيل , نَعَمْ وَقَعَ عِنْد النَّسَائِيِّ مِنْ رِوَايَة اِبْن الْقَاسِم عَنْ مَالِك وَصْف السَّمْن فِي الْحَدِيث بِأَنَّهُ جَامِد , وَتَقَدَّمَ التَّنْبِيه عَلَيْهِ فِي الطَّهَارَة وَكَذَا وَقَعَ عِنْد أَحْمَد مِنْ رِوَايَة الْأَوْزَاعِيِّ عَنْ الزُّهْرِيِّ , وَكَذَا عِنْد الْبَيْهَقِيِّ مِنْ رِوَايَة حَجَّاج بْن مِنْهَال عَنْ اِبْن عُيَيْنَةَ , وَكَذَا أَخْرَجَهُ أَبُو دَاوُدَ الطَّيَالِسِيّ فِي مُسْنَده عَنْ سُفْيَان وَتَقَدَّمَ التَّنْبِيه عَلَى الزِّيَادَة الَّتِي وَقَعَتْ فِي رِوَايَة إِسْحَاق اِبْن رَاهْوَيْهِ عَنْ سُفْيَان وَأَنَّهُ تَفَرَّدَ بِالتَّفْصِيلِ عَنْ سُفْيَان دُون حُفَّاظ أَصْحَابه مِثْل أَحْمَد وَالْحُمَيْدِيّ وَمُسَدَّد وَغَيْرهمْ , وَوَقَعَ التَّفْصِيل فِيهِ أَيْضًا فِي رِوَايَة عَبْد الْجَبَّار بْن عُمَر عَنْ الزُّهْرِيِّ عَنْ سَالِم عَنْ أَبِيهِ , وَقَدْ تَقَدَّمَ أَنَّ الصَّوَاب فِي هَذَا الْإِسْنَاد أَنَّهُ مَوْقُوف , وَهَذَا الَّذِي يَنْفَصِل بِهِ الْحُكْم فِيمَا يَظْهَر لِي بِأَنَّ التَّقْيِيد عَنْ الزُّهْرِيِّ عَنْ سَالِم عَنْ أَبِيهِ مِنْ قَوْله , وَالْإِطْلَاق مِنْ رِوَايَته مَرْفُوعًا , لِأَنَّهُ لَوْ كَانَ عِنْده مَرْفُوعًا مَا سَوَّى فِي فَتْوَاهُ بَيْن الْجَامِد وَغَيْر الْجَامِد , وَلَيْسَ الزُّهْرِيُّ مِمَّنْ يُقَال فِي حَقّه لَعَلَّهُ نَسِيَ الطَّرِيق الْمُفَصَّلَة الْمَرْفُوعَة لِأَنَّهُ كَانَ أَحْفَظ النَّاس فِي عَصْره فَخَفَاء ذَلِكَ عَنْهُ فِي غَايَة الْبُعْد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5540",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ ـ رضى الله عنهم ـ قَالَتْ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ فَأْرَةٍ سَقَطَتْ فِي سَمْنٍ فَقَالَ ‏\n\"‏ أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) was asked about a mouse that had fallen into butter-fat (and died). He said, \"Throw away \nthe mouse and the portion of butter-fat around it, and eat the rest.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيلُ ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس. ‏ ‏قَوْله ( عَنْ مَيْمُونَةَ ) ‏ ‏هِيَ بِنْت الْحَارِث خَالَة اِبْن عَبَّاس. ‏ ‏قَوْله : ( سُئِلَ عَنْ فَأْرَةٍ ) ‏ ‏بِهَمْزَةٍ سَاكِنَةٍ وَالسَّائِل عَنْ ذَلِكَ هِيَ مَيْمُونَة. وَوَقَعَ فِي رِوَايَةِ يَحْيَى الْقَطَّان وَجُوَيْرِيَةَ عَنْ مَالِكٍ فِي هَذَا الْحَدِيثِ \" أَنَّ مَيْمُونَة اِسْتَفْتَتْ \" رَوَاهُ الدَّارَقُطْنِيّ وَغَيْره. ‏ ‏قَوْله : ( سَقَطَتْ فِي سَمْنٍ ) ‏ ‏زَاد النَّسَائِيّ مِنْ رِوَايَة عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مَالِكٍ \" فِي سَمْنٍ جَامِدٍ \" وَزَاد الْمُصَنِّفِ فِي الذَّبَائِحِ مِنْ رِوَايَةِ اِبْن عُيَيْنَةَ عَنْ اِبْن شِهَابٍ \" فَمَاتَتْ \". ‏ ‏قَوْله : ( وَمَا حَوْلَهَا ) ‏ ‏أَيْ مِنْ السَّمْنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5541",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ حَنْظَلَةَ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَرِهَ أَنْ تُعْلَمَ الصُّورَةُ،‏.‏ وَقَالَ ابْنُ عُمَرَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ تُضْرَبَ‏.‏ تَابَعَهُ قُتَيْبَةُ حَدَّثَنَا الْعَنْقَزِيُّ عَنْ حَنْظَلَةَ وَقَالَ تُضْرَبُ الصُّورَةُ‏.‏",
    "english_text": "that Ibn `Umar disliked the branding of animals on the face. Ibn `Umar said, \"The Prophet (ﷺ) forbade \nbeating (animals) on the face.\"",
    "explication": "‏ ‏قَوْله ( عَنْ حَنْظَلَة ) ‏ ‏هُوَ اِبْنُ أَبِي سُفْيَان الْجُمَحِيِّ , ‏ ‏وَسَالِم ‏ ‏هُوَ اِبْن عَبْد اللَّه بْن عُمَر. ‏ ‏قَوْله ( أَنْ تُعْلَم ) ‏ ‏بِضَمِّ أَوَّله أَيْ تُجْعَل فِيهَا عَلَامَة. ‏ ‏قَوْله ( الصُّورَة ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ فِي الْمَوْضِعَيْنِ \" الصُّوَر \" بِفَتْحِ الْوَاوِ بِلَا هَاء جَمْع صُورَة وَالْمُرَاد بِالصُّورَةِ الْوَجْه. ‏ ‏قَوْله ( وَقَالَ اِبْن عُمَر : نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ تُضْرَب ) ‏ ‏هُوَ مَوْصُول بِالسَّنَدِ الْمَذْكُور , بَدَأَ بِالْمَوْقُوفِ وَثَنَّى بِالْمَرْفُوعِ مُسْتَدِلًّا بِهِ عَلَى مَا ذُكِرَ مِنْ الْكَرَاهَة , لِأَنَّهُ إِذَا ثَبَتَ النَّهْي عَنْ الضَّرْب كَانَ مَنْع الْوَسْم أَوْلَى , وَيَحْتَمِل أَنْ يَكُون أَشَارَ إِلَى مَا أَخْرَجَهُ مُسْلِم مِنْ حَدِيث جَابِر \" نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الضَّرْب فِي الْوَجْه وَعَنْ الْوَسْم فِي الْوَجْه \" وَفِي لَفْظ لَهُ \" مَرَّ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِحِمَارٍ قَدْ وُسِمَ فِي وَجْهِهِ فَقَالَ : لَعَنَ اللَّه مَنْ وَسَمَهُ \". ‏ ‏قَوْله ( تَابَعَهُ قُتَيْبَة قَالَ حَدَّثَنَا الْعَنْقَزِيّ ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَالْقَاف بَيْنهمَا نُون سَاكِنَة وَبَعْد الْقَاف زَاي , مَنْسُوب إِلَى الْعَنْقَز وَهُوَ نَبْت طَيِّب الرِّيح , وَيُقَال هُوَ الْمَرْزَنْجُوش بِفَتْحِ الْمِيم وَسُكُون الرَّاء ثُمَّ فَتْح الزَّاي وَسُكُون النُّون بَعْدهَا جِيم مَضْمُومَة وَآخِره مُعْجَمَة , وَهَذَا تَفْسِير لِلشَّيْءِ بِمِثْلِهِ فِي الْخَفَاء , وَالْمَرْزَنْجُوش هُوَ الشَّمَار أَوْ الشّذَاب , وَقِيلَ الْعَنْقَز الرَّيْحَان , وَقِيلَ الْقَصَب الْغَضّ , وَاسْم الْعَنْقَزِيّ عَمْرو بْن مُحَمَّد الْكُوفِيّ وَثَّقَهُ أَحْمَد وَالنَّسَائِيُّ وَغَيْرهمَا , وَقَالَ اِبْن حِبَّان فِي الثِّقَات كَانَ يَبِيع الْعَنْقَز. وَهَذِهِ الْمُتَابَعَة لَهَا حُكْم الْوَصْل عِنْد اِبْن الصَّلَاح لِأَنَّ قُتَيْبَة مِنْ شُيُوخ الْبُخَارِيّ , وَإِنَّمَا ذَكَرَهَا لِزِيَادَةِ الْمَحْذُوف فِي رِوَايَة عُبَيْد اللَّه بْن مُوسَى حَيْثُ قَالَ \" أَنْ تُضْرَب \" فَإِنَّ الضَّمِير فِي رِوَايَته لِلصُّورَةِ لِكَوْنِهَا ذُكِرَتْ أَوَّلًا وَأَفْصَحَ الْعَنْقَزِيّ فِي رِوَايَته بِذَلِكَ , وَقَوْله عَنْ حَنْظَلَة يُرِيد بِالسَّنَدِ الْمَذْكُور وَهُوَ عَنْ سَالِم عَنْ أَبِيهِ , وَقَدْ أَخْرَجَ الْإِسْمَاعِيلِيّ الْحَدِيث مِنْ طَرِيق بِشْر بْن السِّرِّيّ وَمُحَمَّد بْن عَدِيّ فَرَّقَهُمَا كِلَاهُمَا عَنْ حَنْظَلَة بِالسَّنَدِ الْمَذْكُور وَاللَّفْظ الْمَذْكُور , لَكِنْ لَفْظ رِوَايَة بِشْر بْن السَّرِيّ \" عَنْ الصُّورَة تُضْرَب \" وَأَخْرَجَهُ مِنْ طَرِيق وَكِيع عَنْ حَنْظَلَة بِلَفْظِ \" أَنْ تُضْرَب وُجُوه الْبَهَائِم \" وَمِنْ وَجْه آخَر عَنْهُ \" أَنْ تُضْرَب الصُّورَة \" يَعْنِي الْوَجْه , وَأَخْرَجَهُ أَيْضًا مِنْ طَرِيق مُحَمَّد بْن بَكْر يَعْنِي الْبُرْسَانِيّ وَإِسْحَاق بْن سُلَيْمَان الرَّازِيّ كِلَاهُمَا عَنْ حَنْظَلَة قَالَ \" سَمِعْت \" سَالِمًا يَسْأَل عَنْ الْعَلَم فِي الصُّورَة فَقَالَ : كَانَ اِبْن عُمَر يَكْرَه أَنْ تُعَلَّم الصُّورَة \" وَبَلَغْنَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى أَنْ تُضْرَب الصُّورَة \" يَعْنِي بِالصُّورَةِ الْوَجْه. قَالَ الْإِسْمَاعِيلِيّ الْمُسْنَد مِنْهُ عَلَى اِضْطِرَاب فِيهِ ضَرْب الصُّورَة , وَأَمَّا الْعَلَم فَإِنَّهُ مِنْ قَوْل اِبْن عُمَر وَكَانَ الْمَعْنَى فِيهِ الْكَيّ , قُلْت وَهَذِهِ الرِّوَايَة الْأَخِيرَة هِيَ الْمُطَابِقَة لِلَّفْظِ التَّرْجَمَة , وَعَطْفه الْوَسْم عَلَيْهَا إِمَّا عَطْف تَفْسِيرِيّ وَإِمَّا مِنْ عَطْف الْأَعَمّ عَلَى الْأَخَصّ. وَأَشَارَ الْإِسْمَاعِيلِيّ بِالِاضْطِرَابِ إِلَى الرِّوَايَة الْأَخِيرَة حَيْثُ قَالَ فِيهَا \" وَبَلَغَنَا \" فَإِنَّ الظَّاهِر أَنَّهُ مِنْ قَوْل سَالِم فَيَكُون مُرْسَلًا بِخِلَافِ الرِّوَايَات الْأُخْرَى أَنَّهَا ظَاهِرَة الِاتِّصَال لَكِنْ اِجْتِمَاع الْعَدَد الْكَثِير أَوْلَى مِنْ تَقْصِير مَنْ قَصَّرَ بِهِ وَالْحُكْم لَهُمْ. وَمِثْل هَذَا لَا يُسَمَّى اِضْطِرَابًا فِي الِاصْطِلَاح لِأَنَّ شَرْط الِاضْطِرَاب أَنْ يَتَعَذَّر التَّرْجِيح بَعْد تَعَذُّر الْجَمْع وَلَيْسَ الْأَمْر هُنَا كَذَلِكَ. وَجَاءَ فِي ذِكْر الْوَسْم فِي الْوَجْه صَرِيحًا حَدِيث جَابِر قَالَ \" مَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِحِمَارٍ قَدْ وُسِمَ فِي وَجْهه فَقَالَ : لَعَنَ اللَّه مَنْ فَعَلَ هَذَا. لَا يَسِم أَحَد الْوَجْه وَلَا يَضْرِب أَحَد الْوَجْه \" أَخْرَجَهُ عَبْد الرَّزَّاق وَمُسْلِم وَالتِّرْمِذِيّ. وَهُوَ شَاهِد جَيِّد لِحَدِيثِ اِبْن عُمَر. وَتَقَدَّمَ الْبَحْث فِي ضَرْب وَجْه الْآدَمِيّ فِي كِتَاب الْجِهَاد فِي الْكَلَام عَلَى حَدِيث أَبِي هُرَيْرَة , وَتَقَدَّمَ قَبْل أَبْوَاب النَّهْي عَنْ صَبْر الْبَهِيمَة وَعَنْ الْمُثْلَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5542",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ، قَالَ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم بِأَخٍ لِي يُحَنِّكُهُ، وَهْوَ فِي مِرْبَدٍ لَهُ، فَرَأَيْتُهُ يَسِمُ شَاةً ـ حَسِبْتُهُ قَالَ ـ فِي آذَانِهَا‏.‏",
    "english_text": "I brought a brother of mine to the Prophet (ﷺ) to do Tahnik for him while the Prophet (ﷺ) was in a sheep fold \nof his, and I saw him branding a sheep. (The sub-narrator said: I think Anas said, branding it on the \near.)",
    "explication": "‏ ‏قَوْله ( عَنْ هِشَام بْن زَيْد ) ‏ ‏أَيْ اِبْن أَنَس بْن مَالِك. ‏ ‏قَوْله ( عَنْ أَنَس ) ‏ ‏هُوَ جَدُّهُ. ‏ ‏قَوْله ( بِأَخٍ لِي يُحَنِّكهُ ) ‏ ‏هُوَ أَخُوهُ مِنْ أُمّه وَهُوَ عَبْد اللَّه بْن أَبِي طَلْحَة , وَسَيَأْتِي مُطَوَّلًا فِي اللِّبَاس مِنْ وَجْهٍ آخَر. ‏ ‏قَوْله ( فِي مِرْبَد ) ‏ ‏بِكَسْرِ الْمِيم وَسُكُون الرَّاء وَفَتْح الْمُوَحَّدَة بَعْدهَا مُهْمَلَة مَكَان الْإِبِل وَكَأَنَّ الْغَنَم أُدْخِلَتْ فِيهِ مَعَ الْإِبِل. ‏ ‏قَوْله ( وَهُوَ يَسِم شَاة ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" شَاءَ \" بِالْهَمْزِ وَهُوَ جَمْع شَاة مِثْل شِيَاه , وَسَيَأْتِي فِي الرِّوَايَة الَّتِي فِي اللِّبَاس بِلَفْظِ \" وَهُوَ يَسِم الظَّهْر الَّذِي قَدِمَ عَلَيْهِ \" وَفِيهِ مَا يَدُلّ عَلَى أَنَّ ذَلِكَ بَعْد رُجُوعهمْ مِنْ غَزْوَة الْفَتْح وَحُنَيْن , وَالْمُرَاد بِالظَّهْرِ الْإِبِل , وَكَأَنَّهُ كَانَ يَسِم الْإِبِل وَالْغَنَم فَصَادَفَ أَوَّل دُخُول أَنَس وَهُوَ يَسِم شَاة , وَرَآهُ يَسِم غَيْر ذَلِكَ , وَقَدْ تَقَدَّمَ فِي الْعَقِيقَة بَيَان شَيْء مِنْ هَذَا. ‏ ‏قَوْله ( حَسِبْته ) ‏ ‏الْقَائِل شُعْبَة , وَالضَّمِيرُ لِهِشَام بْن زَيْد وَقَعَ مُبَيَّنًا فِي رِوَايَة مُسْلِم. ‏ ‏قَوْله ( فِي آذَانهَا ) ‏ ‏هَذَا مَحَلّ التَّرْجَمَة وَهُوَ الْعُدُول عَنْ الْوَسْم فِي الْوَجْه إِلَى الْوَسْم فِي الْأُذُن , فَيُسْتَفَاد مِنْهُ أَنَّ الْأُذُن لَيْسَتْ مِنْ الْوَجْه , وَفِيهِ حُجَّة لِلْجُمْهُورِ فِي جَوَاز وَسْم الْبَهَائِم بِالْكَيِّ , وَخَالَفَ فِيهِ الْحَنَفِيَّة تَمَسُّكًا بِعُمُومِ النَّهْي عَنْ التَّعْذِيب بِالنَّارِ , وَمِنْهُمْ مَنْ اِدَّعَى بِنَسْخِ وَسْم الْبَهَائِم وَجَعَلَهُ الْجُمْهُور مَخْصُوصًا مِنْ عُمُوم النَّهْي. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5543",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، حَدَّثَنَا سَعِيدُ بْنُ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ قُلْتُ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّنَا نَلْقَى الْعَدُوَّ غَدًا، وَلَيْسَ مَعَنَا مُدًى‏.‏ فَقَالَ ‏\"‏ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلُوا، مَا لَمْ يَكُنْ سِنٌّ وَلاَ ظُفُرٌ، وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ، أَمَّا السِّنُّ فَعَظْمٌ، وَأَمَّا الظُّفْرُ فَمُدَى الْحَبَشَةِ ‏\"‏‏.‏ وَتَقَدَّمَ سَرَعَانُ النَّاسِ فَأَصَابُوا مِنَ الْغَنَائِمِ وَالنَّبِيُّ صلى الله عليه وسلم فِي آخِرِ النَّاسِ فَنَصَبُوا قُدُورًا فَأَمَرَ بِهَا فَأُكْفِئَتْ وَقَسَمَ بَيْنَهُمْ وَعَدَلَ بَعِيرًا بِعَشْرِ شِيَاهٍ، ثُمَّ نَدَّ بَعِيرٌ مِنْ أَوَائِلِ الْقَوْمِ وَلَمْ يَكُنْ مَعَهُمْ خَيْلٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ‏.‏ فَقَالَ ‏\"‏ إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا فَعَلَ مِنْهَا هَذَا فَافْعَلُوا مِثْلَ هَذَا ‏\"‏‏.‏",
    "english_text": "I said to the Prophet, \"We will be facing the enemy tomorrow and we have no knives (for \nslaughtering)' He said, \"If you slaughter the animal with anything that causes its blood to flow out, \nand if Allah's Name is mentioned on slaughtering it, eat of it, unless the killing instrument is a tooth or \nnail. I will tell you why: As for the tooth, it is a bone; and as for the nail, it is the knife of Ethiopians.\" \nThe quick ones among the people got the war booty while the Prophet (ﷺ) was behind the people. So they \nplaced the cooking pots on the fire, but the Prophet (ﷺ) ordered the cooking pots to be turned upside \ndown. Then he distributed (the war booty) among them, considering one camel as equal to ten sheep. \nThen a camel belonging to the first party of people ran away and they had no horses with them, so a \nman shot it with an arrow whereby Allah stopped it. The Prophet (ﷺ) said, \"Of these animals there are \nsome which are as wild as wild beasts. So, if anyone of them runs away like this, do like this (shoot it \nwith an arrow).",
    "explication": "‏ ‏قَوْله ( عَنْ سَعِيد بْن مَسْرُوق ) ‏ ‏هَكَذَا جَزَمَ بِهِ عَبْدَان عَنْ أَبِيهِ عَنْ شُعْبَة , وَوَقَعَ فِي رِوَايَة غُنْدَر عَنْ شُعْبَة \" أَكْبَر عِلْمِي أَنِّي سَمِعْته مِنْ سَعِيد بْن مَسْرُوق وَحَدَّثَنِي بِهِ سُفْيَان يَعْنِي الثَّوْرِيّ عَنْهُ \" أَخْرَجَهُ النَّسَائِيُّ , وَأَخْرَجَهُ أَحْمَد عَنْ غُنْدَر فَبَيَّنَ أَنَّ الْقَدْر الَّذِي كَانَ يَشُكّ شُعْبَة فِي سَمَاعه لَهُ مِنْ سَعِيد بْن مَسْرُوق هُوَ قَوْله \" وَجَعَلَ عَشْرًا مِنْ الشَّاه بِبَعِيرٍ \" قُلْت : وَلِهَذِهِ النُّكْتَة اِقْتَصَرَ الْبُخَارِيّ مِنْ الْحَدِيث مِنْ رِوَايَة شُعْبَة هَذِهِ عَلَى مَا عَدَا قِصَّة تَعْدِيل الْعَشْر شِيَاه بِالْبَعِيرِ , إِذْ هُوَ الْمُحَقَّق مِنْ السَّمَاع , وَقَدْ تَقَدَّمَتْ مَبَاحِث الْحَدِيث قَرِيبًا. ‏ ‏قَوْله ( عَنْ عَبَايَة بْن رِفَاعَة ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرّ \" عَنْ عَبَايَة بْن رَافِع \" وَرَافِع جَدّ عَبَايَة وَأَبُوهُ رِفَاعَة فَنُسِبَ فِي هَذِهِ الرِّوَايَة إِلَى جَدّه وَلَوْ أُخِذَ بِظَاهِرِهَا لَكَانَ الْحَدِيث عَنْ خَدِيج وَالِد رَافِع وَلَيْسَ كَذَلِكَ , وَقَوْله فِي هَذِهِ الرِّوَايَة \" وَنَدَّ بَعِير فَحَبَسَهُ \" فِيهِ اِخْتِصَار , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق مُعَاذ عَنْ شُعْبَة بِلَفْظِ \" وَنَدَّ بَعِير مِنْهَا فَسَعَوْا لَهُ , فَرَمَاهُ رَجُل بِسَهْمٍ فَحَبَسَهُ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5544",
    "category": "كتاب الذبائح والصيد",
    "text_chakl": "حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا عُمَرُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَنَدَّ بَعِيرٌ مِنَ الإِبِلِ ـ قَالَ ـ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ، قَالَ ثُمَّ قَالَ ‏\"‏ إِنَّ لَهَا أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا ‏\"‏‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نَكُونُ فِي الْمَغَازِي وَالأَسْفَارِ فَنُرِيدُ أَنْ نَذْبَحَ فَلاَ تَكُونُ مُدًى قَالَ ‏\"‏ أَرِنْ مَا نَهَرَ ـ أَوْ أَنْهَرَ ـ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ، غَيْرَ السِّنِّ وَالظُّفُرِ، فَإِنَّ السِّنَّ عَظْمٌ، وَالظُّفُرَ مُدَى الْحَبَشَةِ ‏\"‏‏.‏",
    "english_text": "While we were with the Prophet. on a journey, one of the camels ran away. A man shot it with an \narrow and stopped it. The Prophet (ﷺ) said, \"Of these camels some are as wild as wild beasts, so if one of \nthem runs away and you cannot catch it, then do like this (shoot it with an arrow).\" I said, \"O Allah's \nApostle! Sometimes when we are in battles or on a journey we want to slaughter (animals) but we \nhave no knives.\" He said, \"Listen! If you slaughter the animal with anything that causes its blood to \nflow out, and if Allah's Name is mentioned on slaughtering it, eat of it, provided that the slaughtering \ninstrument is not a tooth or a nail, as the tooth is a bone and the nail is the knife of Ethiopians.\"",
    "explication": "حَدِيث رَافِع بْن خَدِيج قَدْ تَقَدَّمَتْ مَبَاحِثه , ‏ ‏وَسُفْيَان ‏ ‏هُوَ الثَّوْرِيّ ‏ ‏قَوْله ( قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلْ يَعْنِي مَا أَنْهَرَ الدَّم إِلَّا السِّنّ وَالظُّفُر ) ‏ ‏كَذَا عِنْد الْجَمِيع , وَلَمْ أَرَهُ عِنْد أَحْمَد مِمَّنْ رَوَاهُ عَنْ الثَّوْرِيّ بِهَذَا اللَّفْظ , و \" كُلْ \" فِعْل أَمْر بِالْأَكْلِ وَلَفْظ \" يَعْنِي \" تَفْسِير , كَأَنَّ الرَّاوِي قَالَ كَلَامًا هَذَا مَعْنَاهُ , وَقَدْ أَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيق الْبَاغَنْدِيّ عَنْ قَبِيصَة شَيْخ الْبُخَارِيّ فِيهِ بِلَفْظِ \" كُنَّا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذِي الْحُلَيْفَة فَأَصَابَ النَّاس إِبِلًا وَغَنَمًا \" قَالَ وَذَكَرَ الْحَدِيث بِنَحْوِهِ وَزَادَ فِي آخِره \" قَالَ عَبَايَة : ثُمَّ إِنَّ نَاضِحًا تَرَدَّى بِالْمَدِينَةِ فَذُبِحَ مِنْ قِبَل شَاكِلَته , فَأَخَذَ مِنْهُ اِبْن عُمَر عَشِيرًا بِدِرْهَمَيْنِ \" وَسَيَأْتِي الْحَدِيث بَعْد قَلِيل مِنْ طَرِيق يَحْيَى الْقَطَّان عَنْ الثَّوْرِيّ مُطَوَّلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]