[
  {
    "id": 5545,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ الإِيَامِيِّ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ، مَنْ فَعَلَهُ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلُ فَإِنَّمَا هُوَ لَحْمٌ قَدَّمَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ ‏\"‏‏.‏ فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ وَقَدْ ذَبَحَ فَقَالَ إِنَّ عِنْدِي جَذَعَةً‏.‏ فَقَالَ ‏\"‏ اذْبَحْهَا وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏ قَالَ مُطَرِّفٌ عَنْ عَامِرٍ عَنِ الْبَرَاءِ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَنْ ذَبَحَ بَعْدَ الصَّلاَةِ تَمَّ نُسُكُهُ، وَأَصَابَ سُنَّةَ الْمُسْلِمِينَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said (on the day of Idal-Adha), \"The first thing we will do on this day of ours, is to offer \nthe (`Id) prayer and then return to slaughter the sacrifice. Whoever does so, he acted according to our \nSunna (tradition), and whoever slaughtered (the sacrifice) before the prayer, what he offered was just \nmeat he presented to his family, and that will not be considered as Nusak (sacrifice).\" (On hearing \nthat) Abu Burda bin Niyar got up, for he had slaughtered the sacrifice before the prayer, and said, \"I \nhave got a six month old ram.\" The Prophet (ﷺ) said, 'Slaughter it (as a sacrifice) but it will not be \nsufficient for any-one else (as a sacrifice after you). Al-Bara' added: The Prophet (ﷺ) said, \"Whoever \nslaughtered (the sacrifice) after the prayer, he slaughtered it at the right time and followed the tradition \nof the Muslims.\"",
    "explication": "أَمَّا حَدِيثُ الْبَرَاءِ فَظَاهِرُهُ يُخَالِفُ التَّرْجَمَةَ , لِأَنَّ قَوْلَهُ ‏ ‏\" أَوَّلُ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" ‏ ‏مُشْعِرٌ بِأَنَّ هَذَا الْكَلَامَ وَقَعَ قَبْلَ إِيقَاعِ الصَّلَاةِ فَيَسْتَلْزِمُ تَقْدِيمَ الْخُطْبَةِ عَلَى الصَّلَاةِ بِنَاءً عَلَى أَنَّ هَذَا الْكَلَامَ مِنْ الْخُطْبَةِ , وَلِأَنَّهُ عَقَّبَ الصَّلَاةَ بِالنَّحْرِ , وَالْجَوَابُ أَنَّ الْمُرَادَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْعِيدَ ثُمَّ خَطَبَ فَقَالَ هَذَا الْكَلَامَ , وَأَرَادَ بِقَوْلِهِ \" إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ \" أَيْ فِي يَوْمِ الْعِيدِ تَقْدِيمَ الصَّلَاةِ فِي أَيِّ عِيدٍ كَانَ. وَالتَّعْقِيبُ بِثُمَّ لَا يَسْتَلْزِمُ عَدَمَ تَخَلُّلِ أَمْرٍ آخَرَ بَيْنَ الْأَمْرَيْنِ. قَالَ اِبْنُ بَطَّالٍ : غَلِطَ النَّسَائِيُّ فَتَرْجَمَ بِحَدِيثِ الْبَرَاءِ فَقَالَ \" بَابُ الْخُطْبَةِ قَبْلَ الصَّلَاةِ \" قَالَ : وَخَفَى عَلَيْهِ أَنَّ الْعَرَبَ قَدْ تَضَعُ الْفِعْلَ الْمُسْتَقْبِلَ مَكَانَ الْمَاضِي , وَكَأَنَّهُ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : أَوَّلُ مَا يَكُونُ بِهِ الِابْتِدَاءُ فِي هَذَا الْيَوْمِ الصَّلَاةُ الَّتِي قَدَّمْنَا فِعْلَهَا. قَالَ : وَهُوَ مِثْلُ قَوْلِهِ تَعَالَى ( وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا ) أَيْ الْإِيمَانُ الْمُتَقَدِّمُ مِنْهُمْ ا ه. وَالْمُعْتَمَدُ فِي صِحَّةِ مَا تَأَوَّلْنَاهُ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْآتِيَةُ بَعْدَ ثَمَانِيَةِ أَبْوَابٍ فِي هَذَا الْحَدِيثِ بِعَيْنِهِ بِلَفْظِ \" خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحَى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ , ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ : إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلَاةِ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" الْحَدِيثَ , فَتَبَيَّنَ أَنَّ ذَلِكَ الْكَلَامَ وَقَعَ مِنْهُ بَعْدَ الصَّلَاةِ. وَقَالَ الْكَرْمَانِيُّ : الْمُسْتَفَادُ مِنْ حَدِيثِ الْبَرَاءِ أَنَّ الْخُطْبَةَ مُقَدَّمَةٌ عَلَى الصَّلَاةِ , ثُمَّ قَالَ فِي مَوْضِعٍ آخَرَ : فَإِنْ قُلْت فَمَا دَلَالَتُهُ عَلَى التَّرْجَمَةِ ؟ قُلْت : لَوْ قَدَّمَ الْخُطْبَةَ عَلَى الصَّلَاةِ لَمْ تَكُنْ الصَّلَاةُ أَوَّلَ مَا بُدِئَ بِهِ , وَلَا يَلْزَمُ مِنْ كَوْنِ هَذَا الْكَلَامِ وَقَعَ قَبْلَ الصَّلَاةِ أَنْ تَكُونَ الْخُطْبَةُ وَقَعَتْ قَبْلَهَا ا ه. وَحَاصِلُهُ أَنَّهُ يَجْعَلُ الْكَلَامَ الْمَذْكُورَ سَابِقًا عَلَى الصَّلَاةِ , وَيَمْنَعُ كَوْنَهُ مِنْ الْخُطْبَةِ. لَكِنْ قَدْ بَيَّنَتْ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْمَذْكُورَةُ أَنَّ الصَّلَاةَ لَمْ يَتَقَدَّمْهَا شَيْءٌ , لِأَنَّهُ عَقَّبَ الْخُرُوجَ إِلَيْهَا بِالْفَاءِ. وَصَرَّحَ مَنْصُورٌ فِي رِوَايَتِهِ عَنْ الشَّعْبِيِّ فِي هَذَا الْحَدِيثِ بِأَنَّ الْكَلَامَ الْمَذْكُورَ وَقَعَ فِي الْخُطْبَةِ , وَلَفْظُهُ \" عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ : خَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى بَعْدَ الصَّلَاةِ فَقَالَ \" فَذَكَرَ الْحَدِيثَ. وَقَدْ تَقَدَّمَ قَبْلَ بَابَيْنِ وَيَأْتِي أَيْضًا فِي أَوَاخِرِ الْعِيدِ , فَيَتَعَيَّنُ التَّأْوِيلُ الَّذِي قَدَّمْنَاهُ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5546,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَإِنَّمَا ذَبَحَ لِنَفْسِهِ، وَمَنْ ذَبَحَ بَعْدَ الصَّلاَةِ فَقَدْ تَمَّ نُسُكُهُ، وَأَصَابَ سُنَّةَ الْمُسْلِمِينَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever slaughtered the sacrifice before the prayer, he just slaughtered it for \nhimself, and whoever slaughtered it after the prayer, he slaughtered it at the right time and followed \nthe tradition of the Muslims.\"",
    "explication": "‏ ‏قَوْله فِي حَدِيث الْبَرَاء \" إِنَّ أَوَّل مَا نَبْدَأ بِهِ يَوْمنَا هَذَا أَنْ نُصَلِّي ثُمَّ نَرْجِع فَنَنْحَر \" ‏ ‏وَقَعَ فِي بَعْض الرِّوَايَات \" فِي يَوْمنَا هَذَا نُصَلِّي \" بِحَذْفِ \" أَنْ \" وَعَلَيْهَا شَرْح الْكَرْمَانِيّ فَقَالَ : هُوَ مِثْل \" تَسْمَع بِالْمُعَيْدِيّ خَيْر مِنْ أَنْ تَرَاهُ \" وَهُوَ عَلَى تَنْزِيل الْفِعْل مَنْزِلَة الْمَصْدَر , وَالْمُرَاد بِالسُّنَّةِ هُنَا فِي الْحَدِيثَيْنِ مَعًا الطَّرِيقَة لَا السُّنَّة بِالِاصْطِلَاحِ الَّتِي تُقَابِل الْوُجُوب , وَالطَّرِيقَة أَعَمُّ مِنْ أَنْ تَكُون لِلْوُجُوبِ أَوْ لِلنَّدْبِ , فَإِذَا لَمْ يَقُمْ دَلِيل عَلَى الْوُجُوب بَقِيَ النَّدْب وَهُوَ وَجْه إِيرَادهَا فِي هَذِهِ التَّرْجَمَة. وَقَدْ اِسْتَدَلَّ مَنْ قَالَ بِالْوُجُوبِ بِوُقُوعِ الْأَمْر فِيهِمَا بِالْإِعَادَةِ , وَأُجِيبَ بِأَنَّ الْمَقْصُود بَيَان شَرْط الْأُضْحِيَّة الْمَشْرُوعَة , فَهُوَ كَمَا لَوْ قَالَ لِمَنْ صَلَّى رَاتِبَة الضُّحَى مَثَلًا قَبْل طُلُوع الشَّمْس : إِذَا طَلَعَتْ الشَّمْس فَأَعِدْ صَلَاتك , وَقَوْله فِي حَدِيث الْبَرَاء \" وَلَيْسَ مِنْ النُّسُك فِي شَيْء \" النُّسُك يُطْلَق وَيُرَاد بِهِ الذَّبِيحَة وَيُسْتَعْمَل فِي نَوْع خَاصّ مِنْ الدِّمَاء الْمُرَاقَة , وَيُسْتَعْمَل بِمَعْنَى الْعِبَادَة وَهُوَ أَعَمُّ يُقَال فُلَان نَاسِك أَيْ عَابِد , وَقَدْ اُسْتُعْمِلَ فِي حَدِيث الْبَرَاء بِالْمَعْنَى الثَّالِث وَبِالْمَعْنَى الْأَوَّل أَيْضًا فِي قَوْله فِي الطَّرِيق الْأُخْرَى \" مَنْ نَسَكَ قَبْل الصَّلَاة فَلَا نُسُك لَهُ \" أَيْ مَنْ ذَبَحَ قَبْل الصَّلَاة فَلَا ذَبْحَ لَهُ أَيْ لَا يَقَع عَنْ الْأُضْحِيَّة , ‏ ‏وَقَوْله فِيهِ \" وَقَالَ مُطَرِّف \" ‏ ‏يَعْنِي اِبْن طَرِيف بِالطَّاءِ الْمُهْمَلَة وَزْن عَظِيم , وَعَامِر هُوَ الشَّعْبِيّ , وَقَدْ تَقَدَّمَتْ رِوَايَة مُطَرِّف مَوْصُولَة فِي الْعِيدَيْنِ وَتَأْتِي أَيْضًا بَعْد ثَمَانِيَة أَبْوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5547,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ بَعْجَةَ الْجُهَنِيِّ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ قَسَمَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ أَصْحَابِهِ ضَحَايَا، فَصَارَتْ لِعُقْبَةَ جَذَعَةٌ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ صَارَتْ جَذَعَةٌ‏.‏ قَالَ ‏\n\"‏ ضَحِّ بِهَا ‏\"‏‏.‏",
    "english_text": "that the Prophet (ﷺ) distributed among his companions some animals for sacrifice (to be slaughtered on \n`Id-al-Adha). `Uqba's share was a Jadha'a (a six month old goat). `Uqba said, \"O Allah's Messenger (ﷺ)! I get \nin my share of Jadha'a (a six month old ram).\" The Prophet (ﷺ) said, \"Slaughter it as a sacrifice.\"",
    "explication": "‏ ‏قَوْله : ( هِشَام ) ‏ ‏هُوَ الدَّسْتُوَائِيّ ‏ ‏وَيَحْيَى ‏ ‏هُوَ اِبْن أَبِي كَثِير. ‏ ‏قَوْله : ( عَنْ بَعْجَة ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ طَرِيق مُعَاوِيَة بْن سَلَّام عَنْ يَحْيَى أَخْبَرَنِي بَعْجَة بْن عَبْد اللَّه , وَهُوَ بِفَتْحِ الْمُوَحَّدَة وَسُكُون الْمُهْمَلَة بَعْدهَا جِيم , وَاسْم جَدّه بَدْر , وَهُوَ تَابِعِيّ مَعْرُوف مَا لَهُ فِي الْبُخَارِيّ إِلَّا هَذَا الْحَدِيث , وَقَدْ أَزَالَتْ رِوَايَة مُسْلِم مَا يُخْشَى مِنْ تَدْلِيس يَحْيَى بْن أَبِي كَثِير. ‏ ‏قَوْله : ( عَنْ عُقْبَة ) ‏ ‏فِي رِوَايَة مُسْلِم الْمَذْكُورَة أَنَّ عُقْبَة بْن عَامِر أَخْبَرَهُ. ‏ ‏قَوْله : ( قَسَمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَصْحَابه ضَحَايَا ) ‏ ‏سَيَأْتِي بَعْد أَرْبَعَة أَبْوَاب أَنَّ عُقْبَة هُوَ الَّذِي بَاشَرَ الْقِسْمَة , وَتَقَدَّمَ فِي الشَّرِكَة \" بَاب وَكَالَة الشَّرِيك لِلشَّرِيكِ فِي الْقِسْمَة \" وَأَوْرَدَهُ فِيهِ أَيْضًا , وَأَشَارَ إِلَى أَنَّ عُقْبَة كَانَ لَهُ فِي تِلْكَ الْغَنَم نَصِيب بِاعْتِبَارِ أَنَّهَا كَانَتْ مِنْ الْغَنَائِم , وَكَذَا كَانَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا نَصِيب , وَمَعَ هَذَا فَوَكَّلَهُ فِي قِسْمَتهَا وَقَدَّمْت لَهُ هُنَاكَ تَوْجِيهًا آخَر , وَهَذَا التَّوْجِيه أَقْوَى مِنْهُ ,. قَالَ اِبْن الْمُنَيِّر يَحْتَمِل أَنْ يَكُون الْمُرَاد أَنَّهُ أَطْلَقَ عَلَيْهَا ضَحَايَا بِاعْتِبَارِ مَا يَئُول إِلَيْهِ الْأَمْر , وَيَحْتَمِل أَنْ يَكُون عَيَّنَهَا لِلْأُضْحِيَّةِ ثُمَّ قَسَمَهَا بَيْنهمْ لِيَحُوزَ كُلّ وَاحِد نَصِيبه , فَيُؤْخَذ مِنْهُ جَوَاز قِسْمَة لَحْم الْأُضْحِيَّة بَيْن الْوَرَثَة وَلَا يَكُون ذَلِكَ بَيْعًا , وَهِيَ مَسْأَلَة خِلَاف لِلْمَالِكِيَّةِ , قَالَ : وَمَا أَرَى الْبُخَارِيّ مَعَ دِقَّة نَظَره قَصَدَ بِالتَّرْجَمَةِ إِلَّا هَذَا , كَذَا قَالَ. ‏ ‏قَوْله : ( فَصَارَتْ لِعُقْبَةَ ) ‏ ‏أَيْ اِبْن عَامِر ‏ ‏( جَذَعَة ) ‏ ‏بِفَتْحِ الْجِيم وَالذَّال الْمُعْجَمَة هُوَ وَصْف لِسِنٍّ مُعَيَّن مِنْ بَهِيمَة الْأَنْعَام , فَمِنْ الضَّأْن مَا أَكْمَلَ السَّنَة وَهُوَ قَوْل الْجُمْهُور , وَقِيلَ دُونهَا. ثُمَّ اُخْتُلِفَ فِي تَقْدِيره فَقِيلَ اِبْن سِتَّة أَشْهُر وَقِيلَ ثَمَانِيَة وَقِيلَ عَشَرَة , وَحَكَى التِّرْمِذِيّ عَنْ وَكِيع أَنَّهُ اِبْن سِتَّة أَشْهُر أَوْ سَبْعَة أَشْهُر. وَعَنْ اِبْن الْأَعْرَابِيّ أَنَّ اِبْن الشَّابَّيْنِ يُجْذَع لِسِتَّةِ أَشْهُر إِلَى سَبْعَة وَابْن الْهَرَمَيْنِ يُجْذَع لِثَمَانِيَةٍ إِلَى عَشَرَة , قَالَ وَالضَّأْن أَسْرَعُ إِجْذَاعًا مِنْ الْمَعْز , وَأَمَّا الْجَذَع مِنْ الْمَعْز فَهُوَ مَا دَخَلَ فِي السَّنَة الثَّانِيَة وَمِنْ الْبَقَر مَا أَكْمَلَ الثَّالِثَة وَمِنْ الْإِبِل مَا دَخَلَ فِي الْخَامِسَة , وَسَيَأْتِي بَيَان الْمُرَاد بِهَا هُنَا قَرِيبًا , وَأَنَّهَا كَانَتْ مِنْ الْمَعْز بَعْد أَرْبَعَة أَبْوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5548,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا وَحَاضَتْ بِسَرِفَ، قَبْلَ أَنْ تَدْخُلَ مَكَّةَ وَهْىَ تَبْكِي فَقَالَ ‏\"‏ مَا لَكِ أَنَفِسْتِ ‏\"‏‏.‏ قَالَتْ نَعَمْ‏.‏ قَالَ ‏\"‏ إِنَّ هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ، فَاقْضِي مَا يَقْضِي الْحَاجُّ غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ ‏\"‏‏.‏ فَلَمَّا كُنَّا بِمِنًى أُتِيتُ بِلَحْمِ بَقَرٍ، فَقُلْتُ مَا هَذَا قَالُوا ضَحَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَزْوَاجِهِ بِالْبَقَرِ‏.‏",
    "english_text": "that the Prophet (ﷺ) entered upon her when she had her menses at Sarif before entering Mecca, and she \nwas weeping (because she was afraid that she would not be able to perform the Hajj). The Prophet (ﷺ) \nsaid, \"What is wrong with you? Have you got your period?\" She said, \"Yes.\" He said, \"This is a \nmatter Allah has decreed for all the daughters of Adam, so perform all the ceremonies of Hajj like the \nothers, but do not perform the Tawaf around the Ka`ba.\" `Aisha added: When we were at Mina, beef \nwas brought to me and I asked, \"What is this?\" They (the people) said, \"Allah's Messenger (ﷺ) has \nslaughtered some cows as sacrifices on behalf of his wives.\"",
    "explication": "‏ ‏قَوْله : ( سَمِعْت الْقَاسِم ) ‏ ‏يَعْنِي أَبَاهُ , وَهُوَ اِبْن مُحَمَّد بْن أَبِي بَكْر الصِّدِّيق. ‏ ‏قَوْله : ( لَا نُرَى ) ‏ ‏بِالضَّمِّ أَيْ لَا نَظُنّ. و \" سَرِف \" بِفَتْحِ الْمُهْمَلَة وَكَسْر الرَّاء بَعْدهَا فَاء مَوْضِع قَرِيب مِنْ مَكَّة بَيْنهمَا نَحْو مِنْ عَشْرَة أَمْيَال , وَهُوَ مَمْنُوع مِنْ الصَّرْف وَقَدْ يُصْرَف. ‏ ‏قَوْله : ( فَاقْضِي ) ‏ ‏الْمُرَاد بِالْقَضَاءِ هُنَا الْأَدَاء وَهُمَا فِي اللُّغَة بِمَعْنًى وَاحِد. ‏ ‏قَوْله : ( غَيْر أَنْ لَا تَطُوفِي بِالْبَيْتِ ) ‏ ‏زَادَ فِي الرِّوَايَة الْآتِيَة \" حَتَّى تَطْهُرِي \" وَهَذَا الِاسْتِثْنَاء مُخْتَصّ بِأَحْوَالِ الْحَجّ لَا بِجَمِيعِ أَحْوَال الْمَرْأَة , وَسَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث بِتَمَامِهِ فِي كِتَاب الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5549,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ النَّحْرِ ‏\n\"‏ مَنْ كَانَ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيُعِدْ ‏\"‏‏.‏ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ هَذَا يَوْمٌ يُشْتَهَى فِيهِ اللَّحْمُ ـ وَذَكَرَ جِيرَانَهُ ـ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ شَاتَىْ لَحْمٍ‏.‏ فَرَخَّصَ لَهُ فِي ذَلِكَ، فَلاَ أَدْرِي أَبَلَغَتِ الرُّخْصَةُ مَنْ سِوَاهُ أَمْ لاَ، ثُمَّ انْكَفَأَ النَّبِيُّ صلى الله عليه وسلم إِلَى كَبْشَيْنِ فَذَبَحَهُمَا، وَقَامَ النَّاسُ إِلَى غُنَيْمَةٍ فَتَوَزَّعُوهَا أَوْ قَالَ فَتَجَزَّعُوهَا‏.‏",
    "english_text": "The Prophet (ﷺ) said on the day of Nahr, \"Whoever has slaughtered his sacrifice before the prayer, should \nrepeat it (slaughter another sacrifice).\" A man got up and said, \"O Allah's Messenger (ﷺ)! This is a day on \nwhich meat is desired.\" He then mentioned his neighbors saying, \"I have a six month old ram which is \nto me better than the meat of two sheep.\" The Prophet (ﷺ) allowed him to slaughter it as a sacrifice, but I \ndo not know whether this permission was valid for other than that man or not. The Prophet (ﷺ) then went \ntowards two rams and slaughtered them, and then the people went towards some sheep and distributed \nthem among themselves.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا صَدَقَة ) ‏ ‏هُوَ اِبْن الْفَضْل , ‏ ‏وَابْن عُلَيَّة ‏ ‏هُوَ إِسْمَاعِيل بْن إِبْرَاهِيم بْن مِقْسَم. ‏ ‏قَوْله ( فَقَامَ رَجُل ) ‏ ‏هُوَ أَبُو بُرْدَة بْن نِيَار كَمَا فِي حَدِيث الْبَرَاءِ. ‏ ‏قَوْله ( إِنَّ هَذَا يَوْم يُشْتَهَى فِيهِ اللَّحْم ) ‏ ‏فِي رِوَايَة دَاوُدَ بْن أَبِي هِنْد الشَّعْبِيّ عِنْد مُسْلِم \" فَقَالَ يَا رَسُول اللَّه , إِنَّ هَذَا يَوْم اللَّحْم فِيهِ مَكْرُوه \" وَفِي لَفْظ لَهُ \" مَقْرُوم \" وَهُوَ بِسُكُونِ الْقَاف , قَالَ عِيَاض رُوِّينَاهُ فِي مُسْلِم مِنْ طَرِيق الْفَارِسِيّ وَالسِّجْزِيّ \" مَكْرُوه \" وَمِنْ طَرِيق الْعُذْرِيّ \" مَقْرُوم \" وَقَدْ صَوَّبَ بَعْضهمْ هَذِهِ الرِّوَايَة الثَّانِيَة وَقَالَ مَعْنَاهُ يُشْتَهَى فِيهِ اللَّحْم يُقَال قَرَمْت إِلَى اللَّحْم وَقَرَمْته إِذَا اِشْتَهَيْته فَهُوَ مُوَافِق لِلرِّوَايَةِ الْأُخْرَى \" إِنَّ هَذَا يَوْم يُشْتَهَى فِيهِ اللَّحْم \" قَالَ عِيَاض : وَقَالَ بَعْض شُيُوخنَا صَوَاب الرِّوَايَة \" اللَّحْم فِيهِ مَكْرُوه \" بِفَتْحِ الْحَاء وَهُوَ اِشْتِهَاء اللَّحْم وَالْمَعْنَى تَرْك الذَّبْح وَالتَّضْحِيَة وَإِبْقَاء أَهْله فِيهِ بِلَا لَحْم حَتَّى يَشْتَهُوهُ مَكْرُوه , قَالَ وَقَالَ لِي الْأُسْتَاذ أَبُو عَبْد اللَّه بْن سُلَيْمَان مَعْنَاهُ ذَبْح مَا لَا يُجْزِئ فِي الْأُضْحِيَّة مِمَّا هُوَ لَحْم ا ه , وَبَالَغَ اِبْن الْعَرَبِيّ فَقَالَ : الرِّوَايَة بِسُكُونِ الْحَاء هُنَا غَلَط وَإِنَّمَا هُوَ اللَّحْم بِالتَّحْرِيكِ , يُقَال لَحِمَ الرَّجُل بِكَسْرِ الْحَاء يَلْحَم بِفَتْحِهَا إِذَا كَانَ يَشْتَهِي اللَّحْم , وَأَمَّا الْقُرْطُبِيّ فِي \" الْمُفْهِم \" فَقَالَ تَكَلَّفَ بَعْضهمْ مَا لَا يَصِحّ رِوَايَة أَنَّ اللَّحْم بِالتَّحْرِيكِ وَلَا مَعْنَى وَهُوَ قَوْل الْآخَر مَعْنَى الْمَكْرُوه أَنَّهُ مُخَالِف لِلسُّنَّةِ قَالَ وَهُوَ كَلَام مَنْ لَمْ يَتَأَمَّل سِيَاق الْحَدِيث فَإِنَّ هَذَا التَّأْوِيل لَا يُلَائِمهُ , إِذْ لَا يَسْتَقِيم أَنْ يَقُول إِنَّ هَذَا الْيَوْم اللَّحْم فِيهِ مُخَالِف لِلسُّنَّةِ وَإِنِّي عَجِلْت لِأُطْعِم أَهْلِي , قَالَ : وَأَقْرَب مَا يُتَكَلَّف لِهَذِهِ الرِّوَايَة أَنَّ مَعْنَاهُ اللَّحْم فِيهِ مَكْرُوه التَّأْخِير فَحُذِفَ لَفْظ التَّأْخِير لِدَلَالَةِ قَوْله عَجِلْت. وَقَالَ النَّوَوِيّ : ذَكَرَ الْحَافِظ أَبُو مُوسَى أَنَّ مَعْنَاهُ هَذَا يَوْم طَلَب اللَّحْم فِيهِ مَكْرُوه شَاقّ قَالَ : وَهُوَ مَعْنًى حَسَن قُلْت : يَعْنِي طَلَبه مِنْ النَّاس كَالصَّدِيقِ وَالْجَار , فَاخْتَارَ هُوَ أَنْ لَا يَحْتَاج أَهْله إِلَى ذَلِكَ فَأَغْنَاهُمْ بِمَا ذَبَحَهُ عَنْ الطَّلَب. وَوَقَعَ فِي رِوَايَة مَنْصُور عَنْ الشَّعْبِيّ كَمَا مَضَى فِي الْعِيدَيْنِ \" وَعَرَفْت أَنَّ الْيَوْم يَوْم أَكْل وَشُرْب , فَأَحْبَبْت أَنْ تَكُون شَاتِي أَوَّل مَا يُذْبَح فِي بَيْتِي \" وَيَظْهَر لِي أَنَّ بِهَذِهِ الرِّوَايَة يَحْصُل الْجَمْع بَيْن الرِّوَايَتَيْنِ الْمُتَقَدِّمَتَيْنِ , وَأَنَّ وَصْفه اللَّحْم بِكَوْنِهِ مُشْتَهًى وَبِكَوْنِهِ مَكْرُوهًا لَا تَنَاقُض فِيهِ وَإِنَّمَا هُوَ بِاعْتِبَارَيْنِ : فَمِنْ حَيْثُ إِنَّ الْعَادَة جَرَتْ فِيهِ بِالذَّبَائِحِ فَالنَّفْس تَتَشَوَّق لَهُ يَكُون مُشْتَهًى , وَمِنْ حَيْثُ تَوَارُد الْجَمِيع عَلَيْهِ حَتَّى يَكْثُر يَصِير مُمَوَّلًا فَأُطْلِقَتْ عَلَيْهِ الْكَرَاهَة لِذَلِكَ , فَحَيْثُ وَصَفَهُ بِكَوْنِهِ مُشْتَهًى أَرَادَ اِبْتِدَاء حَاله , وَحَيْثُ وَصَفَهُ بِكَوْنِهِ مَكْرُوهًا أَرَادَ اِنْتِهَاءَهُ , وَمِنْ ثَمَّ اِسْتَعْجَلَ بِالذَّبْحِ لِيَفُوزَ بِتَحْصِيلِ الصِّفَة الْأُولَى عِنْد أَهْله وَجِيرَانه. وَوَقَعَ فِي رِوَايَة فِرَاس عَنْ الشَّعْبِيّ عِنْد مُسْلِم \" فَقَالَ خَالِي : يَا رَسُول اللَّه قَدْ نَكَّسْت عَنْ اِبْن لِي \" وَقَدْ اِسْتَشْكَلَ هَذَا , وَظَهَرَ لِي أَنَّ مُرَاده أَنَّهُ ضَحَّى لِأَجْلِهِ لِلْمَعْنَى الَّذِي ذَكَرَهُ فِي أَهْله وَجِيرَانه , فَخَصَّ وَلَده بِالذِّكْرِ لِأَنَّهُ أَخَصُّ بِذَلِكَ عِنْده حَتَّى يَسْتَغْنِي وَلَده بِمَا عِنْده عَنْ التَّشَوُّف إِلَى مَا عِنْد غَيْره. ‏ ‏قَوْله : ( وَذَكَرَ جِيرَانه ) ‏ ‏فِي رِوَايَة عَاصِم عِنْد مُسْلِم وَإِنِّي عَجَّلْت فِيهِ نَسِيكَتِي لِأُطْعِم أَهْلِي وَجِيرَانِي وَأَهْل دَارِي. ‏ ‏قَوْله : ( فَلَا أَدْرِي أَبَلَغَتْ الرُّخْصَة مَنْ سِوَاهُ أَمْ لَا ) ‏ ‏قَدْ وَقَعَ فِي حَدِيث الْبَرَاء اِخْتِصَاصه بِذَلِكَ كَمَا سَيَأْتِي بَعْد أَبْوَاب , وَيَأْتِي الْبَحْث فِيهِ , كَأَنَّ أَنَسًا لَمْ يَسْمَع ذَلِكَ , وَقَدْ رَوَى اِبْن عَوْن عَنْ الشَّعْبِيّ حَدِيث الْبَرَاء وَعَنْ اِبْن سِيرِينَ حَدِيث أَنَس فَكَانَ إِذَا حَدَّثَ حَدِيث الْبَرَاء يَقِف عِنْد قَوْله \" وَلَنْ تَجْزِيَ عَنْ أَحَد بَعْدك \" وَيُحَدِّث بِقَوْلِ أَنَس \" لَا أَدْرِي أَبَلَغَتْ الرُّخْصَة غَيْره أَمْ لَا \" وَلَعَلَّهُ اِسْتَشْكَلَ الْخُصُوصِيَّة بِذَلِكَ لِمَا جَاءَ مِنْ ثُبُوت ذَلِكَ لِغَيْرِ أَبِي بُرْدَة كَمَا سَيَأْتِي بَيَانه قَرِيبًا. ‏ ‏قَوْله : ( ثُمَّ اِنْكَفَأَ ) ‏ ‏مَهْمُوز أَيْ مَالَ يُقَال كَفَأْت الْإِنَاء إِذَا أَمَلْته , وَالْمُرَاد أَنَّهُ رَجَعَ عَنْ مَكَان الْخُطْبَة إِلَى مَكَان الذَّبْح. ‏ ‏قَوْله : ( وَقَامَ النَّاس ) ‏ ‏كَذَا هُنَا , وَفِي الرِّوَايَة الْآتِيَة فِي \" بَاب مَنْ ذَبَحَ قَبْل الصَّلَاة أَعَادَ \" فَتَمَسَّكَ بِهِ اِبْن التِّين فِي أَنَّ مَنْ ذَبَحَ قَبْل الْإِمَام لَا يُجْزِئهُ , وَسَيَأْتِي الْبَحْث فِيهِ. ‏ ‏قَوْله : ( إِلَى غَنِيمَة ) ‏ ‏بِغَيْنٍ مُعْجَمَة وَنُون مُصَغَّر ‏ ‏( فَتَوَزَّعُوهَا أَوْ قَالَ فَتَجَزَّعُوهَا ) ‏ ‏شَكٌّ مِنْ الرَّاوِي , وَالْأَوَّل بِالزَّايِ مِنْ التَّوْزِيع وَهُوَ التَّفْرِقَة أَيْ تَفَرَّقُوهَا , وَالثَّانِي بِالْجِيمِ وَالزَّاي أَيْضًا مِنْ الْجَزْع وَهُوَ الْقَطْع أَيْ اِقْتَسَمُوهَا حِصَصًا , وَلَيْسَ الْمُرَاد أَنَّهُمْ اِقْتَسَمُوهَا بَعْد الذَّبْح فَأَخَذَ كُلّ وَاحِد قِطْعَة مِنْ اللَّحْم وَإِنَّمَا الْمُرَاد أَخْذ حِصَّة مِنْ الْغَنَم , وَالْقِطْعَة تُطْلَق عَلَى الْحِصَّة مِنْ كُلّ شَيْء , فَبِهَذَا التَّقْرِير يَكُون الْمَعْنَى وَاحِدًا وَإِنْ كَانَ ظَاهِره فِي الْأَصْل الِاخْتِلَاف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5550,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الزَّمَانُ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَوَاتِ وَالأَرْضَ، السَّنَةُ اثْنَا عَشَرَ شَهْرًا، مِنْهَا أَرْبَعَةٌ حُرُمٌ، ثَلاَثٌ مُتَوَالِيَاتٌ ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ، وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ، أَىُّ شَهْرٍ هَذَا ‏\"‏‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ، قَالَ ‏\"‏ أَلَيْسَ ذَا الْحِجَّةِ ‏\"‏‏.‏ قُلْنَا بَلَى‏.‏ قَالَ ‏\"‏ أَىُّ بَلَدٍ هَذَا ‏\"‏‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ، قَالَ ‏\"‏ أَلَيْسَ الْبَلْدَةَ ‏\"‏‏.‏ قُلْنَا بَلَى‏.‏ قَالَ ‏\"‏ فَأَىُّ يَوْمٍ هَذَا ‏\"‏‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ، فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ قَالَ ‏\"‏ أَلَيْسَ يَوْمَ النَّحْرِ ‏\"‏‏.‏ قُلْنَا بَلَى‏.‏ قَالَ ‏\"‏ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ ـ قَالَ مُحَمَّدٌ وَأَحْسِبُهُ قَالَ ـ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ، وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ، أَلاَ فَلاَ تَرْجِعُوا بَعْدِي ضُلاَّلاً، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ، أَلاَ لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، فَلَعَلَّ بَعْضَ مَنْ يَبْلُغُهُ أَنْ يَكُونَ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ ـ وَكَانَ مُحَمَّدٌ إِذَا ذَكَرَهُ قَالَ صَدَقَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَالَ ـ أَلاَ هَلْ بَلَّغْتُ أَلاَ هَلْ بَلَّغْتُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Time has come back to its original state which it had on the day Allah created the \nHeavens and the Earth. The year is twelve months, four of which are sacred, three of them are in \nsuccession, namely Dhul-Qa'da, Dhul Hijja and Muharram, (the fourth being) Rajab Mudar which is \nbetween Juma'da (ath-thamj and Sha'ban. The Prophet (ﷺ) then asked, \"Which month is this?\" We said, \n\"Allah and his Apostle know better.\" He kept silent so long that we thought that he would call it by a \nname other than its real name. He said, \"Isn't it the month of Dhul-Hijja?\" We said, \"Yes.\" He said, \n\"Which town is this?\" We said, \"Allah and His Apostle know better.\" He kept silent so long that we \nthought that he would call it t,y a name other than its real name. He said, \"isn't it the town (of \nMecca)?\" We replied, \"Yes.\" He said, \"What day is today?\" We replied, \"Allah and His Apostle know \nbetter.\" He kept silent so long that we thought that he would call it by a name other than its real name. \nHe said, \"Isn't it the day of Nahr?\" We replied, \"Yes.\" He then said, \"Your blood, properties and honor \nare as sacred to one another as this day of yours in this town of yours in this month of yours. You will \nmeet your Lord, and He will ask you about your deeds. Beware! Do not go astray after me by cutting \nthe necks of each other. It is incumbent upon those who are present to convey this message to those \nwho are absent, for some of those to whom it is conveyed may comprehend it better than some of \nthose who have heard it directly.\" (Muhammad, the sub-narrator, on mentioning this used to say: The \nProphet then said, \"No doubt! Haven't I delivered (Allah's) Message (to you)? Haven't I delivered \nAllah's message (to you)?\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا حَمَّاد ) ‏ ‏هُوَ اِبْن زَيْد. ‏ ‏قَوْله : ( عَنْ مُحَمَّد ) ‏ ‏هُوَ اِبْن سِيرِينَ ‏ ‏( عَنْ اِبْن أَبِي بَكْرَة ) ‏ ‏كَذَا لِلْمُسْتَمْلِيّ وَالْكُشْمِيهَنِيّ , وَسَقَطَ عَنْ اِبْن أَبِي بَكْرَة لِلْبَاقِينَ فَصَارَ مُنْقَطِعًا لِأَنَّ مُحَمَّدًا لَمْ يَسْمَع مِنْ أَبِي بَكْرَة , وَفِي رِوَايَة \" عَنْ مُحَمَّد بْن أَبِي بَكْرَة \" وَهِيَ خَطَأ وَكَأَنَّ \" عَنْ \" سَقَطَتْ مِنْهَا , وَقَدْ تَقَدَّمَ هَذَا الْحَدِيث فِي أَوَائِل كِتَاب الْعِلْم مِنْ طَرِيق أُخْرَى : \" عَنْ مُحَمَّد عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ \" وَهُوَ الصَّوَاب , وَسَيَأْتِي بِهَذَا السَّنَد فِي تَفْسِير سُورَة بَرَاءَة بِإِسْقَاطِهِ عَنْ بَعْضهمْ وَسَأُنَبِّهُ عَلَيْهِ هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى وَفِيهِ : \" عَنْ اِبْن أَبِي بَكْرَة \" عِنْد الْجَمِيع , وَيَأْتِي فِي بَدْء الْخَلْق. ‏ ‏قَوْله : ( ذُكِرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِيهِ اِخْتِصَار وَقَدْ قَدَّمْنَا تَوْجِيهه هُنَاكَ , وَكَأَنَّهُ حَدَّثَ بِحَدِيثٍ ذَكَرَ فِيهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا مِنْ كَلَامه وَمِنْ جُمْلَته قَوْله : \" فَإِنَّ دِمَاءَكُمْ \" إِلَخْ. ‏ ‏قَوْله : ( قَالَ مُحَمَّد ) ‏ ‏هُوَ اِبْن سِيرِينَ. ‏ ‏قَوْله : ( أَحْسِبهُ ) ‏ ‏كَأَنَّهُ شَكَّ فِي قَوْله : \" وَأَعْرَاضكُمْ \" أَقَالَهَا اِبْن أَبِي بَكْرَة أَمْ لَا , وَقَدْ تَقَدَّمَ فِي أَوَائِل الْعِلْم الْجَزْم بِهَا وَهِيَ مَنْصُوبَة بِالْعَطْفِ. ‏ ‏قَوْله : ( أَلَا هَلْ بَلَّغْت ) ‏ ‏هَذَا مِنْ قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهُوَ تَكْمِلَة الْحَدِيث , وَاعْتَرَضَ قَوْله : \" وَكَانَ مُحَمَّد \" إِلَى قَوْله : \" ذَلِكَ \" فِي أَثْنَاء الْحَدِيث , هَذَا هُوَ الْمُعْتَمَد فَلَا يُلْتَفَت إِلَى مَا عَدَاهُ. وَالْعِلْم عِنْد اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5551,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، قَالَ كَانَ عَبْدُ اللَّهِ يَنْحَرُ فِي الْمَنْحَرِ‏.‏ قَالَ عُبَيْدُ اللَّهِ يَعْنِي مَنْحَرَ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "'Abdullah (bin 'Umar) used to slaughter his sacrifice at the \n     slaughtering place (i.e the slaughtering place of the Prophet (ﷺ) ) .",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم ) ‏ ‏هُوَ الْمَعْرُوفُ بِابْن رَاهْوَيْهِ وَكَذَلِكَ أَخْرَجَهُ فِي مُسْنَدِهِ. ‏ ‏وَأَخْرَجَهُ مِنْ طَرِيقِهِ أَبُو نُعَيْمٍ. ‏ ‏قَوْله : ( قَالَ عُبَيْد اللَّهِ ) ‏ ‏أَيْ اِبْن عُمَر بِالْإِسْنَادِ الْمَذْكُورِ وَالْمَعْنَى أَنَّ مُرَاد نَافِع بِإِطْلَاق الْمَنْحَر مَنْحَر رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَقَدْ رَوَى الْمُصَنِّف هَذَا الْحَدِيثَ فِي الْأَضَاحِيِّ أَوْضَح مِنْ هَذَا وَلَفْظه \" حَدَّثَنِي مُحَمَّد بْن أَبِي بَكْر الْمُقَدِّمِيّ حَدَّثَنَا خَالِد بْن الْحَارِث \" فَذَكَر الْحَدِيث قَالَ \" قَالَ عُبَيْد اللَّهِ يَعْنِي مَنْحَر النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" وَلِهَذَا أَرْدَفَهُ الْمُصَنِّفُ هُنَا بِطَرِيقِ مُوسَى بْن عُقْبَة عَنْ نَافِع الْمُصَرِّحَة بِإِضَافَة الْمَنْحَر إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَفْسِ الْخَبَرِ وَأَفَادَتْ رِوَايَةُ مُوسَى زِيَادَة وَقْت بَعْثِ الْهَدْي إِلَى الْمَنْحَرِ وَأَنَّهَا مِنْ آخِرِ اللَّيْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5552,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ كَثِيرِ بْنِ فَرْقَدٍ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَذْبَحُ وَيَنْحَرُ بِالْمُصَلَّى‏.‏",
    "english_text": "Ibn 'Umar said, \n\n   \"Allah's Messenger (ﷺ) used to slaughter (camels and sheep, etc.,) as sacrifices at the Musalla.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5553,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُضَحِّي بِكَبْشَيْنِ وَأَنَا أُضَحِّي بِكَبْشَيْنِ‏.‏",
    "english_text": "The Prophet (ﷺ) used to offer two rams as sacrifices, and I also used to offer two rams.",
    "explication": "‏ ‏قَوْلُهُ ( تَسَحَّرُوا فَإِنَّ فِي السُّحُورِ بَرَكَةً ) ) ‏ ‏هُوَ بِفَتْحِ السِّينِ وَبِضَمِّهَا , لِأَنَّ الْمُرَادَ بِالْبَرَكَةِ الْأَجْرُ وَالثَّوَابُ فَيُنَاسِبُ الضَّمُّ لِأَنَّهُ مَصْدَرٌ بِمَعْنَى التَّسَحُّرِ , أَوْ الْبَرَكَةُ لِكَوْنِهِ يُقَوِّي عَلَى الصَّوْمِ وَيُنَشِّطُ لَهُ وَيُخَفِّفُ الْمَشَقَّةَ فِيهِ فَيُنَاسِبُ الْفَتْحَ لِأَنَّهُ مَا يُتَسَحَّرُ بِهِ , وَقِيلَ الْبَرَكَةُ مَا يُتَضَمَّنُ مِنْ الِاسْتِيقَاظِ وَالدُّعَاءِ فِي السَّحَرِ , وَالْأَوْلَى أَنَّ الْبَرَكَةَ فِي السُّحُورِ تَحْصُلُ بِجِهَاتٍ مُتَعَدِّدَةٍ , وَهِيَ اِتِّبَاعُ السُّنَّةِ , وَمُخَالَفَةُ أَهْلِ الْكِتَابِ , وَالتَّقَوِّي بِهِ عَلَى الْعِبَادَة , وَالزِّيَادَةُ فِي النَّشَاطِ , وَمُدَافَعَةُ سُوءِ الْخُلُقِ الَّذِي يُثِيرُهُ الْجُوعُ , وَالتَّسَبُّبُ بِالصَّدَقَةِ عَلَى مَنْ يَسْأَلُ إِذْ ذَاكَ أَوْ يَجْتَمِعُ مَعَهُ عَلَى الْأَكْلِ , وَالتَّسَبُّبُ لِلذِّكْرِ وَالدُّعَاءِ وَقْتَ مَظِنَّةِ الْإِجَابَةِ , وَتَدَارُكُ نِيَّةِ الصَّوْمِ لِمَنْ أَغْفَلَهَا قَبْلَ أَنْ يَنَامَ. قَالَ اِبْنُ دَقِيقِ الْعِيدِ : هَذِهِ الْبَرَكَةُ يَجُوزُ أَنْ تَعُودَ إِلَى الْأُمُورِ الْأُخْرَوِيَّةِ فَإِنَّ إِقَامَةَ السُّنَّةِ يُوجِبُ الْأَجْرَ وَزِيَادَتَهُ , وَيُحْتَمَلُ أَنْ تَعُودَ إِلَى الْأُمُورِ الدُّنْيَوِيَّةِ كَقُوَّةِ الْبَدَنِ عَلَى الصَّوْمِ وَتَيْسِيرِهِ مِنْ غَيْرِ إِضْرَارٍ بِالصَّائِمِ. قَالَ : وَمِمَّا يُعَلَّلُ بِهِ اِسْتِحْبَابُ السُّحُورِ الْمُخَالَفَةُ لِأَهْلِ الْكِتَابِ لِأَنَّهُ مُمْتَنِعٌ عِنْدَهُمْ , وَهَذَا أَحَدُ الْوُجُوهِ الْمُقْتَضِيَةِ لِلزِّيَادَةِ فِي الْأُجُورِ الْأُخْرَوِيَّةِ. وَقَالَ أَيْضًا : وَقَعَ لِلْمُتَصَوِّفَةِ فِي مَسْأَلَةِ السُّحُورِ كَلَامٌ مِنْ جِهَةِ اِعْتِبَارِ حُكْمِ الصَّوْمِ وَهِيَ كَسْرُ شَهْوَةِ الْبَطْنِ وَالْفَرْجِ , وَالسُّحُورُ قَدْ يُبَايِنُ ذَلِكَ. قَالَ : وَالصَّوَابُ أَنْ يُقَالَ مَا زَادَ فِي الْمِقْدَارِ حَتَّى تَنْعَدِمَ هَذِهِ الْحِكْمَةُ بِالْكُلِّيَّةِ فَلَيْسَ بِمُسْتَحَبٍّ كَاَلَّذِي صَنَعَهُ الْمُتْرَفُونَ مِنْ التَّأَنُّقِ فِي الْمَآكِلِ وَكَثْرَةِ الِاسْتِعْدَادِ لَهَا , وَمَا عَدَا ذَلِكَ تَخْتَلِفُ مَرَاتِبُهُ. ‏ ‏( تَكْمِيلٌ ) : ‏ ‏يَحْصُلُ السُّحُورُ بِأَقَلِّ مَا يَتَنَاوَلُهُ الْمَرْءُ مِنْ مَأْكُولٍ وَمَشْرُوبٍ. وَقَدْ أَخْرَجَ هَذَا الْحَدِيثَ أَحْمَدُ مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ بِلَفْظِ \" السُّحُورُ بَرَكَةٌ فَلَا تَدَعُوهُ وَلَوْ أَنْ يَجْرَعَ أَحَدُكُمْ جَرْعَةً مِنْ مَاءٍ , فَإِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى الْمُتَسَحِّرِينَ \" وَلِسَعِيدِ بْنِ مَنْصُورٍ مِنْ طَرِيقٍ أُخْرَى مُرْسَلَةٍ \" تَسَحَّرُوا وَلَوْ بِلُقْمَةٍ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5554,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم انْكَفَأَ إِلَى كَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ فَذَبَحَهُمَا بِيَدِهِ‏.‏ تَابَعَهُ وُهَيْبٌ عَنْ أَيُّوبَ‏.‏ وَقَالَ إِسْمَاعِيلُ وَحَاتِمُ بْنُ وَرْدَانَ عَنْ أَيُّوبَ عَنِ ابْنِ سِيرِينَ عَنْ أَنَسٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) came towards two horned rams having black and white colors and slaughtered them \nwith his own hands.",
    "explication": "‏ ‏قَوْله فِي رِوَايَة أَبِي قِلَابَةَ ( إِلَى كَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ فَذَبَحَهُمَا بِيَدِهِ ) ‏ ‏الْأَمْلَح بِالْمُهْمَلَةِ هُوَ الَّذِي فِيهِ سَوَاد وَبَيَاض وَالْبَيَاض أَكْثَر , وَيُقَال هُوَ الْأَغْبَر وَهُوَ قَوْل الْأَصْمَعِيّ , وَزَادَ الْخَطَّابِيُّ : هُوَ الْأَبْيَض الَّذِي فِي خَلَل صُوفه طَبَقَات سُود , وَيُقَال الْأَبْيَض الْخَالِص قَالَهُ اِبْن الْأَعْرَابِيّ , وَبِهِ تَمَسَّكَ الشَّافِعِيَّة فِي تَفْضِيل الْأَبْيَض فِي الْأُضْحِيَّة , وَقِيلَ الَّذِي يَعْلُوهُ حُمُرَة , وَقِيلَ الَّذِي يَنْظُر فِي سَوَاد وَيَمْشِي فِي سَوَاد وَيَأْكُل فِي سَوَاد وَيَبْرَك فِي سَوَاد , أَيْ أَنَّ مَوَاضِع هَذِهِ مِنْهُ سُود وَمَا عَدَا ذَلِكَ أَبْيَض , وَحَكَى ذَلِكَ الْمَاوَرْدِيّ عَنْ عَائِشَة وَهُوَ غَرِيب , وَلَعَلَّهُ أَرَادَ الْحَدِيث الَّذِي جَاءَ عَنْهَا كَذَا لَكِنْ لَيْسَ فِيهِ وَصْفه بِالْأَمْلَحِ , وَسَيَأْتِي قَرِيبًا أَنَّ مُسْلِمًا أَخْرَجَهُ فَإِنْ ثَبَتَ فَلَعَلَّهُ كَانَ فِي مَرَّة أُخْرَى , وَاخْتُلِفَ فِي اِخْتِيَار هَذِهِ الصِّفَة : فَقِيلَ لِحُسْنِ مَنْظَره , وَقِيلَ لِشَحْمِهِ وَكَثْرَة لَحْمه , وَاسْتُدِلَّ بِهِ عَلَى اِخْتِيَار الْعَدَد فِي الْأُضْحِيَّة , وَمِنْ ثَمَّ قَالَ الشَّافِعِيَّة إِنَّ الْأُضْحِيَّة بِسَبْعِ شِيَاه أَفْضَل مِنْ الْبَعِير لِأَنَّ الدَّم الْمُرَاق فِيهَا أَكْثَر وَالثَّوَاب يَزِيد بِحَسْبِهِ , وَأَنَّ مَنْ أَرَادَ أَنْ يُضَحِّي بِأَكْثَر مِنْ وَاحِد يُعَجِّلهُ وَحَكَى الرُّويَانِيّ مِنْ الشَّافِعِيَّة اِسْتِحْبَاب التَّفْرِيق عَلَى أَيَّام النَّحْر , قَالَ النَّوَوِيّ : هَذَا أَرْفَق بِالْمَسَاكِينِ لَكِنَّهُ خِلَاف السُّنَّة , كَذَا قَالَ وَالْحَدِيث دَالّ عَلَى اِخْتِيَار التَّثْنِيَة , وَلَا يَلْزَم مِنْهُ أَنَّ مَنْ أَرَادَ أَنْ يُضَحِّي بِعَدَدٍ فَضَحَّى أَوَّل يَوْم بِاثْنَيْنِ ثُمَّ فَرَّقَ الْبَقِيَّة عَلَى أَيَّام النَّحْر أَنْ يَكُون مُخَالِفًا لِلسُّنَّةِ وَفِيهِ أَنَّ الذَّكَر فِي الْأُضْحِيَّة أَفْضَل مِنْ الْأُنْثَى وَهُوَ قَوْل أَحْمَد , وَعَنْهُ رِوَايَة أَنَّ الْأُنْثَى أَوْلَى , وَحَكَى الرَّافِعِيّ فِيهِ قَوْلَيْنِ عَنْ الشَّافِعِيّ أَحَدهمَا عَنْ نَصِّهِ فِي الْبُوَيْطِيّ الذَّكَر لِأَنَّ لَحْمه أَطْيَب وَهَذَا هُوَ الْأَصَحّ , وَالثَّانِي أَنَّ الْأُنْثَى أَوْلَى , قَالَ الرَّافِعِيّ وَإِنَّمَا يُذْكَر ذَلِكَ فِي جَزَاء الصَّيْد عِنْد التَّقْوِيم , وَالْأُنْثَى أَكْثَر قِيمَة فَلَا تُفْدَى بِالذَّكَرِ , أَوْ أَرَادَ الْأُنْثَى الَّتِي لَمْ تَلِد. وَقَالَ اِبْن الْعَرَبِيّ : الْأَصَحّ أَفْضَلِيَّة الذُّكُور عَلَى الْإِنَاث فِي الضَّحَايَا وَقِيلَ هُمَا سَوَاء , وَفِيهِ اِسْتِحْبَاب التَّضْحِيَة بِالْأَقْرَنِ وَأَنَّهُ أَفْضَل مِنْ الْأَجَمّ مَعَ الِاتِّفَاق عَلَى جَوَاز التَّضْحِيَة بِالْأَجَمِّ وَهُوَ الَّذِي لَا قَرْن لَهُ , وَاخْتَلَفُوا فِي مَكْسُور الْقَرْن. وَفِيهِ اِسْتِحْبَاب مُبَاشَرَة الْمُضَحِّي الذَّبْح بِنَفْسِهِ وَاسْتُدِلَّ عَلَى مَشْرُوعِيَّة اِسْتِحْسَان الْأُضْحِيَّة صِفَة وَلَوْنًا , قَالَ الْمَاوَرْدِيّ : إِنْ اِجْتَمَعَ حُسْن الْمَنْظَر مَعَ طِيب الْمَخْبَر فِي اللَّحْم فَهُوَ أَفْضَل , وَإِنْ اِنْفَرَدَا فَطِيب الْمَخْبَر أَوْلَى مِنْ حُسْن الْمَنْظَر. وَقَالَ أَكْثَر الشَّافِعِيَّة : أَفْضَلهَا الْبَيْضَاء ثُمَّ الصَّفْرَاء ثُمَّ الْغَبْرَاء ثُمَّ الْبَلْقَاء ثُمَّ السَّوْدَاء. وَسَيَأْتِي بَقِيَّة فَوَائِد حَدِيث أَنَس بَعْد أَبْوَاب. ‏ ‏قَوْله : ( فَذَبَحَهُمَا بِيَدِهِ ) ‏ ‏سَيَأْتِي الْبَحْثُ فِيهِ قَرِيبًا. ‏ ‏قَوْله : ( وَقَالَ إِسْمَاعِيل وَحَاتِم بْن وَرْدَان عَنْ أَيُّوب عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَنَس ) ‏ ‏يَعْنِي أَنَّهُمَا خَالَفَا عَبْد الْوَهَّاب الثَّقَفِيّ فِي شَيْخ أَيُّوب فَقَالَ هُوَ أَبُو قِلَابَةَ وَقَالَا مُحَمَّد بْن سِيرِينَ , فَأَمَّا حَدِيث إِسْمَاعِيل وَهُوَ اِبْن عُلَيَّة فَقَدْ وَصَلَهُ الْمُصَنِّف بَعْد أَرْبَعَة أَبْوَاب فِي أَثْنَاء حَدِيث , وَهُوَ مَصِير مِنْهُ إِلَى أَنَّ الطَّرِيقَيْنِ صَحِيحَانِ , وَهُوَ كَذَلِكَ لِاخْتِلَافِ سِيَاقهمَا. وَأَمَّا حَدِيث حَاتِم بْن وَرْدَان فَوَصَلَهُ مُسْلِم مِنْ طَرِيقه. ‏ ‏قَوْله : ( تَابَعَهُ وُهَيْب عَنْ أَيُّوب ) ‏ ‏كَذَا وَقَعَ فِي رِوَايَة أَبِي ذَرّ , وَقَدَّمَ الْبَاقُونَ مُتَابَعَة وُهَيْب عَلَى رِوَايَتَيْ إِسْمَاعِيل وَحَاتِم وَهُوَ الصَّوَاب , لِأَنَّ وُهَيْبًا إِنَّمَا رَوَاهُ عَنْ أَيُّوب عَنْ أَبِي قِلَابَةَ مُتَابِعًا لِعَبْدِ الْوَهَّاب الثَّقَفِيّ , وَقَدْ وَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيقه كَذَلِكَ , قَالَ اِبْن التِّين : إِنَّمَا قَالَ أَوَّلًا \" قَالَ إِسْمَاعِيل \" وَثَانِيًا \" تَابَعَهُ وُهَيْب \" لِأَنَّ الْقَوْل يُسْتَعْمَل عَلَى سَبِيل الْمُذَاكَرَة , وَالْمُتَابَعَة تُسْتَعْمَل عِنْد النَّقْل وَالتَّحَمُّل. قُلْت : لَوْ كَانَ هَذَا عَلَى إِطْلَاقه لَمْ يُخَرِّج الْبُخَارِيّ طَرِيق إِسْمَاعِيل فِي الْأُصُول , وَلَمْ يَنْحَصِر التَّعْلِيق الْجَازِم فِي الْمُذَاكَرَة , بَلْ الَّذِي قَالَ إِنَّ الْبُخَارِيّ لَا يَسْتَعْمِل ذَلِكَ إِلَّا فِي الْمُذَاكَرَة لَا مُسْتَنَد لَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5555,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ ـ رضى الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم أَعْطَاهُ غَنَمًا يَقْسِمُهَا عَلَى صَحَابَتِهِ ضَحَايَا، فَبَقِيَ عَتُودٌ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ ضَحِّ أَنْتَ بِهِ ‏\"‏‏.‏",
    "english_text": "that the Prophet (ﷺ) gave him some sheep to distribute among his companions to slaughter as sacrifices \n(`Id--al--Adha). A kid goat was left and he told the Prophet (ﷺ) of that whereupon he said to him, \"Slaughter it \nas a sacrifice (on your behalf).",
    "explication": "‏ ‏قَوْله : ( عَتُود ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَضَمّ الْمُثَنَّاة وَسُكُون الْوَاو : الصَّغِير مِنْ الْمَعْز إِذَا قَوِيَ , وَقِيلَ إِذَا أَتَى عَلَيْهِ حَوْل , وَقِيلَ إِذَا قَدَرَ عَلَى السِّفَاد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5556,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُطَرِّفٌ، عَنْ عَامِرٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ ضَحَّى خَالٌ لِي يُقَالُ لَهُ أَبُو بُرْدَةَ قَبْلَ الصَّلاَةِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ شَاتُكَ شَاةُ لَحْمٍ ‏\"‏‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ عِنْدِي دَاجِنًا جَذَعَةً مِنَ الْمَعَزِ‏.‏ قَالَ ‏\"‏ اذْبَحْهَا وَلَنْ تَصْلُحَ لِغَيْرِكَ ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَإِنَّمَا يَذْبَحُ لِنَفْسِهِ، وَمَنْ ذَبَحَ بَعْدَ الصَّلاَةِ فَقَدْ تَمَّ نُسُكُهُ، وَأَصَابَ سُنَّةَ الْمُسْلِمِينَ ‏\"‏‏.‏ تَابَعَهُ عُبَيْدَةُ عَنِ الشَّعْبِيِّ وَإِبْرَاهِيمَ‏.‏ وَتَابَعَهُ وَكِيعٌ عَنْ حُرَيْثٍ عَنِ الشَّعْبِيِّ‏.‏ وَقَالَ عَاصِمٌ وَدَاوُدُ عَنِ الشَّعْبِيِّ عِنْدِي عَنَاقُ لَبَنٍ‏.‏ وَقَالَ زُبَيْدٌ وَفِرَاسٌ عَنِ الشَّعْبِيِّ عِنْدِي جَذَعَةٌ‏.‏ وَقَالَ أَبُو الأَحْوَصِ حَدَّثَنَا مَنْصُورٌ عَنَاقٌ جَذَعَةٌ‏.‏ وَقَالَ ابْنُ عَوْنٍ عَنَاقٌ جَذَعٌ، عَنَاقُ لَبَنٍ‏.‏",
    "english_text": "An uncle of mine called Abu Burda, slaughtered his sacrifice before the `Id prayer. So Allah's Messenger (ﷺ) \nsaid to him, \"Your (slaughtered) sheep was just mutton (not a sacrifice).\" Abu Burda said, \"O Allah's \nApostle! I have got a domestic kid goat.\" The Prophet (ﷺ) said, \"Slaughter it (as a sacrifice) but it will not be \npermissible for anybody other than you\" The Prophet (ﷺ) added, \"Whoever slaughtered his sacrifice \nbefore the (`Id) prayer, he only slaughtered for himself, and whoever slaughtered it after the prayer, \nhe offered his sacrifice properly and followed the tradition of the Muslims.\"",
    "explication": "‏ ‏قَوْله : ( إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن عُلَيَّة , ‏ ‏وَأَيُّوب ‏ ‏هُوَ السَّخْتِيَانِيّ , ‏ ‏وَمُحَمَّد ‏ ‏هُوَ اِبْن سِيرِينَ , وَالْإِسْنَاد كُلّه بَصْرِيُّونَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5557,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ، عَنْ أَبِي جُحَيْفَةَ، عَنِ الْبَرَاءِ، قَالَ ذَبَحَ أَبُو بُرْدَةَ قَبْلَ الصَّلاَةِ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَبْدِلْهَا ‏\"‏‏.‏ قَالَ لَيْسَ عِنْدِي إِلاَّ جَذَعَةٌ ـ قَالَ شُعْبَةُ وَأَحْسِبُهُ قَالَ ـ هِيَ خَيْرٌ مِنْ مُسِنَّةٍ‏.‏ قَالَ ‏\"‏ اجْعَلْهَا مَكَانَهَا، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏ وَقَالَ حَاتِمُ بْنُ وَرْدَانَ عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَالَ عَنَاقٌ جَذَعَةٌ‏.‏",
    "english_text": "Abu Burda slaughtered (the sacrifice) before the (`Id) prayer whereupon the Prophet (ﷺ) said to him, \n\"Slaughter another sacrifice instead of that.\" Abu Burda said, \"I have nothing except a Jadha'a.\" \n(Shu`ba said: Perhaps Abu Burda also said that Jadha'a was better than an old sheep in his opinion.) \nThe Prophet (ﷺ) said, \"(Never mind), slaughter it to make up for the other one, but it will not be sufficient \nfor anyone else after you.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ سَلَمَة ) ‏ ‏هُوَ اِبْن كُهَيْل وَصَرَّحَ أَحْمَد بِهِ فِي رِوَايَته عَنْ مُحَمَّد بْن جَعْفَر بِهَذَا الْإِسْنَاد , وَأَبُو جُحَيْفَةَ هُوَ الصَّحَابِيّ الْمَشْهُور. ‏ ‏قَوْله : ( ذَبَحَ أَبُو بُرْدَة ) ‏ ‏هُوَ اِبْن نِيَار الْمَاضِي ذِكْره. ‏ ‏قَوْله : ( أَبْدَلَهَا ) ‏ ‏بِمُوَحَّدَةٍ وَفَتْح أَوَّله , وَقَدْ تَقَدَّمَ بَيَانه فِي قَوْله \" اِذْبَحْ مَكَانهَا أُخْرَى \". ‏ ‏قَوْله : ( قَالَ شُعْبَة وَأَحْسَبهُ قَالَ هِيَ خَيْر مِنْ مُسِنَّة ) ‏ ‏فِي رِوَايَة أَبِي عَامِر الْعَقَدِيّ عَنْ شُعْبَة عِنْد مُسْلِم \" هِيَ خَيْر مِنْ مُسِنَّة \" وَلَمْ يَشُكّ. ‏ ‏قَوْله : ( اِجْعَلْهَا مَكَانهَا ) ‏ ‏أَيْ اِذْبَحْهَا. وَقَدْ تَمَسَّكَ بِهَذَا الْأَمْر مَنْ اِدَّعَى وُجُوب الْأُضْحِيَّة , وَلَا دَلَالَة فِيهِ , لِأَنَّهُ وَلَوْ كَانَ ظَاهِر الْأَمْر الْوُجُوب إِلَّا أَنَّ قَرِينَة إِفْسَاد الْأُولَى تَقْتَضِي أَنْ يَكُون الْأَمْر بِالْإِعَادَةِ لِتَحْصِيلِ الْمَقْصُود , وَهُوَ أَعَمُّ مِنْ أَنْ يَكُون فِي الْأَصْل وَاجِبًا أَوْ مَنْدُوبًا , وَقَالَ الشَّافِعِيّ : يَحْتَمِل أَنْ يَكُون الْأَمْر بِالْإِعَادَةِ لِلْوُجُوبِ , وَيَحْتَمِل أَنْ يَكُون الْأَمْر بِالْإِعَادَةِ لِلْإِشَارَةِ إِلَى أَنَّ التَّضْحِيَة قَبْل الصَّلَاة لَا تَقَع أُضْحِيَّة , فَأَمَرَهُ بِالْإِعَادَةِ لِيَكُونَ فِي عِدَاد مَنْ ضَحَّى , فَلَمَّا اِحْتَمَلَ ذَلِكَ وَجَدْنَا الدَّلَالَة عَلَى عَدَم الْوُجُوب فِي حَدِيث أُمّ سَلَمَة الْمَرْفُوع \" إِذَا دَخَلَ الْعَشْر فَأَرَادَ أَحَدكُمْ أَنْ يُضَحِّي \" قَالَ : فَلَوْ كَانَتْ الْأُضْحِيَّة وَاجِبَة لَمْ يَكِلْ ذَلِكَ إِلَى الْإِرَادَة , وَأَجَابَ مَنْ قَالَ بِالْوُجُوبِ بِأَنَّ التَّعْلِيق عَلَى الْإِرَادَة لَا يَمْنَع الْقَوْل بِالْوُجُوبِ , فَهُوَ كَمَا قِيلَ : مَنْ أَرَادَ الْحَجّ فَلْيُكْثِر مِنْ الزَّاد , فَإِنَّ ذَلِكَ لَا يَدُلّ عَلَى أَنَّ الْحَجّ لَا يَجِب , وَتُعُقِّبَ بِأَنَّهُ لَا يَلْزَم مِنْ كَوْن ذَلِكَ لَا يَدُلّ عَلَى عَدَم الْوُجُوب ثُبُوت الْوُجُوب بِمُجَرَّدِ الْأَمْر بِالْإِعَادَةِ لِمَا تَقَدَّمَ مِنْ اِحْتِمَال إِرَادَة الْكَمَال وَهُوَ الظَّاهِر وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَقَالَ حَاتِم بْن وَرْدَان إِلَخْ ) ‏ ‏تَقَدَّمَ ذِكْر مَنْ وَصَلَهُ فِي الْبَاب الَّذِي قَبْله , وَلَمْ يَسُقْ مُسْلِم لَفْظه , لَكِنَّهُ قَالَ \" بِمِثْلِ حَدِيثهمَا \" يَعْنِي رِوَايَة إِسْمَاعِيل بْن عُلَيَّة عَنْ أَيُّوب وَرِوَايَة هِشَام عَنْ مُحَمَّد بْن سِيرِينَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5558,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، قَالَ ضَحَّى النَّبِيُّ صلى الله عليه وسلم بِكَبْشَيْنِ أَمْلَحَيْنِ، فَرَأَيْتُهُ وَاضِعًا قَدَمَهُ عَلَى صِفَاحِهِمَا يُسَمِّي وَيُكَبِّرُ، فَذَبَحَهُمَا بِيَدِهِ‏.‏",
    "english_text": "The Prophet (ﷺ) slaughtered two rams, black and white in color (as sacrifices), and I saw him putting his \nfoot on their sides and mentioning Allah's Name and Takbir (Allahu Akbar). Then he slaughtered \nthem with his own hands.",
    "explication": "‏ ‏قَوْله : ( ضَحَّى ) ‏ ‏كَذَا فِي رِوَايَة شُعْبَة بِصِيغَةِ الْفِعْل الْمَاضِي وَكَذَا فِي رِوَايَة أَبِي عَوَانَة الْآتِيَة قَرِيبًا عَنْ قَتَادَة , وَفِي رِوَايَة هَمَّام الْآتِيَة قَرِيبًا أَيْضًا عَنْ قَتَادَة \" كَانَ يُضَحِّي \" وَهُوَ أَظْهَرُ فِي الْمُدَاوَمَة عَلَى ذَلِكَ. ‏ ‏قَوْله : ( بِكَبْشَيْنِ أَمْلَحَيْنِ ) ‏ ‏زَادَ فِي رِوَايَة أَبِي عَوَانَة وَفِي رِوَايَة هَمَّام كِلَاهُمَا عَنْ قَتَادَة \" أَقْرَنَيْنِ \" وَسَيَأْتِيَانِ قَرِيبًا , وَتَقَدَّمَ مِثْله فِي رِوَايَة أَبِي قِلَابَةَ قَبْل بَاب. ‏ ‏قَوْله : ( فَرَأَيْته وَاضِعًا قَدَمه عَلَى صِفَاحهمَا ) ‏ ‏أَيْ عَلَى صِفَاح كُلّ مِنْهُمَا عِنْد ذَبْحه , وَالصِّفَاح بِكَسْرِ الصَّاد الْمُهْمَلَة وَتَخْفِيف الْفَاء وَآخِره حَاء مُهْمَلَة الْجَوَانِب , وَالْمُرَاد الْجَانِب الْوَاحِد مِنْ وَجْه الْأُضْحِيَّة , وَإِنَّمَا ثَنَّى إِشَارَة إِلَى أَنَّهُ فِعْل فِي كُلّ مِنْهُمَا , فَهُوَ مِنْ إِضَافَة الْجَمْع إِلَى الْمُثَنَّى بِإِرَادَةِ التَّوْزِيع. ‏ ‏قَوْله : ( يُسَمِّي وَيُكَبِّر ) ‏ ‏فِي رِوَايَة أَبِي عَوَانَة \" وَسَمَّى وَكَبَّرَ \" وَالْأَوَّل أَظْهَر فِي وُقُوع ذَلِكَ عِنْد الذَّبْح. وَفِي الْحَدِيث غَيْر مَا تَقَدَّمَ مَشْرُوعِيَّة التَّسْمِيَة عِنْد الذَّبْح , وَقَدْ تَقَدَّمَ فِي الذَّبَائِح بَيَان مَنْ اِشْتَرَطَهَا فِي صِفَة الذَّبْح , وَفِيهِ اِسْتِحْبَاب التَّكْبِير مَعَ التَّسْمِيَة وَاسْتِحْبَاب وَضْع الرِّجْل عَلَى صَفْحَة عُنُق الْأُضْحِيَّة الْأَيْمَن , وَاتَّفَقُوا عَلَى أَنَّ إِضْجَاعهَا يَكُون عَلَى الْجَانِب الْأَيْسَر فَيَضَع رِجْله عَلَى الْجَانِب الْأَيْمَن لِيَكُونَ أَسْهَلَ عَلَى الذَّابِح فِي أَخْذ السِّكِّين بِالْيَمِينِ وَإِمْسَاك رَأْسهَا بِيَدِهِ الْيَسَار. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5559,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَرِفَ وَأَنَا أَبْكِي، فَقَالَ ‏\"‏ مَا لَكِ أَنَفِسْتِ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ اقْضِي مَا يَقْضِي الْحَاجُّ غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ ‏\"‏‏.‏ وَضَحَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نِسَائِهِ بِالْبَقَرِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) entered upon me at Sarif while I was weeping (because I was afraid that I would not \nbe able to perform the ,Hajj). He said, \"What is wrong with you? Have you got your period?\" I \nreplied, \"Yes.\" He said, \"This is a matter Allah has decreed for all the daughters of Adam, so perform \nthe ceremonies of the Hajj as the pilgrims do, but do not perform the Tawaf around the Ka`ba.\" \nAllah's Messenger (ﷺ) slaughtered some cows as sacrifices on behalf of his wives.",
    "explication": "‏ ‏قَوْله : ( سَمِعْت الْقَاسِم ) ‏ ‏يَعْنِي أَبَاهُ , وَهُوَ اِبْن مُحَمَّد بْن أَبِي بَكْر الصِّدِّيق. ‏ ‏قَوْله : ( لَا نُرَى ) ‏ ‏بِالضَّمِّ أَيْ لَا نَظُنّ. و \" سَرِف \" بِفَتْحِ الْمُهْمَلَة وَكَسْر الرَّاء بَعْدهَا فَاء مَوْضِع قَرِيب مِنْ مَكَّة بَيْنهمَا نَحْو مِنْ عَشْرَة أَمْيَال , وَهُوَ مَمْنُوع مِنْ الصَّرْف وَقَدْ يُصْرَف. ‏ ‏قَوْله : ( فَاقْضِي ) ‏ ‏الْمُرَاد بِالْقَضَاءِ هُنَا الْأَدَاء وَهُمَا فِي اللُّغَة بِمَعْنًى وَاحِد. ‏ ‏قَوْله : ( غَيْر أَنْ لَا تَطُوفِي بِالْبَيْتِ ) ‏ ‏زَادَ فِي الرِّوَايَة الْآتِيَة \" حَتَّى تَطْهُرِي \" وَهَذَا الِاسْتِثْنَاء مُخْتَصّ بِأَحْوَالِ الْحَجّ لَا بِجَمِيعِ أَحْوَال الْمَرْأَة , وَسَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث بِتَمَامِهِ فِي كِتَاب الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5560,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ الْمِنْهَالِ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي زُبَيْدٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَخْطُبُ فَقَالَ ‏\"‏ إِنَّ أَوَّلَ مَا نَبْدَأُ مِنْ يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ هَذَا فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ نَحَرَ فَإِنَّمَا هُوَ لَحْمٌ يُقَدِّمُهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ ‏\"‏‏.‏ فَقَالَ أَبُو بُرْدَةَ يَا رَسُولَ اللَّهِ ذَبَحْتُ قَبْلَ أَنْ أُصَلِّيَ، وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ‏.‏ فَقَالَ ‏\"‏ اجْعَلْهَا مَكَانَهَا، وَلَنْ تَجْزِيَ أَوْ تُوفِيَ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏",
    "english_text": "I heard the Prophet (ﷺ) delivering a sermon, and he said (on the Day of `Id-Allah. a), \"The first thing we \nwill do on this day of ours is that we will offer the `Id prayer, then we will return and slaughter our \nsacrifices; and whoever does so, then indeed he has followed our tradition, and whoever slaughtered \nhis sacrifice (before the prayer), what he offered was just meat that he presented to his family, and that \nwas not a sacrifice.\" Abu Burda got up and said, \"O Allah's Messenger (ﷺ)! I slaughtered the sacrifice before \nthe prayer and I have got a Jadha'a which is better than an old sheep.\" The Prophet (ﷺ) said, \"Slaughter it \nto make up for that, but it will not be sufficient for anybody else after you.\"",
    "explication": "أَمَّا حَدِيثُ الْبَرَاءِ فَظَاهِرُهُ يُخَالِفُ التَّرْجَمَةَ , لِأَنَّ قَوْلَهُ ‏ ‏\" أَوَّلُ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" ‏ ‏مُشْعِرٌ بِأَنَّ هَذَا الْكَلَامَ وَقَعَ قَبْلَ إِيقَاعِ الصَّلَاةِ فَيَسْتَلْزِمُ تَقْدِيمَ الْخُطْبَةِ عَلَى الصَّلَاةِ بِنَاءً عَلَى أَنَّ هَذَا الْكَلَامَ مِنْ الْخُطْبَةِ , وَلِأَنَّهُ عَقَّبَ الصَّلَاةَ بِالنَّحْرِ , وَالْجَوَابُ أَنَّ الْمُرَادَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْعِيدَ ثُمَّ خَطَبَ فَقَالَ هَذَا الْكَلَامَ , وَأَرَادَ بِقَوْلِهِ \" إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ \" أَيْ فِي يَوْمِ الْعِيدِ تَقْدِيمَ الصَّلَاةِ فِي أَيِّ عِيدٍ كَانَ. وَالتَّعْقِيبُ بِثُمَّ لَا يَسْتَلْزِمُ عَدَمَ تَخَلُّلِ أَمْرٍ آخَرَ بَيْنَ الْأَمْرَيْنِ. قَالَ اِبْنُ بَطَّالٍ : غَلِطَ النَّسَائِيُّ فَتَرْجَمَ بِحَدِيثِ الْبَرَاءِ فَقَالَ \" بَابُ الْخُطْبَةِ قَبْلَ الصَّلَاةِ \" قَالَ : وَخَفَى عَلَيْهِ أَنَّ الْعَرَبَ قَدْ تَضَعُ الْفِعْلَ الْمُسْتَقْبِلَ مَكَانَ الْمَاضِي , وَكَأَنَّهُ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : أَوَّلُ مَا يَكُونُ بِهِ الِابْتِدَاءُ فِي هَذَا الْيَوْمِ الصَّلَاةُ الَّتِي قَدَّمْنَا فِعْلَهَا. قَالَ : وَهُوَ مِثْلُ قَوْلِهِ تَعَالَى ( وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا ) أَيْ الْإِيمَانُ الْمُتَقَدِّمُ مِنْهُمْ ا ه. وَالْمُعْتَمَدُ فِي صِحَّةِ مَا تَأَوَّلْنَاهُ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْآتِيَةُ بَعْدَ ثَمَانِيَةِ أَبْوَابٍ فِي هَذَا الْحَدِيثِ بِعَيْنِهِ بِلَفْظِ \" خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أَضْحَى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ , ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ : إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلَاةِ ثُمَّ نَرْجِعَ فَنَنْحَرَ \" الْحَدِيثَ , فَتَبَيَّنَ أَنَّ ذَلِكَ الْكَلَامَ وَقَعَ مِنْهُ بَعْدَ الصَّلَاةِ. وَقَالَ الْكَرْمَانِيُّ : الْمُسْتَفَادُ مِنْ حَدِيثِ الْبَرَاءِ أَنَّ الْخُطْبَةَ مُقَدَّمَةٌ عَلَى الصَّلَاةِ , ثُمَّ قَالَ فِي مَوْضِعٍ آخَرَ : فَإِنْ قُلْت فَمَا دَلَالَتُهُ عَلَى التَّرْجَمَةِ ؟ قُلْت : لَوْ قَدَّمَ الْخُطْبَةَ عَلَى الصَّلَاةِ لَمْ تَكُنْ الصَّلَاةُ أَوَّلَ مَا بُدِئَ بِهِ , وَلَا يَلْزَمُ مِنْ كَوْنِ هَذَا الْكَلَامِ وَقَعَ قَبْلَ الصَّلَاةِ أَنْ تَكُونَ الْخُطْبَةُ وَقَعَتْ قَبْلَهَا ا ه. وَحَاصِلُهُ أَنَّهُ يَجْعَلُ الْكَلَامَ الْمَذْكُورَ سَابِقًا عَلَى الصَّلَاةِ , وَيَمْنَعُ كَوْنَهُ مِنْ الْخُطْبَةِ. لَكِنْ قَدْ بَيَّنَتْ رِوَايَةُ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ زُبَيْدٍ الْمَذْكُورَةُ أَنَّ الصَّلَاةَ لَمْ يَتَقَدَّمْهَا شَيْءٌ , لِأَنَّهُ عَقَّبَ الْخُرُوجَ إِلَيْهَا بِالْفَاءِ. وَصَرَّحَ مَنْصُورٌ فِي رِوَايَتِهِ عَنْ الشَّعْبِيِّ فِي هَذَا الْحَدِيثِ بِأَنَّ الْكَلَامَ الْمَذْكُورَ وَقَعَ فِي الْخُطْبَةِ , وَلَفْظُهُ \" عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ : خَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى بَعْدَ الصَّلَاةِ فَقَالَ \" فَذَكَرَ الْحَدِيثَ. وَقَدْ تَقَدَّمَ قَبْلَ بَابَيْنِ وَيَأْتِي أَيْضًا فِي أَوَاخِرِ الْعِيدِ , فَيَتَعَيَّنُ التَّأْوِيلُ الَّذِي قَدَّمْنَاهُ. وَاَللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5561,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيُعِدْ ‏\"‏‏.‏ فَقَالَ رَجُلٌ هَذَا يَوْمٌ يُشْتَهَى فِيهِ اللَّحْمُ ـ وَذَكَرَ مِنْ جِيرَانِهِ فَكَأَنَّ النَّبِيَّ صلى الله عليه وسلم عَذَرَهُ ـ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ شَاتَيْنِ فَرَخَّصَ لَهُ النَّبِيُّ صلى الله عليه وسلم فَلاَ أَدْرِي بَلَغَتِ الرُّخْصَةُ أَمْ لاَ، ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ ـ يَعْنِي فَذَبَحَهُمَا ـ ثُمَّ انْكَفَأَ النَّاسُ إِلَى غُنَيْمَةٍ فَذَبَحُوهَا‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever slaughtered the sacrifice before the `Id prayer, should repeat it (slaughter \nanother one).\" A man said \"This is the day on which meat is desired.\" Then he mentioned the need of \nhis neighbors (for meat) and the Prophet (ﷺ) seemed to accept his excuse. The man said, \"I have a Jadha'a \nwhich is to me better than two sheep.\" The Prophet (ﷺ) allowed him (to slaughter it as a sacrifice). But I \ndo not know whether this permission was general for all Muslims or not. The Prophet (ﷺ) then went \ntowards two rams and slaughtered them, and the people went towards their sheep and slaughtered \nthem.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا صَدَقَة ) ‏ ‏هُوَ اِبْن الْفَضْل , ‏ ‏وَابْن عُلَيَّة ‏ ‏هُوَ إِسْمَاعِيل بْن إِبْرَاهِيم بْن مِقْسَم. ‏ ‏قَوْله ( فَقَامَ رَجُل ) ‏ ‏هُوَ أَبُو بُرْدَة بْن نِيَار كَمَا فِي حَدِيث الْبَرَاءِ. ‏ ‏قَوْله ( إِنَّ هَذَا يَوْم يُشْتَهَى فِيهِ اللَّحْم ) ‏ ‏فِي رِوَايَة دَاوُدَ بْن أَبِي هِنْد الشَّعْبِيّ عِنْد مُسْلِم \" فَقَالَ يَا رَسُول اللَّه , إِنَّ هَذَا يَوْم اللَّحْم فِيهِ مَكْرُوه \" وَفِي لَفْظ لَهُ \" مَقْرُوم \" وَهُوَ بِسُكُونِ الْقَاف , قَالَ عِيَاض رُوِّينَاهُ فِي مُسْلِم مِنْ طَرِيق الْفَارِسِيّ وَالسِّجْزِيّ \" مَكْرُوه \" وَمِنْ طَرِيق الْعُذْرِيّ \" مَقْرُوم \" وَقَدْ صَوَّبَ بَعْضهمْ هَذِهِ الرِّوَايَة الثَّانِيَة وَقَالَ مَعْنَاهُ يُشْتَهَى فِيهِ اللَّحْم يُقَال قَرَمْت إِلَى اللَّحْم وَقَرَمْته إِذَا اِشْتَهَيْته فَهُوَ مُوَافِق لِلرِّوَايَةِ الْأُخْرَى \" إِنَّ هَذَا يَوْم يُشْتَهَى فِيهِ اللَّحْم \" قَالَ عِيَاض : وَقَالَ بَعْض شُيُوخنَا صَوَاب الرِّوَايَة \" اللَّحْم فِيهِ مَكْرُوه \" بِفَتْحِ الْحَاء وَهُوَ اِشْتِهَاء اللَّحْم وَالْمَعْنَى تَرْك الذَّبْح وَالتَّضْحِيَة وَإِبْقَاء أَهْله فِيهِ بِلَا لَحْم حَتَّى يَشْتَهُوهُ مَكْرُوه , قَالَ وَقَالَ لِي الْأُسْتَاذ أَبُو عَبْد اللَّه بْن سُلَيْمَان مَعْنَاهُ ذَبْح مَا لَا يُجْزِئ فِي الْأُضْحِيَّة مِمَّا هُوَ لَحْم ا ه , وَبَالَغَ اِبْن الْعَرَبِيّ فَقَالَ : الرِّوَايَة بِسُكُونِ الْحَاء هُنَا غَلَط وَإِنَّمَا هُوَ اللَّحْم بِالتَّحْرِيكِ , يُقَال لَحِمَ الرَّجُل بِكَسْرِ الْحَاء يَلْحَم بِفَتْحِهَا إِذَا كَانَ يَشْتَهِي اللَّحْم , وَأَمَّا الْقُرْطُبِيّ فِي \" الْمُفْهِم \" فَقَالَ تَكَلَّفَ بَعْضهمْ مَا لَا يَصِحّ رِوَايَة أَنَّ اللَّحْم بِالتَّحْرِيكِ وَلَا مَعْنَى وَهُوَ قَوْل الْآخَر مَعْنَى الْمَكْرُوه أَنَّهُ مُخَالِف لِلسُّنَّةِ قَالَ وَهُوَ كَلَام مَنْ لَمْ يَتَأَمَّل سِيَاق الْحَدِيث فَإِنَّ هَذَا التَّأْوِيل لَا يُلَائِمهُ , إِذْ لَا يَسْتَقِيم أَنْ يَقُول إِنَّ هَذَا الْيَوْم اللَّحْم فِيهِ مُخَالِف لِلسُّنَّةِ وَإِنِّي عَجِلْت لِأُطْعِم أَهْلِي , قَالَ : وَأَقْرَب مَا يُتَكَلَّف لِهَذِهِ الرِّوَايَة أَنَّ مَعْنَاهُ اللَّحْم فِيهِ مَكْرُوه التَّأْخِير فَحُذِفَ لَفْظ التَّأْخِير لِدَلَالَةِ قَوْله عَجِلْت. وَقَالَ النَّوَوِيّ : ذَكَرَ الْحَافِظ أَبُو مُوسَى أَنَّ مَعْنَاهُ هَذَا يَوْم طَلَب اللَّحْم فِيهِ مَكْرُوه شَاقّ قَالَ : وَهُوَ مَعْنًى حَسَن قُلْت : يَعْنِي طَلَبه مِنْ النَّاس كَالصَّدِيقِ وَالْجَار , فَاخْتَارَ هُوَ أَنْ لَا يَحْتَاج أَهْله إِلَى ذَلِكَ فَأَغْنَاهُمْ بِمَا ذَبَحَهُ عَنْ الطَّلَب. وَوَقَعَ فِي رِوَايَة مَنْصُور عَنْ الشَّعْبِيّ كَمَا مَضَى فِي الْعِيدَيْنِ \" وَعَرَفْت أَنَّ الْيَوْم يَوْم أَكْل وَشُرْب , فَأَحْبَبْت أَنْ تَكُون شَاتِي أَوَّل مَا يُذْبَح فِي بَيْتِي \" وَيَظْهَر لِي أَنَّ بِهَذِهِ الرِّوَايَة يَحْصُل الْجَمْع بَيْن الرِّوَايَتَيْنِ الْمُتَقَدِّمَتَيْنِ , وَأَنَّ وَصْفه اللَّحْم بِكَوْنِهِ مُشْتَهًى وَبِكَوْنِهِ مَكْرُوهًا لَا تَنَاقُض فِيهِ وَإِنَّمَا هُوَ بِاعْتِبَارَيْنِ : فَمِنْ حَيْثُ إِنَّ الْعَادَة جَرَتْ فِيهِ بِالذَّبَائِحِ فَالنَّفْس تَتَشَوَّق لَهُ يَكُون مُشْتَهًى , وَمِنْ حَيْثُ تَوَارُد الْجَمِيع عَلَيْهِ حَتَّى يَكْثُر يَصِير مُمَوَّلًا فَأُطْلِقَتْ عَلَيْهِ الْكَرَاهَة لِذَلِكَ , فَحَيْثُ وَصَفَهُ بِكَوْنِهِ مُشْتَهًى أَرَادَ اِبْتِدَاء حَاله , وَحَيْثُ وَصَفَهُ بِكَوْنِهِ مَكْرُوهًا أَرَادَ اِنْتِهَاءَهُ , وَمِنْ ثَمَّ اِسْتَعْجَلَ بِالذَّبْحِ لِيَفُوزَ بِتَحْصِيلِ الصِّفَة الْأُولَى عِنْد أَهْله وَجِيرَانه. وَوَقَعَ فِي رِوَايَة فِرَاس عَنْ الشَّعْبِيّ عِنْد مُسْلِم \" فَقَالَ خَالِي : يَا رَسُول اللَّه قَدْ نَكَّسْت عَنْ اِبْن لِي \" وَقَدْ اِسْتَشْكَلَ هَذَا , وَظَهَرَ لِي أَنَّ مُرَاده أَنَّهُ ضَحَّى لِأَجْلِهِ لِلْمَعْنَى الَّذِي ذَكَرَهُ فِي أَهْله وَجِيرَانه , فَخَصَّ وَلَده بِالذِّكْرِ لِأَنَّهُ أَخَصُّ بِذَلِكَ عِنْده حَتَّى يَسْتَغْنِي وَلَده بِمَا عِنْده عَنْ التَّشَوُّف إِلَى مَا عِنْد غَيْره. ‏ ‏قَوْله : ( وَذَكَرَ جِيرَانه ) ‏ ‏فِي رِوَايَة عَاصِم عِنْد مُسْلِم وَإِنِّي عَجَّلْت فِيهِ نَسِيكَتِي لِأُطْعِم أَهْلِي وَجِيرَانِي وَأَهْل دَارِي. ‏ ‏قَوْله : ( فَلَا أَدْرِي أَبَلَغَتْ الرُّخْصَة مَنْ سِوَاهُ أَمْ لَا ) ‏ ‏قَدْ وَقَعَ فِي حَدِيث الْبَرَاء اِخْتِصَاصه بِذَلِكَ كَمَا سَيَأْتِي بَعْد أَبْوَاب , وَيَأْتِي الْبَحْث فِيهِ , كَأَنَّ أَنَسًا لَمْ يَسْمَع ذَلِكَ , وَقَدْ رَوَى اِبْن عَوْن عَنْ الشَّعْبِيّ حَدِيث الْبَرَاء وَعَنْ اِبْن سِيرِينَ حَدِيث أَنَس فَكَانَ إِذَا حَدَّثَ حَدِيث الْبَرَاء يَقِف عِنْد قَوْله \" وَلَنْ تَجْزِيَ عَنْ أَحَد بَعْدك \" وَيُحَدِّث بِقَوْلِ أَنَس \" لَا أَدْرِي أَبَلَغَتْ الرُّخْصَة غَيْره أَمْ لَا \" وَلَعَلَّهُ اِسْتَشْكَلَ الْخُصُوصِيَّة بِذَلِكَ لِمَا جَاءَ مِنْ ثُبُوت ذَلِكَ لِغَيْرِ أَبِي بُرْدَة كَمَا سَيَأْتِي بَيَانه قَرِيبًا. ‏ ‏قَوْله : ( ثُمَّ اِنْكَفَأَ ) ‏ ‏مَهْمُوز أَيْ مَالَ يُقَال كَفَأْت الْإِنَاء إِذَا أَمَلْته , وَالْمُرَاد أَنَّهُ رَجَعَ عَنْ مَكَان الْخُطْبَة إِلَى مَكَان الذَّبْح. ‏ ‏قَوْله : ( وَقَامَ النَّاس ) ‏ ‏كَذَا هُنَا , وَفِي الرِّوَايَة الْآتِيَة فِي \" بَاب مَنْ ذَبَحَ قَبْل الصَّلَاة أَعَادَ \" فَتَمَسَّكَ بِهِ اِبْن التِّين فِي أَنَّ مَنْ ذَبَحَ قَبْل الْإِمَام لَا يُجْزِئهُ , وَسَيَأْتِي الْبَحْث فِيهِ. ‏ ‏قَوْله : ( إِلَى غَنِيمَة ) ‏ ‏بِغَيْنٍ مُعْجَمَة وَنُون مُصَغَّر ‏ ‏( فَتَوَزَّعُوهَا أَوْ قَالَ فَتَجَزَّعُوهَا ) ‏ ‏شَكٌّ مِنْ الرَّاوِي , وَالْأَوَّل بِالزَّايِ مِنْ التَّوْزِيع وَهُوَ التَّفْرِقَة أَيْ تَفَرَّقُوهَا , وَالثَّانِي بِالْجِيمِ وَالزَّاي أَيْضًا مِنْ الْجَزْع وَهُوَ الْقَطْع أَيْ اِقْتَسَمُوهَا حِصَصًا , وَلَيْسَ الْمُرَاد أَنَّهُمْ اِقْتَسَمُوهَا بَعْد الذَّبْح فَأَخَذَ كُلّ وَاحِد قِطْعَة مِنْ اللَّحْم وَإِنَّمَا الْمُرَاد أَخْذ حِصَّة مِنْ الْغَنَم , وَالْقِطْعَة تُطْلَق عَلَى الْحِصَّة مِنْ كُلّ شَيْء , فَبِهَذَا التَّقْرِير يَكُون الْمَعْنَى وَاحِدًا وَإِنْ كَانَ ظَاهِره فِي الْأَصْل الِاخْتِلَاف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5562,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الأَسْوَدُ بْنُ قَيْسٍ، سَمِعْتُ جُنْدَبَ بْنَ سُفْيَانَ الْبَجَلِيَّ، قَالَ شَهِدْتُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ النَّحْرِ فَقَالَ ‏\n\"‏ مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَلْيُعِدْ مَكَانَهَا أُخْرَى، وَمَنْ لَمْ يَذْبَحْ فَلْيَذْبَحْ ‏\"‏‏.‏",
    "english_text": "I witnessed the Prophet (ﷺ) on the Day of Nahr. He said, \"Whoever slaughtered the sacrifice before \noffering the `Id prayer, should slaughter another sacrifice in its place; and whoever has not slaughtered \ntheir sacrifice yet, should slaughter now.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ الْأَسْوَدِ ) ‏ ‏هُوَ اِبْنُ قَيْسٍ لَا اِبْنُ يَزِيدَ , لِأَنَّ شُعْبَةَ لَمْ يَلْحَقْ اِبْنَ يَزِيدَ , وَجُنْدُبٌ هُوَ اِبْنُ عَبْدِ اللَّهِ الْبَجْلِيُّ. ‏ ‏قَوْلُهُ : ( وَقَالَ مَنْ ذَبَحَ ) ‏ ‏هُوَ مِنْ جُمْلَةِ الْخُطْبَةِ وَلَيْسَ مَعْطُوفًا عَلَى قَوْلِهِ \" ثُمَّ ذَبَحَ \" لِئَلَّا يَلْزَمَ تَخَلُّلُ الذَّبْحِ بَيْنَ الْخُطْبَةِ وَهَذَا الْقَوْلُ , وَلَيْسَ الْوَاقِعُ ذَلِكَ عَلَى مَا بَيَّنَهُ حَدِيثُ الْبَرَاءِ الَّذِي قَبْلَهُ وَسَيَأْتِي الْكَلَامُ عَلَيْهِمَا فِي كِتَابِ الْأَضَاحِيِّ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5563,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنِ الْبَرَاءِ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ، فَقَالَ ‏\"‏ مَنْ صَلَّى صَلاَتَنَا وَاسْتَقْبَلَ قِبْلَتَنَا، فَلاَ يَذْبَحْ حَتَّى يَنْصَرِفَ ‏\"‏‏.‏ فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ فَعَلْتُ‏.‏ فَقَالَ ‏\"‏ هُوَ شَىْءٌ عَجَّلْتَهُ ‏\"‏‏.‏ قَالَ فَإِنَّ عِنْدِي جَذَعَةً هِيَ خَيْرٌ مِنْ مُسِنَّتَيْنِ آذْبَحُهَا قَالَ ‏\"‏ نَعَمْ، ثُمَّ لاَ تَجْزِي عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏ قَالَ عَامِرٌ هِيَ خَيْرُ نَسِيكَتِهِ‏.‏",
    "english_text": "One day Allah's Messenger (ﷺ) offered the `Id prayer and said, \"Whoever offers our prayer and faces our \nQibla should not slaughter the sacrifice till he finishes the `Id prayer.\" Abu Burda bin Niyar got up \nand said, \"O Allah's Messenger (ﷺ)! I have already done it. The Prophet (ﷺ) said, \"That is something you have \ndone before its due time.\" Abu Burda said, \"I have a Jadha'a which is better than two old sheep; shall I \nslaughter it?\" The Prophet (ﷺ) said, \"Yes, but it will not be sufficient for anyone after you.\"",
    "explication": "حَدِيث الْبَرَاء , أَوْرَدَهُ مِنْ طَرِيق فِرَاس بْن يَحْيَى عَنْ الشَّعْبِيّ , وَقَدْ تَقَدَّمَتْ مَبَاحِثه قَرِيبًا. ‏ ‏قَوْله : ( مَنْ صَلَّى صَلَاتنَا وَاسْتَقْبَلَ قِبْلَتنَا ) ‏ ‏الْمُرَاد مَنْ كَانَ عَلَى دِين الْإِسْلَام. ‏ ‏قَوْله : ( فَلَا يَذْبَح ) ‏ ‏أَيْ الْأُضْحِيَّة ‏ ‏( حَتَّى يَنْصَرِف ) ‏ ‏تَمَسَّكَ بِهِ الشَّافِعِيَّة فِي أَنَّ أَوَّل وَقْت الْأُضْحِيَّة قَدْر فَرَاغ الصَّلَاة وَالْخُطْبَة , وَإِنَّمَا شَرَطُوا فَرَاغ الْخَطِيب لِأَنَّ الْخُطْبَتَيْنِ مَقْصُودَتَانِ مَعَ الصَّلَاة فِي هَذِهِ الْعِبَادَة , فَيُعْتَبَر مِقْدَار الصَّلَاة وَالْخُطْبَتَيْنِ عَلَى أَخَفّ مَا يَجْزِي بَعْد طُلُوع الشَّمْس , فَإِذَا ذَبَحَ بَعْد ذَلِكَ أَجْزَأَهُ الذَّبْح عَنْ الْأُضْحِيَّة , سَوَاء صَلَّى الْعِيد أَمْ لَا , وَسَوَاء ذَبَحَ الْإِمَام أُضْحِيَّته أَمْ لَا , وَيَسْتَوِي فِي ذَلِكَ أَهْل الْمِصْر وَالْحَاضِر وَالْبَادِي وَنَقَلَ الطَّحَاوِيُّ عَنْ مَالِك وَالْأَوْزَاعِيِّ وَالشَّافِعِيّ : لَا تَجُوز أُضْحِيَّة قَبْل أَنْ يَذْبَح الْإِمَام , وَهُوَ مَعْرُوف عَنْ مَالِك وَالْأَوْزَاعِيِّ لَا الشَّافِعِيّ , قَالَ الْقُرْطُبِيّ : ظَوَاهِر الْأَحَادِيث تَدُلّ عَلَى تَعْلِيق الذَّبْح بِالصَّلَاةِ , لَكِنْ لَمَّا رَأَى الشَّافِعِيّ أَنَّ مَنْ لَا صَلَاة عِيد عَلَيْهِ مُخَاطَب بِالتَّضْحِيَةِ حَمَلَ الصَّلَاة عَلَى وَقْتهَا. وَقَالَ أَبُو حَنِيفَة وَاللَّيْث : لَا ذَبْح قَبْل الصَّلَاة , وَيَجُوز بَعْدهَا وَلَوْ لَمْ يَذْبَح الْإِمَام , وَهُوَ خَالِص بِأَهْلِ الْمِصْر , فَأَمَّا أَهْل الْقُرَى وَالْبَوَادِي فَيَدْخُل وَقْت الْأُضْحِيَّة فِي حَقّهمْ إِذَا طَلَعَ الْفَجْر الثَّانِي. وَقَالَ مَالِك : يَذْبَحُونَ إِذَا نَحَرَ أَقْرَب أَئِمَّة الْقُرَى إِلَيْهِمْ , فَإِنْ نَحَرُوا قَبْل أَجْزَأَهُمْ. وَقَالَ عَطَاء وَرَبِيعَة : يَذْبَح أَهْل الْقُرَى بَعْد طُلُوع الشَّمْس. وَقَالَ أَحْمَد وَإِسْحَاق : إِذَا فَرَغَ الْإِمَام مِنْ الصَّلَاة جَازَتْ الْأُضْحِيَّة , وَهُوَ وَجْه لِلشَّافِعِيَّةِ قَوِيّ مِنْ حَيْثُ الدَّلِيل وَإِنْ ضَعَّفَهُ بَعْضهمْ , وَمِثْله قَوْل الثَّوْرِيّ : يَجُوز بَعْد صَلَاة الْإِمَام قَبْل خُطْبَته وَفِي أَثْنَائِهَا , وَيَحْتَمِل أَنْ يَكُون قَوْله \" حَتَّى يَنْصَرِف \" أَيْ مِنْ الصَّلَاة , كَمَا فِي الرِّوَايَات الْأُخَر. وَأَصْرَح مِنْ ذَلِكَ مَا وَقَعَ عِنْد أَحْمَد مِنْ طَرِيق يَزِيد بْن الْبَرَاء عَنْ أَبِيهِ رَفَعَهُ \" إِنَّمَا الذَّبْح بَعْد الصَّلَاة \" وَوَقَعَ فِي حَدِيث جُنْدُب عِنْد مُسْلِم \" مَنْ ذَبَحَ قَبْل أَنْ يُصَلِّي فَلْيَذْبَح مَكَانهَا أُخْرَى \" قَالَ اِبْن دَقِيق الْعِيد : هَذَا اللَّفْظ أَظْهَر فِي اِعْتِبَار فِعْل الصَّلَاة مِنْ حَدِيث الْبَرَاء , أَيْ حَيْثُ جَاءَ فِيهِ \" مَنْ ذَبَحَ قَبْل الصَّلَاة \" قَالَ : لَكِنْ إِنْ أَجْرَيْنَاهُ عَلَى ظَاهِره اِقْتَضَى أَنْ لَا تُجْزِئ الْأُضْحِيَّة فِي حَقّ مَنْ لَمْ يُصَلِّ الْعِيد , فَإِنْ ذَهَبَ إِلَيْهِ أَحَد فَهُوَ أَسْعَد النَّاس بِظَاهِرِ هَذَا الْحَدِيث , وَإِلَّا وَجَبَ الْخُرُوج عَنْ الظَّاهِر فِي هَذِهِ الصُّورَة وَيَبْقَى مَا عَدَاهَا فِي مَحِلّ الْبَحْث. وَتُعُقِّبَ بِأَنَّهُ قَدْ وَقَعَ فِي صَحِيح مُسْلِم فِي رِوَايَة أُخْرَى \" قَبْل أَنْ يُصَلِّي أَوْ نُصَلِّي \" بِالشَّكِّ قَالَ النَّوَوِيّ : الْأُولَى بِالْيَاءِ وَالثَّانِيَة بِالنُّونِ , وَهُوَ شَكٌّ مِنْ الرَّاوِي , فَعَلَى هَذَا إِذَا كَانَ بِلَفْظِ \" يُصَلِّي \" سَاوَى لَفْظ حَدِيث الْبَرَاء فِي تَعْلِيق الْحُكْم بِفِعْلِ الصَّلَاة. قُلْت : وَقَدْ وَقَعَ عِنْد الْبُخَارِيّ فِي حَدِيث جُنْدُب فِي الذَّبَائِح بِمِثْلِ لَفْظ الْبَرَاء , وَهُوَ خِلَاف مَا يُوهِمهُ سِيَاق صَاحِب الْعُمْدَة , فَإِنَّهُ سَاقَهُ عَلَى لَفْظ مُسْلِم , وَهُوَ ظَاهِر فِي اِعْتِبَار فِعْل الصَّلَاة , فَإِنَّ إِطْلَاق لَفْظ الصَّلَاة وَإِرَادَة وَقْتهَا خِلَاف الظَّاهِر , وَأَظْهَر مِنْ ذَلِكَ قَوْله \" قَبْل أَنْ نُصَلِّي \" بِالنُّونِ , وَكَذَا قَوْله \" قَبْل أَنْ نَنْصَرِف \" سَوَاء قُلْنَا مِنْ الصَّلَاة أَمْ مِنْ الْخُطْبَة. وَادَّعَى بَعْض الشَّافِعِيَّة أَنَّ مَعْنَى قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ ذَبَحَ قَبْل أَنْ يُصَلِّي فَلْيَذْبَحْ مَكَانهَا أُخْرَى \" أَيْ بَعْد أَنْ يَتَوَجَّه مِنْ مَكَان هَذَا الْقَوْل , لِأَنَّهُ خَاطَبَ بِذَلِكَ مَنْ حَضَرَهُ فَكَأَنَّهُ قَالَ : مَنْ ذَبَحَ قَبْل فِعْل هَذَا مِنْ الصَّلَاة وَالْخُطْبَة فَلْيَذْبَحْ أُخْرَى , أَيْ لَا يَعْتَدّ بِمَا ذَبَحَهُ وَلَا يَخْفَى مَا فِيهِ. وَأَوْرَدَ الطَّحَاوِيُّ مَا أَخْرَجَهُ مُسْلِم مِنْ حَدِيث اِبْن جُرَيْجٍ عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بِلَفْظِ \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى يَوْم النَّحْر بِالْمَدِينَةِ , فَتَقَدَّمَ رِجَال فَنَحَرُوا وَظَنُّوا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ نَحَرَ فَأَمَرَهُمْ أَنْ يُعِيدُوا \" قَالَ وَرَوَاهُ حَمَّاد بْن سَلَمَة عَنْ أَبِي الزُّبَيْر عَنْ جَابِر بِلَفْظِ \" أَنَّ رَجُلًا ذَبَحَ قَبْل أَنْ يُصَلِّي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَنَهَى أَنْ يَذْبَح أَحَد قَبْل الصَّلَاة \" وَصَحَّحَهُ اِبْن حِبَّان. وَيَشْهَد لِذَلِكَ قَوْله فِي حَدِيث الْبَرَاء \" إِنَّ أَوَّل مَا نَصْنَع أَنْ نَبْدَأ بِالصَّلَاةِ , ثُمَّ نَرْجِع فَنَنْحَر \" فَإِنَّهُ دَالٌّ عَلَى أَنَّ وَقْت الذَّبْح يَدْخُل بَعْد فِعْل الصَّلَاة , وَلَا يُشْتَرَط التَّأْخِير إِلَى نَحْر الْإِمَام. وَيُؤَيِّدهُ - مِنْ طَرِيق النَّظَر - أَنَّ الْإِمَام لَوْ لَمْ يَنْحَر لَمْ يَكُنْ ذَلِكَ مُسْقِطًا عَنْ النَّاس مَشْرُوعِيَّة النَّحْر , وَلَوْ أَنَّ الْإِمَام نَحَرَ قَبْل أَنْ يُصَلِّي لَمْ يُجْزِئهُ نَحْره , فَدَلَّ عَلَى أَنَّهُ هُوَ وَالنَّاس فِي وَقْت الْأُضْحِيَّة سَوَاء. وَقَالَ الْمُهَلَّب : إِنَّمَا كُرِهَ الذَّبْح قَبْل الْإِمَام لِئَلَّا يَشْتَغِل النَّاس بِالذَّبْحِ عَنْ الصَّلَاة. ‏ ‏قَوْله : ( فَقَامَ أَبُو بُرْدَة بْن نِيَار فَقَالَ : يَا رَسُول اللَّه فَعَلْت ) ‏ ‏أَيْ ذَبَحْت قَبْل الصَّلَاة. وَوَقَعَ عِنْد مُسْلِم مِنْ هَذَا الْوَجْه \" نَسَكْت عَنْ اِبْن لِي \" وَقَدْ تَقَدَّمَ تَوْجِيهه. ‏ ‏قَوْله : ( هِيَ خَيْر مِنْ مُسِنَّتَيْنِ ) ‏ ‏كَذَا وَقَعَ هُنَا بِالتَّثْنِيَةِ , وَهِيَ مُبَالَغَة. وَوَقَعَ فِي رِوَايَة غَيْره \" مِنْ مُسِنَّة \" بِالْإِفْرَادِ وَتَقَدَّمَ تَوْجِيهُهُ أَيْضًا. ‏ ‏قَوْله : ( قَالَ عَامِر هِيَ خَيْر نَسِيكَتَيْهِ ) ‏ ‏كَذَا فِيهِ بِالتَّثْنِيَةِ , وَفِيهِ ضَمّ الْحَقِيقَة إِلَى الْمَجَاز بِلَفْظٍ وَاحِد , فَإِنَّ النَّسِيكَة , هِيَ الَّتِي أَجْزَأَتْ عَنْهُ وَهِيَ الثَّانِيَة , وَالْأُولَى لَمْ تُجْزِ عَنْهُ , لَكِنْ أَطْلَقَ عَلَيْهَا نَسِيكَة لِأَنَّهُ نَحَرَهَا عَلَى أَنَّهَا نَسِيكَة أَوْ نَحَرَهَا فِي وَقْت النَّسِيكَة , وَإِنَّمَا كَانَتْ خَيْرهمَا لِأَنَّهَا أَجْزَأَتْ عَنْ الْأُضْحِيَّة بِخِلَافِ الْأُولَى , وَفِي الْأُولَى خَيْر فِي الْجُمْلَة بِاعْتِبَارِ الْقَصْد الْجَمِيل , وَوَقَعَ عِنْد مُسْلِم مِنْ هَذَا الْوَجْه \" قَالَ ضَحِّ بِهَا فَإِنَّهَا خَيْر نَسِيكَة \" وَنَقَلَ اِبْن التِّين عَنْ الشَّيْخ أَبِي الْحَسَن يَعْنِي اِبْن الْقَصَّار أَنَّهُ اِسْتَدَلَّ بِتَسْمِيَتِهَا نَسِيكَة عَلَى أَنَّهُ لَا يَجُوز بَيْعهَا وَلَوْ ذُبِحَتْ قَبْل الصَّلَاة , وَلَا يَخْفَى وَجْه الضَّعْف عَلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5564,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسٌ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُضَحِّي بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ، وَوَضَعَ رِجْلَهُ عَلَى صَفْحَتِهِمَا، وَيَذْبَحُهُمَا بِيَدِهِ‏.‏",
    "english_text": "The Prophet (ﷺ) used to offer as sacrifices, two horned rams, black and white in color, and used to put his \nfoot on their sides and slaughter them with his own hands.",
    "explication": "‏ ‏قَوْله : ( هَمَّام ) ‏ ‏وَقَعَ فِي رِوَايَة اِبْن السَّكَن عَلَى الْفَرْبَرِيِّ هِشَام بَدَل هَمَّام ; وَاَلَّذِي عِنْد الْجَمَاعَة أَوْلَى. ‏ ‏قَوْله : ( أَنَّ نَعْلَيْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏وَقَعَ فِي رِوَايَة عِنْد الْكُشْمِيهَنِيِّ بِالْإِفْرَادِ وَكَذَا فِي قَوْله : \" لَهُمَا \". ‏ ‏قَوْله : ( قِبَالَانِ ) ‏ ‏زَادَ اِبْن سَعْد عَنْ عَفَّانَ عَنْ هَمَّام \" مِنْ سِبْت لَيْسَ عَلَيْهِمَا شَعْر \" وَقَدْ أَخْرَجَهُ أَحْمَد عَنْ عَفَّانَ بِدُونِ هَذِهِ الزِّيَادَة , وَقَوْله : \" سِبْت \" بِكَسْرِ الْمُهْمَلَة وَسُكُون الْمُوَحَّدَة بَعْدهَا مُثَنَّاة وَقَدْ فَسَّرَهُ فِي الْحَدِيث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5565,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ ضَحَّى النَّبِيُّ صلى الله عليه وسلم بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ، ذَبَحَهُمَا بِيَدِهِ، وَسَمَّى وَكَبَّرَ وَوَضَعَ رِجْلَهُ عَلَى صِفَاحِهِمَا‏.‏",
    "english_text": "The Prophet (ﷺ) offered as sacrifices, two horned rams, black and white in color. He slaughtered them \nwith his own hands and mentioned Allah's Name over them and said Takbir and put his foot on their \nsides.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5566,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، أَنَّهُ أَتَى عَائِشَةَ، فَقَالَ لَهَا يَا أُمَّ الْمُؤْمِنِينَ إِنَّ رَجُلاً يَبْعَثُ بِالْهَدْىِ إِلَى الْكَعْبَةِ، وَيَجْلِسُ فِي الْمِصْرِ، فَيُوصِي أَنْ تُقَلَّدَ بَدَنَتُهُ، فَلاَ يَزَالُ مِنْ ذَلِكَ الْيَوْمِ مُحْرِمًا حَتَّى يَحِلَّ النَّاسُ‏.‏ قَالَ فَسَمِعْتُ تَصْفِيقَهَا مِنْ وَرَاءِ الْحِجَابِ فَقَالَتْ لَقَدْ كُنْتُ أَفْتِلُ قَلاَئِدَ هَدْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَبْعَثُ هَدْيَهُ إِلَى الْكَعْبَةِ، فَمَا يَحْرُمُ عَلَيْهِ مِمَّا حَلَّ لِلرِّجَالِ مِنْ أَهْلِهِ، حَتَّى يَرْجِعَ النَّاسُ‏.‏",
    "english_text": "that he came to `Aisha and said to her, \"O Mother of the Believers! There is a man who sends a Hadi \nto Ka`ba and stays in his city and requests that his Hadi camel be garlanded while he remains in a state \nof Ihram from that day till the people finish their Ihram (after completing all the ceremonies of Hajj)\" \n(What do you say about it?) Masruq added, I heard the clapping of her hands behind the curtain. She \nsaid, \"I used to twist the garlands for the Hadi of Allah's Messenger (ﷺ) and he used to send his Hadi to \nKa`ba but he never used to regard as unlawful what was lawful for men to do with their wives till the \npeople returned (from the Hajj).",
    "explication": "أَحْمَد بْن مُحَمَّد شَيْخه هُوَ الْمَرْوَزِيُّ , وَعَبْد اللَّه هُوَ اِبْن الْمُبَارَك , وَإِسْمَاعِيل هُوَ اِبْن أَبِي خَالِد. ‏ ‏وَقَوْله فِيهِ \" إِنَّ رَجُلًا يَبْعَث بِالْهَدْيِ \" ‏ ‏هُوَ زِيَاد بْن أَبِي سُفْيَان , وَقَدْ تَقَدَّمَ نَقْله عَنْ اِبْن عَبَّاس وَغَيْره. ‏ ‏وَقَوْله : \" فَسَمِعْت تَصْفِيقهَا مِنْ وَرَاء الْحِجَاب \" ‏ ‏أَيْ ضَرَبَتْ إِحْدَى يَدَيْهَا عَلَى الْأُخْرَى تَعَجُّبًا أَوْ تَأَسُّفًا عَلَى وُقُوع ذَلِكَ. وَاسْتَدَلَّ الدَّاوُدِيّ بِقَوْلِهَا \" هَدْيه \" عَلَى أَنَّ الْحَدِيث الَّذِي رَوَتْهُ مَيْمُونَة مَرْفُوعًا \" إِذَا دَخَلَ عَشْر ذِي الْحِجَّة فَمَنْ أَرَادَ أَنْ يُضَحِّي فَلَا يَأْخُذ مِنْ شَعْره وَلَا مِنْ أَظْفَاره \" يَكُون مَنْسُوخًا بِحَدِيثِ عَائِشَة أَوْ نَاسِخًا. وَقَالَ اِبْن التِّين : وَلَا يُحْتَاج إِلَى ذَلِكَ , لِأَنَّ عَائِشَة إِنَّمَا أَنْكَرَتْ أَنْ يَصِير مَنْ يَبْعَث هَدْيه مُحْرِمًا بِمُجَرَّدِ بَعْثِهِ , وَلَمْ تَتَعَرَّض عَلَى مَا يُسْتَحَبّ فِي الْعَشْر خَاصَّة مِنْ اِجْتِنَاب إِزَالَة الشَّعْر وَالظُّفْر. ثُمَّ قَالَ : لَكِنْ عُمُوم الْحَدِيث يَدُلّ عَلَى مَا قَالَ الدَّاوُدِيّ , وَقَدْ اِسْتَدَلَّ بِهِ الشَّافِعِيّ عَلَى إِبَاحَة ذَلِكَ فِي عَشْر ذِي الْحِجَّة. قَالَ : وَالْحَدِيث الْمَذْكُور أَخْرَجَهُ مُسْلِم وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالنَّسَائِيُّ. قُلْت : هُوَ مِنْ حَدِيث أُمّ سَلَمَة لَا مِنْ حَدِيث مَيْمُونَة , فَوَهِمَ الدَّاوُدِيّ فِي النَّقْل وَفِي الِاحْتِجَاج أَيْضًا , فَإِنَّهُ لَا يَلْزَم مِنْ دَلَالَته عَلَى عَدَم اِشْتِرَاط مَا يَجْتَنِبهُ الْمُحْرِم عَلَى الْمُضَحِّي أَنَّهُ لَا يُسْتَحَبّ فِعْل مَا وَرَدَ بِهِ الْخَبَر الْمَذْكُور لِغَيْرِ الْمُحْرِم , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5567,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو أَخْبَرَنِي عَطَاءٌ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ كُنَّا نَتَزَوَّدُ لُحُومَ الأَضَاحِيِّ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم إِلَى الْمَدِينَةِ، وَقَالَ غَيْرَ مَرَّةٍ لُحُومَ الْهَدْىِ‏.‏",
    "english_text": "During the lifetime of the Prophet (ﷺ) we used to take with us the meat of the sacrifices (of Id al Adha) to \nMedina. (The narrator often said. The meat of the Hadi).",
    "explication": "حَدِيث جَابِر \" كُنَّا نَتَزَوَّد لُحُوم الْأَضَاحِيّ \" الْحَدِيث , وَسَيَأْتِي شَرْحه فِي كِتَاب الْأَضَاحِيّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5568,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي سُلَيْمَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ، أَنَّ ابْنَ خَبَّابٍ، أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا سَعِيدٍ، يُحَدِّثُ أَنَّهُ كَانَ غَائِبًا، فَقَدِمَ فَقُدِّمَ إِلَيْهِ لَحْمٌ‏.‏ قَالَ وَهَذَا مِنْ لَحْمِ ضَحَايَانَا‏.‏ فَقَالَ أَخِّرُوهُ لاَ أَذُوقُهُ‏.‏ قَالَ ثُمَّ قُمْتُ فَخَرَجْتُ حَتَّى آتِيَ أَخِي قَتَادَةَ ـ وَكَانَ أَخَاهُ لأُمِّهِ، وَكَانَ بَدْرِيًّا ـ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنَّهُ قَدْ حَدَثَ بَعْدَكَ أَمْرٌ‏.‏",
    "english_text": "that once he was not present (at the time of `Id-al-Adha) and when he came. some meat was presented \nto him. and the people said (to him), 'This is the meat of our sacrifices\" He said. 'Take it away; I shall \nnot taste it. (In his narration) Abu Sa`id added: I got up and went to my brother, Abu Qatada (who was \nhis maternal brother and was one of the warriors of the battle of Badr) and mentioned that to him He \nSa`d. 'A new verdict was given in your absence (i.e., meat of sacrifices was allowed to be stored and \neaten later on).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس , ‏ ‏وَسُلَيْمَان ‏ ‏هُوَ اِبْن بِلَال , ‏ ‏وَيَحْيَى بْن سَعِيد ‏ ‏هُوَ الْأَنْصَارِيّ , ‏ ‏وَالْقَاسِم ‏ ‏هُوَ اِبْن مُحَمَّد بْن أَبِي بَكْر الصِّدِّيق , ‏ ‏وَابْن خَبَّاب ‏ ‏بِمُعْجَمَةٍ وَمُوَحَّدَتَيْنِ الْأُولَى ثَقِيلَة اِسْمه عَبْد اللَّه , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ , وَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق : يَحْيَى وَالْقَاسِم وَشَيْخه , وَفِيهِ صَحَابِيَّانِ : أَبُو سَعِيد وَقَتَادَة بْن النُّعْمَان. ‏ ‏قَوْله : ( فَقَدِمَ ) ‏ ‏أَيْ مِنْ السَّفَر ‏ ‏( فَقُدِّمَ ) ‏ ‏بِضَمِّ الْقَاف وَتَشْدِيد الدَّال الْمَكْسُورَة أَيْ وُضِعَ بَيْن يَدَيْهِ. ‏ ‏قَوْله : ( فَقَالَ أَخِّرُوهُ ) ‏ ‏فِعْل أَمْر مِنْ التَّأْخِير ‏ ‏( لَا أَذُوقهُ ) ‏ ‏أَيْ لَا آكُل مِنْهُ. ‏ ‏قَوْله : ( قَالَ ثُمَّ قُمْت فَخَرَجْت ) ‏ ‏قَدْ تَقَدَّمَ فِي غَزْوَة بَدْر مِنْ كِتَاب الْمَغَازِي مِنْ رِوَايَة اللَّيْث عَنْ يَحْيَى بْن سَعِيد بِهَذَا الْإِسْنَاد بِلَفْظِ \" أَنَّ أَبَا سَعِيد قَدِمَ مِنْ سَفَر فَقَدَّمَ إِلَيْهِ أَهْله لَحْمًا مِنْ لُحُوم الْأَضَاحِيّ , فَقَالَ : مَا أَنَا بِآكِلِهِ حَتَّى أَسْأَل \". ‏ ‏قَوْله : ( فَخَرَجْت حَتَّى آتِي أَخِي أَبَا قَتَادَة , وَكَانَ أَخَاهُ لِأُمِّهِ ) ‏ ‏كَذَا لِأَبِي ذَرّ وَوَافَقَهُ الْأَصِيلِيّ وَالْقَابِسِيّ فِي رِوَايَتهمَا عَنْ أَبِي زَيْد الْمَرْوَزِيِّ وَأَبِي أَحْمَد الْجُرْجَانِيّ , وَهُوَ وَهْم , وَقَالَ الْبَاقُونَ \" حَتَّى آتِي أَخِي قَتَادَة \" وَهُوَ الصَّوَاب , وَقَدْ تَقَدَّمَ فِي رِوَايَة اللَّيْث \" فَانْطَلَقَ إِلَى أَخِيهِ لِأُمِّهِ قَتَادَة بْن النُّعْمَان \" وَزَعَمَ بَعْض مَنْ لَمْ يُمْعِن النَّظَر فِي ذَلِكَ أَنَّهُ وَقَعَ فِي كُلّ النُّسَخ أَبَا قَتَادَة وَلَيْسَ كَمَا زَعَمَ , وَقَدْ نَبَّهَ عَلَى اِخْتِلَاف الرُّوَاة فِي ذَلِكَ أَبُو عَلِيّ الْجَيَّانِيّ فِي تَقْيِيده وَتَبِعَهُ عِيَاض وَآخَرُونَ , وَأُمّ أَبِي سَعِيد وَقَتَادَة الْمَذْكُور أُنَيْسَة بِنْت أَبِي خَارِجَة عَمْرو بْن قَيْس بْن مَالِك مِنْ بَنِي عَدِيّ بْن النَّجَّار , ذَكَرَ ذَلِكَ اِبْن سَعْد ‏ ‏قَوْله : ( حَدَثَ بَعْدك أَمْر ) ‏ ‏زَادَ اللَّيْث \" نَقْض لِمَا كَانُوا يَنْهَوْنَ عَنْهُ مِنْ أَكْل لُحُوم الْأَضَاحِيّ بَعْد ثَلَاثَة أَيَّام \" , وَقَدْ أَخْرَجَهُ أَحْمَد مِنْ رِوَايَة مُحَمَّد بْن إِسْحَاق قَالَ \" حَدَّثَنِي أَبِي وَمُحَمَّد بْن عَلِيّ بْن حُسَيْن عَنْ عَبْد اللَّه بْن خَبَّاب \" مُطَوَّلًا وَلَفْظه عَنْ أَبِي سَعِيد \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ نَهَانَا أَنْ نَأْكُل لُحُوم نُسُكنَا فَوْق ثَلَاث , قَالَ فَخَرَجْت فِي سَفَر ثُمَّ قَدِمْت عَلَى أَهْلِي - وَذَلِكَ بَعْد الْأَضَاحِيّ بِأَيَّامٍ - فَأَتَتْنِي صَاحِبَتِي بِسِلْقٍ قَدْ جَعَلَتْ فِيهِ قَدِيدًا فَقَالَتْ : هَذَا مِنْ ضَحَايَانَا , فَقُلْت لَهَا : أَوَلَمْ يَنْهَنَا ؟ فَقَالَتْ : إِنَّهُ رَخَّصَ لِلنَّاسِ بَعْد ذَلِكَ , فَلَمْ أُصَدِّقهَا حَتَّى بَعَثْت إِلَى أَخِي قَتَادَة بْن النُّعْمَان - فَذَكَرَهُ وَفِيهِ - قَدْ أَرْخَصَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْمُسْلِمِينَ فِي ذَلِكَ \". وَأَخْرَجَهُ النَّسَائِيُّ وَصَحَّحَهُ اِبْن حِبَّان مِنْ طَرِيق زَيْنَب بِنْت كَعْب عَنْ أَبِي سَعِيد فَقَلْب الْمَتْن جَعَلَ رَاوِي الْحَدِيث أَبَا سَعِيد وَالْمُمْتَنِع مِنْ الْأَكْل قَتَادَة بْن النُّعْمَان , وَمَا فِي الصَّحِيحَيْنِ أَصَحُّ. وَأَخْرَجَهُ أَحْمَد مِنْ وَجْه آخَر فَجَعَلَ الْقِصَّة لِأَبِي قَتَادَة وَأَنَّهُ سَأَلَ قَتَادَة بْن النُّعْمَان عَنْ ذَلِكَ أَيْضًا , وَفِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ فِي حَجَّة الْوَدَاع فَقَالَ \" إِنِّي كُنْت أَمَرْتُكُمْ أَلَّا تَأْكُلُوا الْأَضَاحِيّ فَوْق ثَلَاثَة أَيَّام لِتِسْعِكُمْ وَإِنِّي أُحِلّهُ لَكُمْ فَكُلُوا مِنْهُ مَا شِئْتُمْ \" الْحَدِيث. فَبَيَّنَ فِي هَذَا الْحَدِيث وَقْت الْإِحْلَال , وَأَنَّهُ كَانَ فِي حَجَّة الْوَدَاع , وَكَأَنَّ أَبَا سَعِيد مَا سَمِعَ ذَلِكَ. وَبَيَّنَ فِيهِ أَيْضًا السَّبَب فِي التَّقْيِيد وَأَنَّهُ لِتَحْصِيلِ التَّوْسِعَة بِلُحُومِ الْأَضَاحِيّ لِمَنْ لَمْ يُضَحِّي. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5569,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَنْ ضَحَّى مِنْكُمْ فَلاَ يُصْبِحَنَّ بَعْدَ ثَالِثَةٍ وَفِي بَيْتِهِ مِنْهُ شَىْءٌ ‏\"‏‏.‏ فَلَمَّا كَانَ الْعَامُ الْمُقْبِلُ قَالُوا يَا رَسُولَ اللَّهِ نَفْعَلُ كَمَا فَعَلْنَا عَامَ الْمَاضِي قَالَ ‏\"‏ كُلُوا وَأَطْعِمُوا وَادَّخِرُوا فَإِنَّ ذَلِكَ الْعَامَ كَانَ بِالنَّاسِ جَهْدٌ فَأَرَدْتُ أَنْ تُعِينُوا فِيهَا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever has slaughtered a sacrifice should not keep anything of Its meat after \nthree days.\" When it was the next year the people said, \"O Allah's Messenger (ﷺ)! Shall we do as we did last \nyear?\" He said, ' Eat of it and feed of it to others and store of it for in that year the people were having \na hard time and I wanted you to help (the needy).",
    "explication": "حَدِيث سَلَمَة بْنِ الْأَكْوَع وَهُوَ مِنْ ثُلَاثِيَّاته. ‏ ‏قَوْله : ( فَلَمَّا كَانَ الْعَام الْمُقْبِل قَالُوا : يَا رَسُول اللَّه نَفْعَل كَمَا فَعَلْنَا فِي الْعَام الْمَاضِي ) ‏ ‏؟ يُسْتَفَاد مِنْهُ أَنَّ النَّهْي كَانَ سَنَة تِسْع لِمَا دَلَّ عَلَيْهِ الَّذِي قَبْله أَنَّ الْإِذْن كَانَ فِي سَنَة عَشْر , قَالَ اِبْن الْمُنَيِّر : وَجْه قَوْلهمْ هَلْ نَفْعَل كَمَا كُنَّا نَفْعَل ؟ مَعَ أَنَّ النَّهْي يَقْتَضِي الِاسْتِمْرَار , لِأَنَّهُمْ فَهِمُوا أَنَّ ذَلِكَ النَّهْي وَرَدَ عَلَى سَبَب خَاصّ , فَلَمَّا اِحْتَمَلَ عِنْدهمْ عُمُوم النَّهْي أَوْ خُصُوصه مِنْ أَجْل السَّبَب سَأَلُوا , فَأَرْشَدَهُمْ إِلَى أَنَّهُ خَاصّ بِذَلِكَ الْعَامّ مِنْ أَجْل السَّبَب الْمَذْكُور , ‏ ‏وَقَوْله \" كُلُوا وَأَطْعِمُوا \" ‏ ‏تَمَسَّكَ بِهِ مَنْ قَالَ بِوُجُوبِ الْأَكْل مِنْ الْأُضْحِيَّة , وَلَا حُجَّة فِيهِ لِأَنَّهُ أَمْر بَعْد حَظْر فَيَكُون لِلْإِبَاحَةِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْعَامّ إِذَا وَرَدَ عَلَى سَبَب خَاصّ ضَعُفَتْ دَلَالَة الْعُمُوم حَتَّى لَا يَبْقَى عَلَى أَصَالَته , لَكِنْ لَا يُقْتَصَر فِيهِ عَلَى السَّبَب. ‏ ‏قَوْله : ( وَادَّخِرُوا ) ‏ ‏بِالْمُهْمَلَةِ , وَأَصْله مِنْ ذَخَرَ بِالْمُعْجَمَةِ دَخَلْت عَلَيْهَا تَاء الِافْتِعَال ثُمَّ أُدْغِمَتْ , وَمِنْهُ قَوْله تَعَالَى ( وَادَّكَرَ بَعْدَ أُمَّة ) وَيُؤْخَذ مِنْ الْإِذْن فِي الِادِّخَار الْجَوَاز خِلَافًا لِمَنْ كَرِهَهُ , وَقَدْ وَرَدَ فِي الِادِّخَار \" كَانَ يَدَّخِر لِأَهْلِهِ قُوت سَنَة \" وَفِي رِوَايَة \" كَانَ لَا يَدَّخِر لِغَدٍ \" وَالْأَوَّل فِي الصَّحِيحَيْنِ وَالثَّانِي فِي مُسْلِم , وَالْجَمْع بَيْنهمَا أَنَّهُ كَانَ لَا يَدَّخِر لِنَفْسِهِ وَيَدَّخِر لِعِيَالِهِ , أَوْ أَنَّ ذَلِكَ كَانَ بِاخْتِلَافِ الْحَال فَيَتْرُكهُ عِنْد حَاجَة النَّاس إِلَيْهِ وَيَفْعَلهُ عِنْد عَدَمِ الْحَاجَة. ‏ ‏قَوْله ( كَانَ بِالنَّاسِ جَهْد ) ‏ ‏بِالْفَتْحِ أَيْ مَشَقَّة مِنْ جَهْد قَحْط السَّنَة. ‏ ‏قَوْله : ( فَأَرَدْت أَنْ تُعِينُوا فِيهَا ) ‏ ‏كَذَا هُنَا مِنْ الْإِعَانَة , وَفِي رِوَايَة مُسْلِم عَنْ مُحَمَّد بْن الْمَثْنَى عَنْ أَبِي عَاصِم شَيْخ الْبُخَارِيّ فِيهِ \" فَأَرَدْت أَنْ تَفْشُوَا فِيهِمْ \" وَلِلْإِسْمَاعِيلِيِّ عَنْ أَبِي يَعْلَى عَنْ أَبِي خَيْثَمَةَ عَنْ أَبِي عَاصِم \" فَأَرَدْت أَنْ تَقْسِمُوا فِيهِمْ كُلُوا وَأَطْعِمُوا وَادَّخِرُوا \" قَالَ عِيَاض : الضَّمِير فِي تُعِينُوا فِيهَا لِلْمَشَقَّةِ الْمَفْهُومَة مِنْ الْجَهْد أَوْ مِنْ الشِّدَّة أَوْ مِنْ السَّنَة لِأَنَّهَا سَبَب الْجَهْد , وَفِي \" تَفْشُوَا فِيهِمْ \" أَيْ فِي النَّاس الْمُحْتَاجِينَ إِلَيْهَا , قَالَ فِي الْمَشَارِق : وَرِوَايَة الْبُخَارِيّ أَوْجَه , وَقَالَ فِي شَرْح مُسْلِم : وَرِوَايَة مُسْلِم أَشْبَه. قُلْت قَدْ عَرَفْت أَنَّ مَخْرَج الْحَدِيث وَاحِد وَمَدَاره عَلَى أَبِي عَاصِم وَأَنَّهُ تَارَة قَالَ هَذَا وَتَارَة قَالَ هَذَا , وَالْمَعْنَى فِي كُلّ صَحِيح فَلَا وَجْه لِلتَّرْجِيحِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5570,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ الضَّحِيَّةُ كُنَّا نُمَلِّحُ مِنْهُ، فَنَقْدَمُ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم بِالْمَدِينَةِ فَقَالَ ‏\n\"‏ لاَ تَأْكُلُوا إِلاَّ ثَلاَثَةَ أَيَّامٍ ‏\"‏‏.‏ وَلَيْسَتْ بِعَزِيمَةٍ، وَلَكِنْ أَرَادَ أَنْ يُطْعِمَ مِنْهُ وَاللَّهُ أَعْلَمُ‏.‏",
    "english_text": "We used to salt some of the meat of sacrifice and present it to the Prophet (ﷺ) at Medina. Once he said, \n\"Do not eat (of that meat) for more than three days.\" That was not a final order, but (that year) he \nwanted us to feed of it to others, Allah knows better.",
    "explication": "‏ ‏قَوْله : ( إِسْمَاعِيل بْن عَبْد اللَّه ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس الَّذِي رَوَى عَنْهُ حَدِيث أَبِي سَعِيد وَقَوْله \" حَدَّثَنِي أَخِي \" هُوَ أَبُو بَكْر عَبْد الْحَمِيد , ‏ ‏وَسُلَيْمَان ‏ ‏هُوَ اِبْن بِلَال , ‏ ‏وَيَحْيَى بْن سَعِيد ‏ ‏هُوَ الْأَنْصَارِيّ. فَإِسْمَاعِيل فِي حَدِيث أَبِي سَعِيد يَرْوِي عَنْ سُلَيْمَان بْن بِلَال بِغَيْرِ وَاسِطَة , وَفِي حَدِيث عَائِشَة هَذَا يَرْوِي عَنْهُ بِوَاسِطَةٍ , وَقَدْ تَكَرَّرَ لَهُ هَذَا فِي عِدَّة أَحَادِيث , وَذَلِكَ يُرْشِد إِلَى أَنَّهُ كَانَ لَا يُدَلِّس. ‏ ‏قَوْله : ( الضَّحِيَّة ) ‏ ‏بِفَتْحِ الْمُعْجَمَةِ وَكَسْر الْحَاء الْمُهْمَلَة. ‏ ‏قَوْله : ( نُمَلِّح مِنْهُ ) ‏ ‏أَيْ مِنْ لَحْم الْأُضْحِيَّة , فِي رِوَايَة الْكُشْمِيهَنِيّ \" مِنْهَا \" أَيْ مِنْ الْأُضْحِيَّةِ. ‏ ‏قَوْله : ( فَنَقْدَم ) ‏ ‏بِسُكُونِ الْقَاف وَفَتْح الدَّال مِنْ الْقُدُوم وَفِي رِوَايَة بِفَتْحِ الْقَاف وَتَشْدِيد الدَّال أَيْ نَضَعهُ بَيْن يَدَيْهِ وَهُوَ أَوْجه. ‏ ‏قَوْله : ( فَقَالَ : لَا تَأْكُلُوا ) ‏ ‏أَيْ مِنْهُ , هَذَا صَرِيح فِي النَّهْي عَنْهُ. وَوَقَعَ فِي رِوَايَة التِّرْمِذِيّ مِنْ طَرِيق عَابِس بْن رَبِيعَة عَنْ عَائِشَة أَنَّهَا سُئِلَتْ : أَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُحُوم الْأَضَاحِيّ ؟ فَقَالَتْ : لَا. وَالْجَمْع بَيْنهمَا أَنَّهَا نَفَتْ نَهْي التَّحْرِيم لَا مُطْلَق النَّهْي , , وَيُؤَيِّدهُ قَوْله فِي هَذِهِ الرِّوَايَة \" وَلَيْسَتْ بِعَزِيمَةٍ \". ‏ ‏قَوْله : ( وَلَيْسَتْ بِعَزِيمَةٍ , وَلَكِنْ أَرَادَ أَنْ نُطْعِم مِنْهُ ) ‏ ‏بِضَمِّ النُّون وَسُكُون الطَّاء أَيْ نُطْعِم غَيْرنَا قَالَ الْإِسْمَاعِيلِيّ بَعْد أَنْ أَخْرَجَ هَذَا الْحَدِيث عَنْ عَلِيّ بْن الْعَبَّاس عَنْ الْبُخَارِيّ بِسَنَدِهِ إِلَى قَوْله \" بِالْمَدِينَةِ \" : كَأَنَّ الزِّيَادَة مِنْ قَوْله بِالْمَدِينَةِ إِلَخْ مِنْ كَلَام يَحْيَى بْن سَعِيد. قُلْت : بَلْ هُوَ مِنْ جُمْلَة الْحَدِيث فَقَدْ أَخْرَجَهُ أَبُو نُعَيْم مِنْ وَجْه آخَر عَنْ الْبُخَارِيّ بِتَمَامِهِ , وَتَقَدَّمَ فِي الْأَطْعِمَة مِنْ طَرِيق عَابِس بْن رَبِيعَة \" قُلْت لِعَائِشَة أَنَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُؤْكَل مِنْ لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث ؟ قَالَتْ : مَا فَعَلَهُ إِلَّا فِي عَام جَاعَ النَّاس فِيهِ , فَأَرَادَ أَنْ يُطْعِم الْغَنِيّ الْفَقِير \" وَلِلطَّحَاوِيّ مِنْ هَذَا الْوَجْه \" أَكَانَ يُحَرِّم لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث ؟ قَالَتْ : لَا , وَلَكِنَّهُ لَمْ يَكُنْ يُضَحِّي مِنْهُمْ إِلَّا الْقَلِيل , فَفَعَلَ لِيُطْعِم مَنْ ضَحَّى مِنْهُمْ مَنْ لَمْ يُضَحِّ \" وَفِي رِوَايَة مُسْلِم مِنْ طَرِيق عَبْد اللَّه بْن أَبِي بَكْر بْن حَزْم عَنْ عَمْرَة \" إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْل الدَّافَّة الَّتِي دَفَّتْ , فَكُلُوا وَتَصَدَّقُوا وَادَّخِرُوا \" وَأَوَّل الْحَدِيث عِنْد مُسْلِم \" دَفَّ نَاس مِنْ أَهْل الْبَادِيَة حَضْرَة الْأَضْحَى فِي زَمَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : اِدَّخِرُوا لِثَلَاثٍ , وَتَصَدَّقُوا بِمَا بَقِيَ \" فَلَمَّا كَانَ بَعْد ذَلِكَ قِيلَ : يَا رَسُول اللَّه لَقَدْ كَانَ النَّاس يَنْتَفِعُونَ مِنْ ضَحَايَاهُمْ فَقَالَ \" إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْل الدَّافَّة الَّتِي دَفَّتْ , فَكُلُوا وَتَصَدَّقُوا وَادَّخِرُوا \" قَالَ الْخَطَّابِيُّ : الدَّفّ يَعْنِي بِالْمُهْمَلَةِ وَالْفَاء الثَّقِيلَة السَّيْر السَّرِيع , وَالدَّافَّة مَنْ يَطْرَأ مِنْ الْمُحْتَاجِينَ , وَاسْتُدِلَّ بِإِطْلَاقِ هَذِهِ الْأَحَادِيث عَلَى أَنَّهُ لَا تَقْيِيد فِي الْقَدْر الَّذِي يَجْزِي مِنْ الْإِطْعَام , وَيُسْتَحَبّ لِلْمُضَحِّي أَنْ يَأْكُل مِنْ الْأُضْحِيَّة شَيْئًا وَيُطْعِم الْبَاقِي صَدَقَة وَهَدِيَّة. وَعَنْ الشَّافِعِيّ : يُسْتَحَبّ قِسْمَتهَا أَثْلَاثًا لِقَوْلِهِ \" كُلُوا وَتَصَدَّقُوا وَأَطْعِمُوا \" قَالَ اِبْن عَبْد الْبَرّ : وَكَانَ غَيْره يَقُول : يُسْتَحَبّ أَنْ يَأْكُل النِّصْف وَيُطْعِم النِّصْف. وَقَدْ أَخْرَجَ أَبُو الشَّيْخ فِي \" كِتَاب الْأَضَاحِيّ \" مِنْ طَرِيق عَطَاء بْن يَسَار عَنْ أَبِي هُرَيْرَة رَفَعَهُ \" مَنْ ضَحَّى فَلْيَأْكُل مِنْ أُضْحِيَّته \" وَرِجَاله ثِقَات لَكِنْ قَالَ أَبُو حَاتِم الرَّازِيّ : الصَّوَاب عَنْ عَطَاء مُرْسَل. قَالَ النَّوَوِيّ : مَذْهَب الْجُمْهُور أَنَّهُ لَا يَجِب الْأَكْل مِنْ الْأُضْحِيَّة , وَإِنَّمَا الْأَمْر فِيهِ لِلْإِذْنِ. وَذَهَبَ بَعْض السَّلَف إِلَى الْأَخْذ بِظَاهِرِ الْأَمْر , وَحَكَاهُ الْمَاوَرْدِيّ عَنْ أَبِي الطَّيِّب بْن سَلَمَة مِنْ الشَّافِعِيَّة. وَأَمَّا الصَّدَقَة مِنْهَا فَالصَّحِيح أَنَّهُ يَجِب التَّصَدُّق مِنْ الْأُضْحِيَّة بِمَا يَقَع عَلَيْهِ الِاسْم , وَالْأَكْمَل أَنْ يَتَصَدَّق بِمُعْظَمِهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5571,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا حِبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَبُو عُبَيْدٍ، مَوْلَى ابْنِ أَزْهَرَ أَنَّهُ شَهِدَ الْعِيدَ يَوْمَ الأَضْحَى مَعَ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ فَصَلَّى قَبْلَ الْخُطْبَةِ، ثُمَّ خَطَبَ النَّاسَ فَقَالَ يَا أَيُّهَا النَّاسُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ نَهَاكُمْ عَنْ صِيَامِ هَذَيْنِ الْعِيدَيْنِ، أَمَّا أَحَدُهُمَا فَيَوْمُ فِطْرِكُمْ مِنْ صِيَامِكُمْ وَأَمَّا الآخَرُ فَيَوْمٌ تَأْكُلُونَ نُسُكَكُمْ‏.‏",
    "english_text": "the freed slave of Ibn Azhar that he witnessed the Day of `Id-al-Adha with `Umar bin Al-Khattab. \n`Umar offered the `Id prayer before the sermon and then delivered the sermon before the people, \nsaying, \"O people! Allah's Messenger (ﷺ) has forbidden you to fast (on the first day of) each of these two \n'Ida, for one of them is the Day of breaking your fast, and the other is the one, on which you eat the \nmeat of your sacrifices.\"",
    "explication": "‏ ‏قَوْله : ( عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , ‏ ‏وَيُونُس ‏ ‏هُوَ اِبْن يَزِيد , ‏ ‏وَأَبُو عُبَيْد ‏ ‏مَوْلَى اِبْن أَزْهَر أَيْ عَبْد الرَّحْمَن بْن أَزْهَر بْن عَوْف اِبْن أَخِي عَبْد الرَّحْمَن بْن عَوْف , وَأَبُو عُبَيْد اِسْمه سَعْدُ بْن عُبَيْد. ‏ ‏قَوْله : ( قَدْ نَهَاكُمْ عَنْ صِيَام هَذَيْنِ الْعِيدَيْنِ ) ‏ ‏تَقَدَّمَتْ مَبَاحِثه فِي أَوَاخِر كِتَاب الصِّيَام وَاسْتُدِلَّ بِهِ عَلَى أَنَّ النَّهْي عَنْ الشَّيْء إِذَا اِتَّحَدَتْ جِهَته لَمْ يَجُزْ فِعْله كَصَوْمِ يَوْم الْعِيد فَإِنَّهُ لَا يَنْفَكّ عَنْ الصَّوْم فَلَا يَتَحَقَّق فِيهِ جِهَتَانِ فَلَا يَصِحّ , بِخِلَافِ مَا إِذَا تَعَدَّدَتْ الْجِهَة كَالصَّلَاةِ فِي الدَّار الْمَغْصُوبَة فَإِنَّ الصَّلَاة تَتَحَقَّق فِي غَيْر الْمَغْصُوب مَعَ التَّحْرِيم , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ أَبُو عُبَيْد ) ‏ ‏هُوَ مَوْصُول بِالسَّنَدِ الْمَذْكُورِ. ‏ ‏قَوْله : ( ثُمَّ شَهِدَتْ الْعِيد ) ‏ ‏لَمْ يُبَيِّن كَوْنه أَضْحًى أَوْ فِطْرًا , وَالظَّاهِر أَنَّهُ الْأَضْحَى الَّذِي قَدَّمَهُ فِي حَدِيثه عَنْ عُمَر فَتَكُون اللَّام فِيهِ لِلْعَهْدِ. ‏ ‏قَوْله : ( وَكَانَ ذَلِكَ يَوْم الْجُمُعَة ) ‏ ‏أَيْ يَوْم الْعِيدِ. ‏ ‏قَوْله : ( قَدْ اِجْتَمَعَ لَكُمْ فِيهِ عِيدَانِ ) ‏ ‏أَيْ يَوْم الْأَضْحَى وَيَوْم الْجُمُعَة. ‏ ‏قَوْله : ( مِنْ أَهْل الْعَوَالِي ) ‏ ‏جَمْع الْعَالِيَة وَهِيَ قُرًى مَعْرُوفَة بِالْمَدِينَةِ. ‏ ‏قَوْله : ( فَلْيَنْتَظِر ) ‏ ‏أَيْ يَتَأَخَّر إِلَى أَنْ يُصَلِّي الْجُمُعَة. ‏ ‏قَوْله : ( وَمَنْ أَحَبَّ أَنْ يَرْجِع فَقَدْ أَذِنْت لَهُ ) ‏ ‏اِسْتَدَلَّ بِهِ مَنْ قَالَ بِسُقُوطِ الْجُمُعَة عَمَّنْ صَلَّى الْعِيد إِذَا وَافَقَ الْعِيد يَوْم الْجُمُعَة , وَهُوَ مَحْكِيّ عَنْ أَحْمَد. وَأُجِيبَ بِأَنَّ قَوْله \" أَذِنْت لَهُ \" لَيْسَ فِيهِ تَصْرِيح بِعَدَمِ الْعَوْد , وَأَيْضًا فَظَاهِر الْحَدِيث فِي كَوْنهمْ مِنْ أَهْل الْعَوَالِي أَنَّهُمْ لَمْ يَكُونُوا مِمَّنْ تَجِب عَلَيْهِمْ الْجُمُعَة لِبُعْدِ مَنَازِلهمْ عَنْ الْمَسْجِد , وَقَدْ وَرَدَ فِي أَصْل الْمَسْأَلَة حَدِيث مَرْفُوع. ‏ ‏قَوْله : ( ثُمَّ شَهِدْته ) ‏ ‏أَيْ الْعِيد , وَدَلَّ السِّيَاق عَلَى أَنَّ الْمُرَاد بِهِ الْأَضْحَى , وَهُوَ يُؤَيِّد مَا تَقَدَّمَ فِي حَدِيث عُثْمَان , وَأَصْرَح مِنْ ذَلِكَ مَا وَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد أَنَّهُ سَمِعَ عَلِيًّا يَقُول \" يَوْم الْأَضْحَى \" وَلِلنَّسَائِيّ مِنْ طَرِيق غُنْدَر عَنْ مَعْمَر بِسَنَدِهِ \" شَهِدْت عَلِيًّا فِي يَوْم عِيد بَدَأَ بِالصَّلَاةِ قَبْل الْخُطْبَة بِلَا أَذَان وَلَا إِقَامَة - ثُمَّ قَالَ - سَمِعْت \" فَذَكَرَ الْمَرْفُوع. ‏ ‏قَوْله : ( نَهَاكُمْ أَنْ تَأْكُلُوا لُحُوم نُسُككُمْ فَوْق ثَلَاث ) ‏ ‏زَادَ عَبْد الرَّزَّاق فِي رِوَايَته \" فَلَا تَأْكُلُوهَا بَعْدهَا \" قَالَ الْقُرْطُبِيّ : اُخْتُلِفَ فِي أَوَّل الثَّلَاث الَّتِي كَانَ الِادِّخَار فِيهَا جَائِزًا , فَقِيلَ أَوَّلهَا يَوْم النَّحْر , فَمَنْ ضَحَّى فِيهِ جَازَ لَهُ أَنْ يُمْسِك يَوْمَيْنِ بَعْده , وَمَنْ ضَحَّى بَعْده أَمْسَكَ مَا بَقِيَ لَهُ مِنْ الثَّلَاثَة , وَقِيلَ أَوَّلهَا يَوْم يُضَحِّي , فَلَوْ ضَحَّى فِي آخِر أَيَّام النَّحْر جَازَ لَهُ أَنْ يُمْسِك ثَلَاثًا بَعْدهَا , وَيَحْتَمِل أَنْ يُؤْخَذ مِنْ قَوْله \" فَوْق ثَلَاث \" أَنْ لَا يُحْسَب الْيَوْم الَّذِي يَقَع فِيهِ النَّحْر مِنْ الثَّلَاث , وَتُعْتَبَر اللَّيْلَة الَّتِي تَلِيه وَمَا بَعْدهَا. قُلْت : وَيُؤَيِّدهُ مَا فِي حَدِيث جَابِر \" كُنَّا لَا نَأْكُل مِنْ لُحُوم بُدْننَا فَوْق ثَلَاث مِنًى \" فَإِنَّ ثَلَاث مِنًى تَتَنَاوَل يَوْمًا بَعْد يَوْم النَّحْر لِأَهْلِ النَّفْر الثَّانِي , قَالَ الشَّافِعِيّ : لَعَلَّ عَلِيًّا لَمْ يَبْلُغهُ النَّسْخ , وَقَالَ غَيْره : يَحْتَمِل أَنْ يَكُون الْوَقْت الَّذِي قَالَ عَلِيّ فِيهِ ذَلِكَ كَانَ بِالنَّاسِ حَاجَة كَمَا وَقَعَ فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَبِذَلِكَ جَزَمَ اِبْن حَزْم فَقَالَ : إِنَّمَا خَطَبَ عَلِيّ بِالْمَدِينَةِ فِي الْوَقْت الَّذِي كَانَ عُثْمَان حُوصِرَ فِيهِ , وَكَانَ أَهْل الْبَوَادِي قَدْ أَلْجَأَتْهُمْ الْفِتْنَة إِلَى الْمَدِينَة فَأَصَابَهُمْ الْجَهْد , فَلِذَلِكَ قَالَ عَلِيّ مَا قَالَ. قُلْت : أَمَّا كَوْن عَلِيّ خَطَبَ بِهِ وَعُثْمَان مَحْصُورًا فَأَخْرَجَهُ الطَّحَاوِيُّ مِنْ طَرِيق اللَّيْث عَنْ عُقَيْل عَنْ الزُّهْرِيِّ فِي هَذَا الْحَدِيث وَلَفْظه \" صَلَّيْت مَعَ عَلِيّ الْعِيد وَعُثْمَان مَحْصُور \" وَأَمَّا الْحَمْل الْمَذْكُور فَلِمَا أَخْرَجَ أَحْمَد وَالطَّحَاوِيّ أَيْضًا مِنْ طَرِيق مُخَارِق بْن سُلَيْمٍ عَنْ عَلِيّ رَفَعَهُ \" إِنِّي كُنْت نَهَيْتُكُمْ عَنْ لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث , فَادَّخِرُوا مَا بَدَا لَكُمْ \" ثُمَّ جَمَعَ الطَّحَاوِيُّ بِنَحْوِ مَا تَقَدَّمَ. وَكَذَلِكَ يُجَاب عَمَّا أَخْرَجَ أَحْمَد مِنْ طَرِيق أَمْ سُلَيْمَان قَالَتْ \" دَخَلْت عَلَى عَائِشَة فَسَأَلْتهَا عَنْ لُحُوم الْأَضَاحِيّ , فَقَالَتْ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْهَا ثُمَّ رَخَّصَ فِيهَا , فَقَدِمَ عَلِيّ مِنْ السَّفَر فَأَتَتْهُ فَاطِمَة بِلَحْمٍ مِنْ ضَحَايَاهَا فَقَالَ : أَوَلَمْ نُنْهَ عَنْهُ ؟ قَالَتْ : إِنَّهُ قَدْ رُخِّصَ فِيهَا \" فَهَذَا عَلِيّ قَدْ اِطَّلَعَ عَلَى الرُّخْصَة , وَمَعَ ذَلِكَ خَطَبَ بِالْمَنْعِ , فَطَرِيق الْجَمْع مَا ذَكَرْته. وَقَدْ جَزَمَ بِهِ الشَّافِعِيّ فِي الرِّسَالَة فِي آخِر بَاب الْعِلَل فِي الْحَدِيث فَقَالَ مَا نَصّه : فَإِذَا دَفَّتْ الدَّافَّة ثَبَتَ النَّهْي عَنْ إِمْسَاك لُحُوم الضَّحَايَا بَعْد ثَلَاث , وَإِنْ لَمْ تَدُفَّ دَافَّة فَالرُّخْصَة ثَابِتَة بِالْأَكْلِ وَالتَّزَوُّد وَالِادِّخَار وَالصَّدَقَة , قَالَ الشَّافِعِيّ وَيَحْتَمِل أَنْ يَكُون النَّهْي عَنْ إِمْسَاك لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث مَنْسُوخًا فِي كُلّ حَال. قُلْت : وَبِهَذَا الثَّانِي أَخَذَ الْمُتَأَخِّرُونَ مِنْ الشَّافِعِيَّة , فَقَالَ الرَّافِعِيّ : الظَّاهِر أَنَّهُ لَا يَحْرُم الْيَوْم بِحَالٍ , وَتَبِعَهُ النَّوَوِيّ فَقَالَ فِي \" شَرْح الْمُهَذَّب \" : الصَّوَاب الْمَعْرُوف أَنَّهُ لَا يَحْرُم الِادِّخَار الْيَوْم بِحَالٍ , وَحَكَى فِي شَرْح مُسْلِم عَنْ جُمْهُور الْعُلَمَاء أَنَّهُ مِنْ نَسْخ السُّنَّة بِالسُّنَّةِ , قَالَ : وَالصَّحِيح نَسْخ النَّهْي مُطْلَقًا وَأَنَّهُ لَمْ يَبْقَ تَحْرِيم وَلَا كَرَاهَة , فَيُبَاح الْيَوْم الِادِّخَار فَوْق ثَلَاث وَالْأَكْل إِلَى مَتَى شَاءَ ا ه وَإِنَّمَا رَجَّحَ ذَلِكَ لِأَنَّهُ يَلْزَم مِنْ الْقَوْل بِالتَّحْرِيمِ إِذَا دَفَّتْ الدَّافَّة إِيجَاب الْإِطْعَام , وَقَدْ قَامَتْ الْأَدِلَّة عِنْد الشَّافِعِيَّة أَنَّهُ لَا يَجِب فِي الْمَال حَقٌّ سِوَى الزَّكَاة , وَنَقَلَ اِبْن عَبْد الْبَرّ مَا يُوَافِق مَا نَقَلَهُ النَّوَوِيّ فَقَالَ : لَا خِلَاف بَيْن فُقَهَاء الْمُسْلِمِينَ فِي إِجَازَة أَكْل لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث , وَأَنَّ النَّهْي عَنْ ذَلِكَ مَنْسُوخ , كَذَا أَطْلَقَ , وَلَيْسَ بِجَيِّدٍ , فَقَدْ قَالَ الْقُرْطُبِيّ : حَدِيث سَلَمَة وَعَائِشَة نَصَّ عَلَى أَنَّ الْمَنْع كَانَ لِعِلَّةٍ , فَلَمَّا اِرْتَفَعَتْ اِرْتَفَعَ لِارْتِفَاعِ مُوجِبه فَتَعَيَّنَ الْأَخْذ بِهِ , وَبِعَوْدِ الْحُكْم تَعُود الْعِلَّة , فَلَوْ قَدِمَ عَلَى أَهْل بَلَد نَاس مُحْتَاجُونَ فِي زَمَان الْأَضْحَى وَلَمْ يَكُنْ عِنْد أَهْل ذَلِكَ الْبَلَد سَعَة يَسُدُّونَ بِهَا فَاقَتهمْ إِلَّا الضَّحَايَا تَعَيَّنَ عَلَيْهِمْ أَلَّا يَدَّخِرُوهَا فَوْق ثَلَاث. قُلْت : وَالتَّقْيِيد بِالثَّلَاثِ وَاقِعَة حَال , وَإِلَّا فَلَوْ لَمْ تَسْتَدّ الْخَلَّة إِلَّا بِتَفْرِقَةِ الْجَمِيع لَزِمَ عَلَى هَذَا التَّقْرِير عَدَم الْإِمْسَاك وَلَوْ لَيْلَة وَاحِدَة , وَقَدْ حَكَى الرَّافِعِيّ عَنْ بَعْض الشَّافِعِيَّة أَنَّ التَّحْرِيم كَانَ لِعِلَّةٍ فَلَمَّا زَالَتْ زَالَ الْحُكْم لَكِنْ لَا يَلْزَم عَوْد الْحُكْم عِنْد عَوْد الْعِلَّة. قُلْت : وَاسْتَبْعَدُوهُ وَلَيْسَ بِبَعِيدٍ , لِأَنَّ صَاحِبه قَدْ نَظَرَ إِلَى أَنَّ الْخَلَّة لَمْ تَسْتَدّ يَوْمئِذٍ إِلَّا بِمَا ذَكَرَ فَأَمَّا الْآن فَإِنَّ الْخَلَّة تَسْتَدّ بِغَيْرِ لَحْم الْأُضْحِيَّة فَلَا يَعُود الْحُكْم إِلَّا لَوْ فُرِضَ أَنَّ الْخَلَّة لَا تَسْتَدّ إِلَّا بِلَحْمِ الْأُضْحِيَّة , وَهَذَا فِي غَايَة النُّدُور. وَحَكَى الْبَيْهَقِيُّ عَنْ الشَّافِعِيّ أَنَّ النَّهْي عَنْ أَكْل لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث كَانَ فِي الْأَصْل لِلتَّنْزِيهِ , قَالَ : وَهُوَ كَالْأَمْرِ فِي قَوْله تَعَالَى : ( فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِع ) وَحَكَاهُ الرَّافِعِيّ عَنْ أَبِي عَلِيّ الطَّبَرِيّ اِحْتِمَالًا , وَقَالَ الْمُهَلَّب : إِنَّهُ الصَّحِيح , لِقَوْلِ عَائِشَة \" وَلَيْسَ بِعَزِيمَةٍ \" وَاَللَّه أَعْلَم. وَاسْتَدَلَّ بِهَذِهِ الْأَحَادِيث عَلَى أَنَّ النَّهْي عَنْ الْأَكْل فَوْق ثَلَاث خَاصّ بِصَاحِبِ الْأُضْحِيَّة , فَأَمَّا مَنْ أُهْدِيَ لَهُ أَوْ تُصُدِّقَ عَلَيْهِ فَلَا , لِمَفْهُومِ قَوْله \" مِنْ أُضْحِيَّته \" وَقَدْ جَاءَ فِي حَدِيث الزُّبَيْر بْن الْعَوَّام عِنْد أَحْمَد وَأَبِي يَعْلَى مَا يُفِيد ذَلِكَ وَلَفْظه \" قُلْت يَا نَبِيّ اللَّه , أَرَأَيْت قَدْ نُهِيَ الْمُسْلِمُونَ أَنْ يَأْكُلُوا مِنْ لَحْم نُسُكهمْ فَوْق ثَلَاث فَكَيْف نَصْنَع بِمَا أُهْدِيَ لَنَا ؟ قَالَ : أَمَّا مَا أُهْدِيَ إِلَيْكُمْ فَشَأْنكُمْ بِهِ \" فَهَذَا نَصٌّ فِي الْهَدِيَّة , وَأَمَّا الصَّدَقَة فَإِنَّ الْفَقِير لَا حَجْر عَلَيْهِ فِي التَّصَرُّف فِيمَا يُهْدَى لَهُ لِأَنَّ الْقَصْد أَنْ تَقَع الْمُوَاسَاة مِنْ الْغَنِيّ لِلْفَقِيرِ وَقَدْ حَصَلَتْ. ‏ ‏قَوْله : ( عَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد نَحْوه ) ‏ ‏هَذَا ظَاهِره أَنَّهُ مَعْطُوف عَلَى السَّنَد الْمَذْكُور , فَيَكُون مِنْ رِوَايَة حِبَّان بْن مُوسَى عَنْ اِبْن الْمُبَارَك عَنْ مَعْمَر , وَبِهَذَا جَزَمَ أَبُو الْعَبَّاس الطَّرْقِيّ فِي \" الْأَطْرَاف \" وَهُوَ مُقْتَضَى صَنِيع الْمِزِّيّ , لَكِنْ أَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق الْحَسَن بْن سُفْيَان عَنْ حِبَّان بْن مُوسَى فَسَاقَ رِوَايَة يُونُس بِتَمَامِهَا. ثُمَّ أَخْرَجَهُ مِنْ رِوَايَة يَزِيد بْن زُرَيْع عَنْ مَعْمَر وَقَالَ : أَخْرَجَهُ الْبُخَارِيّ عَقِب رِوَايَة اِبْن الْمُبَارَك عَنْ يُونُس قُلْت : فَاحْتَمَلَ عَلَى هَذَا أَنْ تَكُون رِوَايَة مَعْمَر مُعَلَّقَة , وَقَدْ بَيَّنْت مَا فِيهَا مِنْ فَائِدَة زَائِدَة قَبْل , وَيُؤَيِّدهُ أَنَّ الْإِسْمَاعِيلِيّ أَخْرَجَهُ عَنْ الْحَسَن بْن سُفْيَان عَنْ حِبَّان بِسَنَدِهِ. وَمِنْ طَرِيق اِبْن وَهْب عَنْ يُونُس وَمَالِك كِلَاهُمَا عَنْ اِبْن شِهَاب , ثُمَّ قَالَ : قَالَ الْبُخَارِيّ وَعَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد نَحْوه وَلَمْ يَذْكُر الْخَبَر , أَيْ لَمْ يُوَصِّل السَّنَد إِلَى مَعْمَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5572,
    "category": "كتاب الأضاحي",
    "text_chakl": "قَالَ أَبُو عُبَيْدٍ ثُمَّ شَهِدْتُ مَعَ عُثْمَانَ بْنِ عَفَّانَ فَكَانَ ذَلِكَ يَوْمَ الْجُمُعَةِ، فَصَلَّى قَبْلَ الْخُطْبَةِ ثُمَّ خَطَبَ فَقَالَ يَا أَيُّهَا النَّاسُ إِنَّ هَذَا يَوْمٌ قَدِ اجْتَمَعَ لَكُمْ فِيهِ عِيدَانِ، فَمَنْ أَحَبَّ أَنْ يَنْتَظِرَ الْجُمُعَةَ مِنْ أَهْلِ الْعَوَالِي فَلْيَنْتَظِرْ، وَمَنْ أَحَبَّ أَنْ يَرْجِعَ فَقَدْ أَذِنْتُ لَهُ‏.‏",
    "english_text": "(in continuation of above). Then I witnessed the `Id with `Uthman bin `Affan, and that was on a Friday. \nHe offered the prayer before the sermon, saying, \"O people! Today you have two 'Its (festivals) \ntogether, so whoever of those who live at Al-`Awali (suburbs) would like to wait for the Jumua \nprayer, he may wait, and whoever would like to return (home) Is granted my permission to do so.\"",
    "explication": "‏ ‏قَوْله : ( عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , ‏ ‏وَيُونُس ‏ ‏هُوَ اِبْن يَزِيد , ‏ ‏وَأَبُو عُبَيْد ‏ ‏مَوْلَى اِبْن أَزْهَر أَيْ عَبْد الرَّحْمَن بْن أَزْهَر بْن عَوْف اِبْن أَخِي عَبْد الرَّحْمَن بْن عَوْف , وَأَبُو عُبَيْد اِسْمه سَعْدُ بْن عُبَيْد. ‏ ‏قَوْله : ( قَدْ نَهَاكُمْ عَنْ صِيَام هَذَيْنِ الْعِيدَيْنِ ) ‏ ‏تَقَدَّمَتْ مَبَاحِثه فِي أَوَاخِر كِتَاب الصِّيَام وَاسْتُدِلَّ بِهِ عَلَى أَنَّ النَّهْي عَنْ الشَّيْء إِذَا اِتَّحَدَتْ جِهَته لَمْ يَجُزْ فِعْله كَصَوْمِ يَوْم الْعِيد فَإِنَّهُ لَا يَنْفَكّ عَنْ الصَّوْم فَلَا يَتَحَقَّق فِيهِ جِهَتَانِ فَلَا يَصِحّ , بِخِلَافِ مَا إِذَا تَعَدَّدَتْ الْجِهَة كَالصَّلَاةِ فِي الدَّار الْمَغْصُوبَة فَإِنَّ الصَّلَاة تَتَحَقَّق فِي غَيْر الْمَغْصُوب مَعَ التَّحْرِيم , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ أَبُو عُبَيْد ) ‏ ‏هُوَ مَوْصُول بِالسَّنَدِ الْمَذْكُورِ. ‏ ‏قَوْله : ( ثُمَّ شَهِدَتْ الْعِيد ) ‏ ‏لَمْ يُبَيِّن كَوْنه أَضْحًى أَوْ فِطْرًا , وَالظَّاهِر أَنَّهُ الْأَضْحَى الَّذِي قَدَّمَهُ فِي حَدِيثه عَنْ عُمَر فَتَكُون اللَّام فِيهِ لِلْعَهْدِ. ‏ ‏قَوْله : ( وَكَانَ ذَلِكَ يَوْم الْجُمُعَة ) ‏ ‏أَيْ يَوْم الْعِيدِ. ‏ ‏قَوْله : ( قَدْ اِجْتَمَعَ لَكُمْ فِيهِ عِيدَانِ ) ‏ ‏أَيْ يَوْم الْأَضْحَى وَيَوْم الْجُمُعَة. ‏ ‏قَوْله : ( مِنْ أَهْل الْعَوَالِي ) ‏ ‏جَمْع الْعَالِيَة وَهِيَ قُرًى مَعْرُوفَة بِالْمَدِينَةِ. ‏ ‏قَوْله : ( فَلْيَنْتَظِر ) ‏ ‏أَيْ يَتَأَخَّر إِلَى أَنْ يُصَلِّي الْجُمُعَة. ‏ ‏قَوْله : ( وَمَنْ أَحَبَّ أَنْ يَرْجِع فَقَدْ أَذِنْت لَهُ ) ‏ ‏اِسْتَدَلَّ بِهِ مَنْ قَالَ بِسُقُوطِ الْجُمُعَة عَمَّنْ صَلَّى الْعِيد إِذَا وَافَقَ الْعِيد يَوْم الْجُمُعَة , وَهُوَ مَحْكِيّ عَنْ أَحْمَد. وَأُجِيبَ بِأَنَّ قَوْله \" أَذِنْت لَهُ \" لَيْسَ فِيهِ تَصْرِيح بِعَدَمِ الْعَوْد , وَأَيْضًا فَظَاهِر الْحَدِيث فِي كَوْنهمْ مِنْ أَهْل الْعَوَالِي أَنَّهُمْ لَمْ يَكُونُوا مِمَّنْ تَجِب عَلَيْهِمْ الْجُمُعَة لِبُعْدِ مَنَازِلهمْ عَنْ الْمَسْجِد , وَقَدْ وَرَدَ فِي أَصْل الْمَسْأَلَة حَدِيث مَرْفُوع. ‏ ‏قَوْله : ( ثُمَّ شَهِدْته ) ‏ ‏أَيْ الْعِيد , وَدَلَّ السِّيَاق عَلَى أَنَّ الْمُرَاد بِهِ الْأَضْحَى , وَهُوَ يُؤَيِّد مَا تَقَدَّمَ فِي حَدِيث عُثْمَان , وَأَصْرَح مِنْ ذَلِكَ مَا وَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد أَنَّهُ سَمِعَ عَلِيًّا يَقُول \" يَوْم الْأَضْحَى \" وَلِلنَّسَائِيّ مِنْ طَرِيق غُنْدَر عَنْ مَعْمَر بِسَنَدِهِ \" شَهِدْت عَلِيًّا فِي يَوْم عِيد بَدَأَ بِالصَّلَاةِ قَبْل الْخُطْبَة بِلَا أَذَان وَلَا إِقَامَة - ثُمَّ قَالَ - سَمِعْت \" فَذَكَرَ الْمَرْفُوع. ‏ ‏قَوْله : ( نَهَاكُمْ أَنْ تَأْكُلُوا لُحُوم نُسُككُمْ فَوْق ثَلَاث ) ‏ ‏زَادَ عَبْد الرَّزَّاق فِي رِوَايَته \" فَلَا تَأْكُلُوهَا بَعْدهَا \" قَالَ الْقُرْطُبِيّ : اُخْتُلِفَ فِي أَوَّل الثَّلَاث الَّتِي كَانَ الِادِّخَار فِيهَا جَائِزًا , فَقِيلَ أَوَّلهَا يَوْم النَّحْر , فَمَنْ ضَحَّى فِيهِ جَازَ لَهُ أَنْ يُمْسِك يَوْمَيْنِ بَعْده , وَمَنْ ضَحَّى بَعْده أَمْسَكَ مَا بَقِيَ لَهُ مِنْ الثَّلَاثَة , وَقِيلَ أَوَّلهَا يَوْم يُضَحِّي , فَلَوْ ضَحَّى فِي آخِر أَيَّام النَّحْر جَازَ لَهُ أَنْ يُمْسِك ثَلَاثًا بَعْدهَا , وَيَحْتَمِل أَنْ يُؤْخَذ مِنْ قَوْله \" فَوْق ثَلَاث \" أَنْ لَا يُحْسَب الْيَوْم الَّذِي يَقَع فِيهِ النَّحْر مِنْ الثَّلَاث , وَتُعْتَبَر اللَّيْلَة الَّتِي تَلِيه وَمَا بَعْدهَا. قُلْت : وَيُؤَيِّدهُ مَا فِي حَدِيث جَابِر \" كُنَّا لَا نَأْكُل مِنْ لُحُوم بُدْننَا فَوْق ثَلَاث مِنًى \" فَإِنَّ ثَلَاث مِنًى تَتَنَاوَل يَوْمًا بَعْد يَوْم النَّحْر لِأَهْلِ النَّفْر الثَّانِي , قَالَ الشَّافِعِيّ : لَعَلَّ عَلِيًّا لَمْ يَبْلُغهُ النَّسْخ , وَقَالَ غَيْره : يَحْتَمِل أَنْ يَكُون الْوَقْت الَّذِي قَالَ عَلِيّ فِيهِ ذَلِكَ كَانَ بِالنَّاسِ حَاجَة كَمَا وَقَعَ فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَبِذَلِكَ جَزَمَ اِبْن حَزْم فَقَالَ : إِنَّمَا خَطَبَ عَلِيّ بِالْمَدِينَةِ فِي الْوَقْت الَّذِي كَانَ عُثْمَان حُوصِرَ فِيهِ , وَكَانَ أَهْل الْبَوَادِي قَدْ أَلْجَأَتْهُمْ الْفِتْنَة إِلَى الْمَدِينَة فَأَصَابَهُمْ الْجَهْد , فَلِذَلِكَ قَالَ عَلِيّ مَا قَالَ. قُلْت : أَمَّا كَوْن عَلِيّ خَطَبَ بِهِ وَعُثْمَان مَحْصُورًا فَأَخْرَجَهُ الطَّحَاوِيُّ مِنْ طَرِيق اللَّيْث عَنْ عُقَيْل عَنْ الزُّهْرِيِّ فِي هَذَا الْحَدِيث وَلَفْظه \" صَلَّيْت مَعَ عَلِيّ الْعِيد وَعُثْمَان مَحْصُور \" وَأَمَّا الْحَمْل الْمَذْكُور فَلِمَا أَخْرَجَ أَحْمَد وَالطَّحَاوِيّ أَيْضًا مِنْ طَرِيق مُخَارِق بْن سُلَيْمٍ عَنْ عَلِيّ رَفَعَهُ \" إِنِّي كُنْت نَهَيْتُكُمْ عَنْ لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث , فَادَّخِرُوا مَا بَدَا لَكُمْ \" ثُمَّ جَمَعَ الطَّحَاوِيُّ بِنَحْوِ مَا تَقَدَّمَ. وَكَذَلِكَ يُجَاب عَمَّا أَخْرَجَ أَحْمَد مِنْ طَرِيق أَمْ سُلَيْمَان قَالَتْ \" دَخَلْت عَلَى عَائِشَة فَسَأَلْتهَا عَنْ لُحُوم الْأَضَاحِيّ , فَقَالَتْ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْهَا ثُمَّ رَخَّصَ فِيهَا , فَقَدِمَ عَلِيّ مِنْ السَّفَر فَأَتَتْهُ فَاطِمَة بِلَحْمٍ مِنْ ضَحَايَاهَا فَقَالَ : أَوَلَمْ نُنْهَ عَنْهُ ؟ قَالَتْ : إِنَّهُ قَدْ رُخِّصَ فِيهَا \" فَهَذَا عَلِيّ قَدْ اِطَّلَعَ عَلَى الرُّخْصَة , وَمَعَ ذَلِكَ خَطَبَ بِالْمَنْعِ , فَطَرِيق الْجَمْع مَا ذَكَرْته. وَقَدْ جَزَمَ بِهِ الشَّافِعِيّ فِي الرِّسَالَة فِي آخِر بَاب الْعِلَل فِي الْحَدِيث فَقَالَ مَا نَصّه : فَإِذَا دَفَّتْ الدَّافَّة ثَبَتَ النَّهْي عَنْ إِمْسَاك لُحُوم الضَّحَايَا بَعْد ثَلَاث , وَإِنْ لَمْ تَدُفَّ دَافَّة فَالرُّخْصَة ثَابِتَة بِالْأَكْلِ وَالتَّزَوُّد وَالِادِّخَار وَالصَّدَقَة , قَالَ الشَّافِعِيّ وَيَحْتَمِل أَنْ يَكُون النَّهْي عَنْ إِمْسَاك لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث مَنْسُوخًا فِي كُلّ حَال. قُلْت : وَبِهَذَا الثَّانِي أَخَذَ الْمُتَأَخِّرُونَ مِنْ الشَّافِعِيَّة , فَقَالَ الرَّافِعِيّ : الظَّاهِر أَنَّهُ لَا يَحْرُم الْيَوْم بِحَالٍ , وَتَبِعَهُ النَّوَوِيّ فَقَالَ فِي \" شَرْح الْمُهَذَّب \" : الصَّوَاب الْمَعْرُوف أَنَّهُ لَا يَحْرُم الِادِّخَار الْيَوْم بِحَالٍ , وَحَكَى فِي شَرْح مُسْلِم عَنْ جُمْهُور الْعُلَمَاء أَنَّهُ مِنْ نَسْخ السُّنَّة بِالسُّنَّةِ , قَالَ : وَالصَّحِيح نَسْخ النَّهْي مُطْلَقًا وَأَنَّهُ لَمْ يَبْقَ تَحْرِيم وَلَا كَرَاهَة , فَيُبَاح الْيَوْم الِادِّخَار فَوْق ثَلَاث وَالْأَكْل إِلَى مَتَى شَاءَ ا ه وَإِنَّمَا رَجَّحَ ذَلِكَ لِأَنَّهُ يَلْزَم مِنْ الْقَوْل بِالتَّحْرِيمِ إِذَا دَفَّتْ الدَّافَّة إِيجَاب الْإِطْعَام , وَقَدْ قَامَتْ الْأَدِلَّة عِنْد الشَّافِعِيَّة أَنَّهُ لَا يَجِب فِي الْمَال حَقٌّ سِوَى الزَّكَاة , وَنَقَلَ اِبْن عَبْد الْبَرّ مَا يُوَافِق مَا نَقَلَهُ النَّوَوِيّ فَقَالَ : لَا خِلَاف بَيْن فُقَهَاء الْمُسْلِمِينَ فِي إِجَازَة أَكْل لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث , وَأَنَّ النَّهْي عَنْ ذَلِكَ مَنْسُوخ , كَذَا أَطْلَقَ , وَلَيْسَ بِجَيِّدٍ , فَقَدْ قَالَ الْقُرْطُبِيّ : حَدِيث سَلَمَة وَعَائِشَة نَصَّ عَلَى أَنَّ الْمَنْع كَانَ لِعِلَّةٍ , فَلَمَّا اِرْتَفَعَتْ اِرْتَفَعَ لِارْتِفَاعِ مُوجِبه فَتَعَيَّنَ الْأَخْذ بِهِ , وَبِعَوْدِ الْحُكْم تَعُود الْعِلَّة , فَلَوْ قَدِمَ عَلَى أَهْل بَلَد نَاس مُحْتَاجُونَ فِي زَمَان الْأَضْحَى وَلَمْ يَكُنْ عِنْد أَهْل ذَلِكَ الْبَلَد سَعَة يَسُدُّونَ بِهَا فَاقَتهمْ إِلَّا الضَّحَايَا تَعَيَّنَ عَلَيْهِمْ أَلَّا يَدَّخِرُوهَا فَوْق ثَلَاث. قُلْت : وَالتَّقْيِيد بِالثَّلَاثِ وَاقِعَة حَال , وَإِلَّا فَلَوْ لَمْ تَسْتَدّ الْخَلَّة إِلَّا بِتَفْرِقَةِ الْجَمِيع لَزِمَ عَلَى هَذَا التَّقْرِير عَدَم الْإِمْسَاك وَلَوْ لَيْلَة وَاحِدَة , وَقَدْ حَكَى الرَّافِعِيّ عَنْ بَعْض الشَّافِعِيَّة أَنَّ التَّحْرِيم كَانَ لِعِلَّةٍ فَلَمَّا زَالَتْ زَالَ الْحُكْم لَكِنْ لَا يَلْزَم عَوْد الْحُكْم عِنْد عَوْد الْعِلَّة. قُلْت : وَاسْتَبْعَدُوهُ وَلَيْسَ بِبَعِيدٍ , لِأَنَّ صَاحِبه قَدْ نَظَرَ إِلَى أَنَّ الْخَلَّة لَمْ تَسْتَدّ يَوْمئِذٍ إِلَّا بِمَا ذَكَرَ فَأَمَّا الْآن فَإِنَّ الْخَلَّة تَسْتَدّ بِغَيْرِ لَحْم الْأُضْحِيَّة فَلَا يَعُود الْحُكْم إِلَّا لَوْ فُرِضَ أَنَّ الْخَلَّة لَا تَسْتَدّ إِلَّا بِلَحْمِ الْأُضْحِيَّة , وَهَذَا فِي غَايَة النُّدُور. وَحَكَى الْبَيْهَقِيُّ عَنْ الشَّافِعِيّ أَنَّ النَّهْي عَنْ أَكْل لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث كَانَ فِي الْأَصْل لِلتَّنْزِيهِ , قَالَ : وَهُوَ كَالْأَمْرِ فِي قَوْله تَعَالَى : ( فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِع ) وَحَكَاهُ الرَّافِعِيّ عَنْ أَبِي عَلِيّ الطَّبَرِيّ اِحْتِمَالًا , وَقَالَ الْمُهَلَّب : إِنَّهُ الصَّحِيح , لِقَوْلِ عَائِشَة \" وَلَيْسَ بِعَزِيمَةٍ \" وَاَللَّه أَعْلَم. وَاسْتَدَلَّ بِهَذِهِ الْأَحَادِيث عَلَى أَنَّ النَّهْي عَنْ الْأَكْل فَوْق ثَلَاث خَاصّ بِصَاحِبِ الْأُضْحِيَّة , فَأَمَّا مَنْ أُهْدِيَ لَهُ أَوْ تُصُدِّقَ عَلَيْهِ فَلَا , لِمَفْهُومِ قَوْله \" مِنْ أُضْحِيَّته \" وَقَدْ جَاءَ فِي حَدِيث الزُّبَيْر بْن الْعَوَّام عِنْد أَحْمَد وَأَبِي يَعْلَى مَا يُفِيد ذَلِكَ وَلَفْظه \" قُلْت يَا نَبِيّ اللَّه , أَرَأَيْت قَدْ نُهِيَ الْمُسْلِمُونَ أَنْ يَأْكُلُوا مِنْ لَحْم نُسُكهمْ فَوْق ثَلَاث فَكَيْف نَصْنَع بِمَا أُهْدِيَ لَنَا ؟ قَالَ : أَمَّا مَا أُهْدِيَ إِلَيْكُمْ فَشَأْنكُمْ بِهِ \" فَهَذَا نَصٌّ فِي الْهَدِيَّة , وَأَمَّا الصَّدَقَة فَإِنَّ الْفَقِير لَا حَجْر عَلَيْهِ فِي التَّصَرُّف فِيمَا يُهْدَى لَهُ لِأَنَّ الْقَصْد أَنْ تَقَع الْمُوَاسَاة مِنْ الْغَنِيّ لِلْفَقِيرِ وَقَدْ حَصَلَتْ. ‏ ‏قَوْله : ( عَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد نَحْوه ) ‏ ‏هَذَا ظَاهِره أَنَّهُ مَعْطُوف عَلَى السَّنَد الْمَذْكُور , فَيَكُون مِنْ رِوَايَة حِبَّان بْن مُوسَى عَنْ اِبْن الْمُبَارَك عَنْ مَعْمَر , وَبِهَذَا جَزَمَ أَبُو الْعَبَّاس الطَّرْقِيّ فِي \" الْأَطْرَاف \" وَهُوَ مُقْتَضَى صَنِيع الْمِزِّيّ , لَكِنْ أَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق الْحَسَن بْن سُفْيَان عَنْ حِبَّان بْن مُوسَى فَسَاقَ رِوَايَة يُونُس بِتَمَامِهَا. ثُمَّ أَخْرَجَهُ مِنْ رِوَايَة يَزِيد بْن زُرَيْع عَنْ مَعْمَر وَقَالَ : أَخْرَجَهُ الْبُخَارِيّ عَقِب رِوَايَة اِبْن الْمُبَارَك عَنْ يُونُس قُلْت : فَاحْتَمَلَ عَلَى هَذَا أَنْ تَكُون رِوَايَة مَعْمَر مُعَلَّقَة , وَقَدْ بَيَّنْت مَا فِيهَا مِنْ فَائِدَة زَائِدَة قَبْل , وَيُؤَيِّدهُ أَنَّ الْإِسْمَاعِيلِيّ أَخْرَجَهُ عَنْ الْحَسَن بْن سُفْيَان عَنْ حِبَّان بِسَنَدِهِ. وَمِنْ طَرِيق اِبْن وَهْب عَنْ يُونُس وَمَالِك كِلَاهُمَا عَنْ اِبْن شِهَاب , ثُمَّ قَالَ : قَالَ الْبُخَارِيّ وَعَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد نَحْوه وَلَمْ يَذْكُر الْخَبَر , أَيْ لَمْ يُوَصِّل السَّنَد إِلَى مَعْمَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5573,
    "category": "كتاب الأضاحي",
    "text_chakl": "قَالَ أَبُو عُبَيْدٍ ثُمَّ شَهِدْتُهُ مَعَ عَلِيِّ بْنِ أَبِي طَالِبٍ، فَصَلَّى قَبْلَ الْخُطْبَةِ، ثُمَّ خَطَبَ النَّاسَ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَاكُمْ أَنْ تَأْكُلُوا لُحُومَ نُسُكِكُمْ فَوْقَ ثَلاَثٍ‏.‏ وَعَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ أَبِي عُبَيْدٍ نَحْوَهُ‏.‏",
    "english_text": "(in continuation of above). Then I witnessed (the 'Its) with `Ali bin Abi Talib, and he too offered the `Id prayer before the sermon \nand then delivered the sermon before the people and said, \"Allah's Messenger (ﷺ) has forbidden you to eat \nthe meat of your sacrifices for more than three days.\"",
    "explication": "‏ ‏قَوْله : ( عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك , ‏ ‏وَيُونُس ‏ ‏هُوَ اِبْن يَزِيد , ‏ ‏وَأَبُو عُبَيْد ‏ ‏مَوْلَى اِبْن أَزْهَر أَيْ عَبْد الرَّحْمَن بْن أَزْهَر بْن عَوْف اِبْن أَخِي عَبْد الرَّحْمَن بْن عَوْف , وَأَبُو عُبَيْد اِسْمه سَعْدُ بْن عُبَيْد. ‏ ‏قَوْله : ( قَدْ نَهَاكُمْ عَنْ صِيَام هَذَيْنِ الْعِيدَيْنِ ) ‏ ‏تَقَدَّمَتْ مَبَاحِثه فِي أَوَاخِر كِتَاب الصِّيَام وَاسْتُدِلَّ بِهِ عَلَى أَنَّ النَّهْي عَنْ الشَّيْء إِذَا اِتَّحَدَتْ جِهَته لَمْ يَجُزْ فِعْله كَصَوْمِ يَوْم الْعِيد فَإِنَّهُ لَا يَنْفَكّ عَنْ الصَّوْم فَلَا يَتَحَقَّق فِيهِ جِهَتَانِ فَلَا يَصِحّ , بِخِلَافِ مَا إِذَا تَعَدَّدَتْ الْجِهَة كَالصَّلَاةِ فِي الدَّار الْمَغْصُوبَة فَإِنَّ الصَّلَاة تَتَحَقَّق فِي غَيْر الْمَغْصُوب مَعَ التَّحْرِيم , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( قَالَ أَبُو عُبَيْد ) ‏ ‏هُوَ مَوْصُول بِالسَّنَدِ الْمَذْكُورِ. ‏ ‏قَوْله : ( ثُمَّ شَهِدَتْ الْعِيد ) ‏ ‏لَمْ يُبَيِّن كَوْنه أَضْحًى أَوْ فِطْرًا , وَالظَّاهِر أَنَّهُ الْأَضْحَى الَّذِي قَدَّمَهُ فِي حَدِيثه عَنْ عُمَر فَتَكُون اللَّام فِيهِ لِلْعَهْدِ. ‏ ‏قَوْله : ( وَكَانَ ذَلِكَ يَوْم الْجُمُعَة ) ‏ ‏أَيْ يَوْم الْعِيدِ. ‏ ‏قَوْله : ( قَدْ اِجْتَمَعَ لَكُمْ فِيهِ عِيدَانِ ) ‏ ‏أَيْ يَوْم الْأَضْحَى وَيَوْم الْجُمُعَة. ‏ ‏قَوْله : ( مِنْ أَهْل الْعَوَالِي ) ‏ ‏جَمْع الْعَالِيَة وَهِيَ قُرًى مَعْرُوفَة بِالْمَدِينَةِ. ‏ ‏قَوْله : ( فَلْيَنْتَظِر ) ‏ ‏أَيْ يَتَأَخَّر إِلَى أَنْ يُصَلِّي الْجُمُعَة. ‏ ‏قَوْله : ( وَمَنْ أَحَبَّ أَنْ يَرْجِع فَقَدْ أَذِنْت لَهُ ) ‏ ‏اِسْتَدَلَّ بِهِ مَنْ قَالَ بِسُقُوطِ الْجُمُعَة عَمَّنْ صَلَّى الْعِيد إِذَا وَافَقَ الْعِيد يَوْم الْجُمُعَة , وَهُوَ مَحْكِيّ عَنْ أَحْمَد. وَأُجِيبَ بِأَنَّ قَوْله \" أَذِنْت لَهُ \" لَيْسَ فِيهِ تَصْرِيح بِعَدَمِ الْعَوْد , وَأَيْضًا فَظَاهِر الْحَدِيث فِي كَوْنهمْ مِنْ أَهْل الْعَوَالِي أَنَّهُمْ لَمْ يَكُونُوا مِمَّنْ تَجِب عَلَيْهِمْ الْجُمُعَة لِبُعْدِ مَنَازِلهمْ عَنْ الْمَسْجِد , وَقَدْ وَرَدَ فِي أَصْل الْمَسْأَلَة حَدِيث مَرْفُوع. ‏ ‏قَوْله : ( ثُمَّ شَهِدْته ) ‏ ‏أَيْ الْعِيد , وَدَلَّ السِّيَاق عَلَى أَنَّ الْمُرَاد بِهِ الْأَضْحَى , وَهُوَ يُؤَيِّد مَا تَقَدَّمَ فِي حَدِيث عُثْمَان , وَأَصْرَح مِنْ ذَلِكَ مَا وَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد أَنَّهُ سَمِعَ عَلِيًّا يَقُول \" يَوْم الْأَضْحَى \" وَلِلنَّسَائِيّ مِنْ طَرِيق غُنْدَر عَنْ مَعْمَر بِسَنَدِهِ \" شَهِدْت عَلِيًّا فِي يَوْم عِيد بَدَأَ بِالصَّلَاةِ قَبْل الْخُطْبَة بِلَا أَذَان وَلَا إِقَامَة - ثُمَّ قَالَ - سَمِعْت \" فَذَكَرَ الْمَرْفُوع. ‏ ‏قَوْله : ( نَهَاكُمْ أَنْ تَأْكُلُوا لُحُوم نُسُككُمْ فَوْق ثَلَاث ) ‏ ‏زَادَ عَبْد الرَّزَّاق فِي رِوَايَته \" فَلَا تَأْكُلُوهَا بَعْدهَا \" قَالَ الْقُرْطُبِيّ : اُخْتُلِفَ فِي أَوَّل الثَّلَاث الَّتِي كَانَ الِادِّخَار فِيهَا جَائِزًا , فَقِيلَ أَوَّلهَا يَوْم النَّحْر , فَمَنْ ضَحَّى فِيهِ جَازَ لَهُ أَنْ يُمْسِك يَوْمَيْنِ بَعْده , وَمَنْ ضَحَّى بَعْده أَمْسَكَ مَا بَقِيَ لَهُ مِنْ الثَّلَاثَة , وَقِيلَ أَوَّلهَا يَوْم يُضَحِّي , فَلَوْ ضَحَّى فِي آخِر أَيَّام النَّحْر جَازَ لَهُ أَنْ يُمْسِك ثَلَاثًا بَعْدهَا , وَيَحْتَمِل أَنْ يُؤْخَذ مِنْ قَوْله \" فَوْق ثَلَاث \" أَنْ لَا يُحْسَب الْيَوْم الَّذِي يَقَع فِيهِ النَّحْر مِنْ الثَّلَاث , وَتُعْتَبَر اللَّيْلَة الَّتِي تَلِيه وَمَا بَعْدهَا. قُلْت : وَيُؤَيِّدهُ مَا فِي حَدِيث جَابِر \" كُنَّا لَا نَأْكُل مِنْ لُحُوم بُدْننَا فَوْق ثَلَاث مِنًى \" فَإِنَّ ثَلَاث مِنًى تَتَنَاوَل يَوْمًا بَعْد يَوْم النَّحْر لِأَهْلِ النَّفْر الثَّانِي , قَالَ الشَّافِعِيّ : لَعَلَّ عَلِيًّا لَمْ يَبْلُغهُ النَّسْخ , وَقَالَ غَيْره : يَحْتَمِل أَنْ يَكُون الْوَقْت الَّذِي قَالَ عَلِيّ فِيهِ ذَلِكَ كَانَ بِالنَّاسِ حَاجَة كَمَا وَقَعَ فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَبِذَلِكَ جَزَمَ اِبْن حَزْم فَقَالَ : إِنَّمَا خَطَبَ عَلِيّ بِالْمَدِينَةِ فِي الْوَقْت الَّذِي كَانَ عُثْمَان حُوصِرَ فِيهِ , وَكَانَ أَهْل الْبَوَادِي قَدْ أَلْجَأَتْهُمْ الْفِتْنَة إِلَى الْمَدِينَة فَأَصَابَهُمْ الْجَهْد , فَلِذَلِكَ قَالَ عَلِيّ مَا قَالَ. قُلْت : أَمَّا كَوْن عَلِيّ خَطَبَ بِهِ وَعُثْمَان مَحْصُورًا فَأَخْرَجَهُ الطَّحَاوِيُّ مِنْ طَرِيق اللَّيْث عَنْ عُقَيْل عَنْ الزُّهْرِيِّ فِي هَذَا الْحَدِيث وَلَفْظه \" صَلَّيْت مَعَ عَلِيّ الْعِيد وَعُثْمَان مَحْصُور \" وَأَمَّا الْحَمْل الْمَذْكُور فَلِمَا أَخْرَجَ أَحْمَد وَالطَّحَاوِيّ أَيْضًا مِنْ طَرِيق مُخَارِق بْن سُلَيْمٍ عَنْ عَلِيّ رَفَعَهُ \" إِنِّي كُنْت نَهَيْتُكُمْ عَنْ لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث , فَادَّخِرُوا مَا بَدَا لَكُمْ \" ثُمَّ جَمَعَ الطَّحَاوِيُّ بِنَحْوِ مَا تَقَدَّمَ. وَكَذَلِكَ يُجَاب عَمَّا أَخْرَجَ أَحْمَد مِنْ طَرِيق أَمْ سُلَيْمَان قَالَتْ \" دَخَلْت عَلَى عَائِشَة فَسَأَلْتهَا عَنْ لُحُوم الْأَضَاحِيّ , فَقَالَتْ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْهَا ثُمَّ رَخَّصَ فِيهَا , فَقَدِمَ عَلِيّ مِنْ السَّفَر فَأَتَتْهُ فَاطِمَة بِلَحْمٍ مِنْ ضَحَايَاهَا فَقَالَ : أَوَلَمْ نُنْهَ عَنْهُ ؟ قَالَتْ : إِنَّهُ قَدْ رُخِّصَ فِيهَا \" فَهَذَا عَلِيّ قَدْ اِطَّلَعَ عَلَى الرُّخْصَة , وَمَعَ ذَلِكَ خَطَبَ بِالْمَنْعِ , فَطَرِيق الْجَمْع مَا ذَكَرْته. وَقَدْ جَزَمَ بِهِ الشَّافِعِيّ فِي الرِّسَالَة فِي آخِر بَاب الْعِلَل فِي الْحَدِيث فَقَالَ مَا نَصّه : فَإِذَا دَفَّتْ الدَّافَّة ثَبَتَ النَّهْي عَنْ إِمْسَاك لُحُوم الضَّحَايَا بَعْد ثَلَاث , وَإِنْ لَمْ تَدُفَّ دَافَّة فَالرُّخْصَة ثَابِتَة بِالْأَكْلِ وَالتَّزَوُّد وَالِادِّخَار وَالصَّدَقَة , قَالَ الشَّافِعِيّ وَيَحْتَمِل أَنْ يَكُون النَّهْي عَنْ إِمْسَاك لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث مَنْسُوخًا فِي كُلّ حَال. قُلْت : وَبِهَذَا الثَّانِي أَخَذَ الْمُتَأَخِّرُونَ مِنْ الشَّافِعِيَّة , فَقَالَ الرَّافِعِيّ : الظَّاهِر أَنَّهُ لَا يَحْرُم الْيَوْم بِحَالٍ , وَتَبِعَهُ النَّوَوِيّ فَقَالَ فِي \" شَرْح الْمُهَذَّب \" : الصَّوَاب الْمَعْرُوف أَنَّهُ لَا يَحْرُم الِادِّخَار الْيَوْم بِحَالٍ , وَحَكَى فِي شَرْح مُسْلِم عَنْ جُمْهُور الْعُلَمَاء أَنَّهُ مِنْ نَسْخ السُّنَّة بِالسُّنَّةِ , قَالَ : وَالصَّحِيح نَسْخ النَّهْي مُطْلَقًا وَأَنَّهُ لَمْ يَبْقَ تَحْرِيم وَلَا كَرَاهَة , فَيُبَاح الْيَوْم الِادِّخَار فَوْق ثَلَاث وَالْأَكْل إِلَى مَتَى شَاءَ ا ه وَإِنَّمَا رَجَّحَ ذَلِكَ لِأَنَّهُ يَلْزَم مِنْ الْقَوْل بِالتَّحْرِيمِ إِذَا دَفَّتْ الدَّافَّة إِيجَاب الْإِطْعَام , وَقَدْ قَامَتْ الْأَدِلَّة عِنْد الشَّافِعِيَّة أَنَّهُ لَا يَجِب فِي الْمَال حَقٌّ سِوَى الزَّكَاة , وَنَقَلَ اِبْن عَبْد الْبَرّ مَا يُوَافِق مَا نَقَلَهُ النَّوَوِيّ فَقَالَ : لَا خِلَاف بَيْن فُقَهَاء الْمُسْلِمِينَ فِي إِجَازَة أَكْل لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث , وَأَنَّ النَّهْي عَنْ ذَلِكَ مَنْسُوخ , كَذَا أَطْلَقَ , وَلَيْسَ بِجَيِّدٍ , فَقَدْ قَالَ الْقُرْطُبِيّ : حَدِيث سَلَمَة وَعَائِشَة نَصَّ عَلَى أَنَّ الْمَنْع كَانَ لِعِلَّةٍ , فَلَمَّا اِرْتَفَعَتْ اِرْتَفَعَ لِارْتِفَاعِ مُوجِبه فَتَعَيَّنَ الْأَخْذ بِهِ , وَبِعَوْدِ الْحُكْم تَعُود الْعِلَّة , فَلَوْ قَدِمَ عَلَى أَهْل بَلَد نَاس مُحْتَاجُونَ فِي زَمَان الْأَضْحَى وَلَمْ يَكُنْ عِنْد أَهْل ذَلِكَ الْبَلَد سَعَة يَسُدُّونَ بِهَا فَاقَتهمْ إِلَّا الضَّحَايَا تَعَيَّنَ عَلَيْهِمْ أَلَّا يَدَّخِرُوهَا فَوْق ثَلَاث. قُلْت : وَالتَّقْيِيد بِالثَّلَاثِ وَاقِعَة حَال , وَإِلَّا فَلَوْ لَمْ تَسْتَدّ الْخَلَّة إِلَّا بِتَفْرِقَةِ الْجَمِيع لَزِمَ عَلَى هَذَا التَّقْرِير عَدَم الْإِمْسَاك وَلَوْ لَيْلَة وَاحِدَة , وَقَدْ حَكَى الرَّافِعِيّ عَنْ بَعْض الشَّافِعِيَّة أَنَّ التَّحْرِيم كَانَ لِعِلَّةٍ فَلَمَّا زَالَتْ زَالَ الْحُكْم لَكِنْ لَا يَلْزَم عَوْد الْحُكْم عِنْد عَوْد الْعِلَّة. قُلْت : وَاسْتَبْعَدُوهُ وَلَيْسَ بِبَعِيدٍ , لِأَنَّ صَاحِبه قَدْ نَظَرَ إِلَى أَنَّ الْخَلَّة لَمْ تَسْتَدّ يَوْمئِذٍ إِلَّا بِمَا ذَكَرَ فَأَمَّا الْآن فَإِنَّ الْخَلَّة تَسْتَدّ بِغَيْرِ لَحْم الْأُضْحِيَّة فَلَا يَعُود الْحُكْم إِلَّا لَوْ فُرِضَ أَنَّ الْخَلَّة لَا تَسْتَدّ إِلَّا بِلَحْمِ الْأُضْحِيَّة , وَهَذَا فِي غَايَة النُّدُور. وَحَكَى الْبَيْهَقِيُّ عَنْ الشَّافِعِيّ أَنَّ النَّهْي عَنْ أَكْل لُحُوم الْأَضَاحِيّ فَوْق ثَلَاث كَانَ فِي الْأَصْل لِلتَّنْزِيهِ , قَالَ : وَهُوَ كَالْأَمْرِ فِي قَوْله تَعَالَى : ( فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِع ) وَحَكَاهُ الرَّافِعِيّ عَنْ أَبِي عَلِيّ الطَّبَرِيّ اِحْتِمَالًا , وَقَالَ الْمُهَلَّب : إِنَّهُ الصَّحِيح , لِقَوْلِ عَائِشَة \" وَلَيْسَ بِعَزِيمَةٍ \" وَاَللَّه أَعْلَم. وَاسْتَدَلَّ بِهَذِهِ الْأَحَادِيث عَلَى أَنَّ النَّهْي عَنْ الْأَكْل فَوْق ثَلَاث خَاصّ بِصَاحِبِ الْأُضْحِيَّة , فَأَمَّا مَنْ أُهْدِيَ لَهُ أَوْ تُصُدِّقَ عَلَيْهِ فَلَا , لِمَفْهُومِ قَوْله \" مِنْ أُضْحِيَّته \" وَقَدْ جَاءَ فِي حَدِيث الزُّبَيْر بْن الْعَوَّام عِنْد أَحْمَد وَأَبِي يَعْلَى مَا يُفِيد ذَلِكَ وَلَفْظه \" قُلْت يَا نَبِيّ اللَّه , أَرَأَيْت قَدْ نُهِيَ الْمُسْلِمُونَ أَنْ يَأْكُلُوا مِنْ لَحْم نُسُكهمْ فَوْق ثَلَاث فَكَيْف نَصْنَع بِمَا أُهْدِيَ لَنَا ؟ قَالَ : أَمَّا مَا أُهْدِيَ إِلَيْكُمْ فَشَأْنكُمْ بِهِ \" فَهَذَا نَصٌّ فِي الْهَدِيَّة , وَأَمَّا الصَّدَقَة فَإِنَّ الْفَقِير لَا حَجْر عَلَيْهِ فِي التَّصَرُّف فِيمَا يُهْدَى لَهُ لِأَنَّ الْقَصْد أَنْ تَقَع الْمُوَاسَاة مِنْ الْغَنِيّ لِلْفَقِيرِ وَقَدْ حَصَلَتْ. ‏ ‏قَوْله : ( عَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد نَحْوه ) ‏ ‏هَذَا ظَاهِره أَنَّهُ مَعْطُوف عَلَى السَّنَد الْمَذْكُور , فَيَكُون مِنْ رِوَايَة حِبَّان بْن مُوسَى عَنْ اِبْن الْمُبَارَك عَنْ مَعْمَر , وَبِهَذَا جَزَمَ أَبُو الْعَبَّاس الطَّرْقِيّ فِي \" الْأَطْرَاف \" وَهُوَ مُقْتَضَى صَنِيع الْمِزِّيّ , لَكِنْ أَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق الْحَسَن بْن سُفْيَان عَنْ حِبَّان بْن مُوسَى فَسَاقَ رِوَايَة يُونُس بِتَمَامِهَا. ثُمَّ أَخْرَجَهُ مِنْ رِوَايَة يَزِيد بْن زُرَيْع عَنْ مَعْمَر وَقَالَ : أَخْرَجَهُ الْبُخَارِيّ عَقِب رِوَايَة اِبْن الْمُبَارَك عَنْ يُونُس قُلْت : فَاحْتَمَلَ عَلَى هَذَا أَنْ تَكُون رِوَايَة مَعْمَر مُعَلَّقَة , وَقَدْ بَيَّنْت مَا فِيهَا مِنْ فَائِدَة زَائِدَة قَبْل , وَيُؤَيِّدهُ أَنَّ الْإِسْمَاعِيلِيّ أَخْرَجَهُ عَنْ الْحَسَن بْن سُفْيَان عَنْ حِبَّان بِسَنَدِهِ. وَمِنْ طَرِيق اِبْن وَهْب عَنْ يُونُس وَمَالِك كِلَاهُمَا عَنْ اِبْن شِهَاب , ثُمَّ قَالَ : قَالَ الْبُخَارِيّ وَعَنْ مَعْمَر عَنْ الزُّهْرِيِّ عَنْ أَبِي عُبَيْد نَحْوه وَلَمْ يَذْكُر الْخَبَر , أَيْ لَمْ يُوَصِّل السَّنَد إِلَى مَعْمَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5574,
    "category": "كتاب الأضاحي",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ أَخِي ابْنِ شِهَابٍ، عَنْ عَمِّهِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُوا مِنَ الأَضَاحِيِّ ثَلاَثًا ‏\"‏‏.‏ وَكَانَ عَبْدُ اللَّهِ يَأْكُلُ بِالزَّيْتِ حِينَ يَنْفِرُ مِنْ مِنًى، مِنْ أَجْلِ لُحُومِ الْهَدْىِ‏.‏",
    "english_text": "`Abdullah bin `Umar said, \"Allah's Messenger (ﷺ) said, \"Eat of the meat of sacrifices (of `Id al Adha) for \nthree days.\" When `Abdullah departed from Mina, he used to eat (bread with) oil, lest he should eat of \nthe meat of Hadi (which is regarded as unlawful after the three days of the `Id).",
    "explication": "‏ ‏قَوْله : ( مُحَمَّد بْن عَبْد الرَّحِيم ) ‏ ‏هُوَ الْمَعْرُوف بِصَاعِقَة , وَابْن أَخِي اِبْن شِهَاب اِسْمه مُحَمَّد بْن عَبْد اللَّه بْن مُسْلِم , وَسَالِم هُوَ اِبْن عَبْد اللَّه بْن عُمَر. ‏ ‏قَوْله : ( كُلُوا مِنْ الْأَضَاحِيّ ثَلَاثًا ) ‏ ‏أَيْ فَقَطْ , وَلِمُسْلِمٍ مِنْ طَرِيق مَعْمَر \" نَهَى أَنْ تُؤْكَل لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث \" وَلَهُ مِنْ طَرِيق نَافِع عَنْ اِبْن عُمَر \" لَا يَأْكُل أَحَد مِنْ أُضْحِيَّته فَوْق ثَلَاثَة أَيَّام \". ‏ ‏قَوْله : ( وَكَانَ عَبْد اللَّه ) ‏ ‏أَيْ اِبْن عُمَر ‏ ‏( يَأْكُل بِالزَّيْتِ ) ‏ ‏سَيَأْتِي بَيَانُهُ. ‏ ‏قَوْله : ( حِين يَنْفِر مِنْ مِنًى ) ‏ ‏هَذَا هُوَ الصَّوَاب , وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ وَحْده \" حَتَّى \" بَدَل \" حِين \" وَهُوَ تَصْحِيف يُفْسِد الْمَعْنَى , فَإِنَّ الْمُرَاد أَنَّ اِبْن عُمَر كَانَ لَا يَأْكُل مِنْ لَحْم الْأُضْحِيَّة بَعْد ثَلَاث , فَكَانَ إِذَا اِنْقَضَتْ ثَلَاث مِنًى اِئْتَدِمْ بِالزَّيْتِ وَلَا يَأْكُل اللَّحْم تَمَسُّكًا بِالْأَمْرِ الْمَذْكُور وَيَدُلّ عَلَيْهِ قَوْله فِي آخِر الْحَدِيث \" مِنْ أَجْل لُحُوم الْهَدْي \" , وَكَأَنَّهُ أَيْضًا لَمْ يَبْلُغهُ الْإِذْن بَعْد الْمَنْع , وَعَلَى رِوَايَة الْكُشْمِيهَنِيّ يَنْعَكِس الْأَمْر وَيَصِير الْمَعْنَى. كَانَ يَأْكُل بِالزَّيْتِ إِلَى أَنْ يَنْفِر , فَإِذَا نَفَرَ أَكْل بِغَيْرِ الزَّيْت. فَيَدْخُل فِيهِ لَحْم الْأُضْحِيَّة. وَأَمَّا تَعْبِيره فِي الْحَدِيث بِالْهَدْيِ فَيَحْتَمِل أَنْ يَكُون اِبْن عُمَر كَانَ يُسَوِّي بَيْن لَحْم الْهَدْي وَلَحْم الْأُضْحِيَّة فِي الْحُكْم , وَيَحْتَمِل أَنْ يَكُون أَطْلَقَ عَلَى لَحْم الْأُضْحِيَّة لَحْم الْهَدْي لِمُنَاسَبَةِ أَنَّهُ كَانَ بِمِنًى. وَفِي هَذِهِ الْأَحَادِيث مِنْ الْفَوَائِد غَيْر مَا تَقَدَّمَ نَسْخ الْأَثْقَل بِالْأَخَفِّ , لِأَنَّ النَّهْي عَنْ اِدِّخَار لَحْم الْأُضْحِيَّة بَعْد ثَلَاث مِمَّا يَثْقُل عَلَى الْمُضَحِّينَ , وَالْإِذْن فِي الِادِّخَار أَخَفّ مِنْهُ. وَفِيهِ رَدّ عَلَى مَنْ يَقُول إِنَّ النَّسْخ لَا يَكُون إِلَّا بِالْأَثْقَلِ لِلْأَخَفِّ , وَعَكَسَهُ اِبْن الْعَرَبِيّ زَاعِمًا أَنَّ الْإِذْن فِي الِادِّخَار نَسْخ بِالنَّهْيِ , وَتُعُقِّبَ بِأَنَّ الِادِّخَار كَانَ مُبَاحًا بِالْبَرَاءَةِ الْأَصْلِيَّة , فَالنَّهْي عَنْهُ لَيْسَ نَسْخًا , وَعَلَى تَقْدِير أَنْ يَكُون نَسْخًا فَفِيهِ نَسْخ الْكِتَاب بِالسُّنَّةِ لِأَنَّ فِي الْكِتَاب الْإِذْن فِي أَكْلهَا مِنْ غَيْر تَقْيِيد لِقَوْلِهِ تَعَالَى ( فَكُلُوا مِنْهَا وَأَطْعِمُوا ) , وَيُمْكِن أَنْ يُقَال إِنَّهُ تَخْصِيص لَا نَسْخ وَهُوَ الْأَظْهَر. ‏ ‏( خَاتِمَة ) : ‏ ‏اِشْتَمَلَ كِتَاب الْأَضَاحِيّ مِنْ الْأَحَادِيث الْمَرْفُوعَة عَلَى أَرْبَعَة وَأَرْبَعِينَ حَدِيثًا , الْمُعَلَّق مِنْهَا خَمْسَة عَشَر وَالْبَقِيَّة مَوْصُولَة , الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى تِسْعَة وَثَلَاثُونَ حَدِيثًا وَالْخَالِص خَمْسَة , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى حَدِيث قَتَادَة بْن النُّعْمَان فِي الْبَاب الْأَخِير , وَسِوَى زِيَادَة مُعَلَّقَة فِي حَدِيث أَنَس وَهِيَ قَوْله \" بِكَبْشَيْنِ سَمِينَيْنِ \" فَإِنَّ أَصْل الْحَدِيث عِنْد مُسْلِم سِوَى قَوْله \" سَمِينَيْنِ \". وَفِيهِ مِنْ الْآثَار عَنْ الصَّحَابَة فَمَنْ بَعْدهمْ سَبْعَة آثَار. وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]