[
  {
    "id": 5575,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا، ثُمَّ لَمْ يَتُبْ مِنْهَا، حُرِمَهَا فِي الآخِرَةِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Whoever drinks alcoholic drinks in the world and does not repent (before \ndying), will be deprived of it in the Hereafter.\"",
    "explication": "‏ ‏حَدِيثُ اِبْن عُمَر قَالَ \" أَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَتْلِ الْكِلَاب \" ‏ ‏وَسَيَأْتِي شَرْحه فِي كِتَاب الصَّيْد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5576,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ لَيْلَةَ أُسْرِيَ بِهِ بِإِيلِيَاءَ بِقَدَحَيْنِ مِنْ خَمْرٍ، وَلَبَنٍ فَنَظَرَ إِلَيْهِمَا، ثُمَّ أَخَذَ اللَّبَنَ، فَقَالَ جِبْرِيلُ الْحَمْدُ لِلَّهِ الَّذِي هَدَاكَ لِلْفِطْرَةِ، وَلَوْ أَخَذْتَ الْخَمْرَ غَوَتْ أُمَّتُكَ‏.‏ تَابَعَهُ مَعْمَرٌ وَابْنُ الْهَادِ وَعُثْمَانُ بْنُ عُمَرَ وَالزُّبَيْدِيُّ عَنِ الزُّهْرِيِّ‏.‏",
    "english_text": "On the night Allah's Messenger (ﷺ) was taken on a night journey (Miraj) two cups, one containing wine and \nthe other milk, were presented to him at Jerusalem. He looked at it and took the cup of milk. Gabriel \nsaid, \"Praise be to Allah Who guided you to Al-Fitra (the right path); if you had taken (the cup of) \nwine, your nation would have gone astray.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة ‏ ‏\" أُتِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَةَ أُسْرِيَ بِهِ بِإِيلِيَاءَ بِقَدَحَيْنِ \" ‏ ‏وَقَدْ تَقَدَّمَ شَرْحه فِي السِّيرَة النَّبَوِيَّة , وَيَأْتِي فِي الْأَشْرِبَة. وَذَكَرَ فِيهِ أَيْضًا حَدِيث جَابِر قَالَ : \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : لَمَّا كَذَّبَتْنِي قُرَيْش \" كَذَا لِلْأَكْثَرِ , وَلِلكُشْمِيهَنِيّ كَذَّبَنِي بِغَيْرِ مُثَنَّاة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5577,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ سَمِعْتُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم حَدِيثًا لاَ يُحَدِّثُكُمْ بِهِ غَيْرِي قَالَ ‏\n\"‏ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يَظْهَرَ الْجَهْلُ، وَيَقِلَّ الْعِلْمُ، وَيَظْهَرَ الزِّنَا، وَتُشْرَبَ الْخَمْرُ، وَيَقِلَّ الرِّجَالُ، وَيَكْثُرَ النِّسَاءُ، حَتَّى يَكُونَ لِخَمْسِينَ امْرَأَةً قَيِّمُهُنَّ رَجُلٌ وَاحِدٌ ‏\"‏‏.‏",
    "english_text": "I heard from Allah's Messenger (ﷺ) a narration which none other than I will narrate to you. The Prophet, said, \n\"From among the portents of the our are the following: General ignorance (in religious affairs) will \nprevail, (religious) knowledge will decrease, illegal sexual intercourse will prevail, alcoholic drinks \nwill be drunk (in abundance), men will decrease and women will increase so much so that for every \nfifty women there will be one man to look after them.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيد الْقَطَّان. ‏ ‏قَوْله : ( عَنْ أَنَس ) ‏ ‏زَادَ الْأَصِيلِيّ : \" بْن مَالِك \". ‏ ‏قَوْله : ( لَأُحَدِّثَنَّكُمْ ) ‏ ‏بِفَتْحِ اللَّام وَهُوَ جَوَاب قَسَم مَحْذُوف أَيْ وَاَللَّه لَأُحَدِّثَنَّكُمْ , وَصَرَّحَ بِهِ أَبُو عَوَانَة مِنْ طَرِيق هِشَام عَنْ قَتَادَة , وَلِمُسْلِمٍ مِنْ رِوَايَة غُنْدَر عَنْ شُعْبَة أَلَّا أُحَدِّثكُمْ فَيَحْتَمِل أَنْ يَكُون قَالَ لَهُمْ أَوَّلًا : أَلَا أُحَدِّثكُمْ ؟ فَقَالَ نَعَمْ , فَقَالَ : لَأُحَدِّثَنَّكُمْ. ‏ ‏قَوْله : ( لَا يُحَدِّثكُمْ أَحَد بَعْدِي ) ‏ ‏كَذَا لَهُ وَلِمُسْلِمٍ بِحَذْفِ الْمَفْعُول , وَلِابْنِ مَاجَهْ مِنْ رِوَايَة غُنْدَر عَنْ شُعْبَة لَا يُحَدِّثكُمْ بِهِ أَحَد بَعْدِي , وَلِلْمُصَنِّفِ مِنْ طَرِيق هِشَام لَا يُحَدِّثكُمْ بِهِ غَيْرِي , وَلِأَبِي عَوَانَة مِنْ هَذَا الْوَجْه : \" لَا يُحَدِّثكُمْ أَحَد سَمِعَهُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْدِي \" وَعَرَفَ أَنَس أَنَّهُ لَمْ يَبْقَ أَحَد مِمَّنْ سَمِعَهُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَيْره ; لِأَنَّهُ كَانَ آخِر مَنْ مَاتَ بِالْبَصْرَةِ مِنْ الصَّحَابَة , فَلَعَلَّ الْخِطَاب بِذَلِكَ كَانَ لِأَهْلِ الْبَصْرَة , أَوْ كَانَ عَامًّا وَكَانَ تَحْدِيثه بِذَلِكَ فِي آخِر عُمْره ; لِأَنَّهُ لَمْ يَبْقَ بَعْده مِنْ الصَّحَابَة مَنْ ثَبَتَ سَمَاعه مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا النَّادِر مِمَّنْ لَمْ يَكُنْ هَذَا الْمَتْن فِي مَرْوِيّه. وَقَالَ اِبْن بَطَّال : يَحْتَمِل أَنَّهُ قَالَ ذَلِكَ لِمَا رَأَى مِنْ التَّغْيِير وَنَقْص الْعِلْم , يَعْنِي فَاقْتَضَى ذَلِكَ عِنْده أَنَّهُ لِفَسَادِ الْحَال لَا يُحَدِّثهُمْ أَحَد بِالْحَقِّ. قُلْت : وَالْأَوَّل أَوْلَى. ‏ ‏قَوْله : ( سَمِعْت ) ‏ ‏هُوَ بَيَان , أَوْ بَدَل لِقَوْلِهِ لَأُحَدِّثَنَّكُمْ. ‏ ‏قَوْله : ( أَنْ يَقِلّ الْعِلْم ) ‏ ‏هُوَ بِكَسْرِ الْقَاف مِنْ الْقِلَّة , وَفِي رِوَايَة مُسْلِم عَنْ غُنْدَر وَغَيْره عَنْ شُعْبَة : \" أَنْ يُرْفَع الْعِلْم \" وَكَذَا فِي رِوَايَة سَعِيد عِنْد اِبْن أَبِي شَيْبَة وَهَمَّام عِنْد الْمُصَنِّف فِي الْحُدُود وَهِشَام عِنْده فِي النِّكَاح كُلّهمْ عَنْ قَتَادَة , وَهُوَ مُوَافِق لِرِوَايَةِ أَبِي التَّيَّاح , وَلِلْمُصَنِّفِ أَيْضًا فِي الْأَشْرِبَة مِنْ طَرِيق هِشَام : \" أَنْ يَقِلّ \" فَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِقِلَّتِهِ أَوَّل الْعَلَّامَة وَبِرَفْعِهِ آخِرهَا , أَوْ أُطْلِقَتْ الْقِلَّة وَأُرِيد بِهَا الْعَدَم كَمَا يُطْلَق الْعَدَم وَيُرَاد بِهِ الْقِلَّة , وَهَذَا أَلْيَق لِاتِّحَادِ الْمَخْرَج. ‏ ‏قَوْله : ( وَتَكْثُر النِّسَاء ) ‏ ‏قِيلَ سَبَبه أَنَّ الْفِتَن تَكْثُر فَيَكْثُر الْقَتْل فِي الرِّجَال لِأَنَّهُمْ أَهْل الْحَرْب دُون النِّسَاء. وَقَالَ أَبُو عَبْد الْمَلِك : هُوَ إِشَارَة إِلَى كَثْرَة الْفُتُوح فَتَكْثُر السَّبَايَا فَيَتَّخِذ الرَّجُل الْوَاحِد عِدَّة مَوْطُوآت. قُلْت : وَفِيهِ نَظَر ; لِأَنَّهُ صَرَّحَ بِالْقِلَّةِ فِي حَدِيث أَبِي مُوسَى الْآتِي فِي الزَّكَاة عِنْد الْمُصَنِّف فَقَالَ : \" مِنْ قِلَّة الرِّجَال وَكَثْرَة النِّسَاء \" وَالظَّاهِر أَنَّهَا عَلَامَة مَحْضَة لَا لِسَبَبٍ آخَر , بَلْ يُقَدِّر اللَّه فِي آخِر الزَّمَان أَنْ يَقِلّ مَنْ يُولَد مِنْ الذُّكُور وَيَكْثُر مَنْ يُولَد مِنْ الْإِنَاث , وَكَوْن كَثْرَة النِّسَاء مِنْ الْعَلَامَات مُنَاسِبَة لِظُهُورِ الْجَهْل وَرَفْع الْعِلْم. وَقَوْله : \" لِخَمْسِينَ \" يَحْتَمِل أَنْ يُرَاد بِهِ حَقِيقَة هَذَا الْعَدَد , أَوْ يَكُون مَجَازًا عَنْ الْكَثْرَة. وَيُؤَيِّدهُ أَنَّ فِي حَدِيث أَبِي مُوسَى : \" وَتَرَى الرَّجُل الْوَاحِد يَتْبَعهُ أَرْبَعُونَ اِمْرَأَة \". ‏ ‏قَوْله : ( الْقَيِّم ) ‏ ‏أَيْ : مَنْ يَقُوم بِأَمْرِهِنَّ , وَاللَّام لِلْعَهْدِ إِشْعَارًا بِمَا هُوَ مَعْهُود مِنْ كَوْن الرِّجَال قَوَّامِينَ عَلَى النِّسَاء. وَكَأَنَّ هَذِهِ الْأُمُور الْخَمْسَة خُصَّتْ بِالذِّكْرِ لِكَوْنِهَا مُشْعِرَة بِاخْتِلَالِ الْأُمُور الَّتِي يَحْصُل بِحِفْظِهَا صَلَاح الْمَعَاش وَالْمَعَاد , وَهِيَ الدِّين لِأَنَّ رَفْع الْعِلْم يُخِلّ بِهِ , وَالْعَقْل لِأَنَّ شُرْب الْخَمْر يُخِلّ بِهِ , وَالنَّسَب لِأَنَّ الزِّنَا يُخِلّ بِهِ , وَالنَّفْس وَالْمَال لِأَنَّ كَثْرَة الْفِتَن تُخِلّ بِهِمَا. قَالَ الْكَرْمَانِيُّ : وَإِنَّمَا كَانَ اِخْتِلَال هَذِهِ الْأُمُور مُؤْذِنًا بِخَرَابِ الْعَالَم لِأَنَّ الْخَلْق لَا يُتْرَكُونَ هَمَلًا , وَلَا نَبِيّ بَعْد نَبِيّنَا صَلَوَات اللَّه تَعَالَى وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ , فَيَتَعَيَّن ذَلِكَ. وَقَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِم \" : فِي هَذَا الْحَدِيث عَلَم مِنْ أَعْلَام النُّبُوَّة , إِذْ أَخْبَرَ عَنْ أُمُور سَتَقَعُ فَوَقَعَتْ , خُصُوصًا فِي هَذِهِ الْأَزْمَان. وَقَالَ الْقُرْطُبِيّ فِي التَّذْكِرَة : يَحْتَمِل أَنْ يُرَاد بِالْقَيِّمِ مَنْ يَقُوم عَلَيْهِنَّ سَوَاء كُنَّ مَوْطُوآت أَمْ لَا. وَيَحْتَمِل أَنْ يَكُون ذَلِكَ يَقَع فِي الزَّمَان الَّذِي لَا يَبْقَى فِيهِ مَنْ يَقُول اللَّه اللَّه فَيَتَزَوَّج الْوَاحِد بِغَيْرِ عَدَد جَهْلًا بِالْحُكْمِ الشَّرْعِيّ. قُلْت : وَقَدْ وُجِدَ ذَلِكَ مِنْ بَعْض أُمَرَاء التُّرْكُمَان وَغَيْرهمْ مِنْ أَهْل هَذَا الزَّمَان مَعَ دَعْوَاهُ الْإِسْلَام. وَاَللَّه الْمُسْتَعَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5578,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، وَابْنَ الْمُسَيَّبِ، يَقُولاَنِ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهْوَ مُؤْمِنٌ، وَلاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهْوَ مُؤْمِنٌ، وَلاَ يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهْوَ مُؤْمِنٌ ‏\"‏‏.‏ قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ أَنَّ أَبَا بَكْرٍ كَانَ يُحَدِّثُهُ عَنْ أَبِي هُرَيْرَةَ ثُمَّ يَقُولُ كَانَ أَبُو بَكْرٍ يُلْحِقُ مَعَهُنَّ ‏\"‏ وَلاَ يَنْتَهِبُ نُهْبَةً ذَاتَ شَرَفٍ، يَرْفَعُ النَّاسُ إِلَيْهِ أَبْصَارَهُمْ فِيهَا حِينَ يَنْتَهِبُهَا وَهْوَ مُؤْمِنٌ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"An adulterer, at the time he is committing illegal sexual intercourse is not a \nbeliever; and a person, at the time of drinking an alcoholic drink is not a believer; and a thief, at the \ntime of stealing, is not a believer.\" Ibn Shihab said: `Abdul Malik bin Abi Bakr bin `Abdur-Rahman \nbin Al- Harith bin Hisham told me that Abu Bakr used to narrate that narration to him on the authority \nof Abu Huraira. He used to add that Abu Bakr used to mention, besides the above cases, \"And he who \nrobs (takes illegally something by force) while the people are looking at him, is not a believer at the \ntime he is robbing (taking).",
    "explication": "‏ ‏قَوْلُهُ : ( وَعَنْ سَعِيدِ ) ‏ ‏يَعْنِي اِبْن الْمُسَيِّب ‏ ‏( وَأَبِي سَلَمَة ) ‏ ‏يَعْنِي اِبْن عَبْد الرَّحْمَن ) ‏ ‏( عَنْ أَبِي هُرَيْرَة مِثْله إِلَّا النُّهْبَة ) ‏ ‏يَعْنِي أَنَّ الزُّهْرِيَّ رَوَى الْحَدِيثَ عَنْ هَؤُلَاءِ الثَّلَاثَةِ عَنْ أَبِي هُرَيْرَة فَانْفَرَدَ أَبُو بَكْر بْن عَبْد الرَّحْمَن بِزِيَادَة ذِكْر النُّهْبَة فِيهِ , وَظَاهِره أَنَّ الْحَدِيثَ عِنْدَ عُقَيْلٍ عَنْ الزُّهْرِيِّ عَنْ الثَّلَاثَةِ عَلَى هَذَا الْوَجْهِ , وَقَدْ أَخْرَجَهُ فِي الْحُدُودِ فَقَالَ فِيهِ : \" عَنْ اِبْن شِهَاب عَنْ سَعِيد وَأَبِي سَلَمَة مِثْله إِلَّا النُّهْبَة \" وَرَوَاهُ مُسْلِم مِنْ طَرِيقِ الْأَوْزَاعِيّ عَنْ الزُّهْرِيِّ عَنْ الثَّلَاثَةِ بِتَمَامِهِ , وَكَأَنَّ الْأَوْزَاعِيّ حَمَلَ رِوَايَة سَعِيد وَأَبِي سَلَمَة عَلَى رِوَايَة أَبِي بَكْر , وَالَّذِي فَصَّلَهَا أَحْفَظُ مِنْهُ فَهُوَ الْمَحْفُوظُ , وَسَيَأْتِي مَزِيد بَيَان لِذَلِكَ فِي كِتَاب الْحُدُود إِنْ شَاءَ اللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( قَالَ الْفَرَبْرِيّ : وَجَدْت بِخَطّ أَبِي جَعْفَر هُوَ اِبْن أَبِي حَاتِم وَرَّاق الْبُخَارِيّ ( قَالَ أَبُو عَبْد اللَّه هُوَ الْمُصَنِّفُ ( تَفْسِيره أَيْ تَفْسِيرِ النَّفْيِ فِي قَوْلِهِ : \" لَا يَزْنِي وَهُوَ مُؤْمِن \" ( أَنْ يُنْزَعَ مِنْهُ , يُرِيدُ الْإِيمَانَ وَهَذَا التَّفْسِير تَلَقَّاهُ الْبُخَارِيّ مِنْ اِبْن عَبَّاس , فَسَيَأْتِي فِي أَوَّلِ الْحُدُودِ \" وَقَالَ اِبْن عَبَّاس : يُنْزَعُ مِنْهُ نُور الْإِيمَانِ \" وَسَنَذْكُرُ هُنَاكَ مَنْ وَصَلَهُ وَمَنْ وَافَقَهُ عَلَى هَذَا التَّأْوِيلِ وَمَنْ خَالَفَهُ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5579,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا الْحَسَنُ بْنُ صَبَّاحٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا مَالِكٌ ـ هُوَ ابْنُ مِغْوَلٍ ـ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ لَقَدْ حُرِّمَتِ الْخَمْرُ، وَمَا بِالْمَدِينَةِ مِنْهَا شَىْءٌ‏.‏",
    "english_text": "\"Alcoholic drinks were prohibited (by Allah) when there was nothing of it (special kind of wine) in \nMedina.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي الْحَسَن بْن صَبَّاح ) ‏ ‏هُوَ الْبَزَّار آخِره رَاء , ‏ ‏وَمُحَمَّد بْن سَابِق ‏ ‏مِنْ شُيُوخ الْبُخَارِيّ , وَقَدْ يُحَدِّث عَنْهُ بِوَاسِطَةٍ كَهَذَا. ‏ ‏قَوْله : ( حَدَّثَنَا مَالِك هُوَ اِبْن مِغْوَل ) ‏ ‏كَانَ شَيْخ الْبُخَارِيّ حَدَّثَ بِهِ فَقَالَ \" حَدَّثَنَا مَالِك \" وَلَمْ يَنْسُبهُ فَنَسَبَهُ هُوَ لِئَلَّا يَلْتَبِس بِمَالِك بْن أَنَس , وَقَدْ أَخْرَجَ الْإِسْمَاعِيلِيّ الْحَدِيث الْمَذْكُور مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق الصَّغَانِيّ عَنْ مُحَمَّد بْن سَابِق فَقَالَ : \" عَنْ مَالِك بْن مِغْوَل \". ‏ ‏قَوْله : ( وَمَا بِالْمَدِينَةِ مِنْهَا شَيْء ) ‏ ‏يَحْتَمِل أَنْ يَكُون اِبْن عُمَر نَفَى ذَلِكَ بِمُقْتَضَى مَا عَلِمَ , أَوْ أَرَادَ الْمُبَالَغَة مِنْ أَجْل قِلَّتهَا حِينَئِذٍ بِالْمَدِينَةِ فَأَطْلَقَ النَّفْي , كَمَا يُقَال فُلَان لَيْسَ بِشَيْءٍ مُبَالَغَة , وَيُؤَيِّدهُ قَوْل أَنَس الْمَذْكُور فِي الْبَاب \" وَمَا نَجِد خَمْر الْأَعْنَاب إِلَّا قَلِيلًا \" وَيَحْتَمِل أَنْ يَكُون مُرَاد اِبْن عُمَر وَمَا بِالْمَدِينَةِ مِنْهَا شَيْء أَيْ يُعْصَر , وَقَدْ تَقَدَّمَ فِي تَفْسِير الْمَائِدَة مِنْ وَجْه آخَر عَنْ اِبْن عُمَر قَالَ : \" نَزَلَ تَحْرِيم الْخَمْر وَإِنْ بِالْمَدِينَةِ يَوْمئِذٍ لَخَمْسَة أَشْرِبَة مَا فِيهَا شَرَاب الْعِنَب \" وَحُمِلَ عَلَى مَا كَانَ يُصْنَع بِهَا لَا عَلَى مَا يُجْلَب إِلَيْهَا. وَأَمَّا قَوْل عُمَر فِي ثَالِث أَحَادِيث الْبَاب \" نَزَلَ تَحْرِيم الْخَمْر وَهِيَ مِنْ خَمْسَة \" فَمَعْنَاهُ أَنَّهَا كَانَتْ حِينَئِذٍ تُصْنَع مِنْ الْخَمْسَة الْمَذْكُورَة فِي الْبِلَاد , لَا فِي خُصُوص الْمَدِينَة كَمَا سَيَأْتِي تَقْرِيره بَعْد بَابَيْنِ مَعَ شَرْحِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5580,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ عَبْدُ رَبِّهِ بْنُ نَافِعٍ، عَنْ يُونُسَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسٍ، قَالَ حُرِّمَتْ عَلَيْنَا الْخَمْرُ حِينَ حُرِّمَتْ وَمَا نَجِدُ ـ يَعْنِي بِالْمَدِينَةِ ـ خَمْرَ الأَعْنَابِ إِلاَّ قَلِيلاً، وَعَامَّةُ خَمْرِنَا الْبُسْرُ وَالتَّمْرُ‏.‏",
    "english_text": "\"Alcoholic drinks were prohibited at the time we could rarely find wine made from grapes in Medina, \nfor most of our liquors were made from unripe and ripe dates.",
    "explication": "‏ ‏قَوْله : ( عَنْ يُونُس ) ‏ ‏هُوَ اِبْنُ عُبَيْد الْبَصْرِيّ. ‏ ‏قَوْله : ( وَعَامَّة خَمْرنَا الْبُسْر وَالتَّمْر ) ‏ ‏أَيْ النَّبِيذ الَّذِي يَصِير خَمْرًا كَانَ أَكْثَر مَا يُتَّخَذ مِنْ الْبُسْر وَالتَّمْر , قَالَ الْكَرْمَانِيُّ : قَوْله : \" الْبُسْر وَالتَّمْر \" مَجَاز عَنْ الشَّرَاب الَّذِي يُصْنَع مِنْهُمَا , وَهُوَ عَكْس ( إِنِّي أَرَانِي أَعْصِر خَمْرًا ) أَوْ فِيهِ حَذْف تَقْدِيره عَامَّة أَصْل خَمْرنَا أَوْ مَادَّته , وَسَيَأْتِي فِي الْبَاب الَّذِي بَعْده مِنْ وَجْه آخَر عَنْ أَنَس قَالَ : \" إِنَّ الْخَمْر حُرِّمَتْ وَالْخَمْر يَوْمئِذٍ الْبُسْر \" وَتَقْرِير الْحَذْف فِيهِ ظَاهِر. وَأَخْرَجَ النَّسَائِيُّ وَصَحَّحَهُ الْحَاكِم مِنْ رِوَايَة مُحَارِب بْن دِثَار عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" الزَّبِيب وَالتَّمْر هُوَ الْخَمْر \" وَسَنَده صَحِيح , وَظَاهِره الْحَصْر لَكِنْ الْمُرَاد الْمُبَالَغَة , وَهُوَ بِالنِّسْبَةِ إِلَى مَا كَانَ حِينَئِذٍ بِالْمَدِينَةِ مَوْجُودًا كَمَا تَقَرَّرَ فِي حَدِيث أَنَس , وَقِيلَ : مُرَاد أَنَس الرَّدّ عَلَى مَنْ خَصَّ اِسْم الْخَمْر بِمَا يُتَّخَذ مِنْ الْعِنَب , وَقِيلَ : مُرَاده أَنَّ التَّحْرِيم لَا يَخْتَصّ بِالْخَمْرِ الْمُتَّخَذَة مِنْ الْعِنَب بَلْ يُشْرِكهَا فِي التَّحْرِيم كُلّ شَرَاب مُسْكِر , وَهَذَا أَظْهَر وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5581,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي حَيَّانَ، حَدَّثَنَا عَامِرٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَامَ عُمَرُ عَلَى الْمِنْبَرِ فَقَالَ أَمَّا بَعْدُ نَزَلَ تَحْرِيمُ الْخَمْرِ وَهْىَ مِنْ خَمْسَةٍ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ‏.‏",
    "english_text": "`Umar stood up on the pulpit and said, \"Now then, prohibition of alcoholic drinks have been revealed, \nand these drinks are prepared from five things, i.e.. grapes, dates, honey, wheat or barley And an \nalcoholic drink is that, that disturbs the mind.",
    "explication": "ذَكَرَ حَدِيث عُمَر أَنَّهُ نَزَلَ تَحْرِيم الْخَمْر وَهِيَ مِنْ خَمْسَة وَذَكَرَ مِنْهَا الْعِنَب , وَظَاهِره يُعَارِض حَدِيث اِبْن عُمَر الْمَذْكُور أَوَّل الْبَاب , وَسَنَذْكُرُ وَجْه الْجَمْع بَيْنهمَا فِي كِتَاب الْأَشْرِبَة مَعَ شَرْح أَحَادِيث الْبَاب إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله فِي هَذِهِ الرِّوَايَة \" أُهْرِيقَتْ \" أَنْكَرَهُ اِبْن التِّين وَقَالَ : الصَّوَاب \" هُرِيقَتْ \" بِالْهَاءِ بَدَل الْهَمْزَة وَلَا يُجْمَع بَيْنهمَا , وَأَثْبَتَ غَيْره مِنْ أَئِمَّة اللُّغَة مَا أَنْكَرَهُ. وَقَدْ أَخْرَجَ أَحْمَد وَمُسْلِم فِي سَبَب نُزُول هَذِهِ الْآيَة عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ \" صَنَعَ رَجُل مِنْ الْأَنْصَار طَعَامًا فَدَعَانَا فَشَرِبْنَا الْخَمْر قَبْل أَنْ تُحَرَّم حَتَّى سَكِرْنَا , فَتَفَاخَرْنَا , إِلَى أَنْ قَالَ : فَنَزَلَتْ إِنَّمَا الْخَمْر وَالْمَيْسِر - إِلَى قَوْله - فَهَلْ أَنْتُمْ مُنْتَهُونَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5582,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كُنْتُ أَسْقِي أَبَا عُبَيْدَةَ وَأَبَا طَلْحَةَ وَأُبَىَّ بْنَ كَعْبٍ مِنْ فَضِيخِ زَهْوٍ وَتَمْرٍ فَجَاءَهُمْ آتٍ فَقَالَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ‏.‏ فَقَالَ أَبُو طَلْحَةَ قُمْ يَا أَنَسُ فَأَهْرِقْهَا‏.‏ فَأَهْرَقْتُهَا‏.‏",
    "english_text": "I was serving Abu 'Ubaida, Abu Talha and Ubai bin Ka`b with a drink prepared from ripe and unripe \ndates. Then somebody came to them and said, \"Alcoholic drinks have been prohibited.\" (On hearing \nthat) Abu Talha said, \"Get up. O Anas, and pour (throw) it out! So I poured (threw) it out.",
    "explication": "‏ ‏قَوْله : ( كُنْت أَسْقِي أَبَا عُبَيْدَة ) ‏ ‏هُوَ اِبْن الْجَرَّاح , ‏ ‏( وَأَبَا طَلْحَة ) ‏ ‏هُوَ زَيْد بْن سَهْل زَوْج أُمّ سُلَيْمٍ أُمّ أَنَس , ‏ ‏( وَأُبَيّ بْن كَعْب ) ‏ ‏, كَذَا اِقْتَصَرَ فِي هَذِهِ الرِّوَايَة عَلَى هَؤُلَاءِ الثَّلَاثَة , فَأَمَّا أَبُو طَلْحَة فَلِكَوْنِ الْقِصَّة كَانَتْ فِي مَنْزِله كَمَا مَضَى فِي التَّفْسِير مِنْ طَرِيق ثَابِت عَنْ أَنَس \" كُنْت سَاقِي الْقَوْم فِي مَنْزِل أَبِي طَلْحَة \" وَأَمَّا أَبُو عُبَيْدَة فَلِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آخَى بَيْنه وَبَيْن أَبِي طَلْحَة كَمَا أَخْرَجَهُ مُسْلِم مِنْ وَجْه آخَر عَنْ أَنَس , وَأَمَّا أُبَيّ بْن كَعْب فَكَانَ كَبِير الْأَنْصَار وَعَالِمهمْ. وَوَقَعَ فِي رِوَايَة عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس فِي تَفْسِير الْمَائِدَة \" إِنِّي لَقَائِم أَسْقِي أَبَا طَلْحَة وَفُلَانًا وَفُلَانًا \" كَذَا وَقَعَ بِالْإِبْهَامِ , وَسَمَّى فِي رِوَايَة مُسْلِم مِنْهُمْ أَبَا أَيُّوب , وَسَيَأْتِي بَعْد أَبْوَاب مِنْ رِوَايَة هِشَام عَنْ قَتَادَة عَنْ أَنَس \" إِنِّي كُنْت لَأَسْقِي أَبَا طَلْحَة وَأَبَا دُجَانَة وَسُهَيْل اِبْن بَيْضَاء \" وَأَبُو دُجَانَة بِضَمِّ الدَّال الْمُهْمَلَة وَتَخْفِيف الْجِيم وَبَعْد الْأَلِف نُون اِسْمه سِمَاك بْن خَرَشَة بِمُعْجَمَتَيْنِ بَيْنهمَا رَاء مَفْتُوحَات , وَلِمُسْلِمٍ مِنْ طَرِيق سَعِيد عَنْ قَتَادَة نَحْوه وَسَمَّى فِيهِمْ مُعَاذ بْن جَبَل , وَلِأَحْمَد عَنْ يَحْيَى الْقَطَّان عَنْ حُمَيْدٍ عَنْ أَنَس \" كُنْت أَسْقِي أَبَا عُبَيْدَة وَأُبَيّ بْن كَعْب وَسُهَيْل اِبْن بَيْضَاء وَنَفَرًا مِنْ الصَّحَابَة عِنْد أَبِي طَلْحَة \" وَوَقَعَ عِنْد عَبْد الرَّزَّاق عَنْ مَعْمَر بْن ثَابِت وَقَتَادَة وَغَيْرهمَا عَنْ أَنَس أَنَّ الْقَوْم كَانُوا أَحَد عَشَر رَجُلًا , وَقَدْ حَصَلَ مِنْ الطُّرُق الَّتِي أَوْرَدْتهَا تَسْمِيَة سَبْعَة مِنْهُمْ , وَأَبْهَمَهُمْ فِي رِوَايَة سُلَيْمَان التَّيْمِيِّ عَنْ أَنَس وَهِيَ فِي هَذَا الْبَاب وَلَفْظه \" كُنْت قَائِمًا عَلَى الْحَيّ أَسْقِيهِمْ عُمُومَتِي \" وَقَوْله عُمُومَتِي فِي مَوْضِع خَفَضَ عَلَى الْبَدَل مِنْ قَوْله : \" الْحَيّ \" وَأَطْلَقَ عَلَيْهِمْ عُمُومَته لِأَنَّهُمْ كَانُوا أَسَنَّ مِنْهُ وَلِأَنَّ أَكْثَرهمْ مِنْ الْأَنْصَار. وَمِنْ الْمُسْتَغْرَبَات مَا أَوْرَدَهُ اِبْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ طَرِيق عِيسَى بْن طَهْمَان عَنْ أَنَس أَنَّ أَبَا بَكْر وَعُمَر كَانَا فِيهِمْ , وَهُوَ مُنْكَر مَعَ نَظَافَة سَنَده , وَمَا أَظُنّهُ إِلَّا غَلَطًا. وَقَدْ أَخْرَجَ أَبُو نُعَيْم فِي \" الْحِلْيَة \" فِي تَرْجَمَة شُعْبَة مِنْ حَدِيث عَائِشَة قَالَتْ : \" حَرَّمَ أَبُو بَكْر الْخَمْر عَلَى نَفْسه فَلَمْ يَشْرَبهَا فِي جَاهِلِيَّة وَلَا إِسْلَام \" وَيَحْتَمِل إِنْ كَانَ مَحْفُوظًا أَنْ يَكُون أَبُو بَكْر وَعُمَر زَارَا أَبَا طَلْحَة فِي ذَلِكَ الْيَوْم وَلَمْ يَشْرَبَا مَعَهُمْ. ثُمَّ وَجَدْت عِنْد الْبَزَّار مِنْ وَجْه آخَر عَنْ أَنَس قَالَ : \" كُنْت سَاقِي الْقَوْم , وَكَانَ فِي الْقَوْم رَجُل يُقَال لَهُ أَبُو بَكْر , فَلَمَّا شَرِبَ قَالَ : \" تُحَيِّي بِالسَّلَامَةِ أُمّ بَكْر \" الْأَبْيَات , فَدَخَلَ عَلَيْنَا رَجُل مِنْ الْمُسْلِمِينَ فَقَالَ : قَدْ نَزَلَ تَحْرِيم الْخَمْر \" الْحَدِيث. وَأَبُو بَكْر هَذَا يُقَال لَهُ اِبْن شَغُوب , فَظَنَّ بَعْضهمْ أَنَّهُ أَبُو بَكْر الصِّدِّيق , وَلَيْسَ كَذَلِكَ , لَكِنْ قَرِينَة ذِكْر عُمَر تَدُلّ عَلَى عَدَم الْغَلَط فِي وَصْف الصِّدِّيق , فَحَصَّلْنَا تَسْمِيَة عَشَرَة , وَقَدْ قَدَّمْت فِي غَزْوَة بَدْر مِنْ الْمَغَازِي تَرْجَمَة أَبِي بَكْر بْن شَغُوب الْمَذْكُور. وَفِي \" كِتَاب مَكَّة لِلْفَاكِهِيِّ \" مِنْ طَرِيق مُرْسَل مَا يَشِيد ذَلِكَ. ‏ ‏قَوْله : ( مِنْ فَضِيخ زَهْو وَتَمْر ) ‏ ‏أَمَّا الْفَضِيخ فَهُوَ بِفَاءٍ وَضَاد مُعْجَمَتَيْنِ وَزْن عَظِيم : اِسْم لِلْبُسْرِ إِذَا شُدِخَ وَنُبِذَ , وَأَمَّا الزَّهْو فَبِفَتْحِ الزَّاي وَسُكُون الْهَاء بَعْدهَا وَاو : وَهُوَ الْبُسْر الَّذِي يَحْمَرّ أَوْ يَصْفَرّ قَبْل أَنْ يَتَرَطَّب. وَقَدْ يُطْلَق الْفَضِيخ عَلَى خَلِيط الْبُسْر وَالرُّطَب , كَمَا يُطْلَق عَلَى خَلِيط الْبُسْر وَالتَّمْر , وَكَمَا يُطْلَق عَلَى الْبُسْر وَحْده وَعَلَى التَّمْر وَحْده كَمَا فِي الرِّوَايَة الَّتِي آخِر الْبَاب. وَعِنْد أَحْمَد مِنْ طَرِيق قَتَادَة عَنْ أَنَس \" وَمَا خَمْرهمْ يَوْمئِذٍ إِلَّا الْبُسْر وَالتَّمْر مَخْلُوطَيْنِ \" وَوَقَعَ عِنْد مُسْلِم مِنْ طَرِيق قَتَادَة عَنْ أَنَس \" أَسْقِيهِمْ مِنْ مَزَادَة فِيهَا خَلِيط بُسْر وَتَمْر \". ‏ ‏قَوْله : ( فَجَاءَهُمْ آتٍ ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه , وَوَقَعَ فِي رِوَايَة حُمَيْدٍ عَنْ أَنَس عِنْد أَحْمَد بَعْد قَوْله \" أَسْقِيهِمْ \" : \" حَتَّى كَادَ الشَّرَاب يَأْخُذ فِيهِمْ \" وَلِابْنِ مَرْدَوَيْهِ \" حَتَّى أَسْرَعَتْ فِيهِمْ \" وَلِابْنِ أَبِي عَاصِم \" حَتَّى مَالَتْ رُءُوسهمْ , فَدَخَلَ دَاخِل \" وَمَضَى فِي الْمَظَالِم مِنْ طَرِيق ثَابِت عَنْ أَنَس \" فَأَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُنَادِيًا فَنَادَى \" وَلِمُسْلِمٍ مِنْ هَذَا الْوَجْه \" فَإِذَا مُنَادٍ يُنَادِي أَنَّ الْخَمْر قَدْ حُرِّمَتْ \" وَلَهُ مِنْ رِوَايَة سَعِيد عَنْ قَتَادَة عَنْ أَنَس نَحْوه وَزَادَ \" فَقَالَ أَبُو طَلْحَة : اخْرُجْ فَانْظُرْ مَا هَذَا الصَّوْت \" وَمَضَى فِي التَّفْسِير مِنْ طَرِيق عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس بِلَفْظِ \" إِذْ جَاءَ رَجُل فَقَالَ : هَلْ بَلَغَكُمْ الْخَبَر ؟ قَالُوا : وَمَا ذَاكَ ؟ قَالَ : قَدْ حُرِّمَتْ الْخَمْر \" وَهَذَا الرَّجُل يَحْتَمِل أَنْ يَكُون هُوَ الْمُنَادِي , وَيَحْتَمِل أَنْ يَكُون غَيْره سَمِعَ الْمُنَادِي فَدَخَلَ إِلَيْهِمْ فَأَخْبَرَهُمْ. وَقَدْ أَخْرَجَ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق بَكْر بْن عَبْد اللَّه عَنْ أَنَس قَالَ \" لَمَّا حُرِّمَتْ الْخَمْر وَحَلَفَ عَلَيَّ أُنَاس مِنْ أَصْحَابِي وَهِيَ بَيْن أَيْدِيهمْ , فَضَرَبْتهَا بِرِجْلِي وَقُلْت : نَزَلَ تَحْرِيم الْخَمْر \" فَيَحْتَمِل أَنْ يَكُون أَنَس خَرَجَ فَاسْتَخْبَرَ الرَّجُل , لَكِنْ أَخْرَجَهُ مِنْ وَجْه آخَر أَنَّ الرَّجُل قَامَ عَلَى الْبَاب فَذَكَرَ لَهُمْ تَحْرِيمهَا , وَمِنْ وَجْه آخَر \" أَتَانَا فُلَان مِنْ عِنْد نَبِيّنَا فَقَالَ : قَدْ حُرِّمَتْ الْخَمْر , قُلْنَا : مَا تَقُول ؟ فَقَالَ : سَمِعْته مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ السَّاعَة , وَمِنْ عِنْده أَتَيْتُكُمْ \". ‏ ‏قَوْله : ( فَقَالَ أَبُو طَلْحَة : قُمْ يَا أَنَس , فَهَرِقْهَا ) ‏ ‏بِفَتْحِ الْهَاء وَكَسْر الرَّاء وَسُكُون الْقَاف , وَالْأَصْل أَرِقْهَا , فَأُبْدِلَتْ الْهَمْزَة هَاء , وَكَذَا قَوْله : \" فَهَرَقْتهَا \" وَقَدْ تُسْتَعْمَل هَذِهِ الْكَلِمَة بِالْهَمْزَةِ وَالْهَاء مَعًا وَهُوَ نَادِر , وَقَدْ تَقَدَّمَ بَسْطُهُ فِي الطَّهَارَة. وَوَقَعَ فِي رِوَايَة ثَابِت عَنْ أَنَس فِي التَّفْسِير بِلَفْظِ \" فَأَرِقْهَا \" , وَمِنْ رِوَايَة عَبْد الْعَزِيز بْن صُهَيْب \" فَقَالُوا أَرِقْ هَذِهِ الْقِلَال يَا أَنَس \" وَهُوَ مَحْمُول عَلَى أَنَّ الْمُخَاطِب لَهُ بِذَلِكَ أَبُو طَلْحَة , وَرَضِيَ الْبَاقُونَ بِذَلِكَ فَنُسِبَ الْأَمْر بِالْإِرَاقَةِ إِلَيْهِمْ جَمِيعًا. وَوَقَعَ فِي الرِّوَايَة الثَّانِيَة فِي الْبَاب \" أَكْفِئْهَا \" بِكَسْرِ الْفَاء مَهْمُوز بِمَعْنَى أَرِقْهَا , وَأَصْل الْإِكْفَاء الْإِمَالَة. وَوَقَعَ فِي \" بَاب إِجَازَة خَبَر الْوَاحِد \" مِنْ رِوَايَة أُخْرَى عَنْ مَالِك فِي هَذَا الْحَدِيث \" قُمْ إِلَى هَذِهِ الْجِرَار فَاكْسِرْهَا , قَالَ أَنَس : فَقُمْت إِلَى مِهْرَاس لَنَا فَضَرَبْتهَا بِأَسْفَلِهِ حَتَّى اِنْكَسَرَتْ \" وَهَذَا لَا يُنَافِي الرِّوَايَات الْأُخْرَى بَلْ يُجْمَع بِأَنَّهُ أَرَاقَهَا وَكَسَرَ أَوَانِيهَا , أَوْ أَرَاقَ بَعْضًا وَكَسَرَ بَعْضًا. وَقَدْ ذَكَرَ اِبْن عَبْد الْبَرّ أَنَّ إِسْحَاق بْن أَبِي طَلْحَة تَفَرَّدَ عَنْ أَنَس بِذِكْرِ الْكَسْر , وَأَنَّ ثَابِتًا وَعَبْد الْعَزِيز بْن صُهَيْب وَحُمَيْدًا وَعَدَّ جَمَاعَة مِنْ الثِّقَات رَوَوْا الْحَدِيث بِتَمَامِهِ عَنْ أَنَس مِنْهُمْ مَنْ طَوَّلَهُ وَمِنْهُمْ مَنْ اِخْتَصَرَهُ , فَلَمْ يَذْكُرُوا إِلَّا إِرَاقَتهَا. وَالْمِهْرَاس بِكَسْرِ الْمِيم وَسُكُون الْهَاء وَآخِره مُهْمَلَة إِنَاء يُتَّخَذ مِنْ صَخْر وَيُنَقَّر وَقَدْ يَكُون كَبِيرًا كَالْحَوْضِ وَقَدْ يَكُون صَغِيرًا بِحَيْثُ يَتَأَتَّى الْكَسْر بِهِ , وَكَأَنَّهُ لَمْ يَحْضُرهُ مَا يَكْسِر بِهِ غَيْره , أَوْ كَسَرَ بِآلَةِ الْمِهْرَاس الَّتِي يُدَقّ بِهَا فِيهِ كَالْهَاوُنِ فَأَطْلَقَ اِسْمه عَلَيْهَا مَجَازًا. وَوَقَعَ فِي رِوَايَة حُمَيْدٍ عَنْ أَنَس عِنْد أَحْمَد \" فَوَاَللَّهِ مَا قَالُوا حَتَّى نَنْظُر وَنَسْأَل \" وَفِي رِوَايَة عَبْد الْعَزِيز بْن صُهَيْب فِي التَّفْسِير \" فَوَاَللَّهِ مَا سَأَلُوا عَنْهَا وَلَا رَاجَعُوهَا بَعْد خَبَر الرَّجُل \" وَوَقَعَ فِي الْمَظَالِم \" فَجَرَتْ فِي سِكَك الْمَدِينَة \" أَيْ طُرُقهَا , وَفِيهِ إِشَارَة إِلَى تَوَارُد مَنْ كَانَتْ عِنْده مِنْ الْمُسْلِمِينَ عَلَى إِرَاقَتهَا حَتَّى جَرَتْ فِي الْأَزِقَّة مِنْ كَثْرَتهَا. قَالَ الْقُرْطُبِيّ تَمَسَّكَ بِهَذِهِ الزِّيَادَة بَعْض مَنْ قَالَ إِنَّ الْخَمْر الْمُتَّخَذَة مِنْ غَيْر الْعِنَب لَيْسَتْ نَجِسَة لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ التَّخَلِّي فِي الطُّرُق , فَلَوْ كَانَتْ نَجِسَة مَا أَقَرَّهُمْ عَلَى إِرَاقَتهَا فِي الطَّرَقَات حَتَّى تَجْرِي. وَالْجَوَاب أَنَّ الْقَصْد بِالْإِرَاقَةِ كَانَ لِإِشَاعَةِ تَحْرِيمهَا , فَإِذَا اِشْتَهَرَ ذَلِكَ كَانَ أَبْلَغ فَتُحْتَمَل أَخَفّ الْمَفْسَدَتَيْنِ لِحُصُولِ الْمَصْلَحَة الْعَظِيمَة الْحَاصِلَة مِنْ الِاشْتِهَار , وَيَحْتَمِل أَنَّهَا إِنَّمَا أُرِيقَتْ فِي الطُّرُق الْمُنْحَدِرَة بِحَيْثُ تَنْصَبّ إِلَى الْأَشْرِبَة وَالْحُشُوش أَوْ الْأَوْدِيَة فَتُسْتَهْلَك فِيهَا , وَيُؤَيِّدهُ مَا أَخْرَجَهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث جَابِر بِسَنَدٍ جَيِّد فِي قِصَّة صَبّ الْخَمْر قَالَ : \" فَانْصَبَّتْ حَتَّى اِسْتَنْقَعَتْ فِي بَطْن الْوَادِي \". وَالتَّمَسُّك بِعُمُومِ الْأَمْر بِاجْتِنَابِهَا كَافٍ فِي الْقَوْل بِنَجَاسَتِهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5583,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ أَنَسًا، قَالَ كُنْتُ قَائِمًا عَلَى الْحَىِّ أَسْقِيهِمْ ـ عُمُومَتِي وَأَنَا أَصْغَرُهُمُ ـ الْفَضِيخَ، فَقِيلَ حُرِّمَتِ الْخَمْرُ‏.‏ فَقَالُوا أَكْفِئْهَا‏.‏ فَكَفَأْتُهَا‏.‏ قُلْتُ لأَنَسٍ مَا شَرَابُهُمْ قَالَ رُطَبٌ وَبُسْرٌ‏.‏ فَقَالَ أَبُو بَكْرِ بْنُ أَنَسٍ وَكَانَتْ خَمْرَهُمْ‏.‏ فَلَمْ يُنْكِرْ أَنَسٌ‏.‏ وَحَدَّثَنِي بَعْضُ أَصْحَابِي أَنَّهُ سَمِعَ أَنَسًا يَقُولُ كَانَتْ خَمْرَهُمْ يَوْمَئِذٍ‏.‏",
    "english_text": "While I was waiting on my uncles and serving them with (wine prepared from) dates----and I was the \nyoungest of them----it was said, \"Alcoholic drinks have been prohibited.\" So they said (to me), \n\"Throw it away.\" So I threw it away.",
    "explication": "‏ ‏قَوْله : ( قُلْت لِأَنَسٍ ) ‏ ‏الْقَائِل هُوَ سُلَيْمَان التَّيْمِيِّ وَالِد مُعْتَمِر , ‏ ‏وَقَوْله : \" فَقَالَ أَبُو بَكْر بْن أَنَس : وَكَانَتْ خَمْرهمْ \" ‏ ‏زَادَ مُسْلِم مِنْ هَذَا الْوَجْه \" يَوْمئِذٍ \" ‏ ‏وَقَوْله : \" فَلَمْ يُنْكِر أَنَس \" ‏ ‏زَادَ مُسْلِم \" ذَلِكَ \" وَالْمَعْنَى أَنَّ أَبَا بَكْر بْن أَنَس كَانَ حَاضِرًا عِنْد أَنَس لَمَّا حَدَّثَهُمْ فَكَأَنَّ أَنَسًا حِينَئِذٍ لَمْ يُحَدِّثهُمْ بِهَذِهِ الزِّيَادَة إِمَّا نَسِيَانَا وَإِمَّا اِخْتِصَارًا , فَذَكَّرَهُ بِهَا اِبْنه أَبُو بَكْر فَأَقَرَّهُ عَلَيْهَا , وَقَدْ ثَبَتَ تَحْدِيث أَنَس بِهَا كَمَا سَأَذْكُرُهُ. ‏ ‏قَوْله : ( وَحَدَّثَنِي بَعْض أَصْحَابِي ) ‏ ‏الْقَائِل هُوَ سُلَيْمَان التَّيْمِيُّ أَيْضًا , وَهُوَ مَوْصُول بِالسَّنَدِ الْمَذْكُور , وَقَدْ أَفْرَدَ مُسْلِم هَذِهِ الطَّرِيق عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى عَنْ مُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ قَالَ \" حَدَّثَنِي بَعْض مَنْ كَانَ مَعِي أَنَّهُ سَمِعَ أَنَسًا يَقُول : \" كَانَ خَمْرهمْ يَوْمئِذٍ \" فَيَحْتَمِل أَنْ يَكُون أَنَس حَدَّثَ بِهَا حِينَئِذٍ فَلَمْ يَسْمَعهُ سُلَيْمَان , أَوْ حَدَّثَ بِهَا فِي مَجْلِس آخَر فَحَفِظَهَا عَنْهُ الرَّجُل الَّذِي حَدَّثَ بِهَا سُلَيْمَان , وَهَذَا الْمُبْهَم يَحْتَمِل أَنْ يَكُون هُوَ بَكْر بْن عَبْد اللَّه الْمُزَنِيَّ , فَإِنَّ رِوَايَته فِي آخِر الْبَاب تُومِئ إِلَى ذَلِكَ. وَيَحْتَمِل أَنْ يَكُون قَتَادَة , فَسَيَأْتِي بَعْد أَبْوَاب مِنْ طَرِيقه عَنْ أَنَس بِلَفْظِ \" وَإِنَّا نَعُدّهَا يَوْمئِذٍ الْخَمْر \" وَهُوَ مِنْ أَقْوَى الْحُجَج عَلَى أَنَّ الْخَمْر اِسْم جِنْس لِكُلِّ مَا يُسْكِر , سَوَاء كَانَ مِنْ الْعِنَب أَوْ مِنْ نَقِيع الزَّبِيب أَوْ التَّمْر أَوْ الْعَسَل أَوْ غَيْرهَا. وَأَمَّا دَعْوَى بَعْضهمْ أَنَّ الْخَمْر حَقِيقَة فِي مَاء الْعِنَب , مَجَاز فِي غَيْره , فَإِنَّ سَلِمَ فِي اللُّغَة لَزِمَ مَنْ قَالَ بِهِ جَوَاز اِسْتِعْمَال اللَّفْظ الْوَاحِد فِي حَقِيقَته وَمَجَازه , وَالْكُوفِيُّونَ لَا يَقُولُونَ بِذَلِكَ اِنْتَهَى. وَأَمَّا مِنْ حَيْثُ الشَّرْع فَالْخَمْر حَقِيقَة فِي الْجَمِيع , لِثُبُوتِ حَدِيث \" كُلّ مُسْكِر خَمْر \" فَمَنْ زَعَمَ أَنَّهُ جَمَعَ بَيْن الْحَقِيقَة وَالْمَجَاز فِي هَذَا اللَّفْظ لَزِمَهُ أَنْ يُجِيزهُ , وَهَذَا مَا لَا اِنْفِكَاك لَهُمْ عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5584,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا يُوسُفُ أَبُو مَعْشَرٍ الْبَرَّاءُ، قَالَ سَمِعْتُ سَعِيدَ بْنَ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي بَكْرُ بْنُ عَبْدِ اللَّهِ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُمْ أَنَّ الْخَمْرَ حُرِّمَتْ، وَالْخَمْرُ يَوْمَئِذٍ الْبُسْرُ وَالتَّمْرُ‏.‏",
    "english_text": "Alcoholic drinks were prohibited. At that time these drinks used to be prepared from unripe and ripe \ndates.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي يُوسُف ) ‏ ‏هُوَ اِبْن يَزِيد , وَهُوَ أَبُو مَعْشَر الْبَرَّاء بِالتَّشْدِيدِ , وَهُوَ مَشْهُور بِكُنْيَتِهِ أَكْثَر مِنْ اِسْمه , وَيُقَال لَهُ أَيْضًا الْقَطَّان وَشُهْرَته بِالْبَرَّاءِ أَكْثَر , وَكَانَ يَبْرِي السِّهَام ; وَهُوَ بَصْرِيّ , وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَآخَر سَيَأْتِي فِي الطِّبّ وَكِلَاهُمَا فِي الْمُتَابَعَات , وَقَدْ لَيَّنَهُ اِبْن مَعِين وَأَبُو دَاوُدَ , وَوَثَّقَهُ الْمُقَدَّمِيّ , وَسَعِيد بْن عُبَيْد اللَّه بِالتَّصْغِيرِ اِسْم جَدّه جُبَيْر بِالْجِيمِ وَالْمُوَحَّدَة مُصَغَّرًا اِبْن حَيَّة بِالْمُهْمَلَةِ وَتَشْدِيد التَّحْتَانِيَّة وَثَّقَهُ أَحْمَد وَابْن مَعِين , وَقَالَ الْحَاكِم عَنْ الدَّارَقُطْنِيّ : لَيْسَ بِالْقَوِيِّ , وَمَا لَهُ أَيْضًا فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَآخَر تَقَدَّمَ فِي الْجِزْيَة. ‏ ‏قَوْله : ( إِنَّ الْخَمْر حُرِّمَتْ وَالْخَمْر يَوْمئِذٍ الْبُسْر ) ‏ ‏هَكَذَا رَوَاهُ أَبُو مَعْشَر مُخْتَصَرًا , وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق رَوْح بْن عُبَادَةَ عَنْ سَعِيد بْن عُبَيْد اللَّه بِهَذَا السَّنَد مُطَوَّلًا وَلَفْظه عَنْ أَنَس \" نَزَلَ تَحْرِيم الْخَمْر , فَدَخَلْت عَلَى أُنَاس مِنْ أَصْحَابِي وَهِيَ بَيْن أَيْدِيهمْ فَضَرَبْتهَا بِرِجْلِي فَقُلْت : اِنْطَلِقُوا فَقَدْ نَزَلَ تَحْرِيم الْخَمْر , وَشَرَابهمْ يَوْمئِذٍ الْبُسْر وَالتَّمْر \" وَهَذَا الْفِعْل مِنْ أَنَس كَأَنَّهُ بَعْد أَنْ خَرَجَ فَسَمِعَ النِّدَاء بِتَحْرِيمِ الْخَمْر , فَرَجَعَ فَأَخْبَرَهُمْ. وَوَقَعَ عِنْد اِبْن أَبِي عَاصِم مِنْ وَجْه آخَر عَنْ أَنَس \" فَأَرَاقُوا الشَّرَاب وَتَوَضَّأَ بَعْض وَاغْتَسَلَ بَعْض , وَأَصَابُوا مِنْ طِيب أُمّ سُلَيْمٍ وَأَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَإِذَا هُوَ يَقْرَأ ( إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ ) الْآيَة. وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى أَنَّ شُرْب الْخَمْر كَانَ مُبَاحًا لَا إِلَى نِهَايَة , ثُمَّ حُرِّمَتْ. وَقِيلَ : كَانَ الْمُبَاح الشُّرْب لَا السُّكْر الْمُزِيل لِلْعَقْلِ , وَحَكَاهُ أَبُو نَصْر بْن الْقُشَيْرِيّ فِي تَفْسِيره عَنْ الْقَفَّال , وَنَازَعَهُ فِيهِ. وَبَالَغَ النَّوَوِيّ فِي \" شَرْح مُسْلِم \" فَقَالَ : مَا يَقُولهُ بَعْض مَنْ لَا تَحْصِيل عِنْده أَنَّ السُّكْر لَمْ يَزَلْ مُحَرَّمًا بَاطِلٌ لَا أَصْل لَهُ , وَقَدْ قَالَ اللَّه تَعَالَى : ( لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ ) فَإِنَّ مُقْتَضَاهُ وُجُود السُّكْر حَتَّى يَصِل إِلَى الْحَدّ الْمَذْكُور , وَنُهُوا عَنْ الصَّلَاة فِي تِلْكَ الْحَالَة لَا فِي غَيْرهَا , فَدَلَّ عَلَى أَنَّ ذَلِكَ كَانَ وَاقِعًا. وَيُؤَيِّدهُ قِصَّة حَمْزَة وَالشَّارِفَيْنِ كَمَا تَقَدَّمَ تَقْرِيره فِي مَكَانه. وَعَلَى هَذَا فَهَلْ كَانَتْ مُبَاحَة بِالْأَصْلِ أَوْ بِالشَّرْعِ ثُمَّ نُسِخَتْ ؟ فِيهِ قَوْلَانِ لِلْعُلَمَاءِ , وَالرَّاجِح الْأَوَّل , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْمُتَّخَذ مِنْ غَيْر الْعِنَب يُسَمَّى خَمْرًا , وَسَيَأْتِي الْبَحْث فِي ذَلِكَ قَرِيبًا فِي \" بَاب مَا جَاءَ أَنَّ الْخَمْر مَا خَامَرَ الْعَقْل \" وَعَلَى أَنَّ السَّكَر الْمُتَّخَذ مِنْ غَيْر الْعِنَب يَحْرُم شُرْب قَلِيله كَمَا يَحْرُم شُرْب الْقَلِيل مِنْ الْمُتَّخَذ مِنْ الْعِنَب إِذَا أَسْكَرَ كَثِيره , لِأَنَّ الصَّحَابَة فَهِمُوا مِنْ الْأَمْر بِاجْتِنَابِ الْخَمْر تَحْرِيم مَا يُتَّخَذ لِلسُّكْرِ مِنْ جَمِيع الْأَنْوَاع , وَلَمْ يَسْتَفْصِلُوا. وَإِلَى ذَلِكَ ذَهَب جُمْهُور الْعُلَمَاء مِنْ الصَّحَابَة وَالتَّابِعِينَ. وَخَالَفَ فِي ذَلِكَ الْحَنَفِيَّة وَمَنْ قَالَ بِقَوْلِهِمْ مِنْ الْكُوفِيِّينَ فَقَالُوا : يَحْرُم الْمُتَّخَذ مِنْ الْعِنَب قَلِيلًا كَانَ أَوْ كَثِيرًا إِلَّا إِذَا طُبِخَ عَلَى تَفْصِيل سَيَأْتِي بَيَانه فِي بَاب مُفْرَد , فَإِنَّهُ يَحِلّ. وَقَدْ اِنْعَقَدَ الْإِجْمَاع عَلَى أَنَّ الْقَلِيل مِنْ الْخَمْر الْمُتَّخَذ مِنْ الْعِنَب يَحْرُم قَلِيله وَكَثِيره , وَعَلَى أَنَّ الْعِلَّة فِي تَحْرِيم قَلِيله كَوْنه يَدْعُو إِلَى تَنَاوُل كَثِيره , فَيَلْزَم ذَلِكَ مَنْ فَرَّقَ فِي الْحُكْم بَيْن الْمُتَّخَذ مِنْ الْعِنَب وَبَيْن الْمُتَّخَذ مِنْ غَيْرهَا فَقَالَ فِي الْمُتَّخَذ مِنْ الْعِنَب : يَحْرُم الْقَلِيل مِنْهُ وَالْكَثِير إِلَّا إِذَا طُبِخَ كَمَا سَيَأْتِي بَيَانه , وَفِي الْمُتَّخَذ مِنْ غَيْرهَا لَا يَحْرُم مِنْهُ إِلَّا الْقَدْر الَّذِي يُسْكِر وَمَا دُونه لَا يَحْرُم , فَفَرَّقُوا بَيْنهمَا بِدَعْوَى الْمُغَايَرَة فِي الِاسْم مَعَ اِتِّحَاد الْعِلَّة فِيهِمَا , فَإِنَّ كُلّ قَدْر فِي الْمُتَّخَذ مِنْ الْعِنَب يُقَدَّر فِي الْمُتَّخَذ مِنْ غَيْرهَا , قَالَ الْقُرْطُبِيّ : وَهَذَا مِنْ أَرْفَع أَنْوَاع الْقِيَاس لِمُسَاوَاةِ الْفَرْع فِيهِ لِلْأَصْلِ فِي جَمِيع أَوْصَافه , مَعَ مُوَافَقَته فِيهِ لِظَوَاهِر النُّصُوص الصَّحِيحَة , وَاَللَّه أَعْلَم. قَالَ الشَّافِعِيّ : قَالَ لِي بَعْض النَّاس الْخَمْر حَرَام , وَالسُّكْر مِنْ كُلّ شَرَاب حَرَام , وَلَا يَحْرُم الْمُسْكِر مِنْهُ حَتَّى يُسْكِر , وَلَا يُحَدّ شَارِبهَا. فَقُلْت : كَيْف خَالَفْت مَا جَاءَ بِهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ عَنْ عُمَر ثُمَّ عَنْ عَلِيّ وَلَمْ يَقُلْ أَحَد مِنْ الصَّحَابَة خِلَافه ؟ قَالَ : وَرُوِّينَا عَنْ عُمَر , قُلْت : فِي سَنَده مَجْهُول عِنْده فَلَا حُجَّة فِيهِ. قَالَ الْبَيْهَقِيُّ : أَشَارَ إِلَى رِوَايَة سَعِيد بْن ذِي لَعْوَة أَنَّهُ شَرِبَ مِنْ سَطِيحَة لِعُمَر فَسَكِرَ فَجَلَدَهُ عُمَر , قَالَ : إِنَّمَا شَرِبْت مِنْ سَطِيحَتك. قَالَ : أَضْرِبك عَلَى السُّكْر. وَسَعِيد قَالَ الْبُخَارِيّ وَغَيْره : لَا يُعْرَف. قَالَ : وَقَالَ بَعْضهمْ سَعِيد بْن ذِي حُدَّان , وَهُوَ غَلَط. ثُمَّ ذَكَرَ الْبَيْهَقِيُّ الْأَحَادِيث الَّتِي جَاءَتْ فِي كَسْر النَّبِيذ بِالْمَاءِ , مِنْهَا حَدِيث هَمَّام بْن الْحَارِث عَنْ عُمَر \" أَنَّهُ كَانَ فِي سَفَر , فَأُتِيَ بِنَبِيذٍ فَشَرِبَ مِنْهُ فَقَطَّبَ , ثُمَّ قَالَ : إِنَّ نَبِيذ الطَّائِفَة لَهُ عُرَام - بِضَمِّ الْمُهْمَلَة وَتَخْفِيف الرَّاء - ثُمَّ دَعَا بِمَاءٍ فَصَبَّهُ عَلَيْهِ ثُمَّ شَرِبَ \" وَسَنَده قَوِيّ , وَهُوَ أَصَحّ شَيْء وَرَدَ فِي ذَلِكَ , وَلَيْسَ نَصًّا فِي أَنَّهُ بَلَغَ حَدَّ الْإِسْكَار , فَلَوْ كَانَ بَلَغَ حَدَّ الْإِسْكَار لَمْ يَكُنْ صَبَّ الْمَاء عَلَيْهِ مُزِيلًا لِتَحْرِيمِهِ , وَقَدْ اِعْتَرَفَ الطَّحَاوِيّ بِذَلِكَ فَقَالَ : لَوْ كَانَ بَلَغَ التَّحْرِيم لَكَانَ لَا يَحِلّ , وَلَوْ ذَهَبَتْ شِدَّته بِصَبِّ الْمَاء , فَثَبَتَ أَنَّهُ قَبْل أَنْ يُصَبّ عَلَيْهِ الْمَاء كَانَ غَيْر حَرَام. قُلْت : وَإِذَا لَمْ يَبْلُغ حَدَّ الْإِسْكَار فَلَا خِلَاف فِي إِبَاحَة شُرْب قَلِيله وَكَثِيره , فَدَلَّ عَلَى أَنَّ تَقْطِيبه لِأَمْرٍ غَيْر الْإِسْكَار. قَالَ الْبَيْهَقِيُّ : حَمْل هَذِهِ الْأَشْرِبَة عَلَى أَنَّهُمْ خَشُوا أَنْ تَتَغَيَّر فَتَشْتَدّ , فَجَوَّزُوا صَبَّ الْمَاء فِيهَا لِيَمْتَنِع الِاشْتِدَاد , أَوْلَى مِنْ حَمْلهَا عَلَى أَنَّهَا كَانَتْ بَلَغَتْ حَدّ الْإِسْكَار , فَكَانَ صَبُّ الْمَاء عَلَيْهَا لِذَلِكَ. لِأَنَّ مَزْجَهَا بِالْمَاءِ لَا يَمْنَع إِسْكَارهَا إِذَا كَانَتْ قَدْ بَلَغَتْ حَدَّ الْإِسْكَار. وَيَحْتَمِل أَنْ يَكُون سَبَب صَبِّ الْمَاء كَوْن ذَلِكَ الشَّرَاب كَانَ حَمُضَ , وَلِهَذَا قَطَّبَ عُمَر لَمَّا شَرِبَهُ , فَقَدْ قَالَ نَافِع : وَاَللَّه مَا قَطَّبَ عُمَر وَجْهه لِأَجْلِ الْإِسْكَار حِين ذَاقَهُ , وَلَكِنَّهُ كَانَ تَخَلَّلَ. وَعَنْ عُتْبَة بْن فَرْقَد قَالَ : كَانَ النَّبِيذ الَّذِي شَرِبَهُ عُمَر قَدْ تَخَلَّلَ , قُلْت : وَهَذَا الثَّانِي أَخْرَجَهُ النَّسَائِيُّ بِسَنَدٍ صَحِيح , وَرَوَى الْأَثْرَم عَنْ الْأَوْزَاعِيِّ وَعَنْ الْعُمَرِيّ أَنَّ عُمَر إِنَّمَا كَسَرَهُ بِالْمَاءِ لِشِدَّةِ حَلَاوَته. قُلْت : وَيُمْكِن الْحَمْل عَلَى حَالَتَيْنِ : هَذِهِ لَمَّا لَمْ يُقَطِّب حِين ذَاقَهُ وَأَمَّا عِنْدَمَا قَطَّبَ فَكَانَ لِحُمُوضَتِهِ. وَاحْتَجَّ الطَّحَاوِيُّ لِمَذْهَبِهِمْ أَيْضًا بِمَا أَخْرَجَهُ مِنْ طَرِيق النَّخَعِيِّ عَنْ عَلْقَمَة عَنْ اِبْن مَسْعُود فِي قَوْله : \" كُلّ مُسْكِر حَرَام \" قَالَ : هِيَ الشَّرْبَة الَّتِي تُسْكِر. وَتُعُقِّبَ بِأَنَّهُ ضَعِيف لِأَنَّهُ تَفَرَّدَ بِهِ حَجَّاج بْن أَرْطَاة عَنْ حَمَّاد بْن أَبِي سُلَيْمَان عَنْ النَّخَعِيِّ وَحَجَّاج هُوَ ضَعِيف وَمُدَلِّس أَيْضًا. قَالَ الْبَيْهَقِيُّ : ذُكِرَ هَذَا لِعَبْدِ اللَّه بْن الْمُبَارَك فَقَالَ : هَذَا بَاطِل. وَرَوَى بِسَنَدٍ لَهُ صَحِيح عَنْ النَّخَعِيِّ قَالَ : إِذَا سَكِرَ مِنْ شَرَاب لَمْ يَحِلّ لَهُ أَنْ يَعُود فِيهِ أَبَدًا. قُلْت : وَهَذَا أَيْضًا عِنْد النَّسَائِيِّ بِسَنَدٍ صَحِيح ثُمَّ رَوَى النَّسَائِيُّ عَنْ اِبْن الْمُبَارَك قَالَ : مَا وَجَدْت الرُّخْصَة فِيهِ مِنْ وَجْه صَحِيح إِلَّا عَنْ النَّخَعِيِّ مِنْ قَوْله. وَأَخْرَجَ النَّسَائِيُّ وَالْأَثْرَم مِنْ طَرِيق خَالِد بْن سَعْد عَنْ أَبِي مَسْعُود قَالَ : عَطِشَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَطُوف فَأُتِيَ بِنَبِيذٍ مِنْ السِّقَايَة فَقَطَّبَ , فَقِيلَ : أَحَرَام هُوَ ؟ قَالَ لَا : عَلَيَّ بِذَنُوبٍ مِنْ مَاء زَمْزَم , فَصَبَّ عَلَيْهِ وَشَرِبَ \" قَالَ الْأَثْرَم : اِحْتَجَّ بِهِ الْكُوفِيُّونَ لِمَذْهَبِهِمْ , وَلَا حُجَّة فِيهِ , لِأَنَّهُمْ مُتَّفِقُونَ عَلَى أَنَّ النَّبِيذ إِذَا اِشْتَدَّ بِغَيْرِ طَبْخ لَا يَحِلّ شُرْبه , فَإِنْ زَعَمُوا أَنَّ الَّذِي شَرِبَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مِنْ هَذَا الْقَبِيل فَقَدْ نَسَبُوا إِلَيْهِ أَنَّهُ شَرِبَ الْمُسْكِر , وَمَعَاذَ اللَّه مِنْ ذَلِكَ. وَإِنْ زَعَمُوا أَنَّهُ قَطَّبَ مِنْ حُمُوضَته لَمْ يَكُنْ لَهُمْ فِيهِ حُجَّة , لِأَنَّ النَّقِيع مَا لَمْ يَشْتَدّ فَكَثِيره وَقَلِيله حَلَال بِالِاتِّفَاقِ. قُلْت : وَقَدْ ضَعَّفَ حَدِيث أَبِي مَسْعُود الْمَذْكُور النَّسَائِيُّ وَأَحْمَد وَعَبْد الرَّحْمَن بْن مَهْدِيّ وَغَيْرهمْ , لِتَفَرُّدِ يَحْيَى بْن يَمَان بِرَفْعِهِ وَهُوَ ضَعِيف. ثُمَّ رَوَى النَّسَائِيُّ عَنْ اِبْن الْمُبَارَك قَالَ : مَا وَجَدْت الرُّخْصَة فِيهِ مِنْ وَجْه صَحِيح إِلَّا عَنْ النَّخَعِيِّ مِنْ قَوْله. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5585,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِتْعِ فَقَالَ ‏\n\"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهْوَ حَرَامٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) was asked about Al-Bit. He said, \"All drinks that intoxicate are unlawful (to drink.)",
    "explication": "‏ ‏قَوْله : ( عَنْ الزُّهْرِيِّ ) ‏ ‏كَذَا لِلْأَصِيلِيّ وَغَيْره وَلِأَبِي ذَرٍّ \" حَدَّثَنَا الزُّهْرِيّ \". ‏ ‏قَوْله : ( كُلّ شَرَابٍ أَسْكَرَ ) ‏ ‏أَيْ كَانَ مِنْ شَأْنِهِ الْإِسْكَار سَوَاء حَصَلَ بِشُرْبِهِ السُّكْرُ أَمْ لَا قَالَ الْخَطَّابِيّ : فِيهِ دَلِيل عَلَى أَنَّ قَلِيل الْمُسْكِر وَكَثِيره حَرَام مِنْ أَيِّ نَوْعٍ كَانَ ; لِأَنَّهَا صِيغَة عُمُوم أُشِيرَ بِهَا إِلَى جِنْس الشَّرَاب الَّذِي يَكُونُ مِنْهُ السُّكْر فَهُوَ كَمَا لَوْ قَالَ : كُلُّ طَعَامٍ أَشْبَعَ فَهُوَ حَلَال فَإِنَّهُ يَكُونُ دَالًّا عَلَى حِلِّ كُلِّ طَعَامٍ مِنْ شَأْنِهِ الْإِشْبَاع وَإِنْ لَمْ يَحْصُلْ الشِّبَع بِهِ لِبَعْضٍ دُونَ بَعْض. وَوَجْهُ اِحْتِجَاج الْبُخَارِيّ بِهِ فِي هَذَا الْبَابِ أَنَّ الْمُسْكِرَ لَا يَحِلُّ شُرْبُهُ وَمَا لَا يَحِلُّ شُرْبُهُ لَا يَجُوزُ الْوُضُوءُ بِهِ اِتِّفَاقًا وَاَللَّه أَعْلَمُ. وَسَيَأْتِي الْكَلَامُ عَلَى حُكْمِ شُرْبِ النَّبِيذِ فِي الْأَشْرِبَة إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5586,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِتْعِ وَهْوَ نَبِيذُ الْعَسَلِ، وَكَانَ أَهْلُ الْيَمَنِ يَشْرَبُونَهُ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهْوَ حَرَامٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) was asked about Al-Bit a liquor prepared from honey \n     which the Yemenites used to drink. Allah's Messenger (ﷺ) said, \"All drinks \n     that intoxicate are unlawful (to drink).\"",
    "explication": "‏ ‏قَوْله : ( عَنْ الزُّهْرِيِّ ) ‏ ‏كَذَا لِلْأَصِيلِيّ وَغَيْره وَلِأَبِي ذَرٍّ \" حَدَّثَنَا الزُّهْرِيّ \". ‏ ‏قَوْله : ( كُلّ شَرَابٍ أَسْكَرَ ) ‏ ‏أَيْ كَانَ مِنْ شَأْنِهِ الْإِسْكَار سَوَاء حَصَلَ بِشُرْبِهِ السُّكْرُ أَمْ لَا قَالَ الْخَطَّابِيّ : فِيهِ دَلِيل عَلَى أَنَّ قَلِيل الْمُسْكِر وَكَثِيره حَرَام مِنْ أَيِّ نَوْعٍ كَانَ ; لِأَنَّهَا صِيغَة عُمُوم أُشِيرَ بِهَا إِلَى جِنْس الشَّرَاب الَّذِي يَكُونُ مِنْهُ السُّكْر فَهُوَ كَمَا لَوْ قَالَ : كُلُّ طَعَامٍ أَشْبَعَ فَهُوَ حَلَال فَإِنَّهُ يَكُونُ دَالًّا عَلَى حِلِّ كُلِّ طَعَامٍ مِنْ شَأْنِهِ الْإِشْبَاع وَإِنْ لَمْ يَحْصُلْ الشِّبَع بِهِ لِبَعْضٍ دُونَ بَعْض. وَوَجْهُ اِحْتِجَاج الْبُخَارِيّ بِهِ فِي هَذَا الْبَابِ أَنَّ الْمُسْكِرَ لَا يَحِلُّ شُرْبُهُ وَمَا لَا يَحِلُّ شُرْبُهُ لَا يَجُوزُ الْوُضُوءُ بِهِ اِتِّفَاقًا وَاَللَّه أَعْلَمُ. وَسَيَأْتِي الْكَلَامُ عَلَى حُكْمِ شُرْبِ النَّبِيذِ فِي الْأَشْرِبَة إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5587,
    "category": "كتاب الأشربة",
    "text_chakl": "وَعَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَنْتَبِذُوا فِي الدُّبَّاءِ، وَلاَ فِي الْمُزَفَّتِ ‏\"‏‏.‏ وَكَانَ أَبُو هُرَيْرَةَ يُلْحِقُ مَعَهَا الْحَنْتَمَ وَالنَّقِيرَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Do not make drinks in Ad-Dubba' nor in \n     Al-Muzaffat.  Abu Huraira used to add to them Al-Hantam and An-Naqir.",
    "explication": "‏ ‏قَوْله : ( وَعَنْ الزُّهْرِيِّ ) ‏ ‏هُوَ مِنْ رِوَايَة شُعَيْب أَيْضًا عَنْ الزُّهْرِيِّ , وَهُوَ مَوْصُول بِالْإِسْنَادِ الْمَذْكُور. وَقَدْ أَخْرَجَهُ الطَّبَرَانِيُّ فِي \" مُسْنَد الشَّامِيِّينَ \" وَأَفْرَدَهُ عَنْ أَبِي زُرْعَة الدِّمَشْقِيّ عَنْ أَبِي الْيَمَان شَيْخ الْبُخَارِيّ بِهِ , وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" عَنْ الطَّبَرَانِيّ. ‏ ‏قَوْله : ( وَكَانَ أَبُو هُرَيْرَة يُلْحِق مَعَهُمَا الْحَنْتَم وَالنَّقِير ) ‏ ‏الْقَائِل هَذَا هُوَ الزُّهْرِيُّ , وَقَعَ ذَلِكَ عِنْد شُعَيْب عَنْهُ مُرْسَلًا , وَأَخْرَجَهُ مُسْلِم وَالنَّسَائِيُّ مِنْ طَرِيق اِبْن عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" لَا تَنْبِذُوا فِي الدُّبَّاء وَلَا فِي الْمُزَفَّت \" ثُمَّ يَقُول أَبُو هُرَيْرَة \" وَاجْتَنِبُوا الْحَنَاتِم \" وَرَفَعَهُ كُلّه مِنْ طَرِيق سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" نَهْي عَنْ الْمُزَفَّت وَالْحَنْتَم وَالنَّقِير \" وَمِثْله لِابْنِ سَعْد مِنْ طَرِيق مُحَمَّد بْن عَمْرو بْن عَلْقَمَة عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة وَزَادَ فِيهِ \" وَالدُّبَّاء \" وَقَدْ تَقَدَّمَ ضَبْط هَذِهِ الْأَشْيَاء فِي شَرْح حَدِيث وَفْد عَبْد الْقَيْس فِي أَوَائِل الصَّحِيح مِنْ كِتَاب الْإِيمَان. وَأَخْرَجَ مُسْلِم مِنْ طَرِيق زَاذَانَ قَالَ : \" سَأَلْت اِبْن عُمَر عَنْ الْأَوْعِيَة فَقُلْت : أُخْبِرْنَاهُ بِلُغَتِكُمْ وَفَسِّرْهُ لَنَا بِلُغَتِنَا , فَقَالَ : نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْحَنْتَمَة وَهِيَ الْجَرَّة , وَعَنْ الدُّبَّاء وَهِيَ الْقَرْعَة , وَعَنْ النَّقِير وَهِيَ أَصْل النَّخْلَة تُنْقَر نَقْرًا , وَعَنْ الْمُزَفَّت وَهُوَ الْمُقَيَّر \" , وَأَخْرَجَ أَبُو دَاوُدَ الطَّيَالِسِيّ وَابْن أَبِي عَاصِم وَالطَّبَرَانِيُّ مِنْ حَدِيث أَبِي بَكْر قَالَ : \" نُهِينَا عَنْ الدُّبَّاء وَالنَّقِير وَالْحَنْتَم وَالْمُزَفَّت , فَأَمَّا الدُّبَّاء فَإِنَّا مَعْشَر ثَقِيف بِالطَّائِفِ كُنَّا نَأْخُذ الدُّبَّاء فَنَخْرُط فِيهَا عَنَاقِيد الْعِنَب ثُمَّ نَدْفِنهَا ثُمَّ نَتْرُكهَا حَتَّى تُهْدَر ثُمَّ تَمُوت , وَأَمَّا النَّقِير فَإِنَّ أَهْل الْيَمَامَة كَانُوا يَنْقُرُونَ أَصْل النَّخْلَة فَيَشْدَخُونَ فِيهِ الرُّطَب وَالْبُسْر ثُمَّ يَدْعُونَهُ حَتَّى يُهْدَر ثُمَّ يَمُوت , وَأَمَّا الْحَنْتَم فَجِرَار جَاءَتْ تُحْمَل إِلَيْنَا فِيهَا الْخَمْر , وَأَمَّا الْمُزَفَّت فَهِيَ هَذِهِ الْأَوْعِيَة الَّتِي فِيهَا هَذَا الزِّفْت. وَسَيَأْتِي بَيَان نَسْخ النَّهْي عَنْ الْأَوْعِيَة بَعْد ثَلَاثَة أَبْوَاب إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) : ‏ ‏قَالَ الْمُهَلَّب : وَجْه إِدْخَال حَدِيث أَنَس فِي النَّهْي فِي الِانْتِبَاذ فِي الْأَوْعِيَة الْمَذْكُورَة فِي تَرْجَمَة الْخَمْر مِنْ الْعَسَل أَنَّ الْعَسَل لَا يَكُون مُسْكِرًا إِلَّا بَعْد الِانْتِبَاذ , وَالْعَسَل قَبْل الِانْتِبَاذ مُبَاح , فَأَشَارَ إِلَى اِجْتِنَاب بَعْض مَا يُنْتَبَذ فِيهِ لِكَوْنِهِ يُسْرِع إِلَيْهِ الْإِسْكَار. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5588,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ خَطَبَ عُمَرُ عَلَى مِنْبَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّهُ قَدْ نَزَلَ تَحْرِيمُ الْخَمْرِ، وَهْىَ مِنْ خَمْسَةِ أَشْيَاءَ الْعِنَبِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْعَسَلِ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ، وَثَلاَثٌ وَدِدْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يُفَارِقْنَا حَتَّى يَعْهَدَ إِلَيْنَا عَهْدًا الْجَدُّ وَالْكَلاَلَةُ وَأَبْوَابٌ مِنْ أَبْوَابِ الرِّبَا‏.‏ قَالَ قُلْتُ يَا أَبَا عَمْرٍو فَشَىْءٌ يُصْنَعُ بِالسِّنْدِ مِنَ الرُّزِّ‏.‏ قَالَ ذَاكَ لَمْ يَكُنْ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم أَوْ قَالَ عَلَى عَهْدِ عُمَرَ‏.‏ وَقَالَ حَجَّاجُ عَنْ حَمَّادٍ عَنْ أَبِي حَيَّانَ مَكَانَ الْعِنَبِ الزَّبِيبَ‏.‏",
    "english_text": "`Umar delivered a sermon on the pulpit of Allah's Messenger (ﷺ), saying, \"Alcoholic drinks were prohibited \nby Divine Order, and these drinks used to be prepared from five things, i.e., grapes, dates, wheat, \nbarley and honey. Alcoholic drink is that, that disturbs the mind.\" `Umar added, \"I wish Allah's \nApostle had not left us before he had given us definite verdicts concerning three matters, i.e., how \nmuch a grandfather may inherit (of his grandson), the inheritance of Al-Kalala (the deceased person \namong whose heirs there is no father or son), and various types of Riba(1 ) (usury) .\"",
    "explication": "ذَكَرَ حَدِيث عُمَر أَنَّهُ نَزَلَ تَحْرِيم الْخَمْر وَهِيَ مِنْ خَمْسَة وَذَكَرَ مِنْهَا الْعِنَب , وَظَاهِره يُعَارِض حَدِيث اِبْن عُمَر الْمَذْكُور أَوَّل الْبَاب , وَسَنَذْكُرُ وَجْه الْجَمْع بَيْنهمَا فِي كِتَاب الْأَشْرِبَة مَعَ شَرْح أَحَادِيث الْبَاب إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله فِي هَذِهِ الرِّوَايَة \" أُهْرِيقَتْ \" أَنْكَرَهُ اِبْن التِّين وَقَالَ : الصَّوَاب \" هُرِيقَتْ \" بِالْهَاءِ بَدَل الْهَمْزَة وَلَا يُجْمَع بَيْنهمَا , وَأَثْبَتَ غَيْره مِنْ أَئِمَّة اللُّغَة مَا أَنْكَرَهُ. وَقَدْ أَخْرَجَ أَحْمَد وَمُسْلِم فِي سَبَب نُزُول هَذِهِ الْآيَة عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ \" صَنَعَ رَجُل مِنْ الْأَنْصَار طَعَامًا فَدَعَانَا فَشَرِبْنَا الْخَمْر قَبْل أَنْ تُحَرَّم حَتَّى سَكِرْنَا , فَتَفَاخَرْنَا , إِلَى أَنْ قَالَ : فَنَزَلَتْ إِنَّمَا الْخَمْر وَالْمَيْسِر - إِلَى قَوْله - فَهَلْ أَنْتُمْ مُنْتَهُونَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5589,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ الْخَمْرُ يُصْنَعُ مِنْ خَمْسَةٍ مِنَ الزَّبِيبِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْعَسَلِ‏.‏",
    "english_text": "\"Alcoholic drinks are prepared from five things, i.e., raisins, dates.\n     wheat, barley and honey.\"",
    "explication": "ذَكَرَ حَدِيث عُمَر أَنَّهُ نَزَلَ تَحْرِيم الْخَمْر وَهِيَ مِنْ خَمْسَة وَذَكَرَ مِنْهَا الْعِنَب , وَظَاهِره يُعَارِض حَدِيث اِبْن عُمَر الْمَذْكُور أَوَّل الْبَاب , وَسَنَذْكُرُ وَجْه الْجَمْع بَيْنهمَا فِي كِتَاب الْأَشْرِبَة مَعَ شَرْح أَحَادِيث الْبَاب إِنْ شَاءَ اللَّه تَعَالَى. وَقَوْله فِي هَذِهِ الرِّوَايَة \" أُهْرِيقَتْ \" أَنْكَرَهُ اِبْن التِّين وَقَالَ : الصَّوَاب \" هُرِيقَتْ \" بِالْهَاءِ بَدَل الْهَمْزَة وَلَا يُجْمَع بَيْنهمَا , وَأَثْبَتَ غَيْره مِنْ أَئِمَّة اللُّغَة مَا أَنْكَرَهُ. وَقَدْ أَخْرَجَ أَحْمَد وَمُسْلِم فِي سَبَب نُزُول هَذِهِ الْآيَة عَنْ سَعْد بْن أَبِي وَقَّاص قَالَ \" صَنَعَ رَجُل مِنْ الْأَنْصَار طَعَامًا فَدَعَانَا فَشَرِبْنَا الْخَمْر قَبْل أَنْ تُحَرَّم حَتَّى سَكِرْنَا , فَتَفَاخَرْنَا , إِلَى أَنْ قَالَ : فَنَزَلَتْ إِنَّمَا الْخَمْر وَالْمَيْسِر - إِلَى قَوْله - فَهَلْ أَنْتُمْ مُنْتَهُونَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5590,
    "category": "كتاب الأشربة",
    "text_chakl": "وَقَالَ هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنَا عَطِيَّةُ بْنُ قَيْسٍ الْكِلاَبِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍ الأَشْعَرِيُّ، قَالَ حَدَّثَنِي أَبُو عَامِرٍ ـ أَوْ أَبُو مَالِكٍ ـ الأَشْعَرِيُّ وَاللَّهِ مَا كَذَبَنِي سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ وَالْحَرِيرَ وَالْخَمْرَ وَالْمَعَازِفَ، وَلَيَنْزِلَنَّ أَقْوَامٌ إِلَى جَنْبِ عَلَمٍ يَرُوحُ عَلَيْهِمْ بِسَارِحَةٍ لَهُمْ، يَأْتِيهِمْ ـ يَعْنِي الْفَقِيرَ ـ لِحَاجَةٍ فَيَقُولُوا ارْجِعْ إِلَيْنَا غَدًا‏.‏ فَيُبَيِّتُهُمُ اللَّهُ وَيَضَعُ الْعَلَمَ، وَيَمْسَخُ آخَرِينَ قِرَدَةً وَخَنَازِيرَ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏‏.‏",
    "english_text": "that he heard the Prophet (ﷺ) saying, \"From among my followers there will \n     be some people who will consider illegal sexual intercourse, the \n     wearing of silk, the drinking of alcoholic drinks and the use of \n     musical instruments, as lawful. And there will be some people who will\n     stay near the side of a mountain and in the evening their shepherd \n     will come to them with their sheep and ask them for something, but \n     they will say to him, 'Return to us tomorrow.' Allah will destroy them\n     during the night and will let the mountain fall on them, and He will \n     transform the rest of them into monkeys and pigs and they will remain \n     so till the Day of Resurrection.\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5591,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، قَالَ سَمِعْتُ سَهْلاً، يَقُولُ أَتَى أَبُو أُسَيْدٍ السَّاعِدِيُّ فَدَعَا رَسُولَ اللَّهِ صلى الله عليه وسلم فِي عُرْسِهِ، فَكَانَتِ امْرَأَتُهُ خَادِمَهُمْ وَهْىَ الْعَرُوسُ‏.‏ قَالَتْ أَتَدْرُونَ مَا سَقَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْقَعْتُ لَهُ تَمَرَاتٍ مِنَ اللَّيْلِ فِي تَوْرٍ‏.‏",
    "english_text": "Abu Usaid As-Sa`idi came and invited Allah's Messenger (ﷺ) on the occasion of his wedding. His wife who \nwas the bride, was serving them. Do you know what drink she prepared for Allah's Messenger (ﷺ) ? She had \nsoaked some dates in water in a Tur overnight.",
    "explication": "حَدِيث سَهْل بْن سَعْد. ‏ ‏قَوْله ( حَدَّثَنَا عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ أَبِيهِ ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي عَنْ أَبِي حَازِم , وَذَكَرَ الْكَرْمَانِيّ أَنَّهُ وَقَعَ فِي رِوَايَة عَنْ عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ سَهْل , وَهُوَ سَهْو إِذْ لَا بُدّ مِنْ وَاسِطَة بَيْنهمَا إِمَّا أَبُوهُ أَوْ غَيْره , قُلْت : لَعَلَّ الرِّوَايَة عَنْ عَبْد الْعَزِيز عَنْ أَبِي حَازِم فَتَصَحَّفَتْ \" عَنْ \" فَصَارَتْ \" اِبْن \" وَسَيَأْتِي شَرْح الْحَدِيث بَعْد خَمْسَة أَبْوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5592,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ سَالِمٍ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الظُّرُوفِ فَقَالَتِ الأَنْصَارُ إِنَّهُ لاَ بُدَّ لَنَا مِنْهَا‏.‏ قَالَ ‏\n\"‏ فَلاَ إِذًا ‏\"‏‏.‏ \nوَقَالَ خَلِيفَةُ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ جَابِرٍ بِهَذَا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا سُفْيَانُ بِهَذَا وَقَالَ فِيهِ لَمَّا نَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْأَوْعِيَةِ",
    "english_text": "Allah's Messenger (ﷺ) forbade the use of (certain) containers, but the Ansar said, \"We cannot dispense with \nthem.\" The Prophet (ﷺ) then said, \"If so, then use them.\"",
    "explication": "\" 8360 \" ‏ ‏قَوْله : ( سُفْيَان ) ‏ ‏هُوَ الثَّوْرِيّ , ‏ ‏وَمَنْصُور ‏ ‏هُوَ اِبْن الْمُعْتَمِرِ. ‏ ‏قَوْله : ( عَنْ سَالِم ) ‏ ‏وَقَعَ مُفَسَّرًا فِي الطَّرِيق الَّتِي بَعْدهَا أَنَّهُ اِبْن أَبِي الْجَعْد. وَالظُّرُوف بِظَاءٍ مُشَالَة مُعْجَمَة جَمْع ظَرْف بِفَتْحِ أَوَّله وَهُوَ الْوِعَاء. ‏ ‏قَوْله : ( نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الظُّرُوف ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ جَابِر \" نَهَى عَنْ الدُّبَّاء وَالْمُزَفَّت \" وَكَأَنَّ هَذِهِ الطَّرِيق لَمَّا لَمْ تَكُنْ عَلَى شَرْط الْبُخَارِيّ أَوْرَدَ عَقِب حَدِيث جَابِر أَحَادِيث عَبْد اللَّه بْن عَمْرو وَعَلِيّ وَعَائِشَة الدَّالَّة عَلَى ذَلِكَ. ‏ ‏قَوْله : ( لَا بُدّ لَنَا مِنْهَا ) ‏ ‏فِي رِوَايَة الْحَفْرِيّ عَنْ الثَّوْرِيّ عِنْد الْإِسْمَاعِيلِيّ \" لَيْسَ لَنَا وِعَاء \" وَفِي رِوَايَة لِأَحْمَد فِي قِصَّة وَفْد عَبْد الْقَيْس \" فَقَالَ رَجُل مِنْ الْقَوْم : يَا رَسُول اللَّه إِنَّ النَّاس لَا ظُرُوف لَهُمْ , فَقَالَ : اِشْرَبُوهُ إِذَا طَابَ , فَإِذَا خَبُثَ فَذَرُوهُ \" وَأَخْرَجَ أَبُو يَعْلَى وَصَحَّحَهُ اِبْن حِبَّان مِنْ حَدِيث الْأَشَجّ الْعَصْرِيّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُمْ : \" مَا لِي أَرَى وُجُوهكُمْ قَدْ تَغَيَّرَتْ ؟ قَالُوا : نَحْنُ بِأَرْضٍ وَخِمَة , وَكُنَّا نَتَّخِذ مِنْ هَذِهِ الْأَنْبِذَة مَا يَقْطَع اللّحْمَان فِي بُطُوننَا , فَلَمَّا نَهَيْتنَا عَنْ الظُّرُوف فَذَلِكَ الَّذِي تَرَى فِي وُجُوهنَا. فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إِنَّ الظُّرُوف لَا تُحِلّ وَلَا تُحَرِّم , وَلَكِنْ كُلّ مُسْكِر حَرَام \". ‏ ‏قَوْله : ( فَلَا إِذًا ) ‏ ‏جَوَاب وَجَزَاء , أَيْ إِذَا كَانَ كَذَلِكَ لَا بُدّ لَكُمْ مِنْهَا فَلَا تَدَعُوهَا. وَحَاصِله أَنَّ النَّهْي كَانَ وَرَدَ عَلَى تَقْدِير عَدَم الِاحْتِيَاج , أَوْ وَقَعَ وَحْي فِي الْحَال بِسُرْعَةٍ أَوْ كَانَ الْحُكْم فِي تِلْكَ الْمَسْأَلَة مُفَوَّضًا لِرَأْيِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهَذِهِ اِحْتِمَالَات تَرُدّ عَلَى مَنْ جَزَمَ بِأَنَّ الْحَدِيث حُجَّة فِي أَنَّهُ كَانَ يَحْكُم بِالِاجْتِهَادِ. ‏ ‏قَوْله : ( وَقَالَ لِي خَلِيفَة ) ‏ ‏هُوَ اِبْن خَيَّاط بِمُعْجَمَةٍ ثُمَّ تَحْتَانِيَّة ثَقِيلَة وَهُوَ مِنْ شُيُوخ الْبُخَارِيّ , ‏ ‏وَيَحْيَى بْن سَعِيد ‏ ‏هُوَ الْقَطَّان. ‏ ‏قَوْله : ( حَدَّثَنِي عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْجُعْفِيُّ , وَلَيْسَ هُوَ أَبَا بَكْر بْن أَبِي شَيْبَة وَإِنْ كَانَ هُوَ أَيْضًا عَبْد اللَّه بْن مُحَمَّد. لِأَنَّ قَوْل الْبُخَارِيّ بِهَذَا يُشْعِر بِأَنَّ سِيَاقه مِثْل سِيَاق عَلِيّ بْن الْمَدِينِيّ إِلَّا فِي اللَّفْظَة الَّتِي اِخْتَلَفَا فِيهَا , وَسِيَاق اِبْن أَبِي شَيْبَة لَا يُشْبِه سِيَاق عَلِيّ. ‏ ‏قَوْله : ( بِهَذَا ) ‏ ‏أَيْ بِهَذَا الْإِسْنَاد إِلَى عَلِيّ وَالْمَتْن , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ عَنْ عِمْرَان بْن مُوسَى عَنْ عُثْمَان بْن أَبِي شَيْبَة عَنْ جَرِير عَنْ الْأَعْمَش فَقَالَ : بِإِسْنَادِهِ مِثْله , ‏ ‏قَوْله : ( عَنْ الْأَوْعِيَة ) ‏ ‏فِيهِ حَذْف تَقْدِيره : نَهَى عَنْ الِانْتِبَاذ فِي الْأَوْعِيَة , وَقَدْ بَيَّنَ ذَلِكَ فِي رِوَايَة زِيَاد بْن فَيَّاض عَنْ أَبِي عِيَاض أَخْرَجَهُ أَبُو دَاوُدَ بِلَفْظِ \" لَا تَنْبِذُوا فِي الدُّبَّاء وَالْحَنْتَم وَالنَّقِير \" وَالْفَرْق بَيْن الْأَسْقِيَة مِنْ الْأُدُم وَبَيْن غَيْرهَا أَنَّ الْأَسْقِيَة يَتَخَلَّلهَا الْهَوَاء مِنْ مَسَامّهَا فَلَا يُسْرِع إِلَيْهَا الْفَسَاد مِثْل مَا يُسْرِع إِلَى غَيْرهَا مِنْ الْجِرَار وَنَحْوهَا مِمَّا نُهِيَ عَنْ الِانْتِبَاذ فِيهِ. وَأَيْضًا فَالسِّقَاء إِذَا نُبِذَ فِيهِ ثُمَّ رُبِطَ أُمِنَتْ مَفْسَدَة الْإِسْكَار بِمَا يُشْرَب مِنْهُ لِأَنَّهُ مَتَى تَغَيَّرَ وَصَارَ مُسْكِرًا شَقَّ الْجِلْد , فَلَمَّا لَمْ يَشُقّهُ فَهُوَ غَيْر مُسْكِر , بِخِلَافِ الْأَوْعِيَة لِأَنَّهَا قَدْ تُصَيِّر النَّبِيذ فِيهَا مُسْكِرًا وَلَا يُعْلَم بِهِ , وَأَمَّا الرُّخْصَة فِي بَعْض الْأَوْعِيَة دُون بَعْض فَمِنْ جِهَة الْمُحَافَظَة عَلَى صِيَانَة الْمَال لِثُبُوتِ النَّهْي عَنْ إِضَاعَته , لِأَنَّ الَّتِي نُهِيَ عَنْهَا يَسْرُع التَّغَيُّر إِلَى مَا يُنْبَذ فِيهَا , بِخِلَافِ مَا أُذِنَ فِيهِ فَإِنَّهُ لَا يَسْرُع إِلَيْهِ التَّغَيُّر , وَلَكِنَّ حَدِيث بُرَيْدَةَ ظَاهِر فِي تَعْمِيم الْإِذْن فِي الْجَمِيع , يُفِيد أَنْ لَا تَشْرَبُوا الْمُسْكِر , فَكَأَنَّ الْأَمْن حَصَلَ بِالْإِشَارَةِ إِلَى تَرْك الشُّرْب مِنْ الْوِعَاء اِبْتِدَاء حَتَّى يُخْتَبَر حَاله هَلْ تَغَيَّرَ أَوْ لَا , فَإِنَّهُ لَا يَتَعَيَّن الِاخْتِبَار بِالشُّرْبِ بَلْ يَقَع بِغَيْرِ الشُّرْب , مِثْل أَنْ يَصِير شَدِيد الْغَلَيَان أَوْ يَقْذِف بِالزَّبَدِ وَنَحْو ذَلِكَ. ‏ ‏قَوْله : ( فَقَالُوا لَا بُدّ لَنَا ) فِي رِوَايَة زِيَاد بْن فَيَّاض أَنَّ قَائِلَ ذَلِكَ أَعْرَابِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5593,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ بْنِ أَبِي مُسْلِمٍ الأَحْوَلِ، عَنْ مُجَاهِدٍ، عَنْ أَبِي عِيَاضٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ لَمَّا نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الأَسْقِيَةِ قِيلَ لِلنَّبِيِّ صلى الله عليه وسلم لَيْسَ كُلُّ النَّاسِ يَجِدُ سِقَاءً فَرَخَّصَ لَهُمْ فِي الْجَرِّ غَيْرِ الْمُزَفَّتِ‏.‏",
    "english_text": "When the Prophet (ﷺ) forbade the use of certain containers (that were used for preparing alcoholic drinks), \nsomebody said to the Prophet (ﷺ) . \"But not all the people can find skins.\" So he allowed them to use clay \njars not covered with pitch.",
    "explication": "‏ ‏قَوْله : ( عَلِيّ ) ‏ ‏هُوَ اِبْن الْمَدِينِيّ , ‏ ‏وَسُفْيَان ‏ ‏هُوَ اِبْنُ عُيَيْنَةَ. ‏ ‏قَوْله : ( عَنْ سُلَيْمَان ) ‏ ‏فِي رِوَايَة الْحُمَيْدِيّ عَنْ سُفْيَان \" حَدَّثَنَا سُلَيْمَان الْأَحْوَل \" وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ رِوَايَةِ الْحُمَيْدِيّ كَذَلِكَ. ‏ ‏قَوْله : ( عَنْ أَبِي عِيَاض الْعَنْسِي ) ‏ ‏بِالنُّونِ , وَعِيَاض بِكَسْرِ الْمُهْمَلَة وَتَخْفِيف التَّحْتَانِيَّة وَبَعْد الْأَلِف ضَاد مُعْجَمَة وَاسْمه عَمْرو بْن الْأَسْوَد , وَقِيلَ قَيْس بْن ثَعْلَبَة وَبِذَلِكَ جَزَمَ أَبُو نَصْر الْكَلَابَاذِيّ فِي رِجَال الْبُخَارِيّ , وَكَأَنَّهُ تَبِعَ مَا نَقَلَهُ الْبُخَارِيّ عَنْ عَلِيّ بْن الْمَدِينِيّ , وَقَالَ النَّسَائِيُّ فِي \" الْكُنَى \" أَبُو عِيَاض عَمْرو بْن الْأَسْوَد الْعَنْسِيّ , ثُمَّ سَاقَ مِنْ طَرِيق شُرَحْبِيل بْن عَمْرو بْن مُسْلِم عَنْ عَمْرو بْن الْأَسْوَد الْحِمْصِيّ أَبِي عِيَاض. ثُمَّ رَوَى عَنْ مُعَاوِيَة بْن صَالِح عَنْ يَحْيَى بْن مَعِين قَالَ عَمْرو بْن الْأَسْوَد الْعَنْسِيّ يُكَنَّى أَبَا عِيَاض. وَمِنْ طَرِيق الْبُخَارِيّ قَالَ لِي عَلِيّ - يَعْنِي اِبْن الْمَدِينِيّ - إِنْ لَمْ يَكُنْ اِسْم أَبِي عِيَاض قَيْس بْن ثَعْلَبَة فَلَا أَدْرِي قَالَ الْبُخَارِيّ وَقَالَ غَيْره عَمْرو بْن الْأَسْوَد. قَالَ النَّسَائِيُّ : وَيُقَال كُنْيَة عَمْرو بْن الْأَسْوَد أَبُو عَبْد الرَّحْمَن. قَالَ : أَوْرَدَ الْحَاكِم أَبُو أَحْمَد فِي \" الْكُنَى \" مُحَصَّل مَا أَوْرَدَهُ النَّسَائِيُّ إِلَّا قَوْل يَحْيَى بْن مَعِين , وَذَكَرَ أَنَّهُ سَمِعَ عُمَر وَمُعَاوِيَة , وَأَنَّهُ رَوَى عَنْهُ مُجَاهِد وَخَالِد بْن مَعْدَان وَأَرْطَاة بْن الْمُنْذِر وَغَيْرهمْ , وَذَكَرَ فِي رِوَايَة شُرَحْبِيل بْن مُسْلِم عَنْ عَمْرو بْن الْأَسْوَد أَنَّهُ مَرَّ عَلَى مَجْلِس فَسَلَّمَ فَقَالُوا : لَوْ جَلَسْت إِلَيْنَا أَبَا عِيَاض. وَمِنْ طَرِيق مُوسَى بْن كَثِير عَنْ مُجَاهِد حَدَّثَنَا أَبُو عِيَاض فِي خِلَافَة مُعَاوِيَة. وَرَوَى أَحْمَد فِي الزُّهْد أَنَّ عُمَر أَثْنَى عَلَى أَبِي عِيَاض. وَذَكَرَهُ أَبُو مُوسَى فِي \" ذَيْل الصَّحَابَة \" وَعَزَاهُ لِابْنِ أَبِي عَاصِم , وَأَظُنّهُ ذَكَرَهُ لِإِدْرَاكِهِ وَلَكِنْ لَا تَثْبُت لَهُ صُحْبَة. وَقَالَ اِبْن سَعْد : كَانَ ثِقَة قَلِيل الْحَدِيث , وَقَالَ اِبْن عَبْد الْبَرّ : أَجْمَعُوا عَلَى أَنَّهُ كَانَ مِنْ الْعُلَمَاء الثِّقَات. وَإِذَا تَقَرَّرَ ذَلِكَ فَالرَّاجِح فِي أَبِي عِيَاض الَّذِي يَرْوِي عَنْهُ مُجَاهِد أَنَّهُ عَمْرو بْن الْأَسْوَد وَأَنَّهُ شَامِيّ , وَأَمَّا قَيْس بْن ثَعْلَبَة فَهُوَ أَبُو عِيَاض آخَر وَهُوَ كُوفِيّ , ذَكَرَهُ اِبْن حِبَّان فِي ثِقَات التَّابِعِينَ وَقَالَ : إِنَّهُ يَرْوِي عَنْ عُمَر وَعَلِيّ وَابْن مَسْعُود وَغَيْرهمْ , رَوَى عَنْهُ أَهْل الْكُوفَة. وَإِنَّمَا بَسَطْت تَرْجَمَته لِأَنَّ الْمِزِّيّ لَمْ يَسْتَوْعِبهَا , وَخَلَطَ تَرْجَمَة بِتَرْجَمَةٍ , وَأَنَّهُ صَغَّرَ اِسْمه فَقَالَ : عُمَيْر بْن الْأَسْوَد الشَّامِيّ الْعَنْسِي صَاحِب عُبَادَةَ بْن الصَّامِت , وَاَلَّذِي يَظْهَر لِي أَنَّهُ غَيْره ; فَإِنْ كَانَ كَذَلِكَ فَمَا لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَإِنْ كَانَ كَمَا قَالَ الْمُزِّي فَإِنَّ لَهُ عِنْد الْبُخَارِيّ حَدِيثًا تَقَدَّمَ ذِكْره فِي الْجِهَاد مِنْ رِوَايَة خَالِد بْن مَعْدَان عَنْ عُمَيْر بْن الْأَسْوَد عَنْ أُمّ حَرَام بِنْت مِلْحَان , وَكَأَنَّ عُمْدَته فِي ذَلِكَ أَنَّ خَالِد بْن مَعْدَان رَوَى عَنْ عَمْرو بْن الْأَسْوَد أَيْضًا , وَقَدْ فَرَّقَ اِبْن حِبَّان فِي الثِّقَات بَيْن عُمَيْر بْن الْأَسْوَد الَّذِي يُكَنَّى أَبَا عِيَاض وَبَيْن عُمَيْر بْن الْأَسْوَد الَّذِي يَرْوِي عَنْ عُبَادَةَ بْن الصَّامِت وَقَالَ كُلّ مِنْهُمَا عُمَيْر بِالتَّصْغِيرِ , فَإِنْ كَانَ ضَبَطَهُ فَلَعَلَّ أَبَا عِيَاض كَانَ يُقَال لَهُ عَمْرو وَعُمَيْر , وَلَكِنَّهُ آخَر غَيْر صَاحِب عُبَادَة. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن عَمْرو ) ‏ ‏أَيْ اِبْن الْعَاصِ , كَذَا فِي جَمِيع نُسَخ الْبُخَارِيّ , وَوَقَعَ فِي بَعْض نُسَخ مُسْلِم عَبْد اللَّه بْن عُمَر بِضَمِّ الْعَيْن , وَهُوَ تَصْحِيف نَبَّهَ عَلَيْهِ أَبُو عَلِيّ الْجَيَّانِيّ. ‏ ‏قَوْله ( لَمَّا نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْأَسْقِيَة ) ‏ ‏كَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة. وَقَدْ تَفَطَّنَ الْبُخَارِيّ لِمَا فِيهَا فَقَالَ بَعْد سِيَاق الْحَدِيث \" حَدَّثَنِي عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا سُفْيَان بِهَذَا وَقَالَ عَنْ الْأَوْعِيَة \" وَهَذَا هُوَ الرَّاجِح , وَهُوَ الَّذِي رَوَاهُ أَكْثَر أَصْحَاب اِبْن عُيَيْنَةَ عَنْهُ كَأَحْمَد وَالْحُمَيْدِيّ فِي مُسْنَدَيْهِمَا وَأَبِي بَكْر بْن أَبِي شَيْبَة وَابْن أَبِي عُمَر عِنْد مُسْلِم وَأَحْمَد بْن عَبْدَة عِنْد الْإِسْمَاعِيلِيّ وَغَيْرهمْ , وَقَالَ عِيَاض : ذِكْر \" الْأَسْقِيَة \" وَهْم مِنْ الرَّاوِي , وَإِنَّمَا هُوَ عَنْ \" الْأَوْعِيَة \" لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَنْهَ قَطُّ عَنْ الْأَسْقِيَة وَإِنَّمَا نَهَى عَنْ الظُّرُوف وَأَبَاحَ الِانْتِبَاذ فِي الْأَسْقِيَة , فَقِيلَ لَهُ لَيْسَ كُلّ النَّاس يَجِد سِقَاء فَاسْتَثْنَى مَا يُسْكِر ; وَكَذَا قَالَ لِوَفْدِ عَبْد الْقَيْس لَمَّا نَهَاهُمْ عَنْ الِانْتِبَاذ فِي الدُّبَّاء وَغَيْرهَا , قَالُوا : فَفِيمَ نَشْرَب ؟ قَالَ : فِي أَسْقِيَة الْأُدُم. قَالَ وَيَحْتَمِل أَنْ تَكُون الرِّوَايَة فِي الْأَصْل كَانَتْ لَمَّا نَهَى عَنْ النَّبِيذ إِلَّا فِي الْأَسْقِيَة , فَسَقَطَ مِنْ الرِّوَايَة شَيْء اِنْتَهَى. وَسَبَقَهُ إِلَى هَذَا الْحُمَيْدِيّ فَقَالَ فِي \" الْجَمْع \" : لَعَلَّهُ نَقَصَ مِنْ لَفْظ الْمَتْن , وَكَانَ فِي الْأَصْل لَمَّا نَهَى عَنْ النَّبِيذ إِلَّا فِي الْأَسْقِيَة. وَقَالَ اِبْن التِّين : مَعْنَاهُ لَمَّا نَهَى عَنْ الظُّرُوف إِلَّا الْأَسْقِيَة وَهُوَ عَجِيب , وَاَلَّذِي قَالَهُ الْحُمَيْدِيّ أَقْرَب , وَإِلَّا فَحَذْف أَدَاة الِاسْتِثْنَاء مَعَ الْمُسْتَثْنَى مِنْهُ وَإِثْبَات الْمُسْتَثْنَى غَيْر جَائِز إِلَّا إِنْ اِدَّعَى مَا قَالَ الْحُمَيْدِيّ أَنَّهُ سَقَطَ عَلَى الرَّاوِي. وَقَالَ الْكَرْمَانِيُّ : يَحْتَمِل أَنْ يَكُون لَمَّا نَهَى فِي مَسْأَلَة الْأَنْبِذَة عَنْ الْجِرَار بِسَبَبِ الْأَسْقِيَة قَالَ : وَمَجِيء \" عَنْ \" سَبَبِيَّة شَائِع , مِثْل يُسَمِّنُونَ عَنْ الْأَكْل أَيْ بِسَبَبِ الْأَكْل , وَمِنْهُ ( فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا ) أَيْ بِسَبَبِهَا. قُلْت : وَلَا يَخْفَى مَا فِيهِ. وَيَظْهَر لِي أَنْ لَا غَلَط وَلَا سَقْط , وَإِطْلَاق السِّقَاء عَلَى كُلّ مَا يُسْقَى مِنْهُ جَائِز , فَقَوْله \" نَهَى عَنْ الْأَسْقِيَة \" بِمَعْنَى الْأَوْعِيَة , لِأَنَّ الْمُرَاد بِالْأَوْعِيَةِ , الْأَوْعِيَة الَّتِي يُسْتَقَى مِنْهَا , وَاخْتِصَاص اِسْم الْأَسْقِيَة بِمَا يُتَّخَذ مِنْ الْأُدُم إِنَّمَا هُوَ بِالْعُرْفِ. وَقَالَ اِبْن السِّكِّيت : السِّقَاء يَكُون لِلَّبَنِ وَالْمَاء وَالْوَطْب بِالْوَاوِ لِلَّبَنِ خَاصَّة , وَالنِّحْي بِكَسْرِ النُّون وَسُكُون الْمُهْمَلَة لِلسَّمْنِ وَالْقِرْبَة لِلْمَاءِ , وَإِلَّا فَمَنْ يُجِيز الْقِيَاس فِي اللُّغَة لَا يَمْنَع مَا صَنَعَ سُفْيَان , فَكَأَنَّهُ كَانَ يَرَى اِسْتِوَاء اللَّفْظَيْنِ , فَحَدَّثَ بِهِ مَرَّة هَكَذَا وَمِرَارًا هَكَذَا , وَمِنْ ثَمَّ لَمْ يَعُدّهَا الْبُخَارِيّ وَهْمًا. ‏ ‏قَوْله : ( فَرَخَّصَ لَهُمْ فِي الْجَرّ غَيْر الْمُزَفَّت ) ‏ ‏فِي رِوَايَة اِبْن أَبِي عُمَر \" فَأَرْخَصَ \" وَهِيَ لُغَة , يُقَال أَرْخَصَ وَرَخَّصَ. وَفِي رِوَايَة اِبْن أَبِي شَيْبَة \" فَأَذِنَ لَهُمْ فِي شَيْء مِنْهُ \" وَفِي هَذَا دَلَالَة عَلَى أَنَّ الرُّخْصَة لَمْ تَقَع دَفْعَة وَاحِدَة , بَلْ وَقَعَ النَّهْي عَنْ الِانْتِبَاذ إِلَّا فِي سِقَاء فَلَمَّا شَكَوْا رَخَّصَ لَهُمْ فِي بَعْض الْأَوْعِيَة دُون بَعْض ; ثُمَّ وَقَعَتْ الرُّخْصَة بَعْد ذَلِكَ عَامَّة , لَكِنْ يَفْتَقِر مَنْ قَالَ إِنَّ الرُّخْصَة وَقَعَتْ بَعْد ذَلِكَ إِلَى أَنْ يُثْبِت أَنَّ حَدِيث بُرَيْدَةَ الدَّالّ عَلَى ذَلِكَ كَانَ مُتَأَخِّرًا عَنْ حَدِيث عَبْد اللَّه بْن عَمْرو هَذَا. ‏ ‏قَالَهُ : ( حَدَّثَنِي عَبْد اللَّه بْن مُحَمَّد ) هُوَ الْجُعْفِيُّ , وَلَيْسَ هُوَ أَبَا بَكْر بْن أَبِي شَيْبَة وَإِنْ كَانَ هُوَ أَيْضًا عَبْد اللَّه بْن مُحَمَّد. لِأَنَّ قَوْل الْبُخَارِيّ بِهَذَا يُشْعِر بِأَنَّ سِيَاقه مِثْل سِيَاق عَلِيّ بْن الْمَدِينِيّ إِلَّا فِي اللَّفْظَة الَّتِي اِخْتَلَفَا فِيهَا , وَسِيَاق اِبْن أَبِي شَيْبَة لَا يُشْبِه سِيَاق عَلِيّ. ‏ ‏قَوْله : ( بِهَذَا ) أَيْ بِهَذَا الْإِسْنَادِ إِلَى عَلِيّ وَالْمَتْن , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ عَنْ عِمْرَان بْن مُوسَى عَنْ عُثْمَان بْن أَبِي شَيْبَة عَنْ جَرِير عَنْ الْأَعْمَش فَقَالَ : بِإِسْنَادِهِ مِثْله , ‏ ‏قَوْله : ( عَنْ الْأَوْعِيَة ) فِيهِ حَذْف تَقْدِيره : نَهَى عَنْ الِانْتِبَاذ فِي الْأَوْعِيَة , وَقَدْ بَيَّنَ ذَلِكَ فِي رِوَايَة زِيَاد بْن فَيَّاض عَنْ أَبِي عِيَاض أَخْرَجَهُ أَبُو دَاوُدَ بِلَفْظِ \" لَا تَنْبِذُوا فِي الدُّبَّاء وَالْحَنْتَم وَالنَّقِير \" وَالْفَرْق بَيْن الْأَسْقِيَة مِنْ الْأُدُم وَبَيْن غَيْرهَا أَنَّ الْأَسْقِيَة يَتَخَلَّلهَا الْهَوَاء مِنْ مَسَامّهَا فَلَا يَسْرُع إِلَيْهَا الْفَسَاد مِثْل مَا يَسْرُع إِلَى غَيْرهَا مِنْ الْجِرَار وَنَحْوهَا مِمَّا نَهَى عَنْ الِانْتِبَاذ فِيهِ. وَأَيْضًا فَالسِّقَاء إِذَا نُبِذَ فِيهِ ثُمَّ رُبِطَ أُمِنَتْ مَفْسَدَة الْإِسْكَار بِمَا يُشْرَب مِنْهُ لِأَنَّهُ مَتَى تَغَيَّرَ وَصَارَ مُسْكِرًا شَقَّ الْجِلْد , فَلَمَّا لَمْ يَشُقّهُ فَهُوَ غَيْر مُسْكِر , بِخِلَافِ الْأَوْعِيَة لِأَنَّهَا قَدْ تُصَيِّر النَّبِيذ فِيهَا مُسْكِرًا وَلَا يُعْلَم بِهِ , وَأَمَّا الرُّخْصَة فِي بَعْض الْأَوْعِيَة دُون بَعْض فَمِنْ جِهَة الْمُحَافَظَة عَلَى صِيَانَة الْمَال لِثُبُوتِ النَّهْي عَنْ إِضَاعَته , لِأَنَّ الَّتِي نُهِيَ عَنْهَا يَسْرُع التَّغَيُّر إِلَى مَا يُنْبَذ فِيهَا , بِخِلَافِ مَا أُذِنَ فِيهِ فَإِنَّهُ لَا يَسْرُع إِلَيْهِ التَّغَيُّر , وَلَكِنْ حَدِيث بُرَيْدَةَ ظَاهِر فِي تَعْمِيم الْإِذْن فِي الْجَمِيع , يُفِيد أَنْ لَا تَشْرَبُوا الْمُسْكِر , فَكَأَنَّ الْأَمْن حَصَلَ بِالْإِشَارَةِ إِلَى تَرْك الشُّرْب مِنْ الْوِعَاء اِبْتِدَاء حَتَّى يُخْتَبَر حَاله هَلْ تَغَيَّرَ أَوْ لَا , فَإِنَّهُ لَا يَتَعَيَّن الِاخْتِبَار بِالشُّرْبِ بَلْ يَقَع بِغَيْرِ الشُّرْب , مِثْل أَنْ يَصِير شَدِيد الْغَلَيَان أَوْ يَقْذِف بِالزَّبَدِ وَنَحْو ذَلِكَ. ‏ ‏قَوْله : ( فَقَالُوا لَا بُدّ لَنَا ) فِي رِوَايَة زِيَاد بْن فَيَّاض أَنَّ قَائِلَ ذَلِكَ أَعْرَابِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5594,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنِي سُلَيْمَانُ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ‏.‏\nحَدَّثَنَا عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنِ الأَعْمَشِ بِهَذَا‏.‏",
    "english_text": "the Prophet (ﷺ) forbade the use of Ad-Dubba' and Al Muzaffat.\n\nA'mash also narrated this.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي سُلَيْمَان ) ‏ ‏هُوَ الْأَعْمَش , وَإِبْرَاهِيم التَّيْمِيُّ هُوَ اِبْنُ يَزِيد بْن شَرِيك. ‏ ‏قَوْله : ( عَنْ الدُّبَّاء وَالْمُزَفَّت ) ‏ ‏زَادَ فِي رِوَايَة مَالِك بْنِ عُمَيْر عَنْ عَلِيّ عِنْد أَبِي دَاوُدَ \" وَالْحَنْتَم وَالنَّقِير \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5595,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنِي عُثْمَانُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قُلْتُ لِلأَسْوَدِ هَلْ سَأَلْتَ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ عَمَّا يُكْرَهُ أَنْ يُنْتَبَذَ فِيهِ فَقَالَ نَعَمْ قُلْتُ يَا أُمَّ الْمُؤْمِنِينَ عَمَّا نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُنْتَبَذَ فِيهِ قَالَتْ نَهَانَا فِي ذَلِكَ أَهْلَ الْبَيْتِ أَنْ نَنْتَبِذَ فِي الدُّبَّاءِ وَالْمُزَفَّتِ‏.‏ قُلْتُ أَمَا ذَكَرْتِ الْجَرَّ وَالْحَنْتَمَ قَالَ إِنَّمَا أُحَدِّثُكَ مَا سَمِعْتُ، أَفَأُحَدِّثُ مَا لَمْ أَسْمَعْ",
    "english_text": "I asked Al-Aswad, \"Did you ask `Aisha, Mother of the Believers, about the containers in which it is \ndisliked to prepare (non-alcoholic) drinks?\" He said, \"Yes, I said to her, 'O Mother of the Believers! \nWhat containers did the Prophet (ﷺ) forbid to use for preparing (non-alcoholic) drinks?\" She said, 'The \nProphet forbade us, (his family), to prepare (nonalcoholic) drinks in Ad-Dubba and Al-Muzaffat.' I \nasked, 'Didn't you mention Al Jar and Al Hantam?' She said, 'I tell what I have heard; shall I tell you \nwhat I have not heard?' \"",
    "explication": "\" 8363 \" ‏ ‏قَوْله : ( حَدَّثَنِي عُثْمَان ) ‏ ‏هُوَ اِبْن أَبِي شَيْبَة , ‏ ‏وَجَرِير ‏ ‏هُوَ اِبْنُ عَبْد الْحَمِيد. ‏ ‏قَوْله : ( عَنْ إِبْرَاهِيم ) ‏ ‏هُوَ النَّخَعِيُّ ‏ ‏( قُلْت لِلْأَسْوَدِ ) ‏ ‏هُوَ اِبْن يَزِيد النَّخَعِيُّ وَهُوَ خَالُ إِبْرَاهِيم الرَّاوِي عَنْهُ. ‏ ‏قَوْله : ( عَمَّ نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُنْتَبَذ فِيهِ ) ‏ ‏أَيْ أَخْبِرْنِي عَمَّا نَهَى , و \" عَمَّا \" أَصْلهَا \" عَنْ مَا \" فَأُدْغِمَتْ وَلَا تُشْبَع الْمِيم غَالِبًا , وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ \" مَا نَهَى \" بِحَذْفِ \" عَنْ \". ‏ ‏قَوْله : ( أَهْل الْبَيْت ) ‏ ‏بِالْفَتْحِ عَلَى الِاخْتِصَاص , أَوْ عَلَى الْبَدَل مِنْ الضَّمِيرِ. ‏ ‏قَوْله : ( أَمَا ذَكَرَتْ ) ‏ ‏الْقَائِل هُوَ إِبْرَاهِيم , وَقَوْله \" قَالَ \" أَيْ الْأَسْوَد , وَقَوْله \" أَفَنُحَدِّث \" كَذَا لِلْأَكْثَرِ بِالنُّونِ , وَلِلْكُشْمِيهَنِيّ \" أَفَأُحَدِّث \" بِالْإِفْرَادِ وَهُوَ اِسْتِفْهَام إِنْكَار , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ \" أَفَأُحَدِّثك مَا لَمْ أَسْمَع \" وَإِنَّمَا اِسْتَفْهَمَ إِبْرَاهِيم عَنْ الْجَرّ وَالْحَنْتَم لِاشْتِهَارِ الْحَدِيث بِالنَّهْيِ عَنْ الِانْتِبَاذ فِي الْأَرْبَعَة , وَلَعَلَّ هَذَا هُوَ السِّرّ فِي التَّقْيِيد بِأَهْلِ الْبَيْت , فَإِنَّ الدُّبَّاء وَالْمُزَفَّت كَانَ عِنْدهمْ مُتَيَسِّرًا , فَلِذَلِكَ خُصَّ نَهْيهمْ عَنْهُمَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5596,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الشَّيْبَانِيُّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الْجَرِّ الأَخْضَرِ‏.‏ قُلْتُ أَنَشْرَبُ فِي الأَبْيَضِ قَالَ لاَ‏.‏",
    "english_text": "I heard `Abdullah bin Abi `Aufa saying, \"The Prophet (ﷺ) forbade the use of green jars.\" I said, \"Shall we \ndrink out of white jars?\" He said, \"No.\"",
    "explication": "‏ ‏قَوْله : ( نَبِيطَ أَهْل الشَّام ) ‏ ‏فِي رِوَايَة سُفْيَان \" أَنْبَاط مِنْ أَنْبَاط الشَّام \" وَهُمْ قَوْم مِنْ الْعَرَب دَخَلُوا فِي الْعَجَم وَالرُّوم وَاخْتَلَطَتْ أَنْسَابهمْ وَفَسَدَتْ أَلْسِنَتهمْ , وَكَانَ الَّذِينَ اِخْتَلَطُوا بِالْعَجَمِ مِنْهُمْ يَنْزِلُونَ الْبَطَائِح بَيْن الْعِرَاقَيْنِ , وَالَّذِينَ اِخْتَلَطُوا بِالرُّومِ يَنْزِلُونَ فِي بِوَادِي الشَّام وَيُقَال لَهُمْ النَّبَط بِفَتْحَتَيْنِ وَالنَّبِيطُ بِفَتْحِ أَوَّله وَكَسْر ثَانِيه وَزِيَادَة تَحْتَانِيَّة , وَالْأَنْبَاط قِيلَ سُمُّوا بِذَلِكَ لِمَعْرِفَتِهِمْ بِأَنْبَاطِ الْمَاء أَيْ اِسْتِخْرَاجه لِكَثْرَةِ مُعَالَجَتهمْ الْفِلَاحَة. ‏ ‏قَوْله : ( قُلْتُ إِلَى مَنْ كَانَ أَصْله عِنْده ) ‏ ‏أَيْ الْمُسْلَم فِيهِ , وَسَيَأْتِي مِنْ طَرِيق سُفْيَان بِلَفْظِ \" قُلْت أَكَانَ لَهُمْ زَرْع أَوْ لَمْ يَكُنْ لَهُمْ \". ‏ ‏قَوْله : ( مَا كُنَّا نَسْأَلهُمْ عَنْ ذَلِكَ ) ‏ ‏كَأَنَّهُ اِسْتَفَادَ الْحُكْم مِنْ عَدَم الِاسْتِفْصَالِ وَتَقْرِير النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ. ‏ ‏قَوْله : ( وَقَالَ عَبْد اللَّه بْن الْوَلِيد ) ‏ ‏هُوَ الْعَدَنِيّ , وَسُفْيَان هُوَ الثَّوْرِيّ , وَطَرِيقه مَوْصُولَة فِي \" جَامِع سُفْيَان \" مِنْ طَرِيق عَلِيّ بْن الْحَسَن الْهِلَالِيّ عَنْ عَبْد اللَّه بْن الْوَلِيد الْمَذْكُور , وَاسْتَدَلَّ بِهَذَا الْحَدِيث عَلَى صِحَّة السَّلَم إِذَا لَمْ يَذْكُر مَكَان الْقَبْض , وَهُوَ قَوْل أَحْمَد وَإِسْحَاق وَأَبِي ثَوْر , وَبِهِ قَالَ مَالِك وَزَادَ : وَيَقْبِضهُ فِي مَكَان السَّلَم , فَإِنْ اِخْتَلَفَا فَالْقَوْل قَوْل الْبَائِع. وَقَالَ الثَّوْرِيّ وَأَبُو حَنِيفَة وَالشَّافِعِيّ : لَا يَجُوز السَّلَم فِيمَا لَهُ حِمْل وَمُؤْنَة إِلَّا أَنْ يَشْتَرِط فِي تَسْلِيمه مَكَانًا مَعْلُومًا. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز السَّلَم فِيمَا لَيْسَ مَوْجُودًا فِي وَقْت السَّلَم إِذَا أَمْكَنَ وُجُودُهُ فِي وَقْت حُلُول السَّلَم وَهُوَ قَوْل الْجُمْهُور , وَلَا يَضُرّ اِنْقِطَاعه قَبْل الْمَحَلّ وَبَعْده عِنْدهمْ. وَقَالَ أَبُو حَنِيفَة : لَا يَصِحّ فِيمَا يَنْقَطِع قَبْله , وَلَوْ أَسْلَمَ فِيمَا يَعُمّ فَانْقَطَعَ فِي مَحَلّه لَمْ يَنْفَسِخ الْبَيْع عِنْد الْجُمْهُور , وَفِي وَجْه لِلشَّافِعِيَّةِ يَنْفَسِخ , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز التَّفَرُّق فِي السَّلَم قَبْل الْقَبْض لِكَوْنِهِ لَمْ يَذْكُر فِي الْحَدِيث , وَهُوَ قَوْل مَالِك إِنْ كَانَ بِغَيْرِ شَرْط. وَقَالَ الشَّافِعِيّ وَالْكُوفِيُّونَ : يَفْسُد بِالِافْتِرَاقِ قَبْل الْقَبْض لِأَنَّهُ يَصِير مِنْ بَاب بَيْع الدَّيْن بِالدَّيْنِ. وَفِي حَدِيث اِبْن أَبِي أَوْفَى جَوَاز مُبَايَعَة أَهْل الذِّمَّة وَالسَّلَم إِلَيْهِمْ , وَرُجُوع الْمُخْتَلِفِينَ عِنْد التَّنَازُع إِلَى السُّنَّة , وَالِاحْتِجَاج بِتَقْرِيرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَنَّ السُّنَّة إِذَا وَرَدَتْ بِتَقْرِيرِ حُكْم كَانَ أَصْلًا بِرَأْسِهِ لَا يَضُرّهُ مُخَالَفَة أَصْل آخَر. ثُمَّ أَوْرَدَ الْمُصَنِّف فِي الْبَابِ حَدِيث اِبْن عَبَّاس الْآتِي فِي الْبَاب الَّذِي يَلِيه , وَزَعَمَ اِبْن بَطَّال أَنَّهُ غَلَط مِنْ النَّاسِخ وَأَنَّهُ لَا مَدْخَل لَهُ فِي هَذَا الْبَاب إِذْ لَا ذِكْر لِلسَّلَمِ فِيهِ , وَغَفَلَ عَمَّا وَقَعَ فِي السِّيَاق مِنْ قَوْل الرَّاوِي إِنَّهُ سَأَلَ اِبْن عَبَّاس عَنْ السَّلَم فِي النَّخْل , وَأَجَابَ اِبْن الْمُنِير أَنَّ الْحُكْم مَأْخُوذ بِطَرِيقِ الْمَفْهُوم وَذَلِكَ أَنَّ اِبْن عَبَّاس لَمَّا سُئِلَ عَنْ السَّلَم مَعَ مَنْ لَهُ نَخْل فِي ذَلِكَ النَّخْل رَأَى أَنَّ ذَلِكَ مِنْ قَبِيل بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح فَإِذَا كَانَ السَّلَم فِي النَّخْل الْمُعَيَّن لَا يَجُوز تَعْيِين جَوَازه فِي غَيْر الْمُعَيَّن لِلْأَمْنِ فِيهِ مِنْ غَائِلَةِ الِاعْتِمَاد عَلَى ذَلِكَ النَّخْل بِعَيْنِهِ لِئَلَّا يَدْخُل فِي بَاب بَيْع الثِّمَار قَبْل بُدُوّ الصَّلَاح , وَيُحْتَمَل أَنْ يُرِيد بِالسَّلَمِ مَعْنَاهُ اللُّغَوِيّ أَيْ السَّلَف لَمَّا كَانَتْ الثَّمَرَة قَبْل بُدُوّ صَلَاحهَا فَكَأَنَّهَا مَوْصُوفَة فِي الذِّمَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5597,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ الْقَارِيُّ، عَنْ أَبِي حَازِمٍ، قَالَ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ، أَنَّ أَبَا أُسَيْدٍ السَّاعِدِيَّ، دَعَا النَّبِيَّ صلى الله عليه وسلم لِعُرْسِهِ، فَكَانَتِ امْرَأَتُهُ خَادِمَهُمْ يَوْمَئِذٍ وَهْىَ الْعَرُوسُ‏.‏ فَقَالَتْ مَا تَدْرُونَ مَا أَنْقَعْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنْقَعْتُ لَهُ تَمَرَاتٍ مِنَ اللَّيْلِ فِي تَوْرٍ‏.‏",
    "english_text": "Abu Usaid As Sa`idi invited the Prophet (ﷺ) to his wedding banquet. At that time his wife was serving \nthem and she was the bride. She said, ''Do you know what (kind of syrup) I soaked (made) for Allah's \nApostle? I soaked some dates in water in a Tur (bowl) overnight. '",
    "explication": "حَدِيث سَهْل بْن سَعْد. ‏ ‏قَوْله ( حَدَّثَنَا عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ أَبِيهِ ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي عَنْ أَبِي حَازِم , وَذَكَرَ الْكَرْمَانِيّ أَنَّهُ وَقَعَ فِي رِوَايَة عَنْ عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ سَهْل , وَهُوَ سَهْو إِذْ لَا بُدّ مِنْ وَاسِطَة بَيْنهمَا إِمَّا أَبُوهُ أَوْ غَيْره , قُلْت : لَعَلَّ الرِّوَايَة عَنْ عَبْد الْعَزِيز عَنْ أَبِي حَازِم فَتَصَحَّفَتْ \" عَنْ \" فَصَارَتْ \" اِبْن \" وَسَيَأْتِي شَرْح الْحَدِيث بَعْد خَمْسَة أَبْوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5598,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي الْجُوَيْرِيَةِ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ عَنِ الْبَاذَقِ،‏.‏ فَقَالَ سَبَقَ مُحَمَّدٌ صلى الله عليه وسلم الْبَاذَقَ، فَمَا أَسْكَرَ فَهْوَ حَرَامٌ‏.‏ قَالَ الشَّرَابُ الْحَلاَلُ الطَّيِّبُ‏.‏ قَالَ لَيْسَ بَعْدَ الْحَلاَلِ الطَّيِّبِ إِلاَّ الْحَرَامُ الْخَبِيثُ‏.‏",
    "english_text": "I asked Ibn `Abbas about Al-Badhaq. He said, \"Muhammad prohibited alcoholic drinks before It was \ncalled Al-Badhaq (by saying), 'Any drink that intoxicates is unlawful.' I said, 'What about good lawful \ndrinks?' He said,'Apart from what is lawful and good, all other things are unlawful and not good \n(unclean Al-Khabith).",
    "explication": "‏ ‏قَوْله : ( سُفْيَان ) ‏ ‏هُوَ الثَّوْرِيُّ. ‏ ‏قَوْله : ( عَنْ أَبِي الْجُوَيْرِيَة ) ‏ ‏بِالْجِيمِ مُصَغَّرًا اِسْمه حِطَّان , وَقَدْ تَقَدَّمَ شَرْح حَاله فِي سُورَة الْمَائِدَة , وَوَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ \" حَدَّثَنِي أَبُو الْجَوْرِيَة \". ‏ ‏قَوْله : ( سَبَقَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْبَاذَق , مَا أَسْكَرَ فَهُوَ حَرَام ) ‏ ‏قَالَ الْمُهَلَّب : أَيْ سَبَقَ مُحَمَّد بِتَحْرِيمِ الْخَمْر تَسْمِيَتهمْ لَهَا الْبَاذَق , قَالَ اِبْن بَطَّال يَعْنِي بِقَوْلِهِ \" كُلّ مُسْكِر حَرَام \" وَالْبَاذَق شَرَاب الْعَسَل , وَيَحْتَمِل أَنْ يَكُون الْمَعْنَى سَبَقَ حُكْم مُحَمَّد بِتَحْرِيمِ الْخَمْر تَسْمِيَتهمْ لَهَا بِغَيْرِ اِسْمهَا , وَلَيْسَ تَغْيِيرهمْ لِلِاسْمِ بِمُحَلِّلٍ لَهُ إِذَا كَانَ يُسْكِر , قَالَ : وَكَأَنَّ اِبْن عَبَّاس فَهِمَ مِنْ السَّائِل أَنَّهُ يَرَى أَنَّ الْبَاذَق حَلَال , فَحَسَمَ مَادَّته وَقَطَعَ رَجَاءَهُ وَبَاعَدَ مِنْهُ أَصْله وَأَخْبَرَهُ أَنَّ الْمُسْكِر حَرَام وَلَا عِبْرَة بِالتَّسْمِيَةِ. وَقَالَ اِبْن التِّين : يَعْنِي أَنَّ الْبَاذَق لَمْ يَكُنْ فِي زَمَن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. قُلْت : وَسِيَاق قِصَّة عُمَر الْأُولَى يُؤَيِّد ذَلِكَ. وَقَالَ أَبُو اللَّيْث السَّمَرْقَنْدِيّ : شَارِب الْمَطْبُوخ إِذَا كَانَ يُسْكِر أَعْظَم ذَنْبًا مِنْ شَارِب الْخَمْر لِأَنَّ شَارِب الْخَمْر يَشْرَبهَا وَهُوَ يَعْلَم أَنَّهُ عَاصٍ بِشُرْبِهَا , وَشَارِب الْمَطْبُوخ يَشْرَب الْمُسْكِر وَيَرَاهُ حَلَالًا , وَقَدْ قَامَ الْإِجْمَاع عَلَى أَنَّ قَلِيل الْخَمْر وَكَثِيره حَرَام , وَثَبَتَ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ مُسْكِر حَرَام \" وَمَنْ اِسْتَحَلَّ مَا هُوَ حَرَام بِالْإِجْمَاعِ كَفَرَ. قُلْت : وَقَدْ سَبَقَ إِلَى نَحْو هَذَا بَعْض قُدَمَاء الشُّعَرَاء فِي أَوَّل الْمِائَة الثَّالِثَة فَقَالَ يُعَرِّض بِبَعْضِ مَنْ كَانَ يُفْتِي بِإِبَاحَةِ الْمَطْبُوخ : ‏ ‏وَأَشْرَبهَا وَأَزْعُمهَا حَرَامًا ‏ ‏وَأَرْجُو عَفْو رَبّ ذِي اِمْتِنَان ‏ ‏وَيَشْرَبهَا وَيَزْعُمهَا حَلَالًا ‏ ‏وَتِلْكَ عَلَى الْمُسِيء خَطِيئَتَانِ ‏ ‏قَوْله : ( قَالَ الشَّرَاب الْحَلَال الطَّيِّب , قَالَ لَيْسَ بَعْد الْحَلَال الطَّيِّب إِلَّا الْحَرَام الْخَبِيث ) ‏ ‏هَكَذَا فِي جَمِيع نُسَخ الصَّحِيح , وَلَمْ يُعَيِّن الْقَائِل هَلْ هُوَ اِبْن عَبَّاس أَوْ مَنْ بَعْده , وَالظَّاهِر أَنَّهُ مِنْ قَوْل اِبْن عَبَّاس , وَبِذَلِكَ جَزَمَ الْقَاضِي إِسْمَاعِيل فِي أَحْكَامه فِي رِوَايَة عَبْد الرَّزَّاق , وَأَخْرَجَ الْبَيْهَقِيُّ الْحَدِيث مِنْ طَرِيق مُحَمَّد بْن أَيُّوب عَنْ مُحَمَّد بْن كَثِير شَيْخ الْبُخَارِيّ فِيهِ بِلَفْظِ \" قَالَ الشَّرَاب الْحَلَال الطَّيِّب لَا الْحَرَام الْخَبِيث \" وَأَخْرَجَهُ أَيْضًا مِنْ طَرِيق اِبْن أَبِي خَيْثَمَةَ وَهُوَ زُهَيْر بْن مُعَاوِيَة عَنْ أَبِي الْجُوَيْرِيَة قَالَ : قُلْت لِابْنِ عَبَّاس أَفْتِنِي عَنْ الْبَاذَق , فَذَكَرَ الْحَدِيث وَفِي آخِره \" فَقَالَ رَجُل مِنْ الْقَوْم : إِنَّا نَعْمِد إِلَى الْعِنَب فَنَعْصِرهُ حَتَّى نَطْبُخهُ حَتَّى يَكُون حَلَالًا طَيِّبًا , فَقَالَ : سُبْحَان اللَّه سُبْحَان اللَّه , اِشْرَبْ الْحَلَال الطَّيِّب فَإِنَّهُ لَيْسَ بَعْد الْحَلَال الطَّيِّب إِلَّا الْحَرَام الْخَبِيث \" وَأَخْرَجَهُ سَعِيد بْن مَنْصُور مِنْ طَرِيق أَبِي عَوَانَة عَنْ أَبِي الْجُوَيْرِيَة قَالَ \" سَأَلْت اِبْن عَبَّاس قُلْت : نَأْخُذ الْعِنَب فَنَعْصِرهُ فَنَشْرَب مِنْهُ حُلْوًا حَلَالًا ؟ قَالَ : اِشْرَبْ الْحُلْو \" وَالْبَاقِي مِثْله , وَمَعْنَى هَذَا أَنَّ الْمُشَبَّهَات تَقَع فِي حَيِّز الْحَرَام وَهُوَ الْخَبِيث , وَمَا لَا شُبْهَة فِيهِ حَلَال طَيِّب , قَالَ إِسْمَاعِيل الْقَاضِي فِي \" أَحْكَام الْقُرْآن \" : هَذَا الْأَثَر عَنْ اِبْن عَبَّاس يُضَعِّف الْأَثَر الْمَرْوِيّ عَنْهُ \" حُرِّمَتْ الْخَمْر بِعَيْنِهَا \" الْحَدِيث , وَقَدْ سَبَقَ بَيَانه فِي \" بَاب الْخَمْر مِنْ الْعَسَل \". ثُمَّ أُسْنِدَ عَنْ اِبْن عَبَّاس قَالَ \" مَا أَسْكَرَ كَثِيره فَقَلِيله حَرَام \" وَأَخْرَجَ الْبَيْهَقِيُّ مِنْ طَرِيق إِسْحَاق بْن رَاهْوَيْهِ بِسَنَدٍ صَحِيح إِلَى يَحْيَى بْن عُبَيْد أَحَد الثِّقَات عَنْ اِبْن عَبَّاس قَالَ \" إِنَّ النَّار لَا تُحِلّ شَيْئًا وَلَا تُحَرِّمهُ \" وَزَادَ فِي رِوَايَة أُخْرَى عَنْ يَحْيَى بْن عُبَيْد \" عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ لَهُمْ : أَيُسْكِرُ ؟ قَالُوا : إِذَا أَكْثَرَ مِنْهُ أَسْكَرَ , قَالَ : فَكُلّ مُسْكِر حَرَام \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5599,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ‏.‏",
    "english_text": "The Prophet (ﷺ) used to like sweet edible things and honey.",
    "explication": "‏ ‏قَوْله : ( فَلْيُهْلِلْ ) ‏ ‏فِي رِوَايَة الْأَصِيلِيّ \" فَلْيُهِلَّ \" بِلَامٍ وَاحِدَة مُشَدَّدَة. ‏ ‏قَوْله : ( لَأَحْلَلْت ) ‏ ‏فِي رِوَايَة كَرِيمَة وَالْحَمَوِيّ \" لَأَهْلَلْت \" بِالْهَاءِ , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة فَوَائِد هَذَا الْحَدِيث وَاَلَّذِي قَبْله فِي كِتَاب الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5600,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ إِنِّي لأَسْقِي أَبَا طَلْحَةَ وَأَبَا دُجَانَةَ وَسُهَيْلَ ابْنَ الْبَيْضَاءِ خَلِيطَ بُسْرٍ وَتَمْرٍ إِذْ حُرِّمَتِ الْخَمْرُ، فَقَذَفْتُهَا وَأَنَا سَاقِيهِمْ وَأَصْغَرُهُمْ، وَإِنَّا نَعُدُّهَا يَوْمَئِذٍ الْخَمْرَ‏.‏ وَقَالَ عَمْرُو بْنُ الْحَارِثِ حَدَّثَنَا قَتَادَةُ سَمِعَ أَنَسًا‏.‏",
    "english_text": "While I was serving Abu Talha. Abu Dujana and Abu Suhail bin Al-Baida' with a drink made from a \nmixture of unripe and ripe dates, alcoholic drinks, were made unlawful, whereupon I threw it away, \nand I was their butler and the youngest of them, and we used to consider that drink as an alcoholic \ndrink in those days.",
    "explication": "أَوْرَدَ الْمُصَنِّف حَدِيث أَنَس الَّذِي تَقَدَّمَ شَرْحه فِي أَوَّل الْبَاب , وَفِيهِ أَنَّهُ سَقَاهُ خَلِيط بُسْر وَتَمْر , فَدَلَّ عَلَى : أَنَّ الْمُرَاد بِالنَّهْيِ عَنْ الْخَلِيطَيْنِ مَا كَانُوا يَصْنَعُونَهُ قَبْل ذَلِكَ مِنْ خَلْط الْبُسْر بِالتَّمْرِ وَنَحْو ذَلِكَ , لِأَنَّ ذَلِكَ عَادَة يَقْتَضِي إِسْرَاع الْإِسْكَار بِخِلَافِ الْمُنْفَرِدَيْنِ , وَلَا يُمْكِن حَمْل حَدِيث أَنَس هَذَا فِي الْخَلِيطَيْنِ عَلَى مَا اِدَّعَاهُ صَاحِب التَّأْوِيل الْأَوَّل , وَحَمْل عِلَّة النَّهْي لِخَوْفِ الْإِسْرَاع أَظْهَر مِنْ حَمْلهَا عَلَى الْإِسْرَاف , لِأَنَّهُ لَا فَرْق بَيْن نِصْف رِطْل مِنْ تَمْر وَنِصْف رِطْل مِنْ بُسْر إِذَا خُلِطَا مَثَلًا , وَبَيْن رِطْل مِنْ زَبِيب صِرْف , بَلْ هُوَ أَوْلَى لِقِلَّةِ الزَّبِيب عِنْدهمْ إِذْ ذَاكَ بِالنِّسْبَةِ إِلَى التَّمْر وَالرُّطَب , وَقَدْ وَقَعَ الْإِذْن بِأَنْ يُنْبَذ كُلّ وَاحِد عَلَى حِدَة , وَلَمْ يُفَرَّق بَيْن قَلِيل وَكَثِير , فَلَوْ كَانَتْ الْعِلَّة الْإِسْرَاف لَمَا أَطْلَقَ ذَلِكَ. وَحَكَى الطَّحَاوِيُّ فِي \" اِخْتِلَاف الْعُلَمَاء \" عَنْ اللَّيْث قَالَ : لَا أَرَى بَأْسًا أَنْ يُخْلَط نَبِيذ التَّمْر وَنَبِيذ الزَّبِيب ثُمَّ يُشْرَبَانِ جَمِيعًا , وَإِنَّمَا جَاءَ النَّهْي أَنْ يُنْبَذَا جَمِيعًا ثُمَّ يُشْرَبَانِ لِأَنَّ أَحَدهمَا يَشْتَدّ بِهِ صَاحِبه. ‏ ‏قَوْله : ( وَقَالَ عَمْرو بْن الْحَارِث حَدَّثَنَا قَتَادَة سَمِعَ أَنَسًا ) ‏ ‏أَرَادَ بِهَذَا التَّعْلِيق بَيَان سَمَاع قَتَادَة , لِأَنَّهُ وَقَعَ فِي الرِّوَايَة الَّتِي سَاقَهَا قَبْل مُعَنْعَنًا , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث وَلَفْظه \" نَهَى أَنْ يُخْلَط التَّمْر وَالزَّهْو ثُمَّ يُشْرَب , وَأَنَّ ذَلِكَ كَانَ عَامَّة خَمْرهمْ يَوْمئِذٍ \" , وَهَذَا السِّيَاق أَظْهَر فِي الْمُرَاد الَّذِي حُمِلَتْ عَلَيْهِ لَفْظ التَّرْجَمَة وَاَللَّه أَعْلَم. ‏ ‏وَقَوْله فِي الْإِسْنَاد الْأَوَّل \" حَدَّثَنَا مُسْلِم \" ‏ ‏وَقَعَ فِي رِوَايَة النَّسَفِيّ \" حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم \" ‏ ‏وَهِشَام هُوَ ‏ ‏الدَّسْتُوَائِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5601,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ جَابِرًا ـ رضى الله عنه ـ يَقُولُ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الزَّبِيبِ وَالتَّمْرِ وَالْبُسْرِ وَالرُّطَبِ‏.‏",
    "english_text": "The Prophet (ﷺ) forbade the drinking of alcoholic drinks prepared from raisins, dates, unripe dates and \nfresh ripe dates.",
    "explication": "حَدِيث جَابِر أَوْرَدَهُ بِلَفْظِ \" نَهَى عَنْ الزَّبِيب وَالتَّمْر وَالْبُسْر وَالرُّطَب \" وَلَيْسَ صَرِيحًا فِي النَّهْي عَنْ الْخَلِيط , وَقَدْ بَيَّنَهُ مُسْلِم فِي رِوَايَته مِنْ طَرِيق عَبْد الرَّزَّاق وَيَحْيَى الْقَطَّان جَمِيعًا عَنْ اِبْن جُرَيْجٍ بِلَفْظِ \" لَا تَجْمَعُوا بَيْن الرُّطَب وَبَيْن الْبُسْر وَبَيْن الزَّبِيب وَالتَّمْر نَبِيذًا \" وَأَخْرَجَ أَيْضًا مِنْ طَرِيق اللَّيْث عَنْ عَطَاء \" نُهِيَ أَنْ يُنْبَذ التَّمْر جَمِيعًا وَالرُّطَب وَالْبُسْر جَمِيعًا \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5602,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُجْمَعَ بَيْنَ التَّمْرِ وَالزَّهْوِ، وَالتَّمْرِ وَالزَّبِيبِ، وَلْيُنْبَذْ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى حِدَةٍ‏.‏",
    "english_text": "The Prophet (ﷺ) forbade the mixing of ripe and unripe dates and also the mixing of dates and raisins (for \npreparing a syrup) but the syrup of each kind of fruit should be prepared separately. ( One may have \nsuch drinks as long as it is fresh )",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُسْلِم ) ‏ ‏هُوَ اِبْنُ إِبْرَاهِيم أَيْضًا , ‏ ‏وَهِشَام ‏ ‏هُوَ الدَّسْتُوَائِيّ أَيْضًا. ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن أَبِي قَتَادَة عَنْ أَبِيهِ ) ‏ ‏هُوَ الْأَنْصَارِيُّ الْمَشْهُور. ‏ ‏قَوْله : ( نَهَى ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ طَرِيق إِسْمَاعِيل اِبْن عُلَيَّة عَنْ هِشَام بِهَذَا الْإِسْنَاد \" لَا تَنْبِذُوا الزَّهْو وَالرُّطَب جَمِيعًا \" الْحَدِيث. ‏ ‏قَوْله : ( وَلْيُنْبَذْ كُلّ وَاحِد مِنْهُمَا ) ‏ ‏أَيْ مِنْ كُلّ اِثْنَيْنِ مِنْهُمَا , فَيَكُون الْجَمْع بَيْنَ أَكْثَر بِطَرِيقِ الْأَوْلَى. ‏ ‏قَوْله : ( عَلَى حِدَة ) ‏ ‏بِكَسْرِ الْمُهْمَلَة وَفَتْح الدَّال بَعْدهَا هَاء تَأْنِيث أَيْ وَحْده , وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ \" عَلَى حِدَته \" وَهَذَا مِمَّا يُؤَيِّد رَدّ التَّأْوِيل الْمَذْكُور أَوَّلًا كَمَا بَيَّنْته , وَلِمُسْلِمٍ مِنْ حَدِيث أَبِي سَعِيد \" وَمَنْ شَرِبَ مِنْكُمْ النَّبِيذ فَلْيَشْرَبْهُ زَبِيبًا فَرْدًا أَوْ تَمْرًا فَرْدًا أَوْ بُسْرًا فَرْدًا \" وَأَخْرَجَ اِبْن أَبِي شَيْبَة وَأَحْمَد وَالنَّسَائِيُّ سَبَب النَّهْي مِنْ طَرِيق الْحَرَّانِيّ عَنْ اِبْن عُمَر قَالَ \" أُتِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسَكْرَان فَضَرَبَهُ ثُمَّ سَأَلَهُ عَنْ شَرَابه فَقَالَ شَرِبْت نَبِيذ تَمْر وَزَبِيب , فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : لَا تَخْلِطُوهُمَا , فَإِنَّ كُلّ وَاحِد مِنْهُمَا يَكْفِي وَحْده \". قَالَ النَّوَوِيّ : وَذَهَبَ أَصْحَابنَا وَغَيْرهمْ مِنْ الْعُلَمَاء إِلَى أَنَّ سَبَب النَّهْي عَنْ الْخَلِيط أَنَّ الْإِسْكَار يَسْرُع إِلَيْهِ بِسَبَبِ الْخَلْط قَبْل أَنْ يَشْتَدّ فَيَظُنّ الشَّارِب أَنَّهُ لَمْ يَبْلُغ حَدَّ الْإِسْكَار , وَيَكُون قَدْ بَلَغَهُ. قَالَ : وَمَذْهَب الْجُمْهُور أَنَّ النَّهْي , فِي ذَلِكَ لِلتَّنْزِيهِ. وَإِنَّمَا يَمْتَنِع إِذَا صَارَ مُسْكِرًا , وَلَا تَخْفَى عَلَامَته. وَقَالَ بَعْض الْمَالِكِيَّة. هُوَ لِلتَّحْرِيمِ. وَاخْتُلِفَ فِي خَلْط نَبِيذ الْبُسْر الَّذِي لَمْ يَشْتَدّ مَعَ نَبِيذ التَّمْر الَّذِي لَمْ يَشْتَدّ عِنْد الشُّرْب هَلْ يَمْتَنِع أَوْ يَخْتَصّ النَّهْي عَنْ الْخَلْط عِنْد الِانْتِبَاذ ؟ فَقَالَ الْجُمْهُور : لَا فَرْق. وَقَالَ اللَّيْث : لَا بَأْس بِذَلِكَ عِنْد الشُّرْب. وَنَقَلَ اِبْن التِّين عَنْ الدَّاوُدِيّ أَنَّ سَبَب النَّهْي أَنَّ النَّبِيذ يَكُون حُلْوًا , فَإِذَا أُضِيفَ إِلَيْهِ الْآخَر أَسْرَعَتْ إِلَيْهِ الشِّدَّة. وَهَذِهِ صُورَة أُخْرَى , كَأَنَّهُ يَخُصّ النَّهْي بِمَا إِذَا نُبِذَ أَحَدهمَا ثُمَّ أُضِيفَ إِلَيْهِ الْآخَر , لَا مَا إِذَا نُبِذَا مَعًا. وَاخْتُلِفَ فِي الْخَلِيطَيْنِ مِنْ الْأَشْرِبَة غَيْر النَّبِيذ , فَحَكَى اِبْن التِّين عَنْ بَعْض الْفُقَهَاء أَنَّهُ كَرِهَ أَنْ يُخْلَط لِلْمَرِيضِ شَرَابَيْنِ , وَرَدَّهُ بِأَنَّهُمَا لَا يَسْرُع إِلَيْهِمَا الْإِسْكَار اِجْتِمَاعًا وَانْفِرَادًا , وَتُعُقِّبَ بِاحْتِمَالِ أَنْ يَكُون قَائِل ذَلِكَ يَرَى أَنَّ الْعِلَّة الْإِسْرَاف كَمَا تَقَدَّمَ , لَكِنْ لَا يُقَيَّد هَذَا فِي مَسْأَلَة الْمَرِيض بِمَا إِذَا كَانَ الْمُفْرَد كَافِيًا فِي دَوَاء ذَلِكَ الْمَرَض , وَإِلَّا فَلَا مَانِع حِينَئِذٍ مِنْ التَّرْكِيب. وَقَالَ اِبْن الْعَرَبِيّ : ثَبَتَ تَحْرِيم الْخَمْر لِمَا يَحْدُث عَنْهَا مِنْ السُّكْر , وَجَوَاز النَّبِيذ الْحُلْو الَّذِي لَا يَحْدُث عَنْهُ سُكْر , وَثَبَتَ النَّهْي عَنْ الِانْتِبَاذ فِي الْأَوْعِيَة ثُمَّ نُسِخَ , وَعَنْ الْخَلِيطَيْنِ فَاخْتَلَفَ الْعُلَمَاء : فَقَالَ أَحْمَد وَإِسْحَاق وَأَكْثَر الشَّافِعِيَّة بِالتَّحْرِيمِ وَلَوْ لَمْ يُسْكِر , وَقَالَ الْكُوفِيُّونَ بِالْحِلِّ. قَالَ : وَاتَّفَقَ عُلَمَاؤُنَا عَلَى الْكَرَاهَة , لَكِنْ اخْتَلَفُوا هَلْ هُوَ لِلتَّحْرِيمِ أَوْ لِلتَّنْزِيهِ ؟ وَاخْتُلِفَ فِي عِلَّة الْمَنْع : فَقِيلَ لِأَنَّ أَحَدهمَا يَشُدّ الْآخَر , وَقِيلَ لِأَنَّ الْإِسْكَار يَسْرُع إِلَيْهِمَا. قَالَ وَلَا خِلَاف أَنَّ الْعَسَل بِاللَّبَنِ لَيْسَ بِخَلِيطَيْنِ , لِأَنَّ اللَّبَن لَا يُنْبَذ , لَكِنْ قَالَ اِبْن عَبْد الْحَكَم : لَا يَجُوز خَلْط شَرَابَيْ سُكَّر كَالْوَرْدِ وَالْجُلَّاب وَهُوَ ضَعِيف. قَالَ : وَاخْتَلَفُوا فِي الْخَلِيطَيْنِ لِأَجْلِ التَّخْلِيل , ثُمَّ قَالَ : وَيَتَحَصَّل لَنَا أَرْبَع صُوَر : أَنْ يَكُون الْخَلِيطَانِ مَنْصُوصَيْنِ فَهُوَ حَرَام , أَوْ مَنْصُوص وَمَسْكُوت عَنْهُ فَإِنْ كَانَ كُلّ مِنْهُمَا لَوْ اِنْفَرَدَ أَسْكَرَ فَهُوَ حَرَام قِيَاسًا عَلَى الْمَنْصُوص , أَوْ مَسْكُوت عَنْهُمَا وَكُلّ مِنْهُمَا لَوْ اِنْفَرَدَ لَمْ يُسْكِر جَازَ. قَالَ : وَهُنَا مَرْتَبَة رَابِعَة وَهِيَ مَا لَوْ خَلَطَ شَيْئَيْنِ وَأَضَافَ إِلَيْهِمَا دَوَاء يَمْنَع الْإِسْكَار فَيَجُوز فِي الْمَسْكُوت عَنْهُ وَيُكْرَه فِي الْمَنْصُوص. وَمَا نَقَلَهُ عَنْ أَكْثَر الشَّافِعِيَّة وُجِدَ نَصُّ الشَّافِعِيّ بِمَا يُوَافِقهُ فَقَالَ : ثَبَتَ نَهْي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْخَلِيطَيْنِ , فَلَا يَجُوز بِحَالٍ. وَعَنْ مَالِك قَالَ : أَدْرَكْت عَلَى ذَلِكَ أَهْل الْعِلْم بِبَلَدِنَا. وَقَالَ الْخَطَّابِيُّ : ذَهَب إِلَى تَحْرِيم الْخَلِيطَيْنِ وَإِنْ لَمْ يَكُنْ الشَّرَاب مِنْهُمَا مُسْكِرًا جَمَاعَة عَمَلًا بِظَاهِرِ الْحَدِيث , وَهُوَ قَوْل مَالِك وَأَحْمَد وَإِسْحَاق , وَظَاهِر مَذْهَب الشَّافِعِيّ. وَقَالُوا : مَنْ شُرْب الْخَلِيطَيْنِ أَثِمَ مِنْ جِهَة وَاحِدَة , فَإِنْ كَانَ بَعْد الشِّدَّة أَثِمَ مِنْ جِهَتَيْنِ , وَخَصَّ اللَّيْث النَّهْي بِمَا إِذَا نُبِذَا مَعًا ا ه. وَجَرَى اِبْن حَزْم عَلَى عَادَته فِي الْجُمُود فَخَصَّ النَّهْي عَنْ الْخَلِيطَيْنِ بِخَلْطٍ وَاحِد مِنْ خَمْسَة أَشْيَاء وَهِيَ : التَّمْر وَالرُّطَب وَالزَّهْو وَالْبُسْر وَالزَّبِيب فِي أَحَدهَا أَوْ فِي غَيْرهَا , فَأَمَّا لَوْ خُلِطَ وَاحِد مِنْ غَيْرهَا فِي وَاحِد مِنْ غَيْرهَا لَمْ يَمْتَنِع كَاللَّبَنِ وَالْعَسَل مَثَلًا , وَيَرُدّ عَلَيْهِ مَا أَخْرَجَهُ أَحْمَد فِي الْأَشْرِبَة مِنْ طَرِيق الْمُخْتَار بْن فُلْفُل عَنْ أَنَس قَالَ : \" نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُجْمَع بَيْن شَيْئَيْنِ نَبِيذًا مِمَّا يَبْغِي أَحَدهمَا عَلَى صَاحِبه \" وَقَالَ الْقُرْطُبِيّ : النَّهْي عَنْ الْخَلِيطَيْنِ ظَاهِر فِي التَّحْرِيم , وَهُوَ قَوْل جُمْهُور فُقَهَاء الْأَمْصَار , وَعَنْ مَالِك يُكْرَه فَقَطْ , وَشَذَّ مَنْ قَالَ لَا بَأْس بِهِ لِأَنَّ كُلًّا مِنْهُمَا يَحِلّ مُنْفَرِدًا فَلَا يُكْرَه مُجْتَمِعًا , قَالَ : وَهَذِهِ مُخَالَفَة لِلنَّصِّ , وَقِيَاس مَعَ وُجُود الْفَارِق , فَهُوَ فَاسِد مِنْ وَجْهَيْنِ. ثُمَّ هُوَ مُنْتَقَض بِجَوَازِ كُلّ وَاحِدَة مِنْ الْأُخْتَيْنِ مُنْفَرِدَة وَتَحْرِيمهمَا مُجْتَمِعَتَيْنِ , قَالَ : وَأَعْجَب مِنْ ذَلِكَ تَأْوِيل مَنْ قَالَ مِنْهُمْ إِنَّ النَّهْي إِنَّمَا هُوَ مِنْ بَاب السَّرَف , قَالَ : وَهَذَا تَبْدِيل لَا تَأْوِيل , وَيَشْهَد بِبُطْلَانِهِ الْأَحَادِيث الصَّحِيحَة , وَقَالَ : وَتَسْمِيَة الشَّرَاب إِدَامًا قَوْل مَنْ ذَهِلَ عَنْ الشَّرْع وَاللُّغَة وَالْعُرْف , قَالَ : وَاَلَّذِي يُفْهَم مِنْ الْأَحَادِيث التَّعْلِيل بِخَوْفِ إِسْرَاع الشِّدَّة بِالْخَلْطِ , وَعَلَى هَذَا يُقْتَصَر فِي النَّهْي عَنْ الْخَلْط عَلَى مَا يُؤَثِّر فِيهِ الْإِسْرَاع , قَالَ : وَأَفْرَطَ بَعْض أَصْحَابنَا فَمَنَعَ الْخَلْط وَإِنْ لَمْ تُوجَد الْعِلَّة الْمَذْكُورَة , وَيَلْزَمهُ أَنْ يَمْنَع مِنْ خَلْط الْعَسَل وَاللَّبَن وَالْخَلّ وَالْعَسَل , قُلْت : حَكَاهُ اِبْن الْعَرَبِيّ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم وَقَالَ : إِنَّهُ حَمَلَ النَّهْي عَنْ الْخَلِيطَيْنِ مِنْ الْأَشْرِبَة عَلَى عُمُومه , وَاسْتَغْرَبَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5603,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةَ أُسْرِيَ بِهِ بِقَدَحِ لَبَنٍ وَقَدَحِ خَمْرٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) was presented a bowl of milk and a bowl of wine on the night he was taken on a \njourney (Al-Mi'raj).",
    "explication": "‏ ‏قَوْلُهُ فِي حَدِيثِ أَبِي هُرَيْرَةَ \" رَأَيْت مُوسَى إِذَا هُوَ رَجُلٌ ضَرْبٌ \" ‏ ‏بِفَتْحِ الْمُعْجَمَةِ وَسُكُونِ الرَّاءِ بَعْدَهَا مُوَحَّدَةٌ أَيْ نَحِيفٌ. ‏ ‏قَوْلُهُ : ( رَجِلٌ ) ‏ ‏بِفَتْحِ الرَّاءِ وَكَسْرِ الْجِيمِ أَيْ دَهِينُ الشَّعْرِ مُسْتَرْسِلُهُ ; وَقَالَ اِبْنُ السَّكَنِ : شَعْرٌ رَجِلٌ أَيْ غَيْرُ جَعْدٍ. ‏ ‏قَوْلُهُ : ( كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ ) ‏ ‏بِفَتْحِ الْمُعْجَمَةِ وَضَمِّ النُّونِ وَسُكُونِ الْوَاوِ بَعْدَهَا هَمْزَةٌ ثُمَّ هَاءُ تَأْنِيثٍ : حَيٌّ مِنْ الْيَمَنِ يُنْسَبُونَ إِلَى شَنُوءَةَ وَهُوَ عَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ عَبْدِ اللَّهِ بْنِ مَالِكِ بْنِ نَصْرِ بْنِ الْأَزْدِ , وَلَقَبُ شَنُوءَةَ لِشَنَآنٍ كَانَ بَيْنَهُ وَبَيْنَ أَهْلِهِ , وَالنِّسْبَةُ إِلَيْهِ شَنُوئِيٌّ بِالْهَمْزِ بَعْدَ الْوَاوِ وَبِالْهَمْزِ بِغَيْرِ وَاوٍ , قَالَ اِبْنُ قُتَيْبَةَ : سُمِّيَ بِذَلِكَ مِنْ قَوْلِك رَجُلٌ فِيهِ شَنُوءَةٌ أَيْ تَقَزُّزٌ , وَالتَّقَزُّزُ بِقَافٍ وَزَايَيْنِ التَّبَاعُدُ مِنْ الْأَدْنَاسِ , قَالَ الدَّاوُدِيُّ رِجَالُ الْأَزْدِ مَعْرُوفُونَ بِالطُّولِ اِنْتَهَى. وَوَقَعَ فِي حَدِيثِ اِبْنِ عُمَرَ عِنْدَ الْمُصَنِّفِ بَعْدُ \" كَأَنَّهُ مِنْ رِجَالِ الزُّطِّ \" وَهُمْ مَعْرُوفُونَ بِالطُّولِ وَالْأُدْمَةِ. ‏ ‏قَوْلُهُ : ( وَرَأَيْت عِيسَى ) ‏ ‏سَيَأْتِي الْكَلَامُ عَلَى ذَلِكَ فِي تَرْجَمَةِ عِيسَى. ‏ ‏قَوْلُهُ : ( وَأَنَا أَشْبَهُ وَلَدِ إِبْرَاهِيمَ بِهِ ) أَيْ الْخَلِيلَ عَلَيْهِ السَّلَامُ , وَزَادَ مُسْلِمٌ مِنْ رِوَايَةِ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ \" وَرَأَيْت جِبْرِيلَ فَإِذَا أَقْرَبُ النَّاسِ بِهِ شَبَهًا دِحْيَةُ \". ‏ ‏قَوْلُهُ : ( ثُمَّ أُتِيت بِإِنَاءَيْنِ ) ‏ ‏سَيَأْتِي الْكَلَامُ عَلَيْهِ فِي حَدِيثِ الْإِسْرَاءِ فِي السِّيرَةِ النَّبَوِيَّةِ إِنْ شَاءَ اللَّهُ تَعَالَى , ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5604,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا الْحُمَيْدِيُّ، سَمِعَ سُفْيَانَ، أَخْبَرَنَا سَالِمٌ أَبُو النَّضْرِ، أَنَّهُ سَمِعَ عُمَيْرًا، مَوْلَى أُمِّ الْفَضْلِ يُحَدِّثُ عَنْ أُمِّ الْفَضْلِ، قَالَتْ شَكَّ النَّاسُ فِي صِيَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ عَرَفَةَ، فَأَرْسَلْتُ إِلَيْهِ بِإِنَاءٍ فِيهِ لَبَنٌ فَشَرِبَ‏.‏ فَكَانَ سُفْيَانُ رُبَّمَا قَالَ شَكَّ النَّاسُ فِي صِيَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ عَرَفَةَ فَأَرْسَلَتْ إِلَيْهِ أُمُّ الْفَضْلِ‏.‏ فَإِذَا وُقِفَ عَلَيْهِ قَالَ هُوَ عَنْ أُمِّ الْفَضْلِ‏.‏",
    "english_text": "The people doubted whether Allah's Messenger (ﷺ) was fasting or the Day of `Arafat or not. So I sent a cup \ncontaining milk to him and he drank it.",
    "explication": "حَدِيث أُمّ الْفَضْل فِي شُرْب اللَّبَن بِعَرَفَة. وَقَدْ تَقَدَّمَ شَرْحه فِي الصِّيَام. وَقَوْله فِي آخِره ‏ ‏\" وَكَانَ سُفْيَان رُبَّمَا قَالَ : شَكَّ النَّاس فِي صِيَام رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَأَرْسَلَتْ إِلَيْهِ أُمّ الْفَضْل , فَإِذَا وُقِفَ عَلَيْهِ قَالَ : هُوَ عَنْ أُمّ الْفَضْل \" ‏ ‏يَعْنِي أَنَّ سُفْيَان كَانَ رُبَّمَا أَرْسَلَ الْحَدِيث فَلَمْ يَقُلْ فِي الْإِسْنَاد عَنْ أُمّ الْفَضْل. فَإِذَا سُئِلَ عَنْهُ هَلْ هُوَ مَوْصُول أَوْ مُرْسَل قَالَ : هُوَ عَنْ أُمّ الْفَضْل. وَهُوَ فِي قُوَّة قَوْله هُوَ مَوْصُول. وَهَذَا مَعْنَى قَوْله وُقِفَ عَلَيْهِ. وَهُوَ بِضَمِّ أَوَّله وَكَسْر الْقَاف. وَوَقَعَ فِي رِوَايَة أَبِي ذَرّ \" وُوقِفَ \" بِزِيَادَةِ وَاو سَاكِنَة بَعْد الْوَاو الْمَضْمُومَة , وَالْقَائِل \" وَكَانَ سُفْيَان \" هُوَ الرَّاوِي عَنْهُ وَهُوَ الْحُمَيْدِيّ , وَقَدْ تَقَدَّمَ فِي الْحَجّ عَنْ عَلِيّ بْن عَبْد اللَّه عَنْ سُفْيَان بِدُونِ هَذِهِ الزِّيَادَة. وَأَغْرَبَ الدَّاوُدِيّ فَقَالَ : لَا مُخَالَفَة بَيْن الرِّوَايَتَيْنِ , لِأَنَّهُ يَجُوز أَنْ تَقُول أُمّ الْفَضْل عَنْ نَفْسهَا \" فَأَرْسَلَتْ أُمّ الْفَضْل \" أَيْ عَلَى سَبِيل التَّجْرِيد , كَذَا قَالَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5605,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، وَأَبِي، سُفْيَانَ عَنْ جَابِرِ بْنِ عَبْداللَّهِ، قَالَ جَاءَ أَبُو حُمَيْدٍ بِقَدَحٍ مِنْ لَبَنٍ مِنَ النَّقِيعِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَلاَّ خَمَّرْتَهُ وَلَوْ أَنْ تَعْرُضَ عَلَيْهِ عُودًا ‏\"‏‏.‏",
    "english_text": "Abu Humaid brought a cup of mix from a place called Al-Naqi. Allah's Messenger (ﷺ) said to him, \"Will you \nnot cover it, even by placing a stick across its\"",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي صَالِح وَأَبِي سُفْيَان ) ‏ ‏كَذَا رَوَاهُ أَكْثَر أَصْحَاب الْأَعْمَش عَنْهُ عَنْ جَابِر , وَرَوَاهُ أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح وَحْده أَخْرَجَهُ مُسْلِمٌ , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ وَجْه آخَر عَنْ حَفْص بْن غِيَاث عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر , وَعَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة , وَهُوَ شَاذّ وَالْمَحْفُوظ عَنْ جَابِر. ‏ ‏قَوْله : ( مِنْ النَّقِيع ) ‏ ‏بِالنُّونِ , قِيلَ هُوَ الْمَوْضِع الَّذِي حُمِيَ لِرَعْيِ النِّعَم وَقِيلَ : غَيْره , وَقَدْ تَقَدَّمَ فِي كِتَاب الْجُمُعَة ذِكْر نَقِيع الْخَضِمَات فَدَلَّ عَلَى التَّعَدُّد ; وَكَانَ وَادِيًا يَجْتَمِع فِيهِ الْمَاء , وَالْمَاء النَّاقِع هُوَ الْمُجْتَمِع , وَقِيلَ : كَانَتْ تُعْمَل فِيهِ الْآنِيَة , وَقِيلَ : هُوَ الْبَاع حَكَاهُ الْخَطَّابِيُّ , وَعَنْ الْخَلِيل : الْوَادِي يَكُون فِيهِ الشَّجَر , وَقَالَ اِبْن التِّين : رَوَاهُ أَبُو الْحَسَن يَعْنِي الْقَابِسِيّ بِالْمُوَحَّدَةِ , وَكَذَا نَقَلَهُ عِيَاض عَنْ أَبِي بَحْر بْن الْعَاصِ , وَهُوَ تَصْحِيف , فَإِنَّ الْبَقِيع مَقْبَرَة بِالْمَدِينَةِ , وَقَالَ الْقُرْطُبِيّ : الْأَكْثَر عَلَى النُّون وَهُوَ مِنْ نَاحِيَة الْعَقِيق عَلَى عِشْرِينَ فَرْسَخًا مِنْ الْمَدِينَة. ‏ ‏قَوْله : ( أَلَّا ) ‏ ‏بِفَتْحِ الْهَمْزَة وَالتَّشْدِيد بِمَعْنَى هَلَّا. ‏ ‏وَقَوْله : \" خَمَّرْتهُ \" ‏ ‏بِخَاءٍ مُعْجَمَة وَتَشْدِيد الْمِيم أَيْ غَطَّيْته , وَمِنْهُ خِمَارُ الْمَرْأَة لِأَنَّهُ يَسْتُرهَا. ‏ ‏قَوْله : ( تَعْرُض ) ‏ ‏بِفَتْحِ أَوَّله وَضَمِّ الرَّاء قَالَهُ الْأَصْمَعِيّ , وَهُوَ رِوَايَة الْجُمْهُور , وَأَجَازَ أَبُو عُبَيْد كَسْر الرَّاء وَهُوَ مَأْخُوذ مِنْ الْعَرْض أَيْ تَجْعَل الْعُود عَلَيْهِ بِالْعَرْضِ , وَالْمَعْنَى أَنَّهُ إِنْ لَمْ يُغَطِّهِ فَلَا أَقَلّ مِنْ أَنْ يَعْرُض عَلَيْهِ شَيْئًا. وَأَظُنّ السِّرّ فِي الِاكْتِفَاء بِعَرْضِ الْعُود أَنَّ تَعَاطِي التَّغْطِيَة أَوْ الْعَرْض يَقْتَرِن بِالتَّسْمِيَةِ فَيَكُون الْعَرْض عَلَامَة عَلَى التَّسْمِيَة فَتَمْتَنِع الشَّيَاطِين مِنْ الدُّنُوّ مِنْهُ , وَسَيَأْتِي شَيْء مِنْ الْكَلَام عَلَى هَذَا الْحُكْم فِي \" بَاب فِي تَغْطِيَة الْإِنَاء \" بَعْد أَبْوَاب. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ لِمُسْلِمٍ مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح وَحْده عَنْ جَابِر \" كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَسْقَى , فَقَالَ رَجُل : يَا رَسُول اللَّه أَلَا نَسْقِيك نَبِيذًا ؟ قَالَ : بَلَى , فَخَرَجَ الرَّجُل يَسْعَى فَجَاءَ بِقَدَحٍ فِيهِ نَبِيذ , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَا خَمَّرْته \" الْحَدِيث. وَلِمُسْلِمٍ أَيْضًا مِنْ طَرِيق اِبْن جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِرًا يَقُول \" أَخْبَرَنِي أَبُو حُمَيْدٍ السَّاعِدِيّ قَالَ : أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَدَحِ لَبَن مِنْ النَّقِيع لَيْسَ مُخَمَّرًا \" الْحَدِيث. وَاَلَّذِي يَظْهَر أَنَّ قِصَّة اللَّبَن كَانَتْ لِأَبِي حُمَيْدٍ وَأَنَّ جَابِرًا أَحْضَرَهَا , وَأَنَّ قِصَّة النَّبِيذ حَمَلَهَا جَابِر عَنْ أَبِي حُمَيْدٍ وَأَبْهَمَ أَبُو حُمَيْدٍ صَاحِبهَا , وَيَحْتَمِل أَنْ يَكُون هُوَ أَبَا حُمَيْدٍ رَاوِيهَا أَبْهَمَ نَفْسه , وَيَحْتَمِل أَنْ يَكُون غَيْره , وَهُوَ الَّذِي يَظْهَر لِي وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5606,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، يَذْكُرُ ـ أُرَاهُ ـ عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ جَاءَ أَبُو حُمَيْدٍ ـ رَجُلٌ مِنَ الأَنْصَارِ ـ مِنَ النَّقِيعِ بِإِنَاءٍ مِنْ لَبَنٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَلاَّ خَمَّرْتَهُ، وَلَوْ أَنْ تَعْرُضَ عَلَيْهِ عُودًا ‏\"‏‏.‏ وَحَدَّثَنِي أَبُو سُفْيَانَ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا‏.‏",
    "english_text": "Abu Humaid, an Ansari man, came from AnNaqi carrying a cup of milk to the Prophet. The Prophet (ﷺ) \nsaid, \"Will you not cover it even by placing a stick across it?\"",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي صَالِح وَأَبِي سُفْيَان ) ‏ ‏كَذَا رَوَاهُ أَكْثَر أَصْحَاب الْأَعْمَش عَنْهُ عَنْ جَابِر , وَرَوَاهُ أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح وَحْده أَخْرَجَهُ مُسْلِمٌ , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ وَجْه آخَر عَنْ حَفْص بْن غِيَاث عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر , وَعَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة , وَهُوَ شَاذّ وَالْمَحْفُوظ عَنْ جَابِر. ‏ ‏قَوْله : ( مِنْ النَّقِيع ) ‏ ‏بِالنُّونِ , قِيلَ هُوَ الْمَوْضِع الَّذِي حُمِيَ لِرَعْيِ النِّعَم وَقِيلَ : غَيْره , وَقَدْ تَقَدَّمَ فِي كِتَاب الْجُمُعَة ذِكْر نَقِيع الْخَضِمَات فَدَلَّ عَلَى التَّعَدُّد ; وَكَانَ وَادِيًا يَجْتَمِع فِيهِ الْمَاء , وَالْمَاء النَّاقِع هُوَ الْمُجْتَمِع , وَقِيلَ : كَانَتْ تُعْمَل فِيهِ الْآنِيَة , وَقِيلَ : هُوَ الْبَاع حَكَاهُ الْخَطَّابِيُّ , وَعَنْ الْخَلِيل : الْوَادِي يَكُون فِيهِ الشَّجَر , وَقَالَ اِبْن التِّين : رَوَاهُ أَبُو الْحَسَن يَعْنِي الْقَابِسِيّ بِالْمُوَحَّدَةِ , وَكَذَا نَقَلَهُ عِيَاض عَنْ أَبِي بَحْر بْن الْعَاصِ , وَهُوَ تَصْحِيف , فَإِنَّ الْبَقِيع مَقْبَرَة بِالْمَدِينَةِ , وَقَالَ الْقُرْطُبِيّ : الْأَكْثَر عَلَى النُّون وَهُوَ مِنْ نَاحِيَة الْعَقِيق عَلَى عِشْرِينَ فَرْسَخًا مِنْ الْمَدِينَة. ‏ ‏قَوْله : ( أَلَّا ) ‏ ‏بِفَتْحِ الْهَمْزَة وَالتَّشْدِيد بِمَعْنَى هَلَّا. ‏ ‏وَقَوْله : \" خَمَّرْتهُ \" ‏ ‏بِخَاءٍ مُعْجَمَة وَتَشْدِيد الْمِيم أَيْ غَطَّيْته , وَمِنْهُ خِمَارُ الْمَرْأَة لِأَنَّهُ يَسْتُرهَا. ‏ ‏قَوْله : ( تَعْرُض ) ‏ ‏بِفَتْحِ أَوَّله وَضَمِّ الرَّاء قَالَهُ الْأَصْمَعِيّ , وَهُوَ رِوَايَة الْجُمْهُور , وَأَجَازَ أَبُو عُبَيْد كَسْر الرَّاء وَهُوَ مَأْخُوذ مِنْ الْعَرْض أَيْ تَجْعَل الْعُود عَلَيْهِ بِالْعَرْضِ , وَالْمَعْنَى أَنَّهُ إِنْ لَمْ يُغَطِّهِ فَلَا أَقَلّ مِنْ أَنْ يَعْرُض عَلَيْهِ شَيْئًا. وَأَظُنّ السِّرّ فِي الِاكْتِفَاء بِعَرْضِ الْعُود أَنَّ تَعَاطِي التَّغْطِيَة أَوْ الْعَرْض يَقْتَرِن بِالتَّسْمِيَةِ فَيَكُون الْعَرْض عَلَامَة عَلَى التَّسْمِيَة فَتَمْتَنِع الشَّيَاطِين مِنْ الدُّنُوّ مِنْهُ , وَسَيَأْتِي شَيْء مِنْ الْكَلَام عَلَى هَذَا الْحُكْم فِي \" بَاب فِي تَغْطِيَة الْإِنَاء \" بَعْد أَبْوَاب. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ لِمُسْلِمٍ مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح وَحْده عَنْ جَابِر \" كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَسْقَى , فَقَالَ رَجُل : يَا رَسُول اللَّه أَلَا نَسْقِيك نَبِيذًا ؟ قَالَ : بَلَى , فَخَرَجَ الرَّجُل يَسْعَى فَجَاءَ بِقَدَحٍ فِيهِ نَبِيذ , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَا خَمَّرْته \" الْحَدِيث. وَلِمُسْلِمٍ أَيْضًا مِنْ طَرِيق اِبْن جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِرًا يَقُول \" أَخْبَرَنِي أَبُو حُمَيْدٍ السَّاعِدِيّ قَالَ : أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَدَحِ لَبَن مِنْ النَّقِيع لَيْسَ مُخَمَّرًا \" الْحَدِيث. وَاَلَّذِي يَظْهَر أَنَّ قِصَّة اللَّبَن كَانَتْ لِأَبِي حُمَيْدٍ وَأَنَّ جَابِرًا أَحْضَرَهَا , وَأَنَّ قِصَّة النَّبِيذ حَمَلَهَا جَابِر عَنْ أَبِي حُمَيْدٍ وَأَبْهَمَ أَبُو حُمَيْدٍ صَاحِبهَا , وَيَحْتَمِل أَنْ يَكُون هُوَ أَبَا حُمَيْدٍ رَاوِيهَا أَبْهَمَ نَفْسه , وَيَحْتَمِل أَنْ يَكُون غَيْره , وَهُوَ الَّذِي يَظْهَر لِي وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5607,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنِي مَحْمُودٌ، أَخْبَرَنَا النَّضْرُ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ ـ رضى الله عنه ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم مِنْ مَكَّةَ وَأَبُو بَكْرٍ مَعَهُ قَالَ أَبُو بَكْرٍ مَرَرْنَا بِرَاعٍ وَقَدْ عَطِشَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَحَلَبْتُ كُثْبَةً مِنْ لَبَنٍ فِي قَدَحٍ، فَشَرِبَ حَتَّى رَضِيتُ، وَأَتَانَا سُرَاقَةُ بْنُ جُعْشُمٍ عَلَى فَرَسٍ فَدَعَا عَلَيْهِ، فَطَلَبَ إِلَيْهِ سُرَاقَةُ أَنْ لاَ يَدْعُوَ عَلَيْهِ، وَأَنْ يَرْجِعَ فَفَعَلَ النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "english_text": "The Prophet (ﷺ) came from Mecca with Abu Bakr. Abu Bakr said \"We passed by a shepherd and at that \ntime Allah's Messenger (ﷺ) was thirsty. I milked a little milk in a bowl and Allah's Messenger (ﷺ) drank till I was \npleased. Suraqa bin Ju'shum came to us riding a horse (chasing us). The Prophet (ﷺ) invoked evil upon \nhim, whereupon Suraqa requested him not to invoke evil upon him, in which case he would go back. \nThe Prophet (ﷺ) agreed.",
    "explication": "حَدِيث الْبَرَاء \" قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَكَّة وَأَبُو بَكْر مَعَهُ \" كَذَا أَوْرَدَهُ مُخْتَصَرًا فَقَالَ الْبَرَاء إِنَّ هَذَا الْقَدْر هُوَ الَّذِي رَوَاهُ شُعْبَة عَنْ أَبِي إِسْحَاق قَالَ : وَرَوَاهُ إِسْرَائِيل وَغَيْره عَنْ أَبِي إِسْحَاق مُطَوَّلًا. قُلْت : وَقَدْ تَقَدَّمَ فِي الْهِجْرَة وَأَوَّله \" أَنَّ عَازِبًا بَاعَ رَحْلًا لِأَبِي بَكْر وَسَأَلَهُ عَنْ قِصَّته مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْهِجْرَة \" ‏ ‏وَقَوْله : \" فَحَلَبْت \" ‏ ‏وَتَقَدَّمَ هُنَاكَ \" فَأَمَرْت الرَّاعِي فَحَلَبَ \" فَتَكُون نِسْبَة الْحَلْب لِنَفْسِهِ هُنَا مَجَازِيَّة. ‏ ‏وَقَوْله : \" كُثْبَة \" ‏ ‏بِضَمِّ أَوَّله وَسُكُون الْمُثَلَّثَة بَعْدهَا مُوَحَّدَة قَالَ الْخَلِيل : كُلّ قَلِيل جَمَعْته هُوَ كُثْبَة. وَقَالَ اِبْن فَارِس : هِيَ الْقِطْعَة مِنْ اللَّبَن أَوْ التَّمْر. وَقَالَ أَبُو زَيْد : هِيَ مِنْ اللَّبَن مِلْء الْقَدَح , وَقِيلَ : قَدْر حَلْبَة نَاقَة. وَمَحْمُود شَيْخ الْبُخَارِيّ فِيهِ هُوَ اِبْن غَيْلَان وَالنَّضْر هُوَ اِبْن شُمَيْلٍ. وَأَحْسَن الْأَجْوِبَة فِي شُرْب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ اللَّبَن مَعَ كَوْن الرَّاعِي أَخْبَرَهُمْ أَنَّ الْغَنَم لِغَيْرِهِ أَنَّهُ كَانَ فِي عُرْفهمْ التَّسَامُح بِذَلِكَ , أَوْ كَانَ صَاحِبهَا أَذِنَ لِلرَّاعِي أَنْ يَسْقِي مَنْ يَمُرّ بِهِ إِذَا اِلْتَمَسَ ذَلِكَ مِنْهُ. وَقِيلَ فِيهِ اِحْتِمَالَات أُخْرَى تَقَدَّمَتْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5608,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ نِعْمَ الصَّدَقَةُ اللِّقْحَةُ الصَّفِيُّ مِنْحَةً، وَالشَّاةُ الصَّفِيُّ مِنْحَةً، تَغْدُو بِإِنَاءٍ، وَتَرُوحُ بِآخَرَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The best object of charity is a she-camel which has (newly) given birth and \ngives plenty of milk, or a she-goat which gives plenty of milk; and is given to somebody to utilize its \nmilk by milking one bowl in the morning and one in the evening.\"",
    "explication": "حَدِيث أَبِي هُرَيرَة : ‏ ‏قَوْلُهُ : ( نِعْمَ اَلْمَنِيحَةُ اَللِّقْحَةُ اَلصَّفِيُّ مِنْحَةً ) ‏ ‏اَللِّقْحَة اَلنَّاقَة ذَات اَللَّبَنِ اَلْقَرِيبَة اَلْعَهْد بِالْوِلَادَةِ وَهِيَ مَكْسُورَةُ اَللَّامِ وَيَجُوزُ فَتْحُهَا , وَالْمَعْرُوفُ أَنَّ اَللَّقْحَةَ بِفَتْحِ اَللَّامِ اَلْمَرَّة اَلْوَاحِدَة مِنْ اَلْحَلْبِ , وَالصَّفِيّ بِفَتْحِ اَلصَّادِ وَكَسْرِ اَلْفَاءِ أَيْ اَلْكَرِيمَةُ اَلْغَزِيرَةُ اَللَّبَن , وَيُقَالُ لَهَا اَلصَّفِيَّة أَيْضًا كَذَا رَوَاهُ يَحْيَى بْن بُكَيْرٍ وَذَكَرَ اَلْمُصَنِّفُ بَعْدَهُ أَنَّ عَبْد اَللَّه بْن يُوسُف وَإِسْمَاعِيل يَعْنِي اِبْن أَبِي أُوَيْس رَوَيَاهُ بِلَفْظ \" نِعْمَ اَلصَّدَقَة اَللِّقْحَة اَلصَّفِيّ مِنْحَةً \" وَهَذَا هُوَ اَلْمَشْهُورُ عَنْ مَالِك. وَكَذَا رَوَاهُ شُعَيْب عَنْ أَبِي اَلزِّنَادِ كَمَا سَيَأْتِي فِي اَلْأَشْرِبَة. قَالَ اِبْن اَلتِّينِ : مَنْ رَوَى \" نِعْمَ اَلصَّدَقَة \" رَوَى أَحَدَهُمَا بِالْمَعْنَى لِأَنَّ اَلْمِنْحَةَ اَلْعَطِيَّة وَالصَّدَقَة أَيْضًا عَطِيَّة. قُلْت : لَا تَلَازُمَ بَيْنَهُمَا فَكُلّ صَدَقَة عَطِيَّة وَلَيْسَ كُلُّ عَطِيَّة صَدَقَة. وَإِطْلَاق اَلصَّدَقَة عَلَى اَلْمِنْحَةِ مَجَاز وَلَوْ كَانَتْ اَلْمِنْحَة صَدَقَة لَمَا حَلَّتْ لِلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَلْ هِيَ مِنْ جِنْس اَلْهِبَة وَالْهَدِيَّة وَقَوْلُهُ : \" مِنْحَة \" مَنْصُوب عَلَى اَلتَّمْيِيزِ قَالَ اِبْن مَالِك : فِيهِ وُقُوع اَلتَّمْيِيزِ بَعْدَ فَاعِلِ نِعْمَ ظَاهِرًا وَقَدْ مَنَعَهُ سِيبَوَيْهِ إِلَّا مَعَ اَلْإِضْمَارِ مِثْل : ( بِئْسَ لِلظَّالِمِينَ بَدَلًا ) وَجَوَّزَهُ اَلْمُبَرِّد وَهُوَ اَلصَّحِيحُ وَقَالَ أَبُو اَلْبَقَاءِ : اَللِّقْحَةُ هِيَ اَلْمَخْصُوصَةُ بِالْمَدْحِ وَمِنْحَة مَنْصُوب عَلَى اَلتَّمْيِيزِ تَوْكِيدًا وَهُوَ كَقَوْلِ اَلشَّاعِرِ : ‏ ‏فَنِعْمَ اَلزَّادُ زَادَ أَبِيك زَادًا ‏ ‏. ‏ ‏قَوْلُهُ : ( تَغْدُو بِإِنَاءٍ وَتَرُوحُ بِإِنَاءٍ ) ‏ ‏أَيْ مِنْ اَللَّبَنِ أَيْ تَحْلِبُ إِنَاء بِالْغَدَاةِ وَإِنَاء بِالْعَشِيِّ. وَوَقَعَ هَذَا اَلْحَدِيث فِي رِوَايَةِ مُسْلِمٍ مِنْ رِوَايَةِ سُفْيَان عَنْ أَبِي اَلزِّنَادِ بِلَفْظ \" أَلَا رَجُل يَمْنَحُ أَهْلَ بَيْت نَاقَة تَغْدُو بِإِنَاءٍ وَتَرُوحُ بِإِنَاءٍ إِنَّ أَجْرَهَا لَعَظِيم \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5609,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ الأَوْزَاعِيِّ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم شَرِبَ لَبَنًا فَمَضْمَضَ وَقَالَ ‏\n\"‏ إِنَّ لَهُ دَسَمًا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) drank milk and then rinsed his mouth and said, \"It contains fat.\"",
    "explication": "حَدِيث قُتَيْبَة هَذَا أَحَد الْأَحَادِيث الَّتِي أَخْرَجَهَا الْأَئِمَّة الْخَمْسَة وَهُمْ الشَّيْخَانِ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ وَالتِّرْمِذِيّ عَنْ شَيْخ وَاحِد وَهُوَ قُتَيْبَة. ‏ ‏قَوْله : ( شَرِبَ لَبَنًا ) ‏ ‏زَادَ مُسْلِم \" ثُمَّ دَعَا بِمَاءٍ \". ‏ ‏قَوْله : ( إِنَّ لَهُ دَسَمًا ) ‏ ‏قَالَ اِبْن بَطَّال عَنْ الْمُهَلَّب : فِيهِ بَيَان عِلَّة الْأَمْر بِالْوُضُوءِ مِمَّا مَسَّتْ النَّار , وَذَلِكَ لِأَنَّهُمْ كَانُوا أَلِفُوا فِي الْجَاهِلِيَّة قِلَّة التَّنْظِيف فَأُمِرُوا بِالْوُضُوءِ مِمَّا مَسَّتْ النَّار , فَلَمَّا تَقَرَّرَتْ النَّظَافَة فِي الْإِسْلَام وَشَاعَتْ نُسِخَ. كَذَا قَالَ وَلَا تَعَلُّق لِحَدِيثِ الْبَاب بِمَا ذَكَرَ , إِنَّمَا فِيهِ بَيَان الْعِلَّة لِلْمَضْمَضَةِ مِنْ اللَّبَن فَيَدُلّ عَلَى اِسْتِحْبَابهَا مِنْ كُلّ شَيْء دَسِم , وَيُسْتَنْبَط مِنْهُ اِسْتِحْبَاب غَسْل الْيَدَيْنِ لِلتَّنْظِيفِ. ‏ ‏قَوْله : ( تَابَعَهُ ) ‏ ‏أَيْ : عُقَيْلًا ‏ ‏( يُونُس ) ‏ ‏أَيْ : اِبْن يَزِيد , وَحَدِيثه مَوْصُول عِنْد مُسْلِم , وَحَدِيث صَالِح مَوْصُول عِنْد أَبِي الْعَبَّاس السَّرَّاج فِي مُسْنَده. وَتَابَعَهُمْ أَيْضًا الْأَوْزَاعِيُّ أَخْرَجَهُ الْمُصَنِّف فِي الْأَطْعِمَة عَنْ أَبِي عَاصِم عَنْهُ بِلَفْظِ حَدِيث الْبَاب , لَكِنْ رَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق بْن الْوَلِيد بْن مُسْلِم قَالَ : حَدَّثَنَا الْأَوْزَاعِيُّ فَذَكَرَهُ بِصِيغَةِ الْأَمْر \" مَضْمِضُوا مِنْ اللَّبَن \" الْحَدِيث , كَذَا رَوَاهُ الطَّبَرِيُّ مِنْ طَرِيق أُخْرَى عَنْ اللَّيْث بِالْإِسْنَادِ الْمَذْكُور , وَأَخْرَجَ اِبْن مَاجَهْ مِنْ حَدِيث أُمّ سَلَمَة وَسَهْل بْن سَعْد مِثْله , وَإِسْنَاد كُلّ مِنْهُمَا حَسَن وَالدَّلِيل عَلَى الْأَمْر فِيهِ لِلِاسْتِحْبَابِ مَا رَوَاهُ الشَّافِعِيّ عَنْ اِبْن عَبَّاس رَاوِي الْحَدِيث أَنَّهُ شَرِبَ لَبَنًا فَمَضْمَضَ ثُمَّ قَالَ \" لَوْ لَمْ أَتَمَضْمَض مَا بَالَيْت \". وَرَوَى أَبُو دَاوُدَ بِإِسْنَادٍ حَسَن عَنْ أَنَس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَرِبَ لَبَنًا فَلَمْ يَتَمَضْمَض وَلَمْ يَتَوَضَّأ \". وَأَغْرَبَ اِبْن شَاهِين فَجَعَلَ حَدِيث أَنَس نَاسِخًا لِحَدِيثِ اِبْن عَبَّاس , وَلَمْ يَذْكُر مَنْ قَالَ فِيهِ بِالْوُجُوبِ حَتَّى يَحْتَاج إِلَى دَعْوَى النَّسْخ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5610,
    "category": "كتاب الأشربة",
    "text_chakl": "وَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ رُفِعْتُ إِلَى السِّدْرَةِ فَإِذَا أَرْبَعَةُ أَنْهَارٍ، نَهَرَانِ ظَاهِرَانِ، وَنَهَرَانِ بَاطِنَانِ، فَأَمَّا الظَّاهِرَانِ النِّيلُ وَالْفُرَاتُ، وَأَمَّا الْبَاطِنَانِ فَنَهَرَانِ فِي الْجَنَّةِ فَأُتِيتُ بِثَلاَثَةِ أَقْدَاحٍ، قَدَحٌ فِيهِ لَبَنٌ، وَقَدَحٌ فِيهِ عَسَلٌ، وَقَدَحٌ فِيهِ خَمْرٌ، فَأَخَذْتُ الَّذِي فِيهِ اللَّبَنُ فَشَرِبْتُ فَقِيلَ لِي أَصَبْتَ الْفِطْرَةَ أَنْتَ وَأُمَّتُكَ ‏\"‏‏.‏ قَالَ هِشَامٌ وَسَعِيدٌ وَهَمَّامٌ عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ مَالِكِ بْنِ صَعْصَعَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الأَنْهَارِ نَحْوَهُ، وَلَمْ يَذْكُرُوا ثَلاَثَةَ أَقْدَاحٍ‏.‏",
    "english_text": "I was raised to the Lote Tree and saw four rivers, two of which were coming out and two going in. \nThose which were coming out were the Nile and the Euphrates, and those which were going in were two rivers in paradise. Then I was given three bowls, one containing milk, and another containing honey, and a third containing wine. I took the bowl containing milk and drank it. It was said to me, \"You and your followers will be on the right path (of Islam).\"",
    "explication": "حَدِيث اِبْن عَبَّاس فِي الْمَضْمَضَة مِنْ اللَّبَن أَيْ بِسَبَبِ شُرْب اللَّبَن , تَقَدَّمَ شَرْحه فِي الطَّهَارَة. وَقَدْ أَخْرَجَهُ أَبُو جَعْفَر الطَّبَرِيّ مِنْ طَرِيق عُقَيْل عَنْ اِبْن شِهَاب بِصِيغَةِ الْأَمْر \" تَمَضْمَضُوا مِنْ اللَّبَنِ \". ‏ ‏حَدِيث أَنَس فِي الْأَقْدَاحِ. ‏ ‏قَوْله : ( وَقَالَ إِبْرَاهِيم بْن طَهْمَان إِلَخْ ) ‏ ‏وَصَلَهُ أَبُو عَوَانَة وَالْإِسْمَاعِيلِيّ وَالطَّبَرَانِيُّ فِي الصَّغِير مِنْ طَرِيقه , وَوَقَعَ لَنَا بِعُلُوٍّ فِي \" غَرَائِب شُعْبَة لِابْنِ مَنْدَهْ \" قَالَ الطَّبَرَانِيُّ : لَمْ يَرْوِهِ عَنْ شُعْبَة إِلَّا إِبْرَاهِيم بْن طَهْمَان , تَفَرَّدَ بِهِ حَفْص بْن عَبْد اللَّه النَّيْسَابُورِيّ عَنْهُ. ‏ ‏قَوْله : ( رُفِعَتْ إِلَيَّ سِدْرَة الْمُنْتَهَى ) ‏ ‏كَذَا لِلْأَكْثَرِ بِضَمِّ الرَّاء وَكَسْر الْفَاء وَفَتْح الْمُهْمَلَة وَسُكُون الْمُثَنَّاة عَلَى الْبِنَاء لِلْمَجْهُولِ , وَالسِّدْرَة مَرْفُوعَة. وَلِلْمُسْتَمْلِي \" دُفِعْت \" بِدَالٍ بَدَل الرَّاء وَسُكُون الْعَيْن وَضَمِّ الْمُثَنَّاة بِنِسْبَةِ الْفِعْل إِلَى الْمُتَكَلِّم , وَإِلَى بِالسُّكُونِ حَرْف جَرّ. ‏ ‏قَوْله : ( وَقَالَ هِشَام ) ‏ ‏يَعْنِي الدَّسْتُوَائِيّ , وَهَمَّام يَعْنِي اِبْن يَحْيَى , وَسَعِيد يَعْنِي اِبْن أَبِي عَرُوبَة , يَعْنِي أَنَّهُمْ اِجْتَمَعُوا عَلَى رِوَايَة الْحَدِيث عَنْ قَتَادَة فَزَادُوا هُمْ فِي الْإِسْنَاد بَعْد أَنَس بْن مَالِك \" مَالِك بْن صَعْصَعَة \" وَلَمْ يَذْكُرهُ شُعْبَة. وَقَوْله : \" فِي الْأَنْهَار نَحْوه \" يُرِيد أَنَّهُمْ تَوَافَقُوا مِنْ الْمَتْن عَلَى ذِكْر الْأَنْهَار وَزَادُوا هُمْ قِصَّة الْإِسْرَاء بِطُولِهَا وَلَيْسَتْ فِي رِوَايَة شُعْبَة هَذِهِ , وَوَقَعَ فِي رِوَايَتهمْ هُنَا بَعْد قَوْله سِدْرَة الْمُنْتَهَى \" فَإِذَا نَبْقهَا كَأَنَّهُ قِلَال هَجَر , وَوَرَقهَا كَأَنَّهَا آذَان الْفِيَلَة , فِي أَصْلهَا أَرْبَعَة أَنْهَار \" وَاقْتَصَرَ شُعْبَة عَلَى \" فَإِذَا أَرْبَعَة أَنْهَار \". ‏ ‏قَوْله : ( وَلَمْ يَذْكُرُوا ثَلَاثَة أَقْدَاح ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" وَلَمْ يَذْكُر \" بِالْإِفْرَادِ , وَظَاهِر هَذَا النَّفْي أَنَّهُ لَمْ يَقَع ذِكْر الْأَقْدَاح فِي رِوَايَة الثَّلَاثَة , وَهُوَ مُعْتَرَض بِمَا تَقَدَّمَ فِي بَدْء الْخَلْق عَنْ هُدْبَة عَنْ هَمَّام بِلَفْظِ \" ثُمَّ أُتِيت بِإِنَاءٍ مِنْ خَمْر وَإِنَاء مِنْ لَبَن وَإِنَاء مِنْ عَسَل \" فَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِالنَّفْيِ نَفْي ذِكْر الْأَقْدَاح بِخُصُوصِهَا , وَيَحْتَمِل أَنْ تَكُون رِوَايَة الْكُشْمِيهَنِيّ الَّتِي بِالْإِفْرَادِ هِيَ الْمَحْفُوظَة , وَالْفَاعِل هِشَام الدَّسْتُوَائِيّ فَإِنَّهُ تَقَدَّمَ فِي بَدْء الْخَلْق مِنْ طَرِيق يَزِيد بْن زُرَيْع عَنْ سَعِيد وَهِشَام جَمِيعًا عَنْ قَتَادَة بِطُولِهِ وَلَيْسَ فِيهِ ذِكْر الْآنِيَة أَصْلًا , لَكِنْ أَخْرَجَهُ مُسْلِم مِنْ رِوَايَة عَبْد الْأَعْلَى عَنْ هِشَام وَفِيهِ \" ثُمَّ أُتِيت بِإِنَاءَيْنِ أَحَدهمَا خَمْر وَالْآخَر لَبَن , فَعُرِضَا عَلَيَّ \" ثُمَّ أَخْرَجَهُ مِنْ طَرِيق مُعَاذ بْن هِشَام عَنْ أَبِيهِ نَحْوه وَلَمْ يَسُقْ لَفْظه , وَقَدْ سَاقَهُ النَّسَائِيُّ مِنْ رِوَايَة يَحْيَى الْقَطَّان عَنْ هِشَام وَلَيْسَ فِيهِ ذِكْر الْآنِيَة أَصْلًا , فَوَضَحَ مِنْ هَذَا أَنَّ رِوَايَة هَمَّام فِيهَا ذِكْر ثَلَاثَة , وَإِنْ كَانَ لَمْ يُصَرِّح بِذِكْرِ الْعَدَد وَلَا وَصْف الظَّرْف , وَرِوَايَة سَعِيد فِيهَا ذِكْر إِنَاءَيْنِ فَقَطْ , وَرِوَايَة هِشَام لَيْسَ فِيهَا ذِكْر شَيْء مِنْ ذَلِكَ أَصْلًا , وَقَدْ رَجَّحَ الْإِسْمَاعِيلِيّ رِوَايَة إِنَاءَيْنِ فَقَالَ عَقِب حَدِيث شُعْبَة هُنَا : هَذَا حَدِيث شُعْبَة , وَحَدِيث الزُّهْرِيِّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة الْمَذْكُور أَوَّل الْبَاب أَصَحّ إِسْنَادًا مِنْ هَذَا , وَأَوْلَى مِنْ هَذَا. كَذَا قَالَ , مَعَ أَنَّهُ أَخْرَجَ حَدِيث هَمَّام عَنْ جَمَاعَة عَنْ هُدْبَة عَنْهُ كَمَا أَخْرَجَهُ الْبُخَارِيّ سَوَاء , وَالزِّيَادَة مِنْ الْحَافِظ مَقْبُولَة , وَقَدْ تُوبِعَ , وَذِكْر إِنَاءَيْنِ لَا يَنْفِي الثَّالِث , مَعَ أَنَّنِي قَدَّمْت فِي الْكَلَام عَلَى حَدِيث الْإِسْرَاء أَنَّ عَرْض الْآنِيَة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَعَ مَرَّتَيْنِ : قَبْل الْمِعْرَاج وَهُوَ فِي بَيْت الْمَقْدِس , وَبَعْده وَهُوَ عِنْد سِدْرَة الْمُنْتَهَى , وَبِهَذَا يَرْتَفِع الْإِشْكَال جُمْلَة. قَالَ اِبْن الْمُنَيِّر : لَمْ يَذْكُر السِّرّ فِي عُدُوله عَنْ الْعَسَل إِلَى اللَّبَن كَمَا ذَكَرَ السِّرّ فِي عُدُوله عَنْ الْخَمْر , وَلَعَلَّ السِّرّ فِي ذَلِكَ كَوْن اللَّبَن أَنْفَع , وَبِهِ يَشْتَدّ الْعَظْم وَيَنْبُت اللَّحْم , وَهُوَ بِمُجَرَّدِهِ قُوت , وَلَا يَدْخُل فِي السَّرَف بِوَجْهٍ , وَهُوَ أَقْرَب إِلَى الزُّهْد , وَلَا مُنَافَاة بَيْنه وَبَيْن الْوَرَع بِوَجْهٍ. وَالْعَسَل وَإِنْ كَانَ حَلَالًا لَكِنَّهُ مِنْ الْمُسْتَلَذَّات الَّتِي قَدْ يُخْشَى عَلَى صَاحِبهَا أَنْ يَنْدَرِج فِي قَوْله تَعَالَى : ( أَذْهَبْتُمْ طَيِّبَاتِكُمْ ). قُلْت : وَيَحْتَمِل أَنْ يَكُون السِّرّ فِيهِ مَا وَقَعَ فِي بَعْض طُرُق الْإِسْرَاء أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَطِشَ - كَمَا تَقَدَّمَ فِي بَعْض طُرُقه مُبَيَّنًا هُنَاكَ - فَأُتِيَ بِالْأَقْدَاحِ , فَآثَرَ اللَّبَن دُون غَيْره لِمَا فِيهِ مِنْ حُصُول حَاجَته دُون الْخَمْر وَالْعَسَل , فَهَذَا هُوَ السَّبَب الْأَصْلِيّ فِي إِيثَار اللَّبَن , وَصَادَفَ مَعَ ذَلِكَ رُجْحَانه عَلَيْهِمَا مِنْ عِدَّة جِهَات. وَقَدْ تَقَدَّمَ شَيْء مِنْ هَذَا فِي شَرْح حَدِيث الْإِسْرَاء. قَالَ اِبْن الْمُنَيِّر : وَلَا يُعَكِّر عَلَى مَا ذَكَرْته مَا سَيَأْتِي قَرِيبًا أَنَّهُ كَانَ يُحِبّ الْحَلْوَى وَالْعَسَل , لِأَنَّهُ إِنَّمَا كَانَ يُحِبّهُ مُقْتَصِدًا فِي تَنَاوُله لَا فِي جَعْله دَيْدَنًا وَلَا تَنَطُّعًا. وَيُؤْخَذ مِنْ قَوْل جِبْرِيل فِي الْخَمْر \" غَوَتْ أُمَّتك \" أَنَّ الْخَمْر يَنْشَأ عَنْهَا الْغَيّ , وَلَا يَخْتَصّ ذَلِكَ بِقَدْرٍ مُعَيَّن. وَيُؤْخَذ مِنْ عَرْض الْآنِيَة عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِرَادَة إِظْهَار التَّيْسِير عَلَيْهِ , وَإِشَارَة إِلَى تَفْوِيض الْأُمُور إِلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5611,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِينَةِ مَالاً مِنْ نَخْلٍ، وَكَانَ أَحَبُّ مَالِهِ إِلَيْهِ بَيْرَحَاءَ، وَكَانَتْ مُسْتَقْبِلَ الْمَسْجِدِ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ‏.‏ قَالَ أَنَسٌ فَلَمَّا نَزَلَتْ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ قَامَ أَبُو طَلْحَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ يَقُولُ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ وَإِنَّ أَحَبَّ مَالِي إِلَىَّ بَيْرُحَاءَ، وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ فَضَعْهَا يَا رَسُولَ اللَّهِ حَيْثُ أَرَاكَ اللَّهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَخٍ ذَلِكَ مَالٌ رَابِحٌ ـ أَوْ رَايِحٌ شَكَّ عَبْدُ اللَّهِ ـ وَقَدْ سَمِعْتُ مَا قُلْتَ وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ ‏\"‏‏.‏ فَقَالَ أَبُو طَلْحَةَ أَفْعَلُ يَا رَسُولَ اللَّهِ، فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَفِي بَنِي عَمِّهِ‏.‏ وَقَالَ إِسْمَاعِيلُ وَيَحْيَى بْنُ يَحْيَى رَايِحٌ‏.‏",
    "english_text": "Abu Talha had the largest number of datepalms from amongst the Ansars of Medina. The dearest of \nhis property to him was Bairuha garden which was facing the (Prophet's) Mosque. Allah's Messenger (ﷺ) \nused to enter it and drink of its good fresh water. When the Holy Verse:-- 'By no means shall you \nattain righteousness unless you spend (in charity) of that which you love.' (3.92) was revealed, Abu \nTalha got up and said, \"O Allah's Messenger (ﷺ)! Allah says: By no means shall you attain righteousness \nunless you spend of that which you love,' and the dearest of my property to me is the Bairuha garden \nand I want to give it in charity in Allah's Cause, seeking to be rewarded by Allah for that. So you can \nspend it, O Allah's Messenger (ﷺ), where-ever Allah instructs you. ' Allah s Apostle said, \"Good! That is a \nperishable (or profitable) wealth\" (`Abdullah is in doubt as to which word was used.) He said, \"I have \nheard what you have said but in my opinion you'd better give it to your kith and kin.\" On that Abu \nTalha said, \"I will do so, O Allah's Messenger (ﷺ)!\" Abu Talha distributed that garden among his kith and kin \nand cousins.",
    "explication": "‏ ‏قَوْله \" بَيْرَحَاءَ \" ‏ ‏بِفَتْحِ الْمُوَحَّدَةِ وَسُكُونِ التَّحْتَانِيَّة وَفَتْحِ الرَّاءِ وَبِالْمُهْمَلَةِ وَالْمَدِّ , وَجَاءَ فِي ضَبْطِهِ أَوْجُه كَثِيرَة جَمَعَهَا اِبْن الْأَثِيرِ فِي النِّهَايَةِ فَقَالَ : يُرْوَى بِفَتْحِ الْبَاءِ وَبِكَسْرِهَا وَبِفَتْحِ الرَّاءِ وَضَمِّهَا وَبِالْمَدِّ وَالْقَصْرِ فَهَذِهِ ثَمَان لُغَات. وَفِي رِوَايَةِ حَمَّاد بْن سَلَمَة \" بَرِيحَا \" بِفَتْحٍ أَوَّلَهُ وَكَسَرَ الرَّاءَ وَتَقْدِيمِهَا عَلَى التَّحْتَانِيَّةِ , وَفِي سُنَنِ أَبِي دَاوُدَ \" بَارِيحَا \" مِثْلُهُ لَكِنْ بِزِيَادَة أَلِف , وَقَالَ الْبَاجِيّ : أَفْصَحُهَا بِفَتْحِ الْبَاءِ وَسُكُون الْيَاءِ وَفَتْح الرَّاءِ مَقْصُور , وَكَذَا جَزَمَ بِهِ الصَّغَانِيُّ وَقَالَ : إِنَّهُ فَيْعَلَى مِنْ الْبَرَاحِ , قَالَ : وَمَنْ ذَكَرَهُ بِكَسْرِ الْمُوَحَّدَةِ وَظَنَّ أَنَّهَا بِئْرٌ مِنْ آبَارِ الْمَدِينَةِ فَقَدْ صَحَّفَ. ‏ ‏قَوْله : ( تَابَعَهُ رَوْحٌ ) ‏ ‏يَعْنِي عَنْ مَالِكٍ فِي قَوْلِهِ \" رَابِح \" بِالْمُوَحَّدَةِ وَسَيَأْتِي مِنْ طَرِيقِهِ مَوْصُولًا فِي الْبُيُوعِ. ‏ ‏قَوْله : ( وَقَالَ يَحْيَى بْن يَحْيَى وَإِسْمَاعِيل عَنْ مَالِك رَايِح ) ‏ ‏يَعْنِي بِالتَّحْتَانِيَّةِ , أَمَّا رِوَايَةُ يَحْيَى فَسَتَأْتِي مَوْصُولَة فِي الْوَكَالَةِ وَعَزَاهَا مُغَلْطَايُ لِتَخْرِيجِ الدَّارَقُطْنِيّ فَأَبْعَدَ , وَأَمَّا رِوَايَةُ إِسْمَاعِيلَ وَهُوَ اِبْن أَبِي أُوَيْس فَوَصَلَهَا الْمُصَنِّف فِي التَّفْسِيرِ , وَقَدْ وَهَمَ صَاحِب \" الْمَطَالِعِ \" فَقَالَ : رِوَايَةُ يَحْيَى بْن يَحْيَى بِالْمُوَحَّدَةِ , وَكَأَنَّهُ اِشْتَبَهَ عَلَيْهِ الْأَنْدَلُسِيَّ بِالنَّيْسَابُورِيِّ , فَالَّذِي عَنَاهُ هُوَ الْأَنْدَلُسِيُّ وَالَّذِي عَنَاهُ الْبُخَارِيّ النَّيْسَابُورِيّ , قَالَ الدَّانِيّ فِي أَطْرَافِهِ : رَوَاهُ يَحْيَى بْن يَحْيَى الْأَنْدَلُسِيُّ بِالْمُوَحَّدَةِ وَتَابَعَهُ جَمَاعَة , وَرَوَاهُ يَحْيَى بْن يَحْيَى النَّيْسَابُورِيّ بِالْمُثَنَّاةِ وَتَابَعَهُ إِسْمَاعِيل وَابْن وَهْب , وَرَوَاهُ الْقَعْنَبِيّ بِالشَّكِّ ا ه. وَرِوَايَة الْقَعْنَبِيّ وَصَلَهَا الْبُخَارِيّ فِي الْأَشْرِبَة بِالشَّكِّ كَمَا قَالَ وَالرِّوَايَةِ الْأُولَى وَاضِحَة مِنْ الرِّبْحِ أَيْ : ذُو رِبْح , وَقِيلَ هُوَ فَاعِل بِمَعْنَى مَفْعُول أَيْ : هُوَ مَال مَرْبُوحٌ فِيهِ , وَأَمَّا الثَّانِيَة فَمَعْنَاهَا رَائِح عَلَيْهِ أَجْره , قَالَ اِبْن بَطَّال : وَالْمَعْنَى أَنَّ مَسَافَتُهُ قَرِيبَة وَذَلِكَ أَنْفَسُ الْأَمْوَال , وَقِيلَ مَعْنَاهُ يَرُوحُ بِالْأَجْرِ وَيَغْدُو بِهِ وَاكْتَفَى بِالرَّوَاحِ عَنْ الْغُدُوِّ. وَادَّعَى الْإِسْمَاعِيلِيّ أَنَّ مَنْ رَوَاهَا بِالتَّحْتَانِيَّةِ فَقَدْ صَحَّفَ وَاللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5612,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم شَرِبَ لَبَنًا، وَأَتَى دَارَهُ فَحَلَبْتُ شَاةً فَشُبْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْبِئْرِ، فَتَنَاوَلَ الْقَدَحَ فَشَرِبَ، وَعَنْ يَسَارِهِ أَبُو بَكْرٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ، فَأَعْطَى الأَعْرَابِيَّ فَضْلَهُ، ثُمَّ قَالَ ‏\n\"‏ الأَيْمَنَ فَالأَيْمَنَ ‏\"‏‏.‏",
    "english_text": "I saw Allah's Messenger (ﷺ) drinking milk. He came to my house and I milked a sheep and then mixed the \nmilk with water from the well for Allah's Messenger (ﷺ). He took the bowl and drank while on his left there \nwas sitting Abu Bakr, and on his right there was a bedouin. He then gave the remaining milk to the \nbedouin and said, \"The right! The right (first).",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْدَان ) ‏ ‏هُوَ عَبْد اللَّه بْن عُثْمَان , ‏ ‏وَعَبْد اللَّه ‏ ‏هُوَ اِبْن الْمُبَارَك , ‏ ‏وَيُونُس ‏ ‏هُوَ اِبْنُ يَزِيد. ‏ ‏قَوْله : ( أَنَّهُ رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَرِبَ لَبَنًا وَأَتَى دَاره ) ‏ ‏أَيْ دَار أَنَس , وَهِيَ جُمْلَة حَالِيَّة أَيْ رَآهُ حِين أَتَى دَاره , وَقَدْ تَقَدَّمَ فِي الْهِبَة مِنْ طَرِيق أَبِي طُوَالَة عَنْ أَنَس بِلَفْظِ أَتَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي دَارنَا هَذِهِ فَاسْتَسْقَى , فَحَلَبْنَا شَاة لَنَا. ‏ ‏قَوْله : ( فَحَلَبْت ) ‏ ‏عَيَّنَ فِي هَذِهِ الرِّوَايَة أَنَّهُ هُوَ الَّذِي بَاشَرَ الْحَلْب , ‏ ‏وَقَوْله : \" فَشُبْت \" ‏ ‏كَذَا لِلْأَكْثَرِ مِنْ الشَّوْب بِلَفْظِ الْمُتَكَلِّم , وَوَقَعَ فِي رِوَايَة الْأَصِيلِيّ بِكَسْرِ الْمُعْجَمَة بَعْدهَا تَحْتَانِيَّة عَلَى الْبِنَاء لِلْمَجْهُولِ. ‏ ‏قَوْله : ( وَأَبُو بَكْر عَنْ يَسَاره ) ‏ ‏زَادَ فِي رِوَايَة أَبِي طُوَالَة وَعُمَر تُجَاهه , وَقَدْ تَقَدَّمَ ضَبْطهَا فِي الْهِبَة , وَتَقَدَّمَ فِي الشُّرْب مِنْ طَرِيق شُعَيْب عَنْ الزُّهْرِيِّ فِي هَذَا الْحَدِيث \" فَقَالَ عُمَر وَخَافَ أَنْ يُعْطِيه الْأَعْرَابِيّ : أَعْطِ أَبَا بَكْر \" وَفِي رِوَايَة أَبِي طُوَالَة \" فَقَالَ عُمَر هَذَا أَبُو بَكْر \" قَالَ الْخَطَّابِيُّ وَغَيْره : كَانَتْ الْعَادَة جَارِيَة لِمُلُوكِ الْجَاهِلِيَّة وَرُؤَسَائِهِمْ بِتَقْدِيمِ الْأَيْمَن فِي الشُّرْب , حَتَّى قَالَ عَمْرو بْن كُلْثُوم فِي قَصِيدَة لَهُ : \" وَكَانَ الْكَأْس مَجْرَاهَا الْيَمِينَا \" فَخَشِيَ عُمَر لِذَلِكَ أَنْ يُقَدَّم الْأَعْرَابِيّ عَلَى أَبِي بِكْر فِي الشُّرْب فَنَبَّهَ عَلَيْهِ لِأَنَّهُ اِحْتَمَلَ عِنْده أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُؤْثِر تَقْدِيم أَبِي بَكْر عَلَى تِلْكَ الْعَادَة فَتَصِير السُّنَّة تَقْدِيم الْأَفْضَل فِي الشُّرْب عَلَى الْأَيْمَن , فَبَيْن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِفِعْلِهِ وَقَوْله أَنَّ تِلْكَ الْعَادَة لَمْ تُغَيِّرهَا السُّنَّة , وَأَنَّهَا مُسْتَمِرَّة , وَأَنَّ الْأَيْمَن يُقَدَّم عَلَى الْأَفْضَل فِي ذَلِكَ. وَلَا يَلْزَم مِنْ ذَلِكَ حَطُّ رُتْبَة الْأَفْضَل , وَكَانَ ذَلِكَ لِفَضْلِ الْيَمِين عَلَى الْيَسَار. ‏ ‏قَوْله : ( فَأَعْطَى الْأَعْرَابِيّ فَضْله ) ‏ ‏أَيْ اللَّبَن الَّذِي فَضَلَ مِنْهُ بَعْد شُرْبه , وَقَدْ تَقَدَّمَ فِي الْهِبَة ذِكْر مَنْ زَعَمَ أَنَّ اِسْم هَذَا الْأَعْرَابِيّ خَالِد بْن الْوَلِيد وَأَنَّهُ وَهِمَ , وَوَقَعَ عِنْد الطَّبَرَانِيّ مِنْ حَدِيث عَبْد اللَّه بْن أَبِي حَبِيبَة قَالَ : \" أَتَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَسْجِد قُبَاء , فَجِئْت فَجَلَسْت عَنْ يَمِينه وَجَلَسَ أَبُو بَكْر عَنْ يَسَاره , ثُمَّ دَعَا بِشَرَابٍ فَشَرِبَ وَنَاوَلَنِي عَنْ يَمِينه \" وَأَخْرَجَهُ أَحْمَد لَكِنْ لَمْ يُسَمِّ الصَّحَابِيّ , وَلَا يُمْكِن تَفْسِير الْمُبْهَم فِي حَدِيث أَنَس بِهِ أَيْضًا لِأَنَّ هَذِهِ الْقِصَّة كَانَتْ بِقُبَاء وَتِلْكَ فِي دَار أَنَس أَيْضًا فَهُوَ أَنْصَارِيّ وَلَا يُقَال لَهُ أَعْرَابِيّ كَمَا اُسْتُبْعِدَ ذَلِكَ فِي حَقِّ خَالِد بْن الْوَلِيد. ‏ ‏قَوْله : ( ثُمَّ قَالَ : الْأَيْمَن فَالْأَيْمَن ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" وَقَالَ \" بِالْوَاوِ بَدَل \" ثُمَّ \" وَفِي رِوَايَة أَبِي طُوَالَة \" الْأَيْمَنُونَ فَالْأَيْمَنُونَ \" وَفِيهِ حَذْف تَقْدِيره الْأَيْمَنُونَ مُقَدَّمُونَ أَوْ أَحَقُّ أَوْ يُقَدَّم الْأَيْمَنُونَ. وَأَمَّا رِوَايَة الْبَاب فَيَجُوز الرَّفْع عَلَى مَا سَبَقَ , وَالنَّصْب عَلَى تَقْدِير قَدِّمُوا أَوْ أَعْطُوا. وَوَقَعَ فِي الْهِبَة بِلَفْظِ \" أَلَا فَيَمِّنُوا \" وَالْكَلَام عَلَيْهَا. وَاسْتَنْبَطَ بَعْضهمْ مِنْ تَكْرَار الْأَيْمَن أَنَّ السُّنَّة إِعْطَاء مَنْ عَلَى الْيَمِين ثُمَّ الَّذِي يَلِيه وَهَلُمَّ جَرًّا , وَيَلْزَم مِنْهُ أَنْ يَكُون عُمَر فِي الصُّورَة الَّتِي وَرَدَتْ فِي هَذَا الْحَدِيث شَرِبَ بَعْد الْأَعْرَابِيّ ثُمَّ شَرِبَ أَبُو بَكْر بَعْده. لَكِنْ الظَّاهِر عَنْ عُمَر إِيثَاره أَبَا بَكْر بِتَقْدِيمِهِ عَلَيْهِ. وَاَللَّه أَعْلَم. وَفِي الْحَدِيث مِنْ الْفَوَائِد غَيْر مَا ذُكِرَ أَنَّ مَنْ سَبَقَ إِلَى مَجْلِس عِلْم أَوْ مَجْلِس رَئِيس لَا يُنَحَّى مِنْهُ لِمَجِيءِ مَنْ هُوَ أَوْلَى مِنْهُ بِالْجُلُوسِ فِي الْمَوْضِع الْمَذْكُور , بَلْ يَجْلِس الْآتِي حَيْثُ اِنْتَهَى بِهِ الْمَجْلِس , لَكِنْ إِنْ آثَرَهُ السَّابِق جَازَ , وَأَنَّ مَنْ اِسْتَحَقَّ شَيْئًا لَمْ يُدْفَع عَنْهُ إِلَّا بِإِذْنِهِ كَبِيرًا كَانَ أَوْ صَغِيرًا إِذَا كَانَ مِمَّنْ يَجُوز إِذْنه. وَفِيهِ أَنَّ الْجُلَسَاء شُرَكَاء فِيمَا يَقْرُب إِلَيْهِمْ عَلَى سَبِيل الْفَضْل لَا اللُّزُوم , لِلْإِجْمَاعِ عَلَى أَنَّ الْمُطَالَبَة بِذَلِكَ لَا تَجِب قَالَهُ اِبْن عَبْد الْبَرّ , وَمَحَلّه مَا إِذَا لَمْ يَكُنْ فِيهِمْ الْإِمَام أَوْ مَنْ يَقُوم مَقَامه , فَإِنْ كَانَ فَالتَّصَرُّف فِي ذَلِكَ لَهُ. وَفِيهِ دُخُول الْكَبِير بَيْت خَادِمه وَصَاحِبه وَلَوْ كَانَ صَغِير السِّنّ وَتَنَاوُله مِمَّا عِنْدهمْ مِنْ طَعَام وَشَرَاب مِنْ غَيْر بَحْث. وَسَيَأْتِي بَقِيَّة فَوَائِده بَعْد ثَلَاثَة أَبْوَاب إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5613,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَمَعَهُ صَاحِبٌ لَهُ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ هَذِهِ اللَّيْلَةَ فِي شَنَّةٍ، وَإِلاَّ كَرَعْنَا ‏\"‏‏.‏ قَالَ وَالرَّجُلُ يُحَوِّلُ الْمَاءَ فِي حَائِطِهِ ـ قَالَ ـ فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ عِنْدِي مَاءٌ بَائِتٌ فَانْطَلِقْ إِلَى الْعَرِيشِ ـ قَالَ ـ فَانْطَلَقَ بِهِمَا، فَسَكَبَ فِي قَدَحٍ، ثُمَّ حَلَبَ عَلَيْهِ مِنْ دَاجِنٍ لَهُ ـ قَالَ ـ فَشَرِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ شَرِبَ الرَّجُلُ الَّذِي جَاءَ مَعَهُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) and one of his companions entered upon an Ansari man and the Prophet (ﷺ) said to him, \n\"If you have water kept overnight in a water skin, (give us), otherwise we will drink water by putting \nour mouth in it.\" The man was watering his garden then. He said, \"O Allah's Messenger (ﷺ)! I have water \nkept overnight; let us go to the shade.\" So he took them both there and poured water into a bowl and \nmilked a domestic goat of his in it. Allah's Messenger (ﷺ) drank, and then the man who had come along with \nhim, drank.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْجُعْفِيُّ , ‏ ‏وَأَبُو عَامِر ‏ ‏هُوَ الْعَقَدِيّ , ‏ ‏وَسَعِيد بْن الْحَارِثِ ‏ ‏هُوَ الْأَنْصَارِيّ. ‏ ‏قَوْله : ( دَخَلَ عَلَيَّ رَجُل مِنْ الْأَنْصَار ) ‏ ‏كُنْت ذَكَرْت فِي الْمُقَدِّمَة أَنَّهُ أَبُو الْهَيْثَم بْن التَّيْهَان الْأَنْصَارِيّ , ثُمَّ وَقَفْت عَنْ ذَلِكَ لِمَا أَخْرَجَهُ أَحْمَد عَنْ إِسْحَاق بْن عِيسَى عَنْ فُلَيْح فِي أَوَّل حَدِيثَيْ الْبَاب أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَى قَوْمًا مِنْ الْأَنْصَار يَعُود مَرِيضًا لَهُمْ , وَقِصَّة أَبِي الْهَيْثَم فِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة , وَاسْتَوْعَبَ اِبْن مَرْدَوَيْهِ فِي تَفْسِير التَّكَاثُر طُرُقه فَزَادَ عَنْ اِبْن عَبَّاس وَأَبِي عَسِيب وَأَبِي سَعِيد وَلَمْ يَذْكُر فِي شَيْء مِنْ طُرُقه عُبَادَةَ , فَاَلَّذِي يَظْهَر أَنَّهَا قِصَّة أُخْرَى , ثُمَّ وَقَفَتْ عَلَى الْمُسْتَنَد فِي ذَلِكَ وَهُوَ مَا ذَكَرَهُ الْوَاقِدِيّ مِنْ حَدِيث الْهَيْثَم بْن نَصْر الْأَسْلَمِيّ قَالَ : \" خَدَمْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَزِمْت بَابه , فَكُنْت آتِيه بِالْمَاءِ مِنْ بِئْر جَاشِم - وَهِيَ بِئْر أَبِي الْهَيْثَم بْن التَّيْهَان وَكَانَ مَاؤُهَا طَيِّبًا - وَلَقَدْ دَخَلَ يَوْمًا صَائِفًا وَمَعَهُ أَبُو بَكْر عَلَى أَبِي الْهَيْثَم فَقَالَ : هَلْ مِنْ مَاء بَارِد ؟ فَأَتَاهُ بِشَجْبٍ فِيهِ مَاء كَأَنَّهُ الثَّلْج فَصَبَّهُ عَلَى لَبَن عَنْز لَهُ وَسَقَاهُ , ثُمَّ قَالَ لَهُ : إِنَّ لَنَا عَرِيشًا بَارِدًا فَقِلْ فِيهِ يَا رَسُول اللَّه عِنْدنَا , فَدَخَلَهُ وَأَبُو بَكْر , وَأَتَى أَبُو الْهَيْثَم بِأَلْوَانٍ مِنْ الرُّطَب \" الْحَدِيث. وَالشَّجْب بِفَتْحِ الْمُعْجَمَة وَسُكُون الْجِيم ثُمَّ مُوَحَّدَة يُتَّخَذ مِنْ شَنَّة تُقْطَع وَيُخْرَز رَأْسهَا. ‏ ‏قَوْله : ( وَمَعَهُ صَاحِبه ) ‏ ‏هُوَ أَبُو بَكْر الصِّدِّيق كَمَا تَرَى. ‏ ‏قَوْله : ( فَقَالَ لَهُ ) ‏ ‏زَادَ فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ قَبْل هَذَا \" وَإِلَى جَانِبه مَاء فِي رَكِيّ \" وَهُوَ بِفَتْحِ الرَّاء وَكَسْر الْكَاف وَبَعْدهَا شِدَّة الْبِئْر الْمَطْوِيَّة , وَزَادَ فِي رِوَايَة سَتَأْتِي بَعْد خَمْسَة أَبْوَاب \" فَسَلَّمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَاحِبه فَرَدَّ الرَّجُل - أَيْ عَلَيْهِمَا - السَّلَام \". ‏ ‏قَوْله : ( إِنْ كَانَ عِنْدك مَاء بَاتَ هَذِهِ اللَّيْلَة فِي شَنَّة ) ‏ ‏بِفَتْحِ الْمُعْجَمَة وَتَشْدِيد النُّون وَهِيَ الْقِرْبَة الْخَلِقَة , وَقَالَ الدَّاوُدِيّ : هِيَ الَّتِي زَالَ شَعْرهَا مِنْ الْبِلَى. قَالَ الْمُهَلَّب : الْحِكْمَة فِي طَلَب الْمَاء الْبَائِت أَنَّهُ يَكُون أَبْرَد وَأَصْفَى , وَأَمَّا مَزْج اللَّبَن بِالْمَاءِ فَلَعَلَّ ذَلِكَ كَانَ فِي يَوْم حَارّ كَمَا وَقَعَ فِي قِصَّة أَبِي بَكْر مَعَ الرَّاعِي. قُلْت : لَكِنْ الْقِصَّتَانِ مُخْتَلِفَتَانِ , فَصَنِيع أَبِي بَكْر ذَلِكَ بِاللَّبَنِ لِشِدَّةِ الْحَرّ , وَصَنِيع الْأَنْصَارِيّ لِأَنَّهُ أَرَادَ أَنْ لَا يَسْقِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَاء صِرْفًا فَأَرَادَ أَنْ يُضِيف إِلَيْهِ اللَّبَن فَأَحْضَرَ لَهُ مَا طُلِبَ مِنْهُ وَزَادَ عَلَيْهِ مِنْ جِنْس جَرَتْ عَادَتْهُ بِالرَّغْبَةِ فِيهِ. وَيُؤَيِّد هَذَا مَا فِي رِوَايَة الْهَيْثَم بْن نَصْر قَبْل أَنَّ الْمَاء كَانَ مِثْل الثَّلْج. ‏ ‏قَوْله : ( وَإِلَّا كَرَعْنَا ) ‏ ‏فِيهِ حَذَفَ تَقْدِيره : فَاسْقِنَا , وَإِنْ لَمْ يَكُنْ عِنْدك كَرَعْنَا. وَوَقَعَ فِي رِوَايَة اِبْن مَاجَهْ التَّصْرِيح بِطَلَبِ السَّقْي. وَالْكَرْع بِالرَّاءِ تَنَاوُل الْمَاء بِالْفَمِ مِنْ غَيْر إِنَاء وَلَا كَفّ , وَقَالَ اِبْن التِّين حَكَى أَبُو عَبْد الْمَلِك أَنَّهُ الشُّرْب بِالْيَدَيْنِ مَعًا , قَالَ : وَأَهْل اللُّغَة عَلَى خِلَافه. قُلْت : وَيَرُدّهُ مَا أَخْرَجَهُ اِبْن مَاجَهْ عَنْ اِبْن عُمَر قَالَ : \" مَرَرْنَا عَلَى بِرْكَة فَجَعَلْنَا نَكْرَع فِيهَا , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : لَا تَكْرَعُوا وَلَكِنْ اِغْسِلُوا أَيْدِيكُمْ ثُمَّ اِشْرَبُوا بِهَا \" الْحَدِيث وَلَكِنْ فِي سَنَده ضَعْف , فَإِنْ كَانَ مَحْفُوظًا فَالنَّهْي فِيهِ لِلتَّنْزِيهِ , وَالْفِعْل لِبَيَانِ الْجَوَاز , أَوْ قِصَّة جَابِر قَبْل النَّهْي , أَوْ النَّهْي فِي غَيْر حَال الضَّرُورَة , وَهَذَا الْفِعْل كَانَ لِضَرُورَةِ شُرْب الْمَاء الَّذِي لَيْسَ بِبَارِدٍ فَيَشْرَب بِالْكَرْعِ لِضَرُورَةِ الْعَطَش لِئَلَّا تَكْرَههُ نَفْسه إِذَا تَكَرَّرَتْ الْجَرْع , فَقَدْ لَا يَبْلُغ الْغَرَض مِنْ الرَّيّ , أَشَارَ إِلَى هَذَا الْأَخِير اِبْن بَطَّال , وَإِنَّمَا قِيلَ لِلشُّرْبِ بِالْفَمِ كَرْع لِأَنَّهُ فِعْل الْبَهَائِم لِشُرْبِهَا بِأَفْوَاهِهَا وَالْغَالِب أَنَّهَا تُدْخِل أَكَارِعهَا حِينَئِذٍ فِي الْمَاء , وَوَقَعَ عِنْد اِبْن مَاجَهْ مِنْ وَجْه آخَر عَنْ اِبْن عُمَر فَقَالَ : \" نَهَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ نَشْرَب عَلَى بُطُوننَا \" وَهُوَ الْكَرْع , وَسَنَده أَيْضًا ضَعِيف , فَهَذَا إِنْ ثَبَتَ اِحْتَمَلَ أَنْ يَكُون النَّهْي خَاصًّا بِهَذِهِ الصُّورَة , وَهِيَ أَنْ يَكُون الشَّارِب مُنْبَطِحًا عَلَى بَطْنه , وَيُحْمَل حَدِيث جَابِر عَلَى الشُّرْب بِالْفَمِ مِنْ مَكَان عَالٍ لَا يَحْتَاج إِلَى الِانْبِطَاح. وَوَقَعَ فِي رِوَايَة أَحْمَد \" وَإِلَّا تَجَرَّعْنَا \" بِمُثَنَّاةٍ وَجِيم وَتَشْدِيد الرَّاء أَيْ شَرِبْنَا جَرْعَة جَرْعَة , وَهَذَا قَدْ يُعَكِّر عَلَى الِاحْتِمَال الْمَذْكُور. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَالرَّجُل يُحَوِّل الْمَاء فِي حَائِطه ) ‏ ‏أَيْ يَنْقُل الْمَاء مِنْ مَكَان إِلَى مَكَان آخَر مِنْ الْبُسْتَان لِيَعُمّ أَشْجَاره بِالسَّقْيِ , وَسَيَأْتِي بَعْد خَمْسَة أَبْوَاب مِنْ وَجْه آخَر بِلَفْظِ \" وَهُوَ يُحَوِّل فِي حَائِط لَهُ \" يَعْنِي الْمَاء , وَفِي لَفْظ لَهُ \" يُحَوِّل الْمَاء فِي الْحَائِط \" فَيَحْتَمِل أَنْ يَكُون وَقَعَ مِنْهُ تَحْوِيل الْمَاء مِنْ الْبِئْر مَثَلًا إِلَى أَعْلَاهَا ثُمَّ حَوَّلَهُ مِنْ مَكَان إِلَى مَكَان. ‏ ‏قَوْله : ( إِلَى الْعَرِيش ) ‏ ‏هُوَ خَيْمَة مِنْ خَشَب وَثُمَام بِضَمِّ الْمُثَلَّثَة مُخَفَّفًا , وَهُوَ نَبَات ضَعِيف لَهُ خَوَاصّ , وَقَدْ يُجْعَل مِنْ الْجَرِيد كَالْقُبَّةِ أَوْ مِنْ الْعِيدَانِ وَيُظَلَّل عَلَيْهَا. ‏ ‏قَوْله : ( فَسَكَبَ فِي قَدَح ) ‏ ‏فِي رِوَايَة أَحْمَد : فَسَكَبَ مَاء فِي قَدَح. ‏ ‏قَوْله : ( ثُمَّ حَلَبَ عَلَيْهِ مِنْ دَاجِن لَهُ ) ‏ ‏فِي رِوَايَة أَحْمَد وَابْن مَاجَهْ فَحَلَبَ لَهُ شَاة ثُمَّ صَبَّ عَلَيْهِ مَاء بَاتَ فِي شَنّ , وَالدَّاجِن بِجِيمٍ وَنُون : الشَّاة الَّتِي تَأْلَف الْبُيُوت. ‏ ‏قَوْله : ( ثُمَّ شَرِبَ الرَّجُل ) ‏ ‏فِي رِوَايَة أَحْمَد \" وَشَرِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَقَى صَاحِبه \" وَظَاهِره أَنَّ الرَّجُل شَرِبَ فَضْلَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لَكِنْ فِي رِوَايَة لِأَحْمَد أَيْضًا وَابْن مَاجَهْ \" ثُمَّ سَقَاهُ ثُمَّ صَنَعَ لِصَاحِبِهِ مِثْل ذَلِكَ \" أَيْ حَلَبَ لَهُ أَيْضًا وَسَكَبَ عَلَيْهِ الْمَاء الْبَائِت , هَذَا هُوَ الظَّاهِر , وَيَحْتَمِل أَنْ تَكُون الْمِثْلِيَّة فِي مُطْلَق الشُّرْب. قَالَ الْمُهَلَّب : فِي الْحَدِيث أَنَّهُ لَا بَأْس بِشُرْبِ الْمَاء الْبَارِد فِي الْيَوْم الْحَارّ , وَهُوَ مِنْ جُمْلَة النِّعَم الَّتِي اِمْتَنَّ اللَّه بِهَا عَلَى عِبَاده , وَقَدْ أَخْرَجَ التِّرْمِذِيّ مِنْ حَدِيث أَبِي هُرَيْرَة رَفَعَهُ \" أَوَّل مَا يُحَاسَب بِهِ الْعَبْد يَوْم الْقِيَامَة : أَلَمْ أُصِحّ جِسْمك , وَأَرْوِيك مِنْ الْمَاء الْبَارِد \" ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5614,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ أَخْبَرَنِي هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعْجِبُهُ الْحَلْوَاءُ وَالْعَسَلُ‏.‏",
    "english_text": "The Prophet (ﷺ) used to like sweet edible things (syrup, etc.) and honey.",
    "explication": "‏ ‏قَوْله : ( عَنْ هِشَام ) ‏ ‏زَادَ أَبُو ذَرّ \" اِبْن عُرْوَة \". ‏ ‏قَوْله : ( فَأَعِينِينِي ) ‏ ‏كَذَا لِلْأَكْثَرِ بِصِيغَةِ الْأَمْر لِلْمُؤَنَّثِ مِنْ الْإِعَانَة , وَفِي رِوَايَة الْْكُشْمِيهَنِيّ \" فَأَعْيَتْنِي \" بِصِيغَةِ الْخَبَر الْمَاضِي مِنْ الْإِعْيَاء , وَالضَّمِير لِلْأَوَاقِي , وَهُوَ مُتَّجَهُ الْمَعْنَى , أَيْ أَعْجَزَتْنِي عَنْ تَحْصِيلهَا. وَفِي رِوَايَة حَمَّاد بْن سَلَمَة عَنْ هِشَام عِنْد اِبْن خُزَيْمَةَ وَغَيْره \" فَأَعْتِقِينِي \" بِصِيغَةِ الْأَمْر لِلْمُؤَنَّثِ بِالْعِتْقِ , إِلَّا أَنَّ الثَّابِت فِي طَرِيق مَالِك وَغَيْره عَنْ هِشَام الْأَوَّل. ‏ ‏قَوْله : ( فَأَبَوْا إِلَّا أَنْ يَكُونَ لَهُمْ الْوَلَاء ) ‏ ‏زَادَ مُسْلِم مِنْ هَذَا الْوَجْه \" فَانْتَهَرْتهَا \" وَكَأَنَّ عَائِشَة كَانَتْ عَرَفَتْ الْحُكْم فِي ذَلِكَ. ‏ ‏قَوْله : ( خُذِيهَا فَأَعْتِقِيهَا وَاشْتَرِطِي لَهُمْ الْوَلَاء ) ‏ ‏قَالَ اِبْنِ عَبْد الْبَرّ وَغَيْره : كَذَا رَوَاهُ أَصْحَاب هِشَام عَنْ عُرْوَة وَأَصْحَاب مَالِك عَنْهُ عَنْ هِشَام , وَاسْتَشْكَلَ صُدُور الْإِذْن مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْبَيْع عَلَى شَرْطٍ فَاسِدٍ , وَاخْتَلَفَ الْعُلَمَاء فِي ذَلِكَ : فَمِنْهُمْ مَنْ أَنْكَرَ الشَّرْط فِي الْحَدِيث , فَرَوَى الْخَطَّابِيُّ فِي \" الْعَالِم \" بِسَنَدِهِ إِلَى يَحْيَى بْن أَكْثَم أَنَّهُ أَنْكَرَ ذَلِكَ , وَعَنْ الشَّافِعِيّ فِي \" الْأُمّ \" الْإِشَارَة إِلَى تَضْعِيف رِوَايَة هِشَام الْمُصَرِّحَة بِالِاشْتِرَاطِ لِكَوْنِهِ اِنْفَرَدَ بِهَا دُون أَصْحَاب أَبِيهِ , وَرِوَايَات غَيْره قَابِلَة لِلتَّأْوِيلِ. وَأَشَارَ غَيْره إِلَى أَنَّهُ رُوِيَ بِالْمَعْنَى الَّذِي وَقَعَ لَهُ , وَلَيْسَ كَمَا ظَنَّ , وَأَثْبَتَ الرِّوَايَة آخَرُونَ وَقَالُوا : هِشَام ثِقَةٌ حَافِظٌ , وَالْحَدِيث مُتَّفَقٌ عَلَى صِحَّتِهِ فَلَا وَجْهَ لِرَدِّهِ. ثُمَّ اِخْتَلَفُوا فِي تَوْجِيههَا : فَزَعَمَ الطَّحَاوِيُّ أَنَّ الْمُزَنِيَّ حَدَّثَهُ بِهِ عَنْ الشَّافِعِيّ بِلَفْظِ \" وَأَشْرِطِي \" بِهَمْزَةِ قَطْع بِغَيْرِ تَاءٍ مُثَنَّاة , ثُمَّ وَجَّهَهُ بِأَنَّ مَعْنَاهُ : أَظْهَرِي لَهُمْ حُكْم الْوَلَاء. وَالْإِشْرَاط الْإِظْهَار , قَالَ أَوْس بْن حَجَر \" فَأَشْرَطَ فِيهَا نَفْسه وَهُوَ مِعْصَمٌ \" أَيْ أَظْهَرَ نَفْسه اِنْتَهَى. وَأَنْكَرَ غَيْره الرِّوَايَة. وَالَّذِي فِي \" مُخْتَصَر الْمُزَنِيِّ \" وَ \" الْأُمّ \" وَغَيْرهمَا عَنْ الشَّافِعِيّ كَرِوَايَةِ الْجُمْهُور \" وَاشْتَرِطِي \" بِصِيغَةِ أَمْر الْمُؤَنَّث مِنْ الشَّرْط , ثُمَّ حَكَى الطَّحَاوِيُّ أَيْضًا تَأْوِيل الرِّوَايَة الَّتِي بِلَفْظِ \" اِشْتَرِطِي \" وَأَنَّ اللَّام فِي قَوْله : \" اِشْتَرِطِي لَهُمْ \" بِمَعْنَى \" عَلَيَّ \" كَقَوْلِهِ تَعَالَى : ( وَإِنْ أَسَأْتُمْ فَلَهَا ) وَهَذَا هُوَ الْمَشْهُور عَنْ الْمُزَنِيِّ وَجَزَمَ بِهِ عَنْهُ الْخَطَّابِيُّ , وَهُوَ صَحِيحٌ عَنْ الشَّافِعِيِّ أَسْنَدَهُ الْبَيْهَقِيُّ فِي \" الْمَعْرِفَة \" مِنْ طَرِيق أَبِي حَاتِمٍ الرَّازِيِّ عَنْ حَرْمَلَة عَنْهُ , وَحَكَى الْخَطَّابِيُّ عَنْ اِبْن خُزَيْمَةَ أَنَّ قَوْل يَحْيَى بْن أَكْثَم غَلَط , وَالتَّأْوِيل الْمَنْقُول عَنْ الْمُزَنِيِّ لَا يَصِحُّ. وَقَالَ النَّوَوِيُّ : تَأْوِيل اللَّام بِمَعْنَى عَلَى هُنَا ضَعِيف , لِأَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام أَنْكَرَ الِاشْتِرَاط , وَلَوْ كَانَتْ بِمَعْنَى عَلَى لَمْ يُنْكِرْهُ. فَإِنْ قِيلَ مَا أَنْكَرَ إِلَّا إِرَادَة الِاشْتِرَاط فِي أَوَّل الْأَمْر , فَالْجَوَاب أَنَّ سِيَاق الْحَدِيث يَأْبَى ذَلِكَ. وَضَعَّفَهُ أَيْضًا اِبْن دَقِيق الْعِيد وَقَالَ : اللَّام لَا تَدُلُّ بِوَضْعِهَا عَلَى الِاخْتِصَاص النَّافِع , بَلْ عَلَى مُطْلَقِ الِاخْتِصَاصِ , فَلَا بُدَّ فِي حَمْلِهَا عَلَى ذَلِكَ مِنْ قَرِينَةٍ. وَقَالَ آخَرُونَ : الْأَمْر فِي قَوْله : \" اِشْتَرِطِي \" لِلْإِبَاحَةِ , وَهُوَ عَلَى جِهَة التَّنْبِيه عَلَى أَنَّ ذَلِكَ لَا يَنْفَعُهُمْ فَوُجُودُهُ وَعَدَمُهُ سَوَاءٌ , وَكَأَنَّهُ يَقُولُ : اِشْتَرِطِي أَوْ لَا تَشْتَرِطِي فَذَلِكَ لَا يُفِيدُهُمْ. وَيُقَوِّي هَذَا التَّأْوِيل قَوْله فِي رِوَايَة أَيْمَن الْآتِيَة آخِر أَبْوَاب الْمُكَاتَب \" اِشْتَرِيهَا وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاؤُوا \" وَقِيلَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْلَم النَّاس بِأَنَّ اِشْتِرَاط الْبَائِع الْوَلَاء بَاطِل , وَاشْتَهَرَ ذَلِكَ بِحَيْثُ لَا يَخْفَى عَلَى أَهْل بَرِيرَة , فَلَمَّا أَرَادُوا أَنْ يَشْتَرِطُوا مَا تَقَدَّمَ لَهُمْ الْعِلْم بِبُطْلَانِهِ أَطْلَقَ الْأَمْرَ مُرِيدًا بِهِ التَّهْدِيد عَلَى مَآل الْحَال كَقَوْلِهِ : ( وَقُلْ اِعْمَلُوا فَسَيَرَى اللَّه عَمَلَكُمْ وَرَسُولُهُ ) وَكَقَوْلِ مُوسَى : ( أَلْقُوا مَا أَنْتُمْ مُلْقُونَ ) أَيْ فَلَيْسَ ذَلِكَ بِنَافِعِكُمْ , وَكَأَنَّهُ يَقُولُ : اِشْتَرِطِي لَهُمْ فَسَيَعْلَمُونَ أَنَّ ذَلِكَ لَا يَنْفَعُهُمْ , وَيُؤَيِّدُهُ قَوْله حِين خَطَبَهُمْ \" مَا بَال رِجَال يَشْتَرِطُونَ شُرُوطًا إِلَخْ \" فَوَبَّخَهُمْ بِهَذَا الْقَوْل مُشِيرًا إِلَى أَنَّهُ قَدْ تَقَدَّمَ مِنْهُ بَيَان حُكْم اللَّه بِإِبْطَالِهِ , إِذْ لَوْ لَمْ يَتَقَدَّمْ بَيَان ذَلِكَ لَبَدَأَ بِبَيَانِ الْحُكْم فِي الْخُطْبَة لَا بِتَوْبِيخِ الْفَاعِل , لِأَنَّهُ كَانَ يَكُون بَاقِيًا عَلَى الْبَرَاءَة الْأَصْلِيَّة. وَقِيلَ الْأَمْر فِيهِ بِمَعْنَى الْوَعِيد الَّذِي ظَاهِره الْأَمْر وَبَاطِنه النَّهْي كَقَوْلِهِ تَعَالَى : ( اِعْمَلُوا مَا شِئْتُمْ ) , وَقَالَ الشَّافِعِيّ فِي \" الْأُمّ \" : لَمَّا كَانَ مَنْ اِشْتَرَطَ خِلَاف مَا قَضَى اللَّه وَرَسُوله عَاصِيًا وَكَانَتْ فِي الْمَعَاصِي حُدُود وَآدَاب وَكَانَ مِنْ أَدَب الْعَاصِينَ أَنْ يُعَطِّل عَلَيْهِمْ شُرُوطهمْ لِيَرْتَدِعُوا عَنْ ذَلِكَ وَيَرْتَدِعَ بِهِ غَيْرهمْ كَانَ ذَلِكَ مِنْ أَيْسَر الْأَدَب. وَقَالَ غَيْره : مَعْنَى اِشْتَرِطِي اُتْرُكِي مُخَالَفَتهمْ فِيمَا شَرَطُوهُ وَلَا تُظْهِرِي نِزَاعهمْ فِيمَا دَعَوْا إِلَيْهِ مُرَاعَاة لِتَنْجِيزِ الْعِتْق لِتَشَوُّفِ الشَّارِع إِلَيْهِ , وَقَدْ يُعْبَّرُ عَنْ التَّرْك بِالْفِعْلِ كَقَوْلِهِ تَعَالَى : ( وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ ) أَيْ نَتْرُكُهُمْ يَفْعَلُونَ ذَلِكَ , وَلَيْسَ الْمُرَاد بِالْإِذْنِ إِبَاحَة الْإِضْرَار بِالسِّحْرِ , قَالَ اِبْن دَقِيق الْعِيد : وَهَذَا وَإِنْ كَانَ مُحْتَمَلًا إِلَّا أَنَّهُ خَارِج عَنْ الْحَقِيقَة مِنْ غَيْر دَلَالَة عَلَى الْمَجَازِ مِنْ حَيْثُ السِّيَاقُ. وَقَالَ النَّوَوِيُّ : أَقْوَى الْأَجْوِبَة أَنَّ هَذَا الْحُكْم خَاصٌّ بِعَائِشَةَ فِي هَذِهِ الْقَضِيَّة وَأَنَّ سَبَبه الْمُبَالَغَة فِي الرُّجُوع عَنْ هَذَا الشَّرْط لِمُخَالَفَتِهِ حُكْم الشَّرْع , وَهُوَ كَفَسْخِ الْحَجّ إِلَى الْعُمْرَة كَانَ خَاصًّا بِتِلْك الْحَجَّة مُبَالَغَة فِي إِزَالَة مَا كَانُوا عَلَيْهِ مِنْ مَنْع الْعُمْرَة فِي أَشْهُرِ الْحَجّ. وَيُسْتَفَادُ مِنْهُ اِرْتِكَاب أَخَفِّ الْمَفْسَدَتَيْنِ إِذَا اِسْتَلْزَمَ إِزَالَة أَشَدّهمَا , وَتُعُقِّبَ بِأَنَّهُ اِسْتِدْلَال بِمُخْتَلَفٍ فِيهِ عَلَى مُخْتَلَفٍ فِيهِ , وَتَعَقَّبَهُ اِبْن دَقِيق الْعِيد بِأَنَّ التَّخْصِيص لَا يَثْبُتُ إِلَّا بِدَلِيلٍ , وَلِأَنَّ الشَّافِعِيَّ نَصَّ عَلَى خِلَاف هَذِهِ الْمَقَالَة. وَقَالَ اِبْن الْجَوْزِيّ : لَيْسَ فِي الْحَدِيث أَنَّ اِشْتِرَاط الْوَلَاء وَالْعِتْق كَانَ مُقَارِنًا لِلْعَقْدِ فَيُحْمَلُ عَلَى أَنَّهُ كَانَ سَابِقًا لِلْعَقْدِ فَيَكُون الْأَمْر بِقَوْلِهِ : \" اِشْتَرِطِي \" مُجَرَّد الْوَعِيد وَلَا يَجِبُ الْوَفَاءُ بِهِ , وَتُعُقِّبَ بِاسْتِبْعَادِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُرُ شَخْصًا أَنْ يَعِدَ مَعَ عِلْمه بِأَنَّهُ لَا يَفِي بِذَلِكَ الْوَعْد. وَأَغْرَبَ اِبْن حَزْم فَقَالَ : كَانَ الْحُكْم ثَابِتًا بِجَوَازِ اِشْتِرَاط الْوَلَاء لِغَيْرِ الْمُعْتِق , فَوَقَعَ الْأَمْرُ بِاشْتِرَاطِهِ فِي الْوَقْت الَّذِي كَانَ جَائِزًا فِيهِ , ثُمَّ نُسِخَ ذَلِكَ الْحُكْم بِخُطْبَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبِقَوْلِهِ : \" إِنَّمَا الْوَلَاء لِمَنْ أَعْتَقَ \" وَلَا يَخْفَى بُعْد مَا قَالَ , وَسِيَاق طُرُق هَذَا الْحَدِيث تُدْفَعُ فِي وَجْهِ هَذَا الْجَوَاب وَاللَّه الْمُسْتَعَان. وَقَالَ الْخَطَّابِيُّ : وَجْه هَذَا الْحَدِيث أَنَّ الْوَلَاء لَمَّا كَانَ كَلُحْمَةِ النَّسَبِ , وَالْإِنْسَان إِذَا وُلِدَ لَهُ وَلَدٌ ثَبَتَ لَهُ نَسَبه وَلَا يَنْتَقِل نَسَبه عَنْهُ وَلَوْ نُسِبَ إِلَى غَيْره , فَكَذَلِكَ إِذَا أَعْتَقَ عَبْدًا ثَبَتَ لَهُ وَلَاؤُهُ وَلَوْ أَرَادَ نَقْل وَلَائِهِ عَنْهُ أَوْ أَذِنَ فِي نَقْله عَنْهُ لَمْ يَنْتَقِلْ , فَلَمْ يَعْبَأْ بِاشْتِرَاطِهِمْ الْوَلَاء , وَقِيلَ اِشْتَرِطِي وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاءُوا وَنَحْو ذَلِكَ لِأَنَّ ذَلِكَ غَيْر قَادِح فِي الْعَقْد بَلْ هُوَ بِمَنْزِلَةِ اللَّغْو مِنْ الْكَلَام , وَأَخَّرَ إِعْلَامهمْ بِذَلِكَ لِيَكُونَ رَدُّهُ وَإِبْطَاله قَوْلًا شَهِيرًا يُخْطَبُ بِهِ عَلَى الْمِنْبَر ظَاهِرًا , إِذْ هُوَ أَبْلَغُ فِي النَّكِير وَأَوْكَدُ فِي التَّعْبِير ا ه. وَهُوَ يُؤَوَّل إِلَى أَنَّ الْأَمْر فِيهِ بِمَعْنَى الْإِبَاحَة كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( فَقَضَاء اللَّه أَحَقّ ) ‏ ‏أَيْ بِالِاتِّبَاعِ مِنْ الشُّرُوط الْمُخَالِفَة لَهُ. ‏ ‏قَوْله : ( وَشَرْط اللَّه أَوْثَق ) ‏ ‏أَيْ بِاتِّبَاعِ حُدُوده الَّتِي حَدَّهَا , وَلَيْسَتْ الْمُفَاعَلَة هُنَا عَلَى حَقِيقَتهَا إِذْ لَا مُشَارَكَة بَيْن الْحَقّ وَالْبَاطِل , وَقَدْ وَرَدَتْ صِيغَة أَفْعَل لِغَيْرِ التَّفْضِيل كَثِيرًا , وَيُحْتَمَلُ أَنْ يُقَال وَرَدَ ذَلِكَ عَلَى مَا اِعْتَقَدُوهُ مِنْ الْجَوَاز. ‏ ‏قَوْله : ( مَا بَال رِجَال ) ‏ ‏أَيْ مَا حَالهمْ. ‏ ‏قَوْله : ( إِنَّمَا الْوَلَاء لِمَنْ أَعْتَقَ ) ‏ ‏يُسْتَفَادُ مِنْهُ أَنَّ كَلِمَة \" إِنَّمَا \" لِلْحَصْرِ , وَهُوَ إِثْبَات الْحُكْم لِلْمَذْكُورِ وَنَفِيه عَمَّا عَدَاهُ. وَلَوْلَا ذَلِكَ لَمَا لَزِمَ مِنْ إِثْبَات الْوَلَاء لِلْمُعْتِقِ نَفْيه عَنْ غَيْره , وَاسْتَدَلَّ بِمَفْهُومِهِ عَلَى أَنَّهُ لَا وَلَاءَ لِمَنْ أَسْلَمَ عَلَى يَدَيْهِ رَجُل أَوْ وَقَعَ بَيْنه وَبَيْنه مُحَالَفَة خِلَافًا لِلْحَنَفِيَّةِ , وَلَا لِلْمُلْتَقِطِ خِلَافًا لِإِسْحَاق. وَسَيَأْتِي مَزِيد بَسْط لِذَلِكَ فِي كِتَاب الْفَرَائِض إِنْ شَاءَ اللَّه تَعَالَى. وَيُسْتَفَادُ مِنْ مَنْطُوقه إِثْبَات الْوَلَاء لِمَنْ أَعْتَقَ سَابِيه خِلَافًا لِمَنْ قَالَ يَصِيرُ وَلَاؤُهُ لِلْمُسْلِمِينَ , وَيَدْخُلُ فِيمَنْ أَعْتَقَ عِتْق الْمُسْلِم لِلْمُسْلِمِ وَلِلْكَافِرِ , وَبِالْعَكْسِ ثُبُوت الْوَلَاء لِلْمُعْتَقِ. ‏ ‏( تَنْبِيه ) : ‏ ‏زَادَ النَّسَائِيُّ مِنْ طَرِيق جَرِير بْن عَبْد الْحَمِيد عَنْ هِشَام بْن عُرْوَة فِي آخِر هَذَا الْحَدِيث \" فَخَيَّرَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن زَوْجهَا وَكَانَ عَبْدًا \" وَهَذِهِ الزِّيَادَة سَتَأْتِي فِي النِّكَاح مِنْ حَدِيث اِبْن عَبَّاس , وَيَأْتِي الْكَلَام عَلَيْهَا هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى , مَعَ ذِكْر الْخِلَاف فِي زَوْجهَا هَلْ كَانَ حُرًّا أَوْ عَبْدًا , وَتَسْمِيَته , وَمَا اِتَّفَقَ لَهُ بَعْد فِرَاقهَا. ‏ ‏وَفِي حَدِيث بَرِيرَة هَذَا مِنْ الْفَوَائِد - سِوَى مَا سَبَقَ وَسِوَى مَا سَيَأْتِي فِي النِّكَاح - جَوَاز كِتَابَة الْأَمَة كَالْعَبْدِ , وَجَوَاز كِتَابَة الْمُتَزَوِّجَة وَلَوْ لَمْ يَأْذَنْ الزَّوْج , وَأَنَّهُ لَيْسَ لَهُ مَنْعُهَا مِنْ كِتَابَتهَا وَلَوْ كَانَتْ تُؤَدِّي إِلَى فِرَاقِهَا مِنْهُ , كَمَا أَنَّهُ لَيْسَ لِلْعَبْدِ الْمُتَزَوِّجِ مَنْع السَّيِّد مِنْ عِتْقِ أَمَتِهِ الَّتِي تَحْتَهُ وَإِنْ أَدَّى ذَلِكَ إِلَى بُطْلَان نِكَاحهَا. ‏ ‏وَيُسْتَنْبَطُ مِنْ تَمْكِينِهَا مِنْ السَّعْيِ فِي مَالِ الْكِتَابَةِ أَنَّهُ لَيْسَ عَلَيْهَا خِدْمَته. وَفِيهِ جَوَازُ سَعْي الْمُكَاتَبَة وَسُؤَالهَا وَاكْتِسَابهَا وَتَمْكِين السَّيِّد لَهَا مِنْ ذَلِكَ , وَلَا يَخْفَى أَنَّ مَحَلّ الْجَوَاز إِذَا عَرَفَتْ جِهَة حِلّ كَسْبهَا , وَفِيهِ الْبَيَان بِأَنَّ النَّهْي الْوَارِد عَنْ كَسْب الْأَمَة مَحْمُول عَلَى مَنْ لَا يَعْرِفُ وَجْهَ كَسْبهَا , أَوْ مَحْمُول عَلَى غَيْر الْمُكَاتَبَة. ‏ ‏وَفِيهِ أَنَّ لِلْمُكَاتَبِ أَنْ يَسْأَلَ مِنْ حِين الْكِتَابَة وَلَا يُشْتَرَطُ فِي ذَلِكَ عَجْزه خِلَافًا لِمَنْ شَرَطَهُ. ‏ ‏وَفِيهِ جَوَاز السُّؤَال لِمَنْ اِحْتَاجَ إِلَيْهِ مِنْ دَيْنٍ أَوْ غُرْمٍ أَوْ نَحْو ذَلِكَ. وَفِيهِ أَنَّهُ لَا بَأْسَ بِتَعْجِيلِ مَال الْكِتَابَة. ‏ ‏وَفِيهِ جَوَاز الْمُسَاوَمَة فِي الْبَيْع وَتَشْدِيد صَاحِب السِّلْعَة فِيهَا , وَأَنَّ الْمَرْأَة الرَّشِيدَة تَتَصَرَّفُ لِنَفْسِهَا فِي الْبَيْع وَغَيْره وَلَوْ كَانَتْ مُزَوَّجَةً خِلَافًا لِمَنْ أَبَى ذَلِكَ , وَسَيَأْتِي لَهُ مَزِيد فِي كِتَاب الْهِبَة , وَأَنَّ مَنْ لَا يَتَصَرَّفُ بِنَفْسِهِ فَلَهُ أَنْ يُقِيمَ غَيْرَهُ مَقَامَهُ فِي ذَلِكَ , وَأَنَّ الْعَبْد إِذَا أَذِنَ السَّيِّد لَهُ فِي التِّجَارَة جَازَ تَصَرُّفُهُ. ‏ ‏وَفِيهِ جَوَازُ رَفْع الصَّوْت عِنْد إِنْكَار الْمُنْكَر , وَأَنَّهُ لَا بَأْسَ لِمَنْ أَرَادَ أَنْ يَشْتَرِيَ لِلْعِتْقِ أَنْ يُظْهِرَ ذَلِكَ لِأَصْحَابِ الرَّقَبَة لِيَتَسَاهَلُوا لَهُ فِي الثَّمَن وَلَا يُعَدُّ ذَلِكَ مِنْ الرِّيَاء. وَفِيهِ إِنْكَار الْقَوْل الَّذِي لَا يُوَافِقُ الشَّرْع وَانْتِهَار الرَّسُول فِيهِ. ‏ ‏وَفِيهِ أَنَّ الشَّيْء إِذَا بِيعَ بِالنَّقْدِ كَانَتْ الرَّغْبَة فِيهِ أَكْثَر مِمَّا لَوْ بِيعَ بِالنَّسِيئَةِ , وَأَنَّ لِلْمَرْءِ أَنْ يَقْضِيَ عَنْهُ دَيْنَهُ بِرِضَاهُ. ‏ ‏وَفِيهِ جَوَاز الشِّرَاء بِالنَّسِيئَةِ , وَأَنَّ الْمُكَاتَب لَوْ عَجَّلَ بَعْض كِتَابَته قَبْل الْمَحَلّ عَلَى أَنْ يَضَعَ عَنْهُ سَيِّده الْبَاقِي لَمْ يُجْبَر السَّيِّد عَلَى ذَلِكَ. وَجَوَاز الْكِتَابَة عَلَى قَدْر قِيمَة الْعَبْد وَأَقَلّ مِنْهَا وَأَكْثَر , لِأَنَّ بَيْن الثَّمَن الْمُنَجَّز وَالْمُؤَجَّل فَرْقًا , وَمَعَ ذَلِكَ فَقَدْ بَذَلَتْ عَائِشَة الْمُؤَجَّل نَاجِزًا فَدَلَّ عَلَى أَنَّ قِيمَتهَا كَانَتْ بِالتَّأْجِيلِ أَكْثَر مِمَّا كُوتِبَتْ بِهِ وَكَانَ أَهْلهَا بَاعُوهَا بِذَلِكَ. ‏ ‏وَفِيهِ أَنَّ الْمُرَاد بِالْخَيْرِ فِي قَوْله تَعَالَى : ( إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا ) الْقُوَّة عَلَى الْكَسْب , وَالْوَفَاء بِمَا وَقَعَتْ الْكِتَابَة عَلَيْهِ , وَلَيْسَ الْمُرَاد بِهِ الْمَال , وَيُؤَيِّد ذَلِكَ أَنَّ الْمَال الَّذِي فِي يَد الْمُكَاتَب لِسَيِّدِهِ فَكَيْف يُكَاتِبُهُ بِمَالِهِ , لَكِنْ مَنْ يَقُول إِنَّ الْعَبْد يَمْلِكُ لَا يَرِدُ عَلَيْهِ هَذَا , وَقَدْ نُقِلَ عَنْ اِبْن عَبَّاس أَنَّ الْمُرَاد بِالْخَيْرِ الْمَال مَعَ أَنَّهُ يَقُولُ إِنَّ الْعَبْد لَا يَمْلِكُ , فَنُسِبَ إِلَى التَّنَاقُض , وَالَّذِي يَظْهَرُ أَنَّهُ لَا يَصِحُّ عَنْهُ أَحَد الْأَمْرَيْنِ , وَاحْتَجَّ غَيْره بِأَنَّ الْعَبْد مَال سَيِّده وَالْمَال الَّذِي مَعَهُ لِسَيِّدِهِ فَكَيْف يُكَاتِبُهُ بِمَالِهِ ؟ وَقَالَ آخَرُونَ لَا يَصِحُّ تَفْسِير الْخَيْر بِالْمَالِ فِي الْآيَة لِأَنَّهُ لَا يُقَالُ فُلَان لَا مَال فِيهِ وَإِنَّمَا يُقَالُ لَا مَالَ لَهُ أَوْ لَا مَالَ عِنْده , فَكَذَا إِنَّمَا يُقَالُ فِيهِ وَفَاء وَفِيهِ أَمَانَةٌ وَفِيهِ حُسْنُ مُعَامَلَةٍ وَنَحْو ذَلِكَ. ‏ ‏وَفِي الْحَدِيث أَيْضًا جَوَاز كِتَابَة مَنْ لَا حِرْفَةَ لَهُ وِفَاقًا لِلْجُمْهُورِ , وَاخْتَلَفَ عَنْ مَالِك وَأَحْمَد وَذَلِكَ أَنَّ بَرِيرَة جَاءَتْ تَسْتَعِينُ عَلَى كِتَابَتهَا وَلَمْ تَكُنْ قَضَتْ مِنْهَا شَيْئًا , فَلَوْ كَانَ لَهَا مَال أَوْ حِرْفَة لَمَا اِحْتَاجَتْ إِلَى الِاسْتِعَانَة لِأَنَّ كِتَابَتهَا لَمْ تَكُنْ حَالَّة. وَقَدْ وَقَعَ عِنْد الطَّبَرِيّ مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ عُرْوَة \" أَنَّ عَائِشَة اِبْتَاعَتْ بَرِيرَة مُكَاتَبَة وَهِيَ لَمْ تَقْضِ مِنْ كِتَابَتهَا شَيْئًا \" وَتَقَدَّمَتْ الزِّيَادَة مِنْ وَجْه آخَر. وَفِيهِ جَوَاز أَخْذ الْكِتَابَة مِنْ مَسْأَلَة النَّاس , وَالرَّدّ عَلَى مَنْ كَرِهَ ذَلِكَ وَزَعَمَ أَنَّهُ أَوْسَاخ النَّاس. ‏ ‏وَفِيهِ مَشْرُوعِيَّة مَعُونَة الْمُكَاتَبَة بِالصَّدَقَةِ , وَعِنْد الْمَالِكِيَّة رِوَايَة أَنَّهُ لَا يُجْزِئُ عَنْ الْفَرْض. وَفِيهِ جَوَاز الْكِتَابَة بِقَلِيلِ الْمَال وَكَثِيره , وَجَوَاز التَّأْقِيت فِي الدُّيُون فِي كُلّ شَهْر مَثَلًا كَذَا مِنْ غَيْر بَيَان أَوَّله أَوْ وَسَطه , وَلَا يَكُون ذَلِكَ مَجْهُولًا لِأَنَّهُ يَتَبَيَّنُ بِانْقِضَاءِ الشَّهْر الْحُلُول , كَذَا قَالَ اِبْن عَبْد الْبَرّ , وَفِيهِ نَظَر لِاحْتِمَالِ أَنْ يَكُون قَوْل بَرِيرَة : \" فِي كُلّ عَام أُوقِيَّة \" أَيْ فِي غُرَّته مَثَلًا , وَعَلَى تَقْدِير التَّسْلِيم فَيُمْكِنُ التَّفْرِقَة بَيْن الْكِتَابَة وَالدُّيُون , فَإِنَّ الْمُكَاتَب لَوْ عَجَزَ حَلَّ لِسَيِّدِهِ مَا أَخَذَ مِنْهُ بِخِلَافِ الْأَجْنَبِيّ. وَقَالَ اِبْن بَطَّال : لَا فَرْق بَيْن الدُّيُون وَغَيْرهَا , وَقِصَّة بَرِيرَة مَحْمُولَة عَلَى أَنَّ الرَّاوِي قَصَّرَ فِي بَيَان تَعْيِين الْوَقْت وَإِلَّا يَصِير الْأَجَل مَجْهُولًا. وَقَدْ نَهَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ السَّلَف إِلَّا إِلَى أَجَل مَعْلُوم. وَفِيهِ أَنَّ الْعَدّ فِي الدَّرَاهِم الصِّحَاح الْمَعْلُومَة الْوَزْن يَكْفِي عَنْ الْوَزْن , وَأَنَّ الْمُعَامَلَة فِي ذَلِكَ الْوَقْت كَانَتْ بِالْأَوَاقِيِ , وَالْأُوقِيَّة أَرْبَعُونَ دِرْهَمًا كَمَا تَقَدَّمَ فِي الزَّكَاة. وَزَعَمَ الْمُحِبُّ الطَّبَرِيُّ أَنَّ أَهْل الْمَدِينَة كَانُوا يَتَعَامَلُونَ بِالْعَدِّ إِلَى مَقْدَم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة ثُمَّ أُمِرُوا بِالْوَزْنِ , وَفِيهِ نَظَر لِأَنَّ قِصَّة بَرِيرَة مُتَأَخِّرَة عَنْ مَقْدَمه بِنَحْوٍ مِنْ ثَمَان سِنِينَ , لَكِنْ يُحْتَمَلُ قَوْل عَائِشَة \" أَعُدُّهَا لَهُمْ عَدَّة وَاحِدَة \" أَيْ أَدْفَعهَا لَهُمْ , وَلَيْسَ مُرَادهَا حَقِيقَة الْعَدّ , وَيُؤَيِّدهُ قَوْلهَا فِي طَرِيق عَمْرَة فِي الْبَاب الَّذِي يَلِيهِ \" أَنْ أَصُبَّ لَهُمْ ثَمَنك صَبَّة وَاحِدَة \". ‏ ‏وَفِيهِ جَوَاز الْبَيْع عَلَى شَرْط الْعِتْق بِخِلَافِ الْبَيْع بِشَرْطِ أَنْ لَا يَبِيعَهُ لِغَيْرِهِ وَلَا يَهَبَهُ مَثَلًا , وَأَنَّ مِنْ الشُّرُوط فِي الْبَيْع مَا لَا يُبْطِلُ وَلَا يَضُرّ الْبَيْع. ‏ ‏وَفِيهِ جَوَاز بَيْع الْمُكَاتَب إِذَا رَضِيَ وَإِنْ لَمْ يَكُنْ عَاجِزًا عَنْ أَدَاء نَجْم قَدْ حَلَّ عَلَيْهِ , لِأَنَّ بَرِيرَة لَمْ تَقُلْ إِنَّهَا عَجَزَتْ وَلَا اِسْتَفْصَلَهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَسَيَأْتِي بَسْط ذَلِكَ فِي الْبَاب الَّذِي يَلِيهِ. ‏ ‏وَفِيهِ جَوَاز مُنَاجَاة الْمَرْأَة دُون زَوْجهَا سِرًّا إِذَا كَانَ الْمُنَاجِي مِمَّنْ يُؤْمَنُ , وَأَنَّ الرَّجُل إِذَا رَأَى شَاهِد الْحَال يَقْتَضِي السُّؤَال عَنْ ذَلِكَ سَأَلَ وَأَعَانَ , وَأَنَّهُ لَا بَأْسَ لِلْحَاكِمِ أَنْ يَحْكُمَ لِزَوْجَتِهِ وَيُشْهِدَ. ‏ ‏وَفِيهِ قَبُول خَبَر الْمَرْأَة وَلَوْ كَانَتْ أَمَة , وَيُؤْخَذُ مِنْهُ حُكْمُ الْعَبْدِ بِطَرِيق الْأَوْلَى. ‏ ‏وَفِيهِ أَنَّ عَقْد الْكِتَابَة قَبْل الْأَدَاء لَا يَسْتَلْزِمُ الْعِتْقَ , وَأَنَّ بَيْع الْأَمَة ذَات الزَّوْج لَيْسَ بِطَلَاقٍ. ‏ ‏وَفِيهِ الْبُدَاءَة فِي الْخُطْبَة بِالْحَمْدِ وَالثَّنَاء , وَقَوْل أَمَّا بَعْدُ فِيهَا , وَالْقِيَام فِيهَا , وَجَوَاز تَعَدُّد الشُّرُوطِ لِقَوْلِهِ : \" مِائَة شَرْط \" وَأَنَّ الْإِيتَاء الَّذِي أَمَرَ بِهِ السَّيِّد سَاقِط عَنْهُ إِذَا بَاعَ مُكَاتَبه لِلْعِتْقِ. ‏ ‏وَفِيهِ أَنْ لَا كَرَاهَة فِي السَّجْع فِي الْكَلَام إِذَا لَمْ يَكُنْ عَنْ قَصْد وَلَا مُتَكَلِّفًا. ‏ ‏وَفِيهِ أَنَّ لِلْمُكَاتَبِ حَالَة فَارَقَ فِيهَا الْأَحْرَار وَالْعَبِيد. ‏ ‏وَفِيهِ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُظْهِرُ الْأُمُور الْمُهِمَّة مِنْ أُمُور الدِّينِ وَيُعْلِنُهَا وَيَخْطُبُ بِهَا عَلَى الْمِنْبَر لِإِشَاعَتِهَا , وَيُرَاعِي مَعَ ذَلِكَ قُلُوب أَصْحَابه , لِأَنَّهُ لَمْ يُعَيِّنْ أَصْحَاب بَرِيرَة بَلْ قَالَ : \" مَا بَال رِجَال \" وَلِأَنَّهُ يُؤْخَذ مِنْ ذَلِكَ تَقْرِير شَرْع عَامّ لِلْمَذْكُورِينَ وَغَيْرهمْ فِي الصُّورَة الْمَذْكُورَة وَغَيْرهَا. وَهَذَا بِخِلَافِ قِصَّة عَلِيّ فِي خِطْبَته بِنْت أَبِي جَهْل فَإِنَّهَا كَانَتْ خَاصَّة بِفَاطِمَةَ فَلِذَلِكَ عَيَّنَهَا. وَفِيهِ حِكَايَة الْوِقَاع لِتَعْرِيفِ الْأَحْكَام , وَأَنَّ اِكْتِسَاب الْمُكَاتَب لَهُ لَا لِسَيِّدِهِ , وَجَوَاز تَصَرُّف الْمَرْأَة الرَّشِيدَة فِي مَالهَا بِغَيْرِ إِذْنِ زَوْجِهَا , وَمُرَاسَلَتهَا الْأَجَانِب فِي أَمْر الْبَيْع وَالشِّرَاء كَذَلِكَ , وَجَوَاز شِرَاء السِّلْعَة لِلرَّاغِبِ فِي شِرَائِهَا بِأَكْثَر مِنْ ثَمَن مِثْلهَا لِأَنَّ عَائِشَة بَذَلَتْ مَا قَرَّرَ نَسِيئَة عَلَى جِهَة النَّقْد مَعَ اِخْتِلَاف الْقِيمَة بَيْن النَّقْد وَالنَّسِيئَة. ‏ ‏وَفِيهِ جَوَاز اِسْتِدَانَة مَنْ لَا مَال لَهُ عِنْد حَاجَته إِلَيْهِ. قَالَ اِبْن بَطَّال : أَكْثَر النَّاس فِي تَخْرِيج الْوُجُوهُ فِي حَدِيث بَرِيرَة حَتَّى بَلَغُوهَا نَحْو مِائَة وَجْه , وَسَيَأْتِي الْكَثِير مِنْهَا فِي كِتَاب النِّكَاح. ‏ ‏وَقَالَ النَّوَوِيّ : صَنَّفَ فِيهِ اِبْن خُزَيْمَةَ وَابْن جَرِير تَصْنِيفَيْنِ كَبِيرَيْنِ أَكْثَرَا فِيهِمَا مِنْ اِسْتِنْبَاط الْفَوَائِد مِنْهَا فَذَكَرَا أَشْيَاء. ‏ ‏قُلْت : وَلَمْ أَقِفْ عَلَى تَصْنِيف اِبْن خُزَيْمَةَ , وَوَقَفْت عَلَى كَلَام اِبْن جَرِير مِنْ كِتَابه \" تَهْذِيب الْآثَار \" وَلَخَّصْت مِنْهُ مَا تَيَسَّرَ بِعَوْنِ اللَّه تَعَالَى. وَقَدْ بَلَغَ بَعْض الْمُتَأَخِّرِينَ الْفَوَائِد مِنْ حَدِيث بَرِيرَة إِلَى أَرْبَعمِائَةِ أَكْثَرهَا مُسْتَبْعَد مُتَكَلَّف , كَمَا وَقَعَ نَظِير ذَلِكَ الَّذِي صَنَّفَ فِي الْكَلَام عَلَى حَدِيث الْمُجَامِع فِي رَمَضَان فَبَلَغَ بِهِ أَلْف فَائِدَة وَفَائِدَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5615,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مِسْعَرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنِ النَّزَّالِ، قَالَ أَتَى عَلِيٌّ ـ رضى الله عنه ـ عَلَى باب الرَّحَبَةِ، فَشَرِبَ قَائِمًا فَقَالَ إِنَّ نَاسًا يَكْرَهُ أَحَدُهُمْ أَنْ يَشْرَبَ وَهْوَ قَائِمٌ، وَإِنِّي رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم فَعَلَ كَمَا رَأَيْتُمُونِي فَعَلْتُ‏.‏",
    "english_text": "Ali came to the gate of the courtyard (of the Mosque) and drank (water) while he was standing and \nsaid, \"Some people dislike to drink while standing, but I saw the Prophet (ﷺ) doing (drinking water) as \nyou have seen me doing now.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ النَّزَّال ) ‏ ‏بِفَتْحِ النُّون وَتَشْدِيد الزَّاي وَآخِره لَام , فِي الرِّوَايَة الثَّانِيَة \" سَمِعْت النَّزَّال بْن سَبْرَة \" وَهُوَ بِفَتْحِ الْمُهْمَلَة وَسُكُون الْمُوَحَّدَة , تَقَدَّمَتْ لَهُ رِوَايَة عَنْ اِبْن مَسْعُود فِي فَضَائِل الْقُرْآن وَغَيْره , وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَيْنِ الْحَدِيثَيْنِ. وَقَدْ رَوَى مِسْعَر هَذَا الْحَدِيث عَنْ عَبْد الْمَلِك بْن مَيْسَرَة مُخْتَصَرًا , وَرَوَاهُ عَنْهُ شُعْبَة مُطَوَّلًا , وَسَاقَهُ الْمُصَنِّف فِي هَذَا الْبَاب , وَوَافَقَ الْأَعْمَش شُعْبَة عَلَى سِيَاقه مُطَوَّلًا. وَمِسْعَر وَشَيْخه وَشَيْخ شَيْخه هِلَالِيُّونَ كُوفِيُّونَ , وَأَبُو نُعَيْم أَيْضًا كُوفِيّ , وَعَلِيّ نَزَلَ الْكُوفَة وَمَاتَ بِهَا , فَالْإِسْنَاد الْأَوَّل كُلّه كُوفِيُّونَ. ‏ ‏قَوْله : ( أَتَى عَلِيّ ) ‏ ‏وَقَوْله فِي الرِّوَايَة الَّتِي تَلِيهَا \" عَنْ عَلِيّ \" وَقَعَ عِنْد النَّسَائِيِّ \" رَأَيْت عَلِيًّا \" أَخْرَجَهُ مِنْ طَرِيق بَهْز بْن أَسَد عَنْ شُعْبَة. ‏ ‏قَوْله : ( عَلَى بَاب الرَّحَبَة ) ‏ ‏زَادَ فِي رِوَايَة شُعْبَة أَنَّهُ صَلَّى الظُّهْر ثُمَّ قَعَدَ فِي حَوَائِج النَّاس فِي رَحَبَة الْكُوفَة , وَالرَّحَبَة بِفَتْحِ الرَّاء وَالْمُهْمَلَة وَالْمُوَحَّدَة الْمَكَان الْمُتَّسَع , وَالرَّحْب بِسُكُونِ الْمُهْمَلَة الْمُتَّسَع أَيْضًا , قَالَ الْجَوْهَرِيّ : وَمِنْهُ أَرْض رَحْبَة بِالسُّكُونِ أَيْ مُتَّسَعَة , وَرَحَبَة الْمَسْجِد بِالتَّحْرِيكِ وَهِيَ سَاحَته , قَالَ اِبْن التِّين : فَعَلَى هَذَا يُقْرَأ الْحَدِيث بِالسُّكُونِ , وَيَحْتَمِل أَنَّهَا صَارَتْ رَحَبَة الْكُوفَة بِمَنْزِلَةِ رَحَبَة الْمَسْجِد فَيُقْرَأ بِالتَّحْرِيكِ , وَهَذَا هُوَ الصَّحِيح. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5616,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ، سَمِعْتُ النَّزَّالَ بْنَ سَبْرَةَ، يُحَدِّثُ عَنْ عَلِيٍّ ـ رضى الله عنه ـ أَنَّهُ صَلَّى الظُّهْرَ ثُمَّ قَعَدَ فِي حَوَائِجِ النَّاسِ فِي رَحَبَةِ الْكُوفَةِ حَتَّى حَضَرَتْ صَلاَةُ الْعَصْرِ، ثُمَّ أُتِيَ بِمَاءٍ فَشَرِبَ وَغَسَلَ وَجْهَهُ وَيَدَيْهِ وَذَكَرَ رَأْسَهُ وَرِجْلَيْهِ، ثُمَّ قَامَ فَشَرِبَ فَضْلَهُ وَهْوَ قَائِمٌ ثُمَّ قَالَ إِنَّ نَاسًا يَكْرَهُونَ الشُّرْبَ قَائِمًا وَإِنَّ النَّبِيَّ صلى الله عليه وسلم صَنَعَ مِثْلَ مَا صَنَعْتُ‏.‏",
    "english_text": "`Ali offered the Zuhr prayer and then sat down in the wide courtyard (of the Mosque) of Kufa in order \nto deal with the affairs of the people till the `Asr prayer became due. Then water was brought to him \nand he drank of it, washed his face, hands, head and feet. Then he stood up and drank the remaining \nwater while he was standing. and said, \"Some people dislike to drink water while standing thought the \nProphet did as I have just done.\"",
    "explication": "‏ ‏قَوْله : \" حَوَائِج \" ‏ ‏هُوَ جَمْع حَاجَة عَلَى غَيْر الْقِيَاس , وَذَكَرَ الْأَصْمَعِيّ أَنَّهُ مُوَلَّد , وَالْجَمْع حَاجَات وَحَاجّ وَقَالَ اِبْن وَلَّاد : الْحَوْجَاء الْحَاجَة وَجَمْعهَا حَوَاجِيّ بِالتَّشْدِيدِ , وَيَجُوز التَّخْفِيف , قَالَ : فَلَعَلَّ حَوَائِج مَقْلُوبَة مِنْ حَوَاجِيّ مِثْل سَوَائِع مِنْ سَوَاعِيّ. وَقَالَ أَبُو عُبَيْد الْهَرَوِيُّ : قِيلَ : الْأَصْل حَائِجَة فَيَصِحّ الْجَمْع عَلَى حَوَائِج. ‏ ‏قَوْله : ( ثُمَّ أُتِيَ بِمَاءٍ ) ‏ ‏فِي رِوَايَة عَمْرو بْن مَرْزُوق عَنْ شُعْبَة عِنْد الْإِسْمَاعِيلِيّ \" فَدَعَا بِوُضُوءٍ \" وَلِلتِّرْمِذِيِّ مِنْ طَرِيق الْأَعْمَش عَنْ عَبْد الْمَلِك بْن مَيْسَرَة \" ثُمَّ أُتِيَ عَلِيّ بِكُوزٍ مِنْ مَاء \" وَمِثْله مِنْ رِوَايَة بَهْز بْن أَسَد عَنْ شُعْبَة عِنْد النَّسَائِيِّ , وَكَذَا لِأَبِي دَاوُدَ الطَّيَالِسِيّ فِي مُسْنَده عَنْ شُعْبَة. ‏ ‏قَوْله : ( فَشَرِبَ وَغَسَلَ وَجْهه وَيَدَيْهِ , وَذَكَرَ رَأْسه وَرِجْلَيْهِ ) ‏ ‏كَذَا هُنَا , وَفِي رِوَايَة بَهْز \" فَأَخَذَ مِنْهُ كَفًّا فَمَسَحَ وَجْهه وَذِرَاعَيْهِ وَرَأْسَهُ وَرِجْلَيْهِ \". وَكَذَلِكَ عِنْد الطَّيَالِسِيّ \" فَغَسَلَ وَجْهه وَيَدَيْهِ وَمَسَحَ عَلَى رَأْسه وَرِجْلَيْهِ \" وَمِثْله فِي رِوَايَة عَمْرو بْن مَرْزُوق عِنْد الْإِسْمَاعِيلِيّ , وَيُؤْخَذ مِنْهُ أَنَّهُ فِي الْأَصْل \" وَمَسَحَ عَلَى رَأْسه وَرِجْلَيْهِ \" وَأَنَّ آدَم تَوَقَّفَ فِي سِيَاقه فَعَبَّرَ بِقَوْلِهِ \" وَذَكَرَ رَأْسه وَرِجْلَيْهِ \" وَوَقَعَ فِي رِوَايَة الْأَعْمَش \" فَغَسَلَ يَدَيْهِ وَمَضْمَضَ وَاسْتَنْشَقَ وَمَسَحَ بِوَجْهِهِ وَذِرَاعَيْهِ وَرَأْسه \" وَفِي رِوَايَة عَلِيّ بْن الْجَعْد عَنْ شُعْبَة عِنْد الْإِسْمَاعِيلِيّ \" فَمَسَحَ بِوَجْهِهِ وَرَأْسه وَرِجْلَيْهِ \" وَمِنْ رِوَايَة أَبِي الْوَلِيد عَنْ شُعْبَة ذَكَرَ الْغَسْل وَالتَّثْلِيث فِي الْجَمِيع , وَهِيَ شَاذَّة مُخَالِفَة لِرِوَايَةِ أَكْثَر أَصْحَاب شُعْبَة , وَالظَّاهِر أَنَّ الْوَهْم فِيهَا مِنْ الرَّاوِي عِنْد أَحْمَد بْن إِبْرَاهِيم الْوَاسِطِيّ شَيْخ الْإِسْمَاعِيلِيّ فِيهَا فَقَدْ ضَعَّفَهُ الدَّارَقُطْنِيُّ , وَالصِّفَة الَّتِي ذَكَرهَا هِيَ صِفَة إِسْبَاغ الْوُضُوء الْكَامِل , وَقَدْ ثَبَتَ فِي آخِر الْحَدِيث قَوْل عَلِيّ : هَذَا وُضُوء مَنْ لَمْ يُحْدِث كَمَا سَيَأْتِي بَيَانه. ‏ ‏قَوْله : ( ثُمَّ قَامَ فَشَرِبَ فَضْله ) ‏ ‏هَذَا هُوَ الْمَحْفُوظ فِي الرِّوَايَات كُلّهَا , وَاَلَّذِي وَقَعَ هُنَا مِنْ ذِكْر الشُّرْب مَرَّة قَبْل الْوُضُوء وَمَرَّة بَعْد الْفَرَاغ مِنْهُ لَمْ أَرَهُ فِي غَيْر رِوَايَة آدَم , وَالْمُرَاد بِقَوْلِهِ : \" فَضْله \" بَقِيَّة الْمَاء الَّذِي تَوَضَّأَ مِنْهُ. ‏ ‏قَوْله : ( ثُمَّ قَالَ : إِنَّ نَاسًا يَكْرَهُونَ الشُّرْب قَائِمًا ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَكَأَنَّ الْمَعْنَى إِنَّ نَاسًا يَكْرَهُونَ أَنْ يَشْرَب كُلّ مِنْهُمْ قَائِمًا , وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ \" قِيَامًا \" وَهِيَ وَاضِحَة , وَلِلطَّيَالِسِيّ \" أَنْ يَشْرَبُوا قِيَامًا \". ‏ ‏قَوْله : ( صَنَعَ كَمَا صَنَعْت ) ‏ ‏أَيْ مِنْ الشُّرْب قَائِمًا , وَصَرَّحَ بِهِ الْإِسْمَاعِيلِيّ فِي رِوَايَته فَقَالَ : \" شَرِبَ فَضْلَة وُضُوئِهِ قَائِمًا كَمَا شَرِبْت \" وَلِأَحْمَد وَرَأَيْته مِنْ طَرِيقَيْنِ آخَرَيْنِ \" عَنْ عَلِيّ أَنَّهُ شَرِبَ قَائِمًا , فَرَأَى النَّاس كَأَنَّهُمْ أَنْكَرُوهُ فَقَالَ : مَا تَنْظُرُونَ أَنْ أَشْرَب قَائِمًا ؟ فَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَشْرَب قَائِمًا , وَإِنْ شَرِبْت قَاعِدًا فَقَدْ رَأَيْته يَشْرَب قَاعِدًا \" وَوَقَعَ فِي رِوَايَة النَّسَائِيِّ وَالْإِسْمَاعِيلِيّ زِيَادَة فِي آخِر الْحَدِيث مِنْ طُرُق عَنْ شُعْبَة \" وَهَذَا وُضُوء مَنْ لَمْ يُحْدِث \" وَهِيَ عَلَى شَرْط الصَّحِيح , وَكَذَا ثَبَتَ فِي رِوَايَة الْأَعْمَش عِنْد التِّرْمِذِيّ. وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى جَوَاز الشُّرْب لِلْقَائِمِ , وَقَدْ عَارَضَ ذَلِكَ أَحَادِيث صَرِيحَة فِي النَّهْي عَنْهُ. وَمِنْهَا عِنْد مُسْلِم عَنْ أَنَس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَجَرَ عَنْ الشُّرْب قَائِمًا \" وَمِثْله عِنْده عَنْ أَبِي سَعِيد بِلَفْظِ \" نَهَى \" وَمِثْله لِلتِّرْمِذِيِّ وَحَسَّنَهُ مِنْ حَدِيث الْجَارُود , وَلِمُسْلِمٍ مِنْ طَرِيق أَبِي غَطَفَان عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" لَا يَشْرَبَنَّ أَحَدكُمْ قَائِمًا , فَمَنْ نَسِيَ فَلْيَسْتَقِئْ \" , وَأَخْرَجَهُ أَحْمَد مِنْ وَجْه آخَر وَصَحَّحَهُ اِبْن حِبَّان مِنْ طَرِيق أَبِي صَالِح عَنْهُ بِلَفْظِ \" لَوْ يَعْلَم الَّذِي يَشْرَب وَهُوَ قَائِم لَاسْتَقَاءَ \" وَلِأَحْمَد مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا يَشْرَب قَائِمًا فَقَالَ : قِه , قَالَ : لِمَهْ ؟ قَالَ : أَيَسُرُّك أَنْ يَشْرَب مَعَك الْهِرّ ؟ قَالَ : لَا. قَالَ قَدْ شَرِبَ مَعَك مَنْ هُوَ شَرّ مِنْهُ , الشَّيْطَان \" وَهُوَ مِنْ رِوَايَة شُعْبَة عَنْ أَبِي زِيَاد الطَّحَّان مَوْلَى الْحَسَن بْن عَلِيّ عَنْهُ , وَأَبُو زِيَاد لَا يُعْرَف اِسْمه , وَقَدْ وَثَّقَهُ يَحْيَى بْن مَعِين. وَأَخْرَجَ مُسْلِم مِنْ طَرِيق قَتَادَة عَنْ أَنَس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يَشْرَب الرَّجُل قَائِمًا , قَالَ قَتَادَة فَقُلْنَا لِأَنَسٍ : فَالْأَكْل ؟ قَالَ ذَاكَ أَشَرّ وَأَخْبَث \" قِيلَ : وَإِنَّمَا جُعِلَ الْأَكْل أَشَرّ لِطُولِ زَمَنه بِالنِّسْبَةِ لِزَمَنِ الشُّرْب. فَهَذَا مَا وَرَدَ فِي الْمَنْع مِنْ ذَلِكَ. قَالَ الْمَازِرِيّ : اِخْتَلَفَ النَّاس فِي هَذَا , فَذَهَبَ الْجُمْهُور إِلَى الْجَوَاز , وَكَرِهَهُ قَوْم , فَقَالَ بَعْض شُيُوخنَا : لَعَلَّ النَّهْي يَنْصَرِف لِمَنْ أَتَى أَصْحَابه بِمَاءٍ فَبَادَرَ لِشُرْبِهِ قَائِمًا قَبْلهمْ اِسْتِبْدَادًا بِهِ وَخُرُوجًا عَنْ كَوْن سَاقِي الْقَوْم آخِرهمْ شُرْبًا. قَالَ : وَأَيْضًا فَإِنَّ الْأَمْر فِي حَدِيث أَبِي هُرَيْرَة بِالِاسْتِقَاءِ لَا خِلَاف بَيْن أَهْل الْعِلْم فِي أَنَّهُ لَيْسَ عَلَى أَحَد أَنْ يَسْتَقِيء. قَالَ وَقَالَ بَعْض الشُّيُوخ : الْأَظْهَر أَنَّهُ مَوْقُوف عَلَى أَبِي هُرَيْرَة. قَالَ : وَتَضَمَّنَ حَدِيث أَنَس الْأَكْل أَيْضًا , وَلَا خِلَاف فِي جَوَاز الْأَكْل قَائِمًا. قَالَ : وَاَلَّذِي يَظْهَر لِي أَنَّ أَحَادِيث شُرْبه قَائِمًا تَدُلّ عَلَى الْجَوَاز , وَأَحَادِيث النَّهْي تُحْمَل عَلَى الِاسْتِحْبَاب وَالْحَثّ عَلَى مَا هُوَ أَوْلَى وَأَكْمَل. أَوْ لِأَنَّ فِي الشُّرْب قَائِمًا ضَرَرًا فَأَنْكَرَهُ مِنْ أَجْلِهِ وَفَعَلَهُ هُوَ لِأَمْنِهِ , قَالَ : وَعَلَى هَذَا الثَّانِي يُحْمَل قَوْله : \" فَمَنْ نَسِيَ فَلْيَسْتَقِئْ \" عَلَى أَنَّ ذَلِكَ يُحَرِّك خِلْطًا يَكُون الْقَيْء دَوَاءَهُ. وَيُؤَيِّدهُ قَوْل النَّخَعِيِّ : إِنَّمَا نَهَى عَنْ ذَلِكَ لِدَاءِ الْبَطْن. اِنْتَهَى مُلَخَّصًا. وَقَالَ عِيَاض : لَمْ يُخَرِّج مَالِك وَلَا الْبُخَارِيّ أَحَادِيث النَّهْي , وَأَخْرَجَهَا مُسْلِم مِنْ رِوَايَة قَتَادَة عَنْ أَنَس وَمِنْ رِوَايَته عَنْ أَبِي عِيسَى عَنْ أَبِي سَعِيد وَهُوَ مُعَنْعَن , وَكَانَ شُعْبَة يَتَّقِي مِنْ حَدِيث قَتَادَة مَا لَا يُصَرِّح فِيهِ بِالتَّحْدِيثِ , وَأَبُو عِيسَى غَيْر مَشْهُور , وَاضْطِرَاب قَتَادَة فِيهِ مِمَّا يُعِلُّهُ مَعَ مُخَالَفَة الْأَحَادِيث الْأُخْرَى وَالْأَئِمَّة لَهُ. وَأَمَّا حَدِيث أَبِي هُرَيْرَة فَفِي سَنَده عُمَر بْن حَمْزَة وَلَا يَحْتَمِل مِنْهُ مِثْل هَذَا لِمُخَالَفَةِ غَيْره لَهُ , وَالصَّحِيح أَنَّهُ مَوْقُوف. اِنْتَهَى مُلَخَّصًا. وَوَقَعَ لِلنَّوَوِيِّ مَا مُلَخَّصه : هَذِهِ الْأَحَادِيث أَشْكَلَ مَعْنَاهَا عَلَى بَعْض الْعُلَمَاء حَتَّى قَالَ فِيهَا أَقْوَالًا بَاطِلَة , وَزَادَ حَتَّى تَجَاسَرَ وَرَامَ أَنْ يُضَعِّف بَعْضهَا , وَلَا وَجْه لِإِشَاعَةِ الْغَلَطَات , بَلْ يُذْكَر الصَّوَاب وَيُشَار إِلَى التَّحْذِير عَنْ الْغَلَط , وَلَيْسَ فِي الْأَحَادِيث إِشْكَال وَلَا فِيهَا ضَعِيف , بَلْ الصَّوَاب أَنَّ النَّهْي فِيهَا مَحْمُول عَلَى التَّنْزِيه , وَشُرْبه قَائِمًا لِبَيَانِ الْجَوَاز , وَأَمَّا مَنْ زَعَمَ نَسْخًا أَوْ غَيْره فَقَدْ غَلِطَ , فَإِنَّ النَّسْخ لَا يُصَار إِلَيْهِ مَعَ إِمْكَان الْجَمْع لَوْ ثَبَتَ التَّارِيخ , وَفِعْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِبَيَانِ الْجَوَاز لَا يَكُون فِي حَقّه مَكْرُوهًا أَصْلًا , فَإِنَّهُ كَانَ يَفْعَل الشَّيْء لِلْبَيَانِ مَرَّة أَوْ مَرَّات , وَيُوَاظِب عَلَى الْأَفْضَل , وَالْأَمْر بِالِاسْتِقَاءَةِ مَحْمُول عَلَى الِاسْتِحْبَاب , فَيُسْتَحَبّ لِمَنْ شَرِبَ قَائِمًا أَنْ يَسْتَقِيء لِهَذَا الْحَدِيث الصَّحِيح الصَّرِيح , فَإِنَّ الْأَمْر إِذَا تَعَذَّرَ حَمْله عَلَى الْوُجُوب حُمِلَ عَلَى الِاسْتِحْبَاب. وَأَمَّا قَوْل عِيَاض : لَا خِلَاف بَيْن أَهْل الْعِلْم فِي أَنَّ مَنْ شَرِبَ قَائِمًا لَيْسَ عَلَيْهِ أَنْ يَتَقَيَّأ , وَأَشَارَ بِهِ إِلَى تَضْعِيف الْحَدِيث , فَلَا يُلْتَفَت إِلَى إِشَارَته , وَكَوْن أَهْل الْعِلْم لَمْ يُوجِبُوا الِاسْتِقَاءَة لَا يَمْنَع مِنْ اِسْتِحْبَابه , فَمَنْ اِدَّعَى مَنْع الِاسْتِحْبَاب بِالْإِجْمَاعِ فَهُوَ مُجَازِف , وَكَيْف تُتْرَك السُّنَّة الصَّحِيحَة بِالتَّوَهُّمَاتِ , وَالدَّعَاوَى وَالتُّرَّهَات ؟ ا ه وَلَيْسَ فِي كَلَام عِيَاض التَّعَرُّض لِلِاسْتِحْبَابِ أَصْلًا , بَلْ وَنَقْل الِاتِّفَاق الْمَذْكُور إِنَّمَا هُوَ كَلَام الْمَازِرِيّ كَمَا مَضَى , وَأَمَّا تَضْعِيف عِيَاض لِلْأَحَادِيثِ فَلَمْ يَتَشَاغَل النَّوَوِيّ بِالْجَوَابِ عَنْهُ. وَطَرِيق الْإِنْصَاف أَنْ لَا تُدْفَع حُجَّة الْعَالِم بِالصَّدْرِ , فَأَمَّا إِشَارَته إِلَى تَضْعِيف حَدِيث أَنَس بِكَوْنِ قَتَادَة مُدَلِّسًا وَقَدْ عَنْعَنَهُ فَيُجَاب عَنْهُ بِأَنَّهُ صَرَّحَ فِي نَفْس السَّنَد بِمَا يَقْتَضِي سَمَاعه لَهُ مِنْ أَنَس , فَإِنَّ فِيهِ \" قُلْنَا لِأَنَسٍ : فَالْأَكْل \" وَأَمَّا تَضْعِيفه حَدِيث أَبِي سَعِيد بِأَنَّ أَبَا عِيسَى غَيْر مَشْهُور فَهُوَ قَوْل سَبَقَ إِلَيْهِ اِبْن الْمَدِينِيّ لِأَنَّهُ لَمْ يَرْوِ عَنْهُ إِلَّا قَتَادَة , لَكِنْ وَثَّقَهُ الطَّبَرِيّ وَابْن حِبَّان , وَمِثْل هَذَا يُخَرَّج فِي الشَّوَاهِد , وَدَعْوَاهُ اِضْطِرَابه مَرْدُودَة لِأَنَّ لِقَتَادَة فِيهِ إِسْنَادَيْنِ وَهُوَ حَافِظ , وَأَمَّا تَضْعِيفه لِحَدِيثِ أَبِي هُرَيْرَة بِعُمَر بْن حَمْزَة فَهُوَ مُخْتَلَف فِي تَوْثِيقه وَمِثْله يُخَرِّج لَهُ مُسْلِم فِي الْمُتَابَعَات , وَقَدْ تَابَعَهُ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة كَمَا أَشَرْت إِلَيْهِ عِنْد أَحْمَد وَابْن حِبَّان , فَالْحَدِيث بِمَجْمُوعِ طُرُقه صَحِيح وَاَللَّه أَعْلَم. قَالَ النَّوَوِيّ وَتَبِعَهُ شَيْخنَا فِي \" شَرْح التِّرْمِذِيّ \" : إِنَّ قَوْله \" فَمَنْ نَسِيَ \" لَا مَفْهُوم لَهُ , بَلْ يُسْتَحَبّ ذَلِكَ لِلْعَامِدِ أَيْضًا بِطَرِيقِ الْأَوْلَى , وَإِنَّمَا خُصَّ النَّاسِي بِالذِّكْرِ لِكَوْنِ الْمُؤْمِن لَا يَقَع ذَلِكَ مِنْهُ بَعْد النَّهْي غَالِبًا إِلَّا نِسْيَانًا. قُلْت : وَقَدْ يُطْلَق النِّسْيَان وَيُرَاد بِهِ التَّرْك فَيَشْمَل السَّهْو وَالْعَمْد , فَكَأَنَّهُ قِيلَ مَنْ تَرَكَ اِمْتِثَال الْأَمْر وَشَرِبَ قَائِمًا فَلْيَسْتَقِئْ. وَقَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِم \" : لَمْ يَصِرْ أَحَد إِلَى أَنَّ النَّهْي فِيهِ لِلتَّحْرِيمِ وَإِنْ كَانَ جَارِيًا عَلَى أُصُول الظَّاهِرِيَّة وَالْقَوْل بِهِ , وَتُعُقِّبَ بِأَنَّ اِبْن حَزْم مِنْهُمْ جَزَمَ بِالتَّحْرِيمِ , وَتَمَسَّكَ مَنْ لَمْ يَقُلْ بِالتَّحْرِيمِ بِحَدِيثِ عَلِيّ الْمَذْكُور فِي الْبَاب , وَصَحَّحَ التِّرْمِذِيّ مِنْ حَدِيث اِبْن عُمَر \" كُنَّا نَأْكُل عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَمْشِي , وَنَشْرَب وَنَحْنُ قِيَام \" وَفِي الْبَاب عَنْ سَعْد بْن أَبِي وَقَّاص أَخْرَجَهُ التِّرْمِذِيّ أَيْضًا وَعَنْ عَبْد اللَّه بْن أُنَيْس أَخْرَجَهُ الطَّبَرَانِيُّ وَعَنْ أَنَس أَخْرَجَهُ الْبَزَّار وَالْأَثْرَم وَعَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَخْرَجَهُ التِّرْمِذِيّ وَحَسَّنَهُ وَعَنْ عَائِشَة أَخْرَجَهُ الْبَزَّار وَأَبُو عَلِيّ الطُّوسِيُّ فِي \" الْأَحْكَام \" وَعَنْ أُمّ سُلَيْمٍ نَحْوه أَخْرَجَهُ اِبْن شَاهِين وَعَنْ عَبْد اللَّه بْن السَّائِب عَنْ خَبَّاب عَنْ أَبِيهِ عَنْ جَدّه أَخْرَجَهُ اِبْن أَبِي حَاتِم , وَعَنْ كَبْشَة قَالَتْ : \" دَخَلْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَشَرِبَ مِنْ قِرْبَة مُعَلَّقَة \" أَخْرَجَهُ التِّرْمِذِيّ وَصَحَّحَهُ , وَعَنْ كُلْثُم نَحْوه أَخْرَجَهُ أَبُو مُوسَى بِسَنَدٍ حَسَن. وَثَبَتَ الشُّرْب قَائِمًا عَنْ عُمَر أَخْرَجَهُ الطَّبَرِيّ , وَفِي \" الْمُوَطَّأ \" أَنَّ عُمَر وَعُثْمَان وَعَلِيًّا كَانُوا يَشْرَبُونَ قِيَامًا وَكَانَ سَعْد وَعَائِشَة لَا يَرَوْنَ بِذَلِكَ بَأْسًا , وَثَبَتَتْ الرُّخْصَة عَنْ جَمَاعَة مِنْ التَّابِعِينَ. وَسَلَكَ الْعُلَمَاء فِي ذَلِكَ مَسَالِك : ‏ ‏أَحَدهَا : التَّرْجِيح وَأَنَّ أَحَادِيث الْجَوَاز أَثْبَت مِنْ أَحَادِيث النَّهْي , وَهَذِهِ طَرِيقَة أَبِي بَكْر الْأَثْرَم فَقَالَ : حَدِيث أَنَس - يَعْنِي فِي النَّهْي - جَيِّد الْإِسْنَاد وَلَكِنْ قَدْ جَاءَ عَنْهُ خِلَافه , يَعْنِي فِي الْجَوَاز , قَالَ : وَلَا يَلْزَم مِنْ كَوْن الطَّرِيق إِلَيْهِ فِي النَّهْي أَثْبَت مِنْ الطَّرِيق إِلَيْهِ فِي الْجَوَاز أَنْ لَا يَكُون الَّذِي يُقَابِلهُ أَقْوَى لِأَنَّ الثَّبْت قَدْ يَرْوِي مَنْ هُوَ دُونه الشَّيْء فَيُرَجَّح عَلَيْهِ , فَقَدْ رُجِّحَ نَافِع عَلَى سَالِم فِي بَعْض الْأَحَادِيث عَنْ اِبْن عُمَر وَسَالِم مُقَدَّم عَلَى نَافِع فِي الثَّبْت , وَقُدِّمَ شَرِيك عَلَى الثَّوْرِيّ فِي حَدِيثَيْنِ وَسُفْيَان مُقَدَّم عَلَيْهِ فِي جُمْلَة أَحَادِيث. ثُمَّ أَسْنَدَ عَنْ أَبِي هُرَيْرَة قَالَ : \" لَا بَأْس بِالشُّرْبِ قَائِمًا \" قَالَ الْأَثْرَم : فَدَلَّ عَلَى أَنَّ الرِّوَايَة عَنْهُ فِي النَّهْي لَيْسَتْ ثَابِتَة , وَإِلَّا لَمَا قَالَ لَا بَأْس بِهِ , قَالَ : وَيَدُلّ عَلَى وَهَاء أَحَادِيث النَّهْي أَيْضًا اِتِّفَاق الْعُلَمَاء عَلَى أَنَّهُ لَيْسَ عَلَى أَحَد شَرِبَ قَائِمًا أَنْ يَسْتَقِيء. ‏ ‏الْمَسْلَك الثَّانِي : دَعْوَى النَّسْخ , وَإِلَيْهَا جَنَحَ الْأَثْرَم وَابْن شَاهِين فَقَرَّرَا عَلَى أَنَّ أَحَادِيث النَّهْي - عَلَى تَقْدِير ثُبُوتهَا - مَنْسُوخَة بِأَحَادِيث الْجَوَاز بِقَرِينَةِ عَمَل الْخُلَفَاء الرَّاشِدِينَ وَمُعْظَم الصَّحَابَة وَالتَّابِعِينَ بِالْجَوَازِ , وَقَدْ عَكَسَ ذَلِكَ اِبْن حَزْم فَادَّعَى نَسْخ أَحَادِيث الْجَوَاز بِأَحَادِيث النَّهْي مُتَمَسِّكًا بِأَنَّ الْجَوَاز عَلَى وَفْق الْأَصْل وَأَحَادِيث النَّهْي مُقَرِّرَة لِحُكْمِ الشَّرْع. فَمَنْ اِدَّعَى الْجَوَاز بَعْد النَّهْي فَعَلَيْهِ الْبَيَان , فَإِنَّ النَّسْخ لَا يَثْبُت بِالِاحْتِمَالِ. وَأَجَابَ بَعْضهمْ بِأَنَّ أَحَادِيث الْجَوَاز مُتَأَخِّرَة لِمَا وَقَعَ مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجَّة الْوَدَاع كَمَا سَيَأْتِي ذِكْره فِي هَذَا الْبَاب مِنْ حَدِيث اِبْن عَبَّاس , وَإِذَا كَانَ ذَلِكَ الْأَخِير مِنْ فِعْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَلَّ عَلَى الْجَوَاز , وَيَتَأَيَّد بِفِعْلِ الْخُلَفَاء الرَّاشِدِينَ بَعْده. ‏ ‏الْمَسْلَك الثَّالِث : الْجَمْع بَيْن الْخَبَرَيْنِ بِضَرْبٍ مِنْ التَّأْوِيل , فَقَالَ أَبُو الْفَرَج الثَّقَفِيّ فِي نَصْره الصِّحَاح : وَالْمُرَاد بِالْقِيَامِ هُنَا الْمَشْي , يُقَال قَامَ فِي الْأَمْر إِذَا مَشَى فِيهِ , وَقُمْت فِي حَاجَتِي إِذَا سَعَيْت فِيهَا وَقَضَيْتهَا , وَمِنْهُ قَوْله تَعَالَى : ( إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ) أَيْ مُوَاظِبًا بِالْمَشْيِ عَلَيْهِ. وَجَنَحَ الطَّحَاوِيُّ إِلَى تَأْوِيل آخَر وَهُوَ حَمْل النَّهْي عَلَى مَنْ لَمْ يُسَمِّ عِنْد شُرْبه , وَهَذَا إِنْ سَلِمَ لَهُ فِي بَعْض أَلْفَاظ الْأَحَادِيث لَمْ يَسْلَم لَهُ فِي بَقِيَّتهَا. وَسَلَكَ آخَرُونَ فِي الْجَمْع حَمْل أَحَادِيث النَّهْي عَلَى كَرَاهَة التَّنْزِيه وَأَحَادِيث الْجَوَاز عَلَى بَيَانه , وَهِيَ طَرِيقَة الْخَطَّابِيّ وَابْن بَطَّال فِي آخَرِينَ , وَهَذَا أَحْسَن الْمَسَالِك وَأَسْلَمهَا وَأَبْعَدهَا مِنْ الِاعْتِرَاض , وَقَدْ أَشَارَ الْأَثْرَم إِلَى ذَلِكَ أَخِيرًا فَقَالَ : إِنْ ثَبَتَتْ الْكَرَاهَة حُمِلَتْ عَلَى الْإِرْشَاد وَالتَّأْدِيب لَا عَلَى التَّحْرِيم , وَبِذَلِكَ جَزَمَ الطَّبَرِيُّ وَأَيَّدَهُ بِأَنَّهُ لَوْ كَانَ جَائِزًا ثُمَّ حَرَّمَهُ أَوْ كَانَ حَرَامًا ثُمَّ جَوَّزَهُ لَبَيَّنَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ بَيَانًا وَاضِحًا , فَلَمَّا تَعَارَضَتْ الْأَخْبَار بِذَلِكَ جَمَعْنَا بَيْنهَا بِهَذَا. وَقِيلَ إِنَّ النَّهْي عَنْ ذَلِكَ إِنَّمَا هُوَ مِنْ جِهَة الطِّبّ مَخَافَة وُقُوع ضَرَر بِهِ , فَإِنَّ الشُّرْب قَاعِدًا أَمْكَن وَأَبْعَد مِنْ الشَّرَق وَحُصُول الْوَجَع فِي الْكَبِد أَوْ الْحَلْق , وَكُلّ ذَلِكَ قَدْ لَا يَأْمَن مِنْهُ مَنْ شَرِبَ قَائِمًا. وَفِي حَدِيث عَلِيّ مِنْ الْفَوَائِد أَنَّ عَلَى الْعَالِم إِذَا رَأَى النَّاس اِجْتَنِبُوا شَيْئًا وَهُوَ يَعْلَم جَوَازه أَنْ يُوَضِّح لَهُمْ وَجْه الصَّوَاب فِيهِ خَشْيَة أَنْ يَطُول الْأَمْر فَيُظَنّ تَحْرِيمه , وَأَنَّهُ مَتَى خَشِيَ ذَلِكَ فَعَلَيْهِ أَنْ يُبَادِر لِلْإِعْلَامِ بِالْحُكْمِ وَلَوْ لَمْ يُسْأَل , فَإِنْ سُئِلَ تَأَكَّدَ الْأَمْر بِهِ , وَأَنَّهُ إِذَا كَرِهَ مِنْ أَحَد شَيْئًا لَا يُشْهِر بِاسْمِهِ لِغَيْرِ غَرَض بَلْ يُكَنِّي عَنْهُ كَمَا كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَفْعَل فِي مِثْل ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5617,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ شَرِبَ النَّبِيُّ صلى الله عليه وسلم قَائِمًا مِنْ زَمْزَمَ‏.‏",
    "english_text": "The Prophet (ﷺ) drank Zamzam (water) while standing.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ عَاصِم الْأَحْوَل ) ‏ ‏قَالَ الْكَرْمَانِيُّ ذَكَرَ الْكَلَابَاذِيّ أَنَّ أَبَا نُعَيْم سَمِعَ مِنْ سُفْيَان الثَّوْرِيّ وَمِنْ سُفْيَان بْن عُيَيْنَةَ وَأَنَّ كُلًّا مِنْهُمَا رَوَى عَنْ عَاصِم الْأَحْوَل فَيَحْتَمِل أَنْ يَكُون أَحَدهمَا. قُلْت : لَيْسَ الِاحْتِمَالَانِ فِيهِمَا هُنَا عَلَى السَّوَاء , فَإِنَّ أَبَا نُعَيْم مَشْهُور بِالرِّوَايَةِ عَنْ الثَّوْرِيّ مَعْرُوف بِمُلَازَمَتِهِ , وَرِوَايَته عَنْ اِبْن عُيَيْنَةَ قَلِيلَة , وَإِذَا أَطْلَقَ اِسْم شَيْخه حُمِلَ عَلَى مَنْ هُوَ أَشْهَر بِصُحْبَتِهِ وَرِوَايَته عَنْهُ أَكْثَر , وَلِهَذَا جَزَمَ الْمِزِّيّ فِي \" الْأَطْرَاف \" أَنَّ سُفْيَان هَذَا هُوَ الثَّوْرِيّ , وَهَذِهِ قَاعِدَة مُطَّرِدَة عِنْد الْمُحَدِّثِينَ فِي مِثْل هَذَا , وَلِلْخَطِيبِ فِيهِ تَصْنِيف سَمَّاهُ \" الْمُكْمِل لِبَيَانِ الْمُهْمَل \" , وَقَدْ رَوَى هَذَا الْحَدِيث بِعَيْنِهِ سُفْيَان بْن عُيَيْنَةَ عَنْ عَاصِم الْأَحْوَل أَخْرَجَهُ أَحْمَد عَنْهُ , وَكَذَا هُوَ عِنْد مُسْلِم رِوَايَة اِبْن عُيَيْنَةَ , وَأَخْرَجَهُ أَحْمَد أَيْضًا مِنْ وَجْه آخَر عَنْ سُفْيَان الثَّوْرِيّ عَنْ عَاصِم الْأَحْوَل , لَكِنْ خُصُوص رِوَايَة أَبِي نُعَيْم فِيهِ إِنَّمَا هِيَ عَنْ الثَّوْرِيّ كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( شَرِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَائِمًا مِنْ زَمْزَم ) ‏ ‏فِي رِوَايَة اِبْن مَاجَهْ مِنْ وَجْه آخَر عَنْ عَاصِم فِي هَذَا الْحَدِيث \" قَالَ - أَيْ عَاصِم - فَذَكَرْت ذَلِكَ لِعِكْرِمَة فَحَلَفَ أَنَّهُ مَا كَانَ حِينَئِذٍ إِلَّا رَاكِبًا \" وَقَدْ تَقَدَّمَ بَيَان ذَلِكَ فِي كِتَاب الْحَجّ , وَعِنْد أَبِي دَاوُدَ مِنْ وَجْه آخَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَافَ عَلَى بَعِيره ثُمَّ أَنَاخَهُ بَعْد طَوَافه فَصَلَّى رَكْعَتَيْنِ \" فَلَعَلَّهُ حِينَئِذٍ شَرِبَ مِنْ زَمْزَم قَبْل أَنْ يَعُود إِلَى بَعِيره وَيَخْرُج إِلَى الصَّفَا , بَلْ هَذَا هُوَ الَّذِي يَتَعَيَّن الْمَصِير إِلَيْهِ , لِأَنَّ عُمْدَة عِكْرِمَة فِي إِنْكَار كَوْنه شَرِبَ قَائِمًا إِنَّمَا هُوَ مَا ثَبَتَ عِنْده أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَافَ عَلَى بَعِيره وَخَرَجَ إِلَى الصَّفَّا عَلَى بَعِيره وَسَعَى كَذَلِكَ , لَكِنْ لَا بُدّ مِنْ تَخَلُّل رَكْعَتَيْ الطَّوَاف بَيْن ذَلِكَ وَقَدْ ثَبَتَ أَنَّهُ صَلَّاهُمَا عَلَى الْأَرْض فَمَا الْمَانِع مِنْ كَوْنه شَرِبَ حِينَئِذٍ مِنْ سِقَايَة زَمْزَم قَائِمًا كَمَا حَفِظَهُ الشَّعْبِيّ عَنْ اِبْن عَبَّاس ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5618,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، أَخْبَرَنَا أَبُو النَّضْرِ، عَنْ عُمَيْرٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ أُمِّ الْفَضْلِ بِنْتِ الْحَارِثِ، أَنَّهَا أَرْسَلَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم بِقَدَحِ لَبَنٍ، وَهُوَ وَاقِفٌ عَشِيَّةَ عَرَفَةَ، فَأَخَذَ بِيَدِهِ فَشَرِبَهُ‏.‏ زَادَ مَالِكٌ عَنْ أَبِي النَّضْرِ عَلَى بَعِيرِهِ‏.‏",
    "english_text": "(daughter of Al-Harith) that she sent a bowl of milk to the Prophet (ﷺ) while he was standing (at `Arafat) \nin the afternoon of the Day of `Arafat. He took it in his hands and drank it. Narrated Abu Nadr: The \nProphet was on the back of his camel.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مَالِك بْن إِسْمَاعِيل ) ‏ ‏هُوَ أَبُو غَسَّان النَّهْدِيّ الْكُوفِيّ مِنْ كِبَار شُيُوخ الْبُخَارِيّ , ‏ ‏وَقَوْله : بَعْد ذَلِكَ \" زَادَ مَالِك إِلَخْ \" ‏ ‏هُوَ اِبْن أَنَس وَالْمُرَاد أَنَّ مَالِكًا تَابَعَ عَبْد الْعَزِيز بْن أَبِي سَلَمَة عَلَى رِوَايَته هَذَا الْحَدِيث عَنْ أَبِي النَّضْر وَقَالَ فِي رِوَايَته \" شَرِبَ وَهُوَ وَاقِف عَلَى بَعِيره \" وَقَدْ تَقَدَّمَتْ هَذِهِ الرِّوَايَة تَامَّة فِي كِتَاب الصِّيَام مَعَ بَقِيَّة شَرْح الْحَدِيث. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5619,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ، وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ شِمَالِهِ أَبُو بَكْرٍ، فَشَرِبَ، ثُمَّ أَعْطَى الأَعْرَابِيَّ، وَقَالَ ‏\n\"‏ الأَيْمَنَ الأَيْمَنَ ‏\"‏‏.‏",
    "english_text": "Milk mixed with water was brought to Allah's Messenger (ﷺ) while a bedouin was on his right and Abu Bakr \nwas on his left. He drank (of it) and then gave (it) to the bedouin and said, 'The right\" \"The right \n(first).",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5620,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ فَشَرِبَ مِنْهُ، وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ الأَشْيَاخُ‏.‏ فَقَالَ لِلْغُلاَمِ ‏\n\"‏ أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلاَءِ ‏\"‏‏.‏ فَقَالَ الْغُلاَمُ وَاللَّهِ يَا رَسُولَ اللَّهِ لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا‏.‏ قَالَ فَتَلَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي يَدِهِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) was offered something to drink. He drank of it while on his right was a boy and on his \nleft were some elderly people. He said to the boy, \"May I give these (elderly) people first?\" The boy \nsaid, \"By Allah, O Allah's Messenger (ﷺ)! I will not give up my share from you to somebody else.\" On that \nAllah's Messenger (ﷺ) placed the cup in the hand of that boy.",
    "explication": "حَدِيث سَهْل بْن سَعْد وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ قَبْل ثَمَانِيَة أَبْوَاب , وَمُنَاسَبَته لِلتَّرْجَمَةِ ظَاهِرَة إِلْحَاقًا لِلْحَوْضِ وَالْقِرْبَة بِالْقَدَحِ , فَكَانَ صَاحِب الْقَدَح أَحَقّ بِالتَّصَرُّفِ فِيهِ شُرْبًا وَسَقْيًا. وَقَدْ خَفِيَ هَذَا عَلَى الْمُهَلَّب فَقَالَ : لَيْسَ فِي الْحَدِيث إِلَّا أَنَّ الْأَيْمَن أَحَقّ مِنْ غَيْره بِالْقَدَحِ , وَأَجَابَ اِبْن الْمُنِير بِأَنَّ مُرَاد الْبُخَارِيّ أَنَّهُ إِذَا اِسْتَحَقَّ الْأَيْمَن مَا فِي الْقَدَح بِمُجَرَّدِ جُلُوسه وَاخْتَصَّ بِهِ فَكَيْفَ لَا يَخْتَصّ بِهِ صَاحِب الْيَد وَالْمُتَسَبِّب فِي تَحْصِيله ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5621,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَمَعَهُ صَاحِبٌ لَهُ، فَسَلَّمَ النَّبِيُّ صلى الله عليه وسلم وَصَاحِبُهُ، فَرَدَّ الرَّجُلُ فَقَالَ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي‏.‏ وَهْىَ سَاعَةٌ حَارَّةٌ، وَهْوَ يُحَوِّلُ فِي حَائِطٍ لَهُ ـ يَعْنِي الْمَاءَ ـ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ فِي شَنَّةٍ وَإِلاَّ كَرَعْنَا ‏\"‏‏.‏ وَالرَّجُلُ يُحَوِّلُ الْمَاءَ فِي حَائِطٍ فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ عِنْدِي مَاءٌ بَاتَ فِي شَنَّةٍ‏.‏ فَانْطَلَقَ إِلَى الْعَرِيشِ فَسَكَبَ فِي قَدَحٍ مَاءً، ثُمَّ حَلَبَ عَلَيْهِ مِنْ دَاجِنٍ لَهُ، فَشَرِبَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ أَعَادَ، فَشَرِبَ الرَّجُلُ الَّذِي جَاءَ مَعَهُ‏.‏",
    "english_text": "The Prophet (ﷺ) and one of his companions entered upon an Ansari man. The Prophet (ﷺ) and his companion \ngreeted (the man) and he replied, \"O Allah's Messenger (ﷺ)! Let my father and mother be sacrificed for you! \nIt is hot,\" while he was watering his garden. The Prophet (ﷺ) asked him, \"If you have water kept overnight \nin a water skin, (give us), or else we will drink by putting our mouths in the basin.\" The man was \nwatering the garden The man said, \"O Allah's Messenger (ﷺ)! I have water kept overnight in a water-skin. He \nwent to the shade and poured some water into a bowl and milked some milk from a domestic goat in \nit. The Prophet (ﷺ) drank and then gave the bowl to the man who had come along with him to drink.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد ) ‏ ‏هُوَ الْجُعْفِيُّ , ‏ ‏وَأَبُو عَامِر ‏ ‏هُوَ الْعَقَدِيّ , ‏ ‏وَسَعِيد بْن الْحَارِثِ ‏ ‏هُوَ الْأَنْصَارِيّ. ‏ ‏قَوْله : ( دَخَلَ عَلَيَّ رَجُل مِنْ الْأَنْصَار ) ‏ ‏كُنْت ذَكَرْت فِي الْمُقَدِّمَة أَنَّهُ أَبُو الْهَيْثَم بْن التَّيْهَان الْأَنْصَارِيّ , ثُمَّ وَقَفْت عَنْ ذَلِكَ لِمَا أَخْرَجَهُ أَحْمَد عَنْ إِسْحَاق بْن عِيسَى عَنْ فُلَيْح فِي أَوَّل حَدِيثَيْ الْبَاب أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَى قَوْمًا مِنْ الْأَنْصَار يَعُود مَرِيضًا لَهُمْ , وَقِصَّة أَبِي الْهَيْثَم فِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي هُرَيْرَة , وَاسْتَوْعَبَ اِبْن مَرْدَوَيْهِ فِي تَفْسِير التَّكَاثُر طُرُقه فَزَادَ عَنْ اِبْن عَبَّاس وَأَبِي عَسِيب وَأَبِي سَعِيد وَلَمْ يَذْكُر فِي شَيْء مِنْ طُرُقه عُبَادَةَ , فَاَلَّذِي يَظْهَر أَنَّهَا قِصَّة أُخْرَى , ثُمَّ وَقَفَتْ عَلَى الْمُسْتَنَد فِي ذَلِكَ وَهُوَ مَا ذَكَرَهُ الْوَاقِدِيّ مِنْ حَدِيث الْهَيْثَم بْن نَصْر الْأَسْلَمِيّ قَالَ : \" خَدَمْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَزِمْت بَابه , فَكُنْت آتِيه بِالْمَاءِ مِنْ بِئْر جَاشِم - وَهِيَ بِئْر أَبِي الْهَيْثَم بْن التَّيْهَان وَكَانَ مَاؤُهَا طَيِّبًا - وَلَقَدْ دَخَلَ يَوْمًا صَائِفًا وَمَعَهُ أَبُو بَكْر عَلَى أَبِي الْهَيْثَم فَقَالَ : هَلْ مِنْ مَاء بَارِد ؟ فَأَتَاهُ بِشَجْبٍ فِيهِ مَاء كَأَنَّهُ الثَّلْج فَصَبَّهُ عَلَى لَبَن عَنْز لَهُ وَسَقَاهُ , ثُمَّ قَالَ لَهُ : إِنَّ لَنَا عَرِيشًا بَارِدًا فَقِلْ فِيهِ يَا رَسُول اللَّه عِنْدنَا , فَدَخَلَهُ وَأَبُو بَكْر , وَأَتَى أَبُو الْهَيْثَم بِأَلْوَانٍ مِنْ الرُّطَب \" الْحَدِيث. وَالشَّجْب بِفَتْحِ الْمُعْجَمَة وَسُكُون الْجِيم ثُمَّ مُوَحَّدَة يُتَّخَذ مِنْ شَنَّة تُقْطَع وَيُخْرَز رَأْسهَا. ‏ ‏قَوْله : ( وَمَعَهُ صَاحِبه ) ‏ ‏هُوَ أَبُو بَكْر الصِّدِّيق كَمَا تَرَى. ‏ ‏قَوْله : ( فَقَالَ لَهُ ) ‏ ‏زَادَ فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ قَبْل هَذَا \" وَإِلَى جَانِبه مَاء فِي رَكِيّ \" وَهُوَ بِفَتْحِ الرَّاء وَكَسْر الْكَاف وَبَعْدهَا شِدَّة الْبِئْر الْمَطْوِيَّة , وَزَادَ فِي رِوَايَة سَتَأْتِي بَعْد خَمْسَة أَبْوَاب \" فَسَلَّمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَاحِبه فَرَدَّ الرَّجُل - أَيْ عَلَيْهِمَا - السَّلَام \". ‏ ‏قَوْله : ( إِنْ كَانَ عِنْدك مَاء بَاتَ هَذِهِ اللَّيْلَة فِي شَنَّة ) ‏ ‏بِفَتْحِ الْمُعْجَمَة وَتَشْدِيد النُّون وَهِيَ الْقِرْبَة الْخَلِقَة , وَقَالَ الدَّاوُدِيّ : هِيَ الَّتِي زَالَ شَعْرهَا مِنْ الْبِلَى. قَالَ الْمُهَلَّب : الْحِكْمَة فِي طَلَب الْمَاء الْبَائِت أَنَّهُ يَكُون أَبْرَد وَأَصْفَى , وَأَمَّا مَزْج اللَّبَن بِالْمَاءِ فَلَعَلَّ ذَلِكَ كَانَ فِي يَوْم حَارّ كَمَا وَقَعَ فِي قِصَّة أَبِي بَكْر مَعَ الرَّاعِي. قُلْت : لَكِنْ الْقِصَّتَانِ مُخْتَلِفَتَانِ , فَصَنِيع أَبِي بَكْر ذَلِكَ بِاللَّبَنِ لِشِدَّةِ الْحَرّ , وَصَنِيع الْأَنْصَارِيّ لِأَنَّهُ أَرَادَ أَنْ لَا يَسْقِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَاء صِرْفًا فَأَرَادَ أَنْ يُضِيف إِلَيْهِ اللَّبَن فَأَحْضَرَ لَهُ مَا طُلِبَ مِنْهُ وَزَادَ عَلَيْهِ مِنْ جِنْس جَرَتْ عَادَتْهُ بِالرَّغْبَةِ فِيهِ. وَيُؤَيِّد هَذَا مَا فِي رِوَايَة الْهَيْثَم بْن نَصْر قَبْل أَنَّ الْمَاء كَانَ مِثْل الثَّلْج. ‏ ‏قَوْله : ( وَإِلَّا كَرَعْنَا ) ‏ ‏فِيهِ حَذَفَ تَقْدِيره : فَاسْقِنَا , وَإِنْ لَمْ يَكُنْ عِنْدك كَرَعْنَا. وَوَقَعَ فِي رِوَايَة اِبْن مَاجَهْ التَّصْرِيح بِطَلَبِ السَّقْي. وَالْكَرْع بِالرَّاءِ تَنَاوُل الْمَاء بِالْفَمِ مِنْ غَيْر إِنَاء وَلَا كَفّ , وَقَالَ اِبْن التِّين حَكَى أَبُو عَبْد الْمَلِك أَنَّهُ الشُّرْب بِالْيَدَيْنِ مَعًا , قَالَ : وَأَهْل اللُّغَة عَلَى خِلَافه. قُلْت : وَيَرُدّهُ مَا أَخْرَجَهُ اِبْن مَاجَهْ عَنْ اِبْن عُمَر قَالَ : \" مَرَرْنَا عَلَى بِرْكَة فَجَعَلْنَا نَكْرَع فِيهَا , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : لَا تَكْرَعُوا وَلَكِنْ اِغْسِلُوا أَيْدِيكُمْ ثُمَّ اِشْرَبُوا بِهَا \" الْحَدِيث وَلَكِنْ فِي سَنَده ضَعْف , فَإِنْ كَانَ مَحْفُوظًا فَالنَّهْي فِيهِ لِلتَّنْزِيهِ , وَالْفِعْل لِبَيَانِ الْجَوَاز , أَوْ قِصَّة جَابِر قَبْل النَّهْي , أَوْ النَّهْي فِي غَيْر حَال الضَّرُورَة , وَهَذَا الْفِعْل كَانَ لِضَرُورَةِ شُرْب الْمَاء الَّذِي لَيْسَ بِبَارِدٍ فَيَشْرَب بِالْكَرْعِ لِضَرُورَةِ الْعَطَش لِئَلَّا تَكْرَههُ نَفْسه إِذَا تَكَرَّرَتْ الْجَرْع , فَقَدْ لَا يَبْلُغ الْغَرَض مِنْ الرَّيّ , أَشَارَ إِلَى هَذَا الْأَخِير اِبْن بَطَّال , وَإِنَّمَا قِيلَ لِلشُّرْبِ بِالْفَمِ كَرْع لِأَنَّهُ فِعْل الْبَهَائِم لِشُرْبِهَا بِأَفْوَاهِهَا وَالْغَالِب أَنَّهَا تُدْخِل أَكَارِعهَا حِينَئِذٍ فِي الْمَاء , وَوَقَعَ عِنْد اِبْن مَاجَهْ مِنْ وَجْه آخَر عَنْ اِبْن عُمَر فَقَالَ : \" نَهَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ نَشْرَب عَلَى بُطُوننَا \" وَهُوَ الْكَرْع , وَسَنَده أَيْضًا ضَعِيف , فَهَذَا إِنْ ثَبَتَ اِحْتَمَلَ أَنْ يَكُون النَّهْي خَاصًّا بِهَذِهِ الصُّورَة , وَهِيَ أَنْ يَكُون الشَّارِب مُنْبَطِحًا عَلَى بَطْنه , وَيُحْمَل حَدِيث جَابِر عَلَى الشُّرْب بِالْفَمِ مِنْ مَكَان عَالٍ لَا يَحْتَاج إِلَى الِانْبِطَاح. وَوَقَعَ فِي رِوَايَة أَحْمَد \" وَإِلَّا تَجَرَّعْنَا \" بِمُثَنَّاةٍ وَجِيم وَتَشْدِيد الرَّاء أَيْ شَرِبْنَا جَرْعَة جَرْعَة , وَهَذَا قَدْ يُعَكِّر عَلَى الِاحْتِمَال الْمَذْكُور. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَالرَّجُل يُحَوِّل الْمَاء فِي حَائِطه ) ‏ ‏أَيْ يَنْقُل الْمَاء مِنْ مَكَان إِلَى مَكَان آخَر مِنْ الْبُسْتَان لِيَعُمّ أَشْجَاره بِالسَّقْيِ , وَسَيَأْتِي بَعْد خَمْسَة أَبْوَاب مِنْ وَجْه آخَر بِلَفْظِ \" وَهُوَ يُحَوِّل فِي حَائِط لَهُ \" يَعْنِي الْمَاء , وَفِي لَفْظ لَهُ \" يُحَوِّل الْمَاء فِي الْحَائِط \" فَيَحْتَمِل أَنْ يَكُون وَقَعَ مِنْهُ تَحْوِيل الْمَاء مِنْ الْبِئْر مَثَلًا إِلَى أَعْلَاهَا ثُمَّ حَوَّلَهُ مِنْ مَكَان إِلَى مَكَان. ‏ ‏قَوْله : ( إِلَى الْعَرِيش ) ‏ ‏هُوَ خَيْمَة مِنْ خَشَب وَثُمَام بِضَمِّ الْمُثَلَّثَة مُخَفَّفًا , وَهُوَ نَبَات ضَعِيف لَهُ خَوَاصّ , وَقَدْ يُجْعَل مِنْ الْجَرِيد كَالْقُبَّةِ أَوْ مِنْ الْعِيدَانِ وَيُظَلَّل عَلَيْهَا. ‏ ‏قَوْله : ( فَسَكَبَ فِي قَدَح ) ‏ ‏فِي رِوَايَة أَحْمَد : فَسَكَبَ مَاء فِي قَدَح. ‏ ‏قَوْله : ( ثُمَّ حَلَبَ عَلَيْهِ مِنْ دَاجِن لَهُ ) ‏ ‏فِي رِوَايَة أَحْمَد وَابْن مَاجَهْ فَحَلَبَ لَهُ شَاة ثُمَّ صَبَّ عَلَيْهِ مَاء بَاتَ فِي شَنّ , وَالدَّاجِن بِجِيمٍ وَنُون : الشَّاة الَّتِي تَأْلَف الْبُيُوت. ‏ ‏قَوْله : ( ثُمَّ شَرِبَ الرَّجُل ) ‏ ‏فِي رِوَايَة أَحْمَد \" وَشَرِبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَقَى صَاحِبه \" وَظَاهِره أَنَّ الرَّجُل شَرِبَ فَضْلَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لَكِنْ فِي رِوَايَة لِأَحْمَد أَيْضًا وَابْن مَاجَهْ \" ثُمَّ سَقَاهُ ثُمَّ صَنَعَ لِصَاحِبِهِ مِثْل ذَلِكَ \" أَيْ حَلَبَ لَهُ أَيْضًا وَسَكَبَ عَلَيْهِ الْمَاء الْبَائِت , هَذَا هُوَ الظَّاهِر , وَيَحْتَمِل أَنْ تَكُون الْمِثْلِيَّة فِي مُطْلَق الشُّرْب. قَالَ الْمُهَلَّب : فِي الْحَدِيث أَنَّهُ لَا بَأْس بِشُرْبِ الْمَاء الْبَارِد فِي الْيَوْم الْحَارّ , وَهُوَ مِنْ جُمْلَة النِّعَم الَّتِي اِمْتَنَّ اللَّه بِهَا عَلَى عِبَاده , وَقَدْ أَخْرَجَ التِّرْمِذِيّ مِنْ حَدِيث أَبِي هُرَيْرَة رَفَعَهُ \" أَوَّل مَا يُحَاسَب بِهِ الْعَبْد يَوْم الْقِيَامَة : أَلَمْ أُصِحّ جِسْمك , وَأَرْوِيك مِنْ الْمَاء الْبَارِد \" ؟ ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5622,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ كُنْتُ قَائِمًا عَلَى الْحَىِّ أَسْقِيهِمْ ـ عُمُومَتِي وَأَنَا أَصْغَرُهُمُ ـ الْفَضِيخَ، فَقِيلَ حُرِّمَتِ الْخَمْرُ‏.‏ فَقَالَ أَكْفِئْهَا‏.‏ فَكَفَأْنَا‏.‏ قُلْتُ لأَنَسٍ مَا شَرَابُهُمْ قَالَ رُطَبٌ وَبُسْرٌ‏.‏ فَقَالَ أَبُو بَكْرِ بْنُ أَنَسٍ وَكَانَتْ خَمْرَهُمْ‏.‏ فَلَمْ يُنْكِرْ أَنَسٌ‏.‏ وَحَدَّثَنِي بَعْضُ أَصْحَابِي أَنَّهُ سَمِعَ أَنَسًا يَقُولُ كَانَتْ خَمْرَهُمْ يَوْمَئِذٍ‏.‏",
    "english_text": "I was waiting on my uncles, serving them with an alcoholic drink prepared from dates, and I was the \nyoungest of them. (Suddenly) it was said that alcoholic drinks had been prohibited. So they said (to \nme), 'Throw it away.\" And I threw it away The sub-narrator said: I asked Anas what their drink was \n(made from), He replied, \"(From) ripe dates and unripe dates.\"",
    "explication": "‏ ‏قَوْله : ( قُلْت لِأَنَسٍ ) ‏ ‏الْقَائِل هُوَ سُلَيْمَان التَّيْمِيِّ وَالِد مُعْتَمِر , ‏ ‏وَقَوْله : \" فَقَالَ أَبُو بَكْر بْن أَنَس : وَكَانَتْ خَمْرهمْ \" ‏ ‏زَادَ مُسْلِم مِنْ هَذَا الْوَجْه \" يَوْمئِذٍ \" ‏ ‏وَقَوْله : \" فَلَمْ يُنْكِر أَنَس \" ‏ ‏زَادَ مُسْلِم \" ذَلِكَ \" وَالْمَعْنَى أَنَّ أَبَا بَكْر بْن أَنَس كَانَ حَاضِرًا عِنْد أَنَس لَمَّا حَدَّثَهُمْ فَكَأَنَّ أَنَسًا حِينَئِذٍ لَمْ يُحَدِّثهُمْ بِهَذِهِ الزِّيَادَة إِمَّا نَسِيَانَا وَإِمَّا اِخْتِصَارًا , فَذَكَّرَهُ بِهَا اِبْنه أَبُو بَكْر فَأَقَرَّهُ عَلَيْهَا , وَقَدْ ثَبَتَ تَحْدِيث أَنَس بِهَا كَمَا سَأَذْكُرُهُ. ‏ ‏قَوْله : ( وَحَدَّثَنِي بَعْض أَصْحَابِي ) ‏ ‏الْقَائِل هُوَ سُلَيْمَان التَّيْمِيُّ أَيْضًا , وَهُوَ مَوْصُول بِالسَّنَدِ الْمَذْكُور , وَقَدْ أَفْرَدَ مُسْلِم هَذِهِ الطَّرِيق عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى عَنْ مُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ قَالَ \" حَدَّثَنِي بَعْض مَنْ كَانَ مَعِي أَنَّهُ سَمِعَ أَنَسًا يَقُول : \" كَانَ خَمْرهمْ يَوْمئِذٍ \" فَيَحْتَمِل أَنْ يَكُون أَنَس حَدَّثَ بِهَا حِينَئِذٍ فَلَمْ يَسْمَعهُ سُلَيْمَان , أَوْ حَدَّثَ بِهَا فِي مَجْلِس آخَر فَحَفِظَهَا عَنْهُ الرَّجُل الَّذِي حَدَّثَ بِهَا سُلَيْمَان , وَهَذَا الْمُبْهَم يَحْتَمِل أَنْ يَكُون هُوَ بَكْر بْن عَبْد اللَّه الْمُزَنِيَّ , فَإِنَّ رِوَايَته فِي آخِر الْبَاب تُومِئ إِلَى ذَلِكَ. وَيَحْتَمِل أَنْ يَكُون قَتَادَة , فَسَيَأْتِي بَعْد أَبْوَاب مِنْ طَرِيقه عَنْ أَنَس بِلَفْظِ \" وَإِنَّا نَعُدّهَا يَوْمئِذٍ الْخَمْر \" وَهُوَ مِنْ أَقْوَى الْحُجَج عَلَى أَنَّ الْخَمْر اِسْم جِنْس لِكُلِّ مَا يُسْكِر , سَوَاء كَانَ مِنْ الْعِنَب أَوْ مِنْ نَقِيع الزَّبِيب أَوْ التَّمْر أَوْ الْعَسَل أَوْ غَيْرهَا. وَأَمَّا دَعْوَى بَعْضهمْ أَنَّ الْخَمْر حَقِيقَة فِي مَاء الْعِنَب , مَجَاز فِي غَيْره , فَإِنَّ سَلِمَ فِي اللُّغَة لَزِمَ مَنْ قَالَ بِهِ جَوَاز اِسْتِعْمَال اللَّفْظ الْوَاحِد فِي حَقِيقَته وَمَجَازه , وَالْكُوفِيُّونَ لَا يَقُولُونَ بِذَلِكَ اِنْتَهَى. وَأَمَّا مِنْ حَيْثُ الشَّرْع فَالْخَمْر حَقِيقَة فِي الْجَمِيع , لِثُبُوتِ حَدِيث \" كُلّ مُسْكِر خَمْر \" فَمَنْ زَعَمَ أَنَّهُ جَمَعَ بَيْن الْحَقِيقَة وَالْمَجَاز فِي هَذَا اللَّفْظ لَزِمَهُ أَنْ يُجِيزهُ , وَهَذَا مَا لَا اِنْفِكَاك لَهُمْ عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5623,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا كَانَ جُنْحُ اللَّيْلِ ـ أَوْ أَمْسَيْتُمْ ـ فَكُفُّوا صِبْيَانَكُمْ، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَحُلُّوهُمْ، فَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ، فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا مُغْلَقًا، وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا وَأَطْفِئُوا، مَصَابِيحَكُمْ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"When night falls (or when it is evening), stop your children from going out, for \nthe devils spread out at that time. But when an hour of the night has passed, release them and close the \ndoors and mention Allah's Name, for Satan does not open a closed door. Tie the mouth of your waterskin \nand mention Allah's Name; cover your containers and utensils and mention Allah's Name. Cover \nthem even by placing something across it, and extinguish your lamps. \"",
    "explication": "حَدِيثُ جَابِر أَوْرَدَهُ مِنْ وَجْه آخَر , وَسَيَأْتِي شَرْحه فِي أَثْنَاء هَذَا الْبَاب , وَالْقَائِل \" قَالَ وَأَخْبَرَنِي عَمْرو \" هُوَ اِبْن جُرَيْجٍ , وَإِسْحَاق الْمَذْكُور فِي أَوَّله هُوَ اِبْن رَاهْوَيْهِ كَمَا عِنْد أَبِي نُعَيْم , وَيُحْتَمَل أَنْ يَكُون اِبْن مَنْصُور , وَقَدْ أَهْمَلَ الْمِزِّيّ فِي الْأَطْرَاف تَبَعًا لِخَلَفٍ عَزَوْهُ إِلَى هَذَا الْمَوْضِع ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5624,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَطْفِئُوا الْمَصَابِيحَ إِذَا رَقَدْتُمْ، وَغَلِّقُوا الأَبْوَابَ، وَأَوْكُوا الأَسْقِيَةَ، وَخَمِّرُوا الطَّعَامَ وَالشَّرَابَ ـ وَأَحْسِبُهُ قَالَ ـ وَلَوْ بِعُودٍ تَعْرُضُهُ عَلَيْهِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"Extinguish the lamps when you go to bed; close your doors; tie the mouths of \nyour water skins, and cover the food and drinks.\" I think he added, \". . . even with a stick you place \nacross the container.\"",
    "explication": "‏ ‏قَوْله ( هَمَّام ) ‏ ‏هُوَ اِبْن يَحْيَى , وَعَطَاء هُوَ اِبْن أَبِي رَبَاح. ‏ ‏قَوْله ( أَطْفِئُوا الْمَصَابِيح بِاللَّيْلِ ) ‏ ‏تَقَدَّمَ شَرْحه فِي الَّذِي قَبْله. ‏ ‏قَوْله ( وَأَغْلِقُوا الْأَبْوَاب ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي وَالسَّرَخْسِيّ \" وَغَلِّقُوا \" بِتَشْدِيدِ اللَّام , وَتَقَدَّمَ فِي الْبَاب الَّذِي قَبْله بِلَفْظِ \" أَجِيفُوا \" بِالْجِيمِ وَالْفَاء وَهِيَ بِمَعْنَى أَغْلِقُوا وَتَقَدَّمَ شَرْحهَا فِي \" بَاب ذِكْر الْجِنّ \" وَكَذَا بَقِيَّة الْحَدِيث. قَالَ اِبْن دَقِيق الْعِيد : فِي الْأَمْر بِإِغْلَاقِ الْأَبْوَاب مِنْ الْمَصَالِح الدِّينِيَّة وَالدُّنْيَوِيَّة حِرَاسَة الْأَنْفُس وَالْأَمْوَال مِنْ أَهْل الْعَبَث وَالْفَسَاد وَلَا سِيَّمَا الشَّيَاطِين , وَأَمَّا قَوْله \" فَإِنَّ الشَّيْطَان لَا يَفْتَح بَابًا مُغْلَقًا \" فَإِشَارَة إِلَى أَنَّ الْأَمْر بِالْإِغْلَاقِ لِمَصْلَحَةِ إِبْعَاد الشَّيْطَان عَنْ الِاخْتِلَاط بِالْإِنْسَانِ , وَخَصَّهُ بِالتَّعْلِيلِ تَنْبِيهًا عَلَى مَا يَخْفَى مِمَّا لَا يُطَّلَع عَلَيْهِ إِلَّا مِنْ جَانِب النُّبُوَّة , قَالَ : وَاللَّام فِي الشَّيْطَان لِلْجِنْسِ إِذْ لَيْسَ الْمُرَاد فَرْدًا بِعَيْنِهِ , وَقَوْله فِي هَذِهِ الرِّوَايَة \" وَخَمِّرُوا الطَّعَام وَالشَّرَاب \" قَالَ هَمَّام : وَأَحْسِبهُ قَالَ \" وَلَوْ بِعُودٍ يَعْرُضهُ \" وَهُوَ بِضَمِّ الرَّاء بَعْدهَا ضَاد مُعْجَمَة , وَقَدْ تَقَدَّمَ الْجَزْم بِذَلِكَ عَنْ عَطَاء فِي رِوَايَة اِبْن جُرَيْجٍ فِي الْبَاب الْمَذْكُور , وَلَفْظه \" وَخَمِّرْ إِنَاءَك وَلَوْ بِعُودٍ تَعْرُضهُ عَلَيْهِ \" وَزَادَ فِي كُلّ مِنْ الْأَوَامِر الْمَذْكُورَة \" وَاذْكُرْ اِسْم اللَّه تَعَالَى \" وَتَقَدَّمَ فِي \" بَاب شُرْب اللَّبَن \" مِنْ كِتَاب الْأَشْرِبَة بَيَان الْحِكْمَة فِي ذَلِكَ , وَقَدْ حَمَلَهُ اِبْن بَطَّال عَلَى عُمُومه وَأَشَارَ إِلَى اِسْتِشْكَاله فَقَالَ : أَخْبَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الشَّيْطَان لَمْ يُعْطَ قُوَّة عَلَى شَيْء مِنْ ذَلِكَ , وَإِنْ كَانَ أُعْطِيَ مَا هُوَ أَعْظَم مِنْهُ وَهُوَ وُلُوجه فِي الْأَمَاكِن الَّتِي لَا يَقْدِر الْآدَمِيّ أَنْ يَلِج فِيهَا. قُلْت : وَالزِّيَادَة الَّتِي أَشَرْت إِلَيْهَا قَبْل تَرْفَع الْإِشْكَال , وَهُوَ أَنَّ ذِكْر اِسْم اللَّه يَحُول بَيْنه وَبَيْن فِعْل هَذِهِ الْأَشْيَاء. وَمُقْتَضَاهُ أَنَّهُ يَتَمَكَّن مِنْ كُلّ ذَلِكَ إِذَا لَمْ يَذْكُر اِسْم اللَّه , وَيُؤَيِّدهُ مَا أَخْرَجَهُ مُسْلِم وَالْأَرْبَعَة عَنْ جَابِر رَفَعَه \" إِذَا دَخَلَ الرَّجُل بَيْته فَذَكَرَ اللَّه عِنْد دُخُوله وَعِنْد طَعَامه قَالَ الشَّيْطَان : لَا مَبِيت لَكُمْ وَلَا عَشَاء , وَإِذَا دَخَلَ فَلَمْ يَذْكُر اللَّه عِنْد دُخُوله قَالَ الشَّيْطَان : أَدْرَكْتُمْ \" وَقَدْ تَرَدَّدَ اِبْن دَقِيق الْعِيد فِي ذَلِكَ فَقَالَ فِي شَرْح الْإِمَام : يَحْتَمِل أَنْ يُؤْخَذ قَوْله \" فَإِنَّ الشَّيْطَان لَا يَفْتَح بَابًا مُغْلَقًا \" عَلَى عُمُومه , وَيَحْتَمِل أَنْ يُخَصّ بِمَا ذُكِرَ اِسْم اللَّه عَلَيْهِ , وَيَحْتَمِل أَنْ يَكُون الْمَنْع لِأَمْرٍ يَتَعَلَّق بِجِسْمِهِ , وَيَحْتَمِل أَنْ يَكُون لِمَانِعٍ مِنْ اللَّه بِأَمْرٍ خَارِج عَنْ جِسْمه , قَالَ : وَالْحَدِيث يَدُلّ عَلَى مَنْع دُخُول الشَّيْطَان الْخَارِج , فَأَمَّا الشَّيْطَان الَّذِي كَانَ دَاخِلًا فَلَا يَدُلّ الْخَبَر عَلَى خُرُوجه , قَالَ : فَيَكُون ذَلِكَ لِتَخْفِيفِ الْمَفْسَدَة لَا رَفْعهَا , وَيَحْتَمِل أَنْ تَكُون التَّسْمِيَة عِنْد الْإِغْلَاق تَقْتَضِي طَرْد مَنْ فِي الْبَيْت مِنْ الشَّيَاطِين , وَعَلَى هَذَا فَيَنْبَغِي أَنْ تَكُون التَّسْمِيَة مِنْ اِبْتِدَاء الْإِغْلَاق إِلَى تَمَامه. وَاسْتَنْبَطَ مِنْهُ بَعْضهمْ مَشْرُوعِيَّة غَلْق الْفَم عِنْد التَّثَاؤُب لِدُخُولِهِ فِي عُمُوم الْأَبْوَاب مَجَازًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5625,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ اخْتِنَاثِ الأَسْقِيَةِ‏.‏ يَعْنِي أَنْ تُكْسَرَ أَفْوَاهُهَا فَيُشْرَبَ مِنْهَا‏.‏",
    "english_text": "Allah's Messenger (ﷺ) forbade the bending of the mouths of water skins for the sake of drinking from them.",
    "explication": "‏ ‏قَوْله : ( عَنْ عُبَيْد اللَّه ) بِالتَّصْغِيرِ ( اِبْن عَبْد اللَّه ) بِالتَّكْبِيرِ ( اِبْن عُتْبَة ) ‏ ‏بِضَمِّ الْمُهْمَلَة وَسُكُون الْمُثَنَّاة بَعْدهَا مُوَحَّدَة أَيْ اِبْن مَسْعُود , وَصَرَّحَ فِي الرِّوَايَة الَّتِي تَلِيهَا بِتَحْدِيثِ عُبَيْد اللَّه لِلزُّهْرِيِّ. ‏ ‏قَوْله : ( عَنْ أَبِي سَعِيد ) ‏ ‏صَرَّحَ بِالسَّمَاعِ فِي الَّتِي تَلِيهَا أَيْضًا. ‏ ‏قَوْله : ( نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي الَّتِي بَعْدهَا \" سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَنْهَى \". ‏ ‏قَوْله : ( يَعْنِي أَنْ تُكْسَر أَفْوَاههَا فَيُشْرَب مِنْهَا ) ‏ ‏الْمُرَاد بِكَسْرِهَا ثَنْيهَا لَا كَسْرهَا حَقِيقَة وَلَا إِبَانَتهَا , وَالْقَائِل \" يَعْنِي \" لَمْ يُصَرِّح بِهِ فِي هَذِهِ الطَّرِيق , وَوَقَعَ عِنْد أَحْمَد عَنْ أَبِي النَّضْر عَنْ اِبْن أَبِي ذِئْب بِحَذْفِ لَفْظ \" يَعْنِي \" فَسَارَ التَّفْسِير مُدْرَجًا فِي الْخَبَر , وَوَقَعَ فِي الرِّوَايَة الثَّانِيَة \" قَالَ عَبْد اللَّه \" هُوَ اِبْن الْمُبَارَك \" قَالَا مَعْمَر \" هُوَ اِبْن رَاشِد \" أَوْ غَيْره هُوَ الشُّرْب مِنْ أَفْوَاههَا \" وَعَبْد اللَّه بْن الْمُبَارَك رَوَى الْمَرْفُوع عَنْ يُونُس عَنْ الزُّهْرِيّ , وَرَوَى التَّفْسِير عَنْ مَعْمَر مَعَ التَّرَدُّد , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن وَهْب عَنْ يُونُس وَابْن أَبِي ذِئْب مَعًا مُدْرَجًا وَلَفْظه \" يَنْهَى عَنْ اِخْتِنَاث الْأَسْقِيَة أَوْ الشُّرْب أَنْ يُشْرَب مِنْ أَفْوَاههَا \" كَذَا فِيهِ بِحَرْفِ التَّرَدُّد , وَهُوَ عِنْد مُسْلِم مِنْ طَرِيق اِبْن وَهْب عَنْ يُونُس وَحْده بِلَفْظِ \" عَنْ اِخْتِنَاث الْأَسْقِيَة أَنْ يُشْرَب مِنْ أَفْوَاههَا \" وَهَذَا أَشْبَه , وَهُوَ أَنَّهُ تَفْسِير الِاخْتِنَاث لَا أَنَّهُ شَكٌّ مِنْ الرَّاوِي فِي أَيّ اللَّفْظَيْنِ وَقَعَ فِي الْحَدِيث , لَكِنْ ظَاهِره أَنَّ التَّفْسِير فِي نَفْس الْخَبَر , وَأَخْرَجَهُ مُسْلِم أَيْضًا مِنْ طَرِيق عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ وَلَمْ يَسُقْ لَفْظه لَكِنْ قَالَ : \" مِثْله \" قَالَ : \" غَيْر أَنَّهُ قَالَ : وَاخْتِنَاثهَا أَنْ يَقْلِب رَأْسهَا ثُمَّ يَشْرَب \" وَهُوَ مُدْرَج أَيْضًا , وَقَدْ جَزَمَ الْخَطَّابِيُّ أَنَّ تَفْسِير الِاخْتِنَاث مِنْ كَلَام الزُّهْرِيّ , وَيُحْمَل التَّفْسِير الْمُطْلَق وَهُوَ الشُّرْب مِنْ أَفْوَاههَا عَلَى الْمُقَيَّد بِكَسْرِ فَمهَا أَوْ قَلْب رَأْسهَا , وَوَقَعَ فِي مُسْنَد أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ يَزِيد بْن هَارُون عَنْ اِبْن أَبِي ذِئْب فِي أَوَّل هَذَا الْحَدِيث \" شَرِبَ رَجُل مِنْ سِقَاء فَانْسَابَ فِي بَطْنه جِنَّان , فَنَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَهُ , وَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق أَبِي بَكْر وَعُثْمَان بْن أَبِي شَيْبَة فَرَّقَهُمَا عَنْ يَزِيد بِهِ. ‏ ‏قَوْله : ( أَفْوَاههَا ) جَمْع فَم , وَهُوَ عَلَى سَبِيل الرَّدّ إِلَى الْأَصْل فِي الْفَم أَنَّهُ فُوه نَقَصَتْ مِنْهُ الْهَاء لِاسْتِثْقَالِ هَاءَيْنِ عِنْد الضَّمِير لَوْ قَالَ فُوهه , فَلَمَّا لَمْ يَحْتَمِل حَذْف الْوَاو بَعْد حَذْف الْهَاء الْإِعْرَاب لِسُكُونِهَا عُوِّضَتْ مِيمًا فَقِيلَ فَم , وَهَذَا إِذَا أُفْرِدَ , وَيَجُوز أَنْ يُقْتَصَر عَلَى الْفَاء إِذَا أُضِيفَتْ لَكِنْ تُزَاد حَرَكَة مُشْبَعَة يَخْتَلِف إِعْرَابهَا بِالْحُرُوفِ , فَإِنْ أُضِيفَ إِلَى مُضْمَر كَفَتْ الْحَرَكَات وَلَا يُضَاف مَعَ الْمِيم إِلَّا فِي ضَرُورَة شِعْر كَقَوْلِ الشَّاعِر \" يُصْبِح عَطْشَان وَفِي الْبَحْر فَمه \" فَإِذَا أَرَادُوا الْجَمْع أَوْ التَّصْغِير رَدُّوهُ إِلَى الْأَصْل فَقَالُوا فُوَيْه وَأَفْوَاه , وَلَمْ يَقُولُوا فُمَيْم وَلَا أَفْمَام. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5626,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ اخْتِنَاثِ الأَسْقِيَةِ‏.‏ قَالَ عَبْدُ اللَّهِ قَالَ مَعْمَرٌ أَوْ غَيْرُهُ هُوَ الشُّرْبُ مِنْ أَفْوَاهِهَا‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) forbidding the drinking of water by bending the mouths of water skins, i.e., \ndrinking from the mouths directly.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5627,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَيُّوبُ، قَالَ لَنَا عِكْرِمَةُ أَلاَ أُخْبِرُكُمْ بِأَشْيَاءَ، قِصَارٍ حَدَّثَنَا بِهَا أَبُو هُرَيْرَةَ، نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ فَمِ الْقِرْبَةِ أَوِ السِّقَاءِ، وَأَنْ يَمْنَعَ جَارَهُ أَنْ يَغْرِزَ خَشَبَهُ فِي دَارِهِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) forbade drinking directly from the mouth of a water skin or other leather containers. \nand forbade preventing one's neighbor from fixing a peg in (the wall of) one's house.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَيُّوب قَالَ : قَالَ لَنَا عِكْرِمَة ) ‏ ‏فِي رِوَايَة الْحُمَيْدِيّ عَنْ سُفْيَان \" حَدَّثَنَا أَيُّوب السَّخْتِيَانِيّ أَخْبَرَنَا عِكْرِمَة \" وَأَخْرَجَهُ أَبُو نُعَيْم مِنْ طَرِيقه. ‏ ‏قَوْله : ( أَلَا أُخْبِركُمْ بِأَشْيَاء قِصَار حَدَّثَنَا بِهَا أَبُو هُرَيْرَة ) ‏ ‏فِي الْكَلَام حَذْف تَقْدِيره مَثَلًا : فَقُلْنَا نَعَمْ , أَوْ فَقُلْنَا حَدَّثَنَا أَوْ نَحْو ذَلِكَ فَقَالَ : حَدَّثَنَا أَبُو هُرَيْرَة. وَوَقَعَ فِي رِوَايَة اِبْن أَبِي عُمَر عَنْ سُفْيَان بِهَذَا الْإِسْنَاد \" سَمِعْت أَبَا هُرَيْرَة \" أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيقه. ‏ ‏قَوْله : ( مِنْ فَم الْقِرْبَة أَوْ السِّقَاء ) ‏ ‏هُوَ شَكٌّ مِنْ الرَّاوِي , وَكَأَنَّهُ مِنْ سُفْيَان , قَدْ وَقَعَ فِي رِوَايَة عَبْد الْجَبَّار بْن الْعَلَاء عَنْ سُفْيَان عِنْد الْإِسْمَاعِيلِيّ \" مِنْ فِي السِّقَاء \" وَفِي رِوَايَة اِبْن أَبِي عُمَر عِنْده مِنْ فَم الْقِرْبَة. ‏ ‏قَوْله : ( وَأَنْ يَمْنَع جَاره إِلَخْ ) ‏ ‏تَقَدَّمَ شَرْحه فِي أَوَائِل كِتَاب الْمَظَالِم , قَالَ الْكَرْمَانِيُّ , \" قَالَ أَلَا أُخْبِركُمْ بِأَشْيَاء \" وَلَمْ يَذْكُر إِلَّا شَيْئَيْنِ فَلَعَلَّهُ أَخْبَرَ بِأَكْثَر فَاخْتَصَرَهُ بَعْض الرُّوَاة أَوْ أَقَلّ الْجَمْع عِنْده اِثْنَانِ. قُلْت : وَاخْتِصَاره يَجُوز أَنْ يَكُون عَمْدًا وَيَجُوز أَنْ يَكُون نِسْيَانًا , وَقَدْ أَخْرَجَ أَحْمَد الْحَدِيث الْمَذْكُور مِنْ رِوَايَة حَمَّاد بْن زَيْد عَنْ أَيُّوب فَذَكَرَ بِهَذَا الْإِسْنَاد الشَّيْئَيْنِ الْمَذْكُورَيْنِ وَزَادَ النَّهْي عَنْ الشُّرْب قَائِمًا , وَفِي مُسْنَد الْحُمَيْدِيّ أَيْضًا مَا يَدُلّ عَلَى أَنَّهُ ذَكَرَ ثَلَاثَة أَشْيَاء , فَإِنَّهُ ذَكَرَ النَّهْي عَنْ الشُّرْب مِنْ فِي السِّقَاء أَوْ الْقِرْبَة وَقَالَ هَذَا آخِرهَا , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5628,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُشْرَبَ مِنْ فِي السِّقَاءِ‏.‏",
    "english_text": "The Prophet (ﷺ) forbade the drinking of water directly from the mouth of a water skin .",
    "explication": "‏ ‏( حَدَّثَنَا مُسَدَّد حَدَّثَنَا إِسْمَاعِيل ) ‏ ‏هُوَ الْمَعْرُوف بِابْنِ عُلَيَّة. ‏ ‏قَوْله : ( أَنْ يَشْرَب مِنْ فِي السِّقَاء ) ‏ ‏زَادَ أَحْمَد عَنْ إِسْمَاعِيل بِهَذَا الْإِسْنَاد وَالْمَتْن \" قَالَ أَيُّوب فَأُنْبِئْت أَنَّ رَجُلًا شَرِبَ مِنْ فِي السِّقَاء فَخَرَجَتْ حَيَّة \" وَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة عَبَّاد بْن مُوسَى عَنْ إِسْمَاعِيل وَوَهِمَ الْحَاكِم فَأَخْرَجَ الْحَدِيث فِي \" الْمُسْتَدْرَك \" بِزِيَادَتِهِ وَالزِّيَادَة الْمَذْكُورَة لَيْسَتْ عَلَى شَرْط الصَّحِيح لِأَنَّ رَاوِيهَا لَمْ يُسَمّ وَلَيْسَتْ مَوْصُولَة , وَلَكِنْ أَخْرَجَهَا اِبْن مَاجَهْ مِنْ رِوَايَة سَلَمَة بْن وَهْرَام عَنْ عِكْرِمَة بِنَحْوِ الْمَرْفُوع , وَفِي آخِره \" وَإِنَّ رَجُلًا قَامَ مِنْ اللَّيْل بَعْد النَّهْي إِلَى سِقَاء فَاخْتَنَثَهُ فَخَرَجَتْ عَلَيْهِ مِنْهُ حَيَّة \" وَهَذَا صَرِيح فِي أَنَّ ذَلِكَ وَقَعَ بَعْد النَّهْي , بِخِلَافِ مَا تَقَدَّمَ مِنْ رِوَايَة اِبْن أَبِي ذِئْب فِي أَنَّ ذَلِكَ كَانَ سَبَب النَّهْي , وَيُمْكِن الْجَمْع بِأَنْ يَكُون ذَلِكَ وَقَعَ قَبْل النَّهْي فَكَانَ مِنْ أَسْبَاب النَّهْي , ثُمَّ وَقَعَ بَعْد النَّهْي تَأْكِيدًا. وَقَالَ النَّوَوِيّ : اِتَّفَقُوا عَلَى أَنَّ النَّهْي هُنَا لِلتَّنْزِيهِ لَا لِلتَّحْرِيمِ , كَذَا قَالَ , وَفِي نَقْل الِاتِّفَاق نَظَر لِمَا سَأَذْكُرُهُ , فَقَدْ نَقَلَ اِبْن التِّين وَغَيْره عَنْ مَالِك أَنَّهُ أَجَازَ الشُّرْب مِنْ أَفْوَاه الْقِرَب وَقَالَ : لَمْ يَبْلُغنِي فِيهِ نَهْي , وَبَالَغَ اِبْن بَطَّال فِي رَدِّ هَذَا الْقَوْل , وَاعْتَذَرَ عَنْهُ اِبْن الْمُنَيِّر بِاحْتِمَالِ أَنَّهُ كَانَ لَا يَحْمِل النَّهْي فِيهِ عَلَى التَّحْرِيم , كَذَا قَالَ مَعَ النَّقْل عَنْ مَالِك أَنَّهُ لَمْ يَبْلُغهُ فِيهِ نَهْي , فَالِاعْتِذَار عَنْهُ بِهَذَا الْقَوْل أَوْلَى , وَالْحُجَّة قَائِمَة عَلَى مَنْ بَلَغَهُ النَّهْي , قَالَ النَّوَوِيّ : وَيُؤَيِّد كَوْن هَذَا النَّهْي لِلتَّنْزِيهِ أَحَادِيث الرُّخْصَة فِي ذَلِكَ. قُلْت : لَمْ أَرَ فِي شَيْء مِنْ الْأَحَادِيث الْمَرْفُوعَة مَا يَدُلّ عَلَى الْجَوَاز إِلَّا مِنْ فِعْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَحَادِيث النَّهْي كُلّهَا مِنْ قَوْله. فَهِيَ أَرْجَح إِذَا نَظَرْنَا إِلَى عِلَّة النَّهْي عَنْ ذَلِكَ , فَإِنَّ جَمِيع مَا ذَكَرَهُ الْعُلَمَاء فِي ذَلِكَ يَقْتَضِي أَنَّهُ مَأْمُون مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , أَمَّا أَوَّلًا فَلِعِصْمَتِهِ وَلِطِيبِ نَكْهَته , وَأَمَّا ثَانِيًا فَلِرِفْقِهِ فِي صَبّ الْمَاء وَبَيَان ذَلِكَ بِسِيَاقِ مَا وَرَدَ فِي عِلَّة النَّهْي , فَمِنْهَا مَا تَقَدَّمَ مِنْ أَنَّهُ لَا يُؤْمَن دُخُول شَيْء مِنْ الْهَوَامّ مَعَ الْمَاء فِي جَوْف السِّقَاء فَيَدْخُل فَم الشَّارِب وَهُوَ لَا يَشْعُر , وَهَذَا يَقْتَضِي أَنَّهُ لَوْ مَلَأ السِّقَاء وَهُوَ يُشَاهِد الْمَاء يَدْخُل فِيهِ ثُمَّ رَبَطَهُ رَبْطًا مُحْكَمًا ثُمَّ لَمَّا أَرَادَ أَنْ يَشْرَب حِلّه فَشَرِبَهُ مِنْهُ لَا يَتَنَاوَلهُ النَّهْي , وَمِنْهَا مَا أَخْرَجَهُ الْحَاكِم مِنْ حَدِيث عَائِشَة بِسَنَدٍ قَوِيّ بِلَفْظِ \" نَهَى أَنْ يُشْرَب مِنْ فِي السِّقَاء لِأَنَّ ذَلِكَ يُنْتِنهُ \" وَهَذَا يَقْتَضِي أَنْ يَكُون النَّهْي خَاصًّا بِمَنْ يَشْرَب فَيَتَنَفَّس دَاخِل الْإِنَاء أَوْ بَاشَرَ بِفَمِهِ بَاطِن السِّقَاء , أَمَّا مَنْ صَبَّ مِنْ الْقِرْبَة دَاخِل فَمه مِنْ غَيْر مُمَاسَّة فَلَا , وَمِنْهَا أَنَّ الَّذِي يَشْرَب مِنْ فَم السِّقَاء قَدْ يَغْلِبهُ الْمَاء فَيَنْصَبّ مِنْهُ أَكْثَر مِنْ حَاجَته فَلَا يَأْمَن أَنْ يَشْرَق بِهِ أَوْ تَبْتَلّ ثِيَابه , قَالَ اِبْن الْعَرَبِيّ : وَوَاحِدَة مِنْ الثَّلَاثَة تَكْفِي فِي ثُبُوت الْكَرَاهَة , وَبِمَجْمُوعِهَا تَقْوَى الْكَرَاهَة جِدًّا. وَقَالَ الشَّيْخ مُحَمَّد بْن أَبِي جَمْرَة مَا مُلَخَّصه : اُخْتُلِفَ فِي عِلَّة النَّهْي فَقِيلَ : يُخْشَى أَنْ يَكُون فِي الْوِعَاء حَيَوَان أَوْ يَنْصَبّ بِقُوَّةٍ فَيَشْرَق بِهِ أَوْ يَقْطَع الْعُرُوق الضَّعِيفَة الَّتِي بِإِزَاءِ الْقَلْب فَرُبَّمَا كَانَ سَبَب الْهَلَاك أَوْ بِمَا يَتَعَلَّق بِفَمِ السِّقَاء مِنْ بُخَار النَّفْس أَوْ بِمَا يُخَالِط الْمَاء مِنْ رِيق الشَّارِب فَيَتَقَذَّرهُ غَيْره أَوْ لِأَنَّ الْوِعَاء يَفْسُد بِذَلِكَ فِي الْعَادَة فَيَكُون مِنْ إِضَاعَة الْمَال , قَالَ : وَاَلَّذِي يَقْتَضِيه الْفِقْه أَنَّهُ لَا يَبْعُد أَنْ يَكُون النَّهْي لِمَجْمُوعِ هَذِهِ الْأُمُور وَفِيهَا مَا يَقْتَضِي الْكَرَاهَة وَفِيهَا مَا يَقْتَضِي التَّحْرِيم , وَالْقَاعِدَة فِي مِثْل ذَلِكَ تَرْجِيح الْقَوْل بِالتَّحْرِيمِ , وَقَدْ جَزَمَ اِبْن حَزْم بِالتَّحْرِيمِ لِثُبُوتِ النَّهْي وَحَمَلَ أَحَادِيث الرُّخْصَة عَلَى أَصْل الْإِبَاحَة , وَأَطْلَقَ أَبُو بَكْر الْأَثْرَم صَاحِب أَحْمَد أَنَّ أَحَادِيث النَّهْي نَاسِخَة لِلْإِبَاحَةِ لِأَنَّهُمْ كَانُوا أَوَّلًا يَفْعَلُونَ ذَلِكَ حَتَّى وَقَعَ دُخُول الْحَيَّة فِي بَطْن الَّذِي شَرِبَ مِنْ فَم السِّقَاء فَنُسِخَ الْجَوَاز. قُلْت : وَمِنْ الْأَحَادِيث الْوَارِدَة فِي الْجَوَاز مَا أَخْرَجَهُ التِّرْمِذِيّ وَصَحَّحَهُ مِنْ حَدِيث عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ جَدَّته كَبْشَة قَالَتْ \" دَخَلْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَشَرِبَ مِنْ فِي قِرْبَة مُعَلَّقَة \" وَفِي الْبَاب عَنْ عَبْد اللَّه بْن أُنَيْس عِنْد أَبِي دَاوُدَ وَالتِّرْمِذِيّ وَعَنْ أُمّ سَلَمَة فِي \" الشَّمَائِل \" وَفِي مُسْنَد أَحْمَد وَالطَّبَرَانِيِّ وَالْمَعَانِي لِلطَّحَاوِيّ , قَالَ شَيْخنَا فِي شَرْح التِّرْمِذِيّ : لَوْ فَرَّقَ بَيْن مَا يَكُون لِعُذْرٍ كَأَنْ تَكُون الْقِرْبَة مُعَلَّقَة وَلَمْ يَجِد الْمُحْتَاج إِلَى الشُّرْب إِنَاء مُتَيَسِّرًا وَلَمْ يَتَمَكَّن مِنْ التَّنَاوُل بِكَفِّهِ فَلَا كَرَاهَة حِينَئِذٍ وَعَلَى ذَلِكَ تُحْمَل الْأَحَادِيث الْمَذْكُورَة , وَبَيْن مَا يَكُون لِغَيْرِ عُذْر فَتُحْمَل عَلَيْهِ أَحَادِيث النَّهْي. قُلْت : وَيُؤَيِّدهُ أَنَّ أَحَادِيث الْجَوَاز كُلّهَا فِيهَا أَنَّ الْقِرْبَة كَانَتْ مُعَلَّقَة وَالشُّرْب مِنْ الْقِرْبَة الْمُعَلَّقَة أَخَصُّ مِنْ الشُّرْب مِنْ مُطْلَق الْقِرْبَة , وَلَا دَلَالَة فِي أَخْبَار الْجَوَاز عَلَى الرُّخْصَة مُطْلَقًا بَلْ عَلَى تِلْكَ الصُّورَة وَحْدهَا , وَحَمْلهَا عَلَى حَال الضَّرُورَة جَمْعًا بَيْن الْخَبَرَيْنِ أَوْلَى مِنْ حَمْلهَا عَلَى النَّسْخ وَاَللَّه أَعْلَم. وَقَدْ سَبَقَ اِبْن الْعَرَبِيّ إِلَى نَحْو مَا أَشَارَ إِلَيْهِ شَيْخنَا فَقَالَ : يَحْتَمِل أَنْ يَكُون شُرْبه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَال ضَرُورَة , إِمَّا عِنْد الْحَرْب وَإِمَّا عِنْد عَدَم الْإِنَاء أَوْ مَعَ وُجُوده لَكِنْ لَمْ يَتَمَكَّن لِشُغْلِهِ مِنْ التَّفْرِيغ مِنْ السِّقَاء فِي الْإِنَاء , ثُمَّ قَالَ : وَيَحْتَمِل أَنْ يَكُون شَرِبَ مِنْ إِدَاوَة , وَالنَّهْي مَحْمُول عَلَى مَا إِذَا كَانَتْ الْقِرْبَة كَبِيرَة لِأَنَّهَا مَظِنَّة وُجُود الْهَوَامّ , كَذَا قَالَ , وَالْقِرْبَة الصَّغِيرَة لَا يَمْتَنِع وُجُود شَيْء مِنْ الْهَوَامّ فِيهَا , وَالضَّرَر يَحْصُل بِهِ وَلَوْ كَانَ حَقِيرًا , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5629,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ فِي السِّقَاءِ‏.‏",
    "english_text": "The Prophet (ﷺ) forbade the drinking of water direct from the mouth of a water-skin.",
    "explication": "‏ ‏قَوْله : ( خَالِد ) ‏ ‏هُوَ اِبْن مَهْرَان الْحَذَّاء. ‏ ‏قَوْله : ( لَمَّا قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة ) ‏ ‏يَعْنِي فِي الْفَتْح. ‏ ‏قَوْله : ( اِسْتَقْبَلَهُ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" اِسْتَقْبَلَتْهُ \" ‏ ‏وَأُغَيْلِمَة ‏ ‏تَصْغِير غِلْمَة وَهُوَ جَمْع غُلَام عَلَى غَيْر قِيَاس وَالْقِيَاس غُلَيْمَة , وَقَالَ اِبْن التِّين كَأَنَّهُمْ صَغَّرُوا أَغْلِمَة عَلَى الْقِيَاس وَإِنْ كَانُوا لَمْ يَنْطِقُوا بِأَغْلِمَة قَالَ : وَنَظِيره أُصَيْبِيَة , وَإِضَافَتهمْ إِلَى عَبْد الْمُطَّلِب لِكَوْنِهِمْ مِنْ ذُرِّيَّته. ‏ ‏قَوْله : ( فَحَمَلَ وَاحِدًا بَيْن يَدَيْهِ وَآخَر خَلْفه ) ‏ ‏قَدْ فَسَّرَهُمَا فِي الرِّوَايَة الَّتِي بَعْد هَذِهِ , وَوَقَعَ عِنْد الطَّبَرَانِيِّ فِي رِوَايَة اِبْن أَبِي مُلَيْكَة عَنْ اِبْن عَبَّاس أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ حِينَئِذٍ رَاكِبًا عَلَى نَاقَته , وَوَقَعَ لَهُ ذَلِكَ فِي قِصَّة أُخْرَى أَخْرَجَهَا مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ طَرِيق مُؤَرِّق الْعِجْلِيّ \" حَدَّثَنِي عَبْد اللَّه بْن جَعْفَر قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا قَدِمَ مِنْ سَفَر تُلُقِّيَ بِنَا , فَتُلُقِّيَ بِي وَبِالْحَسَنِ أَوْ بِالْحُسَيْنِ , فَحَمَلَ أَحَدنَا بَيْن يَدَيْهِ وَالْآخَر خَلْفه , حَتَّى دَخَلْنَا الْمَدِينَة \" وَتَقَدَّمَ حَدِيث آخَر لِعَبْدِ اللَّه بْن جَعْفَر فِي الْمَعْنَى فِي أَوَاخِر الْجِهَاد. وَوَقَعَ فِي قِصَّة أُخْرَى \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ رَاكِبًا عَلَى بَغْلَته الشَّهْبَاء عِنْد قُدُومه الْمَدِينَة \" أَخْرَجَهُ مُسْلِم أَيْضًا مِنْ حَدِيث سَلَمَة بْن الْأَكْوَع قَالَ : \" لَقَدْ قُدْت بِنَبِيِّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْحَسَن وَالْحُسَيْن بَغْلَته الشَّهْبَاء حَتَّى أَدْخَلْتهمْ حُجْرَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا قُدَّامه وَهَذَا خَلْفه \" وَوَقَعَ فِي حَدِيث بُرَيْدَةَ الَّذِي سَأَذْكُرُهُ فِي الْبَاب بَعْده أَنَّهُ رَكِبَ عَلَى حِمَار وَأَرْدَفَ وَاحِدًا خَلْفه , وَهُوَ يُقَوِّي الْجَمْع الَّذِي أَشَرْت إِلَيْهِ فِي الْبَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5630,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا شَرِبَ أَحَدُكُمْ فَلاَ يَتَنَفَّسْ فِي الإِنَاءِ، وَإِذَا بَالَ أَحَدُكُمْ فَلاَ يَمْسَحْ ذَكَرَهُ بِيَمِينِهِ، وَإِذَا تَمَسَّحَ أَحَدُكُمْ فَلاَ يَتَمَسَّحْ بِيَمِينِهِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"When you drink (water), do not breath in the vessel; and when you urinate, do \nnot touch your penis with your right hand. And when you cleanse yourself after defecation, do not use \nyour right hand.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُعَاذ بْن فَضَالَة ) ‏ ‏بِفَتْحِ الْفَاء وَالضَّاد الْمُعْجَمَة , وَهُوَ بَصْرِيّ مِنْ قُدَمَاء شُيُوخ الْبُخَارِيّ. ‏ ‏قَوْله : ( هُوَ الدَّسْتُوَائِيّ ) ‏ ‏أَيْ : اِبْن أَبِي عَبْد اللَّه لَا اِبْن حَسَّان , وَهُمَا بَصْرِيَّانِ ثِقَتَانِ مَشْهُورَانِ مِنْ طَبَقَة وَاحِدَة. ‏ ‏قَوْله : ( عَنْ أَبِيهِ ) ‏ ‏أَيْ : أَبِي قَتَادَة الْحَارِث وَقِيلَ عَمْرو وَقِيلَ النُّعْمَان الْأَنْصَارِيّ , فَارِس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , أَوَّل مَشَاهِده أُحُد وَمَاتَ سَنَة أَرْبَع وَخَمْسِينَ عَلَى الصَّحِيح فِيهِمَا. ‏ ‏قَوْله : ( فَلَا يَتَنَفَّس ) ‏ ‏بِالْجَزْمِ وَ \" لَا \" نَاهِيَة فِي الثَّلَاثَة , وَرُوِيَ بِالضَّمِّ فِيهَا عَلَى أَنَّ لَا نَافِيَة. ‏ ‏قَوْله : ( فِي الْإِنَاء ) ‏ ‏أَيْ دَاخِله , وَأَمَّا إِذَا أَبَانَهُ وَتَنَفَّسَ فَهِيَ السُّنَّة كَمَا سَيَأْتِي فِي حَدِيث أَنَس فِي كِتَاب الْأَشْرِبَة إِنْ شَاءَ اللَّه تَعَالَى. وَهَذَا النَّهْي لِلتَّأَدُّبِ لِإِرَادَةِ الْمُبَالَغَة فِي النَّظَافَة , إِذْ قَدْ يَخْرُج مَعَ النَّفَس بُصَاق أَوْ مُخَاط أَوْ بُخَار رَدِيء فَيُكْسِبهُ رَائِحَة كَرِيهَة فَيَتَقَذَّر بِهَا هُوَ أَوْ غَيْرُهُ عَنْ شُرْبه. ‏ ‏قَوْله : ( وَإِذَا أَتَى الْخَلَاء ) ‏ ‏أَيْ : فَبَالَ كَمَا فَسَّرَتْهُ الرِّوَايَةُ الَّتِي بَعْدهَا. ‏ ‏قَوْله : ( وَلَا يَتَمَسَّح بِيَمِينِهِ ) ‏ ‏أَيْ : لَا يَسْتَنْجِ. وَقَدْ أَثَارَ الْخَطَّابِيُّ هُنَا بَحْثًا وَبَالَغَ فِي التَّبَجُّح بِهِ وَحَكَى عَنْ أَبِي عَلِيّ بْن أَبِي هُرَيْرَة أَنَّهُ نَاظَرَ رَجُلًا مِنْ الْفُقَهَاء الْخُرَاسَانِيِّينَ فَسَأَلَهُ عَنْ هَذِهِ الْمَسْأَلَة فَأَعْيَاهُ جَوَابهَا , ثُمَّ أَجَابَ الْخَطَّابِيُّ عَنْهُ بِجَوَابٍ فِيهِ نَظَر , وَمُحَصَّل الْإِيرَاد أَنَّ الْمُسْتَجْمِر مَتَى اِسْتَجْمَرَ بِيَسَارِهِ اِسْتَلْزَمَ مَسّ ذَكَره بِيَمِينِهِ , وَمَتَى أَمْسَكَهُ بِيَسَارِهِ اِسْتَلْزَمَ اِسْتِجْمَاره بِيَمِينِهِ وَكِلَاهُمَا قَدْ شَمِلَهُ النَّهْي , وَمُحَصَّل الْجَوَاب أَنَّهُ يَقْصِد الْأَشْيَاء الضَّخْمَة الَّتِي لَا تَزُول بِالْحَرَكَةِ كَالْجِدَارِ وَنَحْوه مِنْ الْأَشْيَاء الْبَارِزَة فَيَسْتَجْمِر بِهَا بِيَسَارِهِ , فَإِنْ لَمْ يَجِد فَلْيُلْصِقْ مَقْعَدَته بِالْأَرْضِ وَيُمْسِك مَا يَسْتَجْمِر بِهِ بَيْن عَقِبَيْهِ أَوْ إِبْهَامَيْ رِجْلَيْهِ وَيَسْتَجْمِر بِيَسَارِهِ فَلَا يَكُون مُتَصَرِّفًا فِي شَيْء مِنْ ذَلِكَ بِيَمِينِهِ اِنْتَهَى. وَهَذِهِ هَيْئَة مُنْكَرَة بَلْ يَتَعَذَّر فِعْلهَا فِي غَالِب الْأَوْقَات , وَقَدْ تَعَقَّبَهُ الطِّيبِيُّ بِأَنَّ النَّهْي عَنْ الِاسْتِجْمَار بِالْيَمِينِ مُخْتَصّ بِالدُّبُرِ , وَالنَّهْي عَنْ الْمَسّ مُخْتَصّ بِالذَّكَرِ فَبَطَلَ الْإِيرَاد مِنْ أَصْله , كَذَا قَالَ. وَمَا اِدَّعَاهُ مِنْ تَخْصِيص الِاسْتِنْجَاء بِالدُّبُرِ مَرْدُود , وَالْمَسّ وَإِنْ كَانَ مُخْتَصًّا بِالذَّكَرِ لَكِنْ يُلْحَق بِهِ الدُّبُر قِيَاسًا , وَالتَّنْصِيص عَلَى الذَّكَر لَا مَفْهُوم لَهُ بَلْ فَرْج الْمَرْأَة كَذَلِكَ , وَإِنَّمَا خُصَّ الذَّكَر بِالذِّكْرِ لِكَوْنِ الرِّجَال فِي الْغَالِب هُمْ الْمُخَاطَبُونَ وَالنِّسَاء شَقَائِق الرِّجَال فِي الْأَحْكَام إِلَّا مَا خُصَّ. وَالصَّوَاب فِي الصُّورَة الَّتِي أَوْرَدَهَا الْخَطَّابِيُّ مَا قَالَهُ إِمَام الْحَرَمَيْنِ وَمَنْ بَعْده كَالْغَزَالِيِّ فِي الْوَسِيط وَالْبَغَوِيّ فِي التَّهْذِيب أَنَّهُ يُمِرّ الْعُضْو بِيَسَارِهِ عَلَى شَيْء يُمْسِكهُ بِيَمِينِهِ وَهِيَ قَارَّة غَيْر مُتَحَرِّكَة فَلَا يُعَدّ مُسْتَجْمِرًا بِالْيَمِينِ وَلَا مَاسًّا بِهَا , وَمَنْ اِدَّعَى أَنَّهُ فِي هَذِهِ الْحَالَة يَكُون مُسْتَجْمِرًا بِيَمِينِهِ فَقَدْ غَلِطَ , وَإِنَّمَا هُوَ كَمَنْ صَبَّ بِيَمِينِهِ الْمَاء عَلَى يَسَاره حَال الِاسْتِنْجَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5631,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، وَأَبُو نُعَيْمٍ قَالاَ حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، قَالَ أَخْبَرَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، قَالَ كَانَ أَنَسٌ يَتَنَفَّسُ فِي الإِنَاءِ مَرَّتَيْنِ أَوْ ثَلاَثًا، وَزَعَمَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَنَفَّسُ ثَلاَثًا‏.‏",
    "english_text": "Anas used to breathe twice or thrice in the vessel (while drinking) and used to say that the Prophet; \nused to take three breaths while drinking.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَزْرَة ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون الزَّاي بَعْدهَا رَاء اِبْن ثَابِت , هُوَ تَابِعِيّ صَغِير أَنْصَارِيّ أَصْله مِنْ الْمَدِينَة نَزَلَ الْبَصْرَة , وَقَدْ سَمِعَ مِنْ جَدّه لِأُمّه عَبْد اللَّه بْن يَزِيد الْخَطْمِيّ وَعَبْد اللَّه بْن أَبِي أَوْفَى وَغَيْرهمَا , فَهَذَا الْإِسْنَاد لَهُ حُكْم الثُّلَاثِيَّات وَإِنْ كَانَ شَيْخ تَابِعِيهِ فِيهِ تَابِعِيًّا آخَر. ‏ ‏قَوْله : ( كَانَ يَتَنَفَّس فِي الْإِنَاء مَرَّتَيْنِ أَوْ ثَلَاثًا ) ‏ ‏يَحْتَمِل أَنْ تَكُون \" أَوْ \" لِلتَّنْوِيعِ , وَأَنَّهُ كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَقْتَصِر عَلَى الْمَرَّة بَلْ إِنْ رُوِيَ مِنْ نَفَسَيْنِ اِكْتَفَى بِهِمَا وَإِلَّا فَثَلَاث , وَيَحْتَمِل أَنْ تَكُون \" أَوْ \" لِلشَّكِّ , فَقَدْ أَخْرَجَ إِسْحَاق بْن رَاهْوَيْهِ الْحَدِيث الْمَذْكُور عَنْ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ عَزْرَة بِلَفْظِ \" كَانَ يَتَنَفَّس ثَلَاثًا \" وَلَمْ يَقُلْ أَوْ , وَأَخْرَجَ التِّرْمِذِيّ بِسَنَدٍ ضَعِيف عَنْ اِبْن عَبَّاس رَفَعَهُ \" لَا تَشْرَبُوا وَاحِدَة كَمَا يَشْرَب الْبَعِير , وَلَكِنْ اِشْرَبُوا مَثْنَى وَثُلَاث \" , فَإِنْ كَانَ مَحْفُوظًا فَهُوَ يُقَوِّي مَا تَقَدَّمَ مِنْ التَّنْوِيع. وَأَخْرَجَ أَيْضًا بِسَنَدٍ ضَعِيف عَنْ اِبْن عَبَّاس أَيْضًا \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا شَرِبَ تَنَفَّسَ مَرَّتَيْنِ \" وَهَذَا لَيْسَ نَصًّا فِي الِاقْتِصَار عَلَى الْمَرَّتَيْنِ بَلْ يَحْتَمِل أَنْ يُرَاد بِهِ التَّنَفُّس فِي أَثْنَاء الشُّرْب فَيَكُون قَدْ شَرِبَ ثَلَاث مَرَّات , وَسَكَتَ عَنْ التَّنَفُّس الْأَخِير لِكَوْنِهِ مِنْ ضَرُورَة الْوَاقِع. وَأَخْرَجَ مُسْلِم وَأَصْحَاب السُّنَن مِنْ طَرِيق أَبِي عَاصِم عَنْ أَنَس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَتَنَفَّس فِي الْإِنَاء ثَلَاثًا وَيَقُول : هُوَ أُرْوَى وَأَمْرَأ وَأَبْرَأ \" لَفْظ مُسْلِم , وَفِي رِوَايَة أَبِي دَاوُدَ \" أَهْنَأ \" بَدَل قَوْله أُرْوَى وَقَوْله : \" أُرْوَى \" هُوَ مِنْ الرِّيّ بِكَسْرِ الرَّاء غَيْر مَهْمُوز أَيْ أَكْثَر رِيًّا , وَيَجُوز أَنْ يُقْرَأ مَهْمُوزًا لِلْمُشَاكَلَةِ , و \" أَمْرَأ \" بِالْهَمْزِ مِنْ الْمَرَاءَة , يُقَال مَرَأَ الطَّعَام بِفَتْحِ الرَّاء يَمْرَأ بِفَتْحِهَا وَيَجُوز كَسْرهَا صَارَ مَرِيًّا , و \" أَبْرَأ \" بِالْهَمْزِ مِنْ الْبَرَاءَة أَوْ مِنْ الْبُرْء أَيْ يُبْرِئ مِنْ الْأَذَى وَالْعَطَش. و \" أَهْنَأ \" بِالْهَمْزِ مِنْ الْهَنْء , وَالْمَعْنَى أَنَّهُ يَصِير هَنِيئًا مَرِيًّا بَرِيًّا أَيْ سَالِمًا أَوْ مُبْرِيًا مِنْ مَرَض أَوْ عَطَش أَوْ أَذًى. وَيُؤْخَذ مِنْ ذَلِكَ أَنَّهُ أَقْمَع لِلْعَطَشِ وَأَقْوَى عَلَى الْهَضْم وَأَقَلّ أَثَرًا فِي ضَعْف الْأَعْضَاء وَبَرْد الْمَعِدَة. وَاسْتِعْمَال أَفْعَل التَّفْضِيل فِي هَذَا يَدُلّ عَلَى أَنَّ لِلْمَرَّتَيْنِ فِي ذَلِكَ مَدْخَلًا فِي الْفَضْل الْمَذْكُور , وَيُؤْخَذ مِنْهُ أَنَّ النَّهْي عَنْ الشُّرْب فِي نَفَس وَاحِد لِلتَّنْزِيهِ , قَالَ الْمُهَلَّب : النَّهْي عَنْ التَّنَفُّس فِي الشُّرْب كَالنَّهْيِ عَنْ النَّفْخ فِي الطَّعَام وَالشَّرَاب , مِنْ أَجْل أَنَّهُ قَدْ يَقَع فِيهِ شَيْء مِنْ الرِّيق فَيَعَافهُ الشَّارِب وَيَتَقَذَّرهُ. إِذْ كَانَ التَّقَذُّر فِي مِثْل ذَلِكَ عَادَة غَالِبَة عَلَى طِبَاع أَكْثَر النَّاس , وَمَحَلّ هَذَا إِذَا أَكَلَ وَشَرِبَ مَعَ غَيْره , وَأَمَّا لَوْ أَكَلَ وَحْده أَوْ مَعَ أَهْله أَوْ مَنْ يَعْلَم أَنَّهُ لَا يَتَقَذَّر شَيْئًا مِمَّا يَتَنَاوَلهُ فَلَا بَأْس. قُلْت : وَالْأَوْلَى تَعْمِيم الْمَنْع , لِأَنَّهُ لَا يُؤْمَن مَعَ ذَلِكَ أَنْ تَفْضُل فَضْلَة أَوْ يَحْصُل التَّقَذُّر مِنْ الْإِنَاء أَوْ نَحْو ذَلِكَ. وَقَالَ اِبْن الْعَرَبِيّ : قَالَ عُلَمَاؤُنَا هُوَ مِنْ مَكَارِم الْأَخْلَاق , وَلَكِنْ مُحَرَّم عَلَى الرَّجُل أَنْ يُنَاوِل أَخَاهُ مَا يَتَقَذَّرهُ , فَإِنْ فَعَلَهُ فِي خَاصَّة نَفْسه ثُمَّ جَاءَ غَيْره فَنَاوَلَهُ إِيَّاهُ فَلْيُعْلِمهُ , فَإِنْ لَمْ يُعْلِمهُ فَهُوَ غِشّ , وَالْغِشّ حَرَام , وَقَالَ الْقُرْطُبِيّ : مَعْنَى النَّهْي عَنْ التَّنَفُّس فِي الْإِنَاء لِئَلَّا يُتَقَذَّر بِهِ مِنْ بُزَاق أَوْ رَائِحَة كَرِيهَة تَتَعَلَّق بِالْمَاءِ , وَعَلَى هَذَا إِذَا لَمْ يَتَنَفَّس يَجُوز الشُّرْب بِنَفَسٍ وَاحِد , وَقِيلَ : يُمْنَع مُطْلَقًا لِأَنَّهُ شُرْب الشَّيْطَان , قَالَ : وَقَوْل أَنَس \" يَتَنَفَّس فِي الشُّرْب ثَلَاثًا \" قَدْ جَعَلَهُ بَعْضهمْ مُعَارِضًا لِلنَّهْيِ , وَحُمِلَ عَلَى بَيَان الْجَوَاز , وَمِنْهُمْ مَنْ أَوْمَأَ إِلَى أَنَّهُ مِنْ خَصَائِصه لِأَنَّهُ كَانَ لَا يَتَقَذَّر مِنْهُ شَيْء. ‏ ‏( تَكْمِلَة ) : أَخْرَجَ الطَّبَرَانِيّ فِي الْأَوْسَط بِسَنَدٍ حَسَن عَنْ أَبِي هُرَيْرَة \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَشْرَب فِي ثَلَاثَة أَنْفَاس , إِذَا أَدْنَى الْإِنَاء إِلَى فِيهِ يُسَمِّي اللَّه , فَإِذَا أَخَّرَهُ حَمِدَ اللَّه , يَفْعَل ذَلِكَ ثَلَاثًا \" وَأَصْله فِي اِبْن مَاجَهْ , وَلَهُ شَاهِد مِنْ حَدِيث اِبْن مَسْعُود عِنْد الْبَزَّار وَالطَّبَرَانِيّ , وَأَخْرَجَ التِّرْمِذِيّ مِنْ حَدِيث اِبْن عَبَّاس الْمُشَار إِلَيْهِ قَبْل \" وَسَمُّوا إِذَا أَنْتُمْ شَرِبْتُمْ , وَاحْمَدُوا إِذَا أَنْتُمْ رَفَعْتُمْ \" وَهَذَا يَحْتَمِل أَنْ يَكُون شَاهِدًا لِحَدِيثِ أَبِي هُرَيْرَة الْمَذْكُور , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِهِ فِي الِابْتِدَاء وَالِانْتِهَاء فَقَطْ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5632,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ كَانَ حُذَيْفَةُ بِالْمَدَايِنِ فَاسْتَسْقَى، فَأَتَاهُ دِهْقَانٌ بِقَدَحِ فِضَّةٍ، فَرَمَاهُ بِهِ فَقَالَ إِنِّي لَمْ أَرْمِهِ إِلاَّ أَنِّي نَهَيْتُهُ فَلَمْ يَنْتَهِ، وَإِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَانَا عَنِ الْحَرِيرِ وَالدِّيبَاجِ وَالشُّرْبِ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَقَالَ ‏\n\"‏ هُنَّ لَهُمْ فِي الدُّنْيَا وَهْىَ لَكُمْ فِي الآخِرَةِ ‏\"‏‏.‏",
    "english_text": "While Hudhaita was at Mada'in, he asked for water. The chief of the village brought him a silver \nvessel. Hudhaifa threw it away and said, \"I have thrown it away because I told him not to use it, but he \nhas not stopped using it. The Prophet (ﷺ) forbade us to wear clothes of silk or Dibaj, and to drink in gold \nor silver utensils, and said, 'These things are for them (unbelievers) in this world and for you \n(Muslims) in the Hereafter.' \"",
    "explication": "‏ ‏قَوْله : ( عَنْ اِبْن أَبِي لَيْلَى ) ‏ ‏هُوَ عَبْد الرَّحْمَن , وَفِي رِوَايَة غُنْدَر عَنْ شُعْبَة عَنْ الْحَكَم \" سَمِعْت اِبْن أَبِي لَيْلَى \" أَخْرَجَهُ مُسْلِم وَالتِّرْمِذِيّ. ‏ ‏قَوْله : ( كَانَ حُذَيْفَة بِالْمَدَائِنِ ) ‏ ‏, عِنْد أَحْمَد مِنْ طَرِيق يَزِيد عَنْ اِبْن أَبِي لَيْلَى \" كُنْت مَعَ حُذَيْفَة بِالْمَدَائِنِ \" وَالْمَدَائِن اِسْم بِلَفْظِ جَمْع مَدِينَة , وَهُوَ بَلَد عَظِيم عَلَى دِجْلَة بَيْنهَا وَبَيْن بَغْدَاد سَبْعَة فَرَاسِخ كَانَتْ مَسْكَن مُلُوك الْفُرْس , وَبِهَا إِيوَان كِسْرَى الْمَشْهُور , وَكَانَ فَتْحهَا عَلَى يَد سَعْد بْن أَبِي وَقَّاص فِي خِلَافَة عُمَر سَنَة سِتّ عَشْرَة وَقِيلَ : قَبْل ذَلِكَ , وَكَانَ حُذَيْفَة عَامِلًا عَلَيْهَا فِي خِلَافَة عُمَر ثُمَّ عُثْمَان إِلَى أَنْ مَاتَ بَعْد قَتْل عُثْمَان. ‏ ‏قَوْله : ( فَاسْتَسْقَى فَأَتَاهُ دِهْقَان ) ‏ ‏بِكَسْرِ الدَّال الْمُهْمَلَة وَيَجُوز ضَمّهَا بَعْدهَا هَاء سَاكِنَة ثُمَّ قَافٌ , هُوَ كَبِير الْقَرْيَة بِالْفَارِسِيَّةِ , وَوَقَعَ فِي رِوَايَة أَحْمَد عَنْ وَكِيع عَنْ شُعْبَة \" اِسْتَسْقَى حُذَيْفَة مِنْ دِهْقَان أَوْ عِلْج \" وَتَقَدَّمَ فِي الْأَطْعِمَة مِنْ طَرِيق سَيْف عَنْ مُجَاهِد عَنْ اِبْن أَبِي لَيْلَى \" أَنَّهُمْ كَانُوا عِنْد حُذَيْفَة , فَاسْتَسْقَى , فَسَقَاهُ مَجُوسِيّ \" وَلَمْ أَقِف عَلَى اِسْمه بَعْد الْبَحْث. ‏ ‏قَوْله : ( بِقَدَحِ فِضَّة ) ‏ ‏فِي رِوَايَة أَبِي دَاوُدَ عَنْ حَفْص شَيْخ الْبُخَارِيّ فِيهِ \" بِإِنَاءٍ مِنْ فِضَّة \" وَلِمُسْلِمٍ مِنْ طَرِيق عَبْد اللَّه بْن عُكَيْم \" كُنَّا عِنْد حُذَيْفَة فَجَاءَهُ دِهْقَان بِشَرَابٍ فِي إِنَاء مِنْ فِضَّة \" وَيَأْتِي فِي اللِّبَاس عَنْ سُلَيْمَان بْن حَرْب عَنْ شُعْبَة بِلَفْظِ \" بِمَاءٍ فِي إِنَاء \". ‏ ‏قَوْله : ( فَرَمَاهُ بِهِ ) ‏ ‏فِي رِوَايَة وَكِيع \" فَحَذَفَهُ بِهِ \" وَيَأْتِي فِي الَّذِي يَلِيه بِلَفْظِ \" فَرَمَى بِهِ فِي وَجْهه \" وَلِأَحْمَد مِنْ رِوَايَة يَزِيد عَنْ اِبْن أَبِي لَيْلَى \" مَا يَأْلُو أَنْ يُصِيب بِهِ وَجْهه \" زَادَ فِي رِوَايَة الْإِسْمَاعِيلِيّ وَأَصْله عِنْد مُسْلِم : فَرَمَاهُ بِهِ فَكَسَرَهُ. ‏ ‏قَوْله : ( فَقَالَ : إِنِّي لَمْ أَرْمِهِ إِلَّا أَنِّي نَهَيْته فَلَمْ يَنْتَهِ ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ الْمَذْكُورَة \" لَمْ أَكْسِرهُ إِلَّا أَنِّي نَهَيْته فَلَمْ يَقْبَل \" وَفِي رِوَايَة وَكِيع \" ثُمَّ أَقْبَلَ عَلَى الْقَوْم فَاعْتَذَرَ \" وَفِي رِوَايَة يَزِيد \" لَوْلَا أَنِّي تَقَدَّمْت إِلَيْهِ مَرَّة أَوْ مَرَّتَيْنِ لَمْ أَفْعَل بِهِ هَذَا \" وَفِي رِوَايَة عَبْد اللَّه بْن عُكَيْم \" إِنِّي أَمَرْته أَنْ لَا يَسْقِينِي فِيهِ \" وَيَأْتِي فِي الَّذِي بَعْده مَزِيد فِيهِ. ‏ ‏قَوْله : ( وَإِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَانَا عَنْ الْحَرِير وَالدِّيبَاج ) ‏ ‏سَيَأْتِي فِي اللِّبَاس التَّصْرِيح بِبَيَانِ النَّهْي عَنْ لُبْسهمَا , وَفِيهِ بَيَان الدِّيبَاج مَا هُوَ. ‏ ‏قَوْله : ( وَالشُّرْب فِي آنِيَة الذَّهَب وَالْفِضَّة ) ‏ ‏وَقَعَ فِي الَّذِي يَلِيه بِلَفْظِ \" لَا تَشْرَبُوا وَلَا تَلْبَسُوا \" وَكَذَا عِنْد أَحْمَد مِنْ وَجْه آخَر عَنْ الْحَكَم , كَذَا وَقَعَ فِي مُعْظَم الرِّوَايَات عَنْ حُذَيْفَة الِاقْتِصَار عَلَى الشُّرْب وَوَقَعَ عِنْد أَحْمَد مِنْ طَرِيق مُجَاهِد عَنْ اِبْن أَبِي لَيْلَى بِلَفْظِ \" نَهَى أَنْ يُشْرَب فِي آنِيَة الذَّهَب وَالْفِضَّة , وَأَنْ يُؤْكَل فِيهَا \" وَيَأْتِي نَحْوه فِي حَدِيث أُمّ سَلَمَة فِي الْبَاب الَّذِي يَلِيه. ‏ ‏قَوْله : ( وَقَالَ : هُنَّ لَهُمْ فِي الدُّنْيَا , وَهُنَّ لَكُمْ فِي الْآخِرَة ) ‏ ‏كَذَا فِيهِ بِلَفْظِ \" هُنَّ \" بِضَمِّ الْهَاء وَتَشْدِيد النُّون فِي الْمَوْضِعَيْنِ. وَفِي رِوَايَة أَبِي دَاوُدَ عَنْ حَفْص بْن عُمَر شَيْخ الْبُخَارِيّ فِيهِ بِلَفْظِ \" هِيَ \" بِكَسْرِ الْهَاء ثُمَّ التَّحْتَانِيَّة , وَكَذَا فِي رِوَايَة غُنْدَر عَنْ شُعْبَة , وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ وَأَصْله فِي مُسْلِم \" هُوَ \" أَيْ جَمِيع مَا ذَكَرَ. قَالَ الْإِسْمَاعِيلِيّ : لَيْسَ الْمُرَاد بِقَوْلِهِ : \" فِي الدُّنْيَا \" إِبَاحَة اِسْتِعْمَالهمْ إِيَّاهُ وَإِنَّمَا الْمَعْنَى بِقَوْلِهِ \" لَهُمْ \" أَيْ هُمْ الَّذِينَ يَسْتَعْمِلُونَهُ مُخَالَفَة لِزِيِّ الْمُسْلِمِينَ. وَكَذَا قَوْله وَلَكُمْ فِي الْآخِرَة أَيْ تَسْتَعْمِلُونَهُ مُكَافَأَة لَكُمْ عَلَى تَرْكِهِ فِي الدُّنْيَا , وَيَمْنَعهُ أُولَئِكَ جَزَاء لَهُمْ عَلَى مَعْصِيَتهمْ بِاسْتِعْمَالِهِ. قُلْت : وَيَحْتَمِل أَنْ يَكُون فِيهِ إِشَارَة إِلَى أَنَّ الَّذِي يَتَعَاطَى ذَلِكَ فِي الدُّنْيَا لَا يَتَعَاطَاهُ فِي الْآخِرَة كَمَا تَقَدَّمَ فِي شُرْب الْخَمْر , وَيَأْتِي مِثْله فِي لِبَاس الْحَرِير , بَلْ وَقَعَ فِي هَذَا بِخُصُوصِهِ مَا سَأُبَيِّنُهُ فِي الَّذِي قَبْله. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5633,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ خَرَجْنَا مَعَ حُذَيْفَةَ وَذَكَرَ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَلاَ تَلْبَسُوا الْحَرِيرَ وَالدِّيبَاجَ، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الآخِرَةِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Do not drink in gold or silver utensils, and do not wear clothes of silk or Dibaj, for \nthese things are for them (unbelievers) in this world and for you in the Hereafter.\"",
    "explication": "‏ ‏قَوْله : ( خَرَجْنَا مَعَ حُذَيْفَة وَذَكَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا ذَكَرَهُ مُخْتَصَرًا , وَقَدْ أَخْرَجَهُ أَحْمَد عَنْ اِبْن أَبِي عَدِيّ الَّذِي أَخْرَجَهُ الْبُخَارِيّ مِنْ طَرِيقه , وَأَخْرَجَهُ الْإِسْمَاعِيلِيّ وَأَصْله فِي مُسْلِم مِنْ طَرِيق مُعَاذ بْن مُعَاذ وَكِلَاهُمَا عَنْ عَبْد اللَّه بْن عَوْن بِلَفْظِ \" خَرَجْت مَعَ حُذَيْفَة إِلَى بَعْض هَذَا السَّوَاد , فَاسْتَسْقَى , فَأَتَاهُ الدِّهْقَان بِإِنَاءٍ مِنْ فِضَّة , فَرَمَى بِهِ فِي وَجْهه , قَالَ فَقُلْنَا : اُسْكُتُوا , فَإِنَّا إِنْ سَأَلْنَاهُ لَمْ يُحَدِّثنَا , قَالَ فَسَكَتْنَا. فَلَمَّا كَانَ بَعْد ذَلِكَ قَالَ : أَتَدْرُونَ لِمَ رَمَيْت بِهَذَا فِي وَجْهه ؟ قُلْنَا : لَا. قَالَ : ذَلِكَ أَنِّي كُنْت نَهَيْته. قَالَ فَذَكَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : لَا تَشْرَبُوا فِي آنِيَة الذَّهَب وَالْفِضَّة \" قَالَ أَحْمَد : وَفِي رِوَايَة مُعَاذ \" وَلَا فِي الْفِضَّة \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5634,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنْ زَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ، عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الَّذِي يَشْرَبُ فِي إِنَاءِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ ‏\"‏‏.‏",
    "english_text": "(the wife of the Prophet) Allah's Messenger (ﷺ) said, \"He who drinks in silver utensils is only filling his \n`Abdomen with Hell Fire.\"",
    "explication": "‏ ‏قَوْله ( إِسْمَاعِيل ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس. ‏ ‏قَوْله : ( عَنْ زَيْد بْن عَبْد اللَّه بْن عُمَر ) ‏ ‏هُوَ تَابِعِيّ ثِقَة , تَقَدَّمَتْ رِوَايَته عَنْ أَبِيهِ فِي إِسْلَام عُمَر , وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَيْنِ الْحَدِيثَيْنِ. وَهَذَا الْإِسْنَاد كُلّه مَدَنِيُّونَ , وَقَدْ تَابَعَ مَالِكًا عَنْ نَافِع عَلَيْهِ مُوسَى بْن عُقْبَة وَأَيُّوب وَغَيْرهمَا وَذَلِكَ عِنْد مُسْلِم , وَخَالَفَهُمْ إِسْمَاعِيل بْن أُمَيَّة عَنْ نَافِع فَلَمْ يَذْكُر زَيْدًا فِي إِسْنَاده , جَعَلَهُ عَنْ نَافِع عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن , أَخْرَجَهُ النَّسَائِيُّ , وَالْحُكْم لِمَنْ زَادَ مِنْ الثِّقَات , وَلَا سِيَّمَا وَهُمْ حُفَّاظ وَقَدْ اِجْتَمَعُوا وَانْفَرَدَ إِسْمَاعِيل. وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ نَافِع عَنْ صَفِيَّة بِنْت أَبِي عُبَيْد عَنْ أُمّ سَلَمَة , وَوَافَقَهُ سَعْد بْن إِبْرَاهِيم عَنْ نَافِع فِي صَفِيَّة لَكِنْ خَالَفَهُ فَقَالَ عَنْ عَائِشَة بَدَل أُمّ سَلَمَة , وَقَوْل مُحَمَّد بْن إِسْحَاق أَقْرَب , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّ لِنَافِعٍ فِيهِ إِسْنَادَيْنِ , وَشَذَّ عَبْد الْعَزِيز بْن أَبِي رَوَّادٍ فَقَالَ \" عَنْ نَافِع عَنْ أَبِي هُرَيْرَة \" وَسَلَكَ بُرْد بْن سِنَان وَهِشَام بْن الْغَاز الْجَادَّة فَقَالَا عَنْ نَافِع عَنْ اِبْن عُمَر أَخْرَجَ الْجَمِيع النَّسَائِيُّ وَقَالَ : الصَّوَاب مِنْ ذَلِكَ كُلّه رِوَايَة أَيُّوب وَمَنْ تَابَعَهُ. ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَبِي بَكْر الصِّدِّيق ) ‏ ‏هُوَ اِبْن أُخْت أُمّ سَلَمَة الَّتِي رُوِيَ عَنْهَا هَذَا الْحَدِيث , أُمّه قَرِيبَة بِنْت أَبِي أُمَيَّة بْن الْمُغِيرَة الْمَخْزُومِيَّة , وَهُوَ ثِقَة مَا لَهُ فِي الْبُخَارِيّ غَيْر هَذَا الْحَدِيث. ‏ ‏قَوْله : ( الَّذِي يَشْرَب فِي آنِيَة الْفِضَّة ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ طَرِيق عُثْمَان بْن مُرَّة عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن \" مَنْ شَرِبَ مِنْ إِنَاء ذَهَب أَوْ فِضَّة \" وَلَهُ مِنْ رِوَايَة عَلِيّ بْن مُسْهِر عَنْ عُبَيْد اللَّه بْن عُمَر الْعُمَرِيّ عَنْ نَافِع \" إِنَّ الَّذِي يَأْكُل وَيَشْرَب فِي آنِيَة الذَّهَب وَالْفِضَّة \" وَأَشَارَ مُسْلِم إِلَى تَفَرُّد عَلِيّ بْن مُسْهِر بِهَذِهِ اللَّفْظَة , أَعْنِي الْأَكْل. ‏ ‏قَوْله ( إِنَّمَا يُجَرْجِر ) ‏ ‏بِضَمِّ التَّحْتَانِيَّة وَفَتْح الْجِيم وَسُكُون الرَّاء ثُمَّ جِيم مَكْسُورَة ثُمَّ رَاء مِنْ الْجَرْجَرَة وَهُوَ صَوْت يُرَدِّدهُ الْبَعِير فِي حَنْجَرَته إِذَا هَاجَ نَحْو صَوْت اللِّجَام فِي فَكِّ الْفَرَس , قَالَ النَّوَوِيّ : اِتَّفَقُوا عَلَى كَسْر الْجِيم الثَّانِيَة مِنْ يُجَرْجِر , وَتُعُقِّبَ بِأَنَّ الْمُوَفَّق بْن حَمْزَة فِي كَلَامه عَلَى الْمَذْهَب حَكَى فَتْحهَا , وَحَكَى اِبْن الْفِرْكَاح عَنْ وَالِده أَنَّهُ قَالَ : رُوِيَ يُجَرْجِر عَلَى الْبِنَاء لِلْفَاعِلِ وَالْمَفْعُول , وَكَذَا جَوَّزَهُ اِبْن مَالِك فِي \" شَوَاهِد التَّوْضِيح \" نَعَمْ رَدَّ ذَلِكَ اِبْن أَبِي الْفَتْح تِلْمِيذه فَقَالَ فِي جُزْء جَمَعَهُ فِي الْكَلَام عَلَى هَذَا الْمَتْن : لَقَدْ كَثُرَ بَحْثِي عَلَى أَنْ أَرَى أَحَدًا رَوَاهُ مَبْنِيًّا لِلْمَفْعُولِ فَلَمْ أَجِدهُ عِنْد أَحَد مِنْ حُفَّاظ الْحَدِيث , وَإِنَّمَا سَمِعْنَاهُ مِنْ الْفُقَهَاء الَّذِينَ لَيْسَتْ لَهُمْ عِنَايَة بِالرِّوَايَةِ , وَسَأَلْت أَبَا الْحُسَيْن الْيُونِينِيّ فَقَالَ : مَا قَرَأْته عَلَى وَالِدِي وَلَا عَلَى شَيْخنَا الْمُنْذِر إِلَّا مَبْنِيًّا لِلْفَاعِلِ. قَالَ : وَيَبْعُد اِتِّفَاق الْحُفَّاظ قَدِيمًا وَحَدِيثًا عَلَى تَرْك رِوَايَة ثَابِتَة. قَالَ : وَأَيْضًا فَإِسْنَاده إِلَى الْفَاعِل هُوَ الْأَصْل وَإِسْنَاده إِلَى الْمَفْعُول فَرْع فَلَا يُصَار إِلَيْهِ بِغَيْرِ حَاجَة , وَأَيْضًا فَإِنَّ عُلَمَاء الْعَرَبِيَّة قَالُوا : يُحْذَف الْفَاعِل إِمَّا لِلْعِلْمِ بِهِ أَوْ لِلْجَهْلِ بِهِ , أَوْ إِذَا تُخَوَّف مِنْهُ أَوْ عَلَيْهِ , أَوْ لِشَرَفِهِ أَوْ لِحَقَارَتِهِ , أَوْ لِإِقَامَةِ وَزْن , وَلَيْسَ هُنَا شَيْء مِنْ ذَلِكَ. ‏ ‏قَوْله : ( فِي بَطْنه نَار جَهَنَّم ) ‏ ‏وَقَعَ لِلْأَكْثَرِ بِنَصْبِ نَار عَلَى أَنَّ الْجَرْجَرَة بِمَعْنَى الصَّبّ أَوْ التَّجَرُّع فَيَكُون \" نَار \" نُصِبَ عَلَى الْمَفْعُولِيَّة وَالْفَاعِل الشَّارِب أَيْ يَصُبّ أَوْ يَتَجَرَّع , وَجَاءَ الرَّفْع عَلَى أَنَّ الْجَرْجَرَة هِيَ الَّتِي تُصَوِّت فِي الْبَطْن , قَالَ النَّوَوِيّ : النَّصْب أَشْهَر , وَيُؤَيِّدهُ رِوَايَة عُثْمَان بْن مُرَّة عِنْد مُسْلِم بِلَفْظِ \" فَإِنَّمَا يُجَرْجِر فِي بَطْنه نَارًا مِنْ جَهَنَّم \" وَأَجَازَ الْأَزْهَرِيّ النَّصْب عَلَى أَنَّ الْفِعْل عُدِّيَ إِلَيْهِ , وَابْن السَّيِّد الرَّفْع عَلَى أَنَّهُ خَبَر إِنَّ وَمَا مَوْصُولَة , قَالَ : وَمَنْ نَصَبَ جَعَلَ \" مَا \" زَائِدَة كَافَّة لِإِنَّ عَنْ الْعَمَل , وَهُوَ نَحْو ( إِنَّمَا صَنَعُوا كَيْد سَاحِرٍ ) فَقُرِئَ بِنَصْبِ كَيْد وَرَفْعه , وَيَدْفَعهُ أَنَّهُ لَمْ يَقَع فِي شَيْء مِنْ النُّسَخ بِفَصْلِ مَا مِنْ إِنَّ. وَقَوْله : إِنَّ النَّار تُصَوِّت فِي بَطْنه كَمَا يُصَوِّت الْبَعِير بِالْجَرْجَرَةِ مَجَاز تَشْبِيه , لِأَنَّ النَّار لَا صَوْت لَهَا , كَذَا قِيلَ. وَفِي النَّفْي نَظَرٌ لَا يَخْفَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5635,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَشْعَثِ بْنِ سُلَيْمٍ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ، وَنَهَانَا عَنْ سَبْعٍ، أَمَرَنَا بِعِيَادَةِ الْمَرِيضِ، وَاتِّبَاعِ الْجِنَازَةِ، وَتَشْمِيتِ الْعَاطِسِ، وَإِجَابَةِ الدَّاعِي، وَإِفْشَاءِ السَّلاَمِ، وَنَصْرِ الْمَظْلُومِ وَإِبْرَارِ الْمُقْسِمِ، وَنَهَانَا عَنْ خَوَاتِيمِ الذَّهَبِ، وَعَنِ الشُّرْبِ فِي الْفِضَّةِ ـ أَوْ قَالَ آنِيَةِ الْفِضَّةِ ـ وَعَنِ الْمَيَاثِرِ وَالْقَسِّيِّ، وَعَنْ لُبْسِ الْحَرِيرِ وَالدِّيبَاجِ وَالإِسْتَبْرَقِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) ordered us to do seven things and forbade us from seven. He ordered us to visit the \nsick, to follow funeral processions, (to say) to a sneezer, (May Allah bestow His Mercy on you, if he \nsays, Praise be to Allah), to accept invitations, to greet (everybody), to help the oppressed and to help \nothers to fulfill their oaths. He forbade us to wear gold rings, to drink in silver (utensils), to use \nMayathir (silken carpets placed on saddles), to wear Al-Qissi (a kind of silken cloth), to wear silk, \nDibaj or Istabraq (two kinds of silk).",
    "explication": "‏ ‏قَوْله : ( عَنْ الْأَشْعَث ) ‏ ‏هُوَ اِبْن أَبِي الشَّعْثَاء الْمُحَارِبِيّ. ‏ ‏قَوْله : ( عَنْ الْبَرَاء بْن عَازِب ) ‏ ‏أَوْرَدَهُ فِي الْمَظَالِم عَنْ سَعِيد بْن الرَّبِيع عَنْ شُعْبَة عَنْ الْأَشْعَث فَقَالَ فِيهِ \" سَمِعْت الْبَرَاء بْن عَازِب \" , وَلِمُسْلِمٍ مِنْ طَرِيق زُهَيْر بْن مُعَاوِيَة عَنْ الْأَشْعَث عَنْ مُعَاوِيَة بْن سُوَيْدٍ قَالَ \" دَخَلْت عَلَى الْبَرَاء بْن عَازِب فَسَمِعْته يَقُول \" فَذَكَرَ الْحَدِيث. ‏ ‏قَوْله : ( أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسَبْعٍ وَنَهَانَا عَنْ سَبْع ) ‏ ‏أَمَّا الْمَأْمُورَات فَسَنَذْكُرُ شَرْحهَا فِي كِتَابَيْ الْأَدَب وَاللِّبَاس , وَاَلَّذِي يَتَعَلَّق مِنْهَا بِهَذَا الْبَاب اِتِّبَاع الْجَنَائِز. وَأَمَّا الْمَنْهِيَّات فَمَحَلّ شَرْحهَا كِتَاب اللِّبَاس وَسَيَأْتِي الْكَلَام عَلَيْهَا فِيهِ , وَسَقَطَ مِنْ الْمَنْهِيَّات فِي هَذَا الْبَاب وَاحِدَة سَهْوًا إِمَّا مِنْ الْمُصَنِّف أَوْ مِنْ شَيْخه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5636,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنِي عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ سَالِمٍ أَبِي النَّضْرِ، عَنْ عُمَيْرٍ، مَوْلَى أُمِّ الْفَضْلِ عَنْ أُمِّ الْفَضْلِ، أَنَّهُمْ شَكُّوا فِي صَوْمِ النَّبِيِّ صلى الله عليه وسلم يَوْمَ عَرَفَةَ، فَبُعِثَ إِلَيْهِ بِقَدَحٍ مِنْ لَبَنٍ فَشَرِبَهُ‏.‏",
    "english_text": "that the people were in doubt whether the Prophet (ﷺ) was fasting on the Day of `Arafat or not, so a \n(wooden) drinking vessel full of milk was sent to him, and he drank it.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي سَالِمٌ ) ‏ ‏هُوَ أَبُو النَّضْر الْمَذْكُور فِي الطَّرِيق الثَّانِيَة وَهُوَ بِكُنْيَتِهِ أَشْهَرُ , وَرُبَّمَا جَاءَ بِاسْمِهِ وَكُنْيَته مَعًا فَيُقَالُ حَدَّثَنَا سَالِمٌ أَبُو النَّضْر , وَإِنَّمَا سَاقَ الْبُخَارِيُّ الطَّرِيقَ الْأُولَى مَعَ نُزُولِهَا لِمَا فِيهَا مِنْ التَّصْرِيحِ بِالتَّحْدِيثِ فِي الْمَوَاضِع الَّتِي وَقَعَتْ بِالْعَنْعَنَةِ فِي الطَّرِيق الثَّانِيَة مَعَ عُلُوِّهَا , وَمَا أَكْثَرَ مَا يَحْرِصُ الْبُخَارِيُّ عَلَى ذَلِكَ فِي هَذَا الْكِتَاب. ‏ ‏قَوْله : ( عُمَيْر مَوْلَى أُمِّ الْفَضْلِ ) ‏ ‏هُوَ عُمَيْر مَوْلَى اِبْن عَبَّاس , فَمَنْ قَالَ مَوْلَى أُمّ الْفَضْل فَبِاعْتِبَارِ أَصْلِهِ وَمَنْ قَالَ مَوْلَى اِبْن عَبَّاس فَبِاعْتِبَارِ مَا آلَ إِلَيْهِ حَالُهُ , لِأَنَّ أُمَّ الْفَضْلِ هِيَ وَالِدَة اِبْن عَبَّاس وَقَدْ اِنْتَقَلَ إِلَى اِبْن عَبَّاس وَلَاءُ مَوَالِي أُمِّهِ. وَلَيْسَ لِعُمَيْرٍ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَقَدْ أَخْرَجَهُ أَيْضًا فِي الْحَجِّ فِي مَوْضِعَيْنِ وَفِي الْأَشْرِبَةِ فِي ثَلَاثَةِ مَوَاضِعَ , وَحَدِيث آخَر تَقَدَّمَ فِي التَّيَمُّمِ. ‏ ‏قَوْله : ( أَنَّ نَاسًا تَمَارَوْا ) ‏ ‏أَيْ اِخْتَلَفُوا , وَوَقَعَ عِنْد الدَّارَقُطْنِيِّ فِي \" الْمُوَطَّآت \" مِنْ طَرِيق أَبِي نُوحٍ عَنْ مَالِك \" اِخْتَلَفَ نَاسٌ مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( فِي صَوْم النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏هَذَا يُشْعِرُ بِأَنَّ صَوْم يَوْمِ عَرَفَةَ كَانَ مَعْرُوفًا عِنْدَهُمْ مُعْتَادًا لَهُمْ فِي الْحَضَر , وَكَأَنَّ مَنْ جَزَمَ بِأَنَّهُ صَائِم اِسْتَنَدَ إِلَى مَا أَلِفَهُ مِنْ الْعِبَادَةِ , وَمَنْ جَزَمَ بِأَنَّهُ غَيْرُ صَائِمٍ قَامَتْ عِنْدَهُ قَرِينَةُ كَوْنِهِ مُسَافِرًا , وَقَدْ عُرِفَ نَهْيُهُ عَنْ صَوْمِ الْفَرْضِ فِي السَّفَر فَضْلًا عَنْ النَّفْل. ‏ ‏قَوْله : ( فَأَرْسَلَتْ ) ‏ ‏سَيَأْتِي فِي الْحَدِيث الَّذِي يَلِيهِ أَنَّ مَيْمُونَة بِنْت الْحَارِث هِيَ الَّتِي أَرْسَلَتْ , فَيَحْتَمِل التَّعَدُّدَ , وَيَحْتَمِل أَنَّهُمَا مَعًا أَرْسَلَتَا فَنُسِبَ ذَلِكَ إِلَى كُلّ مِنْهُمَا لِأَنَّهُمَا كَانَتَا أُخْتَيْنِ فَتَكُون مَيْمُونَة أَرْسَلَتْ بِسُؤَالِ أُمّ الْفَضْل لَهَا فِي ذَلِكَ لِكَشْفِ الْحَالِ فِي ذَلِكَ وَيَحْتَمِل الْعَكْسَ , وَسَيَأْتِي الْإِشَارَة إِلَى تَعْيِينِ كَوْن مَيْمُونَةَ هِيَ الَّتِي بَاشَرَتْ الْإِرْسَالَ. وَلَمْ يُسَمَّ الرَّسُولُ فِي طُرُق حَدِيث أُمّ الْفَضْل , لَكِنْ رَوَى النَّسَائِيُّ مِنْ طَرِيق سَعِيد اِبْن جُبَيْر عَنْ اِبْن عَبَّاس مَا يَدُلُّ عَلَى أَنَّهُ كَانَ الرَّسُول بِذَلِكَ , وَيُقَوِّي ذَلِكَ أَنَّهُ كَانَ مِمَّنْ جَاءَ عَنْهُ أَنَّهُ أَرْسَلَ إِمَّا أُمَّهُ وَإِمَّا خَالَتَهُ. ‏ ‏قَوْله : ( وَهُوَ وَاقِفٌ عَلَى بَعِيره ) ‏ ‏زَادَ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَجِ \" مِنْ طَرِيق يَحْيَى بْن سَعِيد عَنْ مَالِك \" وَهُوَ يَخْطُبُ النَّاسَ بِعَرَفَة \" وَلِلْمُصَنِّفِ فِي الْأَشْرِبَةِ مِنْ طَرِيق عَبْد الْعَزِيز بْن أَبِي سَلَمَة عَنْ أَبِي النَّضْر \" وَهُوَ وَاقِفٌ عَشِيَّةَ عَرَفَةَ \" وَلِأَحْمَدَ وَالنَّسَائِيِّ مِنْ طَرِيق عَبْد اللَّه بْن عَبَّاس عَنْ أُمّه أُمّ الْفَضْل \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَفْطَرَ بِعَرَفَةَ \". ‏ ‏قَوْله : ( فَشَرِبَهُ ) ‏ ‏زَادَ فِي حَدِيث مَيْمُونَةَ \" وَالنَّاسُ يَنْظُرُونَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5637,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ ذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم امْرَأَةٌ مِنَ الْعَرَبِ، فَأَمَرَ أَبَا أُسَيْدٍ السَّاعِدِيَّ أَنْ يُرْسِلَ إِلَيْهَا فَأَرْسَلَ إِلَيْهَا، فَقَدِمَتْ فَنَزَلَتْ فِي أُجُمِ بَنِي سَاعِدَةَ، فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم حَتَّى جَاءَهَا فَدَخَلَ عَلَيْهَا فَإِذَا امْرَأَةٌ مُنَكِّسَةٌ رَأْسَهَا، فَلَمَّا كَلَّمَهَا النَّبِيُّ صلى الله عليه وسلم قَالَتْ أَعُوذُ بِاللَّهِ مِنْكَ‏.‏ فَقَالَ ‏\"‏ قَدْ أَعَذْتُكِ مِنِّي ‏\"‏‏.‏ فَقَالُوا لَهَا أَتَدْرِينَ مَنْ هَذَا قَالَتْ لاَ‏.‏ قَالُوا هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءَ لِيَخْطُبَكِ‏.‏ قَالَتْ كُنْتُ أَنَا أَشْقَى مِنْ ذَلِكَ‏.‏ فَأَقْبَلَ النَّبِيُّ صلى الله عليه وسلم يَوْمَئِذٍ حَتَّى جَلَسَ فِي سَقِيفَةِ بَنِي سَاعِدَةَ هُوَ وَأَصْحَابُهُ، ثُمَّ قَالَ ‏\"‏ اسْقِنَا يَا سَهْلُ ‏\"‏‏.‏ فَخَرَجْتُ لَهُمْ بِهَذَا الْقَدَحِ فَأَسْقَيْتُهُمْ فِيهِ، فَأَخْرَجَ لَنَا سَهْلٌ ذَلِكَ الْقَدَحَ فَشَرِبْنَا مِنْهُ‏.‏ قَالَ ثُمَّ اسْتَوْهَبَهُ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ بَعْدَ ذَلِكَ فَوَهَبَهُ لَهُ‏.‏",
    "english_text": "An Arab lady was mentioned to the Prophet (ﷺ) so he asked Abu Usaid As-Sa`idi to send for her, and he \nsent for her and she came and stayed in the castle of Bani Sa`ida. The Prophet (ﷺ) came out and went to \nher and entered upon her. Behold, it was a lady sitting with a drooping head. When the Prophet (ﷺ) spoke \nto her, she said, \"I seek refuge with Allah from you.\" He said, \"I grant you refuge from me.\" They said \nto her, \"Do you know who this is?\" She said, \"No.\" They said, \"This is Allah's Messenger (ﷺ) who has come \nto command your hand in marriage.\" She said, \"I am very unlucky to lose this chance.\" Then the \nProphet and his companions went towards the shed of Bani Sa`ida and sat there. Then he said, \"Give \nus water, O Sahl!\" So I took out this drinking bowl and gave them water in it. The sub-narrator added: \nSahl took out for us that very drinking bowl and we all drank from it. Later on `Umar bin `Abdul \n`Aziz requested Sahl to give it to him as a present, and he gave it to him as a present.",
    "explication": "حَدِيث سَهْل بْن سَعْد فِي قِصَّة الْجَوْنِيَّة بِفَتْحِ الْجِيم وَسُكُون الْوَاو ثُمَّ نُون فِي قِصَّة اِسْتِعَاذَتهَا لَمَّا جَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُبهَا , وَقَدْ تَقَدَّمَ شَرْح قِصَّتهَا فِي أَوَّل كِتَاب الطَّلَاق , وَقَوْله فِي هَذِهِ الطَّرِيق : ‏ ‏\" فَنَزَلَتْ فِي أُجُم \" ‏ ‏بِضَمِّ الْهَمْزَة وَالْجِيم هُوَ بِنَاء يُشْبِه الْقَصْر , وَهُوَ مِنْ حُصُون الْمَدِينَة , وَالْجَمْع آجَام مِثْل أُطُم وَآطَام. قَالَ الْخَطَّابِيُّ : الْأُطُم وَالْأُجُم بِمَعْنًى , وَأَغْرَبَ الدَّاوُدِيّ فَقَالَ : الْآجَام الْأَشْجَار وَالْحَوَائِط , وَمِثْله قَوْل الْكَرْمَانِيُّ : الْأُجُم بِفَتْحَتَيْنِ جَمْع أَجَمَة وَهِيَ الْغَيْضَة. ‏ ‏قَوْله : ( قَالَتْ : أَنَا كُنْت أَشْقَى مِنْ ذَلِكَ ) ‏ ‏لَيْسَ أَفْعَل التَّفْضِيل فِيهِ عَلَى ظَاهِره , بَلْ مُرَادهَا إِثْبَات الشَّقَاء لَهَا لِمَا فَاتَهَا مِنْ التَّزَوُّج بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله : ( فَأَقْبَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى جَلَسَ فِي سَقِيفَة بَنِي سَاعِدَة ) ‏ ‏هُوَ الْمَكَان الَّذِي وَقَعَتْ فِيهِ الْبَيْعَة لِأَبِي بَكْر الصِّدِّيق بِالْخِلَافَةِ. ‏ ‏قَوْله : ( ثُمَّ قَالَ : اِسْقِنَا يَا سَهْل ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ هَذَا الْوَجْه \" اِسْقِنَا لِسَهْلٍ \" أَيْ قَالَ لِسَهْلٍ اِسْقِنَا , وَوَقَعَ عِنْد أَبِي نُعَيْم \" فَقَالَ اِسْقِنَا يَا أَبَا سَعْد \" وَاَلَّذِي أَعْرِفهُ فِي كُنْيَة سَهْل بْن سَعْد أَبُو الْعَبَّاس , فَلَعَلَّ لَهُ كُنْيَتَيْنِ , أَوْ كَانَ الْأَصْل يَا اِبْن سَعْد فَتَحَرَّفَتْ. ‏ ‏قَوْله : ( فَأَخْرَجْت لَهُمْ هَذَا الْقَدَح ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي \" فَخَرَجْت لَهُمْ بِهَذَا الْقَدَح \". ‏ ‏قَوْله : ( فَأَخْرَجَ لَنَا سَهْل ) ‏ ‏قَائِل ذَلِكَ هُوَ أَبُو حَازِم الرَّاوِي عَنْهُ , وَصَرَّحَ بِذَلِكَ مُسْلِم فِي رِوَايَته. ‏ ‏قَوْله : ( ثُمَّ اِسْتَوْهَبَهُ عُمَر بْن عَبْد الْعَزِيز بَعْد ذَلِكَ فَوَهَبَهُ لَهُ ) ‏ ‏كَانَ عُمَر بْن عَبْد الْعَزِيز حِينَئِذٍ قَدْ وَلِيَ إِمْرَة الْمَدِينَة , وَلَيْسَتْ الْهِبَة هُنَا حَقِيقَة , بَلْ مِنْ جِهَة الِاخْتِصَاص. وَفِي الْحَدِيث التَّبَسُّط عَلَى الصَّاحِب وَاسْتِدْعَاء مَا عِنْده مِنْ مَأْكُول وَمَشْرُوب , وَتَعْظِيمه بِدُعَائِهِ بِكُنْيَتِهِ , وَالتَّبَرُّك بِآثَارِ الصَّالِحِينَ , وَاسْتِيهَاب الصِّدِّيق مَا لَا يَشُقّ عَلَيْهِ هِبَته , وَلَعَلَّ سَهْلًا سَمَحَ بِذَلِكَ لِبَدَلٍ كَانَ عِنْده مِنْ ذَلِكَ الْجِنْس أَوْ لِأَنَّهُ كَانَ مُحْتَاجًا فَعَوَّضَهُ الْمُسْتَوْهِب مَا يَسُدّ بِهِ حَاجَته , وَاَللَّه أَعْلَم. وَمُنَاسَبَته لِلتَّرْجَمَةِ ظَاهِرَة مِنْ جِهَة رَغْبَة الَّذِينَ سَأَلُوا سَهْلًا أَنْ يُخْرِج لَهُمْ الْقَدَح الْمَذْكُور لِيَشْرَبُوا فِيهِ تَبَرُّكًا بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5638,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا الْحَسَنُ بْنُ مُدْرِكٍ، قَالَ حَدَّثَنِي يَحْيَى بْنُ حَمَّادٍ، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، قَالَ رَأَيْتُ قَدَحَ النَّبِيِّ صلى الله عليه وسلم عِنْدَ أَنَسِ بْنِ مَالِكٍ، وَكَانَ قَدِ انْصَدَعَ فَسَلْسَلَهُ بِفِضَّةٍ قَالَ وَهْوَ قَدَحٌ جَيِّدٌ عَرِيضٌ مِنْ نُضَارٍ‏.‏ قَالَ قَالَ أَنَسٌ لَقَدْ سَقَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي هَذَا الْقَدَحِ أَكْثَرَ مِنْ كَذَا وَكَذَا‏.‏ قَالَ وَقَالَ ابْنُ سِيرِينَ إِنَّهُ كَانَ فِيهِ حَلْقَةٌ مِنْ حَدِيدٍ فَأَرَادَ أَنَسٌ أَنْ يَجْعَلَ مَكَانَهَا حَلْقَةً مِنْ ذَهَبٍ أَوْ فِضَّةٍ فَقَالَ لَهُ أَبُو طَلْحَةَ لاَ تُغَيِّرَنَّ شَيْئًا صَنَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَرَكَهُ‏.‏",
    "english_text": "I saw the drinking bowl of the Prophet (ﷺ) with Anas bin Malik, and it had been broken, and he had \nmended it with silver plates. That drinking bowl was quite wide and made of Nadar wood, Anas said, \n\"I gave water to the Prophet (ﷺ) in that bowl more than so-and-so (for a long period).\" Ibn Seereen said: \nAround that bowl there was an iron ring, and Anas wanted to replace it with a silver or gold ring, but \nAbu Talha said to him, \"Do not change a thing that Allah's Messenger (ﷺ) has made.\" So Anas left it as it \nwas.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الْحَسَن بْن مُدْرِك حَدَّثَنَا يَحْيَى بْن حَمَّاد ) ‏ ‏كَذَا أَخْرَجَ هُنَا , وَفِي غَيْر مَوْضِع عَنْ يَحْيَى بْن حَمَّاد \" بِوَاسِطَةٍ \" , وَأَخْرَجَ عَنْهُ فِي هِجْرَة الْحَبَشَة بِغَيْرِ وَاسِطَة. وَالْحَسَن بْن مُدْرِك كَانَ صِهْر يَحْيَى بْن حَمَّاد فَكَانَ عِنْده عَنْهُ مَا لَيْسَ عِنْد غَيْره , وَلِهَذَا لَمْ يُخْرِجهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق أَبِي عَوَانَة , وَلَا وَجَدَ لَهُ أَبُو نُعَيْم إِسْنَادًا غَيْر إِسْنَاد الْبُخَارِيّ فَأَخْرَجَهُ فِي \" الْمُسْتَخْرَج \" مِنْ طَرِيق الْفَرَبْرِيّ عَنْ الْبُخَارِيّ ثُمَّ قَالَ : رَوَاهُ الْبُخَارِيّ عَنْ الْحَسَن بْن مُدْرِك , وَيُقَال إِنَّهُ حَدِيثه , يَعْنِي أَنَّهُ تَفَرَّدَ بِهِ. ‏ ‏قَوْله : ( رَأَيْت قَدَح النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد أَنَس بْن مَالِك ) ‏ ‏تَقَدَّمَ فِي فَرْض الْخُمُس مِنْ طَرِيق أَبِي حَمْزَة السُّكَّرِيّ \" عَنْ عَاصِم قَالَ : رَأَيْت الْقَدَح وَشَرِبْت مِنْهُ \" , وَأَخْرَجَهُ أَبُو نُعَيْم مِنْ طَرِيق عَلِيّ بْن الْحَسَن بْن شَقِيق عَنْ أَبِي حَمْزَة ثُمَّ قَالَ \" قَالَ عَلِيّ بْن الْحَسَن : وَأَنَا رَأَيْت الْقَدَح وَشَرَّبْت مِنْهُ \" وَذَكَرَ الْقُرْطُبِيّ فِي \" مُخْتَصَر الْبُخَارِيّ \" أَنَّهُ رَأَى فِي بَعْض النُّسَخ الْقَدِيمَة مِنْ صَحِيح الْبُخَارِيّ \" قَالَ أَبُو عَبْد اللَّه الْبُخَارِيّ : رَأَيْت هَذَا الْقَدَح بِالْبَصْرَةِ وَشَرِبْت مِنْهُ , وَكَانَ اِشْتَرَى مِنْ مِيرَاث النَّضْر بْن أَنَس بِثَمَانِمِائَةِ أَلْف \". ‏ ‏قَوْله : ( وَكَانَ قَدْ اِنْصَدَعَ ) ‏ ‏أَيْ اِنْشَقَّ. ‏ ‏قَوْله : ( فَسَلْسَلَهُ بِفِضَّةٍ ) ‏ ‏أَيْ وَصَلَ بَعْضه بِبَعْضٍ , وَظَاهِره أَنَّ الَّذِي وَصَلَهُ هُوَ أَنَس , وَيَحْتَمِل أَنْ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَهُوَ ظَاهِر رِوَايَة أَبِي حَمْزَة الْمَذْكُورَة بِلَفْظِ \" إِنَّ قَدَح النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْكَسَرَ فَاتَّخَذَ مَكَان الشَّعْب سِلْسِلَة مِنْ فِضَّة \" لَكِنْ رِوَايَة الْبَيْهَقِيِّ مِنْ هَذَا الْوَجْه بِلَفْظِ \" اِنْصَدَعَ فَجَعَلْت مَكَان الشَّعْب سِلْسِلَة مِنْ فِضَّة. قَالَ - يَعْنِي أَنَسًا - هُوَ الَّذِي فَعَلَ ذَلِكَ \". قَالَ الْبَيْهَقِيُّ كَذَا فِي سِيَاق الْحَدِيث , فَمَا أَدْرِي مَنْ قَالَهُ مِنْ رُوَاته هَلْ هُوَ مُوسَى بْن هَارُون أَوْ غَيْره. قُلْت : لَمْ يَتَعَيَّن مِنْ هَذِهِ الرِّوَايَة مَنْ قَالَ هَذَا وَهُوَ \" جَعَلْت \" بِضَمِّ التَّاء عَلَى أَنَّهُ ضَمِير الْقَائِل وَهُوَ أَنَس , بَلْ يَجُوز أَنْ يَكُون جُعِلَتْ بِضَمِّ أَوَّله عَلَى الْبِنَاء لِلْمَجْهُولِ فَتُسَاوِي الرِّوَايَة الَّتِي فِي الصَّحِيح. وَوَقَعَ لِأَحْمَد مِنْ طَرِيق شَرِيك عَنْ عَاصِم \" رَأَيْت عِنْد أَنَس قَدَح النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ ضَبَّة مِنْ فِضَّة \" وَهَذَا أَيْضًا يَحْتَمِل. وَالشَّعْب بِفَتْحِ الْمُعْجَمَة وَسُكُون الْعَيْن الْمُهْمَلَة هُوَ الصَّدْع , وَكَأَنَّهُ سَدَّ الشُّقُوق بِخُيُوطٍ مِنْ فِضَّة فَصَارَتْ مِثْل السِّلْسِلَة. ‏ ‏قَوْله : ( وَهُوَ قَدَح جَيِّد عَرِيض مِنْ نُضَار ) ‏ ‏الْقَائِل هُوَ عَاصِم رَاوِيه , وَالْعَرِيض الَّذِي لَيْسَ بِمُتَطَاوِلٍ بَلْ يَكُون طُوله أَقْصَر مِنْ عُمْقه , وَالنُّضَار بِضَمِّ النُّون وَتَخْفِيف الضَّاد الْمُعْجَمَة الْخَالِص مِنْ الْعُود وَمِنْ كُلّ شَيْء , وَيُقَال أَصْله مِنْ شَجَر النَّبْع , وَقِيلَ : مِنْ الْأَثْل , وَلَوْنه يَمِيل إِلَى الصُّفْرَة , وَقَالَ أَبُو حَنِيفَة الدِّينَوَرِيّ : هُوَ أَجْوَد الْخَشَب لِلْآنِيَةِ. وَقَالَ فِي \" الْمُحْكَم \" النُّضَار التِّبْر وَالْخَشَب. ‏ ‏قَوْله : ( قَالَ ) ‏ ‏أَيْ عَاصِم ‏ ‏( قَالَ أَنَس : لَقَدْ سَقَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذَا الْقَدَح أَكْثَر مِنْ كَذَا وَكَذَا ) ‏ ‏وَقَعَ عِنْد مُسْلِم مِنْ طَرِيق ثَابِت عَنْ أَنَس \" لَقَدْ سَقَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَدَحِي هَذَا الشَّرَاب كُلّه الْعَسَل وَالنَّبِيذ وَالْمَاء وَاللَّبَن \" وَقَدْ تَقَدَّمَتْ صِفَة النَّبِيذ الَّذِي كَانَ يَشْرَبهُ , وَأَنَّهُ نَقِيع التَّمْر أَوْ الزَّبِيب. ‏ ‏قَوْله : ( قَالَ ) ‏ ‏أَيْ عَاصِم ‏ ‏( وَقَالَ اِبْن سِيرِينَ ) ‏ ‏هُوَ مُحَمَّد , وَقَدْ فَصَّلَ أَبُو عَوَانَة فِي رِوَايَته هَذِهِ مَا حَمَلَهُ عَاصِم عَنْ أَنَس مِمَّا حَمَلَهُ عَنْ اِبْن سِيرِينَ , وَلَمْ يَقَع ذَلِكَ فِي رِوَايَة أَبِي حَمْزَة الْمَاضِيَة. ‏ ‏قَوْله : ( إِنَّهُ كَانَ فِيهِ حَلْقَة مِنْ حَدِيد , فَأَرَادَ أَنَس أَنْ يَجْعَل مَكَانهَا حَلْقَة مِنْ ذَهَبَ أَوْ فِضَّة ) ‏ ‏هُوَ شَكٌّ مِنْ الرَّاوِي , وَيَحْتَمِل أَنْ يَكُون التَّرَدُّد مِنْ أَنَس عِنْد إِرَادَة ذَلِكَ أَوْ اِسْتِشَارَته أَبَا طَلْحَة فِيهِ. ‏ ‏قَوْله : ( فَقَالَ لَهُ أَبُو طَلْحَة ) ‏ ‏هُوَ الْأَنْصَارِيّ زَوْج أُمّ سُلَيْمٍ وَالِدَة أَنَس. ‏ ‏قَوْله : ( لَا تُغَيِّرَنَّ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالتَّوْكِيدِ , وَلِلْكُشْمِيهَنِيّ \" لَا تُغَيِّر \" بِصِيغَةِ النَّهْي بِغَيْرِ تَأْكِيد , وَكَلَام أَبِي طَلْحَة هَذَا إِنْ كَانَ اِبْن سِيرِينَ سَمِعَهُ مِنْ أَنَس وَإِلَّا فَيَكُون أَرْسَلَهُ عَنْ أَبِي طَلْحَة لِأَنَّهُ لَمْ يَلْقَهُ , وَفِي الْحَدِيث جَوَاز اِتِّخَاذ ضَبَّة الْفِضَّة وَكَذَلِكَ السِّلْسِلَة وَالْحَلْقَة , وَهُوَ أَيْضًا مِمَّا اُخْتُلِفَ فِيهِ. قَالَ الْخَطَّابِيُّ : مَنَعَهُ مُطْلَقًا جَمَاعَة مِنْ الصَّحَابَة وَالتَّابِعِينَ , وَهُوَ قَوْل مَالِك وَاللَّيْث. وَعَنْ مَالِك : يَجُوز مِنْ الْفِضَّة إِنْ كَانَ يَسِيرًا. وَكَرِهَهُ الشَّافِعِيّ قَالَ : لِئَلَّا يَكُون شَارِبًا عَلَى فِضَّة , فَأَخَذَ بَعْضهمْ مِنْهُ أَنَّ الْكَرَاهَة تَخْتَصّ بِمَا إِذَا كَانَتْ الْفِضَّة فِي مَوْضِع الشُّرْب , وَبِذَلِكَ صَرَّحَ الْحَنَفِيَّة. وَقَالَ بِهِ أَحْمَد وَإِسْحَاق وَأَبُو ثَوْر. وَقَالَ اِبْن الْمُنْذِر تَبَعًا لِأَبِي عُبَيْد : الْمُفَضَّض لَيْسَ هُوَ إِنَاء فِضَّة. وَاَلَّذِي تَقَرَّرَ عِنْد الشَّافِعِيَّة أَنَّ الضَّبَّة إِنْ كَانَتْ مِنْ الْفِضَّة وَهِيَ كَبِيرَة لِلزِّينَةِ تَحْرُم , أَوْ لِلْحَاجَةِ فَتَجُوز مُطْلَقًا , وَتَحْرُم ضَبَّة الذَّهَب مُطْلَقًا. وَمِنْهُمْ مَنْ سَوَّى بَيْن ضَبَّتَيْ الْفِضَّة وَالذَّهَب. وَأَمَّا الْحَدِيث الَّذِي أَخْرَجَهُ الدَّارَقُطْنِيُّ وَالْحَاكِم وَالْبَيْهَقِيُّ مِنْ طَرِيق زَكَرِيَّا بْن إِبْرَاهِيم بْن عَبْد اللَّه بْن مُطِيع عَنْ أَبِيهِ عَنْ اِبْن عُمَر بِنَحْوِ حَدِيث أُمّ سَلَمَة وَزَادَ فِيهِ \" أَوْ فِي إِنَاء فِيهِ شَيْء مِنْ ذَلِكَ \" فَإِنَّهُ مَعْلُول بِجَهَالَةِ حَال إِبْرَاهِيم بْن عَبْد اللَّه بْن مُطِيع وَوَلَده , قَالَ الْبَيْهَقِيُّ : الصَّوَاب مَا رَوَاهُ عُبَيْد اللَّه الْعُمَرِيّ عَنْ نَافِع عَنْ اِبْن عُمَر مَوْقُوفًا أَنَّهُ \" كَانَ لَا يَشْرَب فِي قَدَح فِيهِ ضَبَّة فِضَّة \" وَقَدْ أَخْرَجَ الطَّبَرَانِيُّ فِي \" الْأَوْسَط \" مِنْ حَدِيث أُمّ عَطِيَّة \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُبْس الذَّهَب وَتَفْضِيض الْأَقْدَاح , ثُمَّ رَخَّصَ فِي تَفْضِيض الْأَقْدَاح \" وَهَذَا لَوْ ثَبَتَ لَكَانَ حُجَّة فِي الْجَوَاز , لَكِنْ فِي سَنَده مَنْ لَا يُعْرَف. وَاسْتُدِلَّ بِقَوْلِهِ \" أَوْ إِنَاء فِيهِ شَيْء مِنْ ذَلِكَ \" عَلَى تَحْرِيم الْإِنَاء مِنْ النُّحَاس أَوْ الْحَدِيد الْمَطْلِيّ بِالذَّهَبِ أَوْ الْفِضَّة , وَالصَّحِيح عِنْد الشَّافِعِيَّة إِنْ كَانَ يَحْصُل مِنْهُ بِالْعَرْضِ عَلَى النَّار حُرِّمَ , وَإِلَّا فَوَجْهَانِ أَصَحّهمَا لَا , وَفِي الْعَكْس وَجْهَانِ كَذَلِكَ , وَلَوْ غُلِّفَ إِنَاء الذَّهَب أَوْ الْفِضَّة بِالنُّحَاسِ مَثَلًا ظَاهِرًا وَبَاطِنًا فَكَذَلِكَ. وَجَزَمَ إِمَام الْحَرَمَيْنِ أَنَّهُ لَا يَحْرُم كَحَشْوِ الْجُبَّة الَّتِي مِنْ الْقُطْن مَثَلًا بِالْحَرِيرِ , وَاسْتُدِلَّ بِجَوَازِ اِتِّخَاذ السَّلْسَلَة وَالْحَلْقَة أَنَّهُ يَجُوز أَنْ يُتَّخَذ لِلْإِنَاءِ رَأْس مُنْفَصِل عَنْهُ , وَهَذَا مَا نَقَلَهُ الْمُتَوَلِّي وَالْبَغَوِيّ وَالْخُوَارِزْمِيّ , وَقَالَ الرَّافِعِيّ : فِيهِ نَظَر. وَقَالَ النَّوَوِيّ فِي \" شَرْح الْمُهَذَّب \" : يَنْبَغِي أَنْ يُجْعَل كَالتَّضْبِيبِ وَيَجْرِي فِيهِ الْخِلَاف وَالتَّفْصِيل. وَاخْتَلَفُوا فِي ضَابِط الصِّغَر فِي ذَلِكَ فَقِيلَ : الْعُرْف وَهُوَ الْأَصَحّ , وَقِيلَ : مَا يَلْمَع عَلَى بُعْد كَبِير وَمَا لَا فَصَغِير , وَقِيلَ : مَا اِسْتَوْعَبَ جُزْءًا مِنْ الْإِنَاء كَأَسْفَلِهِ أَوْ عُرْوَته أَوْ شَفَته كَبِير , وَمَا لَا فَلَا. وَمَتَى شَكَّ فَالْأَصْل الْإِبَاحَة. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 5639,
    "category": "كتاب الأشربة",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، قَالَ حَدَّثَنِي سَالِمُ بْنُ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ هَذَا الْحَدِيثَ قَالَ قَدْ رَأَيْتُنِي مَعَ النَّبِيِّ صلى الله عليه وسلم وَقَدْ حَضَرَتِ الْعَصْرُ وَلَيْسَ مَعَنَا مَاءٌ غَيْرَ فَضْلَةٍ فَجُعِلَ فِي إِنَاءٍ، فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِهِ فَأَدْخَلَ يَدَهُ فِيهِ وَفَرَّجَ أَصَابِعَهُ ثُمَّ قَالَ ‏\n\"‏ حَىَّ عَلَى أَهْلِ الْوُضُوءِ، الْبَرَكَةُ مِنَ اللَّهِ ‏\"‏‏.‏ فَلَقَدْ رَأَيْتُ الْمَاءَ يَتَفَجَّرُ مِنْ بَيْنِ أَصَابِعِهِ، فَتَوَضَّأَ النَّاسُ وَشَرِبُوا، فَجَعَلْتُ لاَ آلُو مَا جَعَلْتُ فِي بَطْنِي مِنْهُ، فَعَلِمْتُ أَنَّهُ بَرَكَةٌ‏.‏ قُلْتُ لِجَابِرٍ كَمْ كُنْتُمْ يَوْمَئِذٍ قَالَ أَلْفًا وَأَرْبَعَمِائَةٍ‏.‏ تَابَعَهُ عَمْرٌو عَنْ جَابِرٍ‏.‏ وَقَالَ حُصَيْنٌ وَعَمْرُو بْنُ مُرَّةَ عَنْ سَالِمٍ عَنْ جَابِرٍ خَمْسَ عَشْرَةَ مِائَةً‏.‏ وَتَابَعَهُ سَعِيدُ بْنُ الْمُسَيَّبِ عَنْ جَابِرٍ‏.‏",
    "english_text": "I was with the Prophet (ﷺ) and the time for the `Asr prayer became due. We had no water with us except a \nlittle which was put in a vessel and was brought to the Prophet (ﷺ) . He put his hand into it and spread out \nhis fingers and then said, \"Come along! Hurry up! All those who want to perform ablution. The \nblessing is from Allah.'' I saw the water gushing out from his fingers. So the people performed the \nablution and drank, and I tried to drink more of that water (beyond my thirst and capacity), for I knew \nthat it was a blessing. The sub-narrator said: I asked Jabir, \"How many persons were you then?\" He \nreplied, \"We were one-thousand four hundred men.\" Salim said: Jabir said, 1500.",
    "explication": "‏ ‏قَوْله : ( عَنْ جَابِر بْن عَبْد اللَّه ) ‏ ‏فِي رِوَايَة حُصَيْنٍ \" عَنْ سَالِم بْن أَبِي الْجَعْد سَمِعْت جَابِرًا \" وَقَدْ تَقَدَّمَتْ فِي الْمَغَازِي. ‏ ‏قَوْله : ( قَدْ رَأَيْتنِي ) ‏ ‏بِضَمِّ التَّاء , وَفِيهِ نَوْع تَجْرِيد. ‏ ‏قَوْله : ( وَحَضَرَتْ الْعَصْر ) ‏ ‏أَيْ وَقْت صَلَاتهَا , وَالْجُمْلَة حَالِيَّة. ‏ ‏قَوْله : ( ثُمَّ قَالَ : حَيّ عَلَى أَهْل الْوُضُوء ) ‏ ‏كَذَا وَقَعَ لِلْأَكْثَرِ , وَفِي رِوَايَة النَّسَفِيّ \" حَيَّ عَلَى الْوُضُوء \" بِإِسْقَاطِ لَفْظ \" أَهْل \" وَهِيَ أَصْوَب , وَقَدْ وُجِّهَتْ عَلَى تَقْدِير ثُبُوتهَا بِأَنْ يَكُون أَهْل بِالنَّصْبِ عَلَى النِّدَاء بِحَذْفِ حَرْف النِّدَاء كَأَنَّهُ قَالَ : حَيَّ عَلَى الْوُضُوء الْمُبَارَك يَا أَهْل الْوُضُوء , كَذَا قَالَ عِيَاض , وَتُعُقِّبَ بِأَنَّ الْمَجْرُور بِعَلَى غَيْر مَذْكُور , وَقَالَ غَيْره : الصَّوَاب حَيَّ هَلَّا عَلَى الْوُضُوء الْمُبَارَك , فَتَحَرَّفَ لَفْظ \" هَلًا \" فَصَارَتْ \" أَهْل \" وَحُوِّلَتْ عَنْ مَكَانهَا , و \" حَيَّ \" اِسْم فِعْل لِلْأَمْرِ بِالْإِسْرَاعِ , وَتُفْتَح لِسُكُونِ مَا قَبْلهَا مِثْل لَيْتَ وَهَلًا بِتَخْفِيفِ اللَّام وَالتَّنْوِين كَلِمَة اِسْتِعْجَال. ‏ ‏قَوْله : ( فَجَعَلْت لَا آلُو ) ‏ ‏بِالْمَدِّ وَتَخْفِيف اللَّام الْمَضْمُومَة أَيْ لَا أُقَصِّر , وَالْمُرَاد أَنَّهُ جَعَلَ يَسْتَكْثِر مِنْ شُرْبه مِنْ ذَلِكَ الْمَاء لِأَجْلِ الْبَرَكَة. قَالَ اِبْن بَطَّال : يُؤْخَذ مِنْهُ أَنَّهُ لَا سَرَف وَلَا شَرَه فِي الطَّعَام أَوْ الشَّرَاب الَّذِي تَظْهَر فِيهِ الْبَرَكَة بِالْمُعْجِزَةِ , بَلْ يُسْتَحَبّ الِاسْتِكْثَار مِنْهُ. وَقَالَ اِبْن الْمُنَيِّر : فِي تَرْجَمَة الْبُخَارِيّ إِشَارَة إِلَى أَنَّهُ يُغْتَفَر فِي الشُّرْب مِنْهُ الْإِكْثَار دُون الْمُعْتَاد الَّذِي وَرَدَ بِاسْتِحْبَابِ جَعْل الثُّلُث لَهُ , وَلِئَلَّا يُظَنّ أَنَّ الشُّرْب مِنْ غَيْر عَطَش مَمْنُوع , فَإِنَّ فِعْل جَابِر مَا ذَكَرَ دَال عَلَى أَنَّ الْحَاجَة إِلَى الْبَرَكَة أَكْثَر مِنْ الْحَاجَة إِلَى الرَّيّ , وَالظَّاهِر اِطِّلَاع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ وَلَوْ كَانَ مَمْنُوعًا لَنَهَاهُ. ‏ ‏قَوْله : ( فَقُلْت لِجَابِرٍ ) ‏ ‏الْقَائِل هُوَ سَالِم بْن أَبِي الْجَعْد رَاوِيه عَنْهُ. ‏ ‏قَوْله : ( كَمْ كُنْتُمْ يَوْمئِذٍ ؟ قَالَ : أَلْف وَأَرْبَعمِائَةٍ ) ‏ ‏كَذَا لَهُمْ بِالرَّفْعِ , وَالتَّقْدِير نَحْنُ يَوْمئِذٍ أَلْف وَأَرْبَعمِائَةٍ , وَيَجُوز النَّصْب عَلَى خَبَر كَانَ , وَقَدْ تَقَدَّمَ بَيَان الِاخْتِلَاف عَلَى جَابِر فِي عَدَدهمْ يَوْم الْحُدَيْبِيَة فِي \" بَاب غَزْوَة الْحُدَيْبِيَة \" مِنْ الْمَغَازِي , وَبَيَّنْت هُنَاكَ أَنَّ هَذِهِ الْقِصَّة كَانَتْ هُنَاكَ , وَتَقَدَّمَ شَيْء مِنْ شَرْح الْمَتْن فِي عَلَامَات النُّبُوَّة. ‏ ‏قَوْله : ( تَابَعَهُ عَمْرو بْن دِينَار عَنْ جَابِر ) ‏ ‏وَصَلَهُ الْمُؤَلِّف فِي تَفْسِير سُورَة الْفَتْح مُخْتَصَرًا \" كُنَّا يَوْم الْحُدَيْبِيَة أَلْفًا وَأَرْبَعمِائَةٍ \" وَهَذَا الْقَدْر هُوَ مَقْصُوده بِالْمُتَابَعَةِ الْمَذْكُورَة لَا جَمِيع سِيَاق الْحَدِيث. ‏ ‏قَوْله : ( وَقَالَ حُصَيْنٌ وَعَمْرو بْن مُرَّة عَنْ سَالِم ) ‏ ‏هُوَ اِبْن أَبِي الْجَعْد ‏ ‏( خَمْس عَشْرَة مِائَة ) ‏ ‏أَمَّا رِوَايَة حُصَيْنٍ فَوَصَلَهَا الْمُؤَلِّف فِي الْمَغَازِي , وَأَمَّا رِوَايَة عَمْرو بْن مُرَّة فَوَصَلَهَا مُسْلِم وَأَحْمَد بِلَفْظِ أَلْف وَخَمْسمِائَةٍ , وَالْجَمْع بَيْن هَذَا الِاخْتِلَاف عَنْ جَابِر أَنَّهُمْ كَانُوا زِيَادَة عَلَى أَلْف وَأَرْبَعمِائَةٍ , فَمَنْ اِقْتَصَرَ عَلَيْهَا أَلْغَى الْكَسْر , وَمَنْ قَالَ أَلْف وَخَمْسمِائَةٍ جَبَرَهُ. وَقَدْ تَقَدَّمَ بَسْط ذَلِكَ فِي كِتَاب الْمَغَازِي , وَبَيَان تَوْجِيه مَنْ قَالَ أَلْف وَثَلَثمِائَةٍ , وَلِلَّهِ الْحَمْد. ‏ ‏( خَاتِمَة ) ‏ ‏اِشْتَمَلَ كِتَاب الْأَشْرِبَة مِنْ الْأَحَادِيث الْمَرْفُوعَة عَلَى أَحَد وَتِسْعِينَ حَدِيثًا , الْمُعَلَّق مِنْهَا تِسْعَة عَشَر طَرِيقًا وَالْبَاقِي مَوْصُول , الْمُكَرَّر مِنْهَا فِيهِ وَفِيمَا مَضَى سَبْعُونَ طَرِيقًا وَالْبَاقِي خَالِص , وَافَقَهُ مُسْلِم عَلَى تَخْرِيجهَا سِوَى حَدِيث أَبِي مَالِك وَأَبِي عَامِر فِي الْمَعَازِف , وَحَدِيث اِبْن أَبِي أَوْفَى فِي الْجَرّ الْأَخْضَر , وَحَدِيث أَنَس فِي الْأَقْدَاح لَيْلَة الْإِسْرَاء وَهُوَ مُعَلَّق , وَحَدِيث جَابِر فِي الْكَرْع , وَحَدِيث عَلِيّ فِي الشُّرْب قَائِمًا , وَحَدِيث أَبِي هُرَيْرَة فِي النَّهْي عَنْ الشُّرْب مِنْ فَم السِّقَاء , وَحَدِيث أَبِي طَلْحَة فِي قَدَح النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَفِيهِ مِنْ الْآثَار عَنْ الصَّحَابَة فَمَنْ بَعْدهمْ أَرْبَعمِائَةِ عَشَر أَثَرًا , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]