[
  {
    "id": "5640",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنْ مُصِيبَةٍ تُصِيبُ الْمُسْلِمَ إِلاَّ كَفَّرَ اللَّهُ بِهَا عَنْهُ، حَتَّى الشَّوْكَةِ يُشَاكُهَا ‏\"‏‏.‏",
    "english_text": "(the wife of the Prophet) Allah's Messenger (ﷺ) said, \"No calamity befalls a Muslim but that Allah expiates \nsome of his sins because of it, even though it were the prick he receives from a thorn.\"",
    "explication": "‏ ‏قَوْله : ( مَا مِنْ مُصِيبَة ) ‏ ‏أَصْل الْمُصِيبَة الرَّمْيَة بِالسَّهْمِ ثُمَّ اِسْتُعْمِلَتْ فِي كُلّ نَازِلَة. وَقَالَ الرَّاغِب : أَصَابَ يُسْتَعْمَل فِي الْخَيْر وَالشَّرّ. قَالَ اللَّه تَعَالَى : ( إِنْ تُصِبْك حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْك مُصِيبَةٌ ) الْآيَة قَالَ : وَقِيلَ : الْإِصَابَة فِي الْخَيْر مَأْخُوذَة مِنْ الصَّوْب وَهُوَ الْمَطَر الَّذِي يَنْزِل بِقَدْرِ الْحَاجَة مِنْ غَيْر ضَرَر , وَفِي الشَّرّ مَأْخُوذَة مِنْ إِصَابَة السَّهْم. وَقَالَ الْكَرْمَانِيُّ : الْمُصِيبَة فِي اللُّغَة مَا يَنْزِل بِالْإِنْسَانِ مُطْلَقًا , وَفِي الْعُرْف مَا نَزَلَ بِهِ مِنْ مَكْرُوه خَاصَّة , وَهُوَ الْمُرَاد هُنَا. ‏ ‏قَوْله : ( تُصِيب الْمُسْلِم ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ طَرِيق مَالِك وَيُونُس جَمِيعًا عَنْ الزُّهْرِيّ \" مَا مِنْ مُصِيبَة يُصَاب بِهَا الْمُسْلِم \" وَلِأَحْمَد مِنْ طَرِيق عَبْد الرَّزَّاق عَنْ مَعْمَر بِهَذَا السَّنَد \" مَا مِنْ وَجَع أَوْ مَرَض يُصِيب الْمُؤْمِن \" وَلِابْنِ حِبَّان مِنْ طَرِيق اِبْن أَبِي السَّرِيّ عَنْ عَبْد الرَّزَّاق \" مَا مِنْ مُسْلِم يُشَاك شَوْكَة فَمَا فَوْقهَا \" وَنَحْوه لِمُسْلِمٍ مِنْ طَرِيق هِشَام بْن عُرْوَة عَنْ أَبِيهِ. ‏ ‏قَوْله : ( حَتَّى الشَّوْكَة ) ‏ ‏جَوَّزُوا فِيهِ الْحَرَكَات الثَّلَاث , فَالْجَرّ بِمَعْنَى الْغَايَة أَيْ حَتَّى يَنْتَهِي إِلَى الشَّوْكَة أَوْ عَطْفًا عَلَى لَفْظ مُصِيبَة , وَالنَّصْب بِتَقْدِيرِ عَامِل أَيْ حَتَّى وَجَدَ أَنَّهُ الشَّوْكَة , وَالرَّفْع عَطْفًا عَلَى الضَّمِير فِي تُصِيب. وَقَالَ الْقُرْطُبِيّ : قَيَّدَهُ الْمُحَقِّقُونَ بِالرَّفْعِ وَالنَّصْب , فَالرَّفْع عَلَى الِابْتِدَاء وَلَا يَجُوز عَلَى الْمَحَلّ. كَذَا قَالَ , وَوَجَّهَهُ غَيْره بِأَنَّهُ يَسُوغ عَلَى تَقْدِير أَنَّ \" مِنْ \" زَائِدَة. ‏ ‏قَوْله : ( يُشَاكُهَا ) ‏ ‏بِضَمِّ أَوَّله أَيْ يَشُوكهُ غَيْره بِهَا , وَفِيهِ وَصْل الْفِعْل لِأَنَّ الْأَصْل يُشَاك بِهَا. وَقَالَ اِبْن التِّين : حَقِيقَة هَذَا اللَّفْظ - يَعْنِي قَوْله : يُشَاكُهَا - أَنْ يُدْخِلهَا غَيْره. قُلْت : وَلَا يَلْزَم مِنْ كَوْنه الْحَقِيقَة أَنْ لَا يُرَاد مَا هُوَ أَعَمّ مِنْ ذَلِكَ حَتَّى يَدْخُل مَا إِذَا دَخَلْت هِيَ بِغَيْرِ إِدْخَال أَحَد. وَقَدْ وَقَعَ فِي رِوَايَة هِشَام بْن عُرْوَة عِنْد مُسْلِم \" لَا يُصِيب الْمُؤْمِن شَوْكَة \" فَإِضَافَة الْفِعْل إِلَيْهَا هُوَ الْحَقِيقَة , وَيَحْتَمِل إِرَادَة الْمَعْنَى الْأَعَمّ , وَهِيَ أَنْ تَدْخُل بِغَيْرِ فِعْل أَحَد أَوْ بِفِعْلِ أَحَد. فَمَنْ لَا يَمْنَع الْجَمْع بَيْن إِرَادَة الْحَقِيقَة وَالْمَجَاز بِاللَّفْظِ الْوَاحِد يُجَوِّز مِثْل هَذَا , وَيُشَاكُهَا ضُبِطَ بِضَمِّ أَوَّله وَوَقَعَ فِي نُسْخَة الصَّغَانِيّ بِفَتْحِهِ , وَنَسَبَهَا بَعْض شُرَّاح الْمَصَابِيح لِصِحَاحِ الْجَوْهَرِيّ , لَكِنْ الْجَوْهَرِيّ إِنَّمَا ضَبَطَهَا لِمَعْنًى آخَر فَقَدَّمَ لَفْظ \" يُشَاك \" بِضَمِّ أَوَّله ثُمَّ قَالَ : وَالشَّوْكَة حِدَّة النَّاس وَحِدَّة السِّلَاح , وَقَدْ شَاكَ الرَّجُل يُشَاك شَوْكًا إِذَا ظَهَرَتْ فِيهِ شَوْكَته وَقَوِيَتْ. ‏ ‏قَوْله : ‏ ‏( إِلَّا كَفَّرَ اللَّه بِهَا عَنْهُ ) ‏ ‏فِي رِوَايَة أَحْمَد \" إِلَّا كَانَ كَفَّارَة لِذَنْبِهِ \" أَيْ يَكُون ذَلِكَ عُقُوبَة بِسَبَبِ مَا كَانَ صَدَرَ مِنْهُ مِنْ الْمَعْصِيَة , وَيَكُون ذَلِكَ سَبَبًا لِمَغْفِرَةِ ذَنْبه. وَوَقَعَ فِي رِوَايَة اِبْن حِبَّان الْمَذْكُورَة \" إِلَّا رَفَعَهُ اللَّه بِهَا دَرَجَة , وَحَطَّ عَنْهُ بِهَا خَطِيئَة \". وَمِثْله لِمُسْلِمٍ مِنْ طَرِيق الْأَسْوَد عَنْ عَائِشَة , وَهَذَا يَقْتَضِي حُصُول الْأَمْرَيْنِ مَعًا : حُصُول الثَّوَاب , وَرَفْع الْعِقَاب. وَشَاهِده مَا أَخْرَجَهُ الطَّبَرَانِيُّ فِي \" الْأَوْسَط \" مِنْ وَجْه آخَر عَنْ عَائِشَة بِلَفْظِ \" مَا ضُرِبَ عَلَى مُؤْمِن عِرْق قَطُّ إِلَّا حَطَّ اللَّه بِهِ عَنْهُ خَطِيئَة , وَكَتَبَ لَهُ حَسَنَة , وَرَفَعَ لَهُ دَرَجَة \" وَسَنَده جَيِّد. وَأَمَّا مَا أَخْرَجَهُ مُسْلِم أَيْضًا مِنْ طَرِيق عَمْرَة عَنْهَا \" إِلَّا كَتَبَ اللَّه لَهُ بِهَا حَسَنَة , أَوْ حَطَّ بِهَا خَطِيئَة \" كَذَا وَقَعَ فِيهِ بِلَفْظِ \" أَوْ \" فَيَحْتَمِل أَنْ يَكُون شَكًّا مِنْ الرَّاوِي , وَيَحْتَمِل التَّنْوِيع , وَهَذَا أَوْجَه , وَيَكُون الْمَعْنَى : إِلَّا كَتَبَ اللَّه لَهُ بِهَا حَسَنَة إِنْ لَمْ يَكُنْ عَلَيْهِ خَطَايَا , أَوْ حَطَّ عَنْهُ خَطَايَا إِنْ كَانَ لَهُ خَطَايَا. وَعَلَى هَذَا فَمُقْتَضَى الْأَوَّل أَنَّ مَنْ لَيْسَتْ عَلَيْهِ خَطِيئَة يُزَاد فِي رَفْع دَرَجَته بِقَدْرِ ذَلِكَ , وَالْفَضْل وَاسِع. ‏ ‏( تَنْبِيه ) : ‏ ‏وَقَعَ لِهَذَا الْحَدِيث سَبَب أَخْرَجَهُ أَحْمَد وَصَحَّحَهُ أَبُو عَوَانَة وَالْحَاكِم مِنْ طَرِيق عَبْد الرَّحْمَن بْن شَيْبَة الْعَبْدَرِيّ \" أَنَّ عَائِشَة أَخْبَرَتْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ طَرَقَهُ وَجَع , فَجَعَلَ يَتَقَلَّب عَلَى فِرَاشه وَيَشْتَكِي , فَقَالَتْ لَهُ عَائِشَة : لَوْ صَنَعَ هَذَا بَعْضنَا لَوَجَدْت عَلَيْهِ , فَقَالَ : إِنَّ الصَّالِحِينَ يُشَدَّد عَلَيْهِمْ , وَإِنَّهُ لَا يُصِيب الْمُؤْمِن نَكْبَة شَوْكَة \" الْحَدِيث , وَفِي هَذَا الْحَدِيث تَعَقُّب عَلَى الشَّيْخ عِزّ الدِّين بْن عَبْد السَّلَام حَيْثُ قَالَ : ظَنَّ بَعْض الْجَهَلَة أَنَّ الْمُصَاب مَأْجُور , وَهُوَ خَطَأ صَرِيح , فَإِنَّ الثَّوَاب وَالْعِقَاب إِنَّمَا هُوَ عَلَى الْكَسْب , وَالْمَصَائِب لَيْسَتْ مِنْهَا , بَلْ الْأَجْر عَلَى الصَّبْر وَالرِّضَا. وَوَجْه التَّعَقُّب أَنَّ الْأَحَادِيث الصَّحِيحَة صَرِيحَة فِي ثُبُوت الْأَجْر , بِمُجَرَّدِ حُصُول الْمُصِيبَة , وَأَمَّا الصَّبْر وَالرِّضَا فَقَدْر زَائِد يُمْكِن أَنْ يُثَاب عَلَيْهِمَا زِيَادَة عَلَى ثَوَاب الْمُصِيبَة , قَالَ الْقَرَافِيّ : الْمَصَائِب كَفَّارَات جَزْمًا سَوَاء اِقْتَرَنَ بِهَا الرِّضَا أَمْ لَا , لَكِنْ إِنْ اِقْتَرَنَ بِهَا الرِّضَا عَظُمَ التَّكْفِير وَإِلَّا قَلَّ , كَذَا قَالَ , وَالتَّحْقِيق أَنَّ الْمُصِيبَة كَفَّارَة لِذَنْبٍ يُوَازِيهَا , وَبِالرِّضَا يُؤْجَر عَلَى ذَلِكَ , فَإِنْ لَمْ يَكُنْ لِلْمُصَابِ ذَنْب عُوِّضَ عَنْ ذَلِكَ مِنْ الثَّوَاب بِمَا يُوَازِيه. وَزَعَمَ الْقَرَافِيّ أَنَّهُ لَا يَجُوز لِأَحَدٍ أَنْ يَقُول لِلْمُصَابِ : جَعَلَ اللَّه هَذِهِ الْمُصِيبَة كَفَّارَة لِذَنْبِك , لِأَنَّ الشَّارِع قَدْ جَعَلَهَا كَفَّارَة , فَسُؤَال التَّكْفِير طَلَب لِتَحْصِيلِ الْحَاصِل , وَهُوَ إِسَاءَة أَدَب عَلَى الشَّارِع. كَذَا قَالَ. وَتُعُقِّبَ بِمَا وَرَدَ مِنْ جَوَاز الدُّعَاء بِمَا هُوَ وَاقِع كَالصَّلَاةِ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسُؤَال الْوَسِيلَة لَهُ. وَأُجِيبَ عَنْهُ بِأَنَّ الْكَلَام فِيمَا لَمْ يَرِدْ فِيهِ شَيْء , وَأَمَّا مَا وَرَدَ فَهُوَ مَشْرُوع , لِيُثَابَ مَنْ اِمْتَثَلَ الْأَمْر فِيهِ عَلَى ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5641",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَعَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا يُصِيبُ الْمُسْلِمَ مِنْ نَصَبٍ وَلاَ وَصَبٍ وَلاَ هَمٍّ وَلاَ حُزْنٍ وَلاَ أَذًى وَلاَ غَمٍّ حَتَّى الشَّوْكَةِ يُشَاكُهَا، إِلاَّ كَفَّرَ اللَّهُ بِهَا مِنْ خَطَايَاهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"No fatigue, nor disease, nor sorrow, nor sadness, nor hurt, nor distress befalls a \nMuslim, even if it were the prick he receives from a thorn, but that Allah expiates some of his sins for \nthat.\"",
    "explication": "‏ ‏قَوْله : ( عَبْد الْمَلِك بْن عَمْرو ) ‏ ‏هُوَ أَبُو عَامِر الْعَقَدِيّ مَشْهُور بِكُنْيَتِهِ أَكْثَر مِنْ اِسْمه , وَزُهَيْر بْن مُحَمَّد هُوَ أَبُو الْمُنْذِر التَّمِيمِيّ , وَقَدْ تَكَلَّمُوا فِي حِفْظه , لَكِنْ قَالَ الْبُخَارِيّ فِي \" التَّارِيخ الصَّغِير \" : مَا رَوَى عَنْهُ أَهْل الشَّام فَإِنَّهُ مَنَاكِير , وَمَا رَوَى عَنْهُ أَهْل الْبَصْرَة فَإِنَّهُ صَحِيح. قُلْت : وَقَالَ أَحْمَد بْن حَنْبَل كَانَ زُهَيْر بْن مُحَمَّد الَّذِي يَرْوِي عَنْهُ الشَّامِيُّونَ آخَر لِكَثْرَةِ الْمَنَاكِير اِنْتَهَى. وَمَعَ ذَلِكَ فَمَا أَخْرَجَ لَهُ الْبُخَارِيّ إِلَّا هَذَا الْحَدِيث وَحَدِيثًا آخَر فِي كِتَاب الِاسْتِئْذَان مِنْ رِوَايَة أَبِي عَامِر الْعَقَدِيّ أَيْضًا عَنْهُ , وَأَبُو عَامِر بَصْرِيّ , وَقَدْ تَابَعَهُ عَلَى هَذَا الْحَدِيث الْوَلِيد بْن كَثِير فِي حَدِيث الْبَاب عَنْ شَيْخه فِيهِ مُحَمَّد بْن عَمْرو بْن حَلْحَلَة عِنْد مُسْلِم , وَحَلْحَلَة بِمُهْمَلَتَيْنِ مَفْتُوحَتَيْنِ بَيْنهمَا لَام سَاكِنَة وَبَعْد الثَّانِيَة لَام مَفْتُوحَة ثُمَّ هَاء. ‏ ‏قَوْله : ( عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة الْوَلِيد بْن كَثِير \" أَنَّهُمَا سَمِعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله ( مِنْ نَصَب ) ‏ ‏بِفَتْحِ النُّون وَالْمُهْمَلَة ثُمَّ مُوَحَّدَة : هُوَ التَّعَب وَزْنه وَمَعْنَاهُ. ‏ ‏قَوْله : ( وَلَا وَصَب ) ‏ ‏بِفَتْحِ الْوَاو وَالْمُهْمَلَة ثُمَّ الْمُوَحَّدَة أَيْ مَرَض وَزْنه وَمَعْنَاهُ , وَقِيلَ هُوَ الْمَرَض اللَّازِم. ‏ ‏قَوْله : ( وَلَا هَمّ وَلَا حُزْن ) ‏ ‏هُمَا مِنْ أَمْرَاض الْبَاطِن , وَلِذَلِكَ سَاغَ عَطْفهمَا عَلَى الْوَصَب. ‏ ‏قَوْله : ( وَلَا أَذًى ) ‏ ‏هُوَ أَعَمّ مِمَّا تَقَدَّمَ. وَقِيلَ : هُوَ خَاصّ بِمَا يَلْحَق الشَّخْص مِنْ تَعَدِّي غَيْره عَلَيْهِ. ‏ ‏قَوْله : ( وَلَا غَمّ ) ‏ ‏بِالْغَيْنِ الْمُعْجَمَة هُوَ أَيْضًا مِنْ أَمْرَاض الْبَاطِن وَهُوَ مَا يُضَيِّق عَلَى الْقَلْب. وَقِيلَ فِي هَذِهِ الْأَشْيَاء الثَّلَاثَة وَهِيَ الْهَمّ وَالْغَمّ وَالْحُزْن أَنَّ الْهَمّ يَنْشَأ عَنْ الْفِكْر فِيمَا يُتَوَقَّع حُصُوله مِمَّا يُتَأَذَّى بِهِ , وَالْغَمّ كَرْب يَحْدُث لِلْقَلْبِ بِسَبَبِ مَا حَصَلَ , وَالْحُزْن يَحْدُث لِفَقْدِ مَا يَشُقّ عَلَى الْمَرْء فَقْده. وَقِيلَ : الْهَمّ وَالْغَمّ بِمَعْنًى وَاحِد. وَقَالَ الْكَرْمَانِيُّ : الْغَمّ يَشْمَل جَمِيع أَنْوَاع الْمَكْرُوهَات لِأَنَّهُ إِمَّا بِسَبَبِ مَا يَعْرِض لِلْبَدَنِ أَوْ النَّفْس , ‏ ‏وَالْأَوَّل : إِمَّا بِحَيْثُ يَخْرُج عَنْ الْمَجْرَى الطَّبِيعِيّ أَوْ لَا , ‏ ‏وَالثَّانِي : إِمَّا أَنْ يُلَاحِظ فِيهِ الْغَيْر أَوْ لَا , وَإِمَّا أَنْ يَظْهَر فِيهِ الِانْقِبَاض أَوْ لَا , وَإِمَّا بِالنَّظَرِ إِلَى الْمَاضِي أَوْ لَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5643",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، عَنْ سَعْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَعْبٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَثَلُ الْمُؤْمِنِ كَالْخَامَةِ مِنَ الزَّرْعِ تُفَيِّئُهَا الرِّيحُ مَرَّةً، وَتَعْدِلُهَا مَرَّةً، وَمَثَلُ الْمُنَافِقِ كَالأَرْزَةِ لاَ تَزَالُ حَتَّى يَكُونَ انْجِعَافُهَا مَرَّةً وَاحِدَةً ‏\"‏‏.‏ وَقَالَ زَكَرِيَّاءُ حَدَّثَنِي سَعْدٌ، حَدَّثَنَا ابْنُ كَعْبٍ، عَنْ أَبِيهِ، كَعْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The example of a believer is that of a fresh tender plant, which the wind bends lt \nsometimes and some other time it makes it straight. And the example of a hypocrite is that of a pine \ntree which keeps straight till once it is uprooted suddenly.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى ) ‏ ‏هُوَ الْقَطَّان , ‏ ‏وَسُفْيَان ‏ ‏هُوَ الثَّوْرِيّ , ‏ ‏وَسَعْد ‏ ‏هُوَ اِبْن إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن عَوْف الزُّهْرِيّ , ‏ ‏وَعَبْد اللَّه بْن كَعْب ‏ ‏أَيْ اِبْن مَالِك الْأَنْصَارِيّ. ‏ ‏قَوْله : ( كَالْخَامَةِ ) ‏ ‏بِالْخَاءِ الْمُعْجَمَة وَتَخْفِيف الْمِيم هِيَ الطَّاقَة الطَّرِيَّة اللَّيِّنَة أَوْ الْغَضَّة أَوْ الْقَضْبَة , قَالَ الْخَلِيل : الْخَامَة الزَّرْع أَوَّل مَا يَنْبُت عَلَى سَاق وَاحِد وَالْأَلِف مِنْهَا مُنْقَلِبَة عَنْ وَاو , وَنَقَلَ اِبْن التِّين عَنْ الْقَزَّاز أَنَّهُ ذَكَرهَا بِالْمُهْمَلَةِ وَالْفَاء , وَفَسَّرَهَا بِالطَّاقَةِ مِنْ الزَّرْع. وَوَقَعَ عِنْد أَحْمَد فِي حَدِيث جَابِر \" مَثَل الْمُؤْمِن مَثَل السُّنْبُلَة تَسْتَقِيم مَرَّة وَتَخِرّ أُخْرَى \" وَلَهُ فِي حَدِيث لِأُبَيّ بْن كَعْب \" مَثَل الْمُؤْمِن مَثَل الْخَامَة تَحْمَرّ مَرَّة وَتَصْفَرّ أُخْرَى \". ‏ ‏قَوْله : ‏ ‏( تُفَيِّئهَا ) ‏ ‏بِفَاءٍ وَتَحْتَانِيَّة مَهْمُوز أَيْ تُمَيِّلهَا وَزْنه وَمَعْنَاهُ. قَالَ الزَّرْكَشِيّ : هُنَا لَمْ يَذْكُر الْفَاعِل وَهُوَ الرِّيح , وَبِهِ يَتِمّ الْكَلَام , وَقَدْ ذَكَرَهُ فِي \" بَاب كَفَّارَة الْمَرَض \" وَهَذَا مِنْ أَعْجَب مَا وَقَعَ لَهُ فَإِنَّ هَذَا الْبَاب الَّذِي ذَكَرَ فِيهِ ذَلِكَ هُوَ \" بَاب كَفَّارَة الْمَرَض \" وَلَفْظ الرِّيح ثَابِت فِيهِ عِنْد مُعْظَم الرُّوَاة , وَنَقَلَ اِبْن التِّين عَنْ أَبِي عَبْد الْمَلِك أَنَّ مَعْنَى تُفَيِّئُهَا تُرْقِدهَا , وَتَعَقَّبَهُ بِأَنَّهُ لَيْسَ فِي اللُّغَة فَاءَ إِذَا رَقَدَ. قُلْت : لَعَلَّهُ تَفْسِير مَعْنًى , لِأَنَّ الرُّقُود رُجُوع عَنْ الْقِيَام وَفَاءَ يَجِيء بِمَعْنَى رَجَعَ. ‏ ‏قَوْله : ( وَتَعْدِلهَا ) ‏ ‏بِفَتْحِ أَوَّله وَسُكُون الْمُهْمَلَة وَكَسْر الدَّال , وَبِضَمِّ أَوَّله أَيْضًا وَفَتْح ثَانِيه وَالتَّشْدِيد. وَوَقَعَ عِنْد مُسْلِم \" تُفَيِّئُهَا الرِّيح تَصْرَعهَا مَرَّة وَتَعْدِلهَا أُخْرَى \" وَكَأَنَّ ذَلِكَ بِاخْتِلَافِ حَال الرِّيح : فَإِنْ كَانَتْ شَدِيدَة حَرَّكَتْهَا فَمَالَتْ يَمِينًا وَشِمَالًا حَتَّى تُقَارِب السُّقُوط , وَإِنْ كَانَتْ سَاكِنَة أَوْ إِلَى السُّكُون أَقْرَب أَقَامَتْهَا. وَوَقَعَ فِي رِوَايَة زَكَرِيَّا عِنْد مُسْلِم \" حَتَّى تَهِيج \" أَيْ تَسْتَوِي وَيَكْمُل نُضْجهَا , وَلِأَحْمَد مِنْ حَدِيث جَابِر مِثْله. ‏ ‏قَوْله : ( وَمَثَل الْمُنَافِق ) ‏ ‏فِي حَدِيث أَبِي هُرَيْرَة الْمَذْكُور بَعْده \" الْفَاجِر \" وَفِي رِوَايَة زَكَرِيَّا عِنْد مُسْلِم \" الْكَافِر \". ‏ ‏قَوْله : ( كَالْأَرْزَةِ ) ‏ ‏بِفَتْحِ الْهَمْزَة وَقِيلَ : بِكَسْرِهَا وَسُكُون الرَّاء بَعْدهَا زَاي , كَذَا لِلْأَكْثَرِ , وَقَالَ أَبُو عُبَيْدَة هُوَ بِوَزْنِ فَاعِلَة وَهِيَ الثَّابِتَة فِي الْأَرْض , وَرَدَّهُ أَبُو عُبَيْد بِأَنَّ الرُّوَاة اِتَّفَقُوا عَلَى عَدَم الْمَدّ , وَإِنَّمَا اِخْتَلَفُوا فِي سُكُون الرَّاء وَتَحْرِيكهَا وَالْأَكْثَر عَلَى السُّكُون. وَقَالَ أَبُو حَنِيفَة الدِّينَوَرِيّ : الرَّاء سَاكِنَة , وَلَيْسَ هُوَ مِنْ نَبَات أَرْض الْعَرَب , وَلَا يَنْبُت فِي السِّبَاخ بَلْ يُطَوِّل طُولًا شَدِيدًا وَيَغْلُظ , قَالَ : وَأَخْبَرَنِي الْخَبِير أَنَّهُ ذَكَرَ الصَّنَوْبَر , وَأَنَّهُ لَا يَحْمِل شَيْئًا وَإِنَّمَا يُسْتَخْرَج مِنْ أَعْجَازه وَعُرُوقه الزِّفْت. وَقَالَ اِبْن سِيدَهْ : الْأَرْز الْعَرْعَر , وَقِيلَ : شَجَر بِالشَّامِ يُقَال لِثَمَرِهِ الصَّنَوْبَر. وَقَالَ الْخَطَّابِيُّ : الْأَرَزَة مَفْتُوحَة الرَّاء وَاحِدَة الْأَرْز وَهُوَ شَجَر الصَّنَوْبَر فِيمَا يُقَال. وَقَالَ الْقَزَّاز : قَالَهُ قَوْم بِالتَّحْرِيكِ , وَقَالُوا : هُوَ شَجَر مُعْتَدِل صَلْب لَا يُحَرِّكهُ هُبُوب الرِّيح , وَيُقَال لَهُ الْأَرْزَن. ‏ ‏قَوْله : ( اِنْجِعَافهَا ) ‏ ‏بِجِيمٍ وَمُهْمَلَة ثُمَّ فَاء , أَيْ اِنْقِلَاعهَا ; تَقُول جَعَفْته فَانْجَعَفَ مِثْل قَلَعْته فَانْقَلَعَ. وَنَقَلَ اِبْن التِّين عَنْ الدَّاوُدِيّ أَنَّ مَعْنَاهُ اِنْكِسَارهَا مِنْ وَسَطهَا أَوْ أَسْفَلهَا. قَالَ الْمُهَلَّب : مَعْنَى الْحَدِيث أَنَّ الْمُؤْمِن حَيْثُ جَاءَهُ أَمْر اللَّه اِنْطَاعَ لَهُ , فَإِنْ وَقَعَ لَهُ خَيْر فَرِحَ بِهِ وَشَكَرَ , وَإِنْ وَقَعَ لَهُ مَكْرُوه صَبْر وَرَجَا فِيهِ الْخَيْر وَالْأَجْر , فَإِذَا اِنْدَفَعَ عَنْهُ اِعْتَدِلْ شَاكِرًا. وَالْكَافِر لَا يَتَفَقَّد اللَّه بِاخْتِيَارِهِ , بَلْ يَحْصُل لَهُ التَّيْسِير فِي الدُّنْيَا لِيَتَعَسَّر عَلَيْهِ الْحَال فِي الْمَعَاد , حَتَّى إِذَا أَرَادَ اللَّه إِهْلَاكه قَصَمَهُ فَيَكُون مَوْته أَشَدّ عَذَابًا عَلَيْهِ وَأَكْثَر أَلَمًا فِي خُرُوج نَفْسه. وَقَالَ غَيْره : الْمَعْنَى أَنَّ الْمُؤْمِن يَتَلَقَّى الْأَعْرَاض الْوَاقِعَة عَلَيْهِ لِضَعْفِ حَظّه مِنْ الدُّنْيَا , فَهُوَ كَأَوَائِل الزَّرْع شَدِيد الْمَيَلَان لِضَعْفِ سَاقه , وَالْكَافِر بِخِلَافِ ذَلِكَ , وَهَذَا فِي الْغَالِب مِنْ حَال الِاثْنَيْنِ. ‏ ‏قَوْله : ( وَقَالَ زَكَرِيَّا ) ‏ ‏هُوَ اِبْن أَبِي زَائِدَة , وَهَذَا التَّعْلِيق عَنْهُ وَصَلَهُ مُسْلِم مِنْ طَرِيق عَبْد اللَّه بْن نُمَيْر وَمُحَمَّد بْن بِشْر كِلَاهُمَا عَنْهُ. ‏ ‏قَوْله : ( حَدَّثَنِي سَعْد ) ‏ ‏هُوَ اِبْن إِبْرَاهِيم الْمَذْكُور مِنْ قَبْل. ‏ ‏قَوْله : ( حَدَّثَنِي اِبْن كَعْب ) ‏ ‏يُرِيد أَنَّهُ مُغَايِر لِرِوَايَةِ سُفْيَان عَنْ سَعْد فِي شَيْئَيْنِ : ‏ ‏أَحَدهمَا : إِيهَامه اِسْم اِبْن كَعْب , ‏ ‏وَالثَّانِي : تَصْرِيحه بِالتَّحْدِيثِ , فَيُسْتَفَاد مِنْ رِوَايَة تَسْمِيَته وَمِنْ رِوَايَة زَكَرِيَّا التَّصْرِيح بِاتِّصَالِهِ. وَقَدْ وَقَعَ فِي رِوَايَة لِمُسْلِمٍ عِنْد سُفْيَان تَسْمِيَته عَبْد الرَّحْمَن بْن كَعْب , وَلَعَلَّ هَذَا هُوَ السِّرّ فِي إِيهَامه فِي رِوَايَة زَكَرِيَّا. وَيُسْتَفَاد مِنْ صَنِيع مُسْلِم فِي تَخْرِيج الرِّوَايَتَيْنِ عَنْ سُفْيَان أَنَّ الِاخْتِلَاف إِذَا دَارَ عَلَى ثِقَة لَا يَضُرّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5644",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ فُلَيْحٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ هِلاَلِ بْنِ عَلِيٍّ، مِنْ بَنِي عَامِرِ بْنِ لُؤَىٍّ عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَثَلُ الْمُؤْمِنِ كَمَثَلِ الْخَامَةِ مِنَ الزَّرْعِ مِنْ حَيْثُ أَتَتْهَا الرِّيحُ كَفَأَتْهَا، فَإِذَا اعْتَدَلَتْ تَكَفَّأُ بِالْبَلاَءِ، وَالْفَاجِرُ كَالأَرْزَةِ صَمَّاءَ مُعْتَدِلَةً حَتَّى يَقْصِمَهَا اللَّهُ إِذَا شَاءَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The example of a believer is that of a fresh tender plant; from whatever \ndirection the wind comes, it bends it, but when the wind becomes quiet, it becomes straight again. \nSimilarly, a believer is afflicted with calamities (but he remains patient till Allah removes his \ndifficulties.) And an impious wicked person is like a pine tree which keeps hard and straight till Allah \ncuts (breaks) it down when He wishes.\" (See Hadith No. 558, Vol. 9.)",
    "explication": "‏ ‏قَوْله : ( أَنْ تُحْلَبَ ) ‏ ‏بِضَمّ أَوَّله عَلَى الْبِنَاءِ لِلْمَجْهُولِ , وَهُوَ بِالْحَاء الْمُهْمَلَةِ فِي جَمِيعِ الرِّوَايَاتِ , وَأَشَارَ الدَّاوُدِيّ إِلَى أَنَّهُ رُوِيَ بِالْجِيمِ وَقَالَ : أَرَادَ أَنَّهَا تُسَاقُ إِلَى مَوْضِعِ سَقْيِهَا , وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ كَذَلِكَ لَقَالَ أَنْ تُحْلَبَ إِلَى الْمَاءِ لَا عَلَى الْمَاءِ , وَإِنَّمَا الْمُرَادُ حَلْبهَا هُنَاكَ لِنَفْعِ مَنْ يَحْضُرُ مِنْ الْمَسَاكِينِ وَلِأَنَّ ذَلِكَ يَنْفَعُ الْإِبِل أَيْضًا , وَهُوَ نَحْوُ النَّهْيِ عَنْ الْجِدَادِ بِاللَّيْلِ , أَرَادَ أَنْ تَجُدَّ نَهَارًا لِتَحْضُرَ الْمَسَاكِين. ‏ ‏قَوْله : ( عَلَى الْمَاءِ ) ‏ ‏زَاد أَبُو نُعَيْم فِي \" الْمُسْتَخْرَجِ \" وَالْبَرْقَانِيّ فِي \" الْمُصَافَحَةِ \" مِنْ طَرِيق الْمُعَافِي بْن سُلَيْمَان عَنْ فُلَيْح \" يَوْم وُرُودهَا \" وَسَاقَ الْبَرْقَانِيّ بِهَذَا الْإِسْنَادِ ثَلَاثَة أَحَادِيثَ أُخَرَ فِي نَسَق , وَقَدْ تَقَدَّمَ مَعْنَى حَدِيث الْبَاب فِي الزَّكَاةِ مِنْ طَرِيقِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَة مُطَوَّلًا وَفِيهِ \" وَمِنْ حَقِّهَا أَنْ تُحْلَبَ عَلَى الْمَاءِ \" وَتَقَدَّمَ شَرْحُهُ هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5645",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، أَنَّهُ قَالَ سَمِعْتُ سَعِيدَ بْنَ يَسَارٍ أَبَا الْحُبَابِ، يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُصِبْ مِنْهُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"If Allah wants to do good to somebody, He afflicts him with trials.\"",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا أَبُو اَلرُّبَيِّع سُلَيْمَان بْن دَاوُد ) ‏ ‏هُوَ الزَّهْرَانِيُّ الْعَتَكِيُّ بِفَتْحِ اَلْمُهْمَلَة وَالْمُثَنَّاة اَلْبَصْرِيُّ نَزَلَ بَغْدَاد اِتَّفَقَ اَلْبُخَارِيّ وَمُسْلِم عَلَى اَلرِّوَايَةِ عَنْهُ وَمِنْ جُمْلَةِ مَا اِتَّفَقَا عَلَيْهِ إِخْرَاج هَذَا اَلْحَدِيثِ عَنْهُ , وَفِي طَبَقَتِهِ اِثْنَانِ كُلّ مِنْهُمَا أَيْضًا أَبُو اَلرُّبَيِّع سُلَيْمَان بْن دَاوُد أَحَدُهُمَا اَلْخُتَّلِيّ بِضَمِّ اَلْمُعْجَمَة وَتَشْدِيدٍ اَلْمُثَنَّاة اَلْمَفْتُوحَة بَغْدَادِيٌّ اِنْفَرَدَ مُسْلِم بِالرِّوَايَةِ عَنْهُ وَالرِّشْدِينِيُّ بِكَسْرِ اَلرَّاءِ وَسُكُونِ اَلْمُعْجَمَةِ مِصْرِيٌّ لَمْ يُخَرِّجَا لَهُ وَرَوَى عَنْهُ أَبُو دَاوُد وَالنَّسَائِيّ. ‏ ‏قَوْلُهُ : ( وَأَفْهَمَنِي بَعْضه أَحْمَد قَالَ : حَدَّثَنَا فُلَيْحٌ ) ‏ ‏يَحْتَمِلُ أَنْ يَكُونَ أَحْمَد رَفِيقًا لِأَبِي اَلرُّبَيِّع فِي اَلرِّوَايَةِ عَنْ فُلَيْحٍ وَأَنْ يَكُونَ اَلْبُخَارِيّ حَمَلَهُ عَنْهُمَا جَمِيعًا عَلَى اَلْكَيْفِيَّةِ اَلْمَذْكُورَةِ , وَيَحْتَمِلُ أَنْ يَكُونَ أَحْمَدُ رَفِيقًا لِلْبُخَارِيِّ فِي اَلرِّوَايَةِ عَنْ أَبِي اَلرُّبَيِّع وَهُوَ اَلْأَقْرَبُ إِذْ لَوْ كَانَ اَلْمُرَاد اَلْأَوَّلَ لَكَانَ يَقُولُ : قَالَا : حَدَّثَنَا فُلَيْحٌ بِالتَّثْنِيَةِ. وَلَمْ أَرَ ذَلِكَ فِي شَيْءٍ مِنْ اَلْأُصُولِ وَيُؤَيِّدُ اَلْأَوَّل أَيْضًا صَنِيع الْبَرْقَانِيّ فَإِنَّهُ أَخْرَجَ اَلْحَدِيثَ فِي اَلْمُصَافَحَةِ وَمُقْتَضَاهُ أَنَّ اَلْقَدْرَ اَلْمَذْكُورَ عِنْدَ اَلْبُخَارِيِّ عَنْ أَحْمَدَ عَنْ أَبِي اَلرُّبَيِّع عَنْ فُلَيْحٍ لَكِنْ وَقْع فِي أَطْرَافِ خَلَفٍ حَدَّثَنَا أَبُو رَبِيع وَأَفْهَمَنِي بَعْضَهُ أَحْمَد بْن يُونُس , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّ لَفْظ \" قَالَا \" سَقَطَ مِنْ اَلْأَصْلِ كَمَا جَرَتْ اَلْعَادَةُ بِإِسْقَاطِهَا كَثِيرًا فِي اَلْأَسَانِيدِ فَأَثْبَتَ بَعْضُهُمْ بَدَلَهَا \" قَالَ \" بِالْإِفْرَادِ وَبِمَا قَالَ خَلَفٌ جَزَمَ اَلدِّمْيَاطِيِّ , وَأَمَّا جَزْمُ اَلْمِزِّيِّ بِأَنَّ اَلَّذِي ذَكَرَهُ خَلَفٌ وَهْمٌ فَلَيْسَ هَذَا اَلْجَزْمُ بِوَاضِح وَزَعَمَ اِبْن خَلْفُونٍ أَنَّ أَحْمَدَ هَذَا هُوَ اِبْن حَنْبَل بِنَاءً عَلَى اَلْقَوْلِ اَلثَّانِي , وَجَوَّزَ غَيْرُهُ أَنْ يَكُونَ أَحْمَدُ بْن اَلنَّضْرِ اَلنَّيْسَابُورِيّ وَبِهِ جَزَمَ اَلذَّهَبِيُّ فِي طَبَقَاتِ اَلْقُرَّاءِ , وَقَدْ حَدَّثَ بِهِ عَنْ أَبِي اَلرُّبَيِّعِ الزَّهْرَانِيّ مِمَّنْ يُسَمَّى أَحْمَد أَيْضًا أَبُو بَكْر أَحْمَد بْن عَمْرو بْن أَبِي عَاصِم وَأَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن اَلْمَثَنَّى وَغَيْرهمَا , وَقَدْ ذَكَرْتُ فِي اَلْمُقَدِّمَةِ طَائِفَة مِمَّنْ رَوَى هَذَا اَلْحَدِيثَ عَنْ فُلَيْحٍ مِمَّنْ تَسَمَّى أَحْمَد , وَكَذَلِكَ مَنْ رَوَاهُ عَنْ أَبِي اَلرُّبَيِّع مِمَّنْ يُسَمَّى أَحْمَد أَيْضًا فَاَللَّه أَعْلَمُ. ثُمَّ سَاقَ اَلْمُصَنِّفُ حَدِيثَ اَلْإِفْكِ بِطُولِهِ مِنْ رِوَايَةِ فُلَيْحٍ عَنْ الزُّهْرِيِّ عَنْ مَشَايِخِهِ ثُمَّ مِنْ رِوَايَةِ فُلَيْحٍ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة وَعَبْد اَللَّه بْن اَلزُّبَيْر قَالَ مِثْلَهُ , وَمِنْ رِوَايَةِ فُلَيْحٍ عَنْ رَبِيعَة وَيَحْيَى بْن سَعِيد عَنْ اَلْقَاسِم بْن مُحَمَّد قَالَ مِثْلَهُ وَسَيَأْتِي شَرْحُهُ مُسْتَوْفًى فِي تَفْسِيرِ سُورَةِ اَلنُّورِ , وَبَيَانُ مَا زَادَتْ رِوَايَة كُلّ وَاحِد مِنْ هَؤُلَاءِ عَلَى رِوَايَة الزُّهْرِيّ وَمَا نَقَصَتْ عَنْهَا. وَقَدْ أَخْرَجَهُ اَلْإِسْمَاعِيلِيّ عَنْ جَمَاعَةٍ أَخْبَرُوهُ بِهِ عَنْ أَبِي اَلرُّبَيِّع وَزَادَ فِي آخِرِهِ عَنْ فُلَيْحٍ \" قَالَ وَسَمِعْتُ نَاسًا مِنْ أَهْلِ اَلْعِلْمِ يَقُولُونَ : إِنَّ أَصْحَابَ اَلْإِفْكِ جُلِدُوا اَلْحَدّ \". قُلْت : وَسَيَأْتِي لِذَلِكَ إِسْنَاد آخَر فِي كِتَاب اَلِاعْتِصَام إِنْ شَاءَ اَللَّهُ تَعَالَى. وَالْغَرَضُ مِنْهُ هُنَا سُؤَاله صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بَرِيرَةَ عَنْ حَالِ عَائِشَة , وَجَوَابُهَا بِبَرَاءَتِهَا وَاعْتِمَادُ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى قَوْلِهَا حَتَّى خَطَبَ فَاسْتَعْذَرَ مِنْ عَبْد اَللَّه بْن أُبَيٍّ. وَكَذَلِكَ سُؤَالُهُ مِنْ زَيْنَب بِنْت جَحْش عَنْ حَالِ عَائِشَة وَجَوَابهَا بِبَرَاءَتِهَا أَيْضًا وَقَوْل عَائِشَة فِي حَقِّ زَيْنَب : هِيَ اَلَّتِي كَانَتْ تُسَامِينِي فَعَصَمَهَا اَللَّهُ بِالْوَرَعِ فَفِي مَجْمُوعِ ذَلِكَ مُرَادُ اَلتَّرْجَمَة. قَالَ اِبْن بَطَّال : فِيهِ حُجَّة لِأَبِي حَنِيفَة فِي جَوَازِ تَعْدِيلِ اَلنِّسَاءِ وَبِهِ قَالَ أَبُو يُوسُف وَوَافَقَ مُحَمَّد اَلْجُمْهُورَ قَالَ اَلطَّحَاوِيّ : اَلتَّزْكِيَةُ خَبَرٌ وَلَيْسَتْ شَهَادَة فَلَا مَانِعَ مِنْ اَلْقَبُولِ , وَفِي اَلتَّرْجَمَةِ اَلْإِشَارَة إِلَى قَوْلٍ ثَالِثٍ وَهُوَ أَنْ تُقْبَلَ تَزْكِيَتُهُنَّ لِبَعْضِهِنَّ لَا لِلرِّجَالِ ; لِأَنَّ مَنْ مَنَعَ ذَلِكَ اِعْتَلَّ بِنُقْصَانِ اَلْمَرْأَةِ عَنْ مَعْرِفَةِ وُجُوه اَلتَّزْكِيَة لَا سِيَّمَا فِي حَقِّ اَلرِّجَالِ وَقَالَ اِبْن بَطَّال : لَوْ قِيلَ إِنَّهُ تُقْبَلُ تَزْكِيَتُهُنَّ بِقَوْلٍ حَسَن وَثَنَاءٍ جَمِيل يَكُونُ إِبْرَاء مِنْ سُوءٍ لَكَانَ حَسَنًا كَمَا فِي قِصَّة اَلْإِفْك وَلَا يَلْزَمُ مِنْهُ قَبُول تَزْكِيَتِهِنَّ فِي شَهَادَةٍ تُوجِبُ أَخْذَ مَالٍ , وَالْجُمْهُورُ عَلَى جَوَازِ قَبُولِهِنَّ مَعَ اَلرِّجَالِ فِيمَا تَجُوزُ شَهَادَتُهُنَّ فِيهِ. ‏ ‏قَوْلُهُ : ( فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا أَخْرَجَ بِهَا مَعَهُ ) ‏ ‏كَذَا لِلنَّسَفِيّ وَلِأَبِي ذَرٍّ عَنْ غَيْر الْكُشْمِيهَنِيّ , وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ وَالْبَاقِينَ \" خَرَجَ \" وَهُوَ اَلصَّوَابُ وَلَعَلَّ اَلْأَوَّل أُخْرِجَ بِضَمّ أَوَّلِهِ عَلَى اَلْبِنَاءِ لِلْمَجْهُولِ. ‏ ‏قَوْلُهُ : ( مِنْ جَزْعِ أَظْفَار ) ‏ ‏كَذَا لِلْأَكْثَرِ وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ \" ظِفَار \" وَهُوَ أَصْوَبُ وَسَيَأْتِي تَوْضِيحه عِنْدَ شَرْحِهِ. ‏ ‏قَوْلُهُ : ( فَاسْتَيْقَظْت بِاسْتِرْجَاعِهِ حَتَّى أَنَاخَ رَاحِلَتَهُ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَفِي رِوَايَةِ الْكُشْمِيهَنِيّ وَالنَّسَفِيّ \" حِينَ أَنَاخَ رَاحِلَتَهُ \". ‏ ‏قَوْلُهُ : ( وَقَدْ بَكَيْت لَيْلَتِي وَيَوْمًا ) ‏ ‏فِي رِوَايَةِ الْكُشْمِيهَنِيّ \" لَيْلَتَيْنِ وَيَوْمًا \" وَفِي رِوَايَة اَلنَّسَفِيّ وَأَبِي اَلْوَقْتِ \" لَيْلَتِي وَيَوْمِي \" وَسَيَأْتِي بَقِيَّة أَلْفَاظِهِ عِنْدَ شَرْحِهِ إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5646",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ،‏.‏ حَدَّثَنِي بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا رَأَيْتُ أَحَدًا أَشَدَّ عَلَيْهِ الْوَجَعُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "I never saw anybody suffering so much from sickness as Allah's Messenger (ﷺ).",
    "explication": "‏ ‏قَوْله : ( وَحَدَّثَنِي بِشْر بْن مُحَمَّد أَخْبَرَنَا عَبْد اللَّه ) ‏ ‏هُوَ اِبْن الْمُبَارَك. ‏ ‏قَوْله : ( عَنْ الْأَعْمَش ) ‏ ‏كَذَا أَعَادَ الْأَعْمَش بَعْد التَّحْوِيل , وَلَوْ وَقْف فِي السَّنَد الْأَوَّل عِنْد سُفْيَان وَحَوَّلَ ثُمَّ قَالَ كِلَاهُمَا عَنْ الْأَعْمَش لَكَانَ سَائِغًا , لَكِنْ أَظُنّهُ فَعَلَ ذَلِكَ لِكَوْنِهِ سَاقَهُ عَلَى لَفْظ الرِّوَايَة الثَّانِيَة وَهِيَ رِوَايَة شُعْبَة , وَقَدْ أَخْرَجَهَا الْإِسْمَاعِيلِيّ مِنْ طَرِيق حِبَّان بْن مُوسَى عَنْ اِبْن الْمُبَارَك بِلَفْظِ \" مَا رَأَيْت الْوَجَع عَلَى أَحَد أَشَدّ مِنْهُ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَسَاقَهُ مِنْ رِوَايَة أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ قَبِيصَة شَيْخ الْبُخَارِيّ فِيهِ بِلَفْظِ \" مَا رَأَيْت أَحَدًا كَانَ أَشَدّ عَلَيْهِ الْوَجَع \" وَالْبَاقِي سَوَاء , وَالْمُرَاد بِالْوَجَعِ الْمَرَض , وَالْعَرَب تُسَمِّي كُلّ وَجَع مَرَضًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5647",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي مَرَضِهِ وَهْوَ يُوعَكُ وَعْكًا شَدِيدًا، وَقُلْتُ إِنَّكَ لَتُوعَكُ وَعْكًا شَدِيدًا‏.‏ قُلْتُ إِنَّ ذَاكَ بِأَنَّ لَكَ أَجْرَيْنِ‏.‏ قَالَ ‏\n\"‏ أَجَلْ مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى، إِلاَّ حَاتَّ اللَّهُ عَنْهُ خَطَايَاهُ، كَمَا تَحَاتُّ وَرَقُ الشَّجَرِ ‏\"‏‏.‏",
    "english_text": "I visited the Prophet (ﷺ) during his ailments and he was suffering from a high fever. I said, \"You have a \nhigh fever. Is it because you will have a double reward for it?\" He said, \"Yes, for no Muslim is \nafflicted with any harm but that Allah will remove his sins as the leaves of a tree fall down.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن يُوسُف ) ‏ ‏هُوَ الْفِرْيَابِيّ , ‏ ‏وَسُفْيَان ‏ ‏هُوَ الثَّوْرِيّ. حَدِيث اِبْن مَسْعُود الْآتِي فِي الْبَاب الَّذِي يَلِيه , وَقَوْله فِي آخِره : ‏ ‏\" إِلَّا حَاتَّ اللَّه \" ‏ ‏بِحَاءٍ مُهْمَلَة وَمَدّ وَتَشْدِيد الْمُثَنَّاة أَصْله حَاتَتْ بِمُثَنَّاتَيْنِ فَأُدْغِمَتْ إِحْدَاهُمَا فِي الْأُخْرَى , وَالْمَعْنَى فَتَّتَ وَهِيَ كِنَايَة عَنْ إِذْهَاب الْخَطَايَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5648",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَبْدِ اللَّهِ، قَالَ دَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهْوَ يُوعَكُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ تُوعَكُ وَعْكًا شَدِيدًا‏.‏ قَالَ ‏\"‏ أَجَلْ إِنِّي أُوعَكُ كَمَا يُوعَكُ رَجُلاَنِ مِنْكُمْ ‏\"‏‏.‏ قُلْتُ ذَلِكَ أَنَّ لَكَ أَجْرَيْنِ قَالَ ‏\"‏ أَجَلْ ذَلِكَ كَذَلِكَ، مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى شَوْكَةٌ فَمَا فَوْقَهَا، إِلاَّ كَفَّرَ اللَّهُ بِهَا سَيِّئَاتِهِ، كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَهَا ‏\"‏‏.‏",
    "english_text": "I visited Allah's Messenger (ﷺ) while he was suffering from a high fever. I said, \"O Allah's Messenger (ﷺ)! You \nhave a high fever.\" He said, \"Yes, I have as much fever as two men of you.\" I said, \"Is it because you \nwill have a double reward?\" He said, \"Yes, it is so. No Muslim is afflicted with any harm, even if it \nwere the prick of a thorn, but that Allah expiates his sins because of that, as a tree sheds its leaves.\"",
    "explication": "\" 8441 \" ‏ ‏قَوْله : ( عَنْ أَبِي حَمْزَة ) ‏ ‏هُوَ السُّكَّرِيّ بِضَمِّ الْمُهْمَلَة وَتَشْدِيد الْكَاف. ‏ ‏قَوْله : ( عَنْ إِبْرَاهِيم التَّيْمِيِّ ) ‏ ‏هُوَ اِبْن يَزِيد بْن شَرِيك , وَالْحَارِث بْن سُوَيْدٍ هُوَ تَيْمِيّ أَيْضًا , وَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق كُوفِيُّونَ , وَلَيْسَ لِلْحَارِثِ بْن سُوَيْدٍ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر يَأْتِي فِي الدَّعَوَات , لَكِنَّهُمَا عِنْده مِنْ طُرُق عَدِيدَة , وَلَهُ عِنْده ثَالِث مَضَى فِي الْأَشْرِبَة مِنْ رِوَايَته عَنْ عَلِيّ بْن أَبِي طَالِب. ‏ ‏قَوْله : ( دَخَلْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُوعَك ) ‏ ‏فِي رِوَايَة سُفْيَان الَّتِي قَبْلهَا أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَرَضه \" وَالْوَعْك بِفَتْحِ الْوَاو وَسُكُون الْعَيْن الْمُهْمَلَة الْحُمَّى وَقَدْ تُفْتَح وَقِيلَ أَلَم الْحُمَّى , وَقِيلَ تَعَبهَا , وَقِيلَ إِرْعَادهَا الْمَوْعُوك وَتَحْرِيكهَا إِيَّاهُ , وَعَنْ الْأَصْمَعِيّ الْوَعْك الْحَرّ , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّ الْحُمَّى سُمِّيَتْ وَعْكًا لِحَرَارَتِهَا. ‏ ‏قَوْله : ( ذَلِكَ ) ‏ ‏إِشَارَة إِلَى مُضَاعَفَة الْأَجْر بِشِدَّةِ الْحُمَّى , وَعُرِفَ بِهَذَا أَنَّ فِي الرِّوَايَة السَّابِقَة فِي الْبَاب قَبْله حَذْفًا يُعْرَف مِنْ هَذِهِ الرِّوَايَة وَهُوَ قَوْله : \" إِنِّي أُوعَك كَمَا يُوعَك رَجُلَانِ مِنْكُمْ \". ‏ ‏قَوْله : ( أَجَلْ ) ‏ ‏أَيْ نَعَمْ وَزْنًا وَمَعْنًى. ‏ ‏قَوْله : ( أَذًى شَوْكَة ) ‏ ‏التَّنْوِين فِيهِ لِلتَّقْلِيلِ لَا لِلْجِنْسِ لِيَصِحّ تَرَتُّب فَوْقهَا وَدُونهَا فِي الْعِظَم وَالْحَقَارَة عَلَيْهِ بِالْفَاءِ , وَهُوَ يَحْتَمِل فَوْقهَا فِي الْعِظَم وَدُونهَا فِي الْحَقَارَة وَعَكْسه , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( كَمَا تَحُطّ ) ‏ ‏بِفَتْحِ أَوَّله وَضَمَّ الْمُهْمَلَة وَتَشْدِيد الطَّاء الْمُهْمَلَة أَيْ تُلْقِيه مُنْتَثِرًا. وَالْحَاصِل أَنَّهُ أَثْبَت أَنَّ الْمَرَض إِذَا اِشْتَدَّ ضَاعَفَ الْأَجْر , ثُمَّ زَادَ عَلَيْهِ بَعْد ذَلِكَ أَنَّ الْمُضَاعَفَة تَنْتَهِي إِلَى أَنْ تُحَطّ السَّيِّئَات كُلّهَا , أَوْ الْمَعْنَى : قَالَ نَعَمْ شِدَّة الْمَرَض تَرْفَع الدَّرَجَات وَتَحُطّ الْخَطِيئَات أَيْضًا حَتَّى لَا يَبْقَى مِنْهَا شَيْء , وَيُشِير إِلَى ذَلِكَ حَدِيث سَعْد الَّذِي ذَكَرْته قَبْل \" حَتَّى يَمْشِي عَلَى الْأَرْض وَمَا عَلَيْهِ خَطِيئَة \" وَمِثْله حَدِيث أَبِي هُرَيْرَة عِنْد أَحْمَد وَابْن أَبِي شَيْبَة بِلَفْظِ \" لَا يَزَال الْبَلَاء بِالْمُؤْمِنِ حَتَّى يَلْقَى اللَّه وَلَيْسَ عَلَيْهِ خَطِيئَة. قَالَ أَبُو هُرَيْرَة : مَا مِنْ وَجَع يُصِيبنِي أَحَبّ إِلَيَّ مِنْ الْحُمَّى , إِنَّهَا تَدْخُل فِي كُلّ مَفْصِل مِنْ اِبْن آدَم , وَاَللَّه يُعْطِي كُلّ مَفْصِل قِسْطه مِنْ الْأَجْر \" وَوَجْه دَلَالَة حَدِيث الْبَاب عَلَى التَّرْجَمَة مِنْ جِهَة قِيَاس الْأَنْبِيَاء عَلَى نَبِيّنَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِلْحَاق الْأَوْلِيَاء بِهِمْ لِقُرْبِهِمْ مِنْهُمْ وَإِنْ كَانَتْ دَرَجَتهمْ مُنْحَطَّة عَنْهُمْ , وَالسِّرّ فِيهِ أَنَّ الْبَلَاء فِي مُقَابَلَة النِّعْمَة , فَمَنْ كَانَتْ نِعْمَة اللَّه عَلَيْهِ أَكْثَر كَانَ بَلَاؤُهُ أَشَدّ , وَمِنْ ثَمَّ ضُوعِفَ حَدّ الْحُرّ عَلَى الْعَبْد , وَقِيلَ لِأُمَّهَاتِ الْمُؤْمِنِينَ ( مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ ) قَالَ اِبْن الْجَوْزِيّ : فِي الْحَدِيث دَلَالَة عَلَى أَنَّ الْقَوِيّ يَحْمِل مَا حَمَلَ , وَالضَّعِيف يُرْفَق بِهِ إِلَّا أَنَّهُ كُلَّمَا قَوِيَتْ الْمَعْرِفَة بِالْمُبْتَلَى هَانَ عَلَيْهِ الْبَلَاء , وَمِنْهُمْ مَنْ يَنْظُر إِلَى أَجْر الْبَلَاء فَيَهُون عَلَيْهِ الْبَلَاء , وَأَعْلَى مِنْ ذَلِكَ دَرَجَة مَنْ يَرَى أَنَّ هَذَا تَصَرُّف الْمَالِك فِي مِلْكه فَيُسَلِّم وَلَا يَعْتَرِض , وَأَرْفَع مِنْهُ مَنْ شَغَلَتْهُ الْمَحَبَّة عَنْ طَلَب رَفْع الْبَلَاء , وَأَنْهَى الْمَرَاتِب مَنْ يَتَلَذَّذ بِهِ لِأَنَّهُ عَنْ اِخْتِيَاره نَشَأَ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5649",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَطْعِمُوا الْجَائِعَ، وَعُودُوا الْمَرِيضَ، وَفُكُّوا الْعَانِيَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Feed the hungry, visit the sick, and set free the captives.\"",
    "explication": "‏ ‏\" فَكُّوا الْعَانِي \" ‏ ‏أَيْ الْأَسِير , كَذَا وَقَعَ فِي تَفْسِير الْعَانِي فِي الْحَدِيث , وَهُوَ بِالْمُهْمَلَةِ وَالنُّون وَزْن الْقَاضِي , وَالتَّفْسِير مِنْ قِبَل جَرِير أَوْ قُتَيْبَة , وَإِلَّا فَقَدْ أَخْرَجَ الْمُصَنِّف فِي الطِّبّ مِنْ طَرِيق أَبِي عَوَانَة عَنْ مَنْصُور فَلَمْ يَذْكُرهُ , وَأَخْرَجَهُ فِي الْأَطْعِمَة مِنْ طَرِيق الثَّوْرِيّ عَنْ مَنْصُور وَقَالَ فِي آخِره \" قَالَ سُفْيَان : الْعَانِي الْأَسِير \" قَالَ اِبْن بَطَّال : فِكَاك الْأَسِير وَاجِب عَلَى الْكِفَايَة , وَبِهِ قَالَ الْجُمْهُور. وَقَالَ إِسْحَاق بْن رَاهْوَيْهِ : مِنْ بَيْت الْمَال. وَرُوِيَ عَنْ مَالِك أَيْضًا وَقَالَ أَحْمَد يُفَادَى بِالرُّءُوسِ , وَأَمَّا بِالْمَالِ فَلَا أَعْرِفهُ. وَلَوْ كَانَ عِنْد الْمُسْلِمِينَ أَسَارَى وَعِنْد الْمُشْرِكِينَ أَسَارَى وَاتَّفَقُوا عَلَى الْمُفَادَاة تَعَيَّنَتْ , وَلَمْ تَجُزْ مُفَادَاة أَسَارَى الْمُشْرِكِينَ بِالْمَالِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5650",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي أَشْعَثُ بْنُ سُلَيْمٍ، قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ، وَنَهَانَا عَنْ سَبْعٍ، نَهَانَا عَنْ خَاتَمِ الذَّهَبِ، وَلُبْسِ الْحَرِيرِ، وَالدِّيبَاجِ، وَالإِسْتَبْرَقِ، وَعَنِ الْقَسِّيِّ، وَالْمِيثَرَةِ، وَأَمَرَنَا أَنْ نَتْبَعَ الْجَنَائِزَ، وَنَعُودَ الْمَرِيضَ، وَنُفْشِيَ السَّلاَمَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) ordered us to do seven things and forbade us to do seven other things. He forbade us \nto wear gold rings, silk, Dibaj, Istabriq, Qissy, and Maithara; and ordered us to accompany funeral \nprocessions, visit the sick and greet everybody. (See Hadith No. 104)",
    "explication": "حَدِيث الْبَرَاء أَوْرَدَهُ مُخْتَصَرًا مُقْتَصِرًا عَلَى بَعْض الْخِصَال السَّبْع , وَيَأْتِي شَرْحه مُسْتَوْفًى فِي كِتَاب اللِّبَاس إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5651",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ الْمُنْكَدِرِ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ مَرِضْتُ مَرَضًا، فَأَتَانِي النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي وَأَبُو بَكْرٍ وَهُمَا مَاشِيَانِ، فَوَجَدَانِي أُغْمِيَ عَلَىَّ، فَتَوَضَّأَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ صَبَّ وَضُوءَهُ عَلَىَّ، فَأَفَقْتُ فَإِذَا النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ أَصْنَعُ فِي مَالِي كَيْفَ أَقْضِي فِي مَالِي فَلَمْ يُجِبْنِي بِشَىْءٍ حَتَّى نَزَلَتْ آيَةُ الْمِيرَاثِ‏.‏",
    "english_text": "Once I fell ill. The Prophet (ﷺ) and Abu Bakr came walking to pay me a visit and found me unconscious. \nThe Prophet (ﷺ) performed ablution and then poured the remaining water on me, and I came to my senses \nto see the Prophet. I said, \"O Allah's Messenger (ﷺ)! What shall I do with my property? How shall I dispose \nof (distribute) my property?\" He did not reply till the Verse of inheritance was revealed.",
    "explication": "تَقَدَّمَ شَرْح حَدِيث جَابِر الْمَذْكُور فِي كِتَاب الطَّهَارَة وَفِي تَفْسِير سُورَةِ النِّسَاء. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5652",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عِمْرَانَ أَبِي بَكْرٍ، قَالَ حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، قَالَ قَالَ لِي ابْنُ عَبَّاسٍ أَلاَ أُرِيكَ امْرَأَةً مِنْ أَهْلِ الْجَنَّةِ قُلْتُ بَلَى‏.‏ قَالَ هَذِهِ الْمَرْأَةُ السَّوْدَاءُ أَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ إِنِّي أُصْرَعُ، وَإِنِّي أَتَكَشَّفُ فَادْعُ اللَّهَ لِي‏.‏ قَالَ ‏\n\"‏ إِنْ شِئْتِ صَبَرْتِ وَلَكِ الْجَنَّةُ وَإِنْ شِئْتِ دَعَوْتُ اللَّهَ أَنْ يُعَافِيَكِ ‏\"‏‏.‏ فَقَالَتْ أَصْبِرُ‏.‏ فَقَالَتْ إِنِّي أَتَكَشَّفُ فَادْعُ اللَّهَ أَنْ لاَ أَتَكَشَّفَ، فَدَعَا لَهَا‏.‏ \nحَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدٌ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّهُ رَأَى أُمَّ زُفَرَ تِلْكَ، امْرَأَةٌ طَوِيلَةٌ سَوْدَاءُ عَلَى سِتْرِ الْكَعْبَةِ‏.‏",
    "english_text": "Ibn `Abbas said to me, \"Shall I show you a woman of the people of Paradise?\" I said, \"Yes.\" He said, \n\"This black lady came to the Prophet (ﷺ) and said, 'I get attacks of epilepsy and my body becomes \nuncovered; please invoke Allah for me.' The Prophet (ﷺ) said (to her), 'If you wish, be patient and you will \nhave (enter) Paradise; and if you wish, I will invoke Allah to cure you.' She said, 'I will remain \npatient,' and added, 'but I become uncovered, so please invoke Allah for me that I may not become \nuncovered.' So he invoked Allah for her.\"\n\n\nNarrated 'Ata:\n\nThat he had seen Um Zafar, the tall black lady, at (holding) the curtain of the Ka`ba.",
    "explication": "‏ ‏قَوْله : ( يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيد الْقَطَّان. ‏ ‏قَوْله : ( عَنْ عِمْرَان أَبِي بَكْر ) ‏ ‏هُوَ الْمَعْرُوف بِالْقَصِيرِ , وَاسْم أَبِيهِ مُسْلِم , وَهُوَ بَصْرِيّ تَابِعِيّ صَغِير. ‏ ‏قَوْله : ( أَلَا أُرِيك ) ‏ ‏أَلَا بِتَخْفِيفِ اللَّام قَبْلهَا هَمْزَة مَفْتُوحَة. ‏ ‏قَوْله : ( هَذِهِ الْمَرْأَة السَّوْدَاء ) ‏ ‏فِي رِوَايَة جَعْفَر المُسْتَغْفِرِيّ فِي \" كِتَاب الصَّحَابَة \" وَأَخْرَجَهُ أَبُو مُوسَى فِي \" الذَّيْل \" مِنْ طَرِيقه ثُمَّ مِنْ رِوَايَة عَطَاء الْخُرَاسَانِيّ عَنْ عَطَاء بْن أَبِي رَبَاح فِي هَذَا الْحَدِيث \" فَأَرَانِي حَبَشِيَّة صَفْرَاء عَظِيمَة فَقَالَ : هَذِهِ سُعَيْرَة الْأَسَدِيَّة \". ‏ ‏قَوْله : ( فَقَالَتْ إِنَّ بِي هَذِهِ الْمُؤْتَة ) وَهُوَ بِضَمِّ الْمِيم بَعْدهَا هَمْزَة سَاكِنَة : الْجُنُون , وَأَخْرَجَهُ اِبْن مَرْدَوَيْهِ فِي التَّفْسِير مِنْ هَذَا الْوَجْه فَقَالَ فِي رِوَايَته \" إِنَّ بِي هَذِهِ الْمُؤْتَة يَعْنِي الْجُنُون \" وَزَادَ فِي رِوَايَته وَكَذَا اِبْن مَنْدَهْ أَنَّهَا كَانَتْ تَجْمَع الصُّوف وَالشَّعْر وَاللِّيف , فَإِذَا اِجْتَمَعَتْ لَهَا كُبَّة عَظِيمَة نَقَضَتْهَا فَنَزَلَ فِيهَا \" وَلَا تَكُونُوا كَاَلَّتِي نَقَضَتْ غَزْلَهَا \" الْآيَة وَقَدْ تَقَدَّمَ فِي تَفْسِير النَّحْل أَنَّهَا اِمْرَأَة أُخْرَى. ‏ ‏قَوْله : ( وَإِنِّي أَتَكَشَّفُ ) ‏ ‏بِمُثَنَّاةٍ وَتَشْدِيد الْمُعْجَمَة مِنْ التَّكَشُّف , وَبِالنُّونِ السَّاكِنَة مُخَفَّفًا مِنْ الِانْكِشَاف , وَالْمُرَاد أَنَّهَا خَشِيَتْ أَنْ تَظْهَر عَوْرَتهَا وَهِيَ لَا تَشْعُر. ‏ ‏قَوْله فِي الطَّرِيق الْأُخْرَى ‏ ‏( حَدَّثَنَا مُحَمَّد ) ‏ ‏هُوَ اِبْن سَلَام وَصَرَّحَ بِهِ فِي \" الْأَدَب الْمُفْرَد \" , وَمَخْلَد هُوَ اِبْن يَزِيد. ‏ ‏قَوْله : ( أَنَّهُ رَأَى أُمّ زُفَر ) ‏ ‏بِضَمِّ الزَّاي وَفَتْح الْفَاء. ‏ ‏قَوْله : ( تِلْكَ الْمَرْأَة ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" تِلْكَ اِمْرَأَة \". ‏ ‏قَوْله : ( عَلَى سِتْر الْكَعْبَة ) ‏ ‏بِكَسْرِ الْمُهْمَلَة أَيْ جَالِسَة عَلَيْهَا مُعْتَمِدَة , وَيَجُوز أَنْ يَتَعَلَّق بِقَوْلِهِ \" رَأَى \". ثُمَّ وَجَدْت الْحَدِيث فِي \" الْأَدَب الْمُفْرَد \" لِلْبُخَارِيِّ وَقَدْ أَخْرَجَهُ بِهَذَا السَّنَد الْمَذْكُور هُنَا بِعَيْنِهِ وَقَالَ \" عَلَى سُلَّم الْكَعْبَة \" فَاَللَّه أَعْلَم. وَعِنْد الْبَزَّار مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس فِي نَحْو هَذِهِ الْقِصَّة أَنَّهَا قَالَتْ \" إِنِّي أَخَاف الْخَبِيث أَنْ يُجَرِّدنِي , فَدَعَا لَهَا فَكَانَتْ إِذَا خَشِيَتْ أَنْ يَأْتِيهَا تَأْتِي أَسْتَار الْكَعْبَة فَتَتَعَلَّق بِهَا \" وَقَدْ أَخْرَجَ عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْجٍ هَذَا الْحَدِيث مُطَوَّلًا , وَأَخْرَجَهُ اِبْن عَبْد الْبَرّ فِي \" الِاسْتِيعَاب \" مِنْ طَرِيق حَجَّاج بْن مُحَمَّد عَنْ اِبْن جُرَيْجٍ عَنْ الْحَسَن بْن مُسْلِم أَنَّهُ سَمِعَ طَاوُسًا يَقُول \" كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُؤْتَى بِالْمَجَانِينِ فَيَضْرِب صَدْر أَحَدهمْ فَيَبْرَأ , فَأُتِيَ بِمَجْنُونَةٍ يُقَال لَهَا أُمّ زُفَر , فَضَرَبَ صَدْرهَا فَلَمْ تَبْرَأ , قَالَ اِبْن جُرَيْجٍ وَأَخْبَرَنِي عَطَاء \" فَذَكَرَ كَاَلَّذِي هُنَا , وَأَخْرَجَهُ اِبْن مَنْدَهْ فِي \" الْمَعْرِفَة \" مِنْ طَرِيق حَنْظَلَة بْن أَبِي سُفْيَان عَنْ طَاوُسٍ فَزَادَ \" وَكَانَ يُثْنِي عَلَيْهَا خَيْرًا \" وَزَادَ فِي آخَر \" فَقَالَ : إِنْ يَتْبَعهَا فِي الدُّنْيَا فَلَهَا فِي الْآخِرَة خَيْر \" وَعُرِفَ مِمَّا أَوْرَدْته أَنَّ اِسْمهَا سُعَيْرَة وَهِيَ بِمُهْمَلَتَيْنِ مُصَغَّر , وَوَقَعَ فِي رِوَايَة اِبْن مَنْدَهْ بِقَافٍ بَدَل الْعَيْن , وَفِي أُخْرَى لِلْمُسْتَغْفِرِيّ بِالْكَافِ , وَذَكَرَ اِبْن سَعْد وَعَبْد الْغَنِيّ فِي \" الْمُبْهَمَات \" مِنْ طَرِيق الزُّبَيْر أَنَّ هَذِهِ الْمَرْأَة هِيَ مَاشِطَة خَدِيجَة الَّتِي كَانَتْ تَتَعَاهَد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالزِّيَارَةِ كَمَا سَيَأْتِي ذِكْرهَا فِي كِتَاب الْأَدَب إِنْ شَاءَ اللَّه تَعَالَى , وَقَدْ يُؤْخَذ مِنْ الطُّرُق الَّتِي أَوْرَدَتْهَا أَنَّ الَّذِي كَانَ بِأُمِّ زُفَر كَانَ مِنْ صَرْع الْجِنّ لَا مِنْ صَرْع الْخَلْط. وَقَدْ أَخْرَجَ الْبَزَّار وَابْن حِبَّان مِنْ حَدِيث أَبِي هُرَيْرَة شَبِيهًا بِقِصَّتِهَا وَلَفْظه \" جَاءَتْ اِمْرَأَة بِهَا لَمَم إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ : اُدْعُ اللَّه. فَقَالَ : إِنْ شِئْت دَعَوْت اللَّه فَشَفَاك وَإِنْ شِئْت صَبَرْت وَلَا حِسَاب عَلَيْك. قَالَتْ : بَلْ أَصْبِر وَلَا حِسَاب عَلَيَّ \" وَفِي الْحَدِيث فَضْل مَنْ يُصْرَع , وَأَنَّ الصَّبْر عَلَى بَلَايَا الدُّنْيَا يُورِث الْجَنَّة , وَأَنَّ الْأَخْذ بِالشِّدَّةِ أَفْضَل مِنْ الْأَخْذ بِالرُّخْصَةِ لِمَنْ عَلِمَ مِنْ نَفْسه الطَّاقَة وَلَمْ يَضْعُف عَنْ اِلْتِزَام الشِّدَّة , وَفِيهِ دَلِيل عَلَى جَوَاز تَرْك التَّدَاوِي , وَفِيهِ أَنَّ عِلَاج الْأَمْرَاض كُلّهَا بِالدُّعَاءِ وَالِالْتِجَاء إِلَى اللَّه أَنْجَع وَأَنْفَع مِنْ الْعِلَاج بِالْعَقَاقِيرِ , وَأَنَّ تَأْثِير ذَلِكَ وَانْفِعَال الْبَدَن عَنْهُ أَعْظَم مِنْ تَأْثِير الْأَدْوِيَة الْبَدَنِيَّة , وَلَكِنْ إِنَّمَا يَنْجَع بِأَمْرَيْنِ : أَحَدهمَا مِنْ جِهَة الْعَلِيل وَهُوَ صِدْق الْقَصْد , وَالْآخَر مِنْ جِهَة الْمُدَاوِي وَهُوَ قُوَّة تَوَجُّهه وَقُوَّة قَلْبه بِالتَّقْوَى وَالتَّوَكُّل , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5653",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي ابْنُ الْهَادِ، عَنْ عَمْرٍو، مَوْلَى الْمُطَّلِبِ عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ اللَّهَ قَالَ إِذَا ابْتَلَيْتُ عَبْدِي بِحَبِيبَتَيْهِ فَصَبَرَ عَوَّضْتُهُ مِنْهُمَا الْجَنَّةَ ‏\"‏‏.‏ يُرِيدُ عَيْنَيْهِ‏.‏ تَابَعَهُ أَشْعَثُ بْنُ جَابِرٍ وَأَبُو ظِلاَلٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) saying, \"Allah said, 'If I deprive my slave of his two beloved things (i.e., his \neyes) and he remains patient, I will let him enter Paradise in compensation for them.'\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنِي اِبْن الْهَادِ ) ‏ ‏فِي رِوَايَة الْمُصَنِّف فِي \" الْأَدَب الْمُفْرَد \" عَنْ عَبْد اللَّه بْن صَالِح عَنْ اللَّيْث \" حَدَّثَنِي يَزِيد بْن الْهَادِ \" وَهُوَ يَزِيد بْن عَبْد اللَّه بْن أُسَامَة. ‏ ‏قَوْله : ( عَنْ عَمْرو ) ‏ ‏أَيْ اِبْن أَبِي عَمْرو مَيْسَرَة ‏ ‏( مَوْلَى الْمُطَّلِب ) ‏ ‏أَيْ اِبْن عَبْد اللَّه بْن حَنْطَب. ‏ ‏قَوْله : ( إِذَا اِبْتَلَيْت عَبْدِي بِحَبِيبَتَيْهِ ) ‏ ‏بِالتَّثْنِيَةِ , وَقَدْ فَسَرَّهُمَا آخِر الْحَدِيث بِقَوْلِهِ \" يُرِيد عَيْنَيْهِ \" وَلَمْ يُصَرِّح بِاَلَّذِي فَسَّرَهُمَا , وَالْمُرَاد بِالْحَبِيبَتَيْنِ الْمَحْبُوبَتَانِ لِأَنَّهُمَا أَحَبّ أَعْضَاء الْإِنْسَان إِلَيْهِ , لِمَا يَحْصُل لَهُ بِفَقْدِهِمَا مِنْ الْأَسَف عَلَى فَوَات رُؤْيَة مَا يُرِيد رُؤْيَته مِنْ خَيْر فَيُسَرّ بِهِ , أَوْ شَرّ فَيَجْتَنِبهُ. ‏ ‏قَوْله : ( فَصَبَرَ ) ‏ ‏زَادَ التِّرْمِذِيّ فِي رِوَايَته عَنْ أَنَس \" وَاحْتَسَبَ \" وَكَذَا لِابْنِ حِبَّان وَالتِّرْمِذِيّ مِنْ حَدِيث أَبِي هُرَيْرَة , وَلِابْنِ حِبَّان مِنْ حَدِيث اِبْن عَبَّاس أَيْضًا , وَالْمُرَاد أَنَّهُ يَصْبِر مُسْتَحْضِرًا مَا وَعَدَ اللَّه بِهِ الصَّابِر مِنْ الثَّوَاب , لَا أَنْ يَصْبِر مُجَرَّدًا عَنْ ذَلِكَ , لِأَنَّ الْأَعْمَال بِالنِّيَّاتِ , وَابْتِلَاء اللَّه عَبْده فِي الدُّنْيَا لَيْسَ مِنْ سُخْطه عَلَيْهِ بَلْ إِمَّا لِدَفْعِ مَكْرُوه أَوْ لِكَفَّارَةِ ذُنُوب أَوْ لِرَفْعِ مَنْزِلَة , فَإِذَا تَلْقَى ذَلِكَ بِالرِّضَا تَمَّ لَهُ الْمُرَاد وَإِلَّا يَصِير كَمَا جَاءَ فِي حَدِيث سَلْمَان \" أَنَّ مَرَض الْمُؤْمِن يَجْعَلهُ اللَّه لَهُ كَفَّارَة وَمُسْتَعْتَبًا , وَأَنَّ مَرَض الْفَاجِر كَالْبَعِيرِ عَقَلَهُ أَهْله ثُمَّ أَرْسَلُوهُ فَلَا يَدْرِي لِمَ عُقِلَ وَلِمَ أُرْسِلَ \" أَخْرَجَهُ الْبُخَارِيّ فِي \" الْأَدَب الْمُفْرَد \" مَوْقُوفًا. ‏ ‏قَوْله : ( عَوَّضْته مِنْهُمَا الْجَنَّة ) ‏ ‏وَهَذَا أَعْظَم الْعِوَض , لِأَنَّ الِالْتِذَاذ بِالْبَصَرِ يَفْنَى بِفِنَاءِ الدُّنْيَا وَالِالْتِذَاذ بِالْجَنَّةِ بَاقٍ بِبَقَائِهَا , وَهُوَ شَامِل لِكُلِّ مَنْ وَقَعَ لَهُ ذَلِكَ بِشَرْطِ الْمَذْكُور. وَوَقَعَ فِي حَدِيث أَبِي أُمَامَةَ فِيهِ قَيْد آخَر أَخْرَجَهُ الْبُخَارِيّ فِي \" الْأَدَب الْمُفْرَد \" بِلَفْظِ \" إِذَا أَخَذْت كَرِيمَتَيْك فَصَبَرْت عِنْد الصَّدْمَة وَاحْتَسَبْت \" فَأَشَارَ إِلَى أَنَّ الصَّبْر النَّافِع هُوَ مَا يَكُون فِي أَوَّل وُقُوع الْبَلَاء فَيُفَوِّض وَيُسَلِّم , وَإِلَّا فَمَتَى تَضَجَّرَ وَتَقَلَّقَ فِي أَوَّل وَهْلَة ثُمَّ يَئِسَ فَيَصْبِر لَا يَكُون حَصَلَ الْمَقْصُود , وَقَدْ مَضَى حَدِيث أَنَس فِي الْجَنَائِز \" إِنَّمَا الصَّبْر عِنْد الصَّدْمَة الْأَوْلَى \" وَقَدْ وَقَعَ فِي حَدِيث الْعِرْبَاض فِيمَا صَحِّحْهُ اِبْن حِبَّان فِيهِ بِشَرْطٍ آخَر وَلَفْظه \" إِذَا سَلَبْت مِنْ عَبْدِي كَرِيمَتَيْهِ وَهُوَ بِهِمَا ضَنِين لَمْ أَرْض لَهُ ثَوَابًا دُون الْجَنَّة إِذَا هُوَ حَمِدَنِي عَلَيْهِمَا \" وَلَمْ أَرَ هَذِهِ الزِّيَادَة فِي غَيْر هَذِهِ الطَّرِيق , وَإِذَا كَانَ ثَوَاب مَنْ وَقَعَ لَهُ ذَلِكَ الْجَنَّة فَاَلَّذِي لَهُ أَعْمَال صَالِحَة أُخْرَى يُزَاد فِي رَفَعَ الدَّرَجَات. ‏ ‏قَوْله : ( تَابَعَهُ أَشْعَث بْن جَابِر وَأَبُو ظِلَال بْن هِلَال عَنْ أَنَس ) ‏ ‏أَمَّا مُتَابَعَة أَشْعَث بْن جَابِر وَهُوَ اِبْن عَبْد اللَّه بْن جَابِر نُسِبَ إِلَى جَدّه وَهُوَ أَبُو عَبْد اللَّه الْأَعْمَى الْبَصْرِيّ الْحُدَّانِيّ بِضَمِّ الْحَاء وَتَشْدِيد الدَّال الْمُهْمَلَتَيْنِ , وَحُدَّان بَطْن مِنْ الْأَزْد , وَلِهَذَا يُقَال لَهُ الْأَزْدِيّ , وَهُوَ الْحُمْلِيّ بِضَمِّ الْمُهْمَلَة وَسُكُون الْمِيم وَهُوَ مُخْتَلَف فِيهِ , وَقَالَ الدَّارَقُطْنِيُّ يُعْتَدّ بِهِ وَلَيْسَ لَهُ فِي الْبُخَارِيّ إِلَّا هَذَا الْمَوْضِع فَأَخْرَجَهَا أَحْمَد بِلَفْظِ \" قَالَ رَبّكُمْ مَنْ أَذْهَبْت كَرِيمَتَيْهِ ثُمَّ صَبَرَ وَاحْتَسَبَ كَانَ ثَوَابه الْجَنَّة \". وَأَمَّا مُتَابَعَة أَبِي ظِلَال فَأَخْرَجَهَا عَبْد بْن حُمَيْدٍ عَنْ يَزِيد بْن هَارُون عَنْهُ قَالَ \" دَخَلْت عَلَى أَنَس فَقَالَ لِي : أُدْنُهْ , مَتَى ذَهَبَ بَصَرك ؟ قُلْت : وَأَنَا صَغِير. قَالَ : أَلَّا أُبَشِّرك ؟ قُلْت : بَلَى \" فَذَكَرَ - الْحَدِيث بِلَفْظِ \" مَا لِمَنْ أَخَذْت كَرِيمَتَيْهِ عِنْدِي جَزَاء إِلَّا الْجَنَّة \" وَأَخْرَجَ التِّرْمِذِيّ مِنْ وَجْه آخَر عَنْ أَبِي ظِلَال بِلَفْظِ \" إِذَا أَخَذْت كَرِيمَتَيْ عَبْدِي فِي الدُّنْيَا لَمْ يَكُنْ لَهُ جَزَاء عِنْدِي إِلَّا الْجَنَّة \". ‏ ‏( تَنْبِيه ) : ‏ ‏أَبُو ظِلَال بِكَسْرِ الظَّاء الْمُشَالَة الْمُعْجَمَة وَالتَّخْفِيف اِسْمه هِلَال , وَاَلَّذِي وَقَعَ فِي الْأَصْل أَبُو ظِلَال بْن هِلَال صَوَابه إِمَّا أَبُو ظِلَال هِلَال بِحَذْفِ \" اِبْن \" وَإِمَّا أَبُو ظِلَال بْن أَبِي هِلَال بِزِيَادَةِ \" أَبِي \" وَاخْتُلِفَ فِي اِسْم أَبِيهِ فَقِيلَ مَيْمُون وَقِيلَ سُوَيْد وَقِيلَ يَزِيد وَقِيلَ زَيْد , وَهُوَ ضَعِيف عِنْد الْجَمِيع , إِلَّا أَنَّ الْبُخَارِيّ قَالَ إِنَّهُ مُقَارِب الْحَدِيث , وَلَيْسَ لَهُ فِي صَحِيحه غَيْر هَذِهِ الْمُتَابَعَة. وَذَكَرَ الْمِزِّيّ فِي تَرْجَمَته أَنَّ اِبْن حِبَّان ذَكَرَهُ فِي الثِّقَات , وَلَيْسَ بِجَيِّدٍ , لِأَنَّ اِبْن حِبَّان ذَكَرَهُ فِي الضُّعَفَاء فَقَالَ : لَا يَجُوز الِاحْتِجَاج بِهِ , وَإِنَّمَا ذَكَرَ فِي الثِّقَات هِلَال بْن أَبِي هِلَال آخَر رَوَى عَنْهُ يَحْيَى بْن الْمُتَوَكِّل , وَقَدْ فَرَّقَ الْبُخَارِيّ بَيْنهمَا , وَلَهُمْ شَيْخ ثَالِث يُقَال لَهُ هِلَال بْن أَبِي هِلَال تَابِعِيّ أَيْضًا رَوَى عَنْهُ اِبْنه مُحَمَّد , وَهُوَ أَصْلَح حَالًا فِي الْحَدِيث مِنْهُمَا , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5654",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ وُعِكَ أَبُو بَكْرٍ وَبِلاَلٌ ـ رضى الله عنهما ـ قَالَتْ فَدَخَلْتُ عَلَيْهِمَا قُلْتُ يَا أَبَتِ كَيْفَ تَجِدُكَ وَيَا بِلاَلُ كَيْفَ تَجِدُكَ قَالَتْ وَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِ وَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِ وَكَانَ بِلاَلٌ إِذَا أَقْلَعَتْ عَنْهُ يَقُولُ أَلاَ لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةً بَوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُ وَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مِجَنَّةٍ وَهَلْ تَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُ قَالَتْ عَائِشَةُ فَجِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ ‏\n\"‏ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ، اللَّهُمَّ وَصَحِّحْهَا، وَبَارِكْ لَنَا فِي مُدِّهَا وَصَاعِهَا، وَانْقُلْ حُمَّاهَا فَاجْعَلْهَا بِالْجُحْفَةِ ‏\"‏‏.‏",
    "english_text": "When Allah's Messenger (ﷺ) emigrated to Medina, Abu Bakr and Bilal got a fever. I entered upon them and \nasked, \"O my father! How are you? O Bilal! How are you?\" Whenever fever attacked Abu Bakr, he \nwould recite the following poetic verses: 'Everybody is staying alive among his people, yet death is \nnearer to him than his shoe laces.\" And whenever the fever deserted Bilal, he would recite (two poetic \nlines): 'Would that I could stay overnight in a valley wherein I would be surrounded by Idhkhir and \nJalil (two kinds of good smelling grass). Would that one day I would drink of the water of Majinna \nand would that Shama and Tafil (two mountains at Mecca) would appear to me.' Then I came and \ninformed Allah's Messenger (ﷺ) about that, whereupon he said, \"O Allah! Make us love Medina as much or \nmore than we love Mecca. O Allah! Make it healthy and bless its Mudd and Sa for us, and take away \nits fever and put it in Al Juhfa.\"",
    "explication": "‏ ‏قَوْله : ( قَالَتْ ) ‏ ‏يَعْنِي عَائِشَة , وَالْقَائِل عُرْوَة فَهُوَ مُتَّصِل. ‏ ‏قَوْله : ( وَهِيَ أَوْبَأ ) ‏ ‏بِالْهَمْزِ بِوَزْنِ أَفْعَل مِنْ الْوَبَاء وَالْوَبَاء مَقْصُور بِهَمْزٍ وَبِغَيْرِ هَمْز هُوَ الْمَرَض الْعَامّ , وَلَا يُعَارِض قُدُومهمْ عَلَيْهَا وَهِيَ بِهَذِهِ الصِّفَة نَهْيه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْقُدُوم عَلَى الطَّاعُون , لِأَنَّ ذَلِكَ كَانَ قَبْل النَّهْي , أَوْ أَنَّ النَّهْي يَخْتَصّ بِالطَّاعُونِ وَنَحْوه مِنْ الْمَوْت الذَّرِيع لَا الْمَرَض وَلَوْ عَمّ. ‏ ‏قَوْله : ( قَالَتْ فَكَانَ بُطْحَان ) ‏ ‏يَعْنِي وَادِي , الْمَدِينَة ‏ ‏وَقَوْلهَا ( يَجْرِي نَجْلًا , تَعْنِي مَاء آجِنًا ) ‏ ‏هُوَ مِنْ تَفْسِير الرَّاوِي عَنْهَا , وَغَرَضهَا بِذَلِكَ بَيَان السَّبَب فِي كَثْرَة الْوَبَاء بِالْمَدِينَةِ , لِأَنَّ الْمَاء الَّذِي هَذِهِ صِفَته يَحْدُث عِنْده الْمَرَض , وَقِيلَ النَّجْل النَّزّ بِنُونٍ وَزَاي , يُقَال اِسْتَنْجَلَ الْوَادِي إِذَا ظَهَرَ نُزُوزُهُ. و \" نَجْلًا \" بِفَتْحِ النُّون وَسُكُون الْجِيم وَقَدْ تُفْتَح حَكَاهُ اِبْن التِّين , وَقَالَ اِبْن فَارِس : النَّجَل بِفَتْحَتَيْنِ سَعَة الْعَيْن وَلَيْسَ هُوَ الْمُرَاد هُنَا , وَقَالَ اِبْن السِّكِّيت : النَّجْل الْعَيْن حِين تَظْهَر وَيَنْبُع عَيْن الْمَاء. وَقَالَ الْحَرْبِيّ نَجْلًا أَيْ وَاسِعًا , وَمِنْهُ عَيْن نَجْلَاء أَيْ وَاسِعَة , وَقِيلَ هُوَ الْغَدِير الَّذِي لَا يَزَال فِيهِ الْمَاء. ‏ ‏قَوْله : ( تَعْنِي مَاء آجِنًا ) ‏ ‏بِفَتْحِ الْهَمْزَة وَكَسْر الْجِيم بَعْدهَا نُون أَيْ مُتَغَيِّرًا , قَالَ عِيَاض : هُوَ خَطَأ مِمَّنْ فَسَّرَهُ فَلَيْسَ الْمُرَاد هُنَا الْمَاء الْمُتَغَيِّر. قُلْت : وَلَيْسَ كَمَا قَالَ فَإِنَّ عَائِشَة قَالَتْ ذَلِكَ فِي مَقَام التَّعْلِيل لِكَوْنِ الْمَدِينَة كَانَتْ وَبِيئَة , وَلَا شَكَّ أَنَّ النَّجْل إِذَا فُسِّرَ بِكَوْنِهِ الْمَاء الْحَاصِل مِنْ النَّزّ فَهُوَ بِصَدَدِ أَنْ يَتَغَيَّر وَإِذَا تَغَيَّرَ كَانَ اِسْتِعْمَاله مِمَّا يُحْدِث الْوَبَاء فِي الْعَادَة. وَأَمَّا أَثَر عُمَر فَذَكَرَ اِبْن سَعْد سَبَب دُعَائِهِ بِذَلِكَ , وَهُوَ مَا أَخْرَجَهُ بِإسْنَادٍ صَحِيح عَنْ عَوْف بْن مَالِك أَنَّهُ رَأَى رُؤْيَا فِيهَا أَنَّ عُمَر شَهِيد مُسْتَشْهِد , فَقَالَ لَمَّا قَصَّهَا عَلَيْهِ أَنَّى لِي بِالشَّهَادَةِ وَأَنَا بَيْن ظَهْرَانَيْ جَزِيرَة الْعَرَب لَسْت أَغْزُو وَالنَّاس حَوْلِي ثُمَّ قَالَ : بَلَى يَأْتِي بِهَا اللَّه إِنْ شَاءَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5655",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَاصِمٌ، قَالَ سَمِعْتُ أَبَا عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ ـ رضى الله عنهما ـ أَنَّ ابْنَةً لِلنَّبِيِّ، صلى الله عليه وسلم أَرْسَلَتْ إِلَيْهِ وَهْوَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَسَعْدٍ وَأُبَىٍّ نَحْسِبُ أَنَّ ابْنَتِي قَدْ حُضِرَتْ فَاشْهَدْنَا فَأَرْسَلَ إِلَيْهَا السَّلاَمَ وَيَقُولُ ‏\"‏ إِنَّ لِلَّهِ مَا أَخَذَ وَمَا أَعْطَى وَكُلُّ شَىْءٍ عِنْدَهُ مُسَمًّى فَلْتَحْتَسِبْ وَلْتَصْبِرْ ‏\"‏‏.‏ فَأَرْسَلَتْ تُقْسِمُ عَلَيْهِ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم وَقُمْنَا، فَرُفِعَ الصَّبِيُّ فِي حَجْرِ النَّبِيِّ صلى الله عليه وسلم وَنَفْسُهُ تَقَعْقَعُ فَفَاضَتْ عَيْنَا النَّبِيِّ صلى الله عليه وسلم فَقَالَ لَهُ سَعْدٌ مَا هَذَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ هَذِهِ رَحْمَةٌ وَضَعَهَا اللَّهُ فِي قُلُوبِ مَنْ شَاءَ مِنْ عِبَادِهِ، وَلاَ يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ إِلاَّ الرُّحَمَاءَ ‏\"‏‏.‏",
    "english_text": "Usama bin Zaid said that while he. Sa`d and Ubai bin Ka`b were with the Prophet (ﷺ) a daughter of the \nProphet sent a message to him, saying. 'My daughter is dying; please come to us.\" The Prophet (ﷺ) sent \nher his greetings and added \"It is for Allah what He takes, and what He gives; and everything before \nHis sight has a limited period. So she should hope for Allah's reward and remain patient.\" She again \nsent a message, beseeching him by Allah, to come. So the Prophet (ﷺ) got up. and so did we (and went \nthere). The child was placed on his lap while his breath was irregular. Tears flowed from the eyes of \nthe Prophet. Sa`d said to him, \"What is this, O Allah's Messenger (ﷺ)?\" He said. \"This Is Mercy which Allah \nhas embedded in the hearts of whomever He wished of His slaves. And Allah does not bestow His \nMercy, except on the merciful among His slaves. (See Hadith No. 373 Vol. 2)",
    "explication": "قَوْله فِي هَذِهِ الطَّرِيقِ \" أَنَّ اِبْنَة \" فِي رِوَايَة الْكُشْمِيهَنِيّ \" أَنَّ بِنْتًا \" وَقَوْله \" فَأَشْهَدَنَا \" كَذَا لِلْأَكْثَرِ وَعِنْد الْكُشْمِيهَنِيّ \" فَأَشْهَدَهَا \" وَالْمُرَاد بِهِ الْحُضُور , وَقَوْله \" هَذِهِ الرَّحْمَة \" فِي رِوَايَة الْكُشْمِيهَنِيّ أَيْضًا \" هَذِهِ رَحْمَة \" بِالتَّنْكِيرِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5656",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُخْتَارٍ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى أَعْرَابِيٍّ يَعُودُهُ ـ قَالَ ـ وَكَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ عَلَى مَرِيضٍ يَعُودُهُ فَقَالَ لَهُ ‏\"‏ لاَ بَأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ ‏\"‏‏.‏ قَالَ قُلْتَ طَهُورٌ، كَلاَّ بَلْ هِيَ حُمَّى تَفُورُ ـ أَوْ تَثُورُ ـ عَلَى شَيْخٍ كَبِيرٍ، تُزِيرُهُ الْقُبُورَ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ فَنَعَمْ إِذًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) went to visit a sick bedouin. Whenever the Prophet (ﷺ) went to a patient, he used to say to \nhim, \"Don't worry, if Allah will, it will be expiation (for your sins):\" The bedouin said, \"You say \nexpiation? No, it is but a fever that is boiling or harassing an old man and will lead him to his grave \nwithout his will.\" The Prophet (ﷺ) said, \"Then, yes, it is so.\"",
    "explication": "حَدِيث اِبْن عَبَّاس فِي قِصَّة الْأَعْرَابِيّ الَّذِي أَصَابَتْهُ الْحُمَّى فَقَالَ : ‏ ‏\" حُمَّى تَفُور عَلَى شَيْخ كَبِير \" ‏ ‏الْحَدِيث , وَسَيَأْتِي شَرْحه فِي كِتَاب الطِّبّ , وَوَجْه دُخُوله فِي هَذَا الْبَاب أَنَّ فِي بَعْض طُرُقه زِيَادَة تَقْتَضِي إِيرَاده فِي عَلَامَات النُّبُوَّة , أَخْرَجَهُ الطَّبَرَانِيُّ وَغَيْره مِنْ رِوَايَة شُرَحْبِيل وَالِد عَبْد الرَّحْمَن فَذَكَرَ نَحْو حَدِيث اِبْن عَبَّاس , وَفِي آخِره \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَمَا إِذَا أَبَيْت فَهِيَ كَمَا تَقُول قَضَاء اللَّه كَائِن , فَمَا أَمْسَى مِنْ الْغَد إِلَّا مَيِّتًا \" وَبِهَذِهِ الزِّيَادَة يَظْهَر دُخُول هَذَا الْحَدِيث فِي هَذَا الْبَاب. وَعَجِبْت لِلْإِسْمَاعِيلِيِّ كَيْف نَبَّهَ عَلَى مِثْل ذَلِكَ فِي قِصَّة ثَابِت بْن قَيْس وَأَغْفَلَهُ هُنَا. وَوَقَعَ فِي \" رَبِيع الْأَبْرَار \" أَنَّ اِسْم هَذَا الْأَعْرَابِيّ قَيْس , فَقَالَ فِي \" بَاب الْأَمْرَاض وَالْعِلَل \" دَخَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى قَيْس بْن أَبِي حَازِم يَعُودهُ , فَذَكَرَ الْقِصَّة. وَلَمْ أَرَ تَسْمِيَته لِغَيْرِهِ , فَهَذَا إِنْ كَانَ مَحْفُوظًا فَهُوَ غَيْر قَيْس بْن أَبِي حَازِم أَحَد الْمُخَضْرَمِينَ , لِأَنَّ صَاحِب الْقِصَّة مَاتَ فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَيْس لَمْ يَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَال إِسْلَامه فَلَا صُحْبَة لَهُ , وَلَكِنْ أَسْلَمَ فِي حَيَاته , وَلِأَبِيهِ صُحْبَة وَعَاشَ بَعْده دَهْرًا طَوِيلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5657",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ غُلاَمًا، لِيَهُودَ كَانَ يَخْدُمُ النَّبِيَّ صلى الله عليه وسلم فَمَرِضَ‏.‏ فَأَتَاهُ النَّبِيُّ صلى الله عليه وسلم يَعُودُهُ فَقَالَ ‏\n\"‏ أَسْلِمْ ‏\"‏‏.‏ فَأَسْلَمَ‏.‏ وَقَالَ سَعِيدُ بْنُ الْمُسَيَّبِ عَنْ أَبِيهِ، لَمَّا حُضِرَ أَبُو طَالِبٍ جَاءَهُ النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "english_text": "A Jewish boy used to serve the Prophet (ﷺ) and became ill. The Prophet (ﷺ) went to pay him a visit and said \nto him, \"Embrace Islam,\" and he did embrace Islam. Al-Musaiyab said: When Abu Talib was on his \ndeathbed, the Prophet (ﷺ) visited him.",
    "explication": "‏ ‏( كَانَ غُلَام يَهُودِيّ يَخْدُم ) ‏ ‏لَمْ أَقِف فِي شَيْء مِنْ الطُّرُق الْمَوْصُولَة عَلَى تَسْمِيَته , إِلَّا أَنَّ اِبْن بَشْكُوَال ذَكَرَ أَنَّ صَاحِب \" الْعُتْبِيَّة \" حَكَى عَنْ زِيَاد شَيْطُون أَنَّ اِسْم هَذَا الْغُلَام عَبْد الْقُدُّوس , قَالَ : وَهُوَ غَرِيب مَا وَجَدْته عِنْد غَيْره. ‏ ‏قَوْله : ( وَهُوَ عِنْده ) ‏ ‏فِي رِوَايَة أَبِي دَاوُدَ \" عِنْد رَأْسه \" أَخْرَجَهُ عَنْ سُلَيْمَان بْن حَرْب شَيْخ الْبُخَارِيّ فِيهِ , وَكَذَا لِلْإِسْمَاعِيلِيِّ عَنْ أَبِي خَلِيفَة عَنْ سُلَيْمَان. ‏ ‏قَوْله : ( فَأَسْلَمَ ) ‏ ‏فِي رِوَايَة النَّسَائِيِّ عَنْ إِسْحَاق بْن رَاهْوَيْهِ عَنْ سُلَيْمَان الْمَذْكُور فَقَالَ \" أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه \". ‏ ‏قَوْله : ( أَنْقَذَهُ مِنْ النَّار ) ‏ ‏فِي رِوَايَة أَبِي دَاوُدَ وَأَبِي خَلِيفَة \" أَنْقَذَهُ بِي مِنْ النَّار \" وَفِي الْحَدِيث جَوَاز اِسْتِخْدَام الْمُشْرِك , وَعِيَادَته إِذَا مَرِضَ , وَفِيهِ حُسْن الْعَهْد , وَاسْتِخْدَام الصَّغِير , وَعَرْض الْإِسْلَام عَلَى الصَّبِيّ وَلَوْلَا صِحَّته مِنْهُ مَا عَرَضَهُ عَلَيْهِ. وَفِي قَوْله \" أَنْقَذَهُ بِي مِنْ النَّار \" دَلَالَة عَلَى أَنَّهُ صَحَّ إِسْلَامه , وَعَلَى أَنَّ الصَّبِيّ إِذَا عَقَلَ الْكُفْر وَمَاتَ عَلَيْهِ أَنَّهُ يُعَذَّب. وَسَيَأْتِي الْبَحْث فِي ذَلِكَ مِنْ حَدِيث سَمُرَة الطَّوِيل فِي الرُّؤْيَا الْآتِي فِي \" بَاب أَوْلَاد الْمُشْرِكِينَ \" فِي أَوَاخِر الْجَنَائِز. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5658",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهِ نَاسٌ يَعُودُونَهُ فِي مَرَضِهِ فَصَلَّى بِهِمْ جَالِسًا فَجَعَلُوا يُصَلُّونَ قِيَامًا، فَأَشَارَ إِلَيْهِمِ اجْلِسُوا، فَلَمَّا فَرَغَ قَالَ ‏\n\"‏ إِنَّ الإِمَامَ لَيُؤْتَمُّ بِهِ، فَإِذَا رَكَعَ فَارْكَعُوا وَإِذَا رَفَعَ فَارْفَعُوا، وَإِنْ صَلَّى جَالِسًا فَصَلُّوا جُلُوسًا ‏\"‏‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ قَالَ الْحُمَيْدِيُّ هَذَا الْحَدِيثُ مَنْسُوخٌ لأَنَّ النَّبِيَّ صلى الله عليه وسلم آخِرَ مَا صَلَّى صَلَّى قَاعِدًا وَالنَّاسُ خَلْفَهُ قِيَامٌ‏.‏",
    "english_text": "During the ailment of the Prophet (ﷺ) some people came to visits him. He led them in prayer while sitting. \nbut they prayed standing, so he waved to them to sit down. When he had finished the prayer, he said, \n\"An Imam is to be followed, so when he bows, you should bow. and when he raises his head, you \nshould raise yours, and if he prays sitting. you should pray sitting.\" Abu `Abdullah said Al-Humaidi \nsaid, (The order of ) \"This narration has been abrogated by the last action of the Prophet (ﷺ) as he led the \nprayer sitting, while the people prayed standing behind him.'",
    "explication": "‏ ‏قَوْله : ( يَحْيَى ) ‏ ‏هُوَ الْقَطَّان , ‏ ‏وَهِشَام ‏ ‏هُوَ اِبْن عُرْوَة. ‏ ‏قَوْله : ( إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيْهِ نَاس يَعُودُونَهُ ) ‏ ‏تَقَدَّمَ شَرْحه فِي أَبْوَاب الْإِمَامَة مِنْ كِتَاب الصَّلَاة , وَكَذَا قَوْل الْحُمَيْدِيّ الْمَذْكُور فِي آخِره. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5659",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْجُعَيْدُ، عَنْ عَائِشَةَ بِنْتِ سَعْدٍ، أَنَّ أَبَاهَا، قَالَ تَشَكَّيْتُ بِمَكَّةَ شَكْوًا شَدِيدًا، فَجَاءَنِي النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي، فَقُلْتُ يَا نَبِيَّ اللَّهِ إِنِّي أَتْرُكُ مَالاً وَإِنِّي لَمْ أَتْرُكْ إِلاَّ ابْنَةً وَاحِدَةً، فَأُوصِي بِثُلُثَىْ مَالِي وَأَتْرُكُ الثُّلُثَ فَقَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَأُوصِي بِالنِّصْفِ وَأَتْرُكُ النِّصْفَ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَأُوصِي بِالثُّلُثِ وَأَتْرُكُ لَهَا الثُّلُثَيْنِ قَالَ ‏\"‏ الثُّلُثُ وَالثُّلُثُ كَثِيرٌ ‏\"‏‏.‏ ثُمَّ وَضَعَ يَدَهُ عَلَى جَبْهَتِهِ، ثُمَّ مَسَحَ يَدَهُ عَلَى وَجْهِي وَبَطْنِي ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ اشْفِ سَعْدًا وَأَتْمِمْ لَهُ هِجْرَتَهُ ‏\"‏‏.‏ فَمَا زِلْتُ أَجِدُ بَرْدَهُ عَلَى كَبِدِي فِيمَا يُخَالُ إِلَىَّ حَتَّى السَّاعَةِ‏.‏",
    "english_text": "I became seriously ill at Mecca and the Prophet (ﷺ) came to visit me. I said, \"O Allah's Messenger (ﷺ)! I shall \nleave behind me a good fortune, but my heir is my only daughter; shall I bequeath two third of my \nproperty to be spent in charity and leave one third (for my heir)?\" He said, \"No.\" I said, \"Shall I \nbequeath half and leave half?\" He said, \"No.\" I said, \"Shall I bequeath one third and leave two thirds?\" \nHe said, \"One third is alright, though even one third is too much.\" Then he placed his hand on his \nforehead and passed it over my face and `Abdomen and said, \"O Allah! Cure Sa`d and complete his \nemigration.\" I feel as if I have been feeling the coldness of his hand on my liver ever since.",
    "explication": "حَدِيث سَعِيد بْن أَبِي وَقَّاص , وَقَدْ تَقَدَّمَ شَرْحه فِي الْوَصَايَا , وَأَوْرَدَهُ هُنَا عَالِيًا مِنْ طَرِيق الْجُعَيْد وَهُوَ اِبْن عَبْد الرَّحْمَن , ‏ ‏وَقَوْله فِيهِ \" تَشَكَّيْت بِمَكَّة شَكْوَى شَدِيدَة \" ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي \" شَدِيدًا \" بِالتَّذْكِيرِ عَلَى إِرَادَة الْمَرَض وَالشَّكْوَى بِالْقَصْرِ الْمَرَض ‏ ‏وَقَوْله : \" وَأَتْرُك لَهَا الثُّلُثَيْنِ \" ‏ ‏قَالَ الدَّاوُدِيّ : إِنْ كَانَتْ هَذِهِ الزِّيَادَة مَحْفُوظَة فَلَعَلَّ ذَلِكَ كَانَ قَبْل نُزُول الْفَرَائِض. وَقَالَ غَيْره : قَدْ يَكُون مِنْ جِهَة الرَّدّ , وَفِيهِ نَظَر لِأَنَّ سَعْدًا كَانَ لَهُ حِينَئِذٍ عَصَبَات وَزَوْجَات فَيَتَعَيَّن تَأْوِيله , وَيَكُون فِيهِ حَذْف تَقْدِيره : وَأَتْرُك لَهَا الثُّلُثَيْنِ , أَيْ وَلِغَيْرِهَا مِنْ الْوَرَثَة. وَخَصَّهَا بِالذِّكْرِ لِتَقَدُّمِهَا عِنْده. وَأَمَّا قَوْله \" وَلَا يَرِثنِي إِلَّا اِبْنَة لِي \" فَتَقَدَّمَ أَنَّ مَعْنَاهُ مِنْ الْأَوْلَاد , وَلَمْ يُرِدْ ظَاهِر الْحَصْر. ‏ ‏وَقَوْله \" ثُمَّ وَضَعَ يَده عَلَى جَبْهَته \" ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" عَلَى جَبْهَتِي \" وَبِهَا يَتَبَيَّن أَنَّ فِي الْأَوَّل تَجْرِيدًا , ‏ ‏وَقَوْله \" فَمَا زِلْت أَجِد بَرْده \" ‏ ‏أَيْ بَرْد يَده , وَذُكِّرَ بِاعْتِبَارِ الْعُضْو أَوْ الْكَفّ أَوْ الْمَسْح. ‏ ‏وَقَوْله \" فِيمَا يُخَال إِلَيَّ \" ‏ ‏قَالَ اِبْن التِّين : صَوَابه فِيمَا يُخَيَّل إِلَيَّ بِالتَّشْدِيدِ لِأَنَّهُ مِنْ التَّخَيُّل , قَالَ اللَّه تَعَالَى ( يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى ). قُلْت : وَأَقَرَّهُ الزَّرْكَشِيّ , وَهُوَ عَجِيب. فَإِنَّ الْكَلِمَة صَوَاب , وَهُوَ بِمَعْنَى يُخَيَّل قَالَ فِي \" الْمُحْكَم \" : خَال الشَّيْء يَخَالهُ يَظُنّهُ وَتَخَيَّلَهُ ظَنَّهُ , وَسَاقَ الْكَلَامَ عَلَى الْمَادَّة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5660",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ دَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهْوَ يُوعَكُ فَمَسِسْتُهُ بِيَدِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ تُوعَكُ وَعْكًا شَدِيدًا‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَجَلْ إِنِّي أُوعَكُ كَمَا يُوعَكُ رَجُلاَنِ مِنْكُمْ ‏\"‏‏.‏ فَقُلْتُ ذَلِكَ أَنَّ لَكَ أَجْرَيْنِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَجَلْ ‏\"‏‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى مَرَضٌ فَمَا سِوَاهُ إِلاَّ حَطَّ اللَّهُ لَهُ سَيِّئَاتِهِ كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَهَا ‏\"‏‏.‏",
    "english_text": "I visited Allah's Messenger (ﷺ) while he was suffering from a high fever. I touched him with my hand and \nsaid, \"O Allah's Messenger (ﷺ)! You have a high fever.\" Allah's Messenger (ﷺ) said, \"Yes, I have as much fever as \ntwo men of you have.\" I said, \"Is it because you will get a double reward?\" Allah's Messenger (ﷺ) said, \"Yes, \nno Muslim is afflicted with harm because of sickness or some other inconvenience, but that Allah will \nremove his sins for him as a tree sheds its leaves.\"",
    "explication": "\" 8441 \" ‏ ‏قَوْله : ( عَنْ أَبِي حَمْزَة ) ‏ ‏هُوَ السُّكَّرِيّ بِضَمِّ الْمُهْمَلَة وَتَشْدِيد الْكَاف. ‏ ‏قَوْله : ( عَنْ إِبْرَاهِيم التَّيْمِيِّ ) ‏ ‏هُوَ اِبْن يَزِيد بْن شَرِيك , وَالْحَارِث بْن سُوَيْدٍ هُوَ تَيْمِيّ أَيْضًا , وَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق كُوفِيُّونَ , وَلَيْسَ لِلْحَارِثِ بْن سُوَيْدٍ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر يَأْتِي فِي الدَّعَوَات , لَكِنَّهُمَا عِنْده مِنْ طُرُق عَدِيدَة , وَلَهُ عِنْده ثَالِث مَضَى فِي الْأَشْرِبَة مِنْ رِوَايَته عَنْ عَلِيّ بْن أَبِي طَالِب. ‏ ‏قَوْله : ( دَخَلْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُوعَك ) ‏ ‏فِي رِوَايَة سُفْيَان الَّتِي قَبْلهَا أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَرَضه \" وَالْوَعْك بِفَتْحِ الْوَاو وَسُكُون الْعَيْن الْمُهْمَلَة الْحُمَّى وَقَدْ تُفْتَح وَقِيلَ أَلَم الْحُمَّى , وَقِيلَ تَعَبهَا , وَقِيلَ إِرْعَادهَا الْمَوْعُوك وَتَحْرِيكهَا إِيَّاهُ , وَعَنْ الْأَصْمَعِيّ الْوَعْك الْحَرّ , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّ الْحُمَّى سُمِّيَتْ وَعْكًا لِحَرَارَتِهَا. ‏ ‏قَوْله : ( ذَلِكَ ) ‏ ‏إِشَارَة إِلَى مُضَاعَفَة الْأَجْر بِشِدَّةِ الْحُمَّى , وَعُرِفَ بِهَذَا أَنَّ فِي الرِّوَايَة السَّابِقَة فِي الْبَاب قَبْله حَذْفًا يُعْرَف مِنْ هَذِهِ الرِّوَايَة وَهُوَ قَوْله : \" إِنِّي أُوعَك كَمَا يُوعَك رَجُلَانِ مِنْكُمْ \". ‏ ‏قَوْله : ( أَجَلْ ) ‏ ‏أَيْ نَعَمْ وَزْنًا وَمَعْنًى. ‏ ‏قَوْله : ( أَذًى شَوْكَة ) ‏ ‏التَّنْوِين فِيهِ لِلتَّقْلِيلِ لَا لِلْجِنْسِ لِيَصِحّ تَرَتُّب فَوْقهَا وَدُونهَا فِي الْعِظَم وَالْحَقَارَة عَلَيْهِ بِالْفَاءِ , وَهُوَ يَحْتَمِل فَوْقهَا فِي الْعِظَم وَدُونهَا فِي الْحَقَارَة وَعَكْسه , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( كَمَا تَحُطّ ) ‏ ‏بِفَتْحِ أَوَّله وَضَمَّ الْمُهْمَلَة وَتَشْدِيد الطَّاء الْمُهْمَلَة أَيْ تُلْقِيه مُنْتَثِرًا. وَالْحَاصِل أَنَّهُ أَثْبَت أَنَّ الْمَرَض إِذَا اِشْتَدَّ ضَاعَفَ الْأَجْر , ثُمَّ زَادَ عَلَيْهِ بَعْد ذَلِكَ أَنَّ الْمُضَاعَفَة تَنْتَهِي إِلَى أَنْ تُحَطّ السَّيِّئَات كُلّهَا , أَوْ الْمَعْنَى : قَالَ نَعَمْ شِدَّة الْمَرَض تَرْفَع الدَّرَجَات وَتَحُطّ الْخَطِيئَات أَيْضًا حَتَّى لَا يَبْقَى مِنْهَا شَيْء , وَيُشِير إِلَى ذَلِكَ حَدِيث سَعْد الَّذِي ذَكَرْته قَبْل \" حَتَّى يَمْشِي عَلَى الْأَرْض وَمَا عَلَيْهِ خَطِيئَة \" وَمِثْله حَدِيث أَبِي هُرَيْرَة عِنْد أَحْمَد وَابْن أَبِي شَيْبَة بِلَفْظِ \" لَا يَزَال الْبَلَاء بِالْمُؤْمِنِ حَتَّى يَلْقَى اللَّه وَلَيْسَ عَلَيْهِ خَطِيئَة. قَالَ أَبُو هُرَيْرَة : مَا مِنْ وَجَع يُصِيبنِي أَحَبّ إِلَيَّ مِنْ الْحُمَّى , إِنَّهَا تَدْخُل فِي كُلّ مَفْصِل مِنْ اِبْن آدَم , وَاَللَّه يُعْطِي كُلّ مَفْصِل قِسْطه مِنْ الْأَجْر \" وَوَجْه دَلَالَة حَدِيث الْبَاب عَلَى التَّرْجَمَة مِنْ جِهَة قِيَاس الْأَنْبِيَاء عَلَى نَبِيّنَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِلْحَاق الْأَوْلِيَاء بِهِمْ لِقُرْبِهِمْ مِنْهُمْ وَإِنْ كَانَتْ دَرَجَتهمْ مُنْحَطَّة عَنْهُمْ , وَالسِّرّ فِيهِ أَنَّ الْبَلَاء فِي مُقَابَلَة النِّعْمَة , فَمَنْ كَانَتْ نِعْمَة اللَّه عَلَيْهِ أَكْثَر كَانَ بَلَاؤُهُ أَشَدّ , وَمِنْ ثَمَّ ضُوعِفَ حَدّ الْحُرّ عَلَى الْعَبْد , وَقِيلَ لِأُمَّهَاتِ الْمُؤْمِنِينَ ( مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ ) قَالَ اِبْن الْجَوْزِيّ : فِي الْحَدِيث دَلَالَة عَلَى أَنَّ الْقَوِيّ يَحْمِل مَا حَمَلَ , وَالضَّعِيف يُرْفَق بِهِ إِلَّا أَنَّهُ كُلَّمَا قَوِيَتْ الْمَعْرِفَة بِالْمُبْتَلَى هَانَ عَلَيْهِ الْبَلَاء , وَمِنْهُمْ مَنْ يَنْظُر إِلَى أَجْر الْبَلَاء فَيَهُون عَلَيْهِ الْبَلَاء , وَأَعْلَى مِنْ ذَلِكَ دَرَجَة مَنْ يَرَى أَنَّ هَذَا تَصَرُّف الْمَالِك فِي مِلْكه فَيُسَلِّم وَلَا يَعْتَرِض , وَأَرْفَع مِنْهُ مَنْ شَغَلَتْهُ الْمَحَبَّة عَنْ طَلَب رَفْع الْبَلَاء , وَأَنْهَى الْمَرَاتِب مَنْ يَتَلَذَّذ بِهِ لِأَنَّهُ عَنْ اِخْتِيَاره نَشَأَ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5661",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي مَرَضِهِ فَمَسِسْتُهُ وَهْوَ يُوعَكُ وَعْكًا شَدِيدًا فَقُلْتُ إِنَّكَ لَتُوعَكُ وَعْكًا شَدِيدًا، وَذَلِكَ أَنَّ لَكَ أَجْرَيْنِ‏.‏ قَالَ ‏\n\"‏ أَجَلْ، وَمَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى إِلاَّ حَاتَّتْ عَنْهُ خَطَايَاهُ كَمَا تَحَاتُّ وَرَقُ الشَّجَرِ ‏\"‏‏.‏",
    "english_text": "I visited the Prophet (ﷺ) during his illness and touched him while he was having a fever. I said to him, \n\"You have a high fever; is it because you will get a double reward?\" He said, \"Yes. No Muslim is \nafflicted with any harm, but that his sins will be annulled as the leave of a tree fall down.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا مُحَمَّد بْن يُوسُف ) ‏ ‏هُوَ الْفِرْيَابِيّ , ‏ ‏وَسُفْيَان ‏ ‏هُوَ الثَّوْرِيّ. حَدِيث اِبْن مَسْعُود الْآتِي فِي الْبَاب الَّذِي يَلِيه , وَقَوْله فِي آخِره : ‏ ‏\" إِلَّا حَاتَّ اللَّه \" ‏ ‏بِحَاءٍ مُهْمَلَة وَمَدّ وَتَشْدِيد الْمُثَنَّاة أَصْله حَاتَتْ بِمُثَنَّاتَيْنِ فَأُدْغِمَتْ إِحْدَاهُمَا فِي الْأُخْرَى , وَالْمَعْنَى فَتَّتَ وَهِيَ كِنَايَة عَنْ إِذْهَاب الْخَطَايَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5662",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ يَعُودُهُ فَقَالَ ‏\"‏ لاَ بَأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ ‏\"‏‏.‏ فَقَالَ كَلاَّ بَلْ حُمَّى تَفُورُ عَلَى شَيْخٍ كَبِيرٍ كَيْمَا تُزِيرَهُ الْقُبُورَ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ فَنَعَمْ إِذًا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) entered upon sick man to pay him a visit, and said to him, \"Don't worry, Allah willing, \n(your sickness will be) an expiation for your sins.\" The man said, \"No, it is but a fever that is boiling \nwithin an old man and will send him to his grave.\" On that, the Prophet (ﷺ) said, \"Then yes, it is so.\"",
    "explication": "حَدِيث اِبْن عَبَّاس فِي قِصَّة الْأَعْرَابِيّ الَّذِي أَصَابَتْهُ الْحُمَّى فَقَالَ : ‏ ‏\" حُمَّى تَفُور عَلَى شَيْخ كَبِير \" ‏ ‏الْحَدِيث , وَسَيَأْتِي شَرْحه فِي كِتَاب الطِّبّ , وَوَجْه دُخُوله فِي هَذَا الْبَاب أَنَّ فِي بَعْض طُرُقه زِيَادَة تَقْتَضِي إِيرَاده فِي عَلَامَات النُّبُوَّة , أَخْرَجَهُ الطَّبَرَانِيُّ وَغَيْره مِنْ رِوَايَة شُرَحْبِيل وَالِد عَبْد الرَّحْمَن فَذَكَرَ نَحْو حَدِيث اِبْن عَبَّاس , وَفِي آخِره \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : أَمَا إِذَا أَبَيْت فَهِيَ كَمَا تَقُول قَضَاء اللَّه كَائِن , فَمَا أَمْسَى مِنْ الْغَد إِلَّا مَيِّتًا \" وَبِهَذِهِ الزِّيَادَة يَظْهَر دُخُول هَذَا الْحَدِيث فِي هَذَا الْبَاب. وَعَجِبْت لِلْإِسْمَاعِيلِيِّ كَيْف نَبَّهَ عَلَى مِثْل ذَلِكَ فِي قِصَّة ثَابِت بْن قَيْس وَأَغْفَلَهُ هُنَا. وَوَقَعَ فِي \" رَبِيع الْأَبْرَار \" أَنَّ اِسْم هَذَا الْأَعْرَابِيّ قَيْس , فَقَالَ فِي \" بَاب الْأَمْرَاض وَالْعِلَل \" دَخَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى قَيْس بْن أَبِي حَازِم يَعُودهُ , فَذَكَرَ الْقِصَّة. وَلَمْ أَرَ تَسْمِيَته لِغَيْرِهِ , فَهَذَا إِنْ كَانَ مَحْفُوظًا فَهُوَ غَيْر قَيْس بْن أَبِي حَازِم أَحَد الْمُخَضْرَمِينَ , لِأَنَّ صَاحِب الْقِصَّة مَاتَ فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَيْس لَمْ يَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَال إِسْلَامه فَلَا صُحْبَة لَهُ , وَلَكِنْ أَسْلَمَ فِي حَيَاته , وَلِأَبِيهِ صُحْبَة وَعَاشَ بَعْده دَهْرًا طَوِيلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5663",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنِي يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ أُسَامَةَ بْنَ زَيْدٍ، أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَكِبَ عَلَى حِمَارٍ عَلَى إِكَافٍ عَلَى قَطِيفَةٍ فَدَكِيَّةٍ، وَأَرْدَفَ أُسَامَةَ وَرَاءَهُ يَعُودُ سَعْدَ بْنَ عُبَادَةَ قَبْلَ وَقْعَةِ بَدْرٍ فَسَارَ حَتَّى مَرَّ بِمَجْلِسٍ فِيهِ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ وَذَلِكَ قَبْلَ أَنْ يُسْلِمَ عَبْدُ اللَّهِ، وَفِي الْمَجْلِسِ أَخْلاَطٌ مِنَ الْمُسْلِمِينَ وَالْمُشْرِكِينَ عَبَدَةِ الأَوْثَانِ وَالْيَهُودِ، وَفِي الْمَجْلِسِ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ، فَلَمَّا غَشِيَتِ الْمَجْلِسَ عَجَاجَةُ الدَّابَّةِ خَمَّرَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ أَنْفَهُ بِرِدَائِهِ، قَالَ لاَ تُغَيِّرُوا عَلَيْنَا فَسَلَّمَ النَّبِيُّ صلى الله عليه وسلم وَوَقَفَ وَنَزَلَ فَدَعَاهُمْ إِلَى اللَّهِ فَقَرَأَ عَلَيْهِمُ الْقُرْآنَ، فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ أُبَىٍّ يَا أَيُّهَا الْمَرْءُ إِنَّهُ لاَ أَحْسَنَ مِمَّا تَقُولُ إِنْ كَانَ حَقًّا، فَلاَ تُؤْذِنَا بِهِ فِي مَجْلِسِنَا، وَارْجِعْ إِلَى رَحْلِكَ فَمَنْ جَاءَكَ فَاقْصُصْ عَلَيْهِ‏.‏ قَالَ ابْنُ رَوَاحَةَ بَلَى يَا رَسُولَ اللَّهِ فَاغْشَنَا بِهِ فِي مَجَالِسِنَا فَإِنَّا نُحِبُّ ذَلِكَ فَاسْتَبَّ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْيَهُودُ حَتَّى كَادُوا يَتَثَاوَرُونَ فَلَمْ يَزَلِ النَّبِيُّ صلى الله عليه وسلم حَتَّى سَكَتُوا فَرَكِبَ النَّبِيُّ صلى الله عليه وسلم دَابَّتَهُ حَتَّى دَخَلَ عَلَى سَعْدِ بْنِ عُبَادَةَ فَقَالَ لَهُ ‏\n\"‏ أَىْ سَعْدُ أَلَمْ تَسْمَعْ مَا قَالَ أَبُو حُبَابٍ ‏\"‏‏.‏ يُرِيدُ عَبْدَ اللَّهِ بْنَ أُبَىٍّ‏.‏ قَالَ سَعْدٌ يَا رَسُولَ اللَّهِ اعْفُ عَنْهُ وَاصْفَحْ فَلَقَدْ أَعْطَاكَ اللَّهُ مَا أَعْطَاكَ وَلَقَدِ اجْتَمَعَ أَهْلُ هَذِهِ الْبَحْرَةِ أَنْ يُتَوِّجُوهُ فَيُعَصِّبُوهُ فَلَمَّا رَدَّ ذَلِكَ بِالْحَقِّ الَّذِي أَعْطَاكَ شَرِقَ بِذَلِكَ، فَذَلِكَ الَّذِي فَعَلَ بِهِ مَا رَأَيْتَ‏.‏",
    "english_text": "The Prophet (ﷺ) rode a donkey having a saddle with a Fadakiyya velvet covering. He mounted me behind \nhim and went to visit Sa`d bin 'Ubada, and that had been before the battle of Badr. The Prophet (ﷺ) \nproceeded till he passed by a gathering in which `Abdullah bin Ubai bin Salul was present, and that \nhad been before `Abdullah embraced Islam. The gathering comprised of Muslims, polytheists, i.e., \nisolators and Jews. `Abdullah bin Rawaha was also present in that gathering. When dust raised by the \ndonkey covered the gathering, `Abdullah bin Ubai covered his nose with his upper garment and said, \n\"Do not trouble us with dust.\" The Prophet (ﷺ) greeted them, stopped and dismounted. Then he invited \nthem to Allah (i.e., to embrace Islam) and recited to them some verses of the Holy Qur'an. On that, \n`Abdullah bin Ubai said, \"O man ! There is nothing better than what you say if it is true. Do not \ntrouble us with it in our gathering, but return to your house, and if somebody comes to you, teach him \nthere.\" On that `Abdullah bin Rawaha said, Yes, O Allah's Messenger (ﷺ)! Bring your teachings to our \ngathering, for we love that.\" So the Muslims, the pagans and the Jews started abusing each other till \nthey were about to fight. The Prophet (ﷺ) kept on quietening them till they became calm. Thereupon the \nProphet mounted his animal and proceeded till he entered upon Sa`d bin Ubada. He said to him \"O \nSa`d! Have you not heard what Abu Hubab (i.e., `Abdullah bin Ubai) said?\" Sa`d said, 'O Allah's \nApostle! Excuse and forgive him, for Allah has given you what He has given you. The people of this \ntown (Medina decided unanimously to crown him and make him their chief by placing a turban on his \nhead, but when that was prevented by the Truth which Allah had given you he (`Abdullah bin Ubai) \nwas grieved out of jealously, and that was the reason which caused him to behave in the way you have \nseen.\"",
    "explication": "‏ ‏قَوْله : ( عَلَى قَطِيفَة فَدَكِيَّة ) ‏ ‏أَيْ كِسَاء غَلِيظ مَنْسُوب إِلَى فَدَك بِفَتْحِ الْفَاء وَالدَّال , وَهِيَ بَلَد مَشْهُور عَلَى مَرْحَلَتَيْنِ مِنْ الْمَدِينَة. ‏ ‏قَوْله : ( يَعُود سَعْد بْن عُبَادَةَ ) ‏ ‏فِيهِ عِيَادَة الْكَبِير بَعْض أَتْبَاعه فِي دَاره. ‏ ‏وَقَوْله : ( فِي بَنِي الْحَارِث بْن الْخَزْرَج ) ‏ ‏أَيْ فِي مَنَازِل بَنِي الْحَارِث وَهُمْ قَوْم سَعْد بْن عُبَادَةَ. ‏ ‏قَوْله : ( قَبْل وَقْعَة بَدْرٍ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" وَقِيعَة \". ‏ ‏قَوْله : ( وَذَلِكَ قَبْل أَنْ يُسْلِم عَبْد اللَّه بْن أُبَيٍّ ) ‏ ‏أَيْ قَبْل الْإِسْلَام. ‏ ‏قَوْله : ( فَإِذَا فِي الْمَجْلِس أَخْلَاط مِنْ الْمُسْلِمِينَ وَالْمُشْرِكِينَ عَبَدَة الْأَوْثَان وَالْيَهُود وَالْمُسْلِمِينَ ) ‏ ‏كَذَا فِيهِ تَكْرَار لَفْظ الْمُسْلِمِينَ آخِرًا بَعْد الْبُدَاءَة بِهِ , وَالْأَوْلَى حَذْف أَحَدهمَا , وَسَقَطَتْ الثَّانِيَة مِنْ رِوَايَة مُسْلِم وَغَيْره. وَأَمَّا قَوْله \" عَبَدَة الْأَوْثَان \" فَعَلَى الْبَدَل مِنْ الْمُشْرِكِينَ , وَقَوْله \" الْيَهُود \" يَجُوز أَنْ يَكُون مَعْطُوفًا عَلَى الْبَدَل أَوْ عَلَى الْمُبْدَل مِنْهُ وَهُوَ أَظْهَر ; لِأَنَّ الْيَهُود مُقِرُّونَ بِالتَّوْحِيدِ , نَعَمْ مِنْ لَازِم قَوْل مَنْ قَالَ مِنْهُمْ عُزَيْر اِبْن اللَّه تَعَالَى اللَّهُ عَنْ قَوْلهمْ الْإِشْرَاكُ , وَعَطْفهمْ عَلَى أَحَد التَّقْدِيرَيْنِ تَنْوِيهًا بِهِمْ فِي الشَّرّ , ثُمَّ ظَهَرَ لِي رُجْحَان أَنْ يَكُون عَطْفًا عَلَى الْمُبْدَل مِنْهُ كَأَنَّهُ فَسَّرَ الْمُشْرِكِينَ بِعَبَدَةِ الْأَوْثَان وَبِالْيَهُودِ , وَمِنْهُ يَظْهَر تَوْجِيه إِعَادَة لَفْظ الْمُسْلِمِينَ كَأَنَّهُ فَسَّرَ الْأَخْلَاط بِشَيْئَيْنِ الْمُسْلِمِينَ وَالْمُشْرِكِينَ , ثُمَّ لَمَّا فَسَّرَ الْمُشْرِكِينَ بِشَيْئَيْنِ رَأَى إِعَادَة ذِكْر الْمُسْلِمِينَ تَأْكِيدًا , وَلَوْ كَانَ قَالَ : لَا هُنَّ الْمُسْلِمِينَ وَالْمُشْرِكِينَ وَالْيَهُود مَا اِحْتَاجَ إِلَى إِعَادَة , وَإِطْلَاق الْمُشْرِكِينَ عَلَى الْيَهُود لِكَوْنِهِمْ يُضَاهُونَ قَوْلهمْ وَيُرَجِّحُونَهُمْ عَلَى الْمُسْلِمِينَ وَيُوَافِقُونَهُمْ فِي تَكْذِيب الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام وَمُعَادَاته وَقِتَاله بَعْدَمَا تَبَيَّنَ لَهُمْ الْحَقّ , وَيُؤَيِّد ذَلِكَ أَنَّهُ قَالَ فِي آخِر الْحَدِيث \" قَالَ عَبْد اللَّه بْن أُبَيِّ بْن سَلُول وَمَنْ مَعَهُ مِنْ الْمُشْرِكِينَ وَعَبَدَة الْأَوْثَان \" فَعَطَفَ عَبَدَة الْأَوْثَان عَلَى الْمُشْرِكِينَ , وَبِاَللَّهِ التَّوْفِيقُ. ‏ ‏قَوْله : ( عَجَاجَة ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَجِيمَيْنِ الْأُولَى خَفِيفَة أَيْ غُبَارهَا وَقَوْله \" خَمَّرَ \" أَيْ غَطَّى , وَقَوْله \" أَنْفه \" فِي رِوَايَة الْكُشْمِيهَنِيِّ \" وَجْهه \". ‏ ‏قَوْله : ( فَسَلَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ ) ‏ ‏يُؤْخَذ مِنْهُ جَوَاز السَّلَام عَلَى الْمُسْلِمِينَ إِذَا كَانَ مَعَهُمْ كُفَّار وَيَنْوِي حِينَئِذٍ بِالسَّلَامِ الْمُسْلِمِينَ , وَيَحْتَمِل أَنْ يَكُون الَّذِي سَلَّمَ بِهِ عَلَيْهِمْ صِيغَة عُمُوم فِيهَا تَخْصِيص كَقَوْلِهِ السَّلَام عَلَى مَنْ اِتَّبَعَ الْهُدَى. ‏ ‏قَوْله : ( ثُمَّ وَقَفَ فَنَزَلَ ) ‏ ‏عَبَّرَ عَنْ اِنْتِهَاء مَسِيره بِالْوُقُوفِ. ‏ ‏قَوْله : ( إِنَّهُ لَا أَحْسَن مِمَّا تَقُول ) ‏ ‏بِنَصْبِ أَحْسَن وَفَتْح أَوَّله عَلَى أَنَّهُ أَفْعَل تَفْضِيل , وَيَجُوز فِي أَحْسَن الرَّفْع عَلَى أَنَّهُ خَبَر لَا وَالِاسْم مَحْذُوف أَيْ لَا شَيْء أَحْسَن مِنْ هَذَا , وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيِّ بِضَمِّ أَوَّله وَكَسْر السِّين وَضَمّ النُّون , وَوَقَعَ فِي رِوَايَة أُخْرَى لَأَحْسَنُ بِحَذْفِ الْأَلِف لَكِنْ بِفَتْحِ السِّين وَضَمّ النُّون عَلَى أَنَّهَا لَام الْقَسَم كَأَنَّهُ قَالَ أَحْسَن مِنْ هَذَا أَنْ تَقْعُد فِي بَيْتك , حَكَاهُ عِيَاض عَنْ أَبِي عَلِيّ وَاسْتَحْسَنَهُ , وَحَكَى اِبْن الْجَوْزِيّ تَشْدِيد السِّين الْمُهْمَلَة بِغَيْرِ نُون مِنْ الْحِسّ أَيْ لَا أَعْلَم مِنْهُ شَيْئًا. ‏ ‏قَوْله : ( يَتَثَاوَرُونَ ) ‏ ‏بِمُثَلَّثَةِ أَيْ يَتَوَاثَبُونَ , أَيْ قَارَبُوا أَنْ يَثِب بَعْضهمْ عَلَى بَعْض فَيَقْتَتِلُوا , يُقَال ثَارَ إِذَا قَامَ بِسُرْعَةٍ وَانْزِعَاج. ‏ ‏قَوْله : ( حَتَّى سَكَنُوا ) ‏ ‏بِالنُّونِ كَذَا لِلْأَكْثَرِ , وَعِنْد الْكُشْمِيهَنِيِّ بِالْمُثَنَّاةِ , وَوَقَعَ فِي حَدِيث أَنَس أَنَّهُ نَزَلَ فِي ذَلِكَ ( وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اِقْتَتَلُوا ) الْآيَة , وَقَدْ قَدَّمْت مَا فِيهِ مِنْ الْإِشْكَال وَجَوَابه عِنْد شَرْح حَدِيث أَنَس فِي كِتَاب الصُّلْح. ‏ ‏قَوْله : ( أَيَا سَعْد ) ‏ ‏فِي رِوَايَة مُسْلِم \" أَيْ سَعْد \". ‏ ‏قَوْله : ( أَبُو حُبَاب ) ‏ ‏بِضَمِّ الْمُهْمَلَة وَبِمُوَحَّدَتَيْنِ الْأَوَّل خَفِيفَة وَهِيَ كُنْيَة عَبْد اللَّه بْن أُبَيّ , وَكَنَّاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْحَالَة لِكَوْنِهِ كَانَ مَشْهُورًا بِهَا أَوْ لِمَصْلَحَةِ التَّأَلُّف. ‏ ‏قَوْله : ( وَلَقَدْ اِصْطَلَحَ ) ‏ ‏بِثُبُوتِ الْوَاو لِلْأَكْثَرِ وَبِحَذْفِهَا لِبَعْضِهِمْ. ‏ ‏قَوْله : ( أَهْل هَذِهِ الْبَحْرَة ) ‏ ‏فِي رِوَايَة الْحَمَوِيِّ \" الْبُحَيْرَة \" بِالتَّصْغِيرِ , وَهَذَا اللَّفْظ يُطْلَق عَلَى الْقَرْيَة وَعَلَى الْبَلَد , وَالْمُرَاد بِهِ هُنَا الْمَدِينَة النَّبَوِيَّة , وَنَقَلَ يَاقُوت أَنَّ الْبَحْرَة مِنْ أَسْمَاء الْمَدِينَة النَّبَوِيَّة. ‏ ‏قَوْله : ( عَلَى أَنْ يُتَوِّجُوهُ فَيَعْصِبُوهُ بِالْعِصَابَةِ ) ‏ ‏يَعْنِي يُرَئِّسُوهُ عَلَيْهِمْ وَيُسَوِّدُوهُ , وَسَمَّى الرَّئِيس مُعَصَّبًا لِمَا يَعْصِب بِرَأْسِهِ مِنْ الْأُمُور , أَوْ لِأَنَّهُمْ يَعْصِبُونَ رُءُوسهمْ بِعِصَابَةٍ لَا تَنْبَغِي لِغَيْرِهِمْ يَمْتَازُونَ بِهَا , وَوَقَعَ فِي غَيْر الْبُخَارِيّ \" فَيَعْصِبُونَهُ \" وَالتَّقْدِير فَهُمْ يَعْصِبُونَهُ أَوْ فَإِذَا هُمْ يَعْصِبُونَهُ ; وَعِنْد اِبْن إِسْحَاق لَقَدْ جَاءَنَا اللَّه بِك وَإِنَّا لَنَنْظِم لَهُ الْخَرَز لِنُتَوِّجهُ , فَهَذَا تَفْسِير الْمُرَاد وَهُوَ أَوْلَى مِمَّا تَقَدَّمَ. ‏ ‏قَوْله : ( شَرِقَ بِذَلِكَ ) ‏ ‏بِفَتْحِ الْمُعْجَمَة وَكَسْر الرَّاء أَيْ غَصَّ بِهِ , وَهُوَ كِنَايَة عَنْ الْحَسَد , يُقَال غَصَّ بِالطَّعَامِ وَشَجِيَ بِالْعَظْمِ وَشَرِقَ بِالْمَاءِ إِذَا اِعْتَرَضَ شَيْء مِنْ ذَلِكَ فِي الْحَلْق فَمَنَعَهُ الْإِسَاغَة. ‏ ‏قَوْله : ( وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه يَعْفُونَ عَنْ الْمُشْرِكِينَ وَأَهْل الْكِتَاب ) ‏ ‏هَذَا حَدِيث آخَر أَفْرَدَهُ اِبْن حَاتِم فِي التَّفْسِير عَنْ الَّذِي قَبْله وَإِنْ كَانَ الْإِسْنَاد مُتَّحِدًا , وَقَدْ أَخْرَجَ مُسْلِم الْحَدِيث الَّذِي قَبْله مُقْتَصِرًا عَلَيْهِ وَلَمْ يُخَرِّج شَيْئًا مِنْ هَذَا الْحَدِيث الْآخَر. ‏ ‏قَوْله : ( وَقَالَ اللَّه ( وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ ) إِلَى آخِر الْآيَة ) ‏ ‏سَاقَ فِي رِوَايَة أَبِي نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ وَجْه آخَر عَنْ أَبِي الْيَمَان بِالْإِسْنَادِ الْمَذْكُور الْآيَة وَبِمَا بَعْدَ مَا سَاقَهُ الْمُصَنِّف مِنْهَا تَتَبَيَّن الْمُنَاسَبَة وَهُوَ قَوْله تَعَالَى ( فَاعْفُوا وَاصْفَحُوا ). ‏ ‏قَوْله : ( حَتَّى أَذِنَ اللَّه فِيهِمْ ) ‏ ‏أَيْ فِي قِتَالهمْ , أَيْ فَتَرَكَ الْعَفْو عَنْهُمْ , وَلَيْسَ الْمُرَاد أَنَّهُ تَرَكَهُ أَصْلًا بَلْ بِالنِّسْبَةِ إِلَى تَرْك الْقِتَال أَوَّلًا وُقُوعه آخِرًا , وَإِلَّا فَعَفْوه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ كَثِير مِنْ الْمُشْرِكِينَ وَالْيَهُود بِالْمَنِّ وَالْفِدَاء وَصَفْحه عَنْ الْمُنَافِقِينَ مَشْهُور فِي الْأَحَادِيث وَالسِّيَر. ‏ ‏قَوْله : ( صَنَادِيد ) ‏ ‏بِالْمُهْمَلَةِ ثُمَّ نُون خَفِيفَة جَمْع صِنْدِيد بِكَسْرٍ ثُمَّ سُكُون وَهُوَ الْكَبِير فِي قَوْمه. ‏ ‏قَوْله : ( هَذَا أَمْر قَدْ تَوَجَّهَ ) ‏ ‏أَيْ ظَهَرَ وَجْهه. ‏ ‏قَوْله : ( فَبَايَعُوا ) ‏ ‏بِلَفْظِ الْمَاضِي , وَيَحْتَمِل أَنْ يَكُون بِلَفْظِ الْأَمْر. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5664",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدٍ ـ هُوَ ابْنُ الْمُنْكَدِرِ ـ عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ جَاءَنِي النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي لَيْسَ بِرَاكِبِ بَغْلٍ وَلاَ بِرْذَوْنٍ‏.‏",
    "english_text": "The Prophet (ﷺ) came to visit me (while I was sick) and he was riding neither a mule, nor a horse.",
    "explication": "‏ ‏قَوْله فِي حَدِيث جَابِر \" جَاءَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعُودنِي لَيْسَ بِرَاكِبِ بَغْل وَلَا بِرْذَوْن \" ‏ ‏هَذَا الْقَدْر أَفْرَدَهُ الْمِزِّيّ فِي \" الْأَطْرَاف \" وَجَعَلَهُ الْحُمَيْدِيّ مِنْ جُمْلَة الْحَدِيث الَّذِي أَوَّله \" مَرِضْت فَأَتَانِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعُودنِي وَأَبُو بَكْر وَهُمَا مَاشِيَانِ \" وَأَظُنّ الَّذِي صَنَعَهُ هُوَ الصَّوَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5665",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، وَأَيُّوبَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ ـ رضى الله عنه‏.‏ مَرَّ بِيَ النَّبِيُّ صلى الله عليه وسلم وَأَنَا أُوقِدُ تَحْتَ الْقِدْرِ فَقَالَ ‏\n\"‏ أَيُؤْذِيكَ هَوَامُّ رَأْسِكَ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ فَدَعَا الْحَلاَّقَ فَحَلَقَهُ ثُمَّ أَمَرَنِي بِالْفِدَاءِ‏.‏",
    "english_text": "The Prophet (ﷺ) passed by me while I was kindling a fire under a (cooking) pot. He said, \"Do the lice of \nyour head trouble you?\" I said, \"Yes.\" So he called a barber to shave my head and ordered me to make \nexpiation for that.\"",
    "explication": "حَدِيث كَعْب بْن عُجْرَة فِي حَلْق الْمُحْرِم رَأْسه إِذَا آذَاهُ الْقَمْل , وَقَدْ تَقَدَّمَ شَرْحه مُسْتَوْفًى فِي كِتَاب الْحَجّ , ‏ ‏وَقَوْله : \" أَيُؤْذِيك هَوَامّ رَأْسك \" ‏ ‏هُوَ مَوْضِع التَّرْجَمَة لِنِسْبَةِ الْأَذَى لِلْهَوَامِّ , وَهِيَ بِتَشْدِيدِ الْمِيم اِسْم لِلْحَشَرَاتِ لِأَنَّهَا تَهُمّ أَنْ تَدُبَّ , وَإِذَا أُضِيفَتْ إِلَى الرَّأْس اِخْتَصَّتْ بِالْقَمْلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5666",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى أَبُو زَكَرِيَّاءَ، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ، قَالَ قَالَتْ عَائِشَةُ وَارَأْسَاهْ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ذَاكِ لَوْ كَانَ وَأَنَا حَىٌّ، فَأَسْتَغْفِرُ لَكِ وَأَدْعُو لَكِ ‏\"‏‏.‏ فَقَالَتْ عَائِشَةُ وَاثُكْلِيَاهْ، وَاللَّهِ إِنِّي لأَظُنُّكَ تُحِبُّ مَوْتِي، وَلَوْ كَانَ ذَاكَ لَظَلِلْتَ آخِرَ يَوْمِكَ مُعَرِّسًا بِبَعْضِ أَزْوَاجِكَ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بَلْ أَنَا وَارَأْسَاهْ لَقَدْ هَمَمْتُ أَوْ أَرَدْتُ أَنْ أُرْسِلَ إِلَى أَبِي بَكْرٍ وَابْنِهِ، وَأَعْهَدَ أَنْ يَقُولَ الْقَائِلُونَ أَوْ يَتَمَنَّى الْمُتَمَنُّونَ، ثُمَّ قُلْتُ يَأْبَى اللَّهُ وَيَدْفَعُ الْمُؤْمِنُونَ، أَوْ يَدْفَعُ اللَّهُ وَيَأْبَى الْمُؤْمِنُونَ ‏\"‏‏.‏",
    "english_text": "`Aisha, (complaining of headache) said, \"Oh, my head\"! Allah's Messenger (ﷺ) said, \"I wish that had \nhappened while I was still living, for then I would ask Allah's Forgiveness for you and invoke Allah \nfor you.\" Aisha said, \"Wa thuklayah! By Allah, I think you want me to die; and If this should happen, \nyou would spend the last part of the day sleeping with one of your wives!\" The Prophet (ﷺ) said, \"Nay, I \nshould say, 'Oh my head!' I felt like sending for Abu Bakr and his son, and appoint him as my \nsuccessor lest some people claimed something or some others wished something, but then I said (to \nmyself), 'Allah would not allow it to be otherwise, and the Muslims would prevent it to be otherwise\".",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا يَحْيَى بْن يَحْيَى أَبُو زَكَرِيَّا ) ‏ ‏هُوَ النَّيْسَابُورِيّ الْإِمَام الْمَشْهُور وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى مَوَاضِع يَسِيرَة فِي الزَّكَاة وَالْوَكَالَة وَالتَّفْسِير وَالْأَحْلَام , وَأَكْثَرَ عَنْهُ مُسْلِم , وَيُقَال إِنَّهُ تَفَرَّدَ بِهَذَا الْإِسْنَاد وَإِنَّ أَحْمَد كَانَ يَتَمَنَّى لَوْ أَمْكَنَهُ الْخُرُوج إِلَى نَيْسَابُور لِيَسْمَع مِنْهُ هَذَا الْحَدِيث , وَلَكِنْ أَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ وَجْهَيْنِ آخَرَيْنِ عَنْ سُلَيْمَان بْن بِلَال. ‏ ‏قَوْله : ( وَارَأْسَاهُ ) ‏ ‏هُوَ تَفَجُّع عَلَى الرَّأْس لِشِدَّةِ مَا وَقَعَ بِهِ مِنْ أَلَم الصُّدَاع , وَعِنْد أَحْمَد وَالنَّسَائِيُّ وَابْن مَاجَهْ مِنْ طَرِيق عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة عَنْ عَائِشَة \" رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ جِنَازَة مِنْ الْبَقِيع فَوَجَدَنِي وَأَنَا أَجِد صُدَاعًا فِي رَأْسِيّ وَأَنَا أَقُول : وَارَأْسَاهُ \". ‏ ‏قَوْله : ( ذَاكِ لَوْ كَانَ وَأَنَا حَيٌّ ) ‏ ‏ذَاكِ بِكَسْرِ الْكَاف إِشَارَة إِلَى مَا يَسْتَلْزِم الْمَرَض مِنْ الْمَوْت , أَيْ لَوْ مُتّ وَأَنَا حَيَّ , وَيُرْشِد إِلَيْهِ جَوَاب عَائِشَة , وَقَدْ وَقَعَ مُصَرَّحًا بِهِ فِي رِوَايَة عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة وَلَفْظه \" ثُمَّ قَالَ : مَا ضَرَّك لَوْ مُتّ قَبْلِي فَكَفَّنْتُك ثُمَّ صَلَّيْت عَلَيْك وَدَفَنْتُك \" وَقَوْلهَا \" وَاثُكْلَيَاه \" بِضَمِّ الْمُثَلَّثَة وَسُكُون الْكَاف وَفَتْح اللَّام وَبِكَسْرِهَا مَعَ التَّحْتَانِيَّة الْخَفِيفَة وَبَعْد الْأَلِف هَاء لِلنُّدْبَةِ , وَأَصْل الثَّكَل فَقْد الْوَلَد أَوْ مَنْ يَعِزّ عَلَى الْفَاقِد , وَلَيْسَتْ حَقِيقَته هُنَا مُرَادَة , بَلْ هُوَ كَلَام كَانَ يَجْرِي عَلَى أَلْسِنَتهمْ عِنْد حُصُول الْمُصِيبَة أَوْ تَوَقُّعهَا. وَقَوْلهَا \" وَاَللَّه إِنِّي لَأَظُنّك تُحِبّ مَوْتِي \" كَأَنَّهَا أَخَذَتْ ذَلِكَ مِنْ قَوْله لَهَا \" لَوْ مُتّ قَبْلِي \" وَقَوْلهَا \" وَلَوْ كَانَ ذَلِكَ \" فِي رِوَايَة الْكُشْمِيهَنِيّ \" ذَاكَ \" بِغَيْرِ لَامَ أَيْ مَوْتهَا \" لَظَلِلْت آخِر يَوْمك مُعَرِّسًا \" بِفَتْحِ الْعَيْن وَالْمُهْمَلَة وَتَشْدِيد الرَّاء الْمَكْسُورَة وَسُكُون الْعَيْن وَالتَّخْفِيف , يُقَال أَعْرَسَ وَعَرَّسَ إِذَا بَنَى عَلَى زَوْجَته , ثُمَّ اُسْتُعْمِلَ فِي كُلّ جِمَاع , وَالْأَوَّل أَشْهَر , فَإِنَّ التَّعْرِيس النُّزُول بِلَيْلٍ. وَوَقَعَ فِي رِوَايَة عُبَيْد اللَّه \" لَكَأَنِّي بِك وَاَللَّه لَوْ قَدْ فَعَلْت ذَلِكَ لَقَدْ رَجَعْت إِلَى بَيْتِي فَأَعْرَسْت بِبَعْضِ نِسَائِك. قَالَتْ : فَتَبَسَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَوْلهَا \" بَلْ أَنَا وَارَأْسَاهُ \" هِيَ كَلِمَة إِضْرَاب , وَالْمَعْنَى : دَعِي ذِكْر مَا تَجِدِينَهُ مِنْ وَجَع رَأْسك وَاشْتَغِلِي بِي , وَزَادَ فِي رِوَايَة عُبَيْد اللَّه \" ثُمَّ بُدِئَ فِي وَجَعه الَّذِي مَاتَ فِيهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( لَقَدْ هَمَمْت أَوْ أَرَدْت ) ‏ ‏شَكٌّ مِنْ الرَّاوِي , وَوَقَعَ فِي رِوَايَة أَبِي نُعَيْم \" أَوْ وَدِدْت \" بَدَل \" أَرَدْت \". ‏ ‏قَوْله : ( أَنْ أُرْسِل إِلَى أَبِي بَكْر وَابْنه ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالْوَاوِ وَأَلِف الْوَصْل وَالْمُوَحَّدَة وَالنُّون , وَوَقَعَ فِي رِوَايَة مُسْلِم \" أَوْ اِبْنه \" بِلَفْظِ أَوْ الَّتِي لِلشَّكِّ أَوْ لِلتَّخْيِيرِ , وَفِي أُخْرَى \" أَوْ آتِيه \" بِهَمْزَةٍ مَمْدُودَة بَعْدهَا مُثَنَّاة مَكْسُورَة ثُمَّ تَحْتَانِيَّة سَاكِنَة مِنْ الْإِتْيَان بِمَعْنَى الْمَجِيء , وَالصَّوَاب الْأَوَّل , وَنَقَلَ عِيَاض عَنْ بَعْض الْمُحَدِّثِينَ تَصْوِيبهَا وَخَطَأَهُ. وَقَالَ : وَيُوَضِّح الصَّوَاب قَوْلهَا فِي الْحَدِيث الْآخَر عِنْد مُسْلِم \" ادْعِي لِي أَبَاك وَأَخَاك \" وَأَيْضًا فَإِنَّ مَجِيئَهُ إِلَى أَبِي بَكْر كَانَ مُتَعَسِّرًا لِأَنَّهُ عَجَزَ عَنْ حُضُور الصَّلَاة مَعَ قُرْب مَكَانهَا مِنْ بَيْته. قُلْت : فِي هَذَا التَّعْلِيل نَظَر , لِأَنَّ سِيَاق الْحَدِيث يُشْعِر بِأَنَّ ذَلِكَ كَانَ فِي اِبْتِدَاء مَرَضه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ اِسْتَمَرَّ يُصَلِّي بِهِمْ وَهُوَ مَرِيض وَيَدُور عَلَى نِسَائِهِ حَتَّى عَجَزَ عَنْ ذَلِكَ وَانْقَطَعَ فِي بَيْت عَائِشَة. وَيَحْتَمِل أَنْ يَكُون قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ هَمَمْت إِلَخْ \" وَقَعَ بَعْد الْمُفَاوَضَة الَّتِي وَقَعَتْ بَيْنه وَبَيْن عَائِشَة بِمُدَّةٍ , وَإِنْ كَانَ ظَاهِر الْحَدِيث بِخِلَافِهِ. وَيُؤَيِّد أَيْضًا مَا فِي الْأَصْل أَنَّ الْمَقَام كَانَ مَقَام اِسْتِمَالَة قَلْب عَائِشَة , فَكَأَنَّهُ يَقُول : كَمَا أَنَّ الْأَمْر يُفَوَّض لِأَبِيك فَإِنَّ ذَلِكَ يَقَع بِحُضُورِ أَخِيك , هَذَا إِنْ كَانَ الْمُرَاد بِالْعَهْدِ الْعَهْد بِالْخِلَافَةِ , وَهُوَ ظَاهِر السِّيَاق كَمَا سَيَأْتِي تَقْرِيره فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى , وَإِنْ كَانَ لِغَيْرِ ذَلِكَ فَلَعَلَّهُ أَرَادَ إِحْضَار بَعْض مَحَارِمهَا حَتَّى لَوْ اِحْتَاجَ إِلَى قَضَاء حَاجَة أَوْ الْإِرْسَال إِلَى أَحَد لَوَجَدَ مَنْ يُبَادِر لِذَلِكَ. ‏ ‏قَوْله : ( فَأَعْهَد ) ‏ ‏أَيْ أُوصِي. ‏ ‏قَوْله : ( أَنْ يَقُول الْقَائِلُونَ ) ‏ ‏أَيْ لِئَلَّا يَقُول , أَوْ كَرَاهَة أَنْ يَقُول. ‏ ‏قَوْله : ( أَوْ يَتَمَنَّى الْمُتَمَنُّونَ ) ‏ ‏بِضَمِّ النُّون جَمْع مُتَمَنِّي بِكَسْرِهَا , وَأَصْل الْجَمْع المُتَمَنِّيُونَ فَاسْتُثْقِلَتْ الضَّمَّة عَلَى الْيَاء فَحُذِفَتْ فَاجْتُمِعْت كَسْرَة النُّون بَعْدهَا الْوَاو فَضُمَّتْ النُّون , وَفِي الْحَدِيث مَا طُبِعَتْ عَلَيْهِ الْمَرْأَة مِنْ الْغَيْرَة , وَفِيهِ مُدَاعَبَة الرَّجُل أَهْله وَالْإِفْضَاء إِلَيْهِمْ بِمَا يَسْتُرهُ عَنْ غَيْرهمْ , وَفِيهِ أَنَّ ذِكْر الْوَجَع لَيْسَ بِشِكَايَةٍ , فَكَمْ مِنْ سَاكِت وَهُوَ سَاخِط , وَكَمْ مِنْ شَاكّ وَهُوَ رَاضٍ , فَالْمُعَوَّل فِي ذَلِكَ عَلَى عَمَل الْقَلْب لَا عَلَى نُطْق اللِّسَان , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5667",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُوسَى، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا سُلَيْمَانُ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهْوَ يُوعَكُ فَمَسِسْتُهُ فَقُلْتُ إِنَّكَ لَتُوعَكُ وَعْكًا شَدِيدًا‏.‏ قَالَ ‏\"‏ أَجَلْ كَمَا يُوعَكُ رَجُلاَنِ مِنْكُمْ ‏\"‏‏.‏ قَالَ لَكَ أَجْرَانِ قَالَ ‏\"‏ نَعَمْ مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى مَرَضٌ فَمَا سِوَاهُ إِلاَّ حَطَّ اللَّهُ سَيِّئَاتِهِ كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَهَا ‏\"‏‏.‏",
    "english_text": "I visited the Prophet (ﷺ) while he was having a high fever. I touched him an said, \"You have a very high \nfever\" He said, \"Yes, as much fever as two me of you may have.\" I said. \"you will have a double \nreward?\" He said, \"Yes No Muslim is afflicted with hurt caused by disease or some other \ninconvenience, but that Allah will remove his sins as a tree sheds its leaves.\"",
    "explication": "\" 8441 \" ‏ ‏قَوْله : ( عَنْ أَبِي حَمْزَة ) ‏ ‏هُوَ السُّكَّرِيّ بِضَمِّ الْمُهْمَلَة وَتَشْدِيد الْكَاف. ‏ ‏قَوْله : ( عَنْ إِبْرَاهِيم التَّيْمِيِّ ) ‏ ‏هُوَ اِبْن يَزِيد بْن شَرِيك , وَالْحَارِث بْن سُوَيْدٍ هُوَ تَيْمِيّ أَيْضًا , وَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق كُوفِيُّونَ , وَلَيْسَ لِلْحَارِثِ بْن سُوَيْدٍ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر يَأْتِي فِي الدَّعَوَات , لَكِنَّهُمَا عِنْده مِنْ طُرُق عَدِيدَة , وَلَهُ عِنْده ثَالِث مَضَى فِي الْأَشْرِبَة مِنْ رِوَايَته عَنْ عَلِيّ بْن أَبِي طَالِب. ‏ ‏قَوْله : ( دَخَلْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُوعَك ) ‏ ‏فِي رِوَايَة سُفْيَان الَّتِي قَبْلهَا أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَرَضه \" وَالْوَعْك بِفَتْحِ الْوَاو وَسُكُون الْعَيْن الْمُهْمَلَة الْحُمَّى وَقَدْ تُفْتَح وَقِيلَ أَلَم الْحُمَّى , وَقِيلَ تَعَبهَا , وَقِيلَ إِرْعَادهَا الْمَوْعُوك وَتَحْرِيكهَا إِيَّاهُ , وَعَنْ الْأَصْمَعِيّ الْوَعْك الْحَرّ , فَإِنْ كَانَ مَحْفُوظًا فَلَعَلَّ الْحُمَّى سُمِّيَتْ وَعْكًا لِحَرَارَتِهَا. ‏ ‏قَوْله : ( ذَلِكَ ) ‏ ‏إِشَارَة إِلَى مُضَاعَفَة الْأَجْر بِشِدَّةِ الْحُمَّى , وَعُرِفَ بِهَذَا أَنَّ فِي الرِّوَايَة السَّابِقَة فِي الْبَاب قَبْله حَذْفًا يُعْرَف مِنْ هَذِهِ الرِّوَايَة وَهُوَ قَوْله : \" إِنِّي أُوعَك كَمَا يُوعَك رَجُلَانِ مِنْكُمْ \". ‏ ‏قَوْله : ( أَجَلْ ) ‏ ‏أَيْ نَعَمْ وَزْنًا وَمَعْنًى. ‏ ‏قَوْله : ( أَذًى شَوْكَة ) ‏ ‏التَّنْوِين فِيهِ لِلتَّقْلِيلِ لَا لِلْجِنْسِ لِيَصِحّ تَرَتُّب فَوْقهَا وَدُونهَا فِي الْعِظَم وَالْحَقَارَة عَلَيْهِ بِالْفَاءِ , وَهُوَ يَحْتَمِل فَوْقهَا فِي الْعِظَم وَدُونهَا فِي الْحَقَارَة وَعَكْسه , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( كَمَا تَحُطّ ) ‏ ‏بِفَتْحِ أَوَّله وَضَمَّ الْمُهْمَلَة وَتَشْدِيد الطَّاء الْمُهْمَلَة أَيْ تُلْقِيه مُنْتَثِرًا. وَالْحَاصِل أَنَّهُ أَثْبَت أَنَّ الْمَرَض إِذَا اِشْتَدَّ ضَاعَفَ الْأَجْر , ثُمَّ زَادَ عَلَيْهِ بَعْد ذَلِكَ أَنَّ الْمُضَاعَفَة تَنْتَهِي إِلَى أَنْ تُحَطّ السَّيِّئَات كُلّهَا , أَوْ الْمَعْنَى : قَالَ نَعَمْ شِدَّة الْمَرَض تَرْفَع الدَّرَجَات وَتَحُطّ الْخَطِيئَات أَيْضًا حَتَّى لَا يَبْقَى مِنْهَا شَيْء , وَيُشِير إِلَى ذَلِكَ حَدِيث سَعْد الَّذِي ذَكَرْته قَبْل \" حَتَّى يَمْشِي عَلَى الْأَرْض وَمَا عَلَيْهِ خَطِيئَة \" وَمِثْله حَدِيث أَبِي هُرَيْرَة عِنْد أَحْمَد وَابْن أَبِي شَيْبَة بِلَفْظِ \" لَا يَزَال الْبَلَاء بِالْمُؤْمِنِ حَتَّى يَلْقَى اللَّه وَلَيْسَ عَلَيْهِ خَطِيئَة. قَالَ أَبُو هُرَيْرَة : مَا مِنْ وَجَع يُصِيبنِي أَحَبّ إِلَيَّ مِنْ الْحُمَّى , إِنَّهَا تَدْخُل فِي كُلّ مَفْصِل مِنْ اِبْن آدَم , وَاَللَّه يُعْطِي كُلّ مَفْصِل قِسْطه مِنْ الْأَجْر \" وَوَجْه دَلَالَة حَدِيث الْبَاب عَلَى التَّرْجَمَة مِنْ جِهَة قِيَاس الْأَنْبِيَاء عَلَى نَبِيّنَا مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِلْحَاق الْأَوْلِيَاء بِهِمْ لِقُرْبِهِمْ مِنْهُمْ وَإِنْ كَانَتْ دَرَجَتهمْ مُنْحَطَّة عَنْهُمْ , وَالسِّرّ فِيهِ أَنَّ الْبَلَاء فِي مُقَابَلَة النِّعْمَة , فَمَنْ كَانَتْ نِعْمَة اللَّه عَلَيْهِ أَكْثَر كَانَ بَلَاؤُهُ أَشَدّ , وَمِنْ ثَمَّ ضُوعِفَ حَدّ الْحُرّ عَلَى الْعَبْد , وَقِيلَ لِأُمَّهَاتِ الْمُؤْمِنِينَ ( مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ ) قَالَ اِبْن الْجَوْزِيّ : فِي الْحَدِيث دَلَالَة عَلَى أَنَّ الْقَوِيّ يَحْمِل مَا حَمَلَ , وَالضَّعِيف يُرْفَق بِهِ إِلَّا أَنَّهُ كُلَّمَا قَوِيَتْ الْمَعْرِفَة بِالْمُبْتَلَى هَانَ عَلَيْهِ الْبَلَاء , وَمِنْهُمْ مَنْ يَنْظُر إِلَى أَجْر الْبَلَاء فَيَهُون عَلَيْهِ الْبَلَاء , وَأَعْلَى مِنْ ذَلِكَ دَرَجَة مَنْ يَرَى أَنَّ هَذَا تَصَرُّف الْمَالِك فِي مِلْكه فَيُسَلِّم وَلَا يَعْتَرِض , وَأَرْفَع مِنْهُ مَنْ شَغَلَتْهُ الْمَحَبَّة عَنْ طَلَب رَفْع الْبَلَاء , وَأَنْهَى الْمَرَاتِب مَنْ يَتَلَذَّذ بِهِ لِأَنَّهُ عَنْ اِخْتِيَاره نَشَأَ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5668",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ، أَخْبَرَنَا الزُّهْرِيُّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ جَاءَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُنِي مِنْ وَجَعٍ اشْتَدَّ بِي زَمَنَ حَجَّةِ الْوَدَاعِ فَقُلْتُ بَلَغَ بِي مَا تَرَى وَأَنَا ذُو مَالٍ وَلاَ يَرِثُنِي إِلاَّ ابْنَةٌ لِي أَفَأَتَصَدَّقُ بِثُلُثَىْ مَالِي قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ بِالشَّطْرِ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ الثُّلُثُ قَالَ ‏\"‏ الثُّلُثُ كَثِيرٌ، أَنْ تَدَعَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَلَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلاَّ أُجِرْتَ عَلَيْهَا حَتَّى مَا تَجْعَلُ فِي فِي امْرَأَتِكَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) came to visit me during my ailment which had been aggravated during Hajjat-al- \nWada`. I said to him, \"You see how sick I am. I have much property but have no heir except my only \ndaughter May I give two thirds of my property in charity?\"! He said, \"No.\" I said, \"Half of it?\" He \nsaid, \"No.\" I said \"One third?\" He said, \"One third is too much, for to leave your heirs rich is better \nthan to leave them poor, begging of others. Nothing you spend seeking Allah's pleasure but you shall \nget a reward for it, even for what you put in the mouth of your wife.\"",
    "explication": "‏ ‏قَوْله : ( إِنَّك ) ‏ ‏الْخِطَاب لِسَعْدٍ , وَالْمُرَاد هُوَ وَمَنْ يَصِحّ مِنْهُ الْإِنْفَاق. ‏ ‏قَوْله : ( وَجْه اللَّه ) ‏ ‏أَيْ : مَا عِنْد اللَّه مِنْ الثَّوَاب. ‏ ‏قَوْله : ( إِلَّا أُجِرْت ) ‏ ‏يَحْتَاج إِلَى تَقْدِير لِأَنَّ الْفِعْل لَا يَقَع اِسْتِثْنَاء. ‏ ‏قَوْله : ( حَتَّى ) ‏ ‏: هِيَ عَاطِفَة وَمَا بَعْدهَا مَنْصُوب الْمَحَلّ , وَمَا : مَوْصُولَة وَالْعَائِد مَحْذُوف. ‏ ‏قَوْله : ( فِي فَم اِمْرَأَتك ) ‏ ‏ولِلْكُشْمِيهَنِيّ \" فِي فِي اِمْرَأَتك \" وَهِيَ رِوَايَة الْأَكْثَر , قَالَ الْقَاضِي عِيَاض : هِيَ أَصْوَب لِأَنَّ الْأَصْل حَذْف الْمِيم بِدَلِيلِ جَمْعه عَلَى أَفْوَاه وَتَصْغِيره عَلَى فُوَيْه. قَالَ : وَإِنَّمَا يَحْسُن إِثْبَات الْمِيم عِنْد الْإِفْرَاد وَأَمَّا عِنْد الْإِضَافَة فَلَا إِلَّا فِي لُغَة قَلِيلَة ا ه. وَهَذَا طَرَف مِنْ حَدِيث سَعْد بْن أَبِي وَقَّاص فِي مَرَضه بِمَكَّة وَعِيَادَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُ وَقَوْله \" أُوصِي بِشَطْرِ مَالِي \" الْحَدِيث. وَسَيَأْتِي الْكَلَام عَلَيْهِ فِي كِتَاب الْوَصَايَا إِنْ شَاءَ اللَّه تَعَالَى , وَالْمُرَاد مِنْهُ هُنَا قَوْله \" تَبْتَغِي - أَيْ : تَطْلُب - بِهَا وَجْه اللَّه \" وَاسْتَنْبَطَ مِنْهُ النَّوَوِيّ أَنَّ الْحَظّ إِذَا وَافَقَ الْحَقّ لَا يَقْدَح فِي ثَوَابه لِأَنَّ وَضْع اللُّقْمَة فِي فِي الزَّوْجَة يَقَع غَالِبًا فِي حَالَة الْمُدَاعَبَة , وَلِشَهْوَةِ النَّفْس فِي ذَلِكَ مَدْخَل ظَاهِر. وَمَعَ ذَلِكَ إِذَا وَجَّهَ الْقَصْد فِي تِلْكَ الْحَالَة إِلَى اِبْتِغَاء الثَّوَاب حَصَلَ لَهُ بِفَضْلِ اللَّه. قُلْت : وَجَاءَ مَا هُوَ أَصْرَح فِي هَذَا الْمُرَاد مِنْ وَضْع اللُّقْمَة , وَهُوَ مَا أَخْرَجَهُ مُسْلِم عَنْ أَبِي ذَرّ فَذَكَرَ حَدِيثًا فِيهِ \" وَفِي بُضْع أَحَدكُمْ صَدَقَة. قَالُوا : يَا رَسُول اللَّه أَيَأْتِي أَحَدنَا شَهْوَته وَيُؤْجَر ؟ قَالَ : نَعَمْ , أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَام ؟ \" الْحَدِيث. قَالَ : وَإِذَا كَانَ هَذَا بِهَذَا الْمَحَلّ - مَا فِيهِ مِنْ حَظّ النَّفْس - فَمَا الظَّنّ بِغَيْرِهِ مِمَّا لَا حَظّ لِلنَّفْسِ فِيهِ ؟ قَالَ : وَتَمْثِيله بِاللُّقْمَةِ مُبَالَغَة فِي تَحْقِيق هَذِهِ الْقَاعِدَة ; لِأَنَّهُ إِذَا ثَبَتَ الْأَجْر فِي لُقْمَة وَاحِدَة لِزَوْجَةٍ غَيْر مُضْطَرَّة فَمَا الظَّنّ بِمَنْ أَطْعَمَ لُقَمًا لِمُحْتَاجٍ , أَوْ عَمِلَ مِنْ الطَّاعَات مَا مَشَقَّته فَوْق مَشَقَّة ثَمَن اللُّقْمَة الَّذِي هُوَ مِنْ الْحَقَارَة بِالْمَحَلِّ الْأَدْنَى ا ه. وَتَمَام هَذَا أَنْ يُقَال : وَإِذَا كَانَ هَذَا فِي حَقّ الزَّوْجَة مَعَ مُشَارَكَة الزَّوْج لَهَا فِي النَّفْع بِمَا يُطْعِمهَا لِأَنَّ ذَلِكَ يُؤَثِّر فِي حُسْن بَدَنهَا وَهُوَ يَنْتَفِع مِنْهَا بِذَلِكَ , وَأَيْضًا فَالْأَغْلَب أَنَّ الْإِنْفَاق عَلَى الزَّوْجَة يَقَع بِدَاعِيَةِ النَّفْس , بِخِلَافِ غَيْرهَا فَإِنَّهُ يَحْتَاج إِلَى مُجَاهَدَتهَا. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5669",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، حَدَّثَنَا هِشَامٌ، عَنْ مَعْمَرٍ، وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمَّا حُضِرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَفِي الْبَيْتِ رِجَالٌ فِيهِمْ عُمَرُ بْنُ الْخَطَّابِ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلُمَّ أَكْتُبْ لَكُمْ كِتَابًا لاَ تَضِلُّوا بَعْدَهُ ‏\"‏‏.‏ فَقَالَ عُمَرُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ غَلَبَ عَلَيْهِ الْوَجَعُ وَعِنْدَكُمُ الْقُرْآنُ، حَسْبُنَا كِتَابُ اللَّهِ فَاخْتَلَفَ أَهْلُ الْبَيْتِ فَاخْتَصَمُوا، مِنْهُمْ مَنْ يَقُولُ قَرِّبُوا يَكْتُبْ لَكُمُ النَّبِيُّ صلى الله عليه وسلم كِتَابًا لَنْ تَضِلُّوا بَعْدَهُ، وَمِنْهُمْ مَنْ يَقُولُ مَا قَالَ عُمَرُ فَلَمَّا أَكْثَرُوا اللَّغْوَ وَالاِخْتِلاَفَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قُومُوا ‏\"‏‏.‏ قَالَ عُبَيْدُ اللَّهِ فَكَانَ ابْنُ عَبَّاسٍ يَقُولُ إِنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ مَا حَالَ بَيْنَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَبَيْنَ أَنْ يَكْتُبَ لَهُمْ ذَلِكَ الْكِتَابَ مِنِ اخْتِلاَفِهِمْ وَلَغَطِهِمْ‏.‏",
    "english_text": "When Allah's Messenger (ﷺ) was on his death-bed and in the house there were some people among whom \nwas `Umar bin Al-Khattab, the Prophet (ﷺ) said, \"Come, let me write for you a statement after which you \nwill not go astray.\" `Umar said, \"The Prophet (ﷺ) is seriously ill and you have the Qur'an; so the Book of \nAllah is enough for us.\" The people present in the house differed and quarrelled. Some said \"Go near \nso that the Prophet (ﷺ) may write for you a statement after which you will not go astray,\" while the others \nsaid as `Umar said. When they caused a hue and cry before the Prophet, Allah's Messenger (ﷺ) said, \"Go \naway!\" Narrated 'Ubaidullah: Ibn `Abbas used to say, \"It was very unfortunate that Allah's Messenger (ﷺ) \nwas prevented from writing that statement for them because of their disagreement and noise.\"",
    "explication": "‏ ‏قَوْله : ( فَاخْتَلَفَ أَهْل الْبَيْت ) ‏ ‏أَيْ مَنْ كَانَ فِي الْبَيْت مِنْ الصَّحَابَة وَلَمْ يُرِدْ أَهْل بَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله فِيهَا ( فَقَالَ قُومُوا ) ‏ ‏زَادَ اِبْن سَعْد مِنْ وَجْه آخَر \" فَقَالَ : قُومُوا عَنِّي \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5670",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا حَاتِمٌ ـ هُوَ ابْنُ إِسْمَاعِيلَ ـ عَنِ الْجُعَيْدِ، قَالَ سَمِعْتُ السَّائِبَ، يَقُولُ ذَهَبَتْ بِي خَالَتِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَ أُخْتِي وَجِعٌ فَمَسَحَ رَأْسِي وَدَعَا لِي بِالْبَرَكَةِ، ثُمَّ تَوَضَّأَ فَشَرِبْتُ مِنْ وَضُوئِهِ وَقُمْتُ خَلْفَ ظَهْرِهِ فَنَظَرْتُ إِلَى خَاتَمِ النُّبُوَّةِ بَيْنَ كَتِفَيْهِ مِثْلَ زِرِّ الْحَجَلَةِ‏.‏",
    "english_text": "My aunt took me to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! My nephew is- ill.\" The Prophet (ﷺ) \ntouched my head with his hand and invoked Allah to bless me. He then performed ablution and I \ndrank of the remaining water of his ablution and then stood behind his back and saw \"Khatam An- \nNubuwwa\" (The Seal of Prophethood) between his shoulders like a button of a tent.",
    "explication": "‏ ‏قَوْله : ( بَاب ) ‏ ‏كَذَا لِلْمُسْتَمْلِيّ كَأَنَّهُ كَالْفَصْلِ مِنْ الْبَاب الَّذِي قَبْله , وَجَعَلَهُ الْبَاقُونَ مِنْهُ بِلَا فَصْل. ‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الرَّحْمَن بْن يُونُس ) ‏ ‏هُوَ أَبُو مُسْلِم الْمُسْتَمْلِيّ أَحَد الْحُفَّاظ. ‏ ‏قَوْله : ( عَنْ الْجَعْد ) ‏ ‏كَذَا هُنَا , وَلِلْأَكْثَرِ \" الْجُعَيْد \" بِالتَّصْغِيرِ وَهُوَ الْمَشْهُور , وَالسَّائِب بْن يَزِيد مِنْ صِغَار الصَّحَابَة , وَسَيَأْتِي حَدِيثه هَذَا مُبَيَّنًا فِي كِتَاب عَلَامَات النُّبُوَّة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( وَقِعٌ ) ‏ ‏بِكَسْرِ الْقَاف وَالتَّنْوِين , ولِلْكُشْمِيهَنِيّ وَقَعَ بِلَفْظِ الْمَاضِي , وَفِي رِوَايَة كَرِيمَة \" وَجَع \" بِالْجِيمِ وَالتَّنْوِين , وَالْوَقْع وَجَع فِي الْقَدَمَيْنِ. ‏ ‏قَوْله : ( زِرّ الْحَجَلَة ) ‏ ‏بِكَسْرِ الزَّاي وَتَشْدِيد الرَّاء , وَالْحَجَلَة بِفَتْحِ الْمُهْمَلَة وَالْجِيم وَاحِدَة الْحِجَال , وَهِيَ بُيُوت تُزَيَّن بِالثِّيَابِ وَالْأَسِرَّة وَالسُّتُور لَهَا عُرًى وَأَزْرَار , وَقِيلَ الْمُرَاد بِالْحَجَلَةِ الطَّيْر وَهُوَ الْيَعْقُوب يُقَال لِلْأُنْثَى مِنْهُ حَجَلَة , وَعَلَى هَذَا فَالْمُرَاد بِزِرِّهَا بَيْضَتهَا , وَيُؤَيِّدهُ أَنَّ فِي حَدِيث آخَر \" مِثْل بَيْضَة الْحَمَامَة \" وَسَيَأْتِي الْكَلَام عَلَى ذَلِكَ مُسْتَوْفًى فِي صِفَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنْ شَاءَ اللَّه تَعَالَى. وَأَرَادَ الْبُخَارِيّ الِاسْتِدْلَال بِهَذِهِ الْأَحَادِيث عَلَى رَدّ قَوْل مَنْ قَالَ بِنَجَاسَةِ الْمَاء الْمُسْتَعْمَل , وَهُوَ قَوْل أَبِي يُوسُف , وَحَكَى الشَّافِعِيّ فِي الْأُمّ عَنْ مُحَمَّد بْن الْحَسَن أَنَّ أَبَا يُوسُف رَجَعَ عَنْهُ ثُمَّ رَجَعَ إِلَيْهِ بَعْد شَهْرَيْنِ , وَعَنْ أَبِي حَنِيفَة ثَلَاث رِوَايَات : الْأُولَى طَاهِر لَا طَهُور وَهِيَ رِوَايَة مُحَمَّد بْن الْحَسَن عَنْهُ وَهُوَ قَوْله وَقَوْل الشَّافِعِيّ فِي الْجَدِيد وَهُوَ الْمُفْتَى بِهِ عِنْد الْحَنَفِيَّة , الثَّانِيَة نَجِس نَجَاسَة خَفِيفَة وَهِيَ رِوَايَة أَبِي يُوسُف عَنْهُ , الثَّالِثَة نَجِس نَجَاسَة غَلِيظَة وَهِيَ رِوَايَة الْحَسَن اللُّؤْلُؤِيّ عَنْهُ. وَهَذِهِ الْأَحَادِيث تَرُدّ عَلَيْهِ لِأَنَّ النَّجِس لَا يُتَبَرَّك بِهِ , وَحَدِيث الْمَجَّة وَإِنْ لَمْ يَكُنْ فِيهِ تَصْرِيح بِالْوُضُوءِ لَكِنَّ تَوْجِيهه أَنَّ الْقَائِل بِنَجَاسَةِ الْمَاء الْمُسْتَعْمَل إِذَا عَلَّلَهُ بِأَنَّهُ مَاء مُضَاف قِيلَ لَهُ هُوَ مُضَاف إِلَى طَاهِر لَمْ يَتَغَيَّر بِهِ , وَكَذَلِكَ الْمَاء الَّذِي خَالَطَهُ الرِّيق طَاهِر لِحَدِيثِ الْمَجَّة , وَأَمَّا مَنْ عَلَّلَهُ مِنْهُمْ بِأَنَّهُ مَاء الذَّنُوب فَيَجِب إِبْعَاده مُحْتَجًّا بِالْأَحَادِيثِ الْوَارِدَة فِي ذَلِكَ عِنْد مُسْلِم وَغَيْره , فَأَحَادِيث الْبَاب أَيْضًا تَرُدّ عَلَيْهِ ; لِأَنَّ مَا يَجِب إِبْعَاده لَا يُتَبَرَّك بِهِ وَلَا يُشْرَب , قَالَ اِبْن الْمُنْذِر : وَفِي إِجْمَاع أَهْل الْعِلْم عَلَى أَنَّ الْبَلَل الْبَاقِي عَلَى أَعْضَاء الْمُتَوَضِّئ وَمَا قَطَرَ مِنْهُ عَلَى ثِيَابه طَاهِر دَلِيل قَوِيّ عَلَى طَهَارَة الْمَاء الْمُسْتَعْمَل , وَأَمَّا كَوْنه غَيْر طَهُور فَسَيَأْتِي الْكَلَام عَلَيْهِ فِي كِتَاب الْغُسْل إِنْ شَاءَ اللَّه تَعَالَى , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5671",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ مِنْ ضُرٍّ أَصَابَهُ، فَإِنْ كَانَ لاَ بُدَّ فَاعِلاً فَلْيَقُلِ اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"None of you should wish for death because of a calamity befalling him; but if he \nhas to wish for death, he should say: \"O Allah! Keep me alive as long as life is better for me, and let \nme die if death is better for me.' \"",
    "explication": "عَنْ أَنَس. ‏ ‏قَوْله : ( لَا يَتَمَنَّيَنَّ أَحَدكُمْ الْمَوْت مِنْ ضُرّ أَصَابَهُ ) ‏ ‏الْخِطَاب لِلصَّحَابَةِ , وَالْمُرَاد هُمْ وَمَنْ بَعْدهمْ مِنْ الْمُسْلِمِينَ عُمُومًا , وَقَوْله \" مِنْ ضُرّ أَصَابَهُ \" حَمَلَهُ جَمَاعَة مِنْ السَّلَف عَلَى الضُّرّ الدُّنْيَوِيّ , فَإِنْ وَجَدَ الْأُخْرَوِيّ بِأَنْ خَشِيَ فِتْنَة فِي دِينه لَمْ يَدْخُل فِي النَّهْي , وَيُمْكِن أَنْ يُؤْخَذ ذَلِكَ مِنْ رِوَايَة اِبْن حِبَّان \" لَا يَتَمَنَّيَنَّ أَحَدكُمْ الْمَوْت لِضُرٍّ نَزَلَ بِهِ فِي الدُّنْيَا \" عَلَى أَنَّ \" فِي \" فِي هَذَا الْحَدِيث سَبَبِيَّة , أَيْ بِسَبَبِ أَمْر مِنْ الدُّنْيَا , وَقَدْ فَعَلَ ذَلِكَ جَمَاعَة مِنْ الصَّحَابَة : فَفِي \" الْمُوَطَّأ \" عَنْ عُمَر أَنَّهُ قَالَ \" اللَّهُمَّ كَبِرَتْ سِنِّي , وَضَعُفَتْ قُوَّتِي , وَانْتَشَرَتْ رَعِيَّتِي , فَاقْبِضْنِي إِلَيْك غَيْر مُضَيِّع وَلَا مُفَرِّط \" , وَأَخْرَجَهُ عَبْد الرَّزَّاق مِنْ وَجْه آخَر عَنْ عُمَر , وَأَخْرَجَ أَحْمَد وَغَيْره مِنْ طَرِيق عَبَس وَيُقَال عَابِس الْغِفَارِيُّ أَنَّهُ قَالَ \" يَا طَاعُون خُذْنِي. فَقَالَ لَهُ عُلَيْم الْكِنْدِيّ : لِمَ تَقُول هَذَا ؟ أَلَمْ يَقُلْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : لَا يَتَمَنَّيَنَّ أَحَدكُمْ الْمَوْت ؟ فَقَالَ : إِنِّي سَمِعْته يَقُول : بَادِرُوا بِالْمَوْتِ سِتًّا , إِمْرَة السُّفَهَاء , وَكَثْرَة الشُّرَط , وَبَيْع الْحُكْم \" الْحَدِيث. وَأَخْرَجَ أَحْمَد أَيْضًا مِنْ حَدِيث عَوْف بْن مَالِك نَحْوَهُ وَأَنَّهُ \" قِيلَ لَهُ : أَلَمْ يَقُلْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا عَمَّرَ الْمُسْلِم كَانَ خَيْرًا لَهُ \" الْحَدِيث , وَفِيهِ الْجَوَاب نَحْوه , وَأَصْرَح مِنْهُ فِي ذَلِكَ حَدِيث مُعَاذ الَّذِي أَخْرَجَهُ أَبُو دَاوُدَ وَصَحَّحَهُ الْحَاكِم فِي الْقَوْل فِي دُبُر كُلّ صَلَاة وَفِيهِ \" وَإِذَا أَرَدْت بِقَوْمِ فِتْنَة فَتَوَفَّنِي إِلَيْك غَيْر مَفْتُون \". ‏ ‏قَوْله : ( فَإِنْ كَانَ لَا بُدّ فَاعِلًا ) ‏ ‏فِي رِوَايَة عَبْد الْعَزِيز بْن صُهَيْب عَنْ أَنَس كَمَا سَيَأْتِي فِي الدَّعَوَات \" فَإِنْ كَانَ وَلَا بُدّ مُتَمَنِّيًا لِلْمَوْتِ \". ‏ ‏قَوْله : ( فَلْيَقُلْ إِلَخْ ) ‏ ‏وَهَذَا يَدُلّ عَلَى أَنَّ النَّهْي عَنْ تَمَنِّي الْمَوْت مُقَيَّد بِمَا إِذَا لَمْ يَكُنْ عَلَى هَذِهِ الصِّيغَة , لِأَنَّ فِي التَّمَنِّي الْمُطْلَق نَوْع اِعْتِرَاض وَمُرَاغَمَة لِلْقَدْرِ الْمَحْتُوم وَفِي هَذِهِ الصُّورَة الْمَأْمُور بِهَا نَوْع تَفْوِيض وَتَسْلِيم لِلْقَضَاءِ , وَقَوْله \" فَإِنْ كَانَ إِلَخْ \" فِيهِ مَا يَصْرِف الْأَمْر عَنْ حَقِيقَته مِنْ الْوُجُوب أَوْ الِاسْتِحْبَاب , وَيَدُلّ عَلَى أَنَّهُ لِمُطْلَقِ الْإِذْن لِأَنَّ الْأَمْر بَعْد الْحَظْر لَا يَبْقَى عَلَى حَقِيقَته. وَقَرِيب مِنْ هَذَا السِّيَاق مَا أَخْرَجَهُ أَصْحَاب السُّنَن مِنْ حَدِيث الْمِقْدَام بْن مَعْدِي كَرِبَ \" حَسْب اِبْن آدَم لُقَيْمَات يُقِمْنَ صُلْبه , فَإِنْ كَانَ وَلَا بُدّ فَثُلُث لِلطَّعَامِ \" الْحَدِيث , أَيْ إِذَا كَانَ لَا بُدّ مِنْ الزِّيَادَة عَلَى اللُّقَيْمَات فَلِيَقْتَصِر عَلَى الثُّلُث , فَهُوَ إِذْن بِالِاقْتِصَارِ عَلَى الثُّلُث , لَا أَمْر يَقْتَضِي الْوُجُوب وَلَا الِاسْتِحْبَاب. ‏ ‏قَوْله : ( مَا كَانَتْ الْحَيَاة خَيْرًا لِي , وَتَوَفَّنِي إِذَا كَانَتْ ) ‏ ‏عَبَّرَ فِي الْحَيَاة بِقَوْلِهِ \" مَا كَانَتْ \" لِأَنَّهَا حَاصِلَة , فَحَسَن أَنْ يَأْتِي بِالصِّيغَةِ الْمُقْتَضِيَة لِلِاتِّصَافِ بِالْحَيَاةِ , وَلَمَّا كَانَتْ الْوَفَاة لَمْ تَقَع بَعْد حَسُنَ أَنْ يَأْتِي بِصِيغَةِ الشَّرْط. وَالظَّاهِر أَنَّ هَذَا التَّفْصِيل مَا إِذَا كَانَ الضُّرّ دِينِيًّا أَوْ دُنْيَوِيًّا , وَسَيَأْتِي فِي التَّمَنِّي مِنْ رِوَايَة النَّضْر بْن أَنَس عَنْ أَبِيهِ \" لَوْلَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَا تَمَنَّوْا الْمَوْت لَتَمَنَّيْته \" فَلَعَلَّهُ رَأَى أَنَّ التَّفْصِيل الْمَذْكُور لَيْسَ مِنْ التَّمَنِّي الْمَنْهِيّ عَنْهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5672",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، قَالَ دَخَلْنَا عَلَى خَبَّابٍ نَعُودُهُ وَقَدِ اكْتَوَى سَبْعَ كَيَّاتٍ فَقَالَ إِنَّ أَصْحَابَنَا الَّذِينَ سَلَفُوا مَضَوْا وَلَمْ تَنْقُصْهُمُ الدُّنْيَا وَإِنَّا أَصَبْنَا مَا لاَ نَجِدُ لَهُ مَوْضِعًا إِلاَّ التُّرَابَ وَلَوْلاَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَانَا أَنْ نَدْعُوَ بِالْمَوْتِ لَدَعَوْتُ بِهِ، ثُمَّ أَتَيْنَاهُ مَرَّةً أُخْرَى وَهْوَ يَبْنِي حَائِطًا لَهُ فَقَالَ إِنَّ الْمُسْلِمَ لَيُوجَرُ فِي كُلِّ شَىْءٍ يُنْفِقُهُ إِلاَّ فِي شَىْءٍ يَجْعَلُهُ فِي هَذَا التُّرَابِ‏.‏",
    "english_text": "We went to pay a visit to Khabbab (who was sick) and he had been branded (cauterized) at seven \nplaces in his body. He said, \"Our companions who died (during the lifetime of the Prophet) left (this \nworld) without having their rewards reduced through enjoying the pleasures of this life, but we have \ngot (so much) wealth that we find no way to spend It except on the construction of buildings Had the \nProphet not forbidden us to wish for death, I would have wished for it.' We visited him for the second \ntime while he was building a wall. He said, A Muslim is rewarded (in the Hereafter) for whatever he \nspends except for something that he spends on building.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ إِسْمَاعِيل بْن أَبِي خَالِد ) ‏ ‏لِشُعْبَة فِيهِ إِسْنَاد آخَر أَخْرَجَهُ التِّرْمِذِيّ مِنْ رِوَايَة غُنْدَر عَنْهُ عَنْ أَبِي إِسْحَاق عَنْ حَارِثَة بْن مُضَرِّب قَالَ \" دَخَلْت عَلَى خَبَّاب \" فَذَكَرَ الْحَدِيث نَحْوه. ‏ ‏قَوْله : ( وَقَدْ اِكْتَوَى سَبْع كَيَّات ) ‏ ‏فِي رِوَايَة حَارِثَة \" وَقَدْ اِكْتَوَى فِي بَطْنه فَقَالَ : مَا أَعْلَم أَحَدًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقِيَ مِنْ الْبَلَاء مَا لَقِيت \" أَيْ مِنْ الْوَجَع الَّذِي أَصَابَهُ , وَحَكَى شَيْخنَا فِي \" شَرْح التِّرْمِذِيّ \" اِحْتِمَال أَنْ يَكُون أَرَادَ بِالْبَلَاءِ مَا فُتِحَ عَلَيْهِ مِنْ الْمَال بَعْد أَنْ كَانَ لَا يَجِد دِرْهَمًا , كَمَا وَقَعَ صَرِيحًا فِي رِوَايَة حَارِثَة الْمَذْكُورَة عَنْهُ قَالَ \" لَقَدْ كُنْت وَمَا أَجِد دِرْهَمًا عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَفِي نَاحِيَة بَيْتِي أَرْبَعُونَ أَلْفًا \" يَعْنِي الْآن , وَتَعَقَّبَهُ بِأَنَّ غَيْره مِنْ الصَّحَابَة كَانَ أَكْثَر مَالًا مِنْهُ كَعَبْدِ الرَّحْمَن بْن عَوْف , وَاحْتِمَال أَنْ يَكُون أَرَادَ مَا لَقِيَ مِنْ التَّعْذِيب فِي أَوَّل الْإِسْلَام مِنْ الْمُشْرِكِينَ , وَكَأَنَّهُ رَأَى أَنَّ اِتِّسَاع الدُّنْيَا عَلَيْهِ يَكُون ثَوَاب ذَلِكَ التَّعْذِيب , وَكَانَ يُحِبّ أَنْ لَوْ بَقِيَ لَهُ أَجْره مُوَفَّرًا فِي الْآخِرَة , قَالَ : وَيَحْتَمِل أَنْ يَكُون أَرَادَ مَا فَعَلَ مِنْ الْكَيّ مَعَ وُرُود النَّهْي عَنْهُ , كَمَا قَالَ عِمْرَان بْن حُصَيْنٍ \" نُهِينَا عَنْ الْكَيّ فَاكْتَوَيْنَا فَمَا أَفْلَحْنَا \" أَخْرَجَهُ قَالَ : وَهَذَا بَعِيد. قُلْت : وَكَذَلِكَ الَّذِي قَبْله , وَسَيَأْتِي الْكَلَام عَلَى حُكْم الْكَيّ قَرِيبًا فِي كِتَاب الطِّبّ إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( إِنَّ أَصْحَابنَا الَّذِينَ سَلَفُوا مَضَوْا وَلَمْ تَنْقُصهُمْ الدُّنْيَا ) ‏ ‏زَادَ فِي الرِّقَاق مِنْ طَرِيق يَحْيَى الْقَطَّان عَنْ إِسْمَاعِيل بْن أَبِي خَالِد \" شَيْئًا \" أَيْ لَمْ تَنْقُص أُجُورهمْ , بِمَعْنَى أَنَّهُمْ لَمْ يَتَعَجَّلُوهَا فِي الدُّنْيَا بَلْ بَقِيَتْ مُوَفَّرَة لَهُمْ فِي الْآخِرَة , وَكَأَنَّهُ عَنَى بِأَصْحَابِهِ بَعْض الصَّحَابَة مِمَّنْ مَاتَ فِي حَيَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَّا مَنْ عَاشَ بَعْده فَإِنَّهُمْ اِتَّسَعَتْ لَهُمْ الْفُتُوح. وَيُؤَيِّدهُ حَدِيثه الْآخَر \" هَاجَرْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَقَعَ أَجْرنَا عَلَى اللَّه , فَمِنَّا مَنْ مَضَى لَمْ يَأْكُل مِنْ أَجْره شَيْئًا مِنْهُمْ مُصْعَب بْن عُمَيْر \" وَقَدْ مَضَى فِي الْجَنَائِز وَفِي الْمَغَازِي أَيْضًا , وَيَحْتَمِل أَنْ يَكُون عَنَى جَمِيع مَنْ مَاتَ قَبْله , وَأَنَّ مَنْ اِتَّسَعَتْ لَهُ الدُّنْيَا لَمْ تُؤَثِّرْ فِيهِ إِمَّا لِكَثْرَةِ إِخْرَاجهمْ الْمَال فِي وُجُوه الْبِرّ , وَكَانَ مَنْ يَحْتَاج إِلَيْهِ إِذْ ذَاكَ كَثِيرًا فَكَانَتْ تَقَع لَهُمْ الْمَوْقِع , ثُمَّ لَمَّا اِتَّسَعَ الْحَال جِدًّا وَشَمَلَ الْعَدْل فِي زَمَن الْخُلَفَاء الرَّاشِدِينَ اسْتَغْنَى النَّاس بِحَيْثُ صَارَ الْغَنِيّ لَا يَجِد مُحْتَاجًا يَضَع بِرّه فِيهِ , وَلِهَذَا قَالَ خَبَّاب : \" وَإِنَّا أَصَبْنَا مَا لَا نَجِد لَهُ مَوْضِعًا إِلَّا التُّرَاب \" أَيْ الْإِنْفَاق فِي الْبُنْيَانِ. وَأَغْرَبَ الدَّاوُدِيّ فَقَالَ : أَرَادَ خَبَّاب بِهَذَا الْقَوْل الْمَوْت أَيْ لَا يَجِد لِلْمَالِ الَّذِي أَصَابَهُ إِلَّا وَضَعَهُ فِي الْقَبْر , حَكَاهُ اِبْن التِّين وَرَدَّهُ فَأَصَابَ , وَقَالَ : بَلْ هُوَ عِبَارَة عَمَّا أَصَابُوا مِنْ الْمَال قُلْت : وَقَدْ وَقَعَ لِأَحْمَد عَنْ يَزِيد بْن هَارُون عَنْ إِسْمَاعِيل بْن أَبِي خَالِد فِي هَذَا الْحَدِيث بَعْد قَوْله إِلَّا التُّرَاب \" وَكَانَ يَبْنِي حَائِطًا لَهُ \" وَيَأْتِي فِي الرِّقَاق نَحْوه بِاخْتِصَارٍ , وَأَخْرَجَهُ أَحْمَد أَيْضًا عَنْ وَكِيع عَنْ إِسْمَاعِيل وَأَوَّله \" دَخَلْنَا عَلَى خَبَّاب نَعُودهُ وَهُوَ يَبْنِي حَائِطًا لَهُ وَقَدْ اِكْتَوَى سَبْعًا \" الْحَدِيث. ‏ ‏قَوْله : ( وَلَوْلَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَانَا أَنْ نَدْعُو بِالْمَوْتِ لَدَعَوْت بِهِ ) ‏ ‏الدُّعَاء بِالْمَوْتِ أَخَصّ مِنْ تَمَنِّي الْمَوْت , وَكُلّ دُعَاء تَمَنٍّ مِنْ غَيْر عَكْس , فَلِذَلِكَ أَدْخَلَهُ فِي هَذِهِ التَّرْجَمَة. ‏ ‏قَوْله : ( ثُمَّ أَتَيْنَاهُ مَرَّة أُخْرَى وَهُوَ يَبْنِي حَائِطًا لَهُ ) ‏ ‏هَكَذَا وَقَعَ فِي رِوَايَة شُعْبَة تَكْرَار الْمَجِيء , وَهُوَ أَحْفَظ الْجَمِيع فَزِيَادَته مَقْبُولَة , وَاَلَّذِي يَظْهَر أَنَّ قِصَّة بِنَاء الْحَائِط كَانَتْ سَبَب قَوْله أَيْضًا \" وَإِنَّا أَصَبْنَا مِنْ الدُّنْيَا مَا لَا نَجِد لَهُ مَوْضِعًا إِلَّا التُّرَاب \". ‏ ‏قَوْله : ( إِنَّ الْمُسْلِم لِيُؤْجَر فِي كُلّ شَيْء يُنْفِقهُ إِلَّا فِي شَيْء يَجْعَلهُ فِي هَذَا التُّرَاب ) ‏ ‏أَيْ الَّذِي يُوضَع فِي الْبُنْيَان , وَهُوَ مَحْمُول عَلَى مَا زَادَ عَلَى الْحَاجَة , وَسَيَأْتِي تَقْرِير ذَلِكَ فِي آخِر كِتَاب الِاسْتِئْذَان إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏( تَنْبِيه ) ‏ ‏هَكَذَا وَقَعَ مِنْ هَذَا الْوَجْه مَوْقُوفًا , وَقَدْ أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ طَرِيق عُمَر بْن إِسْمَاعِيل بْن مُجَالِد \" حَدَّثَنَا أَبِي عَنْ بَيَان بْن بِشْر وَإِسْمَاعِيل بْن أَبِي خَالِد جَمِيعًا عَنْ قَيْس عَنْ أَبِي حَازِم قَالَ : دَخَلْنَا عَلَى خَبَّاب نَعُودهُ \" فَذَكَرَ الْحَدِيث , وَفِيهِ \" وَهُوَ يُعَالِج حَائِطًا لَهُ فَقَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : إِنَّ الْمُسْلِم يُؤْجَر فِي نَفَقَته كُلّهَا إِلَّا مَا يَجْعَلهُ فِي التُّرَاب \" وَعُمَر كَذَّبَهُ يَحْيَى بْن مَعِين. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5673",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّ أَبَا هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ لَنْ يُدْخِلَ أَحَدًا عَمَلُهُ الْجَنَّةَ ‏\"‏‏.‏ قَالُوا وَلاَ أَنْتَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لاَ، وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِي اللَّهُ بِفَضْلٍ وَرَحْمَةٍ فَسَدِّدُوا وَقَارِبُوا وَلاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ إِمَّا مُحْسِنًا فَلَعَلَّهُ أَنْ يَزْدَادَ خَيْرًا، وَإِمَّا مُسِيئًا فَلَعَلَّهُ أَنْ يَسْتَعْتِبَ ‏\"‏‏.‏",
    "english_text": "I heard Allah's Messenger (ﷺ) saying, \"The good deeds of any person will not make him enter Paradise.\" \n(i.e., None can enter Paradise through his good deeds.) They (the Prophet's companions) said, 'Not \neven you, O Allah's Messenger (ﷺ)?' He said, \"Not even myself, unless Allah bestows His favor and mercy \non me.\" So be moderate in your religious deeds and do the deeds that are within your ability: and none \nof you should wish for death, for if he is a good doer, he may increase his good deeds, and if he is an \nevil doer, he may repent to Allah.\"",
    "explication": "‏ ‏قَوْلُهُ : ( أَخْبَرَنِي أَبُو عُبَيْد مَوْلَى عَبْد الرَّحْمَن بْن عَوْف ) ‏ ‏هُوَ أَبُو عُبَيْد مَوْلَى اِبْن أَزْهَر وَاسْمه سَعِيد بْن عُبَيْد , وَابْن أَزْهَر الَّذِي نُسِبَ إِلَيْهِ هُوَ عَبْد الرَّحْمَن بْن أَزْهَر بْن عَوْف , وَهُوَ اِبْن أَخِي عَبْد الرَّحْمَن بْن عَوْف الزُّهْرِيّ ; هَكَذَا اِتَّفَقَ هَؤُلَاءِ عَنْ الزُّهْرِيّ فِي رِوَايَته عَنْ أَبِي عُبَيْد , وَخَالَفَهُمْ إِبْرَاهِيم بْن سَعْد عَنْ الزُّهْرِيّ فَقَالَ \" عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ أَبِي هُرَيْرَة \" أَخْرَجَهُ النَّسَائِيُّ وَقَالَ : رِوَايَة الزُّبَيْدِيّ أَوْلَى بِالصَّوَابِ , وَإِبْرَاهِيم بْن سَعْد ثِقَة , يَعْنِي وَلَكِنَّهُ أَخْطَأَ فِي هَذَا. ‏ ‏قَوْله : ( لَنْ يُدْخِل أَحَدًا عَمَله الْجَنَّة ) ‏ ‏الْحَدِيث يَأْتِي الْكَلَام عَلَيْهِ فِي كِتَاب الرِّقَاق , فَإِنَّهُ أَوْرَدَهُ مُفْرَدًا مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة وَغَيْره , وَإِنَّمَا أَخْرَجَهُ هُنَا اِسْتِطْرَادًا لَا قَصْدًا , وَالْمَقْصُود مِنْهُ الْحَدِيث الَّذِي بَعْده وَهُوَ قَوْله \" وَلَا يَتَمَنَّى إِلَخْ \" وَقَدْ أَفْرَدَهُ فِي كِتَاب التَّمَنِّي مِنْ طَرِيق مَعْمَر عَنْ الزُّهْرِيّ , وَكَذَا أَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيق الزُّبَيْدِيّ عَنْ الزُّهْرِيّ. ‏ ‏قَوْله : ( وَلَا يَتَمَنَّى ) ‏ ‏كَذَا لِلْأَكْثَرِ بِإِثْبَاتِ التَّحْتَانِيَّة , وَهُوَ لَفْظ نَفْي بِمَعْنَى النَّهْي. وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ \" لَا يَتَمَنَّ \" عَلَى لَفْظ النَّهْي , وَوَقَعَ فِي رِوَايَة مَعْمَر الْآتِيَة فِي التَّمَنِّي بِلَفْظِ \" لَا يَتَمَنَّى \" لِلْأَكْثَرِ وَبِلَفْظِ \" لَا يَتَمَنَّيَنَّ \" لِلْكُشْمِيهَنِيّ , وَكَذَا هُوَ فِي رِوَايَة هَمَّام عَنْ أَبِي هُرَيْرَة بِزِيَادَةِ نُون التَّأْكِيد , وَزَادَ بَعْد قَوْله أَحَدكُمْ الْمَوْت \" وَلَا يَدْعُ بِهِ مِنْ قَبْل أَنْ يَأْتِيه \" وَهُوَ قَيْد فِي الصُّورَتَيْنِ , وَمَفْهُومه أَنَّهُ إِذَا حَلَّ بِهِ لَا يَمْنَع مِنْ تَمَنِّيه رِضًا بِلِقَاءِ اللَّه وَلَا مِنْ طَلَبه مِنْ اللَّه لِذَلِكَ وَهُوَ كَذَلِكَ , وَلِهَذِهِ النُّكْتَة عَقَّبَ الْبُخَارِيّ حَدِيث أَبِي هُرَيْرَة بِحَدِيثِ عَائِشَة \" اللَّهُمَّ اِغْفِرْ لِي وَارْحَمْنِي وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى \" إِشَارَة إِلَى أَنَّ النَّهْي مُخْتَصّ بِالْحَالَةِ الَّتِي قَبْل نُزُول الْمَوْت , فَلِلَّهِ دَرّه مَا كَانَ أَكْثَر اِسْتِحْضَاره وَإِيثَاره لِلْأَخْفَى عَلَى الْأَجْلَى شَحْذًا لِلْأَذْهَانِ. وَقَدْ خَفِيَ صَنِيعه هَذَا عَلَى مَنْ جَعَلَ حَدِيث عَائِشَة فِي الْبَاب مُعَارِضًا لِأَحَادِيث الْبَاب أَوْ نَاسِخًا لَهَا , وَقَوِيَ ذَلِكَ بِقَوْل يُوسُف عَلَيْهِ السَّلَام ( تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ ) قَالَ اِبْن التِّين : قِيلَ إِنَّ النَّهْىَ مَنْسُوخ بِقَوْلِ يُوسُف فَذَكَرَهُ , وَبِقَوْلِ سُلَيْمَان ( وَأَدْخِلْنِي بِرَحْمَتِك فِي عِبَادك الصَّالِحِينَ ) وَبِحَدِيثِ عَائِشَة فِي الْبَاب , وَبِدُعَاءِ عُمَر بِالْمَوْتِ وَغَيْره. قَالَ وَلَيْسَ الْأَمْر كَذَلِكَ لِأَنَّ هَؤُلَاءِ إِنَّمَا سَأَلُوا مَا قَارَبَ الْمَوْت. قُلْت : وَقَدْ اُخْتُلِفَ فِي مُرَاد يُوسُف عَلَيْهِ السَّلَام , فَقَالَ قَتَادَة : لَمْ يَتَمَنَّ الْمَوْت أَحَد إِلَّا يُوسُف حِين تَكَامَلَتْ عَلَيْهِ النِّعَم وَجُمِعَ لَهُ الشَّمْل اِشْتَاقَ إِلَى لِقَاء اللَّه , أَخْرَجَهُ الطَّبَرَانِيُّ بِسَنَدٍ صَحِيح عَنْهُ. وَقَالَ غَيْره : بَلْ مُرَاده تَوَفَّنِي مُسْلِمًا عِنْد حُضُور أَجَلِي , كَذَا أَخْرَجَهُ اِبْن أَبِي حَاتِم عَنْ الضَّحَّاك بْن مُزَاحِم , وَكَذَلِكَ مُرَاد سُلَيْمَان عَلَيْهِ السَّلَام. وَعَلَى تَقْدِير الْحَمْل عَلَى مَا قَالَ قَتَادَة فَهُوَ لَيْسَ مِنْ شَرْعِنَا , وَإِنَّمَا يُؤْخَذ بِشَرْعِ مَنْ قَبْلنَا مَا لَمْ يَرِد فِي شَرْعنَا النَّهْي عَنْهُ بِالِاتِّفَاقِ , وَقَدْ اِسْتَشْكَلَ الْإِذْن فِي ذَلِكَ عِنْد نُزُول الْمَوْت لِأَنَّ نُزُول الْمَوْت لَا يَتَحَقَّق , فَكَمْ مَنْ اِنْتَهَى إِلَى غَايَة جَرَتْ الْعَادَة بِمَوْتِ مَنْ يَصِل إِلَيْهَا ثُمَّ عَاشَ. وَالْجَوَاب أَنَّهُ يَحْتَمِل أَنْ يَكُون الْمُرَاد أَنَّ الْعَبْد يَكُون حَاله فِي ذَلِكَ الْوَقْت حَال مَنْ يَتَمَنَّى نُزُوله بِهِ وَيَرْضَاهُ أَنْ لَوْ وَقَعَ بِهِ , وَالْمَعْنَى أَنْ يَطْمَئِنّ قَلْبه إِلَى مَا يَرِد عَلَيْهِ مِنْ رَبّه وَيَرْضَى بِهِ وَلَا يَقْلَق , وَلَوْ لَمْ يَتَّفِق أَنَّهُ يَمُوت فِي ذَلِكَ الْمَرَض. ‏ ‏قَوْلُهُ ( إِمَّا مُحْسِنًا فَلَعَلَّهُ أَنْ يَزْدَاد خَيْرًا , وَإِمَّا مُسِيئًا فَلَعَلَّهُ أَنْ يَسْتَعْتِب ) ‏ ‏أَيْ يَرْجِع عَنْ مُوجِب الْعَتْب عَلَيْهِ. وَوَقَعَ فِي رِوَايَة هَمَّام عَنْ أَبِي هُرَيْرَة عِنْد أَحْمَد \" وَأَنَّهُ لَا يَزِيد الْمُؤْمِن عُمْره إِلَّا خَيْرًا \" وَفِيهِ إِشَارَة إِلَى أَنَّ الْمَعْنَى فِي النَّهْي عَنْ تَمَنِّي الْمَوْت وَالدُّعَاء بِهِ هُوَ اِنْقِطَاع الْعَمَل بِالْمَوْتِ , فَإِنَّ الْحَيَاة يَتَسَبَّب مِنْهَا الْعَمَل , وَالْعَمَل يُحَصِّل زِيَادَة الثَّوَاب , وَلَوْ لَمْ يَكُنْ إِلَّا اِسْتِمْرَار التَّوْحِيد فَهُوَ أَفْضَل الْأَعْمَال. وَلَا يَرُدّ عَلَى هَذَا أَنَّهُ يَجُوز أَنْ يَقَع الِارْتِدَاد وَالْعِيَاذ بِاَللَّهِ تَعَالَى عَنْ الْإِيمَان لِأَنَّ ذَلِكَ نَادِر , وَالْإِيمَان بَعْد أَنْ تُخَالِط بَشَاشَته الْقُلُوب لَا يَسْخَطهُ أَحَد , وَعَلَى تَقْدِير وُقُوع ذَلِكَ - وَقَدْ وَقَعَ لَكِنْ نَادِرًا - فَمَنْ سَبَقَ لَهُ فِي عِلْم اللَّه خَاتِمَة السُّوء فَلَا بُدّ مِنْ وُقُوعهَا طَالَ عُمْره أَوْ قَصُرَ , فَتَعْجِيله بِطَلَبِ الْمَوْت لَا خَيْر لَهُ فِيهِ. وَيُؤَيِّدهُ حَدِيث أَبِي أُمَامَةَ \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِسَعْدٍ : يَا سَعْد إِنْ كُنْت خُلِقْت لِلْجَنَّةِ فَمَا طَالَ مِنْ عُمْرك أَوْ حَسُنَ مِنْ عَمَلك فَهُوَ خَيْر لَك \" أَخْرَجَهُ بِسَنَدٍ لَيِّن , وَوَقَعَ فِي رِوَايَة هَمَّام عَنْ أَبِي هُرَيْرَة عِنْد أَحْمَد وَمُسْلِم \" وَأَنَّهُ لَا يَزِيد الْمُؤْمِن عُمْره إِلَّا خَيْرًا \" وَاسْتَشْكَلَ بِأَنَّهُ قَدْ يَعْمَل السَّيِّئَات فَيَزِيدهُ عُمْره شَرًّا , وَأُجِيبَ بِأَجْوِبَةٍ : أَحَدهَا حَمْل الْمُؤْمِن عَلَى الْكَامِل وَفِيهِ بُعْد , وَالثَّانِي أَنَّ الْمُؤْمِن بِصَدَدِ أَنْ يَعْمَل مَا يُكَفِّر ذُنُوبه إِمَّا مِنْ اِجْتِنَاب الْكَبَائِر وَإِمَّا مِنْ فِعْل حَسَنَات أُخَر تُقَاوِم سَيِّئَاته , وَمَا دَامَ الْإِيمَان بَاقٍ فَالْحَسَنَات بِصَدَدِ التَّضْعِيف , وَالسَّيِّئَات بِصَدَدِ التَّكْفِير. وَالثَّالِث يُقَيِّد مَا أُطْلِق فِي هَذِهِ الرِّوَايَة بِمَا وَقَعَ فِي رِوَايَة الْبَاب مِنْ التَّرَجِّي حَيْثُ جَاءَ بِقَوْلِهِ \" لَعَلَّهُ \" وَالتَّرَجِّي مُشْعِر بِالْوُقُوعِ غَالِبًا لَا جَزْمًا , فَخَرَجَ الْخَبَر مَخْرَج تَحْسِين الظَّنّ بِاَللَّهِ , وَأَنَّ الْمُحْسِن يَرْجُو مِنْ اللَّه الزِّيَادَة بِأَنْ يُوَفِّقهُ لِلزِّيَادَةِ مِنْ عَمَله الصَّالِح , وَأَنَّ الْمُسِيء لَا يَنْبَغِي لَهُ الْقُنُوط مِنْ رَحْمَة اللَّه وَلَا قَطْع رَجَائِهِ , أَشَارَ إِلَى ذَلِكَ شَيْخنَا فِي \" شَرْح التِّرْمِذِيّ \". وَيَدُلّ عَلَى أَنَّ قِصَر الْعُمْر قَدْ يَكُون خَيْرًا لِلْمُؤْمِنِ حَدِيث أَنَس الَّذِي فِي أَوَّل الْبَاب \" وَتَوَفَّنِي إِذَا كَانَتْ الْوَفَاة خَيْرًا لِي \" وَهُوَ لَا يُنَافِي حَدِيث أَبِي هُرَيْرَة \" أَنَّ الْمُؤْمِن لَا يَزِيدهُ عُمْره إِلَّا خَيْرًا \" إِذَا حُمِلَ حَدِيث أَبِي هُرَيْرَة عَلَى الْأَغْلَب وَمُقَابِله عَلَى النَّادِر , وَسَيَأْتِي الْإِلْمَام بِشَيْءٍ مِنْ هَذَا فِي كِتَاب التَّمَنِّي إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5674",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، قَالَ سَمِعْتُ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم وَهْوَ مُسْتَنِدٌ إِلَىَّ يَقُولُ ‏\n\"‏ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى ‏\"‏‏.‏",
    "english_text": "I heard the Prophet (ﷺ) , who was resting against me, saying, \"O Allah! Excuse me and bestow Your \nMercy on me and let me join with the highest companions (in Paradise).\" See Qur'an (4.69)",
    "explication": "حَدِيث عَائِشَة \" وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى \" تَقَدَّمَ شَرْحه فِي أَوَاخِر الْمَغَازِي فِي الْوَفَاة النَّبَوِيَّة , وَتَقَدَّمَ فِي الَّذِي قَبْله أَنَّ ذَلِكَ لَا يُعَارِض النَّهْي عَنْ تَمَنِّي الْمَوْت وَالدُّعَاء بِهِ , وَأَنَّ هَذِهِ الْحَالَة مِنْ خَصَائِص الْأَنْبِيَاء أَنَّهُ لَا يُقْبَض نَبِيّ حَتَّى يُخَيَّر بَيْن الْبَقَاء فِي الدُّنْيَا وَبَيْن الْمَوْت. وَقَدْ تَقَدَّمَ بَسْطه وَاضِحًا هُنَاكَ وَلِلَّهِ الْحَمْد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5675",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَتَى مَرِيضًا ـ أَوْ أُتِيَ بِهِ ـ قَالَ ‏\n\"‏ أَذْهِبِ الْبَاسَ رَبَّ النَّاسِ، اشْفِ وَأَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفَاءً لاَ يُغَادِرُ سَقَمًا ‏\"‏‏.‏ قَالَ عَمْرُو بْنُ أَبِي قَيْسٍ وَإِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ وَأَبِي الضُّحَى إِذَا أُتِيَ بِالْمَرِيضِ، وَقَالَ جَرِيرٌ عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى وَحْدَهُ، وَقَالَ إِذَا أَتَى مَرِيضًا‏.‏",
    "english_text": "Whenever Allah's Messenger (ﷺ) paid a visit to a patient, or a patient was brought to him, he used to invoke \nAllah, saying, \"Take away the disease, O the Lord of the people! Cure him as You are the One Who \ncures. There is no cure but Yours, a cure that leaves no disease.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ مَنْصُور ) ‏ ‏هُوَ اِبْن الْمُعْتَمِر , ‏ ‏وَإِبْرَاهِيم ‏ ‏هُوَ النَّخَعِيُّ. ‏ ‏قَوْله : ( إِذَا أَتَى مَرِيضًا أَوْ أُتِيَ بِهِ ) ‏ ‏شَكٌّ مِنْ الرَّاوِي , وَقَدْ حَكَى الْمُصَنِّف الِاخْتِلَاف فِيهِ فِي الرِّوَايَات الْمُعَلَّقَة بَعْد. ‏ ‏قَوْله : ( لَا يُغَادِر ) ‏ ‏بِالْغَيْنِ الْمُعْجَمَة أَيْ لَا يَتْرُك , وَفَائِدَة التَّقْيِيد بِذَلِكَ أَنَّهُ قَدْ يَحْصُل الشِّفَاء مِنْ ذَلِكَ الْمَرَض فَيَخْلُفهُ مَرَض آخَر يَتَوَلَّد مِنْهُ , فَكَانَ يَدْعُو لَهُ بِالشِّفَاءِ الْمُطْلَق لَا بِمُطْلَقِ الشِّفَاء. ‏ ‏قَوْله : ( وَقَالَ عَمْرو بْن أَبِي قَيْس وَإِبْرَاهِيم بْن طَهْمَان عَنْ مَنْصُور عَنْ إِبْرَاهِيم وَأَبِي الضُّحَى إِذَا أَتَى الْمَرِيض ) ‏ ‏وَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ \" إِذَا أُتِيَ بِالْمَرِيضِ \" وَهُوَ أَصْوَب , فَأَمَّا عَمْرو بْن أَبِي قَيْس فَهُوَ الرَّازِيّ وَأَصْله مِنْ الْكُوفَة وَلَا يُعْرَف اِسْم أَبِيهِ وَهُوَ صَدُوق , وَلَمْ يُخْرِج لَهُ الْبُخَارِيّ إِلَّا تَعْلِيقًا , وَقَدْ وَقَعَ لَنَا حَدِيثه هَذَا مَوْصُولًا فِي \" فَوَائِد أَبِي الْعَبَّاس مُحَمَّد بْن نَجِيح \" مِنْ رِوَايَة مُحَمَّد بْن سَعِيد بْن سَابِق الْقَزْوِينِيّ عَنْهُ بِلَفْظِ \" إِذَا أُتِيَ بِالْمَرِيضِ \" وَأَمَّا إِبْرَاهِيم بْن طَهْمَان فَوَصَلَ طَرِيقه الْإِسْمَاعِيلِيّ مِنْ رِوَايَة مُحَمَّد بْن سَابِق التَّمِيمِيّ الْكُوفِيّ نَزِيل بَغْدَاد عَنْهُ بِلَفْظِ \" إِذَا أُتِيَ بِمَرِيضِ \". ‏ ‏قَوْله : ( وَقَالَ جَرِير عَنْ مَنْصُور عَنْ أَبِي الضُّحَى وَحْده وَقَالَ : إِذَا أَتَى مَرِيضًا ) ‏ ‏وَهَذَا وَصَلَهُ اِبْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ جَرِير بِلَفْظِ \" إِذَا أَتَى إِلَى الْمَرِيض فَدَعَا لَهُ \" وَهِيَ عِنْد مُسْلِم أَيْضًا , وَقَدْ دَلَّتْ رِوَايَة كُلّ مِنْ جَرِير وَأَبِي عَوَانَة عَلَى أَنَّ عَمْرو بْن أَبِي قَيْس وَإِبْرَاهِيم بْن طَهْمَان حَفِظَا عَنْ مَنْصُور أَنَّ الْحَدِيث عِنْده عَنْ شَيْخَيْنِ , وَأَنَّهُ تَارَة يُحَدِّث بِهِ تَارَة عَنْ هَذَا وَتَارَة عَنْ هَذَا , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق إِسْرَائِيل عَنْ مَنْصُور عَنْهُمَا كَذَلِكَ , وَرَجَّحَ عِنْد الْبُخَارِيّ رِوَايَة مَنْصُور عَنْ إِبْرَاهِيم وَحْده لِأَنَّ الثَّوْرِيّ رَوَاهَا عَنْ مَنْصُور كَذَلِكَ كَمَا سَيَأْتِي فِي أَثْنَاء كِتَاب الطِّبّ , وَوَافَقَهُ وَرْقَاء عَنْ مَنْصُور عِنْد النَّسَائِيِّ , وَسُفْيَان أَحْفَظ الْجَمِيع , لَكِنْ رِوَايَة جَرِير غَيْر مَرْفُوعَة وَاَللَّه أَعْلَم. وَقَدْ اِسْتَشْكَلَ الدُّعَاء لِلْمَرِيضِ بِالشِّفَاءِ مَعَ مَا فِي الْمَرَض مِنْ كَفَّارَة الذُّنُوب وَالثَّوَاب كَمَا تَضَافَرَتْ الْأَحَادِيث بِذَلِكَ , وَالْجَوَاب أَنَّ الدُّعَاء عِبَادَة , وَلَا يُنَافِي الثَّوَاب وَالْكَفَّارَة لِأَنَّهُمَا يَحْصُلَانِ بِأَوَّلِ مَرَض وَبِالصَّبْرِ عَلَيْهِ , وَالدَّاعِي بَيْن حَسَنَتَيْنِ : إِمَّا أَنْ يَحْصُل لَهُ مَقْصُوده , أَوْ يُعَوَّض عَنْهُ بِجَلْبِ نَفْع أَوْ دَفْع ضُرّ , وَكُلّ مِنْ فَضْل اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5676",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ دَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم وَأَنَا مَرِيضٌ فَتَوَضَّأَ فَصَبَّ عَلَىَّ أَوْ قَالَ صُبُّوا عَلَيْهِ فَعَقَلْتُ فَقُلْتُ لاَ يَرِثُنِي إِلاَّ كَلاَلَةٌ، فَكَيْفَ الْمِيرَاثُ فَنَزَلَتْ آيَةُ الْفَرَائِضِ‏.‏",
    "english_text": "The Prophet (ﷺ) came to me while I was ill. He performed ablution and threw the remaining water on me \n(or said, \"Pour it on him) \" When I came to my senses I said, \"O Allah's Messenger (ﷺ)! I have no son or \nfather to be my heir, so how will be my inheritance?\" Then the Verse of inheritance was revealed.",
    "explication": "‏ ‏قَوْله : ( يَعُودنِي ) ‏ ‏زَادَ الْمُصَنِّف فِي الطِّبّ \" مَاشِيًا \" ‏ ‏قَوْله ( لَا أَعْقِل ) ‏ ‏أَيْ : لَا أَفْهَم , وَحَذَفَ مَفْعُوله إِشَارَة إِلَى عِظَم الْحَال , أَيْ : لَا أَعْقِل شَيْئًا , وَصَرَّحَ بِهِ فِي التَّفْسِير , وَلَهُ فِي الطِّبّ \" فَوَجَدَنِي قَدْ أُغْمِيَ عَلَيَّ \" وَهُوَ الْمُطَابِق لِلتَّرْجَمَةِ. ‏ ‏قَوْله : ( مِنْ وَضُوئِهِ ) ‏ ‏يَحْتَمِل أَنْ يَكُون الْمُرَاد صَبَّ عَلَيَّ بَعْض الْمَاء الَّذِي تَوَضَّأَ بِهِ أَوْ مِمَّا بَقِيَ مِنْهُ , وَالْأَوَّل الْمُرَاد , فَلِلْمُصَنِّفِ فِي الِاعْتِصَام \" ثُمَّ صَبَّ وَضُوءَهُ عَلَيَّ \" وَلِأَبِي دَاوُدَ \" فَتَوَضَّأَ وَصَبَّهُ عَلَيَّ \" ‏ ‏قَوْله : ( لِمَنْ الْمِيرَاث ) ‏ ‏اللَّام بَدَل مِنْ الْمُضَاف إِلَيْهِ كَأَنَّهُ قَالَ مِيرَاثِي , وَيُؤَيِّدهُ أَنَّ فِي الِاعْتِصَام أَنَّهُ قَالَ \" كَيْف أَصْنَع فِي مَالِي \" وَالْمُرَاد بِآيَةِ الْفَرَائِض هُنَا قَوْله تَعَالَى ( يَسْتَفْتُونَك قُلْ اللَّه يُفْتِيكُمْ فِي الْكَلَالَة ) كَمَا سَيَأْتِي مُبَيَّنًا فِي التَّفْسِير , وَيُذْكَر هُنَاكَ بَقِيَّة مَبَاحِثه إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "5677",
    "category": "كتاب المرضى",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا قَالَتْ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وُعِكَ أَبُو بَكْرٍ وَبِلاَلٌ قَالَتْ فَدَخَلْتُ عَلَيْهِمَا فَقُلْتُ يَا أَبَتِ كَيْفَ تَجِدُكَ وَيَا بِلاَلُ كَيْفَ تَجِدُكَ قَالَتْ وَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِ وَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِ وَكَانَ بِلاَلٌ إِذَا أُقْلِعَ عَنْهُ يَرْفَعُ عَقِيرَتَهُ فَيَقُولُ أَلاَ لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةً بِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُ وَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مِجَنَّةٍ وَهَلْ تَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُ قَالَ قَالَتْ عَائِشَةُ فَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ ‏\n\"‏ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ وَصَحِّحْهَا وَبَارِكْ لَنَا فِي صَاعِهَا وَمُدِّهَا وَانْقُلْ حُمَّاهَا فَاجْعَلْهَا بِالْجُحْفَةِ ‏\"‏‏.‏",
    "english_text": "When Allah's Messenger (ﷺ) emigrated to Medina, Abu Bakr and Bilal had a fever. I entered upon them and \nsaid, \"O my father! How are you? O Bilal! How are you?\" Whenever Abu Bakr got the fever he used \nto say, \"Everybody is staying alive with his people, yet death is nearer to him than his shoe laces.\" \nAnd when fever deserted Bilal, he would recite (two poetic verses): \"Would that I could stay \novernight in a valley wherein I would be surrounded by Idhkhir and Jalil (two kinds of good smelling \ngrass). Would that one day I could drink of the water of Majinna, and would that Shama and Tafil \n(two mountains at Mecca) would appear to me!\" I went to Allah's Messenger (ﷺ) and informed him about \nthat. He said, \"O Allah! Make us love Medina as much or more than we love Mecca, and make it \nhealthy, and bless its Sa and its Mudd, and take away its fever and put it in Al-Juhfa.\" (See Hadith No \n558) .",
    "explication": "‏ ‏قَوْله : ( قَالَتْ ) ‏ ‏يَعْنِي عَائِشَة , وَالْقَائِل عُرْوَة فَهُوَ مُتَّصِل. ‏ ‏قَوْله : ( وَهِيَ أَوْبَأ ) ‏ ‏بِالْهَمْزِ بِوَزْنِ أَفْعَل مِنْ الْوَبَاء وَالْوَبَاء مَقْصُور بِهَمْزٍ وَبِغَيْرِ هَمْز هُوَ الْمَرَض الْعَامّ , وَلَا يُعَارِض قُدُومهمْ عَلَيْهَا وَهِيَ بِهَذِهِ الصِّفَة نَهْيه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْقُدُوم عَلَى الطَّاعُون , لِأَنَّ ذَلِكَ كَانَ قَبْل النَّهْي , أَوْ أَنَّ النَّهْي يَخْتَصّ بِالطَّاعُونِ وَنَحْوه مِنْ الْمَوْت الذَّرِيع لَا الْمَرَض وَلَوْ عَمّ. ‏ ‏قَوْله : ( قَالَتْ فَكَانَ بُطْحَان ) ‏ ‏يَعْنِي وَادِي , الْمَدِينَة ‏ ‏وَقَوْلهَا ( يَجْرِي نَجْلًا , تَعْنِي مَاء آجِنًا ) ‏ ‏هُوَ مِنْ تَفْسِير الرَّاوِي عَنْهَا , وَغَرَضهَا بِذَلِكَ بَيَان السَّبَب فِي كَثْرَة الْوَبَاء بِالْمَدِينَةِ , لِأَنَّ الْمَاء الَّذِي هَذِهِ صِفَته يَحْدُث عِنْده الْمَرَض , وَقِيلَ النَّجْل النَّزّ بِنُونٍ وَزَاي , يُقَال اِسْتَنْجَلَ الْوَادِي إِذَا ظَهَرَ نُزُوزُهُ. و \" نَجْلًا \" بِفَتْحِ النُّون وَسُكُون الْجِيم وَقَدْ تُفْتَح حَكَاهُ اِبْن التِّين , وَقَالَ اِبْن فَارِس : النَّجَل بِفَتْحَتَيْنِ سَعَة الْعَيْن وَلَيْسَ هُوَ الْمُرَاد هُنَا , وَقَالَ اِبْن السِّكِّيت : النَّجْل الْعَيْن حِين تَظْهَر وَيَنْبُع عَيْن الْمَاء. وَقَالَ الْحَرْبِيّ نَجْلًا أَيْ وَاسِعًا , وَمِنْهُ عَيْن نَجْلَاء أَيْ وَاسِعَة , وَقِيلَ هُوَ الْغَدِير الَّذِي لَا يَزَال فِيهِ الْمَاء. ‏ ‏قَوْله : ( تَعْنِي مَاء آجِنًا ) ‏ ‏بِفَتْحِ الْهَمْزَة وَكَسْر الْجِيم بَعْدهَا نُون أَيْ مُتَغَيِّرًا , قَالَ عِيَاض : هُوَ خَطَأ مِمَّنْ فَسَّرَهُ فَلَيْسَ الْمُرَاد هُنَا الْمَاء الْمُتَغَيِّر. قُلْت : وَلَيْسَ كَمَا قَالَ فَإِنَّ عَائِشَة قَالَتْ ذَلِكَ فِي مَقَام التَّعْلِيل لِكَوْنِ الْمَدِينَة كَانَتْ وَبِيئَة , وَلَا شَكَّ أَنَّ النَّجْل إِذَا فُسِّرَ بِكَوْنِهِ الْمَاء الْحَاصِل مِنْ النَّزّ فَهُوَ بِصَدَدِ أَنْ يَتَغَيَّر وَإِذَا تَغَيَّرَ كَانَ اِسْتِعْمَاله مِمَّا يُحْدِث الْوَبَاء فِي الْعَادَة. وَأَمَّا أَثَر عُمَر فَذَكَرَ اِبْن سَعْد سَبَب دُعَائِهِ بِذَلِكَ , وَهُوَ مَا أَخْرَجَهُ بِإسْنَادٍ صَحِيح عَنْ عَوْف بْن مَالِك أَنَّهُ رَأَى رُؤْيَا فِيهَا أَنَّ عُمَر شَهِيد مُسْتَشْهِد , فَقَالَ لَمَّا قَصَّهَا عَلَيْهِ أَنَّى لِي بِالشَّهَادَةِ وَأَنَا بَيْن ظَهْرَانَيْ جَزِيرَة الْعَرَب لَسْت أَغْزُو وَالنَّاس حَوْلِي ثُمَّ قَالَ : بَلَى يَأْتِي بِهَا اللَّه إِنْ شَاءَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]