[
  {
    "id": 6708,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ ابْنِ عَوْنٍ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ أَتَيْتُهُ يَعْنِي النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ ادْنُ ‏\"‏‏.‏ فَدَنَوْتُ فَقَالَ ‏\"‏ أَيُؤْذِيكَ هَوَامُّكَ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ فِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ‏\"‏‏.‏ وَأَخْبَرَنِي ابْنُ عَوْنٍ عَنْ أَيُّوبَ قَالَ صِيَامُ ثَلاَثَةِ أَيَّامٍ، وَالنُّسُكُ شَاةٌ، وَالْمَسَاكِينُ سِتَّةٌ‏.‏",
    "english_text": "I came to the Prophet (ﷺ) and he said to me, \"Come near.\" So I went near to him and he said, \"Are your \nlice troubling you?\" I replied, \"Yes.\" He said, \"(Shave your head and) make expiation in the form of \nfasting, Sadaqa (giving in charity), or offering a sacrifice.\" (The sub-narrator) Aiyub said, \"Fasting \nshould be for three days, and the Nusuk (sacrifice) is to be a sheep, and the Sadaqa is to be given to \nsix poor persons.\"",
    "explication": "‏ ‏قَوْله ( أَحْمَد بْن يُونُس ) ‏ ‏هُوَ اِبْن عَبْد اللَّه بْن يُونُس نُسِبَ لِجَدِّهِ , ‏ ‏وَأَبُو شِهَاب ‏ ‏هُوَ الْأَصْغَر وَاسْمه عَبْد رَبِّهِ اِبْن نَافِع , ‏ ‏وَابْن عَوْن ‏ ‏هُوَ عَبْدُ اللَّهِ. ‏ ‏قَوْله ( أَتَيْته يَعْنِي النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا فِي الْأَصْل , وَقَدْ أَخْرَجَهُ أَبُو نُعَيْم فِي الْمُسْتَخْرَج مِنْ طَرِيق بِشْر بْن الْمُفَضَّل عَنْ اِبْن عَوْن بِهَذَا السَّنَد عَنْ كَعْب بْن عُجْرَة قَالَ \" فِيَّ نَزَلَتْ هَذِهِ الْآيَة , فَأَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَهُ , وَفِي رِوَايَة مُعْتَمِر بْن سُلَيْمَان عَنْ اِبْن عَوْن عِنْد الْإِسْمَاعِيلِيّ \" نَزَلَتْ فِيَّ هَذِهِ الْآيَة ( فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ) قَالَ فَرَآنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ اُدْنُ \". ‏ ‏قَوْله ( قَالَ : وَأَخْبَرَنِي اِبْن عَوْن ) ‏ ‏هُوَ مَقُول أَبِي شِهَاب , وَهُوَ مَوْصُول بِالْأَوَّلِ , وَقَدْ أَخْرَجَهُ النَّسَائِيُّ وَالْإِسْمَاعِيلِيّ مِنْ طَرِيق أَزْهَر بْن سَعْد عَنْ اِبْن عَوْن بِهِ , وَقَالَ فِي آخِره : فَسَّرَهُ لِي مُجَاهِد فَلَمْ أَحْفَظْهُ , فَسَأَلْت أَيُّوب فَقَالَ : الصِّيَام ثَلَاثَة أَيَّام وَالصَّدَقَة عَلَى سِتَّة مَسَاكِين وَالنُّسُك مَا اِسْتَيْسَرَ مِنْ الْهَدْي. قُلْت : وَقَدْ تَقَدَّمَ فِي الْحَجّ , وَفِي التَّفْسِير مِنْ طُرُق أُخْرَى عَنْ مُجَاهِد وَفِي الطِّبّ وَالْمَغَازِي مِنْ طَرِيق أَيُّوب عَنْ مُجَاهِد بِهِ وَسِيَاقهَا أَتَمُّ , وَتَقَدَّمَ شَرْحه مُسْتَوْفًى فِي كِتَاب الْحَجّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6709,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، قَالَ سَمِعْتُهُ مِنْ، فِيهِ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ هَلَكْتُ‏.‏ قَالَ ‏\"‏ مَا شَأْنُكَ ‏\"‏‏.‏ قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ‏.‏ قَالَ ‏\"‏ تَسْتَطِيعُ تُعْتِقُ رَقَبَةً ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ اجْلِسْ ‏\"‏‏.‏ فَجَلَسَ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِعَرَقٍ فِيهِ تَمْرٌ ـ وَالْعَرَقُ الْمِكْتَلُ الضَّخْمُ ـ قَالَ ‏\"‏ خُذْ هَذَا، فَتَصَدَّقْ بِهِ ‏\"‏‏.‏ قَالَ أَعَلَى أَفْقَرَ مِنَّا، فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم حَتَّى بَدَتْ نَوَاجِذُهُ قَالَ ‏\"‏ أَطْعِمْهُ عِيَالَكَ ‏\"‏‏.‏",
    "english_text": "A man came to the Prophet (ﷺ) and said, \"I am ruined!\" The Prophet (ﷺ) said, \"What is the matter with you?\" \nHe said, \"I had sexual relation with my wife (while I was fasting) in Ramadan.\" The Prophet (ﷺ) said, \n\"Have you got enough to manumit a slave?\" He said, \"No.\" The Prophet (ﷺ) said, \"Can you fast for two \nsuccessive months?\" The man said, \"No.\" The Prophet (ﷺ) said, \"Can you feed sixty poor persons?\" The \nman said, \"No.\" Then the Prophet (ﷺ) said to him, \"Sit down,\" and he sat down. Afterwards an 'Irq, i.e., a \nbig basket containing dates was brought to the Prophet (ﷺ) and the Prophet (ﷺ) said to him, \"Take this and \ngive it in charity.\" The man said, \"To poorer people than we?\" On that, the Prophet (ﷺ) smiled till his \npremolar teeth became visible, and then told him, \"Feed your family with it.\" (See Hadith No. 157, \nVol 3)",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي حُمَيْدُ بْن عَبْد الرَّحْمَن ) ‏ ‏أَيْ اِبْن عَوْف , هَكَذَا تَوَارَدَ عَلَيْهِ أَصْحَاب الزُّهْرِيِّ وَقَدْ جَمَعْت مِنْهُمْ فِي جُزْءٍ مُفْرَدٍ لِطُرُقِ هَذَا الْحَدِيثِ أَكْثَرَ مِنْ أَرْبَعِينَ نَفْسًا , مِنْهُمْ : اِبْن عُيَيْنَةَ وَاللَّيْثُ وَمَعْمَرٌ وَمَنْصُور عِنْد الشَّيْخَيْنِ , وَالْأَوْزَاعِيُّ وَشُعَيْبٌ وَإِبْرَاهِيمُ بْنُ سَعْدٍ عِنْدَ الْبُخَارِيِّ وَمَالِك , وَابْن جُرَيْجٍ عِنْد مُسْلِم , وَيَحْيَى بْن سَعِيد وَعِرَاكُ بْن مَالِك عِنْد النَّسَائِيِّ , وَعَبْد الْجَبَّارِ بْنُ عُمَرَ عِنْد أَبِي عَوَانَةَ , وَالْجَوْزَقِيّ وَعَبْدُ الرَّحْمَن بْنُ مُسَافِرٍ عِنْد الطَّحَاوِيِّ , وَعَقِيلٌ عِنْدَ اِبْن خُزَيْمَةَ , وَابْنُ أَبِي حَفْصَةَ عِنْدَ أَحْمَدَ , وَيُونُسُ وَحَجَّاجُ بْن أَرْطَاة وَصَالِح بْن أَبِي الْأَخْضَر عِنْد الدَّارَقُطْنِيِّ , وَمُحَمَّدُ بْنُ إِسْحَاقَ عِنْد الْبَزَّارِ , وَسَأَذْكُرُ مَا عِنْدَ كُلٍّ مِنْهُمْ مِنْ زِيَادَةِ فَائِدَةٍ إِنْ شَاءَ اللَّهُ تَعَالَى. وَخَالَفَهُمْ هِشَامُ بْن سَعْد فَرَوَاهُ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَة أَخْرَجَهُ أَبُو دَاوُدَ وَغَيْره. قَالَ الْبَزَّارُ وَابْنُ خُزَيْمَةَ وَأَبُو عَوَانَةَ : أَخْطَأَ فِيهِ هِشَام بْن سَعْد. قُلْت : وَقَدْ تَابَعَهُ عَبْدُ الْوَهَّابِ بْن عَطَاء عَنْ مُحَمَّد بْن أَبِي حَفْصَة , فَرَوَاهُ عَنْ الزُّهْرِيِّ أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي \" الْعِلَلِ \" وَالْمَحْفُوظُ عَنْ اِبْن أَبِي حَفْصَة كَالْجَمَاعَةِ. كَذَلِكَ أَخْرَجَهُ أَحْمَدُ وَغَيْرُهُ مِنْ طَرِيق رَوْحِ بْنِ عُبَادَةَ عَنْهُ , وَيَحْتَمِلُ أَنْ يَكُونَ الْحَدِيثُ عِنْدَ الزُّهْرِيِّ عَنْهُمَا , فَقَدْ جَمَعَهُمَا عَنْهُ صَالِح بْن أَبِي الْأَخْضَر , أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" مِنْ طَرِيقه , وَسَيَأْتِي فِي الْبَاب الَّذِي بَعْده حِكَايَة خِلَاف آخَر فِيهِ عَلَى مَنْصُور وَكَذَلِكَ فِي الْكَفَّارَاتِ حِكَايَةُ خِلَافٍ فِيهِ عَلَى سُفْيَان بْن عُيَيْنَةَ إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( أَنَّ أَبَا هُرَيْرَة قَالَ ) ‏ ‏فِي رِوَايَة اِبْن جُرَيْجٍ عِنْدَ مُسْلِمٍ وَعَقِيلٍ عِنْد اِبْن خُزَيْمَةَ وَابْن أَبِي أُوَيْسٍ عِنْد الدَّارَقُطْنِيِّ التَّصْرِيحُ بِالتَّحْدِيثِ بَيْنَ حُمَيْدٍ وَأَبِي هُرَيْرَة. ‏ ‏قَوْله : ( بَيْنَمَا نَحْنُ جُلُوس ) ‏ ‏أَصْلُهَا \" بَيْنَ \" وَقَدْ تَرِدُ بِغَيْرِ \" مَا \" فَتُشْبَعُ الْفَتْحَةُ , وَمِنْ خَاصَّةِ \" بَيْنَمَا \" أَنَّهَا تُتَلَقَّى بِإِذْ وَبِإِذَا حَيْثُ تَجِيءُ لِلْمُفَاجَأَةِ , بِخِلَافِ بَيْنَا فَلَا تُتَلَقَّى بِوَاحِدَةٍ مِنْهُمَا , وَقَدْ وَرَدَا فِي هَذَا الْحَدِيثِ كَذَلِكَ. ‏ ‏قَوْله : ( عِنْد النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِيهِ حُسْنُ الْأَدَب فِي التَّعْبِير لِمَا تُشْعِرُ الْعِنْدِيَّةُ بِالتَّعْظِيمِ , بِخِلَافِ مَا لَوْ قَالَ مَعَ , لَكِنْ فِي رِوَايَة الْكُشْمِيهَنِيِّ \" مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( إِذْ جَاءَهُ رَجُل ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَتِهِ , إِلَّا أَنَّ عَبْدَ الْغَنِيِّ فِي الْمُبْهَمَاتِ - وَتَبِعَهُ اِبْنُ بَشْكُوَال - جَزْمًا بِأَنَّهُ سُلَيْمَان أَوْ سَلَمَة بْن صَخْر الْبَيَاضِيّ , وَاسْتَنَدَ إِلَى مَا أَخْرَجَهُ اِبْن أَبِي شَيْبَة وَغَيْره مِنْ طَرِيق سُلَيْمَانَ اِبْن يَسَارٍ \" عَنْ سَلَمَةَ بْن صَخْر أَنَّهُ ظَاهَرَ مِنْ اِمْرَأَتِهِ فِي رَمَضَان وَأَنَّهُ وَطِئَهَا فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : حَرِّرْ رَقَبَةً , قُلْت مَا أَمْلِكُ رَقَبَةً غَيْرهَا وَضَرَبَ صَفْحَةَ رَقَبَتِهِ. قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعِينَ. قَالَ وَهَلْ أَصَبْت الَّذِي أَصَبْت إِلَّا مِنْ الصِّيَامِ ؟ قَالَ فَأَطْعِمْ سِتِّينَ مِسْكَيْنَا. قَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا لَنَا طَعَام. قَالَ فَانْطَلِقْ إِلَى صَاحِبِ صَدَقَةِ بَنِي زُرَيْقٍ فَلْيَدْفَعْهَا إِلَيْك \" وَالظَّاهِر أَنَّهُمَا وَاقِعَتَانِ فَإِنَّ فِي قِصَّة الْمُجَامِعِ فِي حَدِيث الْبَاب أَنَّهُ كَانَ صَائِمًا كَمَا سَيَأْتِي , وَفِي قِصَّة سَلَمَةَ بْن صَخْر أَنَّ ذَلِكَ كَانَ لَيْلًا فَافْتَرَقَا , وَلَا يَلْزَمُ مِنْ اِجْتِمَاعهمَا - فِي كَوْنِهِمَا مِنْ بَنِي بَيَاضَةَ وَفِي صِفَة الْكَفَّارَة وَكَوْنِهَا مُرَتَّبَة وَفِي كَوْنِ كُلٍّ مِنْهُمَا كَانَ لَا يَقْدِر عَلَى شَيْء مِنْ خِصَالِهَا - اِتِّحَادُ الْقِصَّتَيْنِ , وَسَنَذْكُرُ أَيْضًا مَا يُؤَيِّد الْمُغَايِرَة بَيْنهمَا. وَأَخْرَجَ اِبْن عَبْد الْبَرِّ فِي تَرْجَمَةِ عَطَاءٍ الْخُرَاسَانِيِّ مِنْ \" التَّمْهِيدِ \" مِنْ طَرِيق سَعِيد بْن بَشِير عَنْ قَتَادَةَ عَنْ سَعِيد بْن الْمُسَيِّبِ أَنَّ الرَّجُلَ الَّذِي وَقَعَ عَلَى اِمْرَأَته فِي رَمَضَان فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ سُلَيْمَانُ بْن صَخْر. قَالَ اِبْن عَبْد الْبَرِّ : أَظُنُّ هَذَا وَهْمًا , لِأَنَّ الْمَحْفُوظَ أَنَّهُ ظَاهَرَ مِنْ اِمْرَأَته وَوَقَعَ عَلَيْهَا فِي اللَّيْلِ لَا أَنَّ ذَلِكَ كَانَ مِنْهُ بِالنَّهَارِ ا ه. وَيَحْتَمِلُ أَنْ يَكُونَ قَوْلُهُ فِي الرِّوَايَة الْمَذْكُورَة \" وَقَعَ عَلَى اِمْرَأَته فِي رَمَصَانِ \" أَيْ لَيْلًا بَعْدَ أَنْ ظَاهَرَ فَلَا يَكُون وَهْمًا وَلَا يَلْزَم الِاتِّحَادُ , وَوَقَعَ فِي مَبَاحِث الْعَامِّ مِنْ \" شَرْحِ اِبْنِ الْحَاجِبِ \" مَا يُوهِمُ أَنَّ هَذَا الرَّجُلَ هُوَ أَبُو بُرْدَةَ بْن يَسَارٍ وَهُوَ وَهْمٌ يَظْهَر مِنْ تَأَمُّلِ بَقِيَّةِ كَلَامِهِ. ‏ ‏قَوْله : ( فَقَالَ يَا رَسُول اللَّه ) ‏ ‏زَادَ عَبْد الْجَبَّار بْن عُمَر عَنْ الزُّهْرِيِّ \" جَاءَ رَجُل وَهُوَ يَنْتِف شَعْره وَيَدُقُّ صَدْرَهُ وَيَقُول هَلَكَ الْأَبْعَدُ \" وَلِمُحَمَّدِ بْن أَبِي حَفْصَةَ \" يَلْطِمُ وَجْهَهُ \" وَلِحَجَّاجِ بْن أَرْطَاة \" يَدْعُو وَيْلَهُ \" وَفِي مُرْسَل اِبْن الْمُسَيِّب عِنْد الدَّارَقُطْنِيِّ \" وَيُحْثِي عَلَى رَأْسِهِ التُّرَابَ \" وَاسْتُدِلَّ بِهَذَا عَلَى جَوَاز هَذَا الْفِعْل وَالْقَوْل مَنْ وَقَعَتْ لَهُ مَعْصِيَةٌ , وَيُفَرَّق بِذَلِكَ بَيْن مُصِيبَةِ الدِّينِ وَالدُّنْيَا فَيَجُوزُ فِي مُصِيبَةِ الدِّينِ لِمَا يُشْعِرُ بِهِ الْحَال مِنْ شِدَّة النَّدَم وَصِحَّة الْإِقْلَاع , وَيَحْتَمِلُ أَنْ تَكُونَ هَذِهِ الْوَاقِعَةُ قَبْلَ النَّهْيِ عَنْ لَطْمِ الْخُدُودِ وَحَلْقِ الشَّعْرِ عِنْدَ الْمُصِيبَةِ. ‏ ‏قَوْله : ( فَقَالَ هَلَكْت ) فِي رِوَايَة مَنْصُور فِي الْبَاب الَّذِي يَلِيهِ \" فَقَالَ إِنَّ الْأَخِرَ هَلَكَ \" وَالْأَخِرُ بِهَمْزَةٍ مَفْتُوحَةٍ وَخَاءٍ مُعْجَمَةٍ مَكْسُورَة بِغَيْرِ مَدٍّ هُوَ الْأَبْعَدُ , وَقِيلَ الْغَائِبُ , وَقِيلَ الْأَرْذَلُ. ‏ ‏قَوْله : ( هَلَكْت ) ‏ ‏فِي حَدِيث عَائِشَة كَمَا تَقَدَّمَ \" اِحْتَرَقْت \" وَفِي رِوَايَة اِبْن أَبِي حَفْصَة \" مَا أَرَانِي إِلَّا قَدْ هَلَكْت \" وَاسْتُدِلَّ بِهِ عَلَى أَنَّهُ كَانَ عَامِدًا لِأَنَّ الْهَلَاك وَالِاحْتِرَاقَ مَجَازٌ عَنْ الْعِصْيَانِ الْمُؤَدِّي إِلَى ذَلِكَ , فَكَأَنَّهُ جَعَلَ الْمُتَوَقَّعَ كَالْوَاقِعِ , وَبَالَغَ فَعَبَّرَ عَنْهُ بِلَفْظِ الْمَاضِي , وَإِذَا تَقَرَّرَ ذَلِكَ فَلَيْسَ فِيهِ حُجَّةٌ عَلَى وُجُوب الْكَفَّارَة عَلَى النَّاسِي وَهُوَ مَشْهُور قَوْل مَالِك وَالْجُمْهُور , وَعَنْ أَحْمَد وَبَعْض الْمَالِكِيَّة يَجِب عَلَى النَّاسِي , وَتَمَسَّكُوا بِتَرْكِ اِسْتِفْسَاره عَنْ جِمَاعِهِ هَلْ كَانَ عَنْ عَمْد أَوْ نِسْيَان , وَتَرْكُ الِاسْتِفْصَالِ فِي الْفِعْلِ يَنَزَّلُ مَنْزِلَةَ الْعُمُومِ فِي الْقَوْلِ كَمَا اُشْتُهِرَ , وَالْجَوَاب أَنَّهُ قَدْ تَبَيَّنَ حَالُهُ بِقَوْلِهِ هَلَكْت وَاحْتَرَقْت فَدَلَّ عَلَى أَنَّهُ كَانَ عَامِدًا عَارِفًا بِالتَّحْرِيمِ , وَأَيْضًا فَدُخُول النِّسْيَان فِي الْجِمَاع فِي نَهَار رَمَضَان فِي غَايَة الْبُعْدِ , وَاسْتُدِلَّ بِهَذَا عَلَى أَنَّ مَنْ اِرْتَكَبَ مَعْصِيَةً لَا حَدَّ فِيهَا وَجَاءَ مُسْتَفْتِيًا أَنَّهُ لَا يُعَزَّرُ , لِأَنَّ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُعَاقِبْهُ مَعَ اِعْتِرَافِهِ بِالْمَعْصِيَةِ , وَقَدْ تَرْجَمَ لِذَلِكَ الْبُخَارِيُّ فِي الْحُدُود وَأَشَارَ إِلَى هَذِهِ الْقِصَّة , وَتَوَجُّهُهُ أَنَّ مَجِيئَهُ مُسْتَفْتِيًا يَقْتَضِي النَّدَمَ وَالتَّوْبَة , وَالتَّعْزِيرُ إِنَّمَا جُعِلَ لِلِاسْتِصْلَاحِ وَلَا اِسْتِصْلَاح مِنْ الصَّلَاح , وَأَيْضًا فَلَوْ عُوقِبَ الْمُسْتَفْتِي لَكَانَ سَبَبًا لِتَرْكِ الِاسْتِفْتَاء وَهِيَ مَفْسَدَةٌ فَاقْتَضَى ذَلِكَ أَنْ لَا يُعَاقَبَ , هَكَذَا قَرَّرَهُ الشَّيْخُ تَقِيُّ الدِّينِ , لَكِنْ وَقَعَ فِي \" شَرْحِ السُّنَّةِ لِلْبَغَوِىِّ \" أَنَّ مَنْ جَامَعَ مُتَعَمِّدًا فِي رَمَضَان فَسَدَ صَوْمه وَعَلَيْهِ الْقَضَاء وَالْكَفَّارَة وَيُعَزَّرُ عَلَى سُوء صَنِيعه , وَهُوَ مَحْمُولٌ عَلَى مَنْ لَمْ يَقَع مِنْهُ مَا وَقَعَ مِنْ صَاحِبِ هَذِهِ الْقِصَّةِ مِنْ النَّدَمِ وَالتَّوْبَةِ , وَبَنَاهُ بَعْض الْمَالِكِيَّة عَلَى الْخِلَاف فِي تَعْزِير شَاهِد الزُّورِ. ‏ ‏قَوْله : ( قَالَ مَا لَك ) ‏ ‏؟ بِفَتْحِ اللَّام اِسْتِفْهَامٌ عَنْ حَاله , وَفِي رِوَايَة عَقِيلٍ \" وَيْحَك مَا شَأْنُك ؟ \" وَلِابْنِ أَبِي حَفْصَة \" وَمَا الَّذِي أَهْلَكَك ؟ \" وَلِعَمْرِو \" مَا ذَاكَ ؟ \" وَفِي رِوَايَة الْأَوْزَاعِيِّ \" وَيْحَك مَا صَنَعْت ؟ \" أَخْرَجَهُ الْمُصَنِّفُ فِي الْأَدَبِ وَتَرْجَمَ \" بَابٌ مَا جَاءَ فِي قَوْلِ الرَّجُلِ وَيْلَك وَيْحَك \" ثُمَّ قَالَ عَقِبَهُ \" تَابَعَهُ يُونُس عَنْ الزُّهْرِيِّ \" يَعْنِي فِي قَوْله \" وَيْحَك \" وَقَالَ عَبْد الرَّحْمَن بْن خَالِد عَنْ الزُّهْرِيِّ \" وَيْلَك \". قُلْت : وَسَأَذْكُرُ مَنْ وَصَلَهُمَا هُنَاكَ إِنْ شَاءَ اللَّهُ تَعَالَى. وَقَدْ تَابَعَ اِبْنَ خَالِدٍ فِي قَوْله \" وَيْلَك \" صَالِحُ بْن أَبِي الْأَخْضَر , وَتَابَعَ الْأَوْزَاعِيَّ فِي قَوْله \" وَيْحَك \" عَقِيلٌ وَابْن إِسْحَاق وَحَجَّاج بْن أَرْطَاة فَهُوَ أَرْجَحُ وَهُوَ اللَّائِق بِالْمَقَامِ , فَإِنَّ وَيْحَ كَلِمَةُ رَحْمَةٍ وَوَيْل كَلِمَة عَذَاب وَالْمَقَام يَقْتَضِي الْأَوَّلَ. ‏ ‏قَوْله : ( وَقَعْت عَلَى اِمْرَأَتِي ) ‏ ‏وَفِي رِوَايَة اِبْن إِسْحَاقَ \" أَصَبْت أَهْلِي \" وَفِي حَدِيث عَائِشَةَ \" وَطِئْت اِمْرَأَتِي \" وَوَقَعَ فِي رِوَايَة مَالِك وَابْن جُرَيْجٍ وَغَيْرِهِمَا كَمَا سَيَأْتِي بَيَانُهُ بَعْدَ قَلِيل فِي الْكَلَام عَلَى التَّرْتِيب وَالتَّخْيِير فِي أَوَّل الْحَدِيثِ \" أَنَّ رَجُلًا أَفْطَرَ فِي رَمَضَان , فَأَمَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْحَدِيثَ وَاسْتُدِلَّ بِهِ عَلَى إِيجَاب الْكَفَّارَة عَلَى مَنْ أَفْسَدَ صِيَامه مُطْلَقًا بِأَيِّ شَيْء كَانَ وَهُوَ قَوْل الْمَالِكِيَّة , وَقَدْ تَقَدَّمَ نَقْلُ الْخِلَاف فِيهِ , وَالْجُمْهُور حَمَلُوا قَوْله \" أَفْطَرَ \" هُنَا عَلَى الْمُقَيَّد فِي الرِّوَايَة الْأُخْرَى وَهُوَ قَوْله \" وَقَعْت عَلَى أَهْلِي \" وَكَأَنَّهُ قَالَ أَفْطَرَ بِجِمَاعٍ , وَهُوَ أَوْلَى مِنْ دَعْوَى الْقُرْطُبِيِّ وَغَيْره تَعَدُّدَ الْقِصَّةِ. وَاحْتَجَّ مَنْ أَوْجَبَ الْكَفَّارَة مُطْلَقًا بِقِيَاسِ الْآكِل عَلَى الْمُجَامِعِ بِجَامِعِ مَا بَيْنَهُمَا مِنْ اِنْتَهَاك حُرْمَة الصَّوْم , وَبِأَنَّ مَنْ أُكْرِهَ عَلَى الْأَكْل فَسَدَ صَوْمه كَمَا يَفْسُدُ صَوْم مَنْ أُكْرِهَ عَلَى الْجِمَاع بِجَامِعِ مَا بَيْنَهُمَا , وَسَيَأْتِي بَيَان التَّرْجِيح بَيْن الرِّوَايَتَيْنِ فِي الْكَلَام عَلَى التَّرْتِيب. وَقَدْ وَقَعَ فِي حَدِيث عَائِشَة نَظِيرُ مَا وَقَعَ فِي حَدِيث أَبِي هُرَيْرَة فَمُعْظَم الرِّوَايَات فِيهَا \" وَطِئْت \" وَنَحْو ذَلِكَ , وَفِي رِوَايَة سَاقَ مُسْلِم إِسْنَادهَا وَسَاقَ أَبُو عَوَانَة فِي مُسْتَخْرَجِهِ مَتْنَهَا أَنَّهُ قَالَ \" أَفْطَرْت فِي رَمَضَان \" وَالْقِصَّة وَاحِدَةٌ وَمَخْرَجُهَا مُتَّحِدٌ فَيُحْمَلُ عَلَى أَنَّهُ أَرَادَ أَفْطَرْت فِي رَمَضَان بِجِمَاعٍ , وَقَدْ وَقَعَ فِي مُرْسَل اِبْن الْمُسَيِّب عِنْد سَعِيد اِبْن مَنْصُور \" أَصَبْت اِمْرَأَتِي ظُهْرًا فِي رَمَضَان \" وَتَعْيِينُ رَمَضَان مَعْمُولٌ بِمَفْهُومِهِ , وَلِلْفَرْقِ فِي وُجُوب كَفَّارَة الْمُجَامِعِ فِي الصَّوْم بَيْن رَمَضَان وَغَيْره مِنْ الْوَاجِبَات كَالنَّذْرِ , وَفِي كَلَام أَبِي عَوَانَة فِي صَحِيحه إِشَارَة إِلَى وُجُوب ذَلِكَ عَلَى مَنْ وَقَعَ مِنْهُ فِي رَمَضَان نَهَارًا سَوَاء كَانَ الصَّوْم وَاجِبًا عَلَيْهِ أَوْ غَيْرَ وَاجِب. ‏ ‏قَوْله : ( وَأَنَا صَائِم ) ‏ ‏جُمْلَة حَالِيَّة مِنْ قَوْله \" وَقَعْت \" فَيُؤْخَذ مِنْهُ أَنَّهُ لَا يُشْتَرَطُ فِي إِطْلَاق اِسْم الْمُشْتَقِّ بَقَاء الْمَعْنَى الْمُشْتَقِّ مِنْهُ حَقِيقَةً لِاسْتِحَالَةِ كَوْنِهِ صَائِمًا مُجَامِعًا فِي حَالَةٍ وَاحِدَةٍ , فَعَلَى هَذَا قَوْله \" وَطِئْت \" أَيْ شَرَعْت فِي الْوَطْء أَوْ أَرَادَ جَامَعْت بَعْدَ إِذْ أَنَا صَائِم , وَوَقَعَ فِي رِوَايَة عَبْد الْجَبَّار بْن عُمَر \" وَقَعْت عَلَى أَهْلِي الْيَوْمَ وَذَلِكَ فِي رَمَضَان \". ‏ ‏قَوْله : ( هَلْ تَجِدُ رَقَبَة تُعْتِقُهَا ) ‏ ‏فِي رِوَايَة مَنْصُور \" أَتَجِدُ مَا تُحَرِّرُ رَقَبَةً \" وَفِي رِوَايَة اِبْنِ أَبِي حَفْصَة \" أَتَسْتَطِيعُ أَنْ تُعْتِقَ رَقَبَةً \" وَفِي رِوَايَة إِبْرَاهِيمَ بْن سَعْد وَالْأَوْزَاعِيِّ فَقَالَ \" أَعْتِقْ رَقَبَة \" زَادَ فِي رِوَايَة مُجَاهِدٍ عَنْ أَبِي هُرَيْرَة فَقَالَ \" بِئْسَمَا صَنَعْت أَعْتِقْ رَقَبَة \". ‏ ‏قَوْله : ( قَالَ لَا ) ‏ ‏فِي رِوَايَة اِبْن مُسَافِر \" فَقَالَ لَا وَاَللَّهِ يَا رَسُولَ اللَّه \" وَفِي رِوَايَة اِبْن إِسْحَاق \" لَيْسَ عِنْدِي \" وَفِي حَدِيث اِبْن عُمَر \" فَقَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا مَلَكْت رَقَبَةً قَطُّ \" وَاسْتُدِلَّ بِإِطْلَاقِ الرَّقَبَة عَلَى جَوَاز إِخْرَاج الرَّقَبَة الْكَافِرَة كَقَوْلِ الْحَنَفِيَّة , وَهُوَ يَنْبَنِي عَلَى أَنَّ السَّبَب إِذَا اِخْتَلَفَ وَاتَّحَدَ الْحُكْمُ هَلْ يُقَيَّدُ الْمُطْلَقُ أَوْ لَا ؟ وَهَلْ تَقْيِيدُهُ بِالْقِيَامِ أَوْ لَا ؟ وَالْأَقْرَب أَنَّهُ بِالْقِيَاسِ , وَيُؤَيِّدُهُ التَّقْيِيدُ فِي مَوَاضِعَ أُخْرَى. ‏ ‏قَوْله : ( قَالَ فَهَلْ تَسْتَطِيع أَنْ تَصُوم شَهْرَيْنِ مُتَتَابِعَيْنِ ؟ قَالَ : لَا ) ‏ ‏وَفِي رِوَايَة إِبْرَاهِيم عَنْ سَعْد \" قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ \" وَفِي حَدِيث سَعْد \" قَالَ لَا أَقْدِر \" وَفِي رِوَايَة اِبْن إِسْحَاق \" وَهَلْ لَقِيت مَا لَقِيت إِلَّا مِنْ الصِّيَام ؟ \" قَالَ اِبْن دَقِيق الْعِيد : لَا إِشْكَال فِي الِانْتِقَال عَنْ الصَّوْم إِلَى الْإِطْعَام , لَكِنَّ رِوَايَة اِبْن إِسْحَاق هَذِهِ اِقْتَضَتْ أَنَّ عَدَم اِسْتِطَاعَتِهِ لِشِدَّةِ شَبَقِهِ وَعَدَمِ صَبْره عَنْ الْوَقَاع فَنَشَأَ لِلشَّافِعِيَّةِ نَظَرٌ : هَلْ يَكُون ذَلِكَ عُذْرًا - أَيْ شِدَّة الشَّبَقِ - حَتَّى يُعَدّ صَاحِبه غَيْر مُسْتَطِيع لِلصَّوْمِ أَوْ لَا ؟ وَالصَّحِيحُ عِنْدهمْ اِعْتِبَارُ ذَلِكَ , وَيُلْتَحَق بِهِ مَنْ يَجِد رَقَبَة لَا غِنَى بِهِ عَنْهَا فَإِنَّهُ يَسُوغ لَهُ الِانْتِقَال إِلَى الصَّوْم مَعَ وُجُودِهَا لِكَوْنِهِ فِي حُكْم غَيْر الْوَاجِد , وَأَمَّا مَا رَوَاهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق شَرِيك عَنْ إِبْرَاهِيم بْن عَامِر عَنْ سَعِيد بْن الْمُسَيِّب فِي هَذِهِ الْقِصَّة مُرْسَلًا أَنَّهُ قَالَ فِي جَوَاب قَوْله هَلْ تَسْتَطِيع أَنْ تَصُوم \" إِنِّي لَأَدَعُ الطَّعَام سَاعَةً فَمَا أُطِيقُ ذَلِكَ \" فَفِي إِسْنَادِهِ مَقَالٌ , وَعَلَى تَقْدِير صِحَّتِهِ فَلَعَلَّهُ اِعْتَلَّ بِالْأَمْرَيْنِ. ‏ ‏قَوْله : ( فَهَلْ تَجِد إِطْعَام سِتِّينَ مِسْكِينًا ؟ قَالَ لَا ) ‏ ‏زَادَ اِبْن مُسَافِر \" يَا رَسُولَ اللَّه \". وَوَقَعَ فِي رِوَايَة سُفْيَان \" فَهَلْ تَسْتَطِيع إِطْعَام ؟ \" وَفِي رِوَايَة إِبْرَاهِيم بْن سَعْد وَعِرَاك بْن مَالِك \" فَتُطْعِم سِتِّينَ مِسْكِينًا ؟ قَالَ لَا أَجِد \" وَفِي رِوَايَة اِبْن أَبِي حَفْصَة \" أَفَتَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا ؟ قَالَ لَا \" وَذَكَرَ الْحَاجَة. وَفِي حَدِيث اِبْن عُمَر \" قَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا أُشْبِعُ أَهْلِي \" قَالَ اِبْن دَقِيق الْعِيد : أَضَافَ الْإِطْعَام الَّذِي هُوَ مَصْدَر أَطْعِمْ إِلَى سِتِّينَ فَلَا يَكُون ذَلِكَ مَوْجُودًا فِي حَقّ مَنْ أَطْعَمَ سِتَّة مَسَاكِينَ عَشْرَة أَيَّام مَثَلًا , وَمَنْ أَجَازَ ذَلِكَ فَكَأَنَّهُ اِسْتَنْبَطَ مِنْ النَّصّ مَعْنًى يَعُود عَلَيْهِ بِالْإِبْطَالِ , وَالْمَشْهُور عَنْ الْحَنَفِيَّة الْإِجْزَاءُ حَتَّى لَوْ أَطْعَمَ الْجَمِيع مِسْكِينًا وَاحِدًا فِي سِتِّينَ يَوْمًا كَفَى , وَالْمُرَاد بِالْإِطْعَامِ الْإِعْطَاء لَا اِشْتِرَاط حَقِيقَة الْإِطْعَام مِنْ وَضْعِ الْمَطْعُوم فِي الْفَم بَلْ يَكْفِي الْوَضْع بَيْن يَدَيْهِ بِلَا خِلَاف , وَفِي إِطْلَاق الْإِطْعَام مَا يَدُلّ عَلَى الِاكْتِفَاء بِوُجُودِ الْإِطْعَام مِنْ غَيْر اِشْتِرَاط مُنَاوَلَة , بِخِلَافِ زَكَاة الْفَرْض فَإِنَّ فِيهَا النَّصَّ عَلَى الْإِيتَاء وَصَدَقَةِ الْفِطْرِ فَإِنَّ فِيهَا النَّصَّ عَلَى الْأَدَاء , وَفِي ذِكْرِ الْإِطْعَام مَا يَدُلّ عَلَى وُجُودِ طَاعِمِينِ فَيُخْرِجُ الطِّفْل الَّذِي لَمْ يَطْعَمْ كَقَوْلِ الْحَنَفِيَّة , وَنَظَرَ الشَّافِعِيّ إِلَى النَّوْع فَقَالَ : يُسَلَّمُ لِوَلِيِّهِ , وَذَكَرَ السِّتِّينَ لِيُفْهَمَ أَنَّهُ لَا يَجِبُ مَا زَادَ عَلَيْهَا , وَمَنْ لَمْ يَقُلْ بِالْمَفْهُومِ تَمَسَّكَ بِالْإِجْمَاعِ عَلَى ذَلِكَ. وَذُكِرَ فِي حِكْمَةِ هَذِهِ الْخِصَال مِنْ الْمُنَاسَبَة أَنَّ مَنْ اِنْتَهَكَ حُرْمَةَ الصَّوْم بِالْجِمَاعِ فَقَدْ أَهْلَكَ نَفْسَهُ بِالْمَعْصِيَةِ فَنَاسَبَ أَنْ يُعْتِقَ رَقَبَةً فَيَفْدِي نَفْسَهُ , وَقَدْ صَحَّ أَنَّ مَنْ أَعْتَقَ رَقَبَة أَعْتَقَ اللَّه بِكُلِّ عُضْو مِنْهَا عُضْوًا مِنْهُ مِنْ النَّار. وَأَمَّا الصِّيَام فَمُنَاسَبَتُهُ ظَاهِرَةٌ لِأَنَّهُ كَالْمُقَاصَّةِ بِجِنْسِ الْجِنَايَة , وَأَمَّا كَوْنُهُ شَهْرَيْنِ فَلِأَنَّهُ لَمَّا أُمِرَ بِمُصَابَرَةِ النَّفْس فِي حِفْظِ كُلّ يَوْم مِنْ شَهْر رَمَضَان عَلَى الْوَلَاء فَلَمَّا أَفْسَدَ مِنْهُ يَوْمًا كَانَ كَمَنْ أَفْسَدَ الشَّهْر كُلّه مِنْ حَيْثُ إِنَّهُ عِبَادَةٌ وَاحِدَةٌ بِالنَّوْعِ فَكُلِّفَ بِشَهْرَيْنِ مُضَاعَفَة عَلَى سَبِيل الْمُقَابَلَة لِنَقِيضِ قَصْده. وَأَمَّا الْإِطْعَام فَمُنَاسَبَتُهُ ظَاهِرَةٌ لِأَنَّهُ مُقَابَلَة كُلّ يَوْم بِإِطْعَامِ مِسْكَيْنِ. ثُمَّ أَنَّ هَذِهِ الْخِصَالَ جَامِعَة لِاشْتِمَالِهَا عَلَى حَقّ اللَّه وَهُوَ الصَّوْم , وَحَقّ الْأَحْرَار بِالْإِطْعَامِ , وَحَقّ الْأَرِقَّاء بِالْإِعْتَاقِ , وَحَقّ الْجَانِي بِثَوَابِ الِامْتِثَال. وَفِيهِ دَلِيلٌ عَلَى إِيجَاب الْكَفَّارَة بِالْجِمَاعِ خِلَافًا لِمَنْ شَذَّ فَقَالَ لَا تَجِب مُسْتَنِدًا إِلَى أَنَّهُ لَوْ كَانَ وَاجِبًا لَمَا سَقَطَ بِالْإِعْسَارِ , وَتُعُقِّبَ بِمَنْعِ الْإِسْقَاط كَمَا سَيَأْتِي الْبَحْثُ فِيهِ. وَقَدْ تَقَدَّمَ فِي آخِرِ \" بَاب الصَّائِمُ يُصْبِحُ جُنُبًا \" نَقْلُ الْخِلَاف فِي إِيجَاب الْكَفَّارَة بِالْقُبْلَةِ وَالنَّظَرِ وَالْمُبَاشَرَة وَالْإِنْعَاظِ , وَاخْتَلَفُوا أَيْضًا هَلْ يُلْحَقُ الْوَطْء فِي الدُّبُرِ بِالْوَطْءِ فِي الْقُبُلِ , وَهَلْ يُشْتَرَطُ فِي إِيجَاب الْكَفَّارَة كُلّ وَطْء فِي أَيِّ فَرْج كَانَ ؟ وَفِيهِ دَلِيل عَلَى جَرَيَان الْخِصَال الثَّلَاث الْمَذْكُورَة فِي الْكَفَّارَة. وَوَقَعَ فِي \" الْمُدَوَّنَة \" وَلَا يَعْرِفُ مَالِكٌ غَيْرَ الْإِطْعَام وَلَا يَأْخُذ بِعِتْقٍ وَلَا صِيَامٍ. قَالَ اِبْن دَقِيق الْعِيد : وَهِيَ مُعْضِلَة لَا يَهْتَدِي إِلَى تَوْجِيههَا مَعَ مُصَادَمَة الْحَدِيث الثَّابِت , غَيْرَ أَنَّ بَعْض الْمُحَقِّقِينَ مِنْ أَصْحَابه حَمَلَ هَذَا اللَّفْظ وَتَأَوَّلَهُ عَلَى الِاسْتِحْبَاب فِي تَقْدِيم الطَّعَام عَلَى غَيْره مِنْ الْخِصَال , وَوَجَّهُوا تَرْجِيح الطَّعَام عَلَى غَيْره بِأَنَّ اللَّه ذَكَرَهُ فِي الْقُرْآن رُخْصَةً لِلْقَادِرِ ثُمَّ نُسِخَ هَذَا الْحُكْم , وَلَا يَلْزَم مِنْهُ نَسْخُ الْفَضِيلَة فَيَتَرَجَّحُ الْإِطْعَام أَيْضًا لِاخْتِيَارِ اللَّه لَهُ فِي حَقّ الْمُفْطِر بِالْعُذْرِ , وَكَذَا أَخْبَرَ بِأَنَّهُ فِي حَقّ مَنْ أَخَّرَ قَضَاء رَمَضَان حَتَّى دَخَلَ رَمَضَانُ آخَرُ , وَلِمُنَاسَبَةِ إِيجَاب الْإِطْعَام لِجَبْرِ فَوَات الصِّيَام الَّذِي هُوَ إِمْسَاك عَنْ الطَّعَام , وَلِشُمُولِ نَفْعِهِ لِلْمَسَاكِينِ , وَكُلّ هَذِهِ الْوُجُوه لَا تُقَاوِم مَا وَرَدَ فِي الْحَدِيث مِنْ تَقْدِيم الْعِتْق عَلَى الصِّيَام ثُمَّ الْإِطْعَام سَوَاء قُلْنَا الْكَفَّارَة عَلَى التَّرْتِيب أَوْ التَّخْيِير فَإِنَّ هَذِهِ الْبُدَاءَةَ إِنْ لَمْ تَقْتَضِ وُجُوب التَّرْتِيب فَلَا أَقَلَّ مِنْ أَنْ تَقْتَضِيَ اِسْتِحْبَابَهُ. وَاحْتَجُّوا أَيْضًا بِأَنَّ حَدِيث عَائِشَة لَمْ يَقَع فِيهِ سِوَى الْإِطْعَام , وَقَدْ تَقَدَّمَ الْجَوَاب عَنْ ذَلِكَ قَبْلُ , وَأَنَّهُ وَرَدَ فِيهِ مِنْ وَجْه آخَر ذِكْرُ الْعِتْق أَيْضًا. وَمِنْ الْمَالِكِيَّة مَنْ وَافَقَ عَلَى هَذَا الِاسْتِحْبَاب , وَمِنْهُمْ مَنْ قَالَ إِنَّ الْكَفَّارَةَ تَخْتَلِف بِاخْتِلَافِ الْأَوْقَات : فَفِي وَقْت الشِّدَّة يَكُون بِالْإِطْعَامِ وَفِي غَيْرهَا يَكُون بِالْعِتْقِ أَوْ الصَّوْم وَنَقَلُوهُ عَنْ مُحَقِّقِي الْمُتَأَخِّرِينَ , وَمِنْهُمْ مَنْ قَالَ : الْإِفْطَار بِالْجِمَاعِ يُكَفَّر بِالْخِصَالِ الثَّلَاث , وَبِغَيْرِهِ لَا يُكَفَّر إِلَّا بِالْإِطْعَامِ وَهُوَ قَوْل أَبِي مُصْعَب , وَقَالَ اِبْن جَرِيرٍ الطَّبَرِيُّ : هُوَ مُخَيَّر بَيْن الْعِتْق وَالصَّوْم وَلَا يُطْعِم إِلَّا عِنْد الْعَجْز عَنْهُمَا , وَفِي الْحَدِيث أَنَّهُ لَا مَدْخَل لِغَيْرِ هَذِهِ الْخِصَال الثَّلَاث فِي الْكَفَّارَة. وَجَاءَ عَنْ بَعْض الْمُتَقَدِّمِينَ إِهْدَاء الْبَدَنَة عِنْد تَعَذُّر الرَّقَبَة , وَرُبَّمَا أَيَّدَهُ بَعْضهمْ بِإِلْحَاقِ إِفْسَاد الصِّيَام بِإِفْسَادِ الْحَجّ , وَوَرَدَ ذِكْر الْبَدَنَة فِي مُرْسَل سَعِيد بْن الْمُسَيِّب عِنْد مَالِك فِي \" الْمُوَطَّأ \" عَنْ عَطَاء الْخُرَاسَانِيّ عَنْهُ , وَهُوَ مَعَ إِرْسَاله قَدْ رَدَّهُ سَعِيد بْن الْمُسَيِّب وَكَذَبَ مَنْ نَقَلَهُ عَنْهُ كَمَا رَوَى سَعِيد بْن مَنْصُور عَنْ اِبْن عُلَيَّةَ عَنْ خَالِد الْحَذَّاءِ عَنْ الْقَاسِم اِبْن عَاصِم \" قُلْت لِسَعِيدِ بْن الْمُسَيِّب مَا حَدِيث حَدَّثَنَاهُ عَطَاءٌ الْخُرَاسَانِيُّ عَنْك فِي الَّذِي وَقَعَ عَلَى اِمْرَأَته فِي رَمَضَان أَنَّهُ يُعْتِقُ رَقَبَة أَوْ يُهْدِي بَدَنَة ؟ فَقَالَ : كَذَبَ \" فَذَكَرَ الْحَدِيث , وَهَكَذَا رَوَاهُ اللَّيْث عَنْ عَمْرو اِبْن الْحَارِث عَنْ أَيُّوب عَنْ الْقَاسِم بْن عَاصِم , وَتَابَعَهُ هَمَّام عَنْ قَتَادَةَ عَنْ سَعِيد , وَذَكَر اِبْن عَبْد الْبَرّ أَنَّ عَطَاء لَمْ يَنْفَرِد بِذَلِكَ فَقَدْ وَرَدَ مِنْ طَرِيق مُجَاهِد عَنْ أَبِي هُرَيْرَة مَوْصُولًا , ثُمَّ سَاقَهُ بِإِسْنَادِهِ لَكِنَّهُ مِنْ رِوَايَة لَيْث بْن أَبِي سُلَيْمٍ عَنْ مُجَاهِد , وَلَيْثٌ ضَعِيف وَقَدْ اِضْطَرَبَ فِي رِوَايَته سَنَدًا وَمَتْنًا فَلَا حُجَّةَ فِيهِ. وَفِي الْحَدِيث أَيْضًا أَنَّ الْكَفَّارَة بِالْخِصَالِ الثَّلَاث عَلَى التَّرْتِيب الْمَذْكُور. قَالَ اِبْن الْعَرَبِيّ : لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَقَلَهُ مِنْ أَمْرٍ بَعْدَ عَدَمِهِ لِأَمْرٍ آخَرَ وَلَيْسَ هَذَا شَأْنَ التَّخْيِير , وَنَازَعَ عِيَاض فِي ظُهُور دَلَالَة التَّرْتِيب فِي السُّؤَال عَنْ ذَلِكَ فَقَالَ : إِنَّ مِثْل هَذَا السُّؤَال قَدْ يُسْتَعْمَلُ فِيمَا هُوَ عَلَى التَّخْيِير , وَقَرَّرَهُ اِبْن الْمُنَيِّرِ فِي الْحَاشِيَة بِأَنَّ شَخْصًا لَوْ حَنِثَ فَاسْتَفْتَى فَقَالَ لَهُ الْمُفْتِي : أَعْتِقْ رَقَبَةً فَقَالَ لَا أَجِدُ , فَقَالَ صُمْ ثَلَاثَة أَيَّام إِلَخْ , لَمْ يَكُنْ مُخَالِفًا لِحَقِيقِهِ التَّخْيِير , بَلْ يُحْمَلُ عَلَى أَنَّ إِرْشَادَهُ إِلَى الْعِتْق لِكَوْنِهِ أَقْرَب لِتَنْجِيزِ الْكَفَّارَة. وَقَالَ الْبَيْضَاوِيُّ : تَرْتِيب الثَّانِي بِالْفَاءِ عَلَى فَقْدِ الْأَوَّل ثُمَّ الثَّالِث بِالْفَاءِ عَلَى فَقْدِ الثَّانِي يَدُلُّ عَلَى عَدَم التَّخْيِير مَعَ كَوْنِهَا فِي مُعْرِضِ الْبَيَانِ وَجَوَابِ السُّؤَالِ فَيُنَزَّلُ مَنْزِلَةَ الشَّرْطِ لِلْحُكْمِ , وَسَلَكَ الْجُمْهُور فِي ذَلِكَ مَسْلَكَ التَّرْجِيحِ بِأَنَّ الَّذِينَ رَوَوْا التَّرْتِيب عَنْ الزُّهْرِيِّ أَكْثَرُ مِمَّنْ رَوَى التَّخْيِير , وَتَعَقَّبَهُ اِبْنُ التِّينِ بِأَنَّ الَّذِينَ رَوَوْا التَّرْتِيب اِبْنُ عُيَيْنَةَ وَمَعْمَرٌ وَالْأَوْزَاعِيُّ , وَاَلَّذِينَ رَوَوْا التَّخْيِير مَالِك وَابْن جُرَيْجٍ وَفُلَيْح بْن سُلَيْمَان وَعَمْرو بْن عُثْمَان الْمَخْزُومِيّ , وَهُوَ كَمَا قَالَ فِي الثَّانِي دُون الْأَوَّل , فَاَلَّذِينَ رَوَوْا التَّرْتِيب فِي الْبُخَارِيّ الَّذِي نَحْنُ فِي شَرْحِهِ أَيْضًا إِبْرَاهِيم بْن سَعْد وَاللَّيْث بْن سَعْد وَشُعَيْب بْن أَبِي حَمْزَة وَمَنْصُور , وَرِوَايَة هَذَيْنِ فِي هَذَا الْبَاب الَّذِي نَشْرَحُهُ وَفِي الَّذِي يَلِيهِ , فَكَيْفَ غَفَلَ اِبْنُ التِّين عَنْ ذَلِكَ وَهُوَ يَنْظُرُ فِيهِ ؟ بَلْ رَوَى التَّرْتِيبَ عَنْ الزُّهْرِيِّ كَذَلِكَ تَمَام ثَلَاثِينَ نَفْسًا أَوْ أَزِيد , وَرُجِّحَ التَّرْتِيبُ أَيْضًا بِأَنْ رَاوِيَهُ حَكَى لَفْظ الْقِصَّة عَلَى وَجْهِهَا فَمَعَهُ زِيَادَةُ عِلْم مِنْ صُورَة الْوَاقِعَة , وَرَاوِي التَّخْيِير حَكَى لَفْظ رَاوِي الْحَدِيث فَدَلَّ عَلَى أَنَّهُ مِنْ تَصَرُّفِ بَعْض الرُّوَاة إِمَّا لِقَصْدِ الِاخْتِصَار أَوْ لِغَيْرِ ذَلِكَ. وَيَتَرَجَّحُ التَّرْتِيب أَيْضًا بِأَنَّهُ أَحْوَطُ لِأَنَّ الْأَخْذ بِهِ مُجْزِئٌ سَوَاءٌ قُلْنَا بِالتَّخْيِيرِ أَوْ لَا بِخِلَافِ الْعَكْس وَجَمَعَ بَعْضهمْ بَيْن الرِّوَايَتَيْنِ كَالْمُهَلَّبِ وَالْقُرْطُبِيِّ بِالْحَمْلِ عَلَى التَّعَدُّدِ وَهُوَ بَعِيدٌ لِأَنَّ الْقِصَّة وَاحِدَة وَالْمَخْرَج مُتَّحِدٌ وَالْأَصْل عَدَم التَّعَدُّد , وَبَعْضهمْ حَمَلَ التَّرْتِيب عَلَى الْأَوْلَوِيَّة وَالتَّخْيِيرَ عَلَى الْجَوَازِ , وَعَكَسَهُ بَعْضهمْ فَقَالَ \" أَوْ \" فِي الرِّوَايَة الْأُخْرَى لَيْسَتْ لِلتَّخْيِيرِ وَإِنَّمَا هِيَ لِلتَّفْسِيرِ وَالتَّقْدِير , أَمَرَ رَجُلًا أَنْ يُعْتِقَ رَقَبَة أَوْ يَصُوم إِنْ عَجَزَ عَنْ الْعِتْق أَوْ يُطْعِم إِنْ عَجَزَ عَنْهُمَا. وَذَكَرَ الطَّحَاوِيُّ أَنَّ سَبَبَ إِتْيَان بَعْض الرُّوَاة بِالتَّخْيِيرِ أَنَّ الزُّهْرِيَّ رَاوِيَ الْحَدِيث قَالَ فِي آخِرِ حَدِيثِهِ \" فَصَارَتْ الْكَفَّارَة إِلَى عِتْق رَقَبَة أَوْ صِيَام شَهْرَيْنِ أَوْ الْإِطْعَام \". قَالَ فَرَوَاهُ بَعْضهمْ مُخْتَصَرًا مُقْتَصَرًا عَلَى مَا ذَكَرَ الزُّهْرِيُّ أَنَّهُ آلَ إِلَيْهِ الْأَمْرُ , قَالَ وَقَدْ قَصَّ عَبْد الرَّحْمَن بْن خَالِد اِبْن مُسَافِر عَنْ الزُّهْرِيِّ الْقِصَّة عَلَى وَجْههَا ثُمَّ سَاقَهُ مِنْ طَرِيقه مِثْل حَدِيث الْبَاب إِلَى قَوْله \" أَطْعِمْهُ أَهْلَك \" قَالَ فَصَارَتْ الْكَفَّارَة إِلَى عِتْق رَقَبَة أَوْ صِيَام شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ إِطْعَام سِتِّينَ مِسْكِينًا. قُلْت : وَكَذَلِكَ رَوَاهُ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" مِنْ طَرِيق صَالِح بْن أَبِي الْأَخْضَر عَنْ الزُّهْرِيِّ وَقَالَ فِي آخِرِهِ \" فَصَارَتْ سُنَّة عِتْق رَقَبَة أَوْ صِيَام شَهْرَيْنِ أَوْ إِطْعَام سِتِّينَ مِسْكِينًا \". ‏ ‏قَوْله : ( فَمَكَثَ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا هُنَا بِالْمِيمِ وَالْكَاف الْمَفْتُوحَة , وَيَجُوز ضَمُّهَا وَالثَّاء الْمُثَلَّثَة , وَفِي رِوَايَة أَبِي نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ وَجْهَيْنِ عَنْ أَبِي الْيَمَانِ \" فَسَكَتَ \" بِالْمُهْمَلَةِ وَالْكَاف الْمَفْتُوحَة وَالْمُثَنَّاة , وَكَذَا اِبْن مُسَافِر وَابْن أَبِي الْأَخْضَر , وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِجْلِسْ فَجَلَسَ \". ‏ ‏قَوْله : ( فَبَيْنَا نَحْنُ عَلَى ذَلِكَ ) ‏ ‏فِي رِوَايَة اِبْن عُيَيْنَةَ \" فَبَيْنَمَا هُوَ جَالِس كَذَلِكَ \" قَالَ بَعْضهمْ يَحْتَمِل أَنْ يَكُون سَبَب أَمْرِهِ لَهُ بِالْجُلُوسِ اِنْتِظَارَ مَا يُوحَى إِلَيْهِ فِي حَقِّهِ , وَيَحْتَمِلُ أَنَّهُ كَانَ عَرَفَ أَنَّهُ سَيُؤْتَى بِشَيْءٍ يُعِينُهُ بِهِ , وَيَحْتَمِلُ أَنْ يَكُون أَسْقَطَ عَنْهُ الْكَفَّارَة بِالْعَجْزِ. وَهَذَا الثَّالِث لَيْسَ بِقَوِيٍّ لِأَنَّهَا لَوْ سَقَطَتْ مَا عَادَتْ عَلَيْهِ حَيْثُ أَمَرَهُ بِهَا بَعْدَ إِعْطَائِهِ إِيَّاهُ الْمِكْتَلَ. ‏ ‏قَوْله : ( أُتِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِضَمِّ أَوَّله عَلَى الْبِنَاء لِلْمَجْهُولِ وَهُوَ جَوَاب \" بَيْنَا \" فِي هَذِهِ الرِّوَايَة. وَأَمَّا رِوَايَة اِبْن عُيَيْنَةَ الْمُشَار إِلَيْهَا فَقَالَ فِيهَا \" إِذْ أُتِيَ \" لِأَنَّهُ قَالَ فِيهَا \" فَبَيْنَمَا هُوَ جَالِس \" وَقَدْ تَقَدَّمَ تَقْرِير ذَلِكَ , وَالْآتِي الْمَذْكُور لَمْ يُسَمَّ لَكِنْ وَقَعَ فِي رِوَايَة مَعْمَر كَمَا سَيَأْتِي فِي الْكَفَّارَات \" فَجَاءَ رَجُل مِنْ الْأَنْصَار \" وَعِنْد الدَّارَقُطْنِيِّ مِنْ طَرِيق دَاوُدَ بْن أَبِي هِنْد عَنْ سَعِيد بْن الْمُسَيِّب مُرْسَلًا \" فَأَتَى رَجُل مِنْ ثَقِيف \" فَإِنْ لَمْ يُحْمَلْ عَلَى أَنَّهُ كَانَ حَلِيفًا لِلْأَنْصَارِ أَوْ إِطْلَاق الْأَنْصَار بِالْمَعْنَى الْأَعَمّ وَإِلَّا فَرِوَايَة الصَّحِيح أَصَحّ , وَوَقَعَ فِي رِوَايَة اِبْن إِسْحَاق \" فَجَاءَ رَجُل بِصَدَقَتِهِ يَحْمِلهَا \" وَفِي مُرْسَل الْحَسَن عِنْد سَعِيد بْن مَنْصُور \" بِتَمْرٍ مِنْ تَمْر الصَّدَقَة \". ‏ ‏قَوْله : ( بِعِرْقٍ ) ‏ ‏بِفَتْحِ الْمُهْمَلَةِ وَالرَّاء بَعْدَهَا قَافٌ. قَالَ اِبْن التِّين كَذَا لِأَكْثَر الرُّوَاة , وَفِي رِوَايَة أَبِي الْحَسَن يَعْنِي الْقَابِسِيَّ بِإِسْكَانِ الرَّاء. قَالَ عِيَاض وَالصَّوَاب الْفَتْح , وَقَالَ اِبْن التِّين أَنْكَرَ بَعْضهمْ الْإِسْكَان لِأَنَّ الَّذِي بِالْإِسْكَانِ هُوَ الْعَظْم الَّذِي عَلَيْهِ اللَّحْم. قُلْت : إِنْ كَانَ الْإِنْكَار مِنْ جِهَة الِاشْتِرَاك مَعَ الْعَظْم فَلْيُنْكَرْ الْفَتْح لِأَنَّهُ يَشْتَرِك مَعَ الْمَاء الَّذِي يَتَحَلَّب مِنْ الْجَسَد , نَعَمْ الرَّاجِح مِنْ حَيْثُ الرِّوَايَةُ الْفَتْحُ وَمِنْ حَيْثُ اللُّغَةُ أَيْضًا , إِلَّا أَنَّ الْإِسْكَان لَيْسَ بِمُنْكَرٍ بَلْ أَثْبَتَهُ بَعْض أَهْل اللُّغَةِ كَالْقَزَّازِ. ‏ ‏قَوْله : ( وَالْعِرْق الْمِكْتَل ) ‏ ‏بِكَسْرِ الْمِيم وَسُكُون الْكَاف وَفَتْح الْمُثَنَّاة بَعْدهَا لَام , زَادَ اِبْن عُيَيْنَةَ عِنْد الْإِسْمَاعِيلِيّ وَابْن خُزَيْمَةَ : الْمِكْتَل الضَّخْم. قَالَ الْأَخْفَش : سُمِّيَ الْمِكْتَل عِرْقًا لِأَنَّهُ يُضَفَّرُ عِرْقَةً عِرْقَةً جَمْع فَالْعِرْق جَمْع عِرْقَة كَعَلَقِ وَعِلْقَةٍ , وَالْعِرْقَةُ الضَّفِيرَةُ مِنْ الْخُوصِ. وَقَوْله وَالْعِرْقُ الْمِكْتَل تَفْسِير مِنْ أَحَدِ رُوَاتِهِ , وَظَاهِر هَذِهِ الرِّوَايَة أَنَّهُ الصَّحَابِيّ , لَكِنْ فِي رِوَايَة اِبْن عُيَيْنَةَ مَا يُشْعِرُ بِأَنَّهُ الزُّهْرِيُّ , وَفِي رِوَايَة مَنْصُور فِي الْبَاب الَّذِي يَلِي هَذَا \" فَأُتِيَ بِعِرْقٍ فِيهِ تَمْر وَهُوَ الزَّبِيل \" وَفِي رِوَايَة اِبْن أَبِي حَفْصَة \" فَأُتِيَ بِزَبِيلِ وَهُوَ الْمِكْتَل \" وَالزَّبِيل بِفَتْحِ الزَّاي وَتَخْفِيف الْمُوَحَّدَة بَعْدهَا تَحْتَانِيَّة سَاكِنَة ثُمَّ لَام بِوَزْنِ رَغِيف هُوَ الْمِكْتَل , قَالَ اِبْن دُرَيْدٍ يُسَمَّى زَبِيلًا لِحَمْلِ الزِّبْل فِيهِ , وَفِيهِ لُغَة أُخْرَى زِنْبِيل بِكَسْرِ الزَّاي أَوَّلَهُ وَزِيَادَةِ نُونٍ سَاكِنَة وَقَدْ تُدْغَم النُّون فَتُشَدَّدُ الْبَاءُ مَعَ بَقَاء وَزْنِهِ , وَجَمْعُهُ عَلَى اللُّغَات الثَّلَاث زَنَابِيل , وَوَقَعَ فِي بَعْض طُرُق عَائِشَةَ عِنْد مُسْلِمٍ \" فَجَاءَهُ عِرْقَانِ \" وَالْمَشْهُور فِي غَيْرهَا عِرْق وَرَجَّحَهُ الْبَيْهَقِيُّ , وَجَمَعَ غَيْرُهُ بَيْنهمَا بِتَعَدُّدِ الْوَاقِعَة , وَهُوَ جَمْعٌ لَا نَرْضَاهُ لِاتِّحَادِ مَخْرَج الْحَدِيث وَالْأَصْل عَدَم التَّعَدُّد , وَاَلَّذِي يَظْهَر أَنَّ التَّمْرَ كَانَ قَدْرَ عِرْق لَكِنَّهُ كَانَ فِي عِرْقَيْنِ فِي حَال التَّحْمِيل عَلَى الدَّابَّة لِيَكُونَ أَسْهَلَ فِي الْحَمْل , فَيَحْتَمِل أَنَّ الْآتِيَ بِهِ لَمَّا وَصَلَ أَفْرَغَ أَحَدَهُمَا فِي الْآخَرِ , فَمَنْ قَالَ عِرْقَانِ أَرَادَ اِبْتِدَاءَ الْحَال وَمَنْ قَالَ عِرْق أَرَادَ مَا آلَ إِلَيْهِ , وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( أَيْنَ السَّائِلُ ؟ ) ‏ ‏زَادَ اِبْن مُسَافِر \" آنِفًا \" أَطْلَقَ عَلَيْهِ ذَلِكَ لِأَنَّ كَلَامه مُتَضَمَّن لِلسُّؤَالِ فَإِنَّ مُرَاده هَلَكْت فَمَا يُنْجِينِي وَمَا يُخَلِّصُنِي مَثَلًا , وَفِي حَدِيث عَائِشَةَ \" أَيْنَ الْمُحْتَرِق آنِفًا \" ؟ وَقَدْ تَقَدَّمَ تَوْجِيهُهُ , وَلَمْ يُعَيِّنْ فِي هَذِهِ الرِّوَايَة مِقْدَارَ مَا فِي الْمِكْتَل مِنْ التَّمْر بَلْ وَلَا فِي شَيْء مِنْ طُرُق الصَّحِيحَيْنِ فِي حَدِيث أَبِي هُرَيْرَة , وَوَقَعَ فِي رِوَايَة اِبْن أَبِي حَفْصَة \" فِيهِ خَمْسَةَ عَشَرَ صَاعًا \" وَفِي رِوَايَة مُؤَمَّلٍ عَنْ سُفْيَان \" فِيهِ خَمْسَةَ عَشَرَ أَوْ نَحْوُ ذَلِكَ \" وَفِي رِوَايَة مَهْرَانِ بْن أَبِي عُمَر عَنْ الثَّوْرِيِّ عَنْ اِبْن خُزَيْمَةَ \" فِيهِ خَمْسَةَ عَشَرَ أَوْ عِشْرُونَ \" وَكَذَا هُوَ عِنْد مَالِك وَعَبْد الرَّزَّاق فِي مُرْسَل سَعِيد بْن الْمُسَيِّب , وَفِي مُرْسَله عِنْد الدَّارَقُطْنِيِّ الْجَزْم بِعِشْرِينَ صَاعًا , وَوَقَعَ فِي حَدِيث عَائِشَةَ عِنْد اِبْن خُزَيْمَةَ \" فَأُتِيَ بِعِرْقٍ فِيهِ عِشْرُونَ صَاعًا \" قَالَ الْبَيْهَقِيُّ قَوْله عِشْرُونَ صَاعًا بَلَاغٌ بَلَّغَ مُحَمَّد بْن جَعْفَر يَعْنِي بَعْض رُوَاته , وَقَدْ بَيَّنَ ذَلِكَ مُحَمَّد بْن إِسْحَاق عَنْهُ فَذَكَرَ الْحَدِيثَ وَقَالَ فِي آخِرِهِ : قَالَ مُحَمَّد بْن جَعْفَر فَحُدِّثْت بَعْدُ أَنَّهُ كَانَ عِشْرِينَ صَاعًا مِنْ تَمْر. قُلْت : وَوَقَعَ فِي مُرْسَل عَطَاء بْن أَبِي رَبَاح وَغَيْره عِنْد مُسَدَّد \" فَأَمَرَ لَهُ بِبَعْضِهِ \" وَهَذَا يَجْمَع الرِّوَايَات , فَمَنْ قَالَ إِنَّهُ كَانَ عِشْرِينَ أَرَادَ أَصْلَ مَا كَانَ فِيهِ , وَمَنْ قَالَ خَمْسَةَ عَشَرَ أَرَادَ قَدْرَ مَا تَقَع بِهِ الْكَفَّارَة , وَيُبَيِّن ذَلِكَ حَدِيث عَلِيٍّ عِنْد الدَّارَقُطْنِيِّ \" تُطْعِمُ سِتِّينَ مِسْكِينًا لِكُلِّ مِسْكِينٍ مُدٌّ \" وَفِيهِ \" فَأُتِيَ بِخَمْسَةَ عَشَرَ صَاعًا فَقَالَ أَطْعِمْهُ سِتِّينَ مِسْكِينًا \" وَكَذَا فِي رِوَايَة حَجَّاج عَنْ الزُّهْرِيِّ عِنْد الدَّارَقُطْنِيِّ فِي حَدِيث أَبِي هُرَيْرَة , وَفِيهِ رَدٌّ عَلَى الْكُوفِيِّينَ فِي قَوْلهمْ إِنَّ وَاجِبه مِنْ الْقَمْح ثَلَاثُونَ صَاعًا وَمِنْ غَيْره سِتُّونَ صَاعًا , وَلِقَوْلِ عَطَاء : إِنْ أَفْطَرَ بِالْأَكْلِ أَطْعَمَ عِشْرِينَ صَاعًا , وَعَلَى أَشْهَبَ فِي قَوْله لَوْ غَدَّاهُمْ أَوْ عَشَّاهُمْ كَفِي تَصَدُّق الْإِطْعَام , وَلِقَوْلِ الْحَسَن يُطْعِم أَرْبَعِينَ مِسْكِينًا عِشْرِينَ صَاعًا أَوْ بِالْجِمَاعِ أَطْعَمَ خَمْسَةَ عَشَرَ , وَفِيهِ رَدٌّ عَلَى الْجَوْهَرِيِّ حَيْثُ قَالَ فِي الصِّحَاحِ الْمِكْتَل يُشْبِه الزَّبِيل يَسْعَ خَمْسَةَ عَشَرَ صَاعًا لِأَنَّهُ لَا حَصْرَ فِي ذَلِكَ , وَرُوِيَ عَنْ مَالِك أَنَّهُ قَالَ يَسَعُ خَمْسَةَ عَشَرَ أَوْ عِشْرِينَ وَلَعَلَّهُ قَالَ ذَلِكَ فِي هَذِهِ الْقِصَّةِ الْخَاصَّةِ فَيُوَافِق رِوَايَة مَهْرَانِ وَإِلَّا فَالظَّاهِر أَنَّهُ لَا حَصْرَ فِي ذَلِكَ وَاَللَّه أَعْلَم. وَأَمَّا مَا وَقَعَ فِي رِوَايَة عَطَاء وَمُجَاهِد عَنْ أَبِي هُرَيْرَة عِنْد الطَّبَرَانِيِّ فِي الْأَوْسَط أَنَّهُ \" أُتِيَ بِمِكْتَلِ فِيهِ عِشْرُونَ صَاعًا فَقَالَ تَصَدَّقْ بِهَذَا \" وَقَالَ قَبْل ذَلِكَ تَصَدَّقْ بِعِشْرِينَ صَاعًا أَوْ بِتِسْعَ عَشْرَةَ أَوْ بِإِحْدَى وَعِشْرِينَ فَلَا حُجَّةَ فِيهِ لِمَا فِيهِ مِنْ الشَّكِّ , وَلِأَنَّهُ مِنْ رِوَايَةِ لَيْثِ بْن أَبِي سُلَيْمٍ وَهُوَ ضَعِيف وَقَدْ اِضْطَرَبَ فِيهِ , وَفِي الْإِسْنَاد إِلَيْهِ مَعَ ذَلِكَ مَنْ لَا يُحْتَجُّ بِهِ. وَوَقَعَ فِي بَعْض طُرُق حَدِيث عَائِشَة عِنْد مُسْلِم \" فَجَاءَهُ عِرْقَانِ فِيهِمَا طَعَام \" وَوَجْهُهُ إِنْ كَانَ مَحْفُوظًا مَا تَقَدَّمَ قَرِيبًا وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( خُذْ هَذَا فَتَصَدَّقْ بِهِ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَمِنْهُمْ مَنْ ذَكَرَهُ بِمَعْنَاهُ , وَزَادَ اِبْن إِسْحَاق \" فَتَصَدَّقْ بِهِ عَنْ نَفْسِك \" وَيُؤَيِّدهُ رِوَايَة مَنْصُور فِي الْبَاب الَّذِي يَلِيه بِلَفْظِ \" أَطْعِمْ هَذَا عَنْك \" وَنَحْوه فِي مُرْسَل سَعِيد اِبْن الْمُسَيِّب مِنْ رِوَايَة دَاوُدَ بْن أَبِي هِنْد عَنْهُ عِنْد الدَّارَقُطْنِيِّ , وَعِنْده مِنْ طَرِيق لَيْث عَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة \" نَحْنُ نَتَصَدَّقُ بِهِ عَنْك \" وَاسْتُدِلَّ بِإِفْرَادِهِ بِذَلِكَ عَلَى أَنَّ الْكَفَّارَة عَلَيْهِ وَحْده دُون الْمَوْطُوءَة , وَكَذَا قَوْله فِي الْمُرَاجَعَة \" هَلْ تَسْتَطِيع \" وَ \" هَلْ تَجِد \" وَغَيْر ذَلِكَ , وَهُوَ الْأَصَحّ مِنْ قَوْلَيْ الشَّافِعِيَّة وَبِهِ قَالَ الْأَوْزَاعِيِّ , وَقَالَ الْجُمْهُورُ وَأَبُو ثَوْر وَابْن الْمُنْذِر تَجِبُ الْكَفَّارَة عَلَى الْمَرْأَة أَيْضًا عَلَى اِخْتِلَافٍ وَتَفَاصِيلَ لَهُمْ فِي الْحُرَّة وَالْأَمَة وَالْمُطَاوِعَةِ وَالْمُكْرَهَةِ وَهَلْ هِيَ عَلَيْهَا أَوْ عَلَى الرَّجُل عَنْهَا , وَاسْتَدَلَّ الشَّافِعِيَّة بِسُكُوتِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام عَنْ إِعْلَام الْمَرْأَة بِوُجُوبِ الْكَفَّارَة مَعَ الْحَاجَة , وَأُجِيبَ بِمَنْعِ وُجُودِ الْحَاجَة إِذْ ذَاكَ لِأَنَّهَا لَمْ تَعْتَرِف وَلَمْ تَسْأَلْ وَاعْتِرَاف الزَّوْج عَلَيْهَا لَا يُوجِبُ عَلَيْهَا حُكْمًا مَا لَمْ تَعْتَرِفْ , وَبِأَنَّهَا قَضِيَّةُ حَالٍ فَالسُّكُوت عَنْهَا لَا يَدُلّ عَلَى الْحُكْم لِاحْتِمَالِ أَنْ تَكُون الْمَرْأَة لَمْ تَكُنْ صَائِمَة لِعُذْرٍ مِنْ الْأَعْذَار. ثُمَّ إِنَّ بَيَانَ الْحُكْم لِلرَّجُلِ بَيَان فِي حَقّهَا لِاشْتِرَاكِهِمَا فِي تَحْرِيم الْفِطْر وَانْتَهَاك حُرْمَة الصَّوْم كَمَا لَمْ يَأْمُرهُ بِالْغُسْلِ. وَالتَّنْصِيص عَلَى الْحُكْم فِي حَقّ بَعْض الْمُكَلَّفِينَ كَافٍ عَنْ ذِكْرِهِ فِي حَقّ الْبَاقِينَ , وَيَحْتَمِلُ أَنْ يَكُونَ سَبَب السُّكُوت عَنْ حُكْم الْمَرْأَة مَا عَرَفَهُ مِنْ كَلَام زَوْجِهَا بِأَنَّهَا لَا قُدْرَةَ لَهَا عَلَى شَيْء , وَقَالَ الْقُرْطُبِيُّ اِخْتَلَفُوا فِي الْكَفَّارَة هَلْ هِيَ عَلَى الرَّجُل وَحْدَهُ عَلَى نَفْسه فَقَطْ أَوْ عَلَيْهِ وَعَلَيْهَا أَوْ عَلَيْهِ كَفَّارَتَانِ عَنْهُ وَعَنْهَا أَوْ عَلَيْهِ عَنْ نَفْسه وَعَلَيْهَا عَنْهَا , وَلَيْسَ فِي الْحَدِيث مَا يَدُلُّ عَلَى شَيْء مِنْ ذَلِكَ لِأَنَّهُ سَاكِت عَنْ الْمَرْأَة فَيُؤْخَذ حُكْمهَا مِنْ دَلِيل آخَرَ مَعَ اِحْتِمَال أَنْ يَكُون سَبَب السُّكُوت أَنَّهَا كَانَتْ غَيْر صَائِمَة , وَاسْتَدَلَّ بَعْضهمْ بِقَوْلِهِ فِي بَعْض طُرُق هَذَا الْحَدِيث \" هَلَكْت وَأَهْلَكْت \" وَهِيَ زِيَادَة فِيهَا مَقَال , فَقَالَ اِبْن الْجَوْزِيِّ : فِي قَوْله وَأَهْلَكْت تَنْبِيهٌ عَلَى أَنَّهُ أَكْرَهَهَا وَلَوْلَا ذَلِكَ لَمْ يَكُنْ مُهْلِكًا لَهَا , قُلْت : وَلَا يَلْزَم مِنْ ذَلِكَ تَعَدُّدُ الْكَفَّارَة بَلْ لَا يَلْزَم مِنْ قَوْله وَأَهْلَكْت إِيجَاب الْكَفَّارَة عَلَيْهَا , بَلْ يَحْتَمِلُ أَنْ يُرِيدَ بِقَوْلِهِ هَلَكْت أَثِمْت وَأَهْلَكْت أَيْ كُنْت سَبَبًا فِي تَأْثِيم مَنْ طَاوَعَتْنِي فَوَاقَعَهَا إِذْ لَا رَيْب فِي حُصُول الْإِثْم عَلَى الْمُطَاوِعَةِ وَلَا يَلْزَمُ مِنْ ذَلِكَ إِثْبَات الْكَفَّارَة وَلَا نَفْيُهَا , أَوْ الْمَعْنَى هَلَكْت أَيْ حَيْثُ وَقَعَتْ فِي شَيْء لَا أَقْدِر عَلَى كَفَّارَتِهِ , وَأَهْلَكْت أَيْ نَفْسِي بِفِعْلِي الَّذِي جَرَّ عَلَيَّ الْإِثْمَ , وَهَذَا كُلّه بَعْد ثُبُوت الزِّيَادَة الْمَذْكُورَة , وَقَدْ ذَكَرَ الْبَيْهَقِيُّ أَنَّ لِلْحَاكِمِ فِي بُطْلَانهَا ثَلَاثَةَ أَجْزَاء , وَمُحَصَّلُ الْقَوْل فَهَا أَنَّهَا وَرَدَتْ مِنْ طَرِيق الْأَوْزَاعِيِّ وَمِنْ طَرِيق اِبْن عُيَيْنَةَ , أَمَّا الْأَوْزَاعِيُّ فَتَفَرَّدَ بِهَا مُحَمَّد بْن الْمُسَيِّب عَنْ عَبْد السَّلَام بْن عَبْد الْحَمِيد عَنْ عُمَرَ بْن عَبْد الْوَاحِد وَالْوَلِيد بْن مُسْلِم وَعَنْ مُحَمَّد بْن عُقْبَةَ عَنْ عَلْقَمَة عَنْ أَبِيهِ ثَلَاثَتهمْ عَنْ الْأَوْزَاعِيِّ قَالَ الْبَيْهَقِيُّ رَوَاهُ جَمِيع أَصْحَابِ الْأَوْزَاعِيِّ بِدُونِهَا وَكَذَلِكَ جَمِيعُ الرُّوَاة عَنْ الْوَلِيد وَعُقْبَة وَعُمَر , وَمُحَمَّد اِبْن الْمُسَيِّب كَانَ حَافِظًا مُكْثِرًا إِلَّا أَنَّهُ كَانَ فِي آخِرِ أَمْرِهِ عَمِيَ فَلَعَلَّ هَذِهِ اللَّفْظَة أُدْخِلَتْ عَلَيْهِ , وَقَدْ رَوَاهُ أَبُو عَلِيٍّ النَّيْسَابُورِيُّ عَنْهُ بِدُونِهَا , وَيَدُلّ عَلَى بُطْلَانهَا مَا رَوَاهُ الْعَبَّاس بْن الْوَلِيد عَنْ أَبِيهِ قَالَ : سُئِلَ الْأَوْزَاعِيُّ عَنْ رَجُل جَامَعَ اِمْرَأَته فِي رَمَضَان قَالَ : عَلَيْهِمَا كَفَّارَة وَاحِدَة إِلَّا الصِّيَام , قِيلَ لَهُ فَإِنْ اِسْتَكْرَهَهَا ؟ قَالَ عَلَيْهِ الصِّيَام وَحْده. وَأَمَّا اِبْن عُيَيْنَةَ فَتَفَرَّدَ بِهَا أَبُو ثَوْر عَنْ مُعَلَّى بْن مَنْصُور عَنْهُ , قَالَ الْخَطَّابِيُّ : الْمُعَلَّى لَيْسَ بِذَاكَ الْحَافِظ. وَتَعَقَّبَهُ اِبْن الْجَوْزِيِّ بِأَنَّهُ لَا يَعْرِف أَحَدًا طَعَنَ فِي الْمُعَلَّى , وَغَفَلَ عَنْ قَوْل الْإِمَام أَحْمَد إِنَّهُ كَانَ يُخْطِئُ كُلَّ يَوْمٍ فِي حَدِيثَيْنِ أَوْ ثَلَاثَةٍ , فَلَعَلَّهُ حَدَّثَ مِنْ حِفْظه بِهَذَا فَوَهِمَ , وَقَدْ قَالَ الْحَاكِم : وَقَفْت عَلَى \" كِتَاب الصِّيَام لِلْمُعَلَّى \" بِخَطٍّ مَوْثُوقٍ بِهِ وَلَيْسَتْ هَذِهِ اللَّفْظَة فِيهِ , وَزَعَمَ اِبْن الْجَوْزِيِّ أَنَّ الدَّارَقهطْنِيَّ أَخْرَجَهُ مِنْ طَرِيق عَقِيلٍ أَيْضًا , وَهُوَ غَلَطٌ مِنْهُ فَإِنَّ الدَّارَقهطْنِيَّ لَمْ يُخْرِجْ طَرِيقَ عَقِيلٍ فِي \" السُّنَن \" وَقَدْ سَاقَهُ فِي \" الْعِلَلِ \" بِالْإِسْنَادِ الَّذِي ذَكَرَهُ عَنْهُ اِبْن الْجَوْزِيِّ بِدُونِهَا. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏الْقَائِل بِوُجُوبِ كَفَّارَةٍ وَاحِدَةٍ عَلَى الزَّوْج عَنْهُ وَعَنْ مَوْطُوءَتِهِ يَقُول يُعْتَبَرُ حَالُهُمَا فَإِنْ كَانَا مِنْ أَهْل الْعِتْق أَجْزَأَتْ رَقَبَة , وَإِنْ كَانَا مِنْ أَهْل الْإِطْعَام أَطْعَمَ مَا سَبَقَ , وَإِنْ كَانَا مِنْ أَهْل الصِّيَام صَامَا جَمِيعًا , فَإِنْ اِخْتَلَفَ حَالُهُمَا فَفِيهِ تَفْرِيعٌ مَحَلُّهُ كُتُبُ الْفُرُوعِ. ‏ ‏قَوْله : ( فَقَالَ الرَّجُل عَلَى أَفْقَرَ مِنِّي ) ‏ ‏أَيْ أَتَصَدَّقُ بِهِ عَلَى شَخْصٍ أَفْقَرَ مِنِّي ؟ وَهَذَا يُشْعِرُ بِأَنَّهُ فَهِمَ الْإِذْنَ لَهُ فِي التَّصَدُّق عَلَى مَنْ يَتَّصِف بِالْفَقْرِ , وَقَدْ بَيَّنَ اِبْن عُمَر فِي حَدِيثه ذَلِكَ فَزَادَ فِيهِ \" إِلَى مَنْ أَدْفَعُهُ ؟ قَالَ إِلَى أَفْقَرَ مَنْ تَعْلَم \" أَخْرَجَهُ الْبَزَّار وَالطَّبَرَانِيُّ فِي \" الْأَوْسَط \" وَفِي رِوَايَة إِبْرَاهِيم بْن سَعْد \" أَعَلَى أَفْقَرَ مِنْ أَهْلِي \" ؟ وَلِابْنِ مُسَافِر \" أَعَلَى أَهْلِ بَيْت أَفْقَرَ مِنِّي \" ؟ وَلِلْأَوْزَاعِيِّ \" أَعَلَى غَيْر أَهْلِي \" ؟ وَلِمَنْصُورٍ \" أَعَلَى أَحْوَجَ مِنَّا \" وَلِابْنِ إِسْحَاق \" وَهَلْ الصَّدَقَة إِلَّا لِي وَعَلَيَّ \" ؟ ‏ ‏قَوْله : ( فَوَاَللَّهِ مَا بَيْنَ لَابَتَيْهَا ) ) ‏ ‏تَثْنِيَةُ لَابَةٍ وَقَدْ تَقَدَّمَ شَرْحُهَا فِي أَوَاخِر كِتَاب الْحَجّ وَالضَّمِير لِلْمَدِينَةِ , وَقَوْله \" يُرِيد الْحَرَّتَيْنِ \" مِنْ كَلَام بَعْض رُوَاته , زَادَ فِي رِوَايَة اِبْن عُيَيْنَةَ وَمَعْمَرٍ \" وَاَلَّذِي بَعَثَك بِالْحَقِّ \" وَوَقَعَ فِي حَدِيث اِبْن عُمَر الْمَذْكُور \" مَا بَيْن حَرَّتَيْهَا \" وَفِي رِوَايَة الْأَوْزَاعِيِّ الْآتِيَة فِي الْأَدَب \" وَاَلَّذِي نَفْسِي بِيَدِهِ مَا بَيْن طُنُبَيْ الْمَدِينَة \" تَثْنِيَة طُنُب - وَهُوَ بِضَمِّ الطَّاء الْمُهْمَلَة بَعْدهَا نُون - وَالطُّنُب أَحَدُ أَطْنَابِ الْخَيْمَةِ فَاسْتَعَارَهُ لِلطَّرَفِ. ‏ ‏قَوْله : ( أَهْل بَيْت أَفْقَرَ مِنْ أَهْل بَيْتِي ) ‏ ‏زَادَ يُونُس \" مِنِّي وَمِنْ أَهْل بَيْتِي \" وَفِي رِوَايَة إِبْرَاهِيم بْن سَعْد \" أَفْقَرَ مِنَّا \" وَأَفْقَرَ بِالنَّصْبِ عَلَى أَنَّهَا خَبَرُ مَا النَّافِيَة , وَيَجُوز الرَّفْع عَلَى لُغَة تَمِيم , وَفِي رِوَايَة عَقِيل \" مَا أَحَدٌ أَحَقُّ بِهِ مِنْ أَهْلِي , مَا أَحَدٌ أَحْوَج إِلَيْهِ مِنِّي \" وَفِي أَحَقّ وَأَحْوَج مَا فِي أَفْقَرَ. وَفِي مُرْسَل سَعِيد مِنْ رِوَايَة دَاوُدَ عَنْهُ \" وَاَللَّهِ مَا لِعِيَالِي مِنْ طَعَام \" وَفِي حَدِيث عَائِشَةَ عِنْد اِبْن خُزَيْمَةَ \" مَا لَنَا عَشَاءُ لَيْلَةٍ \". ‏ ‏قَوْله : ( فَضَحِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابه ) ‏ ‏فِي رِوَايَة اِبْن إِسْحَاق \" حَتَّى بَدَتْ نَوَاجِذُهُ \" وَلِأَبِي قُرَّةَ فِي \" السُّنَن \" عَنْ اِبْن جُرَيْجٍ \" حَتَّى بَدَتْ ثَنَايَاهُ \" وَلَعَلَّهَا تَصْحِيف مِنْ أَنْيَابه فَإِنَّ الثَّنَايَا تَبِينُ بِالتَّبَسُّمِ غَالِبًا وَظَاهِر السِّيَاق إِرَادَة الزِّيَادَة عَلَى التَّبَسُّم , وَيُحْمَلُ مَا وَرَدَ فِي صِفَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ ضَحِكَهُ كَانَ تَبَسُّمًا عَلَى غَالِب أَحْوَاله , وَقِيلَ كَانَ لَا يَضْحَكُ إِلَّا فِي أَمْرٍ يَتَعَلَّق بِالْآخِرَةِ فَإِنْ كَانَ فِي أَمْر الدُّنْيَا لَمْ يَزِدْ عَلَى التَّبَسُّم , قِيلَ وَهَذِهِ الْقَضِيَّةُ تُعَكِّرُ عَلَيْهِ وَلَيْسَ كَذَلِكَ فَقَدْ قِيلَ إِنَّ سَبَب ضَحِكِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مِنْ تَبَايُنِ حَالِ الرَّجُل حَيْثُ جَاءَ خَائِفًا عَلَى نَفْسه رَاغِبًا فِي فَدَائِهَا مَهْمَا أَمْكَنَهُ , فَلَمَّا وَجَدَ الرُّخْصَةَ طَمِعَ فِي أَنْ يَأْكُلَ مَا أُعْطِيَهُ مِنْ الْكَفَّارَة , وَقِيلَ ضَحِكَ مِنْ حَالِ الرَّجُل فِي مَقَاطِعِ كَلَامِهِ وَحُسْنِ تَأَتِّيه وَتَلَطُّفِهِ فِي الْخِطَابِ وَحُسْن تَوَسُّلِهِ فِي تَوَصُّلِهِ إِلَى مَقْصُودِهِ. ‏ ‏قَوْله : ( ثُمَّ قَالَ أَطْعِمْهُ أَهْلَك ) ‏ ‏تَابَعَهُ مَعْمَر وَابْن أَبِي حَفْصَة , وَفِي رِوَايَة لِابْنِ عُيَيْنَةَ فِي الْكَفَّارَات \" أَطْعِمْهُ عِيَالَك \" وَلِإِبْرَاهِيم بْن سَعْد \" فَأَنْتُمْ إِذًا \" وَقَدَّمَ عَلَى ذَلِكَ ذِكْرَ الضَّحِكِ , وَلِأَبِي قُرَّة عَنْ اِبْن جُرَيْجٍ \" ثُمَّ قَالَ كُلْهُ \" وَنَحْوُهُ لِيَحْيَى بْن سَعِيد وَعِرَاك , وَجَمَعَ بَيْنهمَا اِبْن إِسْحَاق وَلَفْظه \" خُذْهَا وَكُلْهَا وَأَنْفِقْهَا عَلَى عِيَالِك \" وَنَحْوه فِي رِوَايَة عَبْد الْجَبَّار وَحَجَّاج وَهِشَام بْن سَعْد كُلّهمْ عَنْ الزُّهْرِيِّ , وَلِابْنِ خُزَيْمَةَ فِي حَدِيث عَائِشَة \" عُدْ بِهِ عَلَيْك وَعَلَى أَهْلِك \" وَقَالَ اِبْن دَقِيق الْعِيد : تَبَايَنَتْ فِي هَذِهِ الْقِصَّة الْمَذَاهِب فَقِيلَ إِنَّهُ دَلَّ عَلَى سُقُوط الْكَفَّارَة بِالْإِعْسَارِ الْمُقَارِن لِوُجُوبِهَا لِأَنَّ الْكَفَّارَة لَا تُصْرَفُ إِلَى النَّفْس وَلَا إِلَى الْعِيَال , وَلَمْ يُبَيِّن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتِقْرَارهَا فِي ذِمَّته إِلَى حِين يَسَاره , وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيَّة وَجَزَمَ بِهِ عِيسَى اِبْن دِينَار مِنْ الْمَالِكِيَّة , وَقَالَ الْأَوْزَاعِيُّ : يَسْتَغْفِرُ اللَّه وَلَا يَعُود. وَيَتَأَيَّدُ ذَلِكَ بِصَدَقَةِ الْفِطْرِ حَيْثُ تَسْقُط بِالْإِعْسَارِ الْمُقَارِن لِسَبَبِ وُجُوبِهَا وَهُوَ هِلَالُ الْفِطْرِ , لَكِنَّ الْفَرْق بَيْنهمَا أَنَّ صَدَقَة الْفِطْر لَهَا أَمَدٌ تَنْتَهِي إِلَيْهِ , وَكَفَّارَة الْجِمَاع لَا أَمَدَ لَهَا فَتَسْتَقِرّ فِي الذِّمَّة , وَلَيْسَ فِي الْخَبَر مَا يَدُلّ عَلَى إِسْقَاطهَا بَلْ فِيهِ مَا يَدُلّ عَلَى اِسْتِمْرَارهَا عَلَى الْعَاجِز , وَقَالَ الْجُمْهُور : لَا تَسْقُط الْكَفَّارَة بِالْإِعْسَارِ , وَاَلَّذِي أَذِنَ لَهُ فِي التَّصَرُّف فِيهِ لَيْسَ عَلَى سَبِيل الْكَفَّارَة. ثُمَّ اِخْتَلَفُوا فَقَالَ الزُّهْرِيُّ : هُوَ خَاصّ بِهَذَا الرَّجُل , وَإِلَى هَذَا نَحَا إِمَام الْحَرَمَيْنِ , وَرُدَّ بِأَنَّ الْأَصْل عَدَم الْخُصُوصِيَّة. وَقَالَ بَعْضهمْ : هُوَ مَنْسُوخ , وَلَمْ يُبَيِّنْ قَائِلُهُ نَاسِخَهُ , وَقِيلَ : الْمُرَاد بِالْأَهْلِ الَّذِينَ أُمِرَ بِصَرْفِهَا إِلَيْهِمْ مَنْ لَا تَلْزَمُهُ نَفَقَتُهُ مِنْ أَقَارِبِهِ , وَهُوَ قَوْل بَعْض الشَّافِعِيَّة , وَضُعِّفَ بِالرِّوَايَةِ الْأُخْرَى الَّتِي فِيهَا عِيَالك , وَبِالرِّوَايَةِ الْمُصَرِّحَة بِالْإِذْنِ لَهُ فِي الْأَكْل مِنْ ذَلِكَ , وَقِيلَ لَمَّا كَانَ عَاجِزًا عَنْ نَفَقَة أَهْلِهِ جَازَ لَهُ أَنْ يَصْرِفَ الْكَفَّارَةَ لَهُمْ , وَهَذَا هُوَ ظَاهِر الْحَدِيث , وَهُوَ الَّذِي حَمَلَ أَصْحَاب الْأَقْوَال الْمَاضِيَة عَلَى مَا قَالُوهُ بِأَنَّ الْمَرْء لَا يَأْكُل مِنْ كَفَّارَة نَفْسه. قَالَ الشَّيْخ تَقِيُّ الدِّين : وَأَقْوَى مِنْ ذَلِكَ أَنْ يُجْعَلَ الْإِعْطَاءُ لَا عَلَى جِهَةِ الْكَفَّارَةِ بَلْ عَلَى جِهَة التَّصَدُّقِ عَلَيْهِ وَعَلَى أَهْله بِتِلْك الصَّدَقَة لِمَا ظَهَرَ مِنْ حَاجَتهمْ , وَأَمَّا الْكَفَّارَة فَلَمْ تَسْقُطْ بِذَلِكَ , وَلَكِنْ لَيْسَ اِسْتِقْرَارهَا فِي ذِمَّته مَأْخُوذًا مِنْ هَذَا الْحَدِيث. وَأَمَّا مَا اِعْتَلُّوا بِهِ مِنْ تَأْخِير الْبَيَان فَلَا دَلَالَة فِيهِ , لِأَنَّ الْعِلْم بِالْوُجُوبِ قَدْ تَقَدَّمَ , وَلَمْ يَرِدْ فِي الْحَدِيث مَا يَدُلّ عَلَى الْإِسْقَاط لِأَنَّهُ لَمَّا أَخْبَرَهُ بِعَجْزِهِ ثُمَّ أَمَرَهُ بِإِخْرَاجِ الْعِرْقِ دَلَّ عَلَى أَنْ لَا سُقُوطَ عَنْ الْعَاجِز , وَلَعَلَّهُ أَخَّرَ الْبَيَانَ إِلَى وَقْت الْحَاجَة وَهُوَ الْقُدْرَةُ ا ه. وَقَدْ وَرَدَ مَا يَدُلُّ عَلَى إِسْقَاط الْكَفَّارَة أَوْ عَلَى إِجْزَائِهَا عَنْهُ بِإِنْفَاقِهِ إِيَّاهَا عَلَى عِيَالِهِ وَهُوَ قَوْله فِي حَدِيث عَلِيٍّ \" وَكُلْهُ أَنْتَ وَعِيَالُك فَقَدْ كَفَّرَ اللَّه عَنْك \" وَلَكِنَّهُ حَدِيثٌ ضَعِيفٌ لَا يُحْتَجُّ بِمَا اِنْفَرَدَ بِهِ , وَالْحَقّ أَنَّهُ لَمَّا قَالَ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خُذْ هَذَا فَتَصَدَّقْ بِهِ لَمْ يَقْبِضْهُ بَلْ اِعْتَذَرَ بِأَنَّهُ أَحْوَجُ إِلَيْهِ مِنْ غَيْره فَأَذِنَ لَهُ حِينَئِذٍ فِي أَكْلِهِ , فَلَوْ كَانَ قَبَضَهُ لَمَلَكَهُ مِلْكًا مَشْرُوطًا بِصِفَةٍ وَهُوَ إِخْرَاجه عَنْهُ فِي كَفَّارَته فَيَنْبَنِي عَلَى الْخِلَاف الْمَشْهُور فِي التَّمْلِيك الْمُقَيَّد بِشَرْطٍ , لَكِنَّهُ لَمَّا لَمْ يَقْبِضْهُ لَمْ يَمْلِكْهُ , فَلَمَّا أَذِنَ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي إِطْعَامه لِأَهْلِهِ وَأَكْلِهِ مِنْهُ كَانَ تَمْلِيكًا مُطْلَقًا بِالنِّسْبَةِ إِلَيْهِ وَإِلَى أَهْله وَأَخَذَهُمْ إِيَّاهُ بِصِفَةِ الْفَقْر الْمَشْرُوحَة , وَقَدْ تَقَدَّمَ أَنَّهُ كَانَ مِنْ مَال الصَّدَقَة , وَتَصَرُّف النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ تَصَرُّفُ الْإِمَام فِي إِخْرَاج مَال الصَّدَقَةِ , وَاحْتَمَلَ إِنَّهُ كَانَ تَمْلِيكًا بِالشَّرْطِ الْأَوَّل وَمِنْ ثَمَّ نَشَأَ الْإِشْكَال , وَالْأَوَّل أَظْهَرُ فَلَا يَكُون فِيهِ إِسْقَاط وَلَا أَكْل الْمَرْء مِنْ كَفَّارَة نَفْسه وَلَا إِنْفَاقه عَلَى مَنْ تَلْزَمهُ نَفَقَتهمْ مِنْ كَفَّارَة نَفْسه. وَأَمَّا تَرْجَمَة الْبُخَارِيّ الْبَاب الَّذِي يَلِيه \" بَابٌ الْمُجَامِعُ فِي رَمَضَانَ هَلْ يُطْعِمُ أَهْلَهُ مِنْ الْكَفَّارَة إِذَا كَانُوا مَحَاوِيجَ \" فَلَيْسَ فِيهِ تَصْرِيح بِمَا تَضْمَنَّهُ حُكْم التَّرْجَمَة. وَإِنَّمَا أَشَارَ إِلَى الِاحْتِمَالَيْنِ الْمَذْكُورَيْنِ بِإِتْيَانِهِ بِصِيغَةِ الِاسْتِفْهَام وَاَللَّهُ أَعْلَم. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز إِعْطَاءِ الصَّدَقَةِ جَمِيعِهَا فِي صِنْفٍ وَاحِدٍ , وَفِيهِ نَظَرٌ لِأَنَّهُ لَمْ يَتَعَيَّن أَنَّ ذَلِكَ الْقَدْرَ هُوَ جَمِيع مَا يَجِبُ عَلَى ذَلِكَ الرَّجُل الَّذِي أَحْضَرَ التَّمْر , وَعَلَى سُقُوط قَضَاء الْيَوْم الَّذِي أَفْسَدَهُ الْمُجَامِع اِكْتِفَاءً بِالْكَفَّارَةِ , إِذْ لَمْ يَقَع التَّصْرِيح فِي الصَّحِيحَيْنِ بِقَضَائِهِ وَهُوَ مَحْكِيٌّ فِي مَذْهَب الشَّافِعِيّ , وَعَنْ الْأَوْزَاعِيِّ يَقْضِي إِنْ كَفَّرَ بِغَيْرِ الصَّوْمِ وَهُوَ وَجْهٌ لِلشَّافِعِيَّةِ أَيْضًا , قَالَ اِبْن الْعَرَبِيّ : إِسْقَاط الْقَضَاء لَا يُشْبِهُ مُنْصَبّ الشَّافِعِيّ إِذْ لَا كَلَام فِي الْقَضَاء لِكَوْنِهِ أَفْسَدَ الْعِبَادَة وَأَمَّا الْكَفَّارَة فَإِنَّمَا هِيَ لِمَا اِقْتَرَفَ مِنْ الْإِثْم , قَالَ : وَأَمَّا كَلَام الْأَوْزَاعِيِّ فَلَيْسَ بِشَيْءِ. قُلْت : وَقَدْ وَرَدَ الْأَمْر بِالْقَضَاءِ فِي هَذَا الْحَدِيث فِي رِوَايَة أَبِي أُوَيْس وَعَبْد الْجَبَّار وَهِشَام بْن سَعْد كُلّهمْ عَنْ الزُّهْرِيِّ , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيقِ إِبْرَاهِيم بْن سَعْد عَنْ اللَّيْث عَنْ الزُّهْرِيِّ , وَحَدِيث إِبْرَاهِيم بْن سَعْد فِي الصَّحِيح عَنْ الزُّهْرِيِّ نَفْسه بِغَيْرِ هَذِهِ الزِّيَادَة , وَحَدِيث اللَّيْث عَنْ الزُّهْرِيِّ فِي الصَّحِيحَيْنِ بِدُونِهَا , وَوَقَعَتْ الزِّيَادَة أَيْضًا فِي مُرْسَل سَعِيد بْن الْمُسَيِّبِ وَنَافِع بْن جُبَيْر وَالْحَسَن وَمُحَمَّد بْن كَعْب , وَبِمَجْمُوعِ هَذِهِ الطُّرُق تَعْرِف أَنَّ لِهَذِهِ الزِّيَادَة أَصْلًا , وَيُؤْخَذ مِنْ قَوْله \" صُمْ يَوْمًا \" عَدَم اِشْتِرَاط الْفَوْرِيَّة لِلتَّنْكِيرِ فِي قَوْله \" يَوْمًا \". وَفِي الْحَدِيث مِنْ الْفَوَائِد - غَيْر مَا تَقَدَّمَ - السُّؤَالُ عَنْ حُكْم مَا يَفْعَلُهُ الْمَرْءُ مُخَالِفًا لِلشَّرْعِ , وَالتَّحَدُّث بِذَلِكَ لِمَصْلَحَةِ مَعْرِفَة الْحُكْم , وَاسْتِعْمَال الْكِنَايَة فِيمَا يُسْتَقْبَحُ ظُهُوره بِصَرِيحِ لَفْظه لِقَوْلِهِ وَاقَعْت أَوْ أَصَبْت , عَلَى أَنَّهُ قَدْ وَرَدَ فِي بَعْض طُرُقه - كَمَا تَقَدَّمَ - وَطِئْت , وَاَلَّذِي يَظْهَر أَنَّهُ مِنْ تَصَرُّفِ الرُّوَاة. وَفِيهِ الرِّفْق بِالْمُتَعَلِّمِ وَالتَّلَطُّف فِي التَّعْلِيم وَالتَّأَلُّف عَلَى الدِّين , وَالنَّدَم عَلَى الْمَعْصِيَةِ , وَاسْتِشْعَار الْخَوْف. وَفِيهِ الْجُلُوس فِي الْمَسْجِد لِغَيْرِ الصَّلَاة مِنْ الْمَصَالِح الدِّينِيَّة كَنَشْرِ الْعِلْم , وَفِيهِ جَوَاز الضَّحِكِ عِنْد وُجُودِ سَبَبِهِ , وَإِخْبَار الرَّجُل بِمَا يَقَع مِنْهُ مَعَ أَهْله لِلْحَاجَةِ. وَفِيهِ الْحَلِفُ لِتَأْكِيدِ الْكَلَام , وَقَبُول قَوْل الْمُكَلَّف مِمَّا لَا يُطَّلَعُ عَلَيْهِ إِلَّا مِنْ قِبَلِهِ لِقَوْلِهِ فِي جَوَاب قَوْله أَفْقَرَ مِنَّا أَطْعِمْهُ أَهْلَك وَيَحْتَمِل أَنْ يَكُون هُنَاكَ قَرِينَة لِصِدْقِهِ. وَفِيهِ التَّعَاوُن عَلَى الْعِبَادَة وَالسَّعْي فِي إِخْلَاص الْمُسْلِم وَإِعْطَاء الْوَاحِد فَوْق حَاجَته الرَّاهِنَة , وَإِعْطَاء الْكَفَّارَة أَهْلَ بَيْتٍ وَاحِدٍ , وَأَنَّ الْمُضْطَرّ إِلَى مَا بِيَدِهِ لَا يَجِبُ عَلَيْهِ أَنْ يُعْطِيَهُ أَوْ بَعْضه لِمُضْطَرٍّ آخَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6710,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ هَلَكْتُ‏.‏ فَقَالَ ‏\"‏ وَمَا ذَاكَ ‏\"‏‏.‏ قَالَ وَقَعْتُ بِأَهْلِي فِي رَمَضَانَ‏.‏ قَالَ ‏\"‏ تَجِدُ رَقَبَةً ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ هَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَتَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ بِعَرَقٍ ـ وَالْعَرَقُ الْمِكْتَلُ فِيهِ تَمْرٌ ـ فَقَالَ ‏\"‏ اذْهَبْ بِهَذَا، فَتَصَدَّقْ بِهِ ‏\"‏‏.‏ قَالَ عَلَى أَحْوَجَ مِنَّا يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لاَبَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ مِنَّا‏.‏ ثُمَّ قَالَ ‏\"‏ اذْهَبْ، فَأَطْعِمْهُ أَهْلَكَ ‏\"‏‏.‏",
    "english_text": "A man came to Allah's Messenger (ﷺ) and said, \"I am ruined!\" The Prophet (ﷺ) said to him, \"What is the \nmatter?\" He said, \"I have done a sexual relation with my wife (while fasting) in Ramadan.\" The \nProphet said to him?\" \"Can you afford to manumit a slave?\" He said, \"No.\" The Prophet (ﷺ) said, \"Can \nyou fast for two successive months?\" He said, \"No.\" The Prophet (ﷺ) said, \"Can you feed sixty poor \npersons?\" He said, \"No.\" Then an Ansari man came with an Irq (a big basket full of dates). The \nProphet said (to the man), \"Take this (basket) and give it in charity.\" That man said, \"To poorer people \nthan we, O Allah's Messenger (ﷺ)? By Him Who has sent you with the Truth! There is no house in between \nthe two mountains (of the city of Medina) poorer than we.\" So the Prophet (ﷺ) said (to him), \"Go and feed \nit to your family.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ مَنْصُور ) ‏ ‏هُوَ اِبْنُ الْمُعْتَمِرِ. ‏ ‏قَوْله : ( عَنْ الزُّهْرِيِّ عَنْ حُمَيْدٍ ) ‏ ‏كَذَا لِلْأَكْثَرِ مِنْ أَصْحَاب مَنْصُور عَنْهُ , وَكَذَا رَوَاهُ مُؤَمَّل بْن إِسْمَاعِيل عَنْ الثَّوْرِيِّ عَنْ مَنْصُور , وَخَالَفَهُ مِهْرَانُ بْن أَبِي عُمَرَ فَرَوَاهُ عَنْ الثَّوْرِيِّ بِهَذَا الْإِسْنَاد فَقَالَ \" عَنْ سَعِيد اِبْن الْمُسَيِّب \" بَدَلَ حُمَيْدِ بْن عَبْد الرَّحْمَن أَخْرَجَهُ اِبْن خُزَيْمَةَ , وَهُوَ قَوْلٌ شَاذٌّ وَالْمَحْفُوظُ الْأَوَّلُ. ‏ ‏قَوْله : ( إِنَّ الْأَخِر ) ‏ ‏بِهَمْزَةٍ غَيْر مَمْدُودَةٍ بَعْدهَا خَاء مُعْجَمَة مَكْسُورَة , تَقَدَّمَ فِي أَوَائِل الْبَاب الَّذِي قَبْلَهُ , وَحَكَى اِبْنُ الْقُوطِيَّةِ فِيهِ مَدَّ الْهَمْزَةِ. ‏ ‏قَوْله : ( أَتَجِدُ مَا تُحَرِّرَ رَقَبَةً ) ‏ ‏؟ بِالنَّصْبِ عَلَى الْبَدَل مِنْ لَفْظ \" مَا \" وَهِيَ مَفْعُولٌ بِتَجِدُ , وَمِثْلُهُ قَوْله \" أَفَتَجِدُ مَا تُطْعِمَ سِتِّينَ مِسْكِينًا \" وَقَدْ تَقَدَّمَ بَاقِي الْكَلَام عَلَيْهِ مُسْتَوْفًى فِي الَّذِي قَبْلَهُ , وَقَدْ اِعْتَنَى بِهِ بَعْض الْمُتَأَخِّرِينَ مِمَّنْ أَدْرَكَهُ شُيُوخُنَا فَتَكَلَّمَ عَلَيْهِ فِي مُجَلَّدَيْنِ جَمَعَ فِيهِمَا أَلْفَ فَائِدَةٍ وَفَائِدَةٍ , وَمُحَصَّلُهُ إِنْ شَاءَ اللَّه تَعَالَى فِيمَا لَخَّصْته مَعَ زِيَادَاتٍ كَثِيرَةٍ عَلَيْهِ , فَلِلَّهِ الْحَمْدُ عَلَى مَا أَنْعَمَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6711,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ هَلَكْتُ‏.‏ قَالَ ‏\"‏ وَمَا شَأْنُكَ ‏\"‏‏.‏ قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ‏.‏ قَالَ ‏\"‏ هَلْ تَجِدُ مَا تُعْتِقُ رَقَبَةً ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا ‏\"‏‏.‏ قَالَ لاَ أَجِدُ‏.‏ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ ‏\"‏ خُذْ هَذَا فَتَصَدَّقْ بِهِ ‏\"‏‏.‏ فَقَالَ أَعَلَى أَفْقَرَ مِنَّا مَا بَيْنَ لاَبَتَيْهَا أَفْقَرُ مِنَّا‏.‏ ثُمَّ قَالَ ‏\"‏ خُذْهُ فَأَطْعِمْهُ أَهْلَكَ ‏\"‏‏.‏",
    "english_text": "A man came to the Prophets and said, \"I am ruined!\" The Prophet (ﷺ) said, \"What is the matter with you?\" \nHe said, \"I have done a sexual relation with my wife (while fasting) in Ramadan\" The Prophet (ﷺ) said to \nhim, \"Can you afford to manumit a slave?\" He said, \"No.\" The Prophet (ﷺ) said, \"Can you fast for two \nsuccessive months?\" He said, \"No.\" The Prophet (ﷺ) said, \"Can you feed sixty poor persons?\" He said, \"I \nhave nothing.\" Later on an Irq (big basket) containing dates was given to the Prophet, and the Prophet (ﷺ) \nsaid (to him), \"Take this basket and give it in charity.\" The man said, \"To poorer people than we? \nIndeed, there is nobody between its (i.e., Medina's) two mountains who is poorer than we.\" The \nProphet then said, \"Take it and feed your family with it.\"",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنِي حُمَيْدُ بْن عَبْد الرَّحْمَن ) ‏ ‏أَيْ اِبْن عَوْف , هَكَذَا تَوَارَدَ عَلَيْهِ أَصْحَاب الزُّهْرِيِّ وَقَدْ جَمَعْت مِنْهُمْ فِي جُزْءٍ مُفْرَدٍ لِطُرُقِ هَذَا الْحَدِيثِ أَكْثَرَ مِنْ أَرْبَعِينَ نَفْسًا , مِنْهُمْ : اِبْن عُيَيْنَةَ وَاللَّيْثُ وَمَعْمَرٌ وَمَنْصُور عِنْد الشَّيْخَيْنِ , وَالْأَوْزَاعِيُّ وَشُعَيْبٌ وَإِبْرَاهِيمُ بْنُ سَعْدٍ عِنْدَ الْبُخَارِيِّ وَمَالِك , وَابْن جُرَيْجٍ عِنْد مُسْلِم , وَيَحْيَى بْن سَعِيد وَعِرَاكُ بْن مَالِك عِنْد النَّسَائِيِّ , وَعَبْد الْجَبَّارِ بْنُ عُمَرَ عِنْد أَبِي عَوَانَةَ , وَالْجَوْزَقِيّ وَعَبْدُ الرَّحْمَن بْنُ مُسَافِرٍ عِنْد الطَّحَاوِيِّ , وَعَقِيلٌ عِنْدَ اِبْن خُزَيْمَةَ , وَابْنُ أَبِي حَفْصَةَ عِنْدَ أَحْمَدَ , وَيُونُسُ وَحَجَّاجُ بْن أَرْطَاة وَصَالِح بْن أَبِي الْأَخْضَر عِنْد الدَّارَقُطْنِيِّ , وَمُحَمَّدُ بْنُ إِسْحَاقَ عِنْد الْبَزَّارِ , وَسَأَذْكُرُ مَا عِنْدَ كُلٍّ مِنْهُمْ مِنْ زِيَادَةِ فَائِدَةٍ إِنْ شَاءَ اللَّهُ تَعَالَى. وَخَالَفَهُمْ هِشَامُ بْن سَعْد فَرَوَاهُ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَة أَخْرَجَهُ أَبُو دَاوُدَ وَغَيْره. قَالَ الْبَزَّارُ وَابْنُ خُزَيْمَةَ وَأَبُو عَوَانَةَ : أَخْطَأَ فِيهِ هِشَام بْن سَعْد. قُلْت : وَقَدْ تَابَعَهُ عَبْدُ الْوَهَّابِ بْن عَطَاء عَنْ مُحَمَّد بْن أَبِي حَفْصَة , فَرَوَاهُ عَنْ الزُّهْرِيِّ أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي \" الْعِلَلِ \" وَالْمَحْفُوظُ عَنْ اِبْن أَبِي حَفْصَة كَالْجَمَاعَةِ. كَذَلِكَ أَخْرَجَهُ أَحْمَدُ وَغَيْرُهُ مِنْ طَرِيق رَوْحِ بْنِ عُبَادَةَ عَنْهُ , وَيَحْتَمِلُ أَنْ يَكُونَ الْحَدِيثُ عِنْدَ الزُّهْرِيِّ عَنْهُمَا , فَقَدْ جَمَعَهُمَا عَنْهُ صَالِح بْن أَبِي الْأَخْضَر , أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" مِنْ طَرِيقه , وَسَيَأْتِي فِي الْبَاب الَّذِي بَعْده حِكَايَة خِلَاف آخَر فِيهِ عَلَى مَنْصُور وَكَذَلِكَ فِي الْكَفَّارَاتِ حِكَايَةُ خِلَافٍ فِيهِ عَلَى سُفْيَان بْن عُيَيْنَةَ إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( أَنَّ أَبَا هُرَيْرَة قَالَ ) ‏ ‏فِي رِوَايَة اِبْن جُرَيْجٍ عِنْدَ مُسْلِمٍ وَعَقِيلٍ عِنْد اِبْن خُزَيْمَةَ وَابْن أَبِي أُوَيْسٍ عِنْد الدَّارَقُطْنِيِّ التَّصْرِيحُ بِالتَّحْدِيثِ بَيْنَ حُمَيْدٍ وَأَبِي هُرَيْرَة. ‏ ‏قَوْله : ( بَيْنَمَا نَحْنُ جُلُوس ) ‏ ‏أَصْلُهَا \" بَيْنَ \" وَقَدْ تَرِدُ بِغَيْرِ \" مَا \" فَتُشْبَعُ الْفَتْحَةُ , وَمِنْ خَاصَّةِ \" بَيْنَمَا \" أَنَّهَا تُتَلَقَّى بِإِذْ وَبِإِذَا حَيْثُ تَجِيءُ لِلْمُفَاجَأَةِ , بِخِلَافِ بَيْنَا فَلَا تُتَلَقَّى بِوَاحِدَةٍ مِنْهُمَا , وَقَدْ وَرَدَا فِي هَذَا الْحَدِيثِ كَذَلِكَ. ‏ ‏قَوْله : ( عِنْد النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِيهِ حُسْنُ الْأَدَب فِي التَّعْبِير لِمَا تُشْعِرُ الْعِنْدِيَّةُ بِالتَّعْظِيمِ , بِخِلَافِ مَا لَوْ قَالَ مَعَ , لَكِنْ فِي رِوَايَة الْكُشْمِيهَنِيِّ \" مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏ ‏قَوْله : ( إِذْ جَاءَهُ رَجُل ) ‏ ‏لَمْ أَقِف عَلَى تَسْمِيَتِهِ , إِلَّا أَنَّ عَبْدَ الْغَنِيِّ فِي الْمُبْهَمَاتِ - وَتَبِعَهُ اِبْنُ بَشْكُوَال - جَزْمًا بِأَنَّهُ سُلَيْمَان أَوْ سَلَمَة بْن صَخْر الْبَيَاضِيّ , وَاسْتَنَدَ إِلَى مَا أَخْرَجَهُ اِبْن أَبِي شَيْبَة وَغَيْره مِنْ طَرِيق سُلَيْمَانَ اِبْن يَسَارٍ \" عَنْ سَلَمَةَ بْن صَخْر أَنَّهُ ظَاهَرَ مِنْ اِمْرَأَتِهِ فِي رَمَضَان وَأَنَّهُ وَطِئَهَا فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : حَرِّرْ رَقَبَةً , قُلْت مَا أَمْلِكُ رَقَبَةً غَيْرهَا وَضَرَبَ صَفْحَةَ رَقَبَتِهِ. قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعِينَ. قَالَ وَهَلْ أَصَبْت الَّذِي أَصَبْت إِلَّا مِنْ الصِّيَامِ ؟ قَالَ فَأَطْعِمْ سِتِّينَ مِسْكَيْنَا. قَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا لَنَا طَعَام. قَالَ فَانْطَلِقْ إِلَى صَاحِبِ صَدَقَةِ بَنِي زُرَيْقٍ فَلْيَدْفَعْهَا إِلَيْك \" وَالظَّاهِر أَنَّهُمَا وَاقِعَتَانِ فَإِنَّ فِي قِصَّة الْمُجَامِعِ فِي حَدِيث الْبَاب أَنَّهُ كَانَ صَائِمًا كَمَا سَيَأْتِي , وَفِي قِصَّة سَلَمَةَ بْن صَخْر أَنَّ ذَلِكَ كَانَ لَيْلًا فَافْتَرَقَا , وَلَا يَلْزَمُ مِنْ اِجْتِمَاعهمَا - فِي كَوْنِهِمَا مِنْ بَنِي بَيَاضَةَ وَفِي صِفَة الْكَفَّارَة وَكَوْنِهَا مُرَتَّبَة وَفِي كَوْنِ كُلٍّ مِنْهُمَا كَانَ لَا يَقْدِر عَلَى شَيْء مِنْ خِصَالِهَا - اِتِّحَادُ الْقِصَّتَيْنِ , وَسَنَذْكُرُ أَيْضًا مَا يُؤَيِّد الْمُغَايِرَة بَيْنهمَا. وَأَخْرَجَ اِبْن عَبْد الْبَرِّ فِي تَرْجَمَةِ عَطَاءٍ الْخُرَاسَانِيِّ مِنْ \" التَّمْهِيدِ \" مِنْ طَرِيق سَعِيد بْن بَشِير عَنْ قَتَادَةَ عَنْ سَعِيد بْن الْمُسَيِّبِ أَنَّ الرَّجُلَ الَّذِي وَقَعَ عَلَى اِمْرَأَته فِي رَمَضَان فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ سُلَيْمَانُ بْن صَخْر. قَالَ اِبْن عَبْد الْبَرِّ : أَظُنُّ هَذَا وَهْمًا , لِأَنَّ الْمَحْفُوظَ أَنَّهُ ظَاهَرَ مِنْ اِمْرَأَته وَوَقَعَ عَلَيْهَا فِي اللَّيْلِ لَا أَنَّ ذَلِكَ كَانَ مِنْهُ بِالنَّهَارِ ا ه. وَيَحْتَمِلُ أَنْ يَكُونَ قَوْلُهُ فِي الرِّوَايَة الْمَذْكُورَة \" وَقَعَ عَلَى اِمْرَأَته فِي رَمَصَانِ \" أَيْ لَيْلًا بَعْدَ أَنْ ظَاهَرَ فَلَا يَكُون وَهْمًا وَلَا يَلْزَم الِاتِّحَادُ , وَوَقَعَ فِي مَبَاحِث الْعَامِّ مِنْ \" شَرْحِ اِبْنِ الْحَاجِبِ \" مَا يُوهِمُ أَنَّ هَذَا الرَّجُلَ هُوَ أَبُو بُرْدَةَ بْن يَسَارٍ وَهُوَ وَهْمٌ يَظْهَر مِنْ تَأَمُّلِ بَقِيَّةِ كَلَامِهِ. ‏ ‏قَوْله : ( فَقَالَ يَا رَسُول اللَّه ) ‏ ‏زَادَ عَبْد الْجَبَّار بْن عُمَر عَنْ الزُّهْرِيِّ \" جَاءَ رَجُل وَهُوَ يَنْتِف شَعْره وَيَدُقُّ صَدْرَهُ وَيَقُول هَلَكَ الْأَبْعَدُ \" وَلِمُحَمَّدِ بْن أَبِي حَفْصَةَ \" يَلْطِمُ وَجْهَهُ \" وَلِحَجَّاجِ بْن أَرْطَاة \" يَدْعُو وَيْلَهُ \" وَفِي مُرْسَل اِبْن الْمُسَيِّب عِنْد الدَّارَقُطْنِيِّ \" وَيُحْثِي عَلَى رَأْسِهِ التُّرَابَ \" وَاسْتُدِلَّ بِهَذَا عَلَى جَوَاز هَذَا الْفِعْل وَالْقَوْل مَنْ وَقَعَتْ لَهُ مَعْصِيَةٌ , وَيُفَرَّق بِذَلِكَ بَيْن مُصِيبَةِ الدِّينِ وَالدُّنْيَا فَيَجُوزُ فِي مُصِيبَةِ الدِّينِ لِمَا يُشْعِرُ بِهِ الْحَال مِنْ شِدَّة النَّدَم وَصِحَّة الْإِقْلَاع , وَيَحْتَمِلُ أَنْ تَكُونَ هَذِهِ الْوَاقِعَةُ قَبْلَ النَّهْيِ عَنْ لَطْمِ الْخُدُودِ وَحَلْقِ الشَّعْرِ عِنْدَ الْمُصِيبَةِ. ‏ ‏قَوْله : ( فَقَالَ هَلَكْت ) فِي رِوَايَة مَنْصُور فِي الْبَاب الَّذِي يَلِيهِ \" فَقَالَ إِنَّ الْأَخِرَ هَلَكَ \" وَالْأَخِرُ بِهَمْزَةٍ مَفْتُوحَةٍ وَخَاءٍ مُعْجَمَةٍ مَكْسُورَة بِغَيْرِ مَدٍّ هُوَ الْأَبْعَدُ , وَقِيلَ الْغَائِبُ , وَقِيلَ الْأَرْذَلُ. ‏ ‏قَوْله : ( هَلَكْت ) ‏ ‏فِي حَدِيث عَائِشَة كَمَا تَقَدَّمَ \" اِحْتَرَقْت \" وَفِي رِوَايَة اِبْن أَبِي حَفْصَة \" مَا أَرَانِي إِلَّا قَدْ هَلَكْت \" وَاسْتُدِلَّ بِهِ عَلَى أَنَّهُ كَانَ عَامِدًا لِأَنَّ الْهَلَاك وَالِاحْتِرَاقَ مَجَازٌ عَنْ الْعِصْيَانِ الْمُؤَدِّي إِلَى ذَلِكَ , فَكَأَنَّهُ جَعَلَ الْمُتَوَقَّعَ كَالْوَاقِعِ , وَبَالَغَ فَعَبَّرَ عَنْهُ بِلَفْظِ الْمَاضِي , وَإِذَا تَقَرَّرَ ذَلِكَ فَلَيْسَ فِيهِ حُجَّةٌ عَلَى وُجُوب الْكَفَّارَة عَلَى النَّاسِي وَهُوَ مَشْهُور قَوْل مَالِك وَالْجُمْهُور , وَعَنْ أَحْمَد وَبَعْض الْمَالِكِيَّة يَجِب عَلَى النَّاسِي , وَتَمَسَّكُوا بِتَرْكِ اِسْتِفْسَاره عَنْ جِمَاعِهِ هَلْ كَانَ عَنْ عَمْد أَوْ نِسْيَان , وَتَرْكُ الِاسْتِفْصَالِ فِي الْفِعْلِ يَنَزَّلُ مَنْزِلَةَ الْعُمُومِ فِي الْقَوْلِ كَمَا اُشْتُهِرَ , وَالْجَوَاب أَنَّهُ قَدْ تَبَيَّنَ حَالُهُ بِقَوْلِهِ هَلَكْت وَاحْتَرَقْت فَدَلَّ عَلَى أَنَّهُ كَانَ عَامِدًا عَارِفًا بِالتَّحْرِيمِ , وَأَيْضًا فَدُخُول النِّسْيَان فِي الْجِمَاع فِي نَهَار رَمَضَان فِي غَايَة الْبُعْدِ , وَاسْتُدِلَّ بِهَذَا عَلَى أَنَّ مَنْ اِرْتَكَبَ مَعْصِيَةً لَا حَدَّ فِيهَا وَجَاءَ مُسْتَفْتِيًا أَنَّهُ لَا يُعَزَّرُ , لِأَنَّ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُعَاقِبْهُ مَعَ اِعْتِرَافِهِ بِالْمَعْصِيَةِ , وَقَدْ تَرْجَمَ لِذَلِكَ الْبُخَارِيُّ فِي الْحُدُود وَأَشَارَ إِلَى هَذِهِ الْقِصَّة , وَتَوَجُّهُهُ أَنَّ مَجِيئَهُ مُسْتَفْتِيًا يَقْتَضِي النَّدَمَ وَالتَّوْبَة , وَالتَّعْزِيرُ إِنَّمَا جُعِلَ لِلِاسْتِصْلَاحِ وَلَا اِسْتِصْلَاح مِنْ الصَّلَاح , وَأَيْضًا فَلَوْ عُوقِبَ الْمُسْتَفْتِي لَكَانَ سَبَبًا لِتَرْكِ الِاسْتِفْتَاء وَهِيَ مَفْسَدَةٌ فَاقْتَضَى ذَلِكَ أَنْ لَا يُعَاقَبَ , هَكَذَا قَرَّرَهُ الشَّيْخُ تَقِيُّ الدِّينِ , لَكِنْ وَقَعَ فِي \" شَرْحِ السُّنَّةِ لِلْبَغَوِىِّ \" أَنَّ مَنْ جَامَعَ مُتَعَمِّدًا فِي رَمَضَان فَسَدَ صَوْمه وَعَلَيْهِ الْقَضَاء وَالْكَفَّارَة وَيُعَزَّرُ عَلَى سُوء صَنِيعه , وَهُوَ مَحْمُولٌ عَلَى مَنْ لَمْ يَقَع مِنْهُ مَا وَقَعَ مِنْ صَاحِبِ هَذِهِ الْقِصَّةِ مِنْ النَّدَمِ وَالتَّوْبَةِ , وَبَنَاهُ بَعْض الْمَالِكِيَّة عَلَى الْخِلَاف فِي تَعْزِير شَاهِد الزُّورِ. ‏ ‏قَوْله : ( قَالَ مَا لَك ) ‏ ‏؟ بِفَتْحِ اللَّام اِسْتِفْهَامٌ عَنْ حَاله , وَفِي رِوَايَة عَقِيلٍ \" وَيْحَك مَا شَأْنُك ؟ \" وَلِابْنِ أَبِي حَفْصَة \" وَمَا الَّذِي أَهْلَكَك ؟ \" وَلِعَمْرِو \" مَا ذَاكَ ؟ \" وَفِي رِوَايَة الْأَوْزَاعِيِّ \" وَيْحَك مَا صَنَعْت ؟ \" أَخْرَجَهُ الْمُصَنِّفُ فِي الْأَدَبِ وَتَرْجَمَ \" بَابٌ مَا جَاءَ فِي قَوْلِ الرَّجُلِ وَيْلَك وَيْحَك \" ثُمَّ قَالَ عَقِبَهُ \" تَابَعَهُ يُونُس عَنْ الزُّهْرِيِّ \" يَعْنِي فِي قَوْله \" وَيْحَك \" وَقَالَ عَبْد الرَّحْمَن بْن خَالِد عَنْ الزُّهْرِيِّ \" وَيْلَك \". قُلْت : وَسَأَذْكُرُ مَنْ وَصَلَهُمَا هُنَاكَ إِنْ شَاءَ اللَّهُ تَعَالَى. وَقَدْ تَابَعَ اِبْنَ خَالِدٍ فِي قَوْله \" وَيْلَك \" صَالِحُ بْن أَبِي الْأَخْضَر , وَتَابَعَ الْأَوْزَاعِيَّ فِي قَوْله \" وَيْحَك \" عَقِيلٌ وَابْن إِسْحَاق وَحَجَّاج بْن أَرْطَاة فَهُوَ أَرْجَحُ وَهُوَ اللَّائِق بِالْمَقَامِ , فَإِنَّ وَيْحَ كَلِمَةُ رَحْمَةٍ وَوَيْل كَلِمَة عَذَاب وَالْمَقَام يَقْتَضِي الْأَوَّلَ. ‏ ‏قَوْله : ( وَقَعْت عَلَى اِمْرَأَتِي ) ‏ ‏وَفِي رِوَايَة اِبْن إِسْحَاقَ \" أَصَبْت أَهْلِي \" وَفِي حَدِيث عَائِشَةَ \" وَطِئْت اِمْرَأَتِي \" وَوَقَعَ فِي رِوَايَة مَالِك وَابْن جُرَيْجٍ وَغَيْرِهِمَا كَمَا سَيَأْتِي بَيَانُهُ بَعْدَ قَلِيل فِي الْكَلَام عَلَى التَّرْتِيب وَالتَّخْيِير فِي أَوَّل الْحَدِيثِ \" أَنَّ رَجُلًا أَفْطَرَ فِي رَمَضَان , فَأَمَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْحَدِيثَ وَاسْتُدِلَّ بِهِ عَلَى إِيجَاب الْكَفَّارَة عَلَى مَنْ أَفْسَدَ صِيَامه مُطْلَقًا بِأَيِّ شَيْء كَانَ وَهُوَ قَوْل الْمَالِكِيَّة , وَقَدْ تَقَدَّمَ نَقْلُ الْخِلَاف فِيهِ , وَالْجُمْهُور حَمَلُوا قَوْله \" أَفْطَرَ \" هُنَا عَلَى الْمُقَيَّد فِي الرِّوَايَة الْأُخْرَى وَهُوَ قَوْله \" وَقَعْت عَلَى أَهْلِي \" وَكَأَنَّهُ قَالَ أَفْطَرَ بِجِمَاعٍ , وَهُوَ أَوْلَى مِنْ دَعْوَى الْقُرْطُبِيِّ وَغَيْره تَعَدُّدَ الْقِصَّةِ. وَاحْتَجَّ مَنْ أَوْجَبَ الْكَفَّارَة مُطْلَقًا بِقِيَاسِ الْآكِل عَلَى الْمُجَامِعِ بِجَامِعِ مَا بَيْنَهُمَا مِنْ اِنْتَهَاك حُرْمَة الصَّوْم , وَبِأَنَّ مَنْ أُكْرِهَ عَلَى الْأَكْل فَسَدَ صَوْمه كَمَا يَفْسُدُ صَوْم مَنْ أُكْرِهَ عَلَى الْجِمَاع بِجَامِعِ مَا بَيْنَهُمَا , وَسَيَأْتِي بَيَان التَّرْجِيح بَيْن الرِّوَايَتَيْنِ فِي الْكَلَام عَلَى التَّرْتِيب. وَقَدْ وَقَعَ فِي حَدِيث عَائِشَة نَظِيرُ مَا وَقَعَ فِي حَدِيث أَبِي هُرَيْرَة فَمُعْظَم الرِّوَايَات فِيهَا \" وَطِئْت \" وَنَحْو ذَلِكَ , وَفِي رِوَايَة سَاقَ مُسْلِم إِسْنَادهَا وَسَاقَ أَبُو عَوَانَة فِي مُسْتَخْرَجِهِ مَتْنَهَا أَنَّهُ قَالَ \" أَفْطَرْت فِي رَمَضَان \" وَالْقِصَّة وَاحِدَةٌ وَمَخْرَجُهَا مُتَّحِدٌ فَيُحْمَلُ عَلَى أَنَّهُ أَرَادَ أَفْطَرْت فِي رَمَضَان بِجِمَاعٍ , وَقَدْ وَقَعَ فِي مُرْسَل اِبْن الْمُسَيِّب عِنْد سَعِيد اِبْن مَنْصُور \" أَصَبْت اِمْرَأَتِي ظُهْرًا فِي رَمَضَان \" وَتَعْيِينُ رَمَضَان مَعْمُولٌ بِمَفْهُومِهِ , وَلِلْفَرْقِ فِي وُجُوب كَفَّارَة الْمُجَامِعِ فِي الصَّوْم بَيْن رَمَضَان وَغَيْره مِنْ الْوَاجِبَات كَالنَّذْرِ , وَفِي كَلَام أَبِي عَوَانَة فِي صَحِيحه إِشَارَة إِلَى وُجُوب ذَلِكَ عَلَى مَنْ وَقَعَ مِنْهُ فِي رَمَضَان نَهَارًا سَوَاء كَانَ الصَّوْم وَاجِبًا عَلَيْهِ أَوْ غَيْرَ وَاجِب. ‏ ‏قَوْله : ( وَأَنَا صَائِم ) ‏ ‏جُمْلَة حَالِيَّة مِنْ قَوْله \" وَقَعْت \" فَيُؤْخَذ مِنْهُ أَنَّهُ لَا يُشْتَرَطُ فِي إِطْلَاق اِسْم الْمُشْتَقِّ بَقَاء الْمَعْنَى الْمُشْتَقِّ مِنْهُ حَقِيقَةً لِاسْتِحَالَةِ كَوْنِهِ صَائِمًا مُجَامِعًا فِي حَالَةٍ وَاحِدَةٍ , فَعَلَى هَذَا قَوْله \" وَطِئْت \" أَيْ شَرَعْت فِي الْوَطْء أَوْ أَرَادَ جَامَعْت بَعْدَ إِذْ أَنَا صَائِم , وَوَقَعَ فِي رِوَايَة عَبْد الْجَبَّار بْن عُمَر \" وَقَعْت عَلَى أَهْلِي الْيَوْمَ وَذَلِكَ فِي رَمَضَان \". ‏ ‏قَوْله : ( هَلْ تَجِدُ رَقَبَة تُعْتِقُهَا ) ‏ ‏فِي رِوَايَة مَنْصُور \" أَتَجِدُ مَا تُحَرِّرُ رَقَبَةً \" وَفِي رِوَايَة اِبْنِ أَبِي حَفْصَة \" أَتَسْتَطِيعُ أَنْ تُعْتِقَ رَقَبَةً \" وَفِي رِوَايَة إِبْرَاهِيمَ بْن سَعْد وَالْأَوْزَاعِيِّ فَقَالَ \" أَعْتِقْ رَقَبَة \" زَادَ فِي رِوَايَة مُجَاهِدٍ عَنْ أَبِي هُرَيْرَة فَقَالَ \" بِئْسَمَا صَنَعْت أَعْتِقْ رَقَبَة \". ‏ ‏قَوْله : ( قَالَ لَا ) ‏ ‏فِي رِوَايَة اِبْن مُسَافِر \" فَقَالَ لَا وَاَللَّهِ يَا رَسُولَ اللَّه \" وَفِي رِوَايَة اِبْن إِسْحَاق \" لَيْسَ عِنْدِي \" وَفِي حَدِيث اِبْن عُمَر \" فَقَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا مَلَكْت رَقَبَةً قَطُّ \" وَاسْتُدِلَّ بِإِطْلَاقِ الرَّقَبَة عَلَى جَوَاز إِخْرَاج الرَّقَبَة الْكَافِرَة كَقَوْلِ الْحَنَفِيَّة , وَهُوَ يَنْبَنِي عَلَى أَنَّ السَّبَب إِذَا اِخْتَلَفَ وَاتَّحَدَ الْحُكْمُ هَلْ يُقَيَّدُ الْمُطْلَقُ أَوْ لَا ؟ وَهَلْ تَقْيِيدُهُ بِالْقِيَامِ أَوْ لَا ؟ وَالْأَقْرَب أَنَّهُ بِالْقِيَاسِ , وَيُؤَيِّدُهُ التَّقْيِيدُ فِي مَوَاضِعَ أُخْرَى. ‏ ‏قَوْله : ( قَالَ فَهَلْ تَسْتَطِيع أَنْ تَصُوم شَهْرَيْنِ مُتَتَابِعَيْنِ ؟ قَالَ : لَا ) ‏ ‏وَفِي رِوَايَة إِبْرَاهِيم عَنْ سَعْد \" قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ \" وَفِي حَدِيث سَعْد \" قَالَ لَا أَقْدِر \" وَفِي رِوَايَة اِبْن إِسْحَاق \" وَهَلْ لَقِيت مَا لَقِيت إِلَّا مِنْ الصِّيَام ؟ \" قَالَ اِبْن دَقِيق الْعِيد : لَا إِشْكَال فِي الِانْتِقَال عَنْ الصَّوْم إِلَى الْإِطْعَام , لَكِنَّ رِوَايَة اِبْن إِسْحَاق هَذِهِ اِقْتَضَتْ أَنَّ عَدَم اِسْتِطَاعَتِهِ لِشِدَّةِ شَبَقِهِ وَعَدَمِ صَبْره عَنْ الْوَقَاع فَنَشَأَ لِلشَّافِعِيَّةِ نَظَرٌ : هَلْ يَكُون ذَلِكَ عُذْرًا - أَيْ شِدَّة الشَّبَقِ - حَتَّى يُعَدّ صَاحِبه غَيْر مُسْتَطِيع لِلصَّوْمِ أَوْ لَا ؟ وَالصَّحِيحُ عِنْدهمْ اِعْتِبَارُ ذَلِكَ , وَيُلْتَحَق بِهِ مَنْ يَجِد رَقَبَة لَا غِنَى بِهِ عَنْهَا فَإِنَّهُ يَسُوغ لَهُ الِانْتِقَال إِلَى الصَّوْم مَعَ وُجُودِهَا لِكَوْنِهِ فِي حُكْم غَيْر الْوَاجِد , وَأَمَّا مَا رَوَاهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق شَرِيك عَنْ إِبْرَاهِيم بْن عَامِر عَنْ سَعِيد بْن الْمُسَيِّب فِي هَذِهِ الْقِصَّة مُرْسَلًا أَنَّهُ قَالَ فِي جَوَاب قَوْله هَلْ تَسْتَطِيع أَنْ تَصُوم \" إِنِّي لَأَدَعُ الطَّعَام سَاعَةً فَمَا أُطِيقُ ذَلِكَ \" فَفِي إِسْنَادِهِ مَقَالٌ , وَعَلَى تَقْدِير صِحَّتِهِ فَلَعَلَّهُ اِعْتَلَّ بِالْأَمْرَيْنِ. ‏ ‏قَوْله : ( فَهَلْ تَجِد إِطْعَام سِتِّينَ مِسْكِينًا ؟ قَالَ لَا ) ‏ ‏زَادَ اِبْن مُسَافِر \" يَا رَسُولَ اللَّه \". وَوَقَعَ فِي رِوَايَة سُفْيَان \" فَهَلْ تَسْتَطِيع إِطْعَام ؟ \" وَفِي رِوَايَة إِبْرَاهِيم بْن سَعْد وَعِرَاك بْن مَالِك \" فَتُطْعِم سِتِّينَ مِسْكِينًا ؟ قَالَ لَا أَجِد \" وَفِي رِوَايَة اِبْن أَبِي حَفْصَة \" أَفَتَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا ؟ قَالَ لَا \" وَذَكَرَ الْحَاجَة. وَفِي حَدِيث اِبْن عُمَر \" قَالَ وَاَلَّذِي بَعَثَك بِالْحَقِّ مَا أُشْبِعُ أَهْلِي \" قَالَ اِبْن دَقِيق الْعِيد : أَضَافَ الْإِطْعَام الَّذِي هُوَ مَصْدَر أَطْعِمْ إِلَى سِتِّينَ فَلَا يَكُون ذَلِكَ مَوْجُودًا فِي حَقّ مَنْ أَطْعَمَ سِتَّة مَسَاكِينَ عَشْرَة أَيَّام مَثَلًا , وَمَنْ أَجَازَ ذَلِكَ فَكَأَنَّهُ اِسْتَنْبَطَ مِنْ النَّصّ مَعْنًى يَعُود عَلَيْهِ بِالْإِبْطَالِ , وَالْمَشْهُور عَنْ الْحَنَفِيَّة الْإِجْزَاءُ حَتَّى لَوْ أَطْعَمَ الْجَمِيع مِسْكِينًا وَاحِدًا فِي سِتِّينَ يَوْمًا كَفَى , وَالْمُرَاد بِالْإِطْعَامِ الْإِعْطَاء لَا اِشْتِرَاط حَقِيقَة الْإِطْعَام مِنْ وَضْعِ الْمَطْعُوم فِي الْفَم بَلْ يَكْفِي الْوَضْع بَيْن يَدَيْهِ بِلَا خِلَاف , وَفِي إِطْلَاق الْإِطْعَام مَا يَدُلّ عَلَى الِاكْتِفَاء بِوُجُودِ الْإِطْعَام مِنْ غَيْر اِشْتِرَاط مُنَاوَلَة , بِخِلَافِ زَكَاة الْفَرْض فَإِنَّ فِيهَا النَّصَّ عَلَى الْإِيتَاء وَصَدَقَةِ الْفِطْرِ فَإِنَّ فِيهَا النَّصَّ عَلَى الْأَدَاء , وَفِي ذِكْرِ الْإِطْعَام مَا يَدُلّ عَلَى وُجُودِ طَاعِمِينِ فَيُخْرِجُ الطِّفْل الَّذِي لَمْ يَطْعَمْ كَقَوْلِ الْحَنَفِيَّة , وَنَظَرَ الشَّافِعِيّ إِلَى النَّوْع فَقَالَ : يُسَلَّمُ لِوَلِيِّهِ , وَذَكَرَ السِّتِّينَ لِيُفْهَمَ أَنَّهُ لَا يَجِبُ مَا زَادَ عَلَيْهَا , وَمَنْ لَمْ يَقُلْ بِالْمَفْهُومِ تَمَسَّكَ بِالْإِجْمَاعِ عَلَى ذَلِكَ. وَذُكِرَ فِي حِكْمَةِ هَذِهِ الْخِصَال مِنْ الْمُنَاسَبَة أَنَّ مَنْ اِنْتَهَكَ حُرْمَةَ الصَّوْم بِالْجِمَاعِ فَقَدْ أَهْلَكَ نَفْسَهُ بِالْمَعْصِيَةِ فَنَاسَبَ أَنْ يُعْتِقَ رَقَبَةً فَيَفْدِي نَفْسَهُ , وَقَدْ صَحَّ أَنَّ مَنْ أَعْتَقَ رَقَبَة أَعْتَقَ اللَّه بِكُلِّ عُضْو مِنْهَا عُضْوًا مِنْهُ مِنْ النَّار. وَأَمَّا الصِّيَام فَمُنَاسَبَتُهُ ظَاهِرَةٌ لِأَنَّهُ كَالْمُقَاصَّةِ بِجِنْسِ الْجِنَايَة , وَأَمَّا كَوْنُهُ شَهْرَيْنِ فَلِأَنَّهُ لَمَّا أُمِرَ بِمُصَابَرَةِ النَّفْس فِي حِفْظِ كُلّ يَوْم مِنْ شَهْر رَمَضَان عَلَى الْوَلَاء فَلَمَّا أَفْسَدَ مِنْهُ يَوْمًا كَانَ كَمَنْ أَفْسَدَ الشَّهْر كُلّه مِنْ حَيْثُ إِنَّهُ عِبَادَةٌ وَاحِدَةٌ بِالنَّوْعِ فَكُلِّفَ بِشَهْرَيْنِ مُضَاعَفَة عَلَى سَبِيل الْمُقَابَلَة لِنَقِيضِ قَصْده. وَأَمَّا الْإِطْعَام فَمُنَاسَبَتُهُ ظَاهِرَةٌ لِأَنَّهُ مُقَابَلَة كُلّ يَوْم بِإِطْعَامِ مِسْكَيْنِ. ثُمَّ أَنَّ هَذِهِ الْخِصَالَ جَامِعَة لِاشْتِمَالِهَا عَلَى حَقّ اللَّه وَهُوَ الصَّوْم , وَحَقّ الْأَحْرَار بِالْإِطْعَامِ , وَحَقّ الْأَرِقَّاء بِالْإِعْتَاقِ , وَحَقّ الْجَانِي بِثَوَابِ الِامْتِثَال. وَفِيهِ دَلِيلٌ عَلَى إِيجَاب الْكَفَّارَة بِالْجِمَاعِ خِلَافًا لِمَنْ شَذَّ فَقَالَ لَا تَجِب مُسْتَنِدًا إِلَى أَنَّهُ لَوْ كَانَ وَاجِبًا لَمَا سَقَطَ بِالْإِعْسَارِ , وَتُعُقِّبَ بِمَنْعِ الْإِسْقَاط كَمَا سَيَأْتِي الْبَحْثُ فِيهِ. وَقَدْ تَقَدَّمَ فِي آخِرِ \" بَاب الصَّائِمُ يُصْبِحُ جُنُبًا \" نَقْلُ الْخِلَاف فِي إِيجَاب الْكَفَّارَة بِالْقُبْلَةِ وَالنَّظَرِ وَالْمُبَاشَرَة وَالْإِنْعَاظِ , وَاخْتَلَفُوا أَيْضًا هَلْ يُلْحَقُ الْوَطْء فِي الدُّبُرِ بِالْوَطْءِ فِي الْقُبُلِ , وَهَلْ يُشْتَرَطُ فِي إِيجَاب الْكَفَّارَة كُلّ وَطْء فِي أَيِّ فَرْج كَانَ ؟ وَفِيهِ دَلِيل عَلَى جَرَيَان الْخِصَال الثَّلَاث الْمَذْكُورَة فِي الْكَفَّارَة. وَوَقَعَ فِي \" الْمُدَوَّنَة \" وَلَا يَعْرِفُ مَالِكٌ غَيْرَ الْإِطْعَام وَلَا يَأْخُذ بِعِتْقٍ وَلَا صِيَامٍ. قَالَ اِبْن دَقِيق الْعِيد : وَهِيَ مُعْضِلَة لَا يَهْتَدِي إِلَى تَوْجِيههَا مَعَ مُصَادَمَة الْحَدِيث الثَّابِت , غَيْرَ أَنَّ بَعْض الْمُحَقِّقِينَ مِنْ أَصْحَابه حَمَلَ هَذَا اللَّفْظ وَتَأَوَّلَهُ عَلَى الِاسْتِحْبَاب فِي تَقْدِيم الطَّعَام عَلَى غَيْره مِنْ الْخِصَال , وَوَجَّهُوا تَرْجِيح الطَّعَام عَلَى غَيْره بِأَنَّ اللَّه ذَكَرَهُ فِي الْقُرْآن رُخْصَةً لِلْقَادِرِ ثُمَّ نُسِخَ هَذَا الْحُكْم , وَلَا يَلْزَم مِنْهُ نَسْخُ الْفَضِيلَة فَيَتَرَجَّحُ الْإِطْعَام أَيْضًا لِاخْتِيَارِ اللَّه لَهُ فِي حَقّ الْمُفْطِر بِالْعُذْرِ , وَكَذَا أَخْبَرَ بِأَنَّهُ فِي حَقّ مَنْ أَخَّرَ قَضَاء رَمَضَان حَتَّى دَخَلَ رَمَضَانُ آخَرُ , وَلِمُنَاسَبَةِ إِيجَاب الْإِطْعَام لِجَبْرِ فَوَات الصِّيَام الَّذِي هُوَ إِمْسَاك عَنْ الطَّعَام , وَلِشُمُولِ نَفْعِهِ لِلْمَسَاكِينِ , وَكُلّ هَذِهِ الْوُجُوه لَا تُقَاوِم مَا وَرَدَ فِي الْحَدِيث مِنْ تَقْدِيم الْعِتْق عَلَى الصِّيَام ثُمَّ الْإِطْعَام سَوَاء قُلْنَا الْكَفَّارَة عَلَى التَّرْتِيب أَوْ التَّخْيِير فَإِنَّ هَذِهِ الْبُدَاءَةَ إِنْ لَمْ تَقْتَضِ وُجُوب التَّرْتِيب فَلَا أَقَلَّ مِنْ أَنْ تَقْتَضِيَ اِسْتِحْبَابَهُ. وَاحْتَجُّوا أَيْضًا بِأَنَّ حَدِيث عَائِشَة لَمْ يَقَع فِيهِ سِوَى الْإِطْعَام , وَقَدْ تَقَدَّمَ الْجَوَاب عَنْ ذَلِكَ قَبْلُ , وَأَنَّهُ وَرَدَ فِيهِ مِنْ وَجْه آخَر ذِكْرُ الْعِتْق أَيْضًا. وَمِنْ الْمَالِكِيَّة مَنْ وَافَقَ عَلَى هَذَا الِاسْتِحْبَاب , وَمِنْهُمْ مَنْ قَالَ إِنَّ الْكَفَّارَةَ تَخْتَلِف بِاخْتِلَافِ الْأَوْقَات : فَفِي وَقْت الشِّدَّة يَكُون بِالْإِطْعَامِ وَفِي غَيْرهَا يَكُون بِالْعِتْقِ أَوْ الصَّوْم وَنَقَلُوهُ عَنْ مُحَقِّقِي الْمُتَأَخِّرِينَ , وَمِنْهُمْ مَنْ قَالَ : الْإِفْطَار بِالْجِمَاعِ يُكَفَّر بِالْخِصَالِ الثَّلَاث , وَبِغَيْرِهِ لَا يُكَفَّر إِلَّا بِالْإِطْعَامِ وَهُوَ قَوْل أَبِي مُصْعَب , وَقَالَ اِبْن جَرِيرٍ الطَّبَرِيُّ : هُوَ مُخَيَّر بَيْن الْعِتْق وَالصَّوْم وَلَا يُطْعِم إِلَّا عِنْد الْعَجْز عَنْهُمَا , وَفِي الْحَدِيث أَنَّهُ لَا مَدْخَل لِغَيْرِ هَذِهِ الْخِصَال الثَّلَاث فِي الْكَفَّارَة. وَجَاءَ عَنْ بَعْض الْمُتَقَدِّمِينَ إِهْدَاء الْبَدَنَة عِنْد تَعَذُّر الرَّقَبَة , وَرُبَّمَا أَيَّدَهُ بَعْضهمْ بِإِلْحَاقِ إِفْسَاد الصِّيَام بِإِفْسَادِ الْحَجّ , وَوَرَدَ ذِكْر الْبَدَنَة فِي مُرْسَل سَعِيد بْن الْمُسَيِّب عِنْد مَالِك فِي \" الْمُوَطَّأ \" عَنْ عَطَاء الْخُرَاسَانِيّ عَنْهُ , وَهُوَ مَعَ إِرْسَاله قَدْ رَدَّهُ سَعِيد بْن الْمُسَيِّب وَكَذَبَ مَنْ نَقَلَهُ عَنْهُ كَمَا رَوَى سَعِيد بْن مَنْصُور عَنْ اِبْن عُلَيَّةَ عَنْ خَالِد الْحَذَّاءِ عَنْ الْقَاسِم اِبْن عَاصِم \" قُلْت لِسَعِيدِ بْن الْمُسَيِّب مَا حَدِيث حَدَّثَنَاهُ عَطَاءٌ الْخُرَاسَانِيُّ عَنْك فِي الَّذِي وَقَعَ عَلَى اِمْرَأَته فِي رَمَضَان أَنَّهُ يُعْتِقُ رَقَبَة أَوْ يُهْدِي بَدَنَة ؟ فَقَالَ : كَذَبَ \" فَذَكَرَ الْحَدِيث , وَهَكَذَا رَوَاهُ اللَّيْث عَنْ عَمْرو اِبْن الْحَارِث عَنْ أَيُّوب عَنْ الْقَاسِم بْن عَاصِم , وَتَابَعَهُ هَمَّام عَنْ قَتَادَةَ عَنْ سَعِيد , وَذَكَر اِبْن عَبْد الْبَرّ أَنَّ عَطَاء لَمْ يَنْفَرِد بِذَلِكَ فَقَدْ وَرَدَ مِنْ طَرِيق مُجَاهِد عَنْ أَبِي هُرَيْرَة مَوْصُولًا , ثُمَّ سَاقَهُ بِإِسْنَادِهِ لَكِنَّهُ مِنْ رِوَايَة لَيْث بْن أَبِي سُلَيْمٍ عَنْ مُجَاهِد , وَلَيْثٌ ضَعِيف وَقَدْ اِضْطَرَبَ فِي رِوَايَته سَنَدًا وَمَتْنًا فَلَا حُجَّةَ فِيهِ. وَفِي الْحَدِيث أَيْضًا أَنَّ الْكَفَّارَة بِالْخِصَالِ الثَّلَاث عَلَى التَّرْتِيب الْمَذْكُور. قَالَ اِبْن الْعَرَبِيّ : لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَقَلَهُ مِنْ أَمْرٍ بَعْدَ عَدَمِهِ لِأَمْرٍ آخَرَ وَلَيْسَ هَذَا شَأْنَ التَّخْيِير , وَنَازَعَ عِيَاض فِي ظُهُور دَلَالَة التَّرْتِيب فِي السُّؤَال عَنْ ذَلِكَ فَقَالَ : إِنَّ مِثْل هَذَا السُّؤَال قَدْ يُسْتَعْمَلُ فِيمَا هُوَ عَلَى التَّخْيِير , وَقَرَّرَهُ اِبْن الْمُنَيِّرِ فِي الْحَاشِيَة بِأَنَّ شَخْصًا لَوْ حَنِثَ فَاسْتَفْتَى فَقَالَ لَهُ الْمُفْتِي : أَعْتِقْ رَقَبَةً فَقَالَ لَا أَجِدُ , فَقَالَ صُمْ ثَلَاثَة أَيَّام إِلَخْ , لَمْ يَكُنْ مُخَالِفًا لِحَقِيقِهِ التَّخْيِير , بَلْ يُحْمَلُ عَلَى أَنَّ إِرْشَادَهُ إِلَى الْعِتْق لِكَوْنِهِ أَقْرَب لِتَنْجِيزِ الْكَفَّارَة. وَقَالَ الْبَيْضَاوِيُّ : تَرْتِيب الثَّانِي بِالْفَاءِ عَلَى فَقْدِ الْأَوَّل ثُمَّ الثَّالِث بِالْفَاءِ عَلَى فَقْدِ الثَّانِي يَدُلُّ عَلَى عَدَم التَّخْيِير مَعَ كَوْنِهَا فِي مُعْرِضِ الْبَيَانِ وَجَوَابِ السُّؤَالِ فَيُنَزَّلُ مَنْزِلَةَ الشَّرْطِ لِلْحُكْمِ , وَسَلَكَ الْجُمْهُور فِي ذَلِكَ مَسْلَكَ التَّرْجِيحِ بِأَنَّ الَّذِينَ رَوَوْا التَّرْتِيب عَنْ الزُّهْرِيِّ أَكْثَرُ مِمَّنْ رَوَى التَّخْيِير , وَتَعَقَّبَهُ اِبْنُ التِّينِ بِأَنَّ الَّذِينَ رَوَوْا التَّرْتِيب اِبْنُ عُيَيْنَةَ وَمَعْمَرٌ وَالْأَوْزَاعِيُّ , وَاَلَّذِينَ رَوَوْا التَّخْيِير مَالِك وَابْن جُرَيْجٍ وَفُلَيْح بْن سُلَيْمَان وَعَمْرو بْن عُثْمَان الْمَخْزُومِيّ , وَهُوَ كَمَا قَالَ فِي الثَّانِي دُون الْأَوَّل , فَاَلَّذِينَ رَوَوْا التَّرْتِيب فِي الْبُخَارِيّ الَّذِي نَحْنُ فِي شَرْحِهِ أَيْضًا إِبْرَاهِيم بْن سَعْد وَاللَّيْث بْن سَعْد وَشُعَيْب بْن أَبِي حَمْزَة وَمَنْصُور , وَرِوَايَة هَذَيْنِ فِي هَذَا الْبَاب الَّذِي نَشْرَحُهُ وَفِي الَّذِي يَلِيهِ , فَكَيْفَ غَفَلَ اِبْنُ التِّين عَنْ ذَلِكَ وَهُوَ يَنْظُرُ فِيهِ ؟ بَلْ رَوَى التَّرْتِيبَ عَنْ الزُّهْرِيِّ كَذَلِكَ تَمَام ثَلَاثِينَ نَفْسًا أَوْ أَزِيد , وَرُجِّحَ التَّرْتِيبُ أَيْضًا بِأَنْ رَاوِيَهُ حَكَى لَفْظ الْقِصَّة عَلَى وَجْهِهَا فَمَعَهُ زِيَادَةُ عِلْم مِنْ صُورَة الْوَاقِعَة , وَرَاوِي التَّخْيِير حَكَى لَفْظ رَاوِي الْحَدِيث فَدَلَّ عَلَى أَنَّهُ مِنْ تَصَرُّفِ بَعْض الرُّوَاة إِمَّا لِقَصْدِ الِاخْتِصَار أَوْ لِغَيْرِ ذَلِكَ. وَيَتَرَجَّحُ التَّرْتِيب أَيْضًا بِأَنَّهُ أَحْوَطُ لِأَنَّ الْأَخْذ بِهِ مُجْزِئٌ سَوَاءٌ قُلْنَا بِالتَّخْيِيرِ أَوْ لَا بِخِلَافِ الْعَكْس وَجَمَعَ بَعْضهمْ بَيْن الرِّوَايَتَيْنِ كَالْمُهَلَّبِ وَالْقُرْطُبِيِّ بِالْحَمْلِ عَلَى التَّعَدُّدِ وَهُوَ بَعِيدٌ لِأَنَّ الْقِصَّة وَاحِدَة وَالْمَخْرَج مُتَّحِدٌ وَالْأَصْل عَدَم التَّعَدُّد , وَبَعْضهمْ حَمَلَ التَّرْتِيب عَلَى الْأَوْلَوِيَّة وَالتَّخْيِيرَ عَلَى الْجَوَازِ , وَعَكَسَهُ بَعْضهمْ فَقَالَ \" أَوْ \" فِي الرِّوَايَة الْأُخْرَى لَيْسَتْ لِلتَّخْيِيرِ وَإِنَّمَا هِيَ لِلتَّفْسِيرِ وَالتَّقْدِير , أَمَرَ رَجُلًا أَنْ يُعْتِقَ رَقَبَة أَوْ يَصُوم إِنْ عَجَزَ عَنْ الْعِتْق أَوْ يُطْعِم إِنْ عَجَزَ عَنْهُمَا. وَذَكَرَ الطَّحَاوِيُّ أَنَّ سَبَبَ إِتْيَان بَعْض الرُّوَاة بِالتَّخْيِيرِ أَنَّ الزُّهْرِيَّ رَاوِيَ الْحَدِيث قَالَ فِي آخِرِ حَدِيثِهِ \" فَصَارَتْ الْكَفَّارَة إِلَى عِتْق رَقَبَة أَوْ صِيَام شَهْرَيْنِ أَوْ الْإِطْعَام \". قَالَ فَرَوَاهُ بَعْضهمْ مُخْتَصَرًا مُقْتَصَرًا عَلَى مَا ذَكَرَ الزُّهْرِيُّ أَنَّهُ آلَ إِلَيْهِ الْأَمْرُ , قَالَ وَقَدْ قَصَّ عَبْد الرَّحْمَن بْن خَالِد اِبْن مُسَافِر عَنْ الزُّهْرِيِّ الْقِصَّة عَلَى وَجْههَا ثُمَّ سَاقَهُ مِنْ طَرِيقه مِثْل حَدِيث الْبَاب إِلَى قَوْله \" أَطْعِمْهُ أَهْلَك \" قَالَ فَصَارَتْ الْكَفَّارَة إِلَى عِتْق رَقَبَة أَوْ صِيَام شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ إِطْعَام سِتِّينَ مِسْكِينًا. قُلْت : وَكَذَلِكَ رَوَاهُ الدَّارَقُطْنِيُّ فِي \" الْعِلَل \" مِنْ طَرِيق صَالِح بْن أَبِي الْأَخْضَر عَنْ الزُّهْرِيِّ وَقَالَ فِي آخِرِهِ \" فَصَارَتْ سُنَّة عِتْق رَقَبَة أَوْ صِيَام شَهْرَيْنِ أَوْ إِطْعَام سِتِّينَ مِسْكِينًا \". ‏ ‏قَوْله : ( فَمَكَثَ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا هُنَا بِالْمِيمِ وَالْكَاف الْمَفْتُوحَة , وَيَجُوز ضَمُّهَا وَالثَّاء الْمُثَلَّثَة , وَفِي رِوَايَة أَبِي نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ وَجْهَيْنِ عَنْ أَبِي الْيَمَانِ \" فَسَكَتَ \" بِالْمُهْمَلَةِ وَالْكَاف الْمَفْتُوحَة وَالْمُثَنَّاة , وَكَذَا اِبْن مُسَافِر وَابْن أَبِي الْأَخْضَر , وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِجْلِسْ فَجَلَسَ \". ‏ ‏قَوْله : ( فَبَيْنَا نَحْنُ عَلَى ذَلِكَ ) ‏ ‏فِي رِوَايَة اِبْن عُيَيْنَةَ \" فَبَيْنَمَا هُوَ جَالِس كَذَلِكَ \" قَالَ بَعْضهمْ يَحْتَمِل أَنْ يَكُون سَبَب أَمْرِهِ لَهُ بِالْجُلُوسِ اِنْتِظَارَ مَا يُوحَى إِلَيْهِ فِي حَقِّهِ , وَيَحْتَمِلُ أَنَّهُ كَانَ عَرَفَ أَنَّهُ سَيُؤْتَى بِشَيْءٍ يُعِينُهُ بِهِ , وَيَحْتَمِلُ أَنْ يَكُون أَسْقَطَ عَنْهُ الْكَفَّارَة بِالْعَجْزِ. وَهَذَا الثَّالِث لَيْسَ بِقَوِيٍّ لِأَنَّهَا لَوْ سَقَطَتْ مَا عَادَتْ عَلَيْهِ حَيْثُ أَمَرَهُ بِهَا بَعْدَ إِعْطَائِهِ إِيَّاهُ الْمِكْتَلَ. ‏ ‏قَوْله : ( أُتِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِضَمِّ أَوَّله عَلَى الْبِنَاء لِلْمَجْهُولِ وَهُوَ جَوَاب \" بَيْنَا \" فِي هَذِهِ الرِّوَايَة. وَأَمَّا رِوَايَة اِبْن عُيَيْنَةَ الْمُشَار إِلَيْهَا فَقَالَ فِيهَا \" إِذْ أُتِيَ \" لِأَنَّهُ قَالَ فِيهَا \" فَبَيْنَمَا هُوَ جَالِس \" وَقَدْ تَقَدَّمَ تَقْرِير ذَلِكَ , وَالْآتِي الْمَذْكُور لَمْ يُسَمَّ لَكِنْ وَقَعَ فِي رِوَايَة مَعْمَر كَمَا سَيَأْتِي فِي الْكَفَّارَات \" فَجَاءَ رَجُل مِنْ الْأَنْصَار \" وَعِنْد الدَّارَقُطْنِيِّ مِنْ طَرِيق دَاوُدَ بْن أَبِي هِنْد عَنْ سَعِيد بْن الْمُسَيِّب مُرْسَلًا \" فَأَتَى رَجُل مِنْ ثَقِيف \" فَإِنْ لَمْ يُحْمَلْ عَلَى أَنَّهُ كَانَ حَلِيفًا لِلْأَنْصَارِ أَوْ إِطْلَاق الْأَنْصَار بِالْمَعْنَى الْأَعَمّ وَإِلَّا فَرِوَايَة الصَّحِيح أَصَحّ , وَوَقَعَ فِي رِوَايَة اِبْن إِسْحَاق \" فَجَاءَ رَجُل بِصَدَقَتِهِ يَحْمِلهَا \" وَفِي مُرْسَل الْحَسَن عِنْد سَعِيد بْن مَنْصُور \" بِتَمْرٍ مِنْ تَمْر الصَّدَقَة \". ‏ ‏قَوْله : ( بِعِرْقٍ ) ‏ ‏بِفَتْحِ الْمُهْمَلَةِ وَالرَّاء بَعْدَهَا قَافٌ. قَالَ اِبْن التِّين كَذَا لِأَكْثَر الرُّوَاة , وَفِي رِوَايَة أَبِي الْحَسَن يَعْنِي الْقَابِسِيَّ بِإِسْكَانِ الرَّاء. قَالَ عِيَاض وَالصَّوَاب الْفَتْح , وَقَالَ اِبْن التِّين أَنْكَرَ بَعْضهمْ الْإِسْكَان لِأَنَّ الَّذِي بِالْإِسْكَانِ هُوَ الْعَظْم الَّذِي عَلَيْهِ اللَّحْم. قُلْت : إِنْ كَانَ الْإِنْكَار مِنْ جِهَة الِاشْتِرَاك مَعَ الْعَظْم فَلْيُنْكَرْ الْفَتْح لِأَنَّهُ يَشْتَرِك مَعَ الْمَاء الَّذِي يَتَحَلَّب مِنْ الْجَسَد , نَعَمْ الرَّاجِح مِنْ حَيْثُ الرِّوَايَةُ الْفَتْحُ وَمِنْ حَيْثُ اللُّغَةُ أَيْضًا , إِلَّا أَنَّ الْإِسْكَان لَيْسَ بِمُنْكَرٍ بَلْ أَثْبَتَهُ بَعْض أَهْل اللُّغَةِ كَالْقَزَّازِ. ‏ ‏قَوْله : ( وَالْعِرْق الْمِكْتَل ) ‏ ‏بِكَسْرِ الْمِيم وَسُكُون الْكَاف وَفَتْح الْمُثَنَّاة بَعْدهَا لَام , زَادَ اِبْن عُيَيْنَةَ عِنْد الْإِسْمَاعِيلِيّ وَابْن خُزَيْمَةَ : الْمِكْتَل الضَّخْم. قَالَ الْأَخْفَش : سُمِّيَ الْمِكْتَل عِرْقًا لِأَنَّهُ يُضَفَّرُ عِرْقَةً عِرْقَةً جَمْع فَالْعِرْق جَمْع عِرْقَة كَعَلَقِ وَعِلْقَةٍ , وَالْعِرْقَةُ الضَّفِيرَةُ مِنْ الْخُوصِ. وَقَوْله وَالْعِرْقُ الْمِكْتَل تَفْسِير مِنْ أَحَدِ رُوَاتِهِ , وَظَاهِر هَذِهِ الرِّوَايَة أَنَّهُ الصَّحَابِيّ , لَكِنْ فِي رِوَايَة اِبْن عُيَيْنَةَ مَا يُشْعِرُ بِأَنَّهُ الزُّهْرِيُّ , وَفِي رِوَايَة مَنْصُور فِي الْبَاب الَّذِي يَلِي هَذَا \" فَأُتِيَ بِعِرْقٍ فِيهِ تَمْر وَهُوَ الزَّبِيل \" وَفِي رِوَايَة اِبْن أَبِي حَفْصَة \" فَأُتِيَ بِزَبِيلِ وَهُوَ الْمِكْتَل \" وَالزَّبِيل بِفَتْحِ الزَّاي وَتَخْفِيف الْمُوَحَّدَة بَعْدهَا تَحْتَانِيَّة سَاكِنَة ثُمَّ لَام بِوَزْنِ رَغِيف هُوَ الْمِكْتَل , قَالَ اِبْن دُرَيْدٍ يُسَمَّى زَبِيلًا لِحَمْلِ الزِّبْل فِيهِ , وَفِيهِ لُغَة أُخْرَى زِنْبِيل بِكَسْرِ الزَّاي أَوَّلَهُ وَزِيَادَةِ نُونٍ سَاكِنَة وَقَدْ تُدْغَم النُّون فَتُشَدَّدُ الْبَاءُ مَعَ بَقَاء وَزْنِهِ , وَجَمْعُهُ عَلَى اللُّغَات الثَّلَاث زَنَابِيل , وَوَقَعَ فِي بَعْض طُرُق عَائِشَةَ عِنْد مُسْلِمٍ \" فَجَاءَهُ عِرْقَانِ \" وَالْمَشْهُور فِي غَيْرهَا عِرْق وَرَجَّحَهُ الْبَيْهَقِيُّ , وَجَمَعَ غَيْرُهُ بَيْنهمَا بِتَعَدُّدِ الْوَاقِعَة , وَهُوَ جَمْعٌ لَا نَرْضَاهُ لِاتِّحَادِ مَخْرَج الْحَدِيث وَالْأَصْل عَدَم التَّعَدُّد , وَاَلَّذِي يَظْهَر أَنَّ التَّمْرَ كَانَ قَدْرَ عِرْق لَكِنَّهُ كَانَ فِي عِرْقَيْنِ فِي حَال التَّحْمِيل عَلَى الدَّابَّة لِيَكُونَ أَسْهَلَ فِي الْحَمْل , فَيَحْتَمِل أَنَّ الْآتِيَ بِهِ لَمَّا وَصَلَ أَفْرَغَ أَحَدَهُمَا فِي الْآخَرِ , فَمَنْ قَالَ عِرْقَانِ أَرَادَ اِبْتِدَاءَ الْحَال وَمَنْ قَالَ عِرْق أَرَادَ مَا آلَ إِلَيْهِ , وَاَللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( أَيْنَ السَّائِلُ ؟ ) ‏ ‏زَادَ اِبْن مُسَافِر \" آنِفًا \" أَطْلَقَ عَلَيْهِ ذَلِكَ لِأَنَّ كَلَامه مُتَضَمَّن لِلسُّؤَالِ فَإِنَّ مُرَاده هَلَكْت فَمَا يُنْجِينِي وَمَا يُخَلِّصُنِي مَثَلًا , وَفِي حَدِيث عَائِشَةَ \" أَيْنَ الْمُحْتَرِق آنِفًا \" ؟ وَقَدْ تَقَدَّمَ تَوْجِيهُهُ , وَلَمْ يُعَيِّنْ فِي هَذِهِ الرِّوَايَة مِقْدَارَ مَا فِي الْمِكْتَل مِنْ التَّمْر بَلْ وَلَا فِي شَيْء مِنْ طُرُق الصَّحِيحَيْنِ فِي حَدِيث أَبِي هُرَيْرَة , وَوَقَعَ فِي رِوَايَة اِبْن أَبِي حَفْصَة \" فِيهِ خَمْسَةَ عَشَرَ صَاعًا \" وَفِي رِوَايَة مُؤَمَّلٍ عَنْ سُفْيَان \" فِيهِ خَمْسَةَ عَشَرَ أَوْ نَحْوُ ذَلِكَ \" وَفِي رِوَايَة مَهْرَانِ بْن أَبِي عُمَر عَنْ الثَّوْرِيِّ عَنْ اِبْن خُزَيْمَةَ \" فِيهِ خَمْسَةَ عَشَرَ أَوْ عِشْرُونَ \" وَكَذَا هُوَ عِنْد مَالِك وَعَبْد الرَّزَّاق فِي مُرْسَل سَعِيد بْن الْمُسَيِّب , وَفِي مُرْسَله عِنْد الدَّارَقُطْنِيِّ الْجَزْم بِعِشْرِينَ صَاعًا , وَوَقَعَ فِي حَدِيث عَائِشَةَ عِنْد اِبْن خُزَيْمَةَ \" فَأُتِيَ بِعِرْقٍ فِيهِ عِشْرُونَ صَاعًا \" قَالَ الْبَيْهَقِيُّ قَوْله عِشْرُونَ صَاعًا بَلَاغٌ بَلَّغَ مُحَمَّد بْن جَعْفَر يَعْنِي بَعْض رُوَاته , وَقَدْ بَيَّنَ ذَلِكَ مُحَمَّد بْن إِسْحَاق عَنْهُ فَذَكَرَ الْحَدِيثَ وَقَالَ فِي آخِرِهِ : قَالَ مُحَمَّد بْن جَعْفَر فَحُدِّثْت بَعْدُ أَنَّهُ كَانَ عِشْرِينَ صَاعًا مِنْ تَمْر. قُلْت : وَوَقَعَ فِي مُرْسَل عَطَاء بْن أَبِي رَبَاح وَغَيْره عِنْد مُسَدَّد \" فَأَمَرَ لَهُ بِبَعْضِهِ \" وَهَذَا يَجْمَع الرِّوَايَات , فَمَنْ قَالَ إِنَّهُ كَانَ عِشْرِينَ أَرَادَ أَصْلَ مَا كَانَ فِيهِ , وَمَنْ قَالَ خَمْسَةَ عَشَرَ أَرَادَ قَدْرَ مَا تَقَع بِهِ الْكَفَّارَة , وَيُبَيِّن ذَلِكَ حَدِيث عَلِيٍّ عِنْد الدَّارَقُطْنِيِّ \" تُطْعِمُ سِتِّينَ مِسْكِينًا لِكُلِّ مِسْكِينٍ مُدٌّ \" وَفِيهِ \" فَأُتِيَ بِخَمْسَةَ عَشَرَ صَاعًا فَقَالَ أَطْعِمْهُ سِتِّينَ مِسْكِينًا \" وَكَذَا فِي رِوَايَة حَجَّاج عَنْ الزُّهْرِيِّ عِنْد الدَّارَقُطْنِيِّ فِي حَدِيث أَبِي هُرَيْرَة , وَفِيهِ رَدٌّ عَلَى الْكُوفِيِّينَ فِي قَوْلهمْ إِنَّ وَاجِبه مِنْ الْقَمْح ثَلَاثُونَ صَاعًا وَمِنْ غَيْره سِتُّونَ صَاعًا , وَلِقَوْلِ عَطَاء : إِنْ أَفْطَرَ بِالْأَكْلِ أَطْعَمَ عِشْرِينَ صَاعًا , وَعَلَى أَشْهَبَ فِي قَوْله لَوْ غَدَّاهُمْ أَوْ عَشَّاهُمْ كَفِي تَصَدُّق الْإِطْعَام , وَلِقَوْلِ الْحَسَن يُطْعِم أَرْبَعِينَ مِسْكِينًا عِشْرِينَ صَاعًا أَوْ بِالْجِمَاعِ أَطْعَمَ خَمْسَةَ عَشَرَ , وَفِيهِ رَدٌّ عَلَى الْجَوْهَرِيِّ حَيْثُ قَالَ فِي الصِّحَاحِ الْمِكْتَل يُشْبِه الزَّبِيل يَسْعَ خَمْسَةَ عَشَرَ صَاعًا لِأَنَّهُ لَا حَصْرَ فِي ذَلِكَ , وَرُوِيَ عَنْ مَالِك أَنَّهُ قَالَ يَسَعُ خَمْسَةَ عَشَرَ أَوْ عِشْرِينَ وَلَعَلَّهُ قَالَ ذَلِكَ فِي هَذِهِ الْقِصَّةِ الْخَاصَّةِ فَيُوَافِق رِوَايَة مَهْرَانِ وَإِلَّا فَالظَّاهِر أَنَّهُ لَا حَصْرَ فِي ذَلِكَ وَاَللَّه أَعْلَم. وَأَمَّا مَا وَقَعَ فِي رِوَايَة عَطَاء وَمُجَاهِد عَنْ أَبِي هُرَيْرَة عِنْد الطَّبَرَانِيِّ فِي الْأَوْسَط أَنَّهُ \" أُتِيَ بِمِكْتَلِ فِيهِ عِشْرُونَ صَاعًا فَقَالَ تَصَدَّقْ بِهَذَا \" وَقَالَ قَبْل ذَلِكَ تَصَدَّقْ بِعِشْرِينَ صَاعًا أَوْ بِتِسْعَ عَشْرَةَ أَوْ بِإِحْدَى وَعِشْرِينَ فَلَا حُجَّةَ فِيهِ لِمَا فِيهِ مِنْ الشَّكِّ , وَلِأَنَّهُ مِنْ رِوَايَةِ لَيْثِ بْن أَبِي سُلَيْمٍ وَهُوَ ضَعِيف وَقَدْ اِضْطَرَبَ فِيهِ , وَفِي الْإِسْنَاد إِلَيْهِ مَعَ ذَلِكَ مَنْ لَا يُحْتَجُّ بِهِ. وَوَقَعَ فِي بَعْض طُرُق حَدِيث عَائِشَة عِنْد مُسْلِم \" فَجَاءَهُ عِرْقَانِ فِيهِمَا طَعَام \" وَوَجْهُهُ إِنْ كَانَ مَحْفُوظًا مَا تَقَدَّمَ قَرِيبًا وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( خُذْ هَذَا فَتَصَدَّقْ بِهِ ) ‏ ‏كَذَا لِلْأَكْثَرِ وَمِنْهُمْ مَنْ ذَكَرَهُ بِمَعْنَاهُ , وَزَادَ اِبْن إِسْحَاق \" فَتَصَدَّقْ بِهِ عَنْ نَفْسِك \" وَيُؤَيِّدهُ رِوَايَة مَنْصُور فِي الْبَاب الَّذِي يَلِيه بِلَفْظِ \" أَطْعِمْ هَذَا عَنْك \" وَنَحْوه فِي مُرْسَل سَعِيد اِبْن الْمُسَيِّب مِنْ رِوَايَة دَاوُدَ بْن أَبِي هِنْد عَنْهُ عِنْد الدَّارَقُطْنِيِّ , وَعِنْده مِنْ طَرِيق لَيْث عَنْ مُجَاهِد عَنْ أَبِي هُرَيْرَة \" نَحْنُ نَتَصَدَّقُ بِهِ عَنْك \" وَاسْتُدِلَّ بِإِفْرَادِهِ بِذَلِكَ عَلَى أَنَّ الْكَفَّارَة عَلَيْهِ وَحْده دُون الْمَوْطُوءَة , وَكَذَا قَوْله فِي الْمُرَاجَعَة \" هَلْ تَسْتَطِيع \" وَ \" هَلْ تَجِد \" وَغَيْر ذَلِكَ , وَهُوَ الْأَصَحّ مِنْ قَوْلَيْ الشَّافِعِيَّة وَبِهِ قَالَ الْأَوْزَاعِيِّ , وَقَالَ الْجُمْهُورُ وَأَبُو ثَوْر وَابْن الْمُنْذِر تَجِبُ الْكَفَّارَة عَلَى الْمَرْأَة أَيْضًا عَلَى اِخْتِلَافٍ وَتَفَاصِيلَ لَهُمْ فِي الْحُرَّة وَالْأَمَة وَالْمُطَاوِعَةِ وَالْمُكْرَهَةِ وَهَلْ هِيَ عَلَيْهَا أَوْ عَلَى الرَّجُل عَنْهَا , وَاسْتَدَلَّ الشَّافِعِيَّة بِسُكُوتِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام عَنْ إِعْلَام الْمَرْأَة بِوُجُوبِ الْكَفَّارَة مَعَ الْحَاجَة , وَأُجِيبَ بِمَنْعِ وُجُودِ الْحَاجَة إِذْ ذَاكَ لِأَنَّهَا لَمْ تَعْتَرِف وَلَمْ تَسْأَلْ وَاعْتِرَاف الزَّوْج عَلَيْهَا لَا يُوجِبُ عَلَيْهَا حُكْمًا مَا لَمْ تَعْتَرِفْ , وَبِأَنَّهَا قَضِيَّةُ حَالٍ فَالسُّكُوت عَنْهَا لَا يَدُلّ عَلَى الْحُكْم لِاحْتِمَالِ أَنْ تَكُون الْمَرْأَة لَمْ تَكُنْ صَائِمَة لِعُذْرٍ مِنْ الْأَعْذَار. ثُمَّ إِنَّ بَيَانَ الْحُكْم لِلرَّجُلِ بَيَان فِي حَقّهَا لِاشْتِرَاكِهِمَا فِي تَحْرِيم الْفِطْر وَانْتَهَاك حُرْمَة الصَّوْم كَمَا لَمْ يَأْمُرهُ بِالْغُسْلِ. وَالتَّنْصِيص عَلَى الْحُكْم فِي حَقّ بَعْض الْمُكَلَّفِينَ كَافٍ عَنْ ذِكْرِهِ فِي حَقّ الْبَاقِينَ , وَيَحْتَمِلُ أَنْ يَكُونَ سَبَب السُّكُوت عَنْ حُكْم الْمَرْأَة مَا عَرَفَهُ مِنْ كَلَام زَوْجِهَا بِأَنَّهَا لَا قُدْرَةَ لَهَا عَلَى شَيْء , وَقَالَ الْقُرْطُبِيُّ اِخْتَلَفُوا فِي الْكَفَّارَة هَلْ هِيَ عَلَى الرَّجُل وَحْدَهُ عَلَى نَفْسه فَقَطْ أَوْ عَلَيْهِ وَعَلَيْهَا أَوْ عَلَيْهِ كَفَّارَتَانِ عَنْهُ وَعَنْهَا أَوْ عَلَيْهِ عَنْ نَفْسه وَعَلَيْهَا عَنْهَا , وَلَيْسَ فِي الْحَدِيث مَا يَدُلُّ عَلَى شَيْء مِنْ ذَلِكَ لِأَنَّهُ سَاكِت عَنْ الْمَرْأَة فَيُؤْخَذ حُكْمهَا مِنْ دَلِيل آخَرَ مَعَ اِحْتِمَال أَنْ يَكُون سَبَب السُّكُوت أَنَّهَا كَانَتْ غَيْر صَائِمَة , وَاسْتَدَلَّ بَعْضهمْ بِقَوْلِهِ فِي بَعْض طُرُق هَذَا الْحَدِيث \" هَلَكْت وَأَهْلَكْت \" وَهِيَ زِيَادَة فِيهَا مَقَال , فَقَالَ اِبْن الْجَوْزِيِّ : فِي قَوْله وَأَهْلَكْت تَنْبِيهٌ عَلَى أَنَّهُ أَكْرَهَهَا وَلَوْلَا ذَلِكَ لَمْ يَكُنْ مُهْلِكًا لَهَا , قُلْت : وَلَا يَلْزَم مِنْ ذَلِكَ تَعَدُّدُ الْكَفَّارَة بَلْ لَا يَلْزَم مِنْ قَوْله وَأَهْلَكْت إِيجَاب الْكَفَّارَة عَلَيْهَا , بَلْ يَحْتَمِلُ أَنْ يُرِيدَ بِقَوْلِهِ هَلَكْت أَثِمْت وَأَهْلَكْت أَيْ كُنْت سَبَبًا فِي تَأْثِيم مَنْ طَاوَعَتْنِي فَوَاقَعَهَا إِذْ لَا رَيْب فِي حُصُول الْإِثْم عَلَى الْمُطَاوِعَةِ وَلَا يَلْزَمُ مِنْ ذَلِكَ إِثْبَات الْكَفَّارَة وَلَا نَفْيُهَا , أَوْ الْمَعْنَى هَلَكْت أَيْ حَيْثُ وَقَعَتْ فِي شَيْء لَا أَقْدِر عَلَى كَفَّارَتِهِ , وَأَهْلَكْت أَيْ نَفْسِي بِفِعْلِي الَّذِي جَرَّ عَلَيَّ الْإِثْمَ , وَهَذَا كُلّه بَعْد ثُبُوت الزِّيَادَة الْمَذْكُورَة , وَقَدْ ذَكَرَ الْبَيْهَقِيُّ أَنَّ لِلْحَاكِمِ فِي بُطْلَانهَا ثَلَاثَةَ أَجْزَاء , وَمُحَصَّلُ الْقَوْل فَهَا أَنَّهَا وَرَدَتْ مِنْ طَرِيق الْأَوْزَاعِيِّ وَمِنْ طَرِيق اِبْن عُيَيْنَةَ , أَمَّا الْأَوْزَاعِيُّ فَتَفَرَّدَ بِهَا مُحَمَّد بْن الْمُسَيِّب عَنْ عَبْد السَّلَام بْن عَبْد الْحَمِيد عَنْ عُمَرَ بْن عَبْد الْوَاحِد وَالْوَلِيد بْن مُسْلِم وَعَنْ مُحَمَّد بْن عُقْبَةَ عَنْ عَلْقَمَة عَنْ أَبِيهِ ثَلَاثَتهمْ عَنْ الْأَوْزَاعِيِّ قَالَ الْبَيْهَقِيُّ رَوَاهُ جَمِيع أَصْحَابِ الْأَوْزَاعِيِّ بِدُونِهَا وَكَذَلِكَ جَمِيعُ الرُّوَاة عَنْ الْوَلِيد وَعُقْبَة وَعُمَر , وَمُحَمَّد اِبْن الْمُسَيِّب كَانَ حَافِظًا مُكْثِرًا إِلَّا أَنَّهُ كَانَ فِي آخِرِ أَمْرِهِ عَمِيَ فَلَعَلَّ هَذِهِ اللَّفْظَة أُدْخِلَتْ عَلَيْهِ , وَقَدْ رَوَاهُ أَبُو عَلِيٍّ النَّيْسَابُورِيُّ عَنْهُ بِدُونِهَا , وَيَدُلّ عَلَى بُطْلَانهَا مَا رَوَاهُ الْعَبَّاس بْن الْوَلِيد عَنْ أَبِيهِ قَالَ : سُئِلَ الْأَوْزَاعِيُّ عَنْ رَجُل جَامَعَ اِمْرَأَته فِي رَمَضَان قَالَ : عَلَيْهِمَا كَفَّارَة وَاحِدَة إِلَّا الصِّيَام , قِيلَ لَهُ فَإِنْ اِسْتَكْرَهَهَا ؟ قَالَ عَلَيْهِ الصِّيَام وَحْده. وَأَمَّا اِبْن عُيَيْنَةَ فَتَفَرَّدَ بِهَا أَبُو ثَوْر عَنْ مُعَلَّى بْن مَنْصُور عَنْهُ , قَالَ الْخَطَّابِيُّ : الْمُعَلَّى لَيْسَ بِذَاكَ الْحَافِظ. وَتَعَقَّبَهُ اِبْن الْجَوْزِيِّ بِأَنَّهُ لَا يَعْرِف أَحَدًا طَعَنَ فِي الْمُعَلَّى , وَغَفَلَ عَنْ قَوْل الْإِمَام أَحْمَد إِنَّهُ كَانَ يُخْطِئُ كُلَّ يَوْمٍ فِي حَدِيثَيْنِ أَوْ ثَلَاثَةٍ , فَلَعَلَّهُ حَدَّثَ مِنْ حِفْظه بِهَذَا فَوَهِمَ , وَقَدْ قَالَ الْحَاكِم : وَقَفْت عَلَى \" كِتَاب الصِّيَام لِلْمُعَلَّى \" بِخَطٍّ مَوْثُوقٍ بِهِ وَلَيْسَتْ هَذِهِ اللَّفْظَة فِيهِ , وَزَعَمَ اِبْن الْجَوْزِيِّ أَنَّ الدَّارَقهطْنِيَّ أَخْرَجَهُ مِنْ طَرِيق عَقِيلٍ أَيْضًا , وَهُوَ غَلَطٌ مِنْهُ فَإِنَّ الدَّارَقهطْنِيَّ لَمْ يُخْرِجْ طَرِيقَ عَقِيلٍ فِي \" السُّنَن \" وَقَدْ سَاقَهُ فِي \" الْعِلَلِ \" بِالْإِسْنَادِ الَّذِي ذَكَرَهُ عَنْهُ اِبْن الْجَوْزِيِّ بِدُونِهَا. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏الْقَائِل بِوُجُوبِ كَفَّارَةٍ وَاحِدَةٍ عَلَى الزَّوْج عَنْهُ وَعَنْ مَوْطُوءَتِهِ يَقُول يُعْتَبَرُ حَالُهُمَا فَإِنْ كَانَا مِنْ أَهْل الْعِتْق أَجْزَأَتْ رَقَبَة , وَإِنْ كَانَا مِنْ أَهْل الْإِطْعَام أَطْعَمَ مَا سَبَقَ , وَإِنْ كَانَا مِنْ أَهْل الصِّيَام صَامَا جَمِيعًا , فَإِنْ اِخْتَلَفَ حَالُهُمَا فَفِيهِ تَفْرِيعٌ مَحَلُّهُ كُتُبُ الْفُرُوعِ. ‏ ‏قَوْله : ( فَقَالَ الرَّجُل عَلَى أَفْقَرَ مِنِّي ) ‏ ‏أَيْ أَتَصَدَّقُ بِهِ عَلَى شَخْصٍ أَفْقَرَ مِنِّي ؟ وَهَذَا يُشْعِرُ بِأَنَّهُ فَهِمَ الْإِذْنَ لَهُ فِي التَّصَدُّق عَلَى مَنْ يَتَّصِف بِالْفَقْرِ , وَقَدْ بَيَّنَ اِبْن عُمَر فِي حَدِيثه ذَلِكَ فَزَادَ فِيهِ \" إِلَى مَنْ أَدْفَعُهُ ؟ قَالَ إِلَى أَفْقَرَ مَنْ تَعْلَم \" أَخْرَجَهُ الْبَزَّار وَالطَّبَرَانِيُّ فِي \" الْأَوْسَط \" وَفِي رِوَايَة إِبْرَاهِيم بْن سَعْد \" أَعَلَى أَفْقَرَ مِنْ أَهْلِي \" ؟ وَلِابْنِ مُسَافِر \" أَعَلَى أَهْلِ بَيْت أَفْقَرَ مِنِّي \" ؟ وَلِلْأَوْزَاعِيِّ \" أَعَلَى غَيْر أَهْلِي \" ؟ وَلِمَنْصُورٍ \" أَعَلَى أَحْوَجَ مِنَّا \" وَلِابْنِ إِسْحَاق \" وَهَلْ الصَّدَقَة إِلَّا لِي وَعَلَيَّ \" ؟ ‏ ‏قَوْله : ( فَوَاَللَّهِ مَا بَيْنَ لَابَتَيْهَا ) ) ‏ ‏تَثْنِيَةُ لَابَةٍ وَقَدْ تَقَدَّمَ شَرْحُهَا فِي أَوَاخِر كِتَاب الْحَجّ وَالضَّمِير لِلْمَدِينَةِ , وَقَوْله \" يُرِيد الْحَرَّتَيْنِ \" مِنْ كَلَام بَعْض رُوَاته , زَادَ فِي رِوَايَة اِبْن عُيَيْنَةَ وَمَعْمَرٍ \" وَاَلَّذِي بَعَثَك بِالْحَقِّ \" وَوَقَعَ فِي حَدِيث اِبْن عُمَر الْمَذْكُور \" مَا بَيْن حَرَّتَيْهَا \" وَفِي رِوَايَة الْأَوْزَاعِيِّ الْآتِيَة فِي الْأَدَب \" وَاَلَّذِي نَفْسِي بِيَدِهِ مَا بَيْن طُنُبَيْ الْمَدِينَة \" تَثْنِيَة طُنُب - وَهُوَ بِضَمِّ الطَّاء الْمُهْمَلَة بَعْدهَا نُون - وَالطُّنُب أَحَدُ أَطْنَابِ الْخَيْمَةِ فَاسْتَعَارَهُ لِلطَّرَفِ. ‏ ‏قَوْله : ( أَهْل بَيْت أَفْقَرَ مِنْ أَهْل بَيْتِي ) ‏ ‏زَادَ يُونُس \" مِنِّي وَمِنْ أَهْل بَيْتِي \" وَفِي رِوَايَة إِبْرَاهِيم بْن سَعْد \" أَفْقَرَ مِنَّا \" وَأَفْقَرَ بِالنَّصْبِ عَلَى أَنَّهَا خَبَرُ مَا النَّافِيَة , وَيَجُوز الرَّفْع عَلَى لُغَة تَمِيم , وَفِي رِوَايَة عَقِيل \" مَا أَحَدٌ أَحَقُّ بِهِ مِنْ أَهْلِي , مَا أَحَدٌ أَحْوَج إِلَيْهِ مِنِّي \" وَفِي أَحَقّ وَأَحْوَج مَا فِي أَفْقَرَ. وَفِي مُرْسَل سَعِيد مِنْ رِوَايَة دَاوُدَ عَنْهُ \" وَاَللَّهِ مَا لِعِيَالِي مِنْ طَعَام \" وَفِي حَدِيث عَائِشَةَ عِنْد اِبْن خُزَيْمَةَ \" مَا لَنَا عَشَاءُ لَيْلَةٍ \". ‏ ‏قَوْله : ( فَضَحِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابه ) ‏ ‏فِي رِوَايَة اِبْن إِسْحَاق \" حَتَّى بَدَتْ نَوَاجِذُهُ \" وَلِأَبِي قُرَّةَ فِي \" السُّنَن \" عَنْ اِبْن جُرَيْجٍ \" حَتَّى بَدَتْ ثَنَايَاهُ \" وَلَعَلَّهَا تَصْحِيف مِنْ أَنْيَابه فَإِنَّ الثَّنَايَا تَبِينُ بِالتَّبَسُّمِ غَالِبًا وَظَاهِر السِّيَاق إِرَادَة الزِّيَادَة عَلَى التَّبَسُّم , وَيُحْمَلُ مَا وَرَدَ فِي صِفَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ ضَحِكَهُ كَانَ تَبَسُّمًا عَلَى غَالِب أَحْوَاله , وَقِيلَ كَانَ لَا يَضْحَكُ إِلَّا فِي أَمْرٍ يَتَعَلَّق بِالْآخِرَةِ فَإِنْ كَانَ فِي أَمْر الدُّنْيَا لَمْ يَزِدْ عَلَى التَّبَسُّم , قِيلَ وَهَذِهِ الْقَضِيَّةُ تُعَكِّرُ عَلَيْهِ وَلَيْسَ كَذَلِكَ فَقَدْ قِيلَ إِنَّ سَبَب ضَحِكِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مِنْ تَبَايُنِ حَالِ الرَّجُل حَيْثُ جَاءَ خَائِفًا عَلَى نَفْسه رَاغِبًا فِي فَدَائِهَا مَهْمَا أَمْكَنَهُ , فَلَمَّا وَجَدَ الرُّخْصَةَ طَمِعَ فِي أَنْ يَأْكُلَ مَا أُعْطِيَهُ مِنْ الْكَفَّارَة , وَقِيلَ ضَحِكَ مِنْ حَالِ الرَّجُل فِي مَقَاطِعِ كَلَامِهِ وَحُسْنِ تَأَتِّيه وَتَلَطُّفِهِ فِي الْخِطَابِ وَحُسْن تَوَسُّلِهِ فِي تَوَصُّلِهِ إِلَى مَقْصُودِهِ. ‏ ‏قَوْله : ( ثُمَّ قَالَ أَطْعِمْهُ أَهْلَك ) ‏ ‏تَابَعَهُ مَعْمَر وَابْن أَبِي حَفْصَة , وَفِي رِوَايَة لِابْنِ عُيَيْنَةَ فِي الْكَفَّارَات \" أَطْعِمْهُ عِيَالَك \" وَلِإِبْرَاهِيم بْن سَعْد \" فَأَنْتُمْ إِذًا \" وَقَدَّمَ عَلَى ذَلِكَ ذِكْرَ الضَّحِكِ , وَلِأَبِي قُرَّة عَنْ اِبْن جُرَيْجٍ \" ثُمَّ قَالَ كُلْهُ \" وَنَحْوُهُ لِيَحْيَى بْن سَعِيد وَعِرَاك , وَجَمَعَ بَيْنهمَا اِبْن إِسْحَاق وَلَفْظه \" خُذْهَا وَكُلْهَا وَأَنْفِقْهَا عَلَى عِيَالِك \" وَنَحْوه فِي رِوَايَة عَبْد الْجَبَّار وَحَجَّاج وَهِشَام بْن سَعْد كُلّهمْ عَنْ الزُّهْرِيِّ , وَلِابْنِ خُزَيْمَةَ فِي حَدِيث عَائِشَة \" عُدْ بِهِ عَلَيْك وَعَلَى أَهْلِك \" وَقَالَ اِبْن دَقِيق الْعِيد : تَبَايَنَتْ فِي هَذِهِ الْقِصَّة الْمَذَاهِب فَقِيلَ إِنَّهُ دَلَّ عَلَى سُقُوط الْكَفَّارَة بِالْإِعْسَارِ الْمُقَارِن لِوُجُوبِهَا لِأَنَّ الْكَفَّارَة لَا تُصْرَفُ إِلَى النَّفْس وَلَا إِلَى الْعِيَال , وَلَمْ يُبَيِّن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتِقْرَارهَا فِي ذِمَّته إِلَى حِين يَسَاره , وَهُوَ أَحَد قَوْلَيْ الشَّافِعِيَّة وَجَزَمَ بِهِ عِيسَى اِبْن دِينَار مِنْ الْمَالِكِيَّة , وَقَالَ الْأَوْزَاعِيُّ : يَسْتَغْفِرُ اللَّه وَلَا يَعُود. وَيَتَأَيَّدُ ذَلِكَ بِصَدَقَةِ الْفِطْرِ حَيْثُ تَسْقُط بِالْإِعْسَارِ الْمُقَارِن لِسَبَبِ وُجُوبِهَا وَهُوَ هِلَالُ الْفِطْرِ , لَكِنَّ الْفَرْق بَيْنهمَا أَنَّ صَدَقَة الْفِطْر لَهَا أَمَدٌ تَنْتَهِي إِلَيْهِ , وَكَفَّارَة الْجِمَاع لَا أَمَدَ لَهَا فَتَسْتَقِرّ فِي الذِّمَّة , وَلَيْسَ فِي الْخَبَر مَا يَدُلّ عَلَى إِسْقَاطهَا بَلْ فِيهِ مَا يَدُلّ عَلَى اِسْتِمْرَارهَا عَلَى الْعَاجِز , وَقَالَ الْجُمْهُور : لَا تَسْقُط الْكَفَّارَة بِالْإِعْسَارِ , وَاَلَّذِي أَذِنَ لَهُ فِي التَّصَرُّف فِيهِ لَيْسَ عَلَى سَبِيل الْكَفَّارَة. ثُمَّ اِخْتَلَفُوا فَقَالَ الزُّهْرِيُّ : هُوَ خَاصّ بِهَذَا الرَّجُل , وَإِلَى هَذَا نَحَا إِمَام الْحَرَمَيْنِ , وَرُدَّ بِأَنَّ الْأَصْل عَدَم الْخُصُوصِيَّة. وَقَالَ بَعْضهمْ : هُوَ مَنْسُوخ , وَلَمْ يُبَيِّنْ قَائِلُهُ نَاسِخَهُ , وَقِيلَ : الْمُرَاد بِالْأَهْلِ الَّذِينَ أُمِرَ بِصَرْفِهَا إِلَيْهِمْ مَنْ لَا تَلْزَمُهُ نَفَقَتُهُ مِنْ أَقَارِبِهِ , وَهُوَ قَوْل بَعْض الشَّافِعِيَّة , وَضُعِّفَ بِالرِّوَايَةِ الْأُخْرَى الَّتِي فِيهَا عِيَالك , وَبِالرِّوَايَةِ الْمُصَرِّحَة بِالْإِذْنِ لَهُ فِي الْأَكْل مِنْ ذَلِكَ , وَقِيلَ لَمَّا كَانَ عَاجِزًا عَنْ نَفَقَة أَهْلِهِ جَازَ لَهُ أَنْ يَصْرِفَ الْكَفَّارَةَ لَهُمْ , وَهَذَا هُوَ ظَاهِر الْحَدِيث , وَهُوَ الَّذِي حَمَلَ أَصْحَاب الْأَقْوَال الْمَاضِيَة عَلَى مَا قَالُوهُ بِأَنَّ الْمَرْء لَا يَأْكُل مِنْ كَفَّارَة نَفْسه. قَالَ الشَّيْخ تَقِيُّ الدِّين : وَأَقْوَى مِنْ ذَلِكَ أَنْ يُجْعَلَ الْإِعْطَاءُ لَا عَلَى جِهَةِ الْكَفَّارَةِ بَلْ عَلَى جِهَة التَّصَدُّقِ عَلَيْهِ وَعَلَى أَهْله بِتِلْك الصَّدَقَة لِمَا ظَهَرَ مِنْ حَاجَتهمْ , وَأَمَّا الْكَفَّارَة فَلَمْ تَسْقُطْ بِذَلِكَ , وَلَكِنْ لَيْسَ اِسْتِقْرَارهَا فِي ذِمَّته مَأْخُوذًا مِنْ هَذَا الْحَدِيث. وَأَمَّا مَا اِعْتَلُّوا بِهِ مِنْ تَأْخِير الْبَيَان فَلَا دَلَالَة فِيهِ , لِأَنَّ الْعِلْم بِالْوُجُوبِ قَدْ تَقَدَّمَ , وَلَمْ يَرِدْ فِي الْحَدِيث مَا يَدُلّ عَلَى الْإِسْقَاط لِأَنَّهُ لَمَّا أَخْبَرَهُ بِعَجْزِهِ ثُمَّ أَمَرَهُ بِإِخْرَاجِ الْعِرْقِ دَلَّ عَلَى أَنْ لَا سُقُوطَ عَنْ الْعَاجِز , وَلَعَلَّهُ أَخَّرَ الْبَيَانَ إِلَى وَقْت الْحَاجَة وَهُوَ الْقُدْرَةُ ا ه. وَقَدْ وَرَدَ مَا يَدُلُّ عَلَى إِسْقَاط الْكَفَّارَة أَوْ عَلَى إِجْزَائِهَا عَنْهُ بِإِنْفَاقِهِ إِيَّاهَا عَلَى عِيَالِهِ وَهُوَ قَوْله فِي حَدِيث عَلِيٍّ \" وَكُلْهُ أَنْتَ وَعِيَالُك فَقَدْ كَفَّرَ اللَّه عَنْك \" وَلَكِنَّهُ حَدِيثٌ ضَعِيفٌ لَا يُحْتَجُّ بِمَا اِنْفَرَدَ بِهِ , وَالْحَقّ أَنَّهُ لَمَّا قَالَ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خُذْ هَذَا فَتَصَدَّقْ بِهِ لَمْ يَقْبِضْهُ بَلْ اِعْتَذَرَ بِأَنَّهُ أَحْوَجُ إِلَيْهِ مِنْ غَيْره فَأَذِنَ لَهُ حِينَئِذٍ فِي أَكْلِهِ , فَلَوْ كَانَ قَبَضَهُ لَمَلَكَهُ مِلْكًا مَشْرُوطًا بِصِفَةٍ وَهُوَ إِخْرَاجه عَنْهُ فِي كَفَّارَته فَيَنْبَنِي عَلَى الْخِلَاف الْمَشْهُور فِي التَّمْلِيك الْمُقَيَّد بِشَرْطٍ , لَكِنَّهُ لَمَّا لَمْ يَقْبِضْهُ لَمْ يَمْلِكْهُ , فَلَمَّا أَذِنَ لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي إِطْعَامه لِأَهْلِهِ وَأَكْلِهِ مِنْهُ كَانَ تَمْلِيكًا مُطْلَقًا بِالنِّسْبَةِ إِلَيْهِ وَإِلَى أَهْله وَأَخَذَهُمْ إِيَّاهُ بِصِفَةِ الْفَقْر الْمَشْرُوحَة , وَقَدْ تَقَدَّمَ أَنَّهُ كَانَ مِنْ مَال الصَّدَقَة , وَتَصَرُّف النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ تَصَرُّفُ الْإِمَام فِي إِخْرَاج مَال الصَّدَقَةِ , وَاحْتَمَلَ إِنَّهُ كَانَ تَمْلِيكًا بِالشَّرْطِ الْأَوَّل وَمِنْ ثَمَّ نَشَأَ الْإِشْكَال , وَالْأَوَّل أَظْهَرُ فَلَا يَكُون فِيهِ إِسْقَاط وَلَا أَكْل الْمَرْء مِنْ كَفَّارَة نَفْسه وَلَا إِنْفَاقه عَلَى مَنْ تَلْزَمهُ نَفَقَتهمْ مِنْ كَفَّارَة نَفْسه. وَأَمَّا تَرْجَمَة الْبُخَارِيّ الْبَاب الَّذِي يَلِيه \" بَابٌ الْمُجَامِعُ فِي رَمَضَانَ هَلْ يُطْعِمُ أَهْلَهُ مِنْ الْكَفَّارَة إِذَا كَانُوا مَحَاوِيجَ \" فَلَيْسَ فِيهِ تَصْرِيح بِمَا تَضْمَنَّهُ حُكْم التَّرْجَمَة. وَإِنَّمَا أَشَارَ إِلَى الِاحْتِمَالَيْنِ الْمَذْكُورَيْنِ بِإِتْيَانِهِ بِصِيغَةِ الِاسْتِفْهَام وَاَللَّهُ أَعْلَم. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز إِعْطَاءِ الصَّدَقَةِ جَمِيعِهَا فِي صِنْفٍ وَاحِدٍ , وَفِيهِ نَظَرٌ لِأَنَّهُ لَمْ يَتَعَيَّن أَنَّ ذَلِكَ الْقَدْرَ هُوَ جَمِيع مَا يَجِبُ عَلَى ذَلِكَ الرَّجُل الَّذِي أَحْضَرَ التَّمْر , وَعَلَى سُقُوط قَضَاء الْيَوْم الَّذِي أَفْسَدَهُ الْمُجَامِع اِكْتِفَاءً بِالْكَفَّارَةِ , إِذْ لَمْ يَقَع التَّصْرِيح فِي الصَّحِيحَيْنِ بِقَضَائِهِ وَهُوَ مَحْكِيٌّ فِي مَذْهَب الشَّافِعِيّ , وَعَنْ الْأَوْزَاعِيِّ يَقْضِي إِنْ كَفَّرَ بِغَيْرِ الصَّوْمِ وَهُوَ وَجْهٌ لِلشَّافِعِيَّةِ أَيْضًا , قَالَ اِبْن الْعَرَبِيّ : إِسْقَاط الْقَضَاء لَا يُشْبِهُ مُنْصَبّ الشَّافِعِيّ إِذْ لَا كَلَام فِي الْقَضَاء لِكَوْنِهِ أَفْسَدَ الْعِبَادَة وَأَمَّا الْكَفَّارَة فَإِنَّمَا هِيَ لِمَا اِقْتَرَفَ مِنْ الْإِثْم , قَالَ : وَأَمَّا كَلَام الْأَوْزَاعِيِّ فَلَيْسَ بِشَيْءِ. قُلْت : وَقَدْ وَرَدَ الْأَمْر بِالْقَضَاءِ فِي هَذَا الْحَدِيث فِي رِوَايَة أَبِي أُوَيْس وَعَبْد الْجَبَّار وَهِشَام بْن سَعْد كُلّهمْ عَنْ الزُّهْرِيِّ , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيقِ إِبْرَاهِيم بْن سَعْد عَنْ اللَّيْث عَنْ الزُّهْرِيِّ , وَحَدِيث إِبْرَاهِيم بْن سَعْد فِي الصَّحِيح عَنْ الزُّهْرِيِّ نَفْسه بِغَيْرِ هَذِهِ الزِّيَادَة , وَحَدِيث اللَّيْث عَنْ الزُّهْرِيِّ فِي الصَّحِيحَيْنِ بِدُونِهَا , وَوَقَعَتْ الزِّيَادَة أَيْضًا فِي مُرْسَل سَعِيد بْن الْمُسَيِّبِ وَنَافِع بْن جُبَيْر وَالْحَسَن وَمُحَمَّد بْن كَعْب , وَبِمَجْمُوعِ هَذِهِ الطُّرُق تَعْرِف أَنَّ لِهَذِهِ الزِّيَادَة أَصْلًا , وَيُؤْخَذ مِنْ قَوْله \" صُمْ يَوْمًا \" عَدَم اِشْتِرَاط الْفَوْرِيَّة لِلتَّنْكِيرِ فِي قَوْله \" يَوْمًا \". وَفِي الْحَدِيث مِنْ الْفَوَائِد - غَيْر مَا تَقَدَّمَ - السُّؤَالُ عَنْ حُكْم مَا يَفْعَلُهُ الْمَرْءُ مُخَالِفًا لِلشَّرْعِ , وَالتَّحَدُّث بِذَلِكَ لِمَصْلَحَةِ مَعْرِفَة الْحُكْم , وَاسْتِعْمَال الْكِنَايَة فِيمَا يُسْتَقْبَحُ ظُهُوره بِصَرِيحِ لَفْظه لِقَوْلِهِ وَاقَعْت أَوْ أَصَبْت , عَلَى أَنَّهُ قَدْ وَرَدَ فِي بَعْض طُرُقه - كَمَا تَقَدَّمَ - وَطِئْت , وَاَلَّذِي يَظْهَر أَنَّهُ مِنْ تَصَرُّفِ الرُّوَاة. وَفِيهِ الرِّفْق بِالْمُتَعَلِّمِ وَالتَّلَطُّف فِي التَّعْلِيم وَالتَّأَلُّف عَلَى الدِّين , وَالنَّدَم عَلَى الْمَعْصِيَةِ , وَاسْتِشْعَار الْخَوْف. وَفِيهِ الْجُلُوس فِي الْمَسْجِد لِغَيْرِ الصَّلَاة مِنْ الْمَصَالِح الدِّينِيَّة كَنَشْرِ الْعِلْم , وَفِيهِ جَوَاز الضَّحِكِ عِنْد وُجُودِ سَبَبِهِ , وَإِخْبَار الرَّجُل بِمَا يَقَع مِنْهُ مَعَ أَهْله لِلْحَاجَةِ. وَفِيهِ الْحَلِفُ لِتَأْكِيدِ الْكَلَام , وَقَبُول قَوْل الْمُكَلَّف مِمَّا لَا يُطَّلَعُ عَلَيْهِ إِلَّا مِنْ قِبَلِهِ لِقَوْلِهِ فِي جَوَاب قَوْله أَفْقَرَ مِنَّا أَطْعِمْهُ أَهْلَك وَيَحْتَمِل أَنْ يَكُون هُنَاكَ قَرِينَة لِصِدْقِهِ. وَفِيهِ التَّعَاوُن عَلَى الْعِبَادَة وَالسَّعْي فِي إِخْلَاص الْمُسْلِم وَإِعْطَاء الْوَاحِد فَوْق حَاجَته الرَّاهِنَة , وَإِعْطَاء الْكَفَّارَة أَهْلَ بَيْتٍ وَاحِدٍ , وَأَنَّ الْمُضْطَرّ إِلَى مَا بِيَدِهِ لَا يَجِبُ عَلَيْهِ أَنْ يُعْطِيَهُ أَوْ بَعْضه لِمُضْطَرٍّ آخَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6712,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْقَاسِمُ بْنُ مَالِكٍ الْمُزَنِيُّ، حَدَّثَنَا الْجُعَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ السَّائِبِ بْنِ يَزِيدَ، قَالَ كَانَ الصَّاعُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم مُدًّا وَثُلُثًا بِمُدِّكُمُ الْيَوْمَ فَزِيدَ فِيهِ فِي زَمَنِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ‏.‏",
    "english_text": "As-Sa'ib bin Yazid said, \"The Sa' at the time of the Prophet (ﷺ) was equal to one Mudd plus one-third of a \nMudd of your time, and then it was increased in the time of Caliph `Umar bin `Abdul `Aziz.\"",
    "explication": "‏ ‏قَوْله ( كَانَ الصَّاع عَلَى عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُدًّا وَثُلُثًا بِمُدِّكُمْ الْيَوْم , فَزِيدَ فِيهِ فِي زَمَن عُمَر بْن عَبْد الْعَزِيز ) ‏ ‏قَالَ اِبْن بَطَّال : هَذَا يَدُلّ عَلَى أَنَّ مُدَّهُمْ حِينَ حَدَّثَ بِهِ السَّائِب كَانَ أَرْبَعَة أَرْطَال فَإِذَا زِيدَ عَلَيْهِ ثُلُثُهُ , وَهُوَ رِطْلٌ وَثُلُثٌ قَامَ مِنْهُ خَمْسَة أَرْطَال وَثُلُث وَهُوَ الصَّاع بِدَلِيلِ أَنَّ مُدَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رِطْل وَثُلُث وَصَاعه أَرْبَعَة أَمْدَاد , ثُمَّ قَالَ : مِقْدَار مَا زِيدَ فِيهِ فِي زَمَن عُمَر بْن عَبْد الْعَزِيز لَا نَعْلَمُهُ , وَإِنَّمَا الْحَدِيث يَدُلّ عَلَى أَنَّ مُدَّهُمْ ثَلَاثَة أَمْدَاد بِمُدِّهِ اِنْتَهَى , وَمِنْ لَازِم مَا قَالَ أَنْ يَكُون صَاعهمْ سِتَّةَ عَشَرَ رِطْلًا لَكِنْ لَعَلَّهُ لَمْ يَعْلَم مِقْدَار الرِّطْل عِنْدهمْ إِذْ ذَاكَ , وَقَدْ تَقَدَّمَ فِي \" بَاب الْوُضُوء بِالْمُدِّ \" مِنْ كِتَاب الطَّهَارَة بَيَان الِاخْتِلَاف فِي مِقْدَار الْمُدِّ وَالصَّاع , وَمَنْ فَرَّقَ بَيْن الْمَاء وَغَيْره مِنْ الْمَكِيلَات فَخَصَّ صَاع الْمَاء بِكَوْنِهِ ثَمَانِيَة أَرْطَال وَمُدّه بِرِطْلَيْنِ فَقَصَرَ الْخِلَاف عَلَى غَيْر الْمَاء مِنْ الْمَكِيلَاتِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6713,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا مُنْذِرُ بْنُ الْوَلِيدِ الْجَارُودِيُّ، حَدَّثَنَا أَبُو قُتَيْبَةَ ـ وَهْوَ سَلْمٌ ـ حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، قَالَ كَانَ ابْنُ عُمَرَ يُعْطِي زَكَاةَ رَمَضَانَ بِمُدِّ النَّبِيِّ صلى الله عليه وسلم الْمُدِّ الأَوَّلِ، وَفِي كَفَّارَةِ الْيَمِينِ بِمُدِّ النَّبِيِّ صلى الله عليه وسلم‏.‏ قَالَ أَبُو قُتَيْبَةَ قَالَ لَنَا مَالِكٌ مُدُّنَا أَعْظَمُ مِنْ مُدِّكُمْ وَلاَ نَرَى الْفَضْلَ إِلاَّ فِي مُدِّ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَقَالَ لِي مَالِكٌ لَوْ جَاءَكُمْ أَمِيرٌ فَضَرَبَ مُدًّا أَصْغَرَ مِنْ مُدِّ النَّبِيِّ صلى الله عليه وسلم بِأَىِّ شَىْءٍ كُنْتُمْ تُعْطُونَ قُلْتُ كُنَّا نُعْطِي بِمُدِّ النَّبِيِّ صلى الله عليه وسلم قَالَ أَفَلاَ تَرَى أَنَّ الأَمْرَ إِنَّمَا يَعُودُ إِلَى مُدِّ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "Ibn `Umar used to give the Zakat of Ramadan (Zakat-al-Fitr) according to the Mudd of the Prophet, \nthe first Mudd, and he also used to give things for expiation for oaths according to the Mudd of the \nProphet. Abu Qutaiba said, \"Malik said to us, 'Our Mudd (i.e., of Medina) is better than yours and we \ndo not see any superiority except in the Mudd of the Prophet!' Malik further said, to me, 'If a ruler \ncame to you and fixed a Mudd smaller than the one of the Prophet, by what Mudd would you measure \nwhat you give (for expiation or Zakat-al-Fitr?' I replied, 'We would give it according to the Mudd of \nthe Prophet' On that, Malik said, 'Then, don't you see that we have to revert to the Mudd of the \nProphet ultimately?'\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا أَبُو قُتَيْبَةَ وَهُوَ سَلْم ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون اللَّام , وَفِي رِوَايَة الدَّارَقُطْنِيِّ مِنْ وَجْه آخَر عَنْ الْمُنْذِر \" حَدَّثَنَا أَبُو قُتَيْبَة سَلْمُ بْنُ قُتَيْبَةَ \". قُلْت : وَهُوَ الشَّعِيرِيّ بِفَتْحِ الشِّين الْمُعْجَمَة وَكَسْر الْمُهْمَلَة بَصْرِيٌّ أَصْلُهُ مِنْ خُرَاسَان أَدْرَكَهُ الْبُخَارِيّ بِالسِّنِّ وَمَاتَ قَبْل أَنْ يَلْقَاهُ , وَهُوَ غَيْر سَلْم بْن قُتَيْبَة الْبَاهِلِيّ وَلَد أَمِير خُرَاسَان قُتَيْبَة بْن مُسْلِم , وَقَدْ وُلِّيَ هُوَ إِمْرَةَ الْبَصْرَة وَهُوَ أَكْبَر مِنْ الشَّعِيرِيّ , وَمَاتَ قَبْله بِأَكْثَر مِنْ خَمْسِينَ سَنَة. ‏ ‏قَوْله ( الْمُدّ الْأَوَّل ) ‏ ‏هُوَ نَعْت مُدِّ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ صِفَةٌ لَازِمَةٌ لَهُ , وَأَرَادَ نَافِع بِذَلِكَ أَنَّهُ كَانَ لَا يُعْطِي بِالْمُدِّ الَّذِي أَحْدَثَهُ هِشَام , قَالَ اِبْن بَطَّال : وَهُوَ أَكْبَر مِنْ مُدِّ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِثُلُثَيْ رِطْلٍ وَهُوَ كَمَا قَالَ فَإِنَّ الْمُدَّ الْهِشَامِيّ رِطْلَانِ وَالصَّاع مِنْهُ ثَمَانِيَةُ أَرْطَالٍ. ‏ ‏قَوْله ( قَالَ لَنَا مَالِكٌ ) ‏ ‏هُوَ مَقُولُ أَبِي قُتَيْبَةَ وَهُوَ مَوْصُولٌ. ‏ ‏قَوْله ( مُدُّنَا أَعْظَم مِنْ مُدِّكُمْ ) ‏ ‏يَعْنِي فِي الْبَرَكَة أَيْ مُدّ الْمَدِينَة , وَإِنْ كَانَ دُون مُدِّ هِشَام فِي الْقَدْر لَكِنَّ مُدَّ الْمَدِينَة مَخْصُوص بِالْبَرَكَةِ الْحَاصِلَة بِدُعَاءِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهَا فَهُوَ أَعْظَم مِنْ مُدِّ هِشَام , ثُمَّ فَسَّرَ مَالِكٌ مُرَادَهُ بِقَوْلِهِ : وَلَا تَرَى الْفَضْلَ إِلَّا فِي مُدِّ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏ ‏قَوْله ( وَقَالَ لِي مَالِك : لَوْ جَاءَكُمْ أَمِير إِلَخْ ) ‏ ‏أَرَادَ مَالِك بِذَلِكَ إِلْزَام مُخَالِفِهِ ; إِذْ لَا فَرْقَ بَيْن الزِّيَادَة وَالنُّقْصَان فِي مُطْلَق الْمُخَالَفَة , فَلَوْ اِحْتَجَّ الَّذِي تَمَسَّكَ بِالْمُدِّ الْهِشَامِيّ فِي إِخْرَاج زَكَاة الْفِطْر وَغَيْرهَا مِمَّا شُرِعَ إِخْرَاجُهُ بِالْمُدِّ كَإِطْعَامِ الْمَسَاكِين فِي كَفَّارَة الْيَمِين بِأَنَّ الْأَخْذ بِالزَّائِدِ أَوْلَى , قِيلَ : كَفَى بِاتِّبَاعِ مَا قَدَّرَهُ الشَّارِع بَرَكَةً , فَلَوْ جَازَتْ الْمُخَالَفَة بِالزِّيَادَةِ لَجَازَتْ مُخَالَفَتُهُ بِالنَّقْصِ , فَلَمَّا اِمْتَنَعَ الْمُخَالِف مِنْ الْأَخْذ بِالنَّاقِصِ قَالَ لَهُ : أَفَلَا تَرَى أَنَّ الْأَمْر إِنَّمَا يَرْجِع إِلَى مُدِّ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُ إِذَا تَعَارَضَتْ الْأَمْدَادُ الثَّلَاثَةُ الْأَوَّل وَالْحَادِث وَهُوَ الْهِشَامِيّ وَهُوَ زَائِدٌ عَلَيْهِ وَالثَّالِث الْمَفْرُوض وُقُوعه , وَإِنْ لَمْ يَقَع وَهُوَ دُون الْأَوَّل كَانَ الرُّجُوع إِلَى الْأَوَّل أَوْلَى ; لِأَنَّهُ الَّذِي تَحَقَّقَتْ شَرْعِيَّتُهُ. قَالَ اِبْن بَطَّال : وَالْحُجَّة فِيهِ نَقْل أَهْل الْمَدِينَة لَهُ قَرْنًا بَعْد قَرْن وَجِيلًا بَعْد جِيل , قَالَ : وَقَدْ رَجَعَ أَبُو يُوسُف بِمِثْلِ هَذَا فِي تَقْدِير الْمُدّ وَالصَّاع إِلَى مَالِك وَأَخَذَ بِقَوْلِهِ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏هَذَا الْحَدِيث غَرِيب لَمْ يَرْوِهِ عَنْ مَالِك إِلَّا أَبُو قُتَيْبَة وَلَا عَنْهُ إِلَّا الْمُنْذِر , وَقَدْ ضَاقَ مَخْرَجه عَلَى الْإِسْمَاعِيلِيّ وَعَلَى أَبِي نُعَيْم فَلَمْ يَسْتَخْرِجَاهُ بَلْ ذَكَرَاهُ مِنْ طَرِيق الْبُخَارِيّ , وَقَدْ أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي \" غَرَائِب مَالِك \" مِنْ طَرِيق الْبُخَارِيّ وَأَخْرَجَهُ أَيْضًا عَنْ اِبْن عُقْدَةَ عَنْ الْحُسَيْن بْن الْقَاسِم الْبَجَلِيِّ عَنْ الْمُنْذِر بِهِ دُون كَلَام مَالِك وَقَالَ : صَحِيح أَخْرَجَهُ الْبُخَارِيّ عَنْ الْمُنْذِر بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6714,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ اللَّهُمَّ بَارِكْ لَهُمْ فِي مِكْيَالِهِمْ وَصَاعِهِمْ وَمُدِّهِمْ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"O Allah! Bestow Your Blessings on their measures, Sa' and Mudd (i.e., of the \npeople of Medina).",
    "explication": "حَدِيث أَنَس فِي صَلَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سُلَيْم وَقَدْ تَقَدَّمَ فِي اَلصُّفُوفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6715,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ أَبِي غَسَّانَ، مُحَمَّدِ بْنِ مُطَرِّفٍ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ سَعِيدٍ ابْنِ مَرْجَانَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَعْتَقَ رَقَبَةً مُسْلِمَةً، أَعْتَقَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنَ النَّارِ، حَتَّى فَرْجَهُ بِفَرْجِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"If somebody manumits a Muslim slave, Allah will save from the Fire every part of \nhis body for freeing the corresponding parts of the slave's body, even his private parts will be saved \nfrom the Fire) because of freeing the slave's private parts.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَة \" مَنْ أَعْتَقَ رَقَبَةً مُسْلِمَةً \" وَقَدْ تَقَدَّمَ أَيْضًا فِي أَوَائِل الْعِتْق مِنْ وَجْه آخَر عَنْ سَعِيد بْن مُرْجَانَةَ عَنْ أَبِي هُرَيْرَة , وَذَكَرَ فِيهِ قِصَّةً لِسَعِيدِ اِبْن مُرْجَانَةَ مَعَ عَلِيّ بْن حُسَيْن أَيْ اِبْن عَلِيّ بْن أَبِي طَالِب الْمُلَقَّب زَيْن الْعَابِدِينَ وَهُوَ الْمَذْكُور هُنَا أَيْضًا , وَكَأَنَّهُ بَعْد أَنْ سَمِعَهُ مِنْ سَعِيد بْن مُرْجَانَةَ وَعَمِلَ بِهِ حَدَّثَ بِهِ عَنْ سَعِيد فَسَمِعَهُ مِنْهُ زَيْد بْن أَسْلَمَ , وَفِي رِوَايَة الْبَاب زِيَادَة فِي آخِره وَهِيَ قَوْله \" حَتَّى فَرْجَهُ بِفَرْجِهِ \" وَحَتَّى هُنَا عَاطِفَة لِوُجُودِ شَرَائِط الْعَطْف فِيهَا فَيَكُون فَرْجه بِالنَّصْبِ , وَقَدْ تَقَدَّمَتْ فَوَائِد هَذَا الْحَدِيث وَبَيَان مَا وَرَدَ فِيهِ مِنْ الزِّيَادَة هُنَاكَ. وَأَخْرَجَ مُسْلِم حَدِيث الْبَاب عَنْ دَاوُدَ بْن رَشِيد شَيْخ شَيْخ الْبُخَارِيّ فِيهِ , وَقَدْ نَزَلَ الْبُخَارِيّ فِي هَذَا الْإِسْنَاد دَرَجَتَيْنِ فَإِنَّ بَيْنَهُ وَبَيْنَ أَبِي غَسَّان مُحَمَّد بْن مُطَرِّف فِي عِدَّة أَحَادِيث فِي كِتَابه رَاوِيًا وَاحِدًا كَسَعِيدِ بْن أَبِي مَرْيَم فِي الصِّيَام وَالنِّكَاح وَالْأَشْرِبَة وَغَيْرهَا وَكَعَلِيِّ بْن عَيَّاش فِي الْبُيُوع وَالْأَدَب , وَمُحَمَّد بْن عَبْد الرَّحِيم شَيْخه فِيهِ هُوَ الْمَعْرُوف بِصَاعِقَةَ وَهُوَ مِنْ أَقْرَانه , وَدَاوُد بْن رُشَيْد بِشِينٍ وَمُعْجَمَة مُصَغَّر مِنْ طَبَقَة شُيُوخه الْوُسْطَى , وَفِي السَّنَد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَقٍ زَيْدٌ وَعَلِيٌّ وَسَعِيدٌ وَالثَّلَاثَة مَدَنِيُّونَ وَزَيْدٌ وَعَلِيٌّ قَرِينَانِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6716,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، عَنْ جَابِرٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ دَبَّرَ مَمْلُوكًا لَهُ، وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ مَنْ يَشْتَرِيهِ مِنِّي ‏\"‏‏.‏ فَاشْتَرَاهُ نُعَيْمُ بْنُ النَّحَّامِ بِثَمَانِمِائَةِ دِرْهَمٍ، فَسَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ عَبْدًا قِبْطِيًّا مَاتَ عَامَ أَوَّلَ‏.‏",
    "english_text": "Jabir said: An Ansari man made his slave a Mudabbar and he had no other property than him. When \nthe Prophet (ﷺ) heard of that, he said (to his companions), \"Who wants to buy him (i.e., the slave) for \nme?\" Nu'aim bin An-Nahham bought him for eight hundred Dirhams. I heard Jabir saying, \"That was \na coptic slave who died in the same year.\"",
    "explication": "حَدِيث جَابِر فِي عِتْق الْمُدَبَّر , ‏ ‏وَعَمْرو ‏ ‏فِي السَّنَد هُوَ اِبْن دِينَار , وَقَدْ تَقَدَّمَ شَرْحه مُسْتَوْفًى فِي كِتَابِ الْعِتْقِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6717,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ، بَرِيرَةَ فَاشْتَرَطُوا عَلَيْهَا الْوَلاَءَ، فَذَكَرَتْ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ اشْتَرِيهَا إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏",
    "english_text": "that she intended to buy Barira (a slave girl) and her masters stipulated that they would have her \nWala'. When `Aisha mentioned that to the Prophet (ﷺ) ; he said, \"Buy her, for the Wala' is for the one who \nmanumits.\"",
    "explication": "حَدِيثُ عَائِشَةَ فِي قِصَّةِ بَرِيرَةَ وَفِيهِ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي اللَّحْمِ الَّذِي تَصَدَّقَ بِهِ عَلَيْهَا \" هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ \" وَسَيَأْتِي الْكَلَامُ عَلَيْهِ مُسْتَوْفًى فِي الْعِتْقِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6718,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي رَهْطٍ مِنَ الأَشْعَرِيِّينَ أَسْتَحْمِلُهُ فَقَالَ ‏\"‏ وَاللَّهِ لاَ أَحْمِلُكُمْ، مَا عِنْدِي مَا أَحْمِلُكُمْ ‏\"‏‏.‏ ثُمَّ لَبِثْنَا مَا شَاءَ اللَّهُ، فَأُتِيَ بِإِبِلٍ فَأَمَرَ لَنَا بِثَلاَثَةِ ذَوْدٍ، فَلَمَّا انْطَلَقْنَا قَالَ بَعْضُنَا لِبَعْضٍ لاَ يُبَارِكُ اللَّهُ لَنَا، أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم نَسْتَحْمِلُهُ فَحَلَفَ أَنْ لاَ يَحْمِلَنَا فَحَمَلَنَا‏.‏ فَقَالَ أَبُو مُوسَى فَأَتَيْنَا النَّبِيَّ صلى الله عليه وسلم فَذَكَرْنَا ذَلِكَ لَهُ فَقَالَ ‏\"‏ مَا أَنَا حَمَلْتُكُمْ بَلِ اللَّهُ حَمَلَكُمْ، إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا، إِلاَّ كَفَّرْتُ عَنْ يَمِينِي، وَأَتَيْتُ الَّذِي هُوَ خَيْرٌ وَكَفَّرْتُ ‏\"‏‏.‏",
    "english_text": "I went to Allah's Messenger (ﷺ) along with a group of people from (the tribe of) Al-Ash`ari, asking for \nmounts. The Prophet (ﷺ) said, \"By Allah, I will not give you anything to ride, and I have nothing to mount \nyou on.\" We stayed there as long as Allah wished, and after that, some camels were brought to the \nProphet and he ordered that we be given three camels. When we set out, some of us said to others, \n\"Allah will not bless us, as we all went to Allah's Messenger (ﷺ) asking him for mounts, and although he had \nsworn that he would not give us mounts, he did give us.\" So we returned to the Prophet; and \nmentioned that to him. He said, \"I have not provided you with mounts, but Allah has. By Allah, Allah \nwilling, if I ever take an oath, and then see that another is better than the first, I make expiration for \nmy (dissolved) oath, and do what is better and make expiration.\"",
    "explication": "‏ ‏قَوْله ( غَيْلَان ) ‏ ‏بِغَيْنٍ مُعْجَمَةٍ ثُمَّ تَحْتَانِيَّةٍ سَاكِنَةٍ هُوَ اِبْن جَرِير الْأَزْدِيُّ الْكُوفِيُّ مِنْ صِغَار التَّابِعِينَ , ‏ ‏وَأَبُو بُرْدَة ‏ ‏هُوَ اِبْن أَبِي مُوسَى الْأَشْعَرِيّ , وَسَيَأْتِي شَرْحُهُ أَيْضًا فِي \" بَاب الْكَفَّارَة قَبْلَ الْحِنْثِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6719,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادٌ، وَقَالَ، ‏\"‏ إِلاَّ كَفَّرْتُ يَمِينِي، وَأَتَيْتُ الَّذِي هُوَ خَيْرٌ ‏\"‏‏.‏ أَوْ ‏\"‏ أَتَيْتُ الَّذِي هُوَ خَيْرٌ، وَكَفَّرْتُ ‏\"‏‏.‏",
    "english_text": "the same narration above (i.e. 709), \"I make expiation for my dissolved oath, and I do what is better, \nor do what is better and make expiation.\"",
    "explication": "‏ ‏( الصِّدِّيق ) ‏ ‏فِي رِوَايَة عَبْد اللَّه بْن نُمَيْر عَنْ هِشَام بِسَنَدِهِ \" عَنْ أَبِي بَكْر الصِّدِّيق أَنَّهُ كَانَ \" أَخْرَجَهُ أَبُو نُعَيْم , وَهَذَا يَقْتَضِي أَنَّهُ مِنْ رِوَايَة عَائِشَة عَنْ أَبِيهَا , وَقَدْ تَقَدَّمَ فِي تَفْسِير الْمَائِدَة ذِكْر مَنْ رَوَاهُ مَرْفُوعًا , وَقَدْ ذَكَرَ التِّرْمِذِيّ فِي \" الْعِلَل الْمُفْرَد \" وَقَالَ : سَأَلْت مُحَمَّدًا يَعْنِي الْبُخَارِيَّ عَنْهُ فَقَالَ : هَذَا خَطَأٌ وَالصَّحِيحُ \" كَانَ أَبُو بَكْر \" وَكَذَلِكَ رَوَاهُ سُفْيَان وَوَكِيع عَنْ هِشَام بْن عُرْوَةَ. ‏ ‏قَوْله ( لَمْ يَكُنْ يَحْنَثُ فِي يَمِينٍ قَطُّ حَتَّى أَنْزَلَ اللَّه كَفَّارَةَ الْيَمِينِ إِلَخْ ) ‏ ‏قِيلَ : إِنَّ قَوْل أَبِي بَكْر ذَلِكَ وَقَعَ مِنْهُ عِنْد حَلِفِهِ أَنْ لَا يَصِلَ مِسْطَحًا بِشَيْءٍ فَنَزَلَتْ ( وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ ) الْآيَةَ , فَعَادَ إِلَى مِسْطَح مَا كَانَ يَنْفَعُهُ بِهِ , وَقَدْ تَقَدَّمَ بَيَان ذَلِكَ فِي شَرْح حَدِيث الْإِفْك فِي تَفْسِير النُّور , وَلَمْ أَقِف عَلَى النَّقْل الْمَذْكُور مُسْنَدًا , ثُمَّ وَجَدْته فِي تَفْسِير الثَّعْلَبِيِّ نَقْلًا عَنْ اِبْن جُرَيْجٍ قَالَ : \" حُدِّثْت أَنَّهَا نَزَلَتْ فِي أَبِي بَكْر الصِّدِّيق حِين حَلَفَ أَنْ لَا يُنْفِقَ عَلَى مِسْطَح لِخَوْضِهِ فِي الْإِفْك \". ‏ ‏قَوْله ( إِلَّا أَتَيْت الَّذِي هُوَ خَيْر وَكَفَّرْت ) ‏ ‏وَافَقَهُ وَكِيع , وَقَالَ اِبْن نُمَيْر فِي رِوَايَته \" إِلَّا كَفَّرْت عَنْ يَمِينِي وَأَتَيْت \" وَوَافَقَهُ سُفْيَان. وَسَيَأْتِي الْبَحْث فِي ذَلِكَ فِي \" بَاب الْكَفَّارَة قَبْل الْحِنْث \" مِنْ كِتَاب كَفَّارَاتِ الْأَيْمَانِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6720,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ حُجَيْرٍ، عَنْ طَاوُسٍ، سَمِعَ أَبَا هُرَيْرَةَ، قَالَ قَالَ سُلَيْمَانُ لأَطُوفَنَّ اللَّيْلَةَ عَلَى تِسْعِينَ امْرَأَةً، كُلٌّ تَلِدُ غُلاَمًا يُقَاتِلُ فِي سَبِيلِ اللَّهِ‏.‏ فَقَالَ لَهُ صَاحِبُهُ ـ قَالَ سُفْيَانُ يَعْنِي الْمَلَكَ ـ قُلْ إِنْ شَاءَ اللَّهُ‏.‏ فَنَسِيَ، فَطَافَ بِهِنَّ، فَلَمْ تَأْتِ امْرَأَةٌ مِنْهُنَّ بِوَلَدٍ، إِلاَّ وَاحِدَةٌ بِشِقِّ غُلاَمٍ‏.‏ فَقَالَ أَبُو هُرَيْرَةَ يَرْوِيهِ قَالَ ‏\"‏ لَوْ قَالَ إِنْ شَاءَ اللَّهُ، لَمْ يَحْنَثْ وَكَانَ دَرَكًا فِي حَاجَتِهِ ‏\"‏‏.‏ وَقَالَ مَرَّةً قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوِ اسْتَثْنَى ‏\"‏‏.‏ وَحَدَّثَنَا أَبُو الزِّنَادِ عَنِ الأَعْرَجِ مِثْلَ حَدِيثِ أَبِي هُرَيْرَةَ‏.‏",
    "english_text": "(The Prophet) Solomon said, \"Tonight I will sleep with (my) ninety wives, each of whom will get a \nmale child who will fight for Allah's Cause.\" On that, his companion (Sufyan said that his companion \nwas an angel) said to him, \"Say, \"If Allah will (Allah willing).\" But Solomon forgot (to say it). He \nslept with all his wives, but none of the women gave birth to a child, except one who gave birth to a \nhalfboy. Abu Huraira added: The Prophet (ﷺ) said, \"If Solomon had said, \"If Allah will\" (Allah willing), \nhe would not have been unsuccessful in his action, and would have attained what he had desired.\" \nOnce Abu Huraira added: Allah apostle said, \"If he had accepted.\"",
    "explication": "‏ ‏قَوْله ( عَنْ هِشَام بْن حُجَيْر ) ‏ ‏بِمُهْمَلَةٍ ثُمَّ جِيم مُصَغَّر هُوَ الْمَكِّيّ , وَوَقَعَ فِي رِوَايَة الْحُمَيْدِيِّ عَنْ سُفْيَان بْن عُيَيْنَةَ \" حَدَّثَنَا هِشَام بْن حُجَيْر \". ‏ ‏قَوْله ( لَأَطُوفَنَّ ) ‏ ‏اللَّام جَوَاب الْقَسَم كَأَنَّهُ قَالَ مَثَلًا وَاَللَّهِ لَأَطُوفَنَّ , وَيُرْشِد إِلَيْهِ ذِكْر الْحِنْث فِي قَوْله \" لَمْ يَحْنَثْ \" لِأَنَّ ثُبُوته وَنَفْيَهُ يَدُلُّ عَلَى سَبْق الْيَمِين. وَقَالَ بَعْضهمْ : اللَّام اِبْتِدَائِيَّة وَالْمُرَاد بِعَدَمِ الْحِنْثِ وُقُوع مَا أَرَادَ , وَقَدْ مَشَى اِبْن الْمُنْذِر عَلَى هَذَا فِي كِتَابه الْكَبِير فَقَالَ \" بَاب اِسْتِحْبَاب الِاسْتِثْنَاء فِي غَيْر الْيَمِين لِمَنْ قَالَ سَأَفْعَلُ كَذَا \" وَسَاقَ هَذَا الْحَدِيث , وَجَزَمَ النَّوَوِيّ بِأَنَّ الَّذِي جَرَى مِنْهُ لَيْسَ بِيَمِينٍ ; لِأَنَّهُ لَيْسَ فِي الْحَدِيث تَصْرِيحٌ بِيَمِينٍ , كَذَا قَالَ , وَقَدْ ثَبَتَ ذَلِكَ فِي بَعْض طُرُق الْحَدِيث , وَاخْتُلِفَ فِي الَّذِي حَلَفَ عَلَيْهِ هَلْ هُوَ جَمِيع مَا ذُكِرَ أَوْ دَوَرَانُهُ عَلَى النِّسَاء فَقَطْ دُون مَا بَعْدَهُ مِنْ الْحَمْل وَالْوَضْع وَغَيْرهمَا , وَالثَّانِي أَوْجَهُ ; لِأَنَّهُ الَّذِي يَقْدِر عَلَيْهِ , بِخِلَافِ مَا بَعْده فَإِنَّهُ لَيْسَ إِلَيْهِ , وَإِنَّمَا هُوَ مُجَرَّد تَمَنِّي حُصُول مَا يَسْتَلْزِم جَلْب الْخَيْر لَهُ , وَإِلَّا فَلَوْ كَانَ حَلَفَ عَلَى جَمِيع ذَلِكَ لَمْ يَكُنْ إِلَّا بِوَحْيٍ , وَلَوْ كَانَ بِوَحْيٍ لَمْ يَتَخَلَّف , وَلَوْ كَانَ بِغَيْرِ وَحْيٍ لَزِمَ أَنَّهُ حَلَفَ عَلَى غَيْر مَقْدُور لَهُ وَذَلِكَ لَا يَلِيق بِجَنَابِهِ. قُلْت : وَمَا الْمَانِع مِنْ جَوَاز ذَلِكَ وَيَكُون لِشِدَّةِ وُثُوقِهِ بِحُصُولِ مَقْصُوده وَجَزَمَ بِذَلِكَ وَأَكَّدَ بِالْحَلِفِ , فَقَدْ ثَبَتَ فِي الْحَدِيث الصَّحِيح \" إِنَّ مِنْ عِبَاد اللَّه مَنْ لَوْ أَقْسَمَ عَلَى اللَّه لَأَبَرَّهُ \" وَقَدْ مَضَى شَرْحُهُ فِي غَزْوَة أُحُدٍ. ‏ ‏قَوْله ( تِسْعِينَ ) ‏ ‏تَقَدَّمَ بَيَان الِاخْتِلَاف فِي الْعَدَد الْمَذْكُور فِي تَرْجَمَة سُلَيْمَان عَلَيْهِ السَّلَام مِنْ أَحَادِيث الْأَنْبِيَاء , وَذَكَرَ أَبُو مُوسَى الْمَدِينِيّ فِي كِتَابه الْمَذْكُور أَنَّ فِي بَعْض نُسَخ مُسْلِم عَقِبَ قِصَّة سُلَيْمَان هَذَا الِاخْتِلَاف فِي هَذَا الْعَدَد وَلَيْسَ هُوَ مِنْ قَوْل النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنَّمَا هُوَ مِنْ النَّاقِلِينَ , وَنَقَلَ الْكَرْمَانِيُّ أَنَّهُ لَيْسَ فِي الصَّحِيح أَكْثَر اِخْتِلَافًا فِي الْعَدَد مِنْ هَذِهِ الْقِصَّة. قُلْت : وَغَابَ عَنْ هَذَا الْقَائِل حَدِيث جَابِر فِي قَدْر ثَمَن الْجَمَل وَقَدْ مَضَى بَيَان الِاخْتِلَاف فِيهِ فِي الشُّرُوط , وَتَقَدَّمَ جَوَاب النَّوَوِيّ وَمَنْ وَافَقَهُ فِي الْجَوَاب عَنْ اِخْتِلَاف الْعَدَد فِي قِصَّة سُلَيْمَان بِأَنَّ مَفْهُوم الْعَدَد لَيْسَ بِحُجَّة عِنْد الْجُمْهُور فَذِكْر الْقَلِيل لَا يَنْفِي ذِكْر الْكَثِير , وَقَدْ تُعُقِّبَ بِأَنَّ الشَّافِعِيّ نَصَّ عَلَى أَنَّ مَفْهُوم الْعَدَد حُجَّة , وَجَزَمَ بِنَقْلِهِ عَنْهُ الشَّيْخ أَبُو حَامِد وَالْمَاوَرْدِيّ وَغَيْرهمَا , وَلَكِنَّ شَرْطه أَنْ لَا يُخَالِفهُ الْمَنْطُوق. قُلْت : وَاَلَّذِي يَظْهَر مَعَ كَوْن مَخْرَج الْحَدِيث عَنْ أَبِي هُرَيْرَة وَاخْتِلَاف الرُّوَاة عَنْهُ أَنَّ الْحُكْم لِلزَّائِدِ لِأَنَّ الْجَمِيع ثِقَاتٌ , وَتَقَدَّمَ هُنَاكَ تَوْجِيهٌ آخَرُ. ‏ ‏قَوْله ( تَلِد ) ‏ ‏فِيهِ حَذْفٌ تَقْدِيره فَتَعْلَق فَتَحْمِل فَتَلِد , وَكَذَا فِي قَوْله \" يُقَاتِل \" تَقْدِيره فَيَنْشَأ فَيَتَعَلَّم الْفُرُوسِيَّة فَيُقَاتِل , وَسَاغَ الْحَذْف لِأَنَّ كُلّ فِعْل مِنْهَا مُسَبَّب عَنْ الَّذِي قَبْله , وَسَبَبُ السَّبَبِ سَبَبٌ. ‏ ‏قَوْله ( فَقَالَ لَهُ صَاحِبه قَالَ سُفْيَان يَعْنِي الْمَلَك ) ‏ ‏هَكَذَا فَسَّرَ سُفْيَان بْن عُيَيْنَةَ فِي هَذِهِ الرِّوَايَة أَنَّ صَاحِب سُلَيْمَان الْمَلَك , وَتَقَدَّمَ فِي النِّكَاح مِنْ وَجْه آخَر الْجَزْم بِأَنَّهُ الْمَلَك. ‏ ‏قَوْله ( فَنَسِيَ ) ‏ ‏زَادَ فِي النِّكَاح \" فَلَمْ يَقُلْ \" قِيلَ الْحِكْمَة فِي ذَلِكَ أَنَّهُ صَرَفَ عَنْ الِاسْتِثْنَاء السَّابِق الْقَدْرُ , وَأَبْعَدَ مَنْ قَالَ فِي الْكَلَام تَقْدِيمٌ وَتَأْخِيرٌ وَالتَّقْدِير فَلَمْ يَقُلْ إِنْ شَاءَ اللَّه فَقِيلَ لَهُ قُلْ إِنْ شَاءَ اللَّه , وَهَذَا إِنْ كَانَ سَبَبه أَنَّ قَوْله فَنَسِيَ يُغْنِي عَنْ قَوْله فَلَمْ يَقُلْ فَكَذَا يُقَال إِنَّ قَوْله فَقَالَ لَهُ صَاحِبه قُلْ إِنْ شَاءَ اللَّه فَيَسْتَلْزِم أَنَّهُ كَانَ لَمْ يَقُلْهَا , فَالْأَوْلَى عَدَم اِدِّعَاء التَّقْدِيم وَالتَّأْخِير , وَمِنْ هُنَا يَتَبَيَّن أَنَّ تَجْوِيز مَنْ اِدَّعَى أَنَّهُ تَعَمَّدَ الْحِنْث مَعَ كَوْنه مَعْصِيَة لِكَوْنِهَا صَغِيرَة لَا يُؤَاخَذُ بِهَا لَمْ يُصِبْ دَعْوَى وَلَا دَلِيلًا , وَقَالَ الْقُرْطُبِيّ : قَوْله \" فَلَمْ يَقُلْ \" أَيْ لَمْ يَنْطِق بِلَفْظِ إِنْ شَاءَ اللَّه بِلِسَانِهِ , وَلَيْسَ الْمُرَاد أَنَّهُ غَفَلَ عَنْ التَّفْوِيض إِلَى اللَّه بِقَلْبِهِ , وَالتَّحْقِيق أَنَّ اِعْتِقَاد التَّفْوِيض مُسْتَمِرٌّ لَهُ لَكِنَّ الْمُرَاد بِقَوْلِهِ \" فَنَسِيَ \" أَنَّهُ نَسِيَ أَنْ يَقْصِد الِاسْتِثْنَاء الَّذِي يَرْفَع حُكْم الْيَمِين , فَفِيهِ تَعَقُّب عَلَى مَنْ اِسْتَدَلَّ بِهِ لِاشْتِرَاطِ النُّطْق فِي الِاسْتِثْنَاء. ‏ ‏قَوْله ( فَقَالَ أَبُو هُرَيْرَة ) ‏ ‏هُوَ مَوْصُولٌ بِالسَّنَدِ الْمَذْكُور أَوَّلًا. ‏ ‏قَوْله ( يَرْوِيهِ ) ‏ ‏هُوَ كِنَايَةٌ عَنْ رَفْعِ الْحَدِيثِ , وَهُوَ كَمَا لَوْ قَالَ مَثَلًا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ وَقَعَ فِي رِوَايَة الْحُمَيْدِيِّ التَّصْرِيح بِذَلِكَ وَلَفْظه \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَكَذَا أَخْرَجَهُ مُسْلِم عَنْ اِبْن أَبِي عُمَر عَنْ سُفْيَان. ‏ ‏قَوْله ( لَوْ قَالَ إِنْ شَاءَ اللَّه لَمْ يَحْنَث ) ‏ ‏تَقَدَّمَ الْمُرَاد بِمَعْنَى الْحِنْث , وَقَدْ قِيلَ هُوَ خَاصّ بِسُلَيْمَانَ عَلَيْهِ السَّلَام وَأَنَّهُ لَوْ قَالَ فِي هَذِهِ الْوَاقِعَة إِنْ شَاءَ اللَّه حَصَلَ مَقْصُودُهُ , وَلَيْسَ الْمُرَاد أَنَّ كُلّ مَنْ قَالَهَا وَقَعَ مَا أَرَادَ , وَيُؤَيِّد ذَلِكَ أَنَّ مُوسَى عَلَيْهِ السَّلَام قَالَهَا عِنْدَمَا وَعَدَ الْخَضِرَ أَنَّهُ يَصْبِر عَمَّا يَرَاهُ مِنْهُ وَلَا يَسْأَلهُ عَنْهُ وَمَعَ ذَلِكَ فَلَمْ يَصْبِر كَمَا أَشَارَ إِلَى ذَلِكَ فِي الْحَدِيث الصَّحِيح \" رَحِمَ اللَّه مُوسَى , لَوَدِدْنَا لَوْ صَبَرَ حَتَّى يَقُصَّ اللَّه عَلَيْنَا مِنْ أَمْرِهِمَا \" وَقَدْ مَضَى ذَلِكَ مَبْسُوطًا فِي تَفْسِير سُورَة طَه , وَقَدْ قَالَهَا الذَّبِيح فَوَقَعَ مَا ذُكِرَ فِي قَوْله عَلَيْهِ السَّلَام ( سَتَجِدُنِي إِنْ شَاءَ اللَّه مِنْ الصَّابِرِينَ ) فَصَبَرَ حَتَّى فَدَاهُ اللَّه بِالذِّبْحِ , وَقَدْ سُئِلَ بَعْضهمْ عَنْ الْفَرْق بَيْن الْكَلِيم وَالذَّبِيح فِي ذَلِكَ فَأَشَارَ إِلَى أَنَّ الذَّبِيح بَالَغَ فِي التَّوَاضُع فِي قَوْله ( مِنْ الصَّابِرِينَ ) حَيْثُ جَعَلَ نَفْسه وَاحِدًا مِنْ جَمَاعَة فَرَزَقَهُ اللَّه الصَّبْر. قُلْت : وَقَدْ وَقَعَ لِمُوسَى عَلَيْهِ السَّلَام أَيْضًا نَظِير ذَلِكَ مَعَ شُعَيْب حَيْثُ قَالَ لَهُ ( سَتَجِدُنِي إِنْ شَاءَ اللَّه مِنْ الصَّالِحِينَ ) فَرَزَقَهُ اللَّه ذَلِكَ. ‏ ‏قَوْله ( وَكَانَ دَرَكًا ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَالرَّاء أَيْ لَحَاقًا , يُقَال أَدْرَكَهُ إِدْرَاكًا وَدَرَكًا , وَهُوَ تَأْكِيد لِقَوْلِهِ \" لَمْ يَحْنَثْ \". ‏ ‏قَوْله ( قَالَ : وَحَدَّثَنَا أَبُو الزِّنَاد ) ‏ ‏الْقَائِل هُوَ سُفْيَان بْن عُيَيْنَةَ , وَقَدْ أَفْصَحَ بِهِ مُسْلِم فِي رِوَايَته , وَهُوَ مَوْصُول بِالسَّنَدِ الْأَوَّل أَيْضًا , وَفَرَّقَهُ أَبُو نُعَيْم فِي الْمُسْتَخْرَج مِنْ طَرِيق الْحُمَيْدِيِّ عَنْ سُفْيَان بِهِمَا. ‏ ‏قَوْله ( مِثْل حَدِيث أَبِي هُرَيْرَة ) ‏ ‏أَيْ الَّذِي سَاقَهُ مِنْ طَرِيق طَاوُسٍ عَنْهُ. وَالْحَاصِل أَنَّ لِسُفْيَانَ فِيهِ سَنَدَيْنِ إِلَى أَبِي هُرَيْرَة : هِشَام عَنْ طَاوُسٍ , وَأَبُو الزِّنَاد عَنْ الْأَعْرَج. وَوَقَعَ فِي رِوَايَة مُسْلِم بَدَل قَوْله \" مِثْل حَدِيث أَبِي هُرَيْرَة \" بِلَفْظِ \" عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله أَوْ نَحْوه \" وَيُسْتَفَاد مِنْهُ نَفْي اِحْتِمَال الْإِرْسَال فِي سِيَاق الْبُخَارِيّ لِكَوْنِهِ اِقْتَصَرَ عَلَى قَوْله \" عَنْ الْأَعْرَج مِثْل حَدِيث أَبِي هُرَيْرَة \" وَيُسْتَفَاد مِنْهُ أَيْضًا اِحْتِمَال الْمُغَايَرَة بَيْن الرِّوَايَتَيْنِ فِي السِّيَاق لِقَوْلِهِ \" مِثْله أَوْ نَحْوه \" وَهُوَ كَذَلِكَ فَبَيْن الرِّوَايَتَيْنِ مُغَايَرَة فِي مَوَاضِع تَقَدَّمَ بَيَانهَا عِنْد شَرْحه فِي أَحَادِيث الْأَنْبِيَاء , وَبِاَللَّهِ التَّوْفِيق. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6721,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنِ الْقَاسِمِ التَّمِيمِيِّ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، قَالَ كُنَّا عِنْدَ أَبِي مُوسَى وَكَانَ بَيْنَنَا وَبَيْنَ هَذَا الْحَىِّ مِنْ جَرْمٍ إِخَاءٌ وَمَعْرُوفٌ ـ قَالَ ـ فَقُدِّمَ طَعَامٌ ـ قَالَ ـ وَقُدِّمَ فِي طَعَامِهِ لَحْمُ دَجَاجٍ ـ قَالَ ـ وَفِي الْقَوْمِ رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ أَحْمَرُ كَأَنَّهُ مَوْلًى ـ قَالَ ـ فَلَمْ يَدْنُ فَقَالَ لَهُ أَبُو مُوسَى ادْنُ، فَإِنِّي قَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْكُلُ مِنْهُ‏.‏ قَالَ إِنِّي رَأَيْتُهُ يَأْكُلُ شَيْئًا قَذِرْتُهُ، فَحَلَفْتُ أَنْ لاَ أَطْعَمَهُ أَبَدًا‏.‏ فَقَالَ ادْنُ أُخْبِرْكَ عَنْ ذَلِكَ، أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فِي رَهْطٍ مِنَ الأَشْعَرِيِّينَ أَسْتَحْمِلُهُ، وَهْوَ يُقْسِمُ نَعَمًا مِنْ نَعَمِ الصَّدَقَةِ ـ قَالَ أَيُّوبُ أَحْسِبُهُ قَالَ وَهْوَ غَضْبَانُ ـ قَالَ ‏\"‏ وَاللَّهِ لاَ أَحْمِلُكُمْ، وَمَا عِنْدِي مَا أَحْمِلُكُمْ ‏\"‏‏.‏ قَالَ فَانْطَلَقْنَا فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِنَهْبِ إِبِلٍ، فَقِيلَ أَيْنَ هَؤُلاَءِ الأَشْعَرِيُّونَ فَأَتَيْنَا فَأَمَرَ لَنَا بِخَمْسِ ذَوْدٍ غُرِّ الذُّرَى، قَالَ فَانْدَفَعْنَا فَقُلْتُ لأَصْحَابِي أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم نَسْتَحْمِلُهُ، فَحَلَفَ أَنْ لاَ يَحْمِلَنَا، ثُمَّ أَرْسَلَ إِلَيْنَا فَحَمَلَنَا، نَسِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمِينَهُ، وَاللَّهِ لَئِنْ تَغَفَّلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَمِينَهُ لاَ نُفْلِحُ أَبَدًا، ارْجِعُوا بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَلْنُذَكِّرْهُ يَمِينَهُ‏.‏ فَرَجَعْنَا فَقُلْنَا يَا رَسُولَ اللَّهِ أَتَيْنَاكَ نَسْتَحْمِلُكَ، فَحَلَفْتَ أَنْ لاَ تَحْمِلَنَا ثُمَّ حَمَلْتَنَا فَظَنَنَّا ـ أَوْ فَعَرَفْنَا ـ أَنَّكَ نَسِيتَ يَمِينَكَ‏.‏ قَالَ ‏\"‏ انْطَلِقُوا، فَإِنَّمَا حَمَلَكُمُ اللَّهُ، إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ، فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا، إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا ‏\"‏‏.‏\nتَابَعَهُ حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ وَالْقَاسِمِ بْنِ عَاصِمٍ الْكُلَيْبِيِّ‏.‏ حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، وَالْقَاسِمِ التَّمِيمِيِّ عَنْ زَهْدَمٍ، بِهَذَا‏.‏ حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنِ الْقَاسِمِ، عَنْ زَهْدَمٍ، بِهَذَا‏.‏",
    "english_text": "We were sitting with Abu Musa Al-Ash'sari, and as there were ties of friendship and mutual favors \nbetween us and his tribe. His meal was presented before him and there was chicken meat in it. Among \nthose who were present there was a man from Bani Taimillah having a red complexion as a non-Arab \nfreed slave, and that man did not approach the meal. Abu Musa said to him, \"Come along! I have seen \nAllah's Messenger (ﷺ) eating of that (i.e., chicken).\" The man said, \"I have seen it (chickens) eating \nsomething I regarded as dirty, and so I have taken an oath that I shall not eat (its meat) chicken.\" Abu \nMusa said, \"Come along! I will inform you about it (i.e., your oath). \nOnce we went to Allah's Messenger (ﷺ) in company with a group of Ash'airiyin, asking him for mounts \nwhile he was distributing some camels from the camels of Zakat. (Aiyub said, \"I think he said that the \nProphet was in an angry mood at the time.\") The Prophet (ﷺ) said, 'By Allah! I will not give you mounts, \nand I have nothing to mount you on.' After we had left, some camels of booty were brought to Allah's \nApostle and he said, \"Where are those Ash`ariyin? Where are those Ash`ariyin?\" So we went (to him) \nand he gave us five very fat good-looking camels. We mounted them and went away, and then I said \nto my companions, 'We went to Allah's Messenger (ﷺ) to give us mounts, but he took an oath that he would \nnot give us mounts, and then later on he sent for us and gave us mounts, perhaps Allah's Messenger (ﷺ) \nforgot his oath. By Allah, we will never be successful, for we have taken advantage of the fact that \nAllah's Messenger (ﷺ) forgot to fulfill his oath. So let us return to Allah's Messenger (ﷺ) to remind him of his oath.' \nWe returned and said, 'O Allah's Messenger (ﷺ)! We came to you and asked you for mounts, but you took an \noath that you would not give us mounts) but later on you gave us mounts, and we thought or \nconsidered that you have forgotten your oath.' The Prophet (ﷺ) said, 'Depart, for Allah has given you \nMounts. By Allah, Allah willing, if I take an oath and then later find another thing better than that, I \ndo what is better, and make expiation for the oath.' \"\n\n(two other narrations through Zahdam as above)",
    "explication": "حَدِيثُ أَبِي مُوسَى الْأَشْعَرِيِّ. ‏ ‏قَوْلُهُ : ( قَالَ وَحَدَّثَنِي الْقَاسِمُ فِي عَاصِمٍ الْكُلَيْبِيِّ ) ‏ ‏بِمُوَحَّدَةٍ مُصَغَّرٌ , وَالْقَائِلُ ذَلِكَ هُوَ أَيُّوبُ , بَيَّنَ ذَلِكَ عَبْدُ الْوَهَّابِ الثَّقَفِيُّ عَنْ أَيُّوبَ كَمَا سَيَأْتِي فِي الْأَيْمَانِ وَالنُّذُورِ. ‏ ‏قَوْلُهُ : ( فَأَتَى ذِكْرُ دَجَاجَةٍ ) ‏ ‏كَذَا لِأَبِي ذَرٍّ \" فَأَتَى \" بِصِيغَةِ الْفِعْلِ الْمَاضِي مِنْ الْإِتْيَانِ وَ \" ذِكْرُ \" بِكَسْرِ الذَّالِ وَسُكُونِ الْكَافِ وَ \" دَجَاجَةٍ \" بِالْجَرِّ وَالتَّنْوِينِ عَلَى الْإِضَافَةِ وَكَذَا لِلنَّسَفِيِّ , وَفِي رِوَايَةِ الْأَصِيلِيِّ \" فَأُتِيَ \" بِضَمِّ الْهَمْزَةِ عَلَى الْبِنَاءِ لِمَا لَمْ يُسَمَّ فَاعِلُهُ وَ \" ذَكَرَ \" بِفَتْحَتَيْنِ وَ \" دَجَاجَةً \" بِالنَّصْبِ وَالتَّنْوِينِ عَلَى الْمَفْعُولِيَّةِ , كَأَنَّ الرَّاوِيَ لَمْ يَسْتَحْضِرْ اللَّفْظَ كُلَّهُ وَحَفِظَ مِنْهُ لَفْظَ دَجَاجَةٍ , قَالَ عِيَاضٌ : وَهَذَا أَشْبَهُ لِقَوْلِهِ فِي الطَّرِيقِ الْأُخْرَى \" فَأُتِيَ بِلَحْمِ دَجَاجٍ \" وَلِقَوْلِهِ فِي حَدِيثِ الْبَابِ \" فَدَعَاهُ لِلطَّعَامِ \" أَيْ الَّذِي فِي الدَّجَاجَةِ , وَسَيَأْتِي فِي النُّذُورِ بِلَفْظِ \" فَأُتِيَ بِطَعَامٍ فِيهِ دَجَاجٌ \" وَهُوَ الْمُرَادُ. ‏ ‏قَوْلُهُ : ( وَعِنْدَهُ رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ ) ‏ ‏هُوَ نِسْبَةٌ إِلَى بَطْنٍ مِنْ بَنِي بَكْرِ بْنِ عَبْدِ مَنَاةَ وَسَيَأْتِي الْكَلَامُ عَلَى شَرْحِهِ مُسْتَوْفًى فِي الْأَيْمَانِ وَالنُّذُورِ , وَأُبِينَ هُنَاكَ مَا قِيلَ فِي اِسْمِهِ وَمُنَاسَبَتِهِ لِلتَّرْجَمَةِ مِنْ جِهَةِ أَنَّهُمْ سَأَلُوهُ فَلَمْ يَجِدْ مَا يَحْمِلُهُمْ عَلَيْهِ , ثُمَّ حَضَرَ شَيْءٌ مِنْ الْغَنَائِمِ فَحَمَلَهُمْ مِنْهَا , وَهُوَ مَحْمُولٌ عَلَى أَنَّهُ حَمَلَهُمْ عَلَى مَا يَخْتَصُّ بِالْخُمُسِ , وَإِذَا كَانَ لَهُ التَّصَرُّفُ بِالتَّنْجِيزِ مِنْ غَيْرِ تَعْلِيقٍ فَكَذَا لَهُ التَّصَرُّفُ بِتَنْجِيزِ مَا عَلَّقَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6722,
    "category": "كتاب كفارات الأيمان",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ بْنِ فَارِسٍ، أَخْبَرَنَا ابْنُ عَوْنٍ، عَنِ الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَسْأَلِ الإِمَارَةَ، فَإِنَّكَ إِنْ أُعْطِيتَهَا عَنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا، وَإِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ إِلَيْهَا، وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا، فَأْتِ الَّذِي هُوَ خَيْرٌ، وَكَفِّرْ عَنْ يَمِينِكَ ‏\"‏‏.‏ تَابَعَهُ أَشْهَلُ عَنِ ابْنِ عَوْنٍ‏.‏ وَتَابَعَهُ يُونُسُ وَسِمَاكُ بْنُ عَطِيَّةَ وَسِمَاكُ بْنُ حَرْبٍ وَحُمَيْدٌ وَقَتَادَةُ وَمَنْصُورٌ وَهِشَامٌ وَالرَّبِيعُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"(O `Abdur-Rahman!) Do not seek to be a ruler, for, if you are given the \nauthority of ruling without your asking for it, then Allah will help you; but if you are given it by your \nasking, then you will be held responsible for it (i.e. Allah will not help you ) . And if you take an oath \nto do something and later on find another thing, better than that, then do what is better and make \nexpiation for (the dissolution of) your oath.\"",
    "explication": "‏ ‏قَوْله ( الْحَسَن ) ‏ ‏هُوَ اِبْن أَبِي الْحَسَن الْبَصْرِيّ , ‏ ‏وَعَبْد الرَّحْمَن بْن سَمُرَة ‏ ‏يَعْنِي اِبْن حَبِيب بْن عَبْد شَمْس بْن عَبْد مُنَافٍ , وَقِيلَ بَيْن حَبِيب وَعَبْد شَمْس رَبِيعَة , وَكُنْيَة عَبْد الرَّحْمَن أَبُو سَعِيد , وَهُوَ مِنْ مُسْلِمَة الْفَتْح , وَقِيلَ كَانَ اِسْمه قَبْل الْإِسْلَام عَبْد كُلَالٍ بِضَمِّ أَوَّله وَالتَّخْفِيف , وَقَدْ شَهِدَ فَتُوحَ الْعِرَاق وَكَانَ فَتْح سِجِسْتَانَ عَلَى يَدَيْهِ , أَرْسَلَهُ عَبْد اللَّه بْن عَامِر أَمِير الْبَصْرَة لِعُثْمَان عَلَى السَّرِيَّة فَفَتَحَهَا وَفَتَحَ غَيْرهَا. وَقَالَ اِبْن سَعْد : مَاتَ سَنَة خَمْسِينَ وَقِيلَ بَعْدهَا بِسَنَةٍ , وَلَيْسَ لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيثِ. ‏ ‏قَوْله ( يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ لَا تَسْأَلْ الْإِمَارَةَ ) ‏ ‏بِكَسْرِ الْهَمْزَةِ أَيْ الْوِلَايَةَ , وَسَيَأْتِي شَرْح ذَلِكَ مُسْتَوْفًى فِي كِتَاب الْأَحْكَام. ‏ ‏قَوْلُهُ : ( وَإِذَا حَلَفْت عَلَى يَمِين ) ‏ ‏يَأْتِي شَرْحه أَيْضًا فِي \" بَاب الْكَفَّارَة قَبْل الْحِنْثِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]