[
  {
    "id": 6861,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، قَالَ قَالَ عَبْدُ اللَّهِ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَىُّ الذَّنْبِ أَكْبَرُ عِنْدَ اللَّهِ قَالَ ‏\"‏ أَنْ تَدْعُوَ لِلَّهِ نِدًّا، وَهْوَ خَلَقَكَ ‏\"‏‏.‏ قَالَ ثُمَّ أَىٌّ قَالَ ‏\"‏ ثُمَّ أَنْ تَقْتُلَ وَلَدَكَ، أَنْ يَطْعَمَ مَعَكَ ‏\"‏‏.‏ قَالَ ثُمَّ أَىٌّ قَالَ ‏\"‏ ثُمَّ أَنْ تُزَانِيَ بِحَلِيلَةِ جَارِكَ ‏\"‏‏.‏ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ تَصْدِيقَهَا ‏{‏وَالَّذِينَ لاَ يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلاَ يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ‏ يَلْقَ أَثَامًا}‏ الآيَةَ‏.‏",
    "english_text": "A man said, \"O Allah's Messenger (ﷺ)! Which sin is the greatest in Allah's Sight?\" The Prophet (ﷺ) said, \"To set \nup a rival unto Allah though He Alone created you . \" The man said, \"What is next?\" The Prophet (ﷺ) \nsaid, \"To kill your son lest he should share your food with you.\" The man said, \"What is next?\" The \nProphet said, \"To commit illegal sexual intercourse with the wife of your neighbor.\" So Allah \nrevealed in confirmation of this narration:-- \n'And those who invoke not with Allah, any other god. Nor kill, such life as Allah has forbidden except \nfor just cause nor commit illegal sexual intercourse. And whoever does this shall receive the \npunishment.' (25.68)",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي مَنْصُور ) ‏ ‏هُوَ اِبْن الْمُعْتَمِر ‏ ‏( وَسُلَيْمَان ) ‏ ‏هُوَ الْأَعْمَش ‏ ‏( عَنْ أَبِي وَائِل عَنْ أَبِي مَيْسَرَةَ ) ‏ ‏بِفَتْحِ الْمِيم وَسُكُون التَّحْتَانِيَّة بَعْدَهَا مُهْمَلَة اِسْمه عَمْرو بْن شُرَحْبِيل. ‏ ‏قَوْله : ( قَالَ : وَحَدَّثَنِي وَاصِل ) ‏ ‏هُوَ اِبْن حِبَّانَ الْأَسَدِيُّ الْكُوفِيّ , ثِقَة مِنْ طَبَقَة الْأَعْمَش , وَالْقَائِل هُوَ سُفْيَان الثَّوْرِيّ. وَحَاصِله أَنَّ الْحَدِيث عِنْدَهُ عَنْ ثَلَاثَة أَنْفُس : أَمَّا اِثْنَانِ مِنْهُمَا فَأَدْخَلَا فِيهِ بَيْنَ أَبِي وَائِل وَابْن مَسْعُود أَبَا مَيْسَرَة , وَأَمَّا الثَّالِث وَهُوَ وَاصِل فَأَسْقَطَهُ. وَقَدْ رَوَاهُ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان عَنْ الثَّلَاثَة عَنْ أَبِي وَائِل عَنْ أَبِي مَيْسَرَة عَنْ اِبْن مَسْعُود فَعَدُّوهُمَا , وَالصَّوَاب إِسْقَاط أَبِي مَيْسَرَة مِنْ رِوَايَة وَاصِل كَمَا فَصَّلَهُ يَحْيَى بْن سَعِيد. وَقَدْ أَخْرَجَهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق مَالِك بْن مِغْوَل عَنْ وَاصِل بِإِسْقَاطِ أَبِي مَيْسَرَة أَيْضًا. وَكَذَلِكَ رَوَاهُ شُعْبَة وَمَهْدِيّ بْن مَيْمُون عَنْ وَاصِل. وَقَالَ الدَّارَقُطْنِيُّ : رَوَاهُ أَبُو مُعَاوِيَة وَأَبُو شِهَاب وَشَيْبَان عَنْ الْأَعْمَش عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه بِإِسْقَاطِ أَبِي مَيْسَرَة , وَالصَّوَاب إِثْبَاته فِي رِوَايَة الْأَعْمَش , وَذَكَرَ رِوَايَة اِبْن مَهْدِيّ وَأَنَّ مُحَمَّد بْن كَثِير وَافَقَهُ عَلَيْهَا. قَالَ : وَيُشْبِه أَنْ يَكُون الثَّوْرِيّ لَمَّا حَدَّثَ بِهِ اِبْن مَهْدِيّ فَجَمَعَ بَيْنَ الثَّلَاثَة حَمَلَ رِوَايَة وَاصِل عَلَى رِوَايَة الْأَعْمَش وَمَنْصُور. ‏ ‏قَوْله : ( سَأَلْت أَوْ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة \" قُلْت : يَا رَسُول اللَّه \" وَلِأَحْمَدَ مِنْ وَجْه آخَر عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود \" جَلَسَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى نَشَز مِنْ الْأَرْض وَقَعَدْت أَسْفَلَ مِنْهُ , فَاغْتَنَمْت خَلَوْته فَقُلْت : بِأَبِي وَأُمِّي أَنْتَ يَا رَسُول اللَّه , أَيّ الذُّنُوب أَكْبَر \" ؟ الْحَدِيثَ. ‏ ‏قَوْله : ( أَيّ الذَّنْب عِنْدَ اللَّه أَكْبَر ) ‏ ‏؟ فِي رِوَايَة مُسْلِم أَعْظَم. ‏ ‏قَوْله : ( قُلْت : ثُمَّ أَيّ ) ‏ ‏تَقَدَّمَ الْكَلَام فِي ضَبْطهَا فِي الْكَلَام عَلَى حَدِيث اِبْن مَسْعُود أَيْضًا فِي سُؤَاله عَنْ أَفْضَل الْأَعْمَال. ‏ ‏قَوْله : ( نِدًّا ) ‏ ‏بِكَسْرِ النُّونِ أَيْ نَظِيرًا. ‏ ‏قَوْله : ( أَنْ تَقْتُلَ وَلَدَك خَشْيَةَ أَنْ يَطْعَم مَعَك ) ‏ ‏أَيْ مِنْ جِهَة إِيثَار نَفْسه عَلَيْهِ عِنْدَ عَدَم مَا يَكْفِي , أَوْ مِنْ جِهَة الْبُخْل مَعَ الْوِجْدَان. ‏ ‏قَوْله : ( أَنْ تُزَانِيَ بِحَلِيلَة ) ‏ ‏بِالْمُهْمَلَةِ بِوَزْنِ عَظِيمَة وَالْمُرَاد الزَّوْجَة , وَهِيَ مَأْخُوذَة مِنْ الْحِلّ لِأَنَّهَا تَحِلّ لَهُ فَهِيَ فَعِيلَة بِمَعْنِيِّ فَاعِلَة , وَقِيلَ : مِنْ الْحُلُول لِأَنَّهَا تَحِلّ مَعَهُ وَيَحِلّ مَعَهَا. ‏ ‏قَوْله : ( وَنَزَلَتْ هَذِهِ الْآيَة تَصْدِيقًا لِقَوْلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر - إِلَى - وَلَا يَزْنُونَ ) ‏ ‏هَكَذَا قَالَ اِبْن مَسْعُود. وَالْقَتْل وَالزِّنَا فِي الْآيَة مُطْلَقَانِ , وَفِي الْحَدِيث مُقَيَّدَانِ : أَمَّا الْقَتْل فَبِالْوَلَدِ خَشْيَة الْأَكْل مَعَهُ , وَأَمَّا الزِّنَا فَبِزَوْجَةِ الْجَار. وَالِاسْتِدْلَال لِذَلِكَ بِالْآيَةِ سَائِغ لِأَنَّهَا وَإِنْ وَرَدَتْ فِي مُطْلَق الزِّنَا وَالْقَتْل لَكِنْ قَتْل هَذَا وَالزِّنَا بِهَذِهِ أَكْبَر وَأَفْحَش. وَقَدْ رَوَى أَحْمَد مِنْ حَدِيث الْمِقْدَاد بْن الْأَسْوَد قَالَ : \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَا تَقُولُونَ فِي الزِّنَا ؟ قَالُوا : حَرَام. قَالَ : لَأَنْ يَزْنِيَ الرَّجُل بِعَشَرَةِ نِسْوَة أَيْسَر عَلَيْهِ مِنْ أَنْ يَزْنِيَ بِامْرَأَةِ جَاره \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6862,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لَنْ يَزَالَ الْمُؤْمِنُ فِي فُسْحَةٍ مِنْ دِينِهِ، مَا لَمْ يُصِبْ دَمًا حَرَامًا ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"A faithful believer remains at liberty regarding his religion unless he kills \nsomebody unlawfully.\"",
    "explication": "حَدِيث اِبْن عُمَر. ‏ ‏قَوْله ( حَدَّثَنَا عَلِيّ ) ‏ ‏كَذَا لِلْجَمِيعِ غَيْر مَنْسُوب وَلَمْ يَذْكُرهُ أَبُو عَلِيّ الْجَيَّانِيّ فِي تَقْيِيده وَلَا نَبَّهَ عَلَيْهِ الْكَلَابَاذِيّ , وَقَدْ ذَكَرْت فِي الْمُقَدِّمَة أَنَّهُ عَلِيّ بْن الْجَعْد لِأَنَّ عَلِيّ بْن الْمَدِينِيّ لَمْ يُدْرِك إِسْحَاق بْن سَعِيد. ‏ ‏قَوْله ( لَا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" لَنْ \". ‏ ‏قَوْله ( فِي فُسْحَة ) ‏ ‏بِضَمِّ الْفَاء وَسُكُون الْمُهْمَلَة وَبِحَاءٍ مُهْمَلَة أَيْ سَعَة. ‏ ‏قَوْله ( مِنْ دِينه ) ‏ ‏كَذَا لِلْأَكْثَرِ بِكَسْرِ الْمُهْمَلَة مِنْ الدِّين وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" مِنْ ذَنْبه \" فَمَفْهُوم الْأَوَّل أَنْ يَضِيق عَلَيْهِ دِينه فَفِيهِ إِشْعَار بِالْوَعِيدِ عَلَى قَتْل الْمُؤْمِن مُتَعَمِّدًا بِمَا يُتَوَعَّد بِهِ الْكَافِر , وَمَفْهُوم الثَّانِي أَنَّهُ يَصِير فِي ضِيق بِسَبَبِ ذَنْبه فَفِيهِ إِشَارَة إِلَى اِسْتِبْعَاد الْعَفْو عَنْهُ لِاسْتِمْرَارِهِ فِي الضِّيق الْمَذْكُور. وَقَالَ اِبْن الْعَرَبِيّ : الْفُسْحَة فِي الدِّين سَعَة الْأَعْمَال الصَّالِحَة حَتَّى إِذَا جَاءَ الْقَتْل ضَاقَتْ لِأَنَّهَا لَا تَفِي بِوِزْرِهِ , وَالْفُسْحَة فِي الذَّنْب قَبُوله الْغُفْرَانَ بِالتَّوْبَةِ حَتَّى إِذَا جَاءَ الْقَتْل اِرْتَفَعَ الْقَبُول , وَحَاصِله أَنَّهُ فَسَّرَهُ عَلَى رَأْي اِبْن عُمَر فِي عَدَم قَبُول تَوْبَة الْقَاتِل. ‏ ‏قَوْله ( مَا لَمْ يُصِبْ دَمًا حَرَامًا ) ‏ ‏فِي رِوَايَة إِسْمَاعِيل الْقَاضِي مِنْ هَذَا الْوَجْه \" مَا لَمْ يَتَنَدَّ بِدَمٍ حَرَام \" وَهُوَ بِمُثَنَّاةٍ ثُمَّ نُون ثُمَّ دَال ثَقِيلَة وَمَعْنَاهُ الْإِصَابَة وَهُوَ كِنَايَة عَنْ شِدَّة الْمُخَالَطَة وَلَوْ قَلَّتْ , وَقَدْ أَخْرَجَ الطَّبَرَانِيُّ فِي \" الْمُعْجَم الْكَبِير \" عَنْ اِبْن مَسْعُود بِسَنَدٍ رِجَاله ثِقَات إِلَّا أَنَّ فِيهِ اِنْقِطَاعًا مِثْل حَدِيث اِبْن عُمَر مَوْقُوفًا أَيْضًا وَزَادَ فِي آخِره \" فَإِذَا أَصَابَ دَمًا حَرَامًا نُزِعَ مِنْهُ الْحَيَاءُ \" ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6863,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنِي أَحْمَدُ بْنُ يَعْقُوبَ، حَدَّثَنَا إِسْحَاقُ، سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ إِنَّ مِنْ وَرْطَاتِ الأُمُورِ الَّتِي لاَ مَخْرَجَ لِمَنْ أَوْقَعَ نَفْسَهُ فِيهَا، سَفْكَ الدَّمِ الْحَرَامِ بِغَيْرِ حِلِّهِ‏.‏",
    "english_text": "One of the evil deeds with bad consequence from which there is no escape for the one who is involved \nin it is to kill someone unlawfully.",
    "explication": "‏ ‏ثُمَّ أَوْرَدَهُ عَنْ أَحْمَدَ بْن يَعْقُوب ‏ ‏وَهُوَ الْمَسْعُودِيّ الْكُوفِيّ ‏ ‏عَنْ إِسْحَاق بْن سَعِيد ‏ ‏وَهُوَ الْمَذْكُور فِي السَّنَد الَّذِي قَبْله بِالسَّنَدِ الْمَذْكُور إِلَى اِبْن عُمَر. ‏ ‏قَوْله ( إِنَّ مِنْ وَرَطَات ) ‏ ‏بِفَتْحِ الْوَاو وَالرَّاء , وَحَكَى اِبْن مَالِك أَنَّهُ قُيِّدَ فِي الرِّوَايَة بِسُكُونِ الرَّاء وَالصَّوَابُ التَّحْرِيكُ وَهِيَ جَمْع وَرْطَة بِسُكُونِ الرَّاء وَهِيَ الْهَلَاك يُقَال وَقَعَ فُلَان فِي وَرْطَة أَيْ فِي شَيْء لَا يَنْجُو مِنْهُ , وَقَدْ فَسَّرَهَا فِي الْخَبَر بِقَوْلِهِ الَّتِي لَا مَخْرَج لِمَنْ أَوْقَعَ نَفْسه فِيهَا. ‏ ‏قَوْله ( سَفْك الدَّم ) ‏ ‏أَيْ إِرَاقَته وَالْمُرَاد بِهِ الْقَتْل بِأَيِّ صِفَة كَانَ , لَكِنْ لَمَّا كَانَ الْأَصْل إِرَاقَة الدَّم عَبَّرَ بِهِ. ‏ ‏قَوْله ( بِغَيْرِ حِلِّهِ ) ‏ ‏فِي رِوَايَة أَبِي نُعَيْم \" بِغَيْرِ حَقِّهِ \" وَهُوَ مُوَافِق لِلَفْظِ الْآيَة , وَهَلْ الْمَوْقُوف عَلَى اِبْن عُمَر مُنْتَزَع مِنْ الْمَرْفُوع فَكَأَنَّ اِبْن عُمَر فَهِمَ مِنْ كَوْن الْقَاتِل لَا يَكُون فِي فُسْحَة أَنَّهُ وَرَّطَ نَفْسه فَأَهْلَكَهَا , لَكِنَّ التَّعْبِير بِقَوْلِهِ \" مِنْ وَرَطَات الْأُمُور \" يَقْتَضِي الْمُشَارَكَة بِخِلَافِ اللَّفْظ الْأَوَّل فَهُوَ أَشَدُّ فِي الْوَعِيد , وَزَعَمَ الْإِسْمَاعِيلِيّ أَنَّ هَذِهِ الرِّوَايَة الثَّانِيَة غَلَط وَلَمْ يُبَيِّن وَجْه الْغَلَط , وَأَظُنُّهُ مِنْ جِهَة اِنْفِرَاد أَحْمَدَ بْن يَعْقُوب بِهَا فَقَدْ رَوَاهُ عَنْ إِسْحَاقَ بْنِ سَعِيدٍ أَبُو النَّضْر هَاشِم بْن الْقَاسِم وَمُحَمَّد بْن كُنَاسَة وَغَيْرهمَا بِاللَّفْظِ الْأَوَّل , وَقَدْ ثَبَتَ عَنْ اِبْن عُمَر أَنَّهُ قَالَ لِمَنْ قَتَلَ عَامِدًا بِغَيْرِ حَقٍّ \" تَزَوَّدْ مِنْ الْمَاء الْبَارِد فَإِنَّك لَا تَدْخُل الْجَنَّة \" وَأَخْرَجَ التِّرْمِذِيّ مِنْ حَدِيث عَبْد اللَّه بْن عُمَر \" زَوَال الدُّنْيَا كُلّهَا أَهْوَنُ عَلَى اللَّه مِنْ قَتْل رَجُل مُسْلِم \" قَالَ التِّرْمِذِيّ حَدِيث حَسَن. قُلْت : وَأَخْرَجَهُ النَّسَائِيُّ بِلَفْظِ \" لَقَتْلُ الْمُؤْمِن أَعْظَمُ عِنْد اللَّه مِنْ زَوَال الدُّنْيَا \" قَالَ اِبْن الْعَرَبِيّ : ثَبَتَ النَّهْي عَنْ قَتْلِ الْبَهِيمَة بِغَيْرِ حَقّ وَالْوَعِيد فِي ذَلِكَ , فَكَيْف بِقَتْلِ الْآدَمِيّ , فَكَيْف بِالتَّقِيِّ الصَّالِح. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6864,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ فِي الدِّمَاءِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The first cases to be decided among the people (on the Day of Resurrection) will \nbe those of blood-shed.\"",
    "explication": "أَحَدهَا حَدِيث اِبْن مَسْعُود وَالسَّنَد إِلَيْهِ كُوفِيُّونَ , ‏ ‏وَشَقِيقٌ ‏ ‏هُوَ اِبْن سَلَمَةَ أَبُو وَائِلٍ مَشْهُورٌ بِكُنْيَتِهِ أَكْثَرَ مِنْ اِسْمِهِ. ‏ ‏قَوْله ( أَوَّلُ مَا يُقْضَى بَيْن النَّاس بِالدِّمَاءِ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" الدِّمَاء \" وَسَيَأْتِي كَالْأَوَّلِ فِي الدِّيَات مِنْ وَجْهٍ آخَرَ عَنْ الْأَعْمَش , وَلِمُسْلِمٍ وَالْإِسْمَاعِيلِيِّ مِنْ طَرِيقٍ أُخْرَى عَنْ الْأَعْمَش \" بَيْن النَّاس يَوْم الْقِيَامَة فِي الدِّمَاء \" أَيْ الَّتِي وَقَعَتْ بَيْن النَّاس فِي الدُّنْيَا , وَالْمَعْنَى أَوَّلُ الْقَضَايَا الْقَضَاءُ فِي الدِّمَاءِ , وَيَحْتَمِل أَنْ يَكُون التَّقْدِير أَوَّل مَا يُقْضَى فِيهِ الْأَمْر الْكَائِن فِي الدِّمَاء , وَلَا يُعَارِض هَذَا حَدِيثُ أَبِي هُرَيْرَة رَفَعَهُ \" إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ صَلَاتُهُ \" الْحَدِيثَ أَخْرَجَهُ أَصْحَاب السُّنَن لِأَنَّ الْأَوَّل مَحْمُولٌ عَلَى مَا يَتَعَلَّق بِمُعَامَلَاتِ الْخَلْق وَالثَّانِي فِيمَا يَتَعَلَّق بِعِبَادَةِ الْخَالِق , وَقَدْ جَمَعَ النَّسَائِيُّ فِي رِوَايَته فِي حَدِيث اِبْن مَسْعُود بَيْن الْخَبَرَيْنِ وَلَفْظه \" أَوَّل مَا يُحَاسَب الْعَبْد عَلَيْهِ صَلَاته , وَأَوَّل مَا يُقْضَى بَيْن النَّاس فِي الدِّمَاء \" وَتَقَدَّمَ فِي تَفْسِير سُورَة الْحَجّ ذِكْرُ هَذِهِ الْأَوَّلِيَّة بِأَخَصَّ مِمَّا فِي حَدِيث الْبَاب وَهُوَ عَنْ عَلِيٍّ قَالَ \" أَنَا أَوَّل مَنْ يَحْثُو لِلْخُصُومَةِ يَوْمَ الْقِيَامَةِ \" يَعْنِي هُوَ وَرَفِيقَاهُ حَمْزَةُ وَعُبَيْدَةُ وَخُصُومُهُمْ عُتْبَةُ وَشَيْبَةُ اِبْنَا رَبِيعَةَ وَالْوَلِيد بْن عُتْبَةَ الَّذِينَ بَارَزُوا يَوْم بَدْر , قَالَ أَبُو ذَرٍّ : فِيهِمْ نَزَلَتْ ( هَذَانِ خَصْمَانِ اِخْتَصَمُوا فِي رَبِّهِمْ ) الْآيَةَ وَتَقَدَّمَ شَرْحُهُ هُنَاكَ , وَفِي حَدِيث الصُّور الطَّوِيل عَنْ أَبِي هُرَيْرَة رَفَعَهُ \" أَوَّل مَا يُقْضَى بَيْنَ النَّاسِ فِي الدِّمَاءِ , وَيَأْتِي كُلّ قَتِيل قَدْ حَمَلَ رَأْسَهُ فَيَقُول : يَا رَبِّ سَلْ هَذَا فِيمَ قَتَلَنِي \" الْحَدِيثَ , وَفِي حَدِيث نَافِعِ بْن جُبَيْرٍ عَنْ اِبْن عَبَّاس رَفَعَهُ \" يَأْتِي الْمَقْتُول مُعَلَّقًا رَأْسُهُ بِإِحْدَى يَدَيْهِ مُلَبِّبًا قَاتِله بِيَدِهِ الْأُخْرَى تَشْخَبُ أَوْدَاجُهُ دَمًا حَتَّى يَقِفَا بَيْن يَدَيْ اللَّهِ \" الْحَدِيثَ , وَنَحْوه عِنْد اِبْن الْمُبَارَك عَنْ عَبْد اللَّه بْن مَسْعُودٍ مَوْقُوفًا. وَأَمَّا كَيْفِيَّةُ الْقِصَاصِ فِيمَا عَدَا ذَلِكَ فَيُعْلَمُ مِنْ الْحَدِيث الثَّانِي , وَأَخْرَجَ اِبْن مَاجَهْ عَنْ اِبْن عَبَّاسٍ رَفَعَهُ \" نَحْنُ آخِرُ الْأُمَمِ وَأَوَّلُ مَنْ يُحَاسَبُ يَوْمَ الْقِيَامَةِ \" وَفِي الْحَدِيث عِظَمُ أَمْر الدَّم , فَإِنَّ الْبُدَاءَةَ إِنَّمَا تَكُونُ بِالْأَهَمِّ , وَالذَّنْب يَعْظُمُ بِحَسَبِ عِظَم الْمَفْسَدَةِ وَتَفْوِيت الْمَصْلَحَة , وَإِعْدَامُ الْبِنْيَةِ الْإِنْسَانِيَّةِ غَايَةُ فِي ذَلِكَ. وَقَدْ وَرَدَ فِي التَّغْلِيظ فِي أَمْر الْقَتْل آيَاتٌ كَثِيرَةٌ وَآثَارٌ شَهِيرَةٌ يَأْتِي بَعْضُهَا فِي أَوَّلِ الدِّيَاتِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6865,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، حَدَّثَنَا عَطَاءُ بْنُ يَزِيدَ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَدِيٍّ، حَدَّثَهُ أَنَّ الْمِقْدَادَ بْنَ عَمْرٍو الْكِنْدِيَّ حَلِيفَ بَنِي زُهْرَةَ حَدَّثَهُ وَكَانَ، شَهِدَ بَدْرًا مَعَ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنْ لَقِيتُ كَافِرًا فَاقْتَتَلْنَا، فَضَرَبَ يَدِي بِالسَّيْفِ فَقَطَعَهَا، ثُمَّ لاَذَ بِشَجَرَةٍ وَقَالَ أَسْلَمْتُ لِلَّهِ‏.‏ آقْتُلُهُ بَعْدَ أَنْ قَالَهَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَقْتُلْهُ ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ فَإِنَّهُ طَرَحَ إِحْدَى يَدَىَّ، ثُمَّ قَالَ بَعْدَ مَا قَطَعَهَا، آقْتُلُهُ قَالَ ‏\"‏ لاَ تَقْتُلْهُ، فَإِنْ قَتَلْتَهُ فَإِنَّهُ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ، وَأَنْتَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُولَ كَلِمَتَهُ الَّتِي قَالَ ‏\"‏‏.‏   وَقَالَ حَبِيبُ بْنُ أَبِي عَمْرَةَ عَنْ سَعِيدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لِلْمِقْدَادِ ‏\"‏ إِذَا كَانَ رَجُلٌ مُؤْمِنٌ يُخْفِي إِيمَانَهُ مَعَ قَوْمٍ كُفَّارٍ، فَأَظْهَرَ إِيمَانَهُ، فَقَتَلْتَهُ، فَكَذَلِكَ كُنْتَ أَنْتَ تُخْفِي إِيمَانَكَ بِمَكَّةَ مِنْ قَبْلُ ‏\"‏‏.‏",
    "english_text": "An ally of Bani Zuhra who took part in the battle of Badr with the Prophet, that he said, \"O Allah's \nApostle! If I meet an unbeliever and we have a fight, and he strikes my hand with the sword and cuts \nit off, and then takes refuge from me under a tree, and says, 'I have surrendered to Allah (i.e. \nembraced Islam),' may I kill him after he has said so?\" Allah's Messenger (ﷺ) said, \"Do not kill him.\" Al- \nMiqdad said, \"But O Allah's Messenger (ﷺ)! He had chopped off one of my hands and he said that after he \nhad cut it off. May I kill him?\" The Prophet (ﷺ) said. \"Do not kill him for if you kill him, he would be in \nthe position in which you had been before you kill him, and you would be in the position in which he \nwas before he said the sentence.\" The Prophet (ﷺ) also said to Al-Miqdad, \"If a faithful believer conceals \nhis faith (Islam) from the disbelievers, and then when he declares his Islam, you kill him, (you will be \nsinful). Remember that you were also concealing your faith (Islam) at Mecca before.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عَبْدَان ) ‏ ‏هُوَ عَبْد اللَّه بْن عُثْمَان ‏ ‏وَعَبْد اللَّه ‏ ‏هُوَ اِبْن الْمُبَارَك , ‏ ‏وَيُونُس ‏ ‏هُوَ اِبْن يَزِيد , ‏ ‏وَعَطَاء بْن يَزِيد ‏ ‏هُوَ اللَّيْثِيّ , وَعُبَيْد اللَّه بِالتَّصْغِيرِ هُوَ اِبْن عَدِيّ أَيْ اِبْن الْخِيَار بِكَسْرِ الْمُعْجَمَة وَتَخْفِيف التَّحْتَانِيَّة النَّوْفَلِيّ لَهُ إِدْرَاك , وَقَدْ تَقَدَّمَ بَيَانه فِي مَنَاقِب عُثْمَان , ‏ ‏وَالْمِقْدَاد بْن عَمْرو ‏ ‏هُوَ الْمَعْرُوف بِابْنِ الْأَسْوَد. ‏ ‏قَوْل ( إِنْ لَقِيت ) ‏ ‏كَذَا لِلْأَكْثَرِ بِصِيغَةِ الشَّرْط , وَفِي رِوَايَة أَبِي ذَرّ \" إِنِّي لَقِيت كَافِرًا فَاقْتَتَلْنَا فَضَرَبَ يَدِي فَقَطَعَهَا \" وَظَاهِر سِيَاقه أَنَّ ذَلِكَ وَقَعَ , وَاَلَّذِي فِي نَفْس الْأَمْر بِخِلَافِهِ , وَإِنَّمَا سَأَلَ الْمِقْدَاد عَنْ الْحُكْم فِي ذَلِكَ لَوْ وَقَعَ , وَقَدْ تَقَدَّمَ فِي غَزْوَة بَدْر بِلَفْظِ \" أَرَأَيْت إِنْ لَقِيت رَجُلًا مِنْ الْكُفَّار \" الْحَدِيث وَهُوَ يُؤَيِّد رِوَايَة الْأَكْثَر. ‏ ‏قَوْله ( ثُمَّ لَاذَ بِشَجَرَةٍ ) ‏ ‏أَيْ اِلْتَجَأَ إِلَيْهَا , وَفِي رِوَايَة الْكُشْمِيهَنِيّ ثُمَّ لَاذَ مِنِّي بِشَجَرَةٍ وَالشَّجَرَة مِثَال. ‏ ‏قَوْله ( وَقَالَ أَسْلَمْت لِلَّهِ ) ‏ ‏أَيْ دَخَلْت فِي الْإِسْلَام. ‏ ‏قَوْله ( فَإِنْ قَتَلْته فَإِنَّهُ بِمَنْزِلَتِك قَبْل أَنْ تَقْتُلهُ ) ‏ ‏قَالَ الْكَرْمَانِيُّ : الْقَتْل لَيْسَ سَبَبًا لِكَوْنِ كُلّ مِنْهُمَا بِمَنْزِلَةِ الْآخَر لَكِنْ عِنْد النُّحَاة مُؤَوَّل بِالْإِخْبَارِ أَيْ هُوَ سَبَب لِإِخْبَارِي لَك بِذَلِكَ , وَعِنْد الْبَيَانِيِّينَ الْمُرَاد لَازِمه كَقَوْلِهِ يُبَاح دَمك إِنْ عَصَيْت. ‏ ‏قَوْله ( وَأَنْتَ بِمَنْزِلَتِهِ قَبْل أَنْ يَقُول ) ‏ ‏قَالَ الْخَطَّابِيُّ : مَعْنَاهُ أَنَّ الْكَافِر مُبَاح الدَّم بِحُكْمِ الدِّين قَبْل أَنْ يُسْلِم , فَإِذَا أَسْلَمَ صَارَ مُصَانَ الدَّم كَالْمُسْلِمِ , فَإِنْ قَتَلَهُ الْمُسْلِم بَعْد ذَلِكَ صَارَ دَمه مُبَاحًا بِحَقِّ الْقِصَاص كَالْكَافِرِ بِحَقِّ الدِّين , وَلَيْسَ الْمُرَاد إِلْحَاقه فِي الْكُفْر كَمَا تَقَوَّلَهُ الْخَوَارِج مِنْ تَكْفِير الْمُسْلِم بِالْكَبِيرَةِ , وَحَاصِله اِتِّحَاد الْمَنْزِلَتَيْنِ مَعَ اِخْتِلَاف الْمَأْخَذ , فَالْأَوَّل أَنَّهُ مِثْلُك فِي صَوْن الدَّم , وَالثَّانِي أَنَّك مِثْله فِي الْهَدَر. وَنَقَلَ اِبْن التِّين عَنْ الدَّاوُدِيّ قَالَ : مَعْنَاهُ إِنَّك صِرْت قَاتِلًا كَمَا كَانَ هُوَ قَاتِلًا , قَالَ : وَهَذَا مِنْ الْمَعَارِيض , لِأَنَّهُ أَرَادَ الْإِغْلَاظ بِظَاهِرِ اللَّفْظ دُون بَاطِنه , وَإِنَّمَا أَرَادَ أَنَّ كُلًّا مِنْهُمَا قَاتِل , وَلَمْ يُرِدْ أَنَّهُ صَارَ كَافِرًا بِقَتْلِهِ إِيَّاهُ. وَنَقَلَ اِبْن بَطَّال عَنْ الْمُهَلَّب مَعْنَاهُ فَقَالَ : أَيْ أَنَّك بِقَصْدِك لِقَتْلِهِ عَمْدًا آثِم كَمَا كَانَ هُوَ بِقَصْدِهِ لِقَتْلِك آثِمًا , فَأَنْتُمَا فِي حَالَة وَاحِدَة مِنْ الْعِصْيَان. وَقِيلَ الْمَعْنَى أَنْتَ عِنْده حَلَال الدَّم قَبْل أَنْ تُسْلِم وَكُنْت مِثْله فِي الْكُفْر كَمَا كَانَ عِنْدك حَلَال الدَّم قَبْل ذَلِكَ , وَقِيلَ مَعْنَاهُ أَنَّهُ مَغْفُور لَهُ بِشَهَادَةِ التَّوْحِيد كَمَا أَنَّك مَغْفُور لَك بِشُهُودِ بَدْر. وَنَقَلَ اِبْن بَطَّال عَنْ اِبْن الْقَصَّار أَنَّ مَعْنَى قَوْله \" وَأَنْتَ بِمَنْزِلَتِهِ \" أَيْ فِي إِبَاحَة الدَّم , وَإِنَّمَا قَصَدَ بِذَلِكَ رَدْعه وَزَجْره عَنْ قَتْله لَا أَنَّ الْكَافِر إِذَا قَالَ : أَسْلَمْت حَرُمَ قَتْله , وَتُعُقِّبَ بِأَنَّ الْكَافِر مُبَاح الدَّم وَالْمُسْلِم الَّذِي قَتَلَهُ إِنْ لَمْ يَتَعَمَّد قَتْله وَلَمْ يَكُنْ عَرَفَ أَنَّهُ مُسْلِم وَإِنَّمَا قَتَلَهُ مُتَأَوِّلًا فَلَا يَكُون بِمَنْزِلَتِهِ فِي إِبَاحَته. وَقَالَ الْقَاضِي عِيَاض : مَعْنَاهُ أَنَّهُ مِثْله فِي مُخَالَفَة الْحَقّ وَارْتِكَاب الْإِثْم وَإِنْ اِخْتَلَفَ النَّوْع فِي كَوْن أَحَدهمَا كُفْرًا وَالْآخَر مَعْصِيَة. وَقِيلَ الْمُرَاد إِنْ قَتَلْته مُسْتَحِلًّا لِقَتْلِهِ فَأَنْتَ مِثْله فِي الْكُفْر , وَقِيلَ الْمُرَاد بِالْمِثْلِيَّةِ أَنَّهُ مَغْفُور لَهُ بِشَهَادَةِ التَّوْحِيد وَأَنْتَ مَغْفُور لَك بِشُهُودِ بَدْر , وَنَقَلَ اِبْن التِّين أَيْضًا عَنْ الدَّاوُدِيّ أَنَّهُ أَوَّلَهُ عَلَى وَجْه آخَر فَقَالَ : يُفَسِّرهُ حَدِيث اِبْن عَبَّاس الَّذِي فِي آخِر الْبَاب وَمَعْنَاهُ أَنَّهُ يَجُوز أَنْ يَكُون اللَّائِذ بِالشَّجَرَةِ الْقَاطِع لِلْيَدِ مُؤْمِنًا يَكْتُم إِيمَانه مَعَ قَوْم كُفَّار غَلَبُوهُ عَلَى نَفْسه , فَإِنْ قَتَلْته فَأَنْتَ شَاكّ فِي قَتْلِك إِيَّاهُ أَنَّى يُنْزِلهُ اللَّه مِنْ الْعَمْد وَالْخَطَأ كَمَا كَانَ هُوَ مَشْكُوكًا فِي إِيمَانه لِجَوَازِ أَنْ يَكُون يَكْتُم إِيمَانه , ثُمَّ قَالَ : فَإِنْ قِيلَ كَيْف قَطَعَ يَد الْمُؤْمِن وَهُوَ مِمَّنْ يَكْتُم إِيمَانه ؟ فَالْجَوَاب أَنَّهُ دَفَعَ عَنْ نَفْسه مَنْ يُرِيد قَتْله فَجَازَ لَهُ ذَلِكَ كَمَا جَازَ لِلْمُؤْمِنِ أَنْ يَدْفَع عَنْ نَفْسه مَنْ يُرِيد قَتْله وَلَوْ أَفْضَى إِلَى قَتْل مَنْ يُرِيد قَتْله فَإِنَّ دَمه يَكُون هَدَرًا , فَلِذَلِكَ لَمْ يُقِدْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ يَد الْمِقْدَاد لِأَنَّهُ قَطَعَهَا مُتَأَوِّلًا. قُلْت : وَعَلَيْهِ مُؤَاخَذَات : مِنْهَا الْجَمْع بَيْن الْقِصَّتَيْنِ بِهَذَا التَّكَلُّف مَعَ ظُهُور اِخْتِلَافهمَا , وَإِنَّمَا الَّذِي يَنْطَبِق عَلَى حَدِيث اِبْن عَبَّاس قِصَّة أُسَامَة الْآتِيَة فِي الْبَاب الَّذِي يَلِيه حَيْثُ حَمَلَ عَلَى رَجُلٍ أَرَادَ قَتْله فَقَالَ إِنِّي مُسْلِم فَقَتَلَهُ ظَنًّا أَنَّهُ قَالَ ذَلِكَ مُتَعَوِّذًا مِنْ الْقَتْل , وَكَانَ الرَّجُل فِي الْأَصْل مُسْلِمًا , فَاَلَّذِي وَقَعَ لِلْمِقْدَادِ نَحْو ذَلِكَ كَمَا سَأُبَيِّنُهُ وَأَمَّا قِصَّة قَطْع الْيَد فَإِنَّمَا قَالَهَا مُسْتَفْتِيًا عَلَى تَقْدِير أَنْ لَوْ وَقَعَتْ كَمَا تَقَدَّمَ تَقْرِيره , وَإِنَّمَا تَضَمَّنَ الْجَوَابُ النَّهْيَ عَنْ قَتْله لِكَوْنِهِ أَظْهَرَ الْإِسْلَام فَحُقِنَ دَمُهُ وَصَارَ مَا وَقَعَ مِنْهُ قَبْل الْإِسْلَام عَفْوًا. وَمِنْهَا أَنَّ فِي جَوَابه عَنْ الِاسْتِشْكَال نَظَرًا لِأَنَّهُ كَانَ يُمْكِنهُ أَنْ يَدْفَع بِالْقَوْلِ بِأَنْ يَقُول لَهُ عِنْد إِرَادَة الْمُسْلِم قَتْله إِنِّي مُسْلِم فَيَكُفّ عَنْهُ , وَلَيْسَ لَهُ أَنْ يُبَادِر لِقَطْعِ يَده مَعَ الْقُدْرَة عَلَى الْقَوْل الْمَذْكُور وَنَحْوه , وَاسْتُدِلَّ بِهِ عَلَى صِحَّة إِسْلَام مَنْ قَالَ أَسْلَمْت لِلَّهِ وَلَمْ يَزِدْ عَلَى ذَلِكَ , وَفِيهِ نَظَر لِأَنَّ ذَلِكَ كَافٍ فِي الْكَفّ , عَلَى أَنَّهُ وَرَدَ فِي بَعْض طُرُقه أَنَّهُ قَالَ لَا إِلَه إِلَّا اللَّه , وَهُوَ رِوَايَة مَعْمَر عَنْ الزُّهْرِيّ عِنْد مُسْلِم فِي هَذَا الْحَدِيث , وَاسْتُدِلَّ بِهِ عَلَى جَوَاز السُّؤَال عَنْ النَّوَازِل قَبْل وُقُوعهَا بِنَاء عَلَى مَا تَقَدَّمَ تَرْجِيحُهُ , وَأَمَّا مَا نُقِلَ عَنْ بَعْض السَّلَف مِنْ كَرَاهَة ذَلِكَ فَهُوَ مَحْمُول عَلَى مَا يَنْدُر وُقُوعه , وَأَمَّا مَا يُمْكِن وُقُوعه عَادَة فَيُشْرَع السُّؤَال عَنْهُ لِيُعْلَم. ‏ ‏قَوْله ( وَقَالَ حَبِيب بْن أَبِي عَمْرَة ) ‏ ‏هُوَ الْقَصَّاب الْكُوفِيّ لَا يُعْرَف اِسْمُ أَبِيهِ , وَهَذَا التَّعْلِيق وَصَلَهُ الْبَزَّار وَالدَّارَقُطْنِيّ فِي \" الْأَفْرَاد \" وَالطَّبَرَانِيُّ فِي \" الْكَبِير \" مِنْ رِوَايَة أَبِي بَكْر بْن عَلِيّ بْن عَطَاء بْن مُقَدَّم وَالِد مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِيّ عَنْ حَبِيب وَفِي أَوَّله \" بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَرِيَّة فِيهَا الْمِقْدَاد , فَلَمَّا أَتَوْهُمْ وَجَدُوهُمْ تَفَرَّقُوا وَفِيهِمْ رَجُل لَهُ مَال كَثِير لَمْ يَبْرَح فَقَالَ : أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه , فَأَهْوَى إِلَيْهِ الْمِقْدَاد فَقَتَلَهُ \" الْحَدِيث , وَفِيهِ \" فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا مِقْدَاد قَتَلْت رَجُلًا قَالَ لَا إِلَه إِلَّا اللَّه , فَكَيْف لَك بِلَا إِلَه إِلَّا اللَّه , فَأَنْزَلَ اللَّه ( يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيل اللَّه فَتَبَيَّنُوا ) الْآيَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْمِقْدَادِ : كَانَ رَجُلًا مُؤْمِنًا يُخْفِي إِيمَانه \" إِلَخْ قَالَ الدَّارَقُطْنِيُّ : تَفَرَّدَ بِهِ حَبِيب وَتَفَرَّدَ بِهِ أَبُو بَكْر عَنْهُ. قُلْت : قَدْ تَابَعَ أَبَا بَكْر سُفْيَانُ الثَّوْرِيُّ لَكِنَّهُ أَرْسَلَهُ , أَخْرَجَهُ اِبْن أَبِي شَيْبَة عَنْ وَكِيع عَنْهُ , وَأَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيق أَبِي إِسْحَق الْفَزَارِيِّ عَنْ الثَّوْرِيّ كَذَلِكَ , وَلَفْظ وَكِيع بِسَنَدِهِ عَنْ سَعِيد بْن جُبَيْر \" خَرَجَ الْمِقْدَاد بْن الْأَسْوَد فِي سَرِيَّة \" فَذَكَرَ الْحَدِيث مُخْتَصَرًا إِلَى قَوْله \" فَنَزَلَتْ \" وَلَمْ يَذْكُر الْخَبَر الْمُعَلَّق , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى هَذِهِ الْقِصَّة فِي تَفْسِير سُورَة النِّسَاء , وَبَيَّنْت الِاخْتِلَاف فِي سَبَب نُزُول الْآيَة الْمَذْكُورَة , وَطَرِيق الْجَمْع , وَلِلَّهِ الْحَمْد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6866,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تُقْتَلُ نَفْسٌ إِلاَّ كَانَ عَلَى ابْنِ آدَمَ الأَوَّلِ كِفْلٌ مِنْهَا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"No human being is killed unjustly, but a part of responsibility for the crime is laid \non the first son of Adam who invented the tradition of killing (murdering) on the earth. (It is said that \nhe was Qabil).",
    "explication": "‏ ‏حَدِيثُ عَبْد اللَّه وَهُوَ اِبْن مَسْعُود \" لَا تُقْتَل نَفْس ظُلْمًا إِلَّا كَانَ عَلَى آدَم الْأَوَّل كِفْل مِنْ دَمهَا \" ‏ ‏وَسَيَأْتِي شَرْحه فِي الْقِصَاص , وَأَوْرَدَهُ هُنَا لِيُلَمِّح بِقِصَّةِ اِبْنَيْ آدَم حَيْثُ قَتَلَ أَحَدُهُمَا الْآخَرَ , وَلَمْ يَصِحّ عَلَى شَرْطه شَيْء مِنْ قِصَّتهمَا , وَفِيمَا قَصَّهُ اللَّه عَلَيْنَا فِي الْقُرْآن مِنْ ذَلِكَ كِفَايَة عَنْ غَيْره. وَاخْتُلِفَ فِي اِسْم الْقَاتِل فَالْمَشْهُور قَابِيل بِوَزْنِ الْمَقْتُول لَكِنَّ أَوَّله هَاء وَقِيلَ اِسْم الْمَقْتُول \" قِينٌ \" بِلَفْظِ الْحَدَّاد وَقِيلَ \" قَايِنٌ \" بِزِيَادَةِ أَلِف. وَذَكَرَ السُّدِّيُّ فِي تَفْسِيره عَنْ مَشَايِخه بِأَسَانِيدِهِ أَنَّ سَبَب قَتْل قَابِيل لِأَخِيهِ هَابِيل أَنَّ آدَم كَانَ يُزَوِّج ذَكَر كُلّ بَطْن مِنْ وَلَده بِأُنْثَى الْآخَر , وَأَنَّ أُخْت قَابِيل كَانَتْ أَحْسَن مِنْ أُخْت هَابِيل فَأَرَادَ قَابِيل أَنْ يَسْتَأْثِر بِأُخْتِهِ فَمَنَعَهُ آدَم , فَلَمَّا أَلَحَّ عَلَيْهِ أَمَرَهُمَا أَنْ يُقَرِّبَا قُرْبَانًا فَقَرَّبَ قَابِيل حُزْمَة مِنْ زَرْع وَكَانَ صَاحِب زَرْع , وَقَرَّبَ هَابِيل جَذَعَة سَمِينَة وَكَانَ صَاحِب مَوَاشٍ , فَنَزَلَتْ نَار فَأَكَلَتْ قُرْبَان هَابِيل دُون قَابِيل , وَكَانَ ذَلِكَ سَبَب الشَّرّ بَيْنهمَا وَهَذَا هُوَ الْمَشْهُور. وَنَقَلَ الثَّعْلَبِيّ بِسَنَدٍ وَاهٍ عَنْ جَعْفَر الصَّادِق أَنَّهُ أَنْكَرَ أَنْ يَكُون آدَم زَوَّجَ اِبْنًا لَهُ بِابْنَةٍ لَهُ وَإِنَّمَا زَوَّجَ قَابِيل جِنِّيَّة وَزَوَّجَ هَابِيل حُورِيَّة فَغَضِبَ قَابِيل فَقَالَ : يَا بُنَيَّ مَا فَعَلْته إِلَّا بِأَمْرِ اللَّه , فَقَرِّبَا قُرْبَانًا. وَهَذَا لَا يَثْبُت عَنْ جَابِر وَلَا عَنْ غَيْره , وَيَلْزَم مِنْهُ أَنَّ بَنِي آدَم مِنْ ذُرِّيَّة إِبْلِيس لِأَنَّهُ أَبُو الْجِنّ كُلّهمْ أَوْ مِنْ ذُرِّيَّة الْحُور الْعِين وَلَيْسَ لِذَلِكَ أَصْل وَلَا شَاهِد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6867,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، قَالَ وَاقِدُ بْنُ عَبْدِ اللَّهِ أَخْبَرَنِي عَنْ أَبِيهِ، سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"After me (i.e. after my death), do not become disbelievers, by striking (cutting) the \nnecks of one another.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّد ) ‏ ‏هُوَ الْجُعْفِيُّ , وَأَبُو عَامِر هُوَ الْعَقَدِيّ , وَقُرَّة هُوَ اِبْن خَالِد , وَحُمَيْدُ بْن عَبْد الرَّحْمَن هُوَ الْحِمْيَرِيّ , وَإِنَّمَا كَانَ عِنْد اِبْن سِيرِينَ أَفْضَل مِنْ عَبْد الرَّحْمَن بْن أَبِي بَكْرَة لِأَنَّهُ دَخَلَ فِي الْوِلَايَات وَكَانَ حُمَيْدٌ زَاهِدًا. ‏ ‏قَوْله : ( أَلَيْسَ يَوْم النَّحْر ) ‏ ‏بِنَصْبِ يَوْم عَلَى أَنَّهُ خَبَر لَيْسَ وَالتَّقْدِير أَلَيْسَ الْيَوْم يَوْم النَّحْر , وَيَجُوز الرَّفْع عَلَى أَنَّهُ اِسْم لَيْسَ وَالتَّقْدِير أَلَيْسَ يَوْم النَّحْر هَذَا الْيَوْم وَالْأَوَّل أَوْضَح , لَكِنْ يُؤَيِّد هَذَا الثَّانِي قَوْله \" أَلَيْسَ ذُو الْحِجَّة \" أَيْ أَلَيْسَ ذُو الْحِجَّة هَذَا الشَّهْر. ‏ ‏قَوْله : ( بِالْبَلْدَةِ الْحَرَام ) ‏ ‏كَذَا فِيهِ بِتَأْنِيثِ الْبَلَد وَتَذْكِير الْحَرَام وَذَلِكَ أَنَّ لَفْظ الْحَرَام اِضْمَحَلَّ مِنْهُ مَعْنَى الْوَصْفِيَّة وَصَارَ اِسْمًا , قَالَ الْخَطَّابِيُّ : يُقَال إِنَّ الْبَلْدَة اِسْم خَاصّ بِمَكَّة وَهِيَ الْمُرَادَة بِقَوْلِهِ تَعَالَى ( إِنَّمَا أُمِرْت أَنْ أَعْبُد رَبّ هَذِهِ الْبَلْدَة ) وَقَالَ الطِّيبِيُّ : الْمُطْلَق مَحْمُول عَلَى الْكَامِل وَهِيَ الْجَامِعَة لِلْخَيْرِ الْمُسْتَجْمِعَة لِلْكَمَالِ , كَمَا أَنَّ الْكَعْبَة تُسَمَّى الْبَيْت وَيُطْلَق عَلَيْهَا ذَلِكَ. وَقَدْ اِخْتَصَرْت ذَلِكَ مِنْ كَلَام طَوِيل لِلتُّورْبَشْتِيِّ. ‏ ‏قَوْله : ( إِلَى يَوْم تَلْقَوْنَ ) ‏ ‏بِفَتْحِ يَوْم وَكَسْره مَعَ التَّنْوِين وَعَدَمه , وَتَرْك التَّنْوِين مَعَ الْكَسْر هُوَ الَّذِي ثَبَتَتْ بِهِ الرِّوَايَة. ‏ ‏قَوْله : ( اللَّهُمَّ اِشْهَدْ ) ‏ ‏تَقَدَّمَ أَنَّهُ أَعَادَ ذَلِكَ فِي حَدِيث اِبْن عَبَّاس , وَإِنَّمَا قَالَ ذَلِكَ لِأَنَّهُ كَانَ فَرْضًا عَلَيْهِ أَنَّ يُبَلِّغ , فَأَشْهَد اللَّه عَلَى أَنَّهُ أَدَّى مَا أَوْجَبَهُ عَلَيْهِ. \" وَالْمُبَلَّغ \" بِفَتْحِ اللَّام أَيْ رُبَّ شَخْص بَلَغَهُ كَلَامِي فَكَانَ أَحْفَظ لَهُ وَأَفْهَم لِمَعْنَاهُ مِنْ الَّذِي نَقَلَهُ لَهُ , قَالَ الْمُهَلَّب : فِيهِ أَنَّهُ يَأْتِي فِي آخِر الزَّمَان مَنْ يَكُون لَهُ مِنْ الْفَهْم فِي الْعِلْم مَا لَيْسَ لِمَنْ تَقَدَّمَهُ , إِلَّا أَنَّ ذَلِكَ يَكُون فِي الْأَقَلّ لِأَنَّ \" رُبَّ \" مَوْضُوعَة لِلتَّقْلِيلِ. قُلْت : هِيَ فِي الْأَصْل كَذَلِكَ إِلَّا أَنَّهَا اُسْتُعْمِلَتْ فِي التَّكْثِير بِحَيْثُ غَلَبَتْ عَلَى الِاسْتِعْمَال الْأَوَّل , لَكِنْ يُؤَيِّد أَنَّ التَّقْلِيل هُنَا مُرَاد أَنَّهُ وَقَعَ فِي رِوَايَة أُخْرَى تَقَدَّمَتْ فِي الْعِلْم بِلَفْظِ \" عَسَى أَنْ يَبْلُغ مَنْ هُوَ أَوْعَى لَهُ مِنْهُ \" وَفِي الْحَدِيث دَلَالَة عَلَى جَوَاز تَحَمُّل الْحَدِيث لِمَنْ لَمْ يَفْهَم مَعْنَاهُ وَلَا فِقْهه إِذَا ضَبْط مَا يُحَدِّث بِهِ , وَيَجُوز وَصْفُه بِكَوْنِهِ مِنْ أَهْل الْعِلْم بِذَلِكَ. وَفِي الْحَدِيث مِنْ الْفَوَائِد أَيْضًا وُجُوب تَبْلِيغ الْعِلْم عَلَى الْكِفَايَة , وَقَدْ يَتَعَيَّن فِي حَقّ بَعْض النَّاس , وَفِيهِ تَأْكِيد التَّحْرِيم وَتَغْلِيظه بِأَبْلَغ مُمْكِن مِنْ تَكْرَار وَنَحْوه , وَفِيهِ مَشْرُوعِيَّة ضَرَبَ الْمَثَل وَإِلْحَاق النَّظِير بِالنَّظِيرِ لِيَكُونَ أَوْضَحَ لِلسَّامِعِ , وَإِنَّمَا شَبَّه حُرْمَة الدَّم وَالْعِرْض وَالْمَال بِحُرْمَةِ الْيَوْم وَالشَّهْر وَالْبَلَد لِأَنَّ الْمُخَاطَبِينَ بِذَلِكَ كَانُوا لَا يَرَوْنَ تِلْكَ الْأَشْيَاء وَلَا يَرَوْنَ هَتْكَ حُرْمَتَهَا وَيَعِيبُونَ عَلَى مَنْ فَعَلَ ذَلِكَ أَشَدّ الْعَيْب , وَإِنَّمَا قَدَّمَ السُّؤَال عَنْهَا تَذْكَارًا لِحُرْمَتِهَا وَتَقْرِيرًا لِمَا ثَبَتَ فِي نُفُوسهمْ لِيَبْنِيَ عَلَيْهِ مَا أَرَادَ تَقْرِيره عَلَى سَبِيل التَّأْكِيد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6868,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، قَالَ سَمِعْتُ أَبَا زُرْعَةَ بْنَ عَمْرِو بْنِ جَرِيرٍ، عَنْ جَرِيرٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ ‏\n\"‏ اسْتَنْصِتِ النَّاسَ، لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ ‏\"‏‏.‏ رَوَاهُ أَبُو بَكْرَةَ وَابْنُ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "The Prophet (ﷺ) said during Hajjat-al-Wada`, \"Let the people be quiet and listen to me. After me, do not \nbecome disbelievers, by striking (cutting) the necks of one another.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا حَجَّاج ) ‏ ‏هُوَ اِبْن مِنْهَال. ‏ ‏قَوْله : ( عَنْ جَرِير ) ‏ ‏هُوَ اِبْن عَبْد اللَّه الْبَجَلِيّ , وَهُوَ جَدّ أَبِي زُرْعَة الرَّاوِي عَنْهُ هُنَا. ‏ ‏قَوْله : ( قَالَ لَهُ فِي حَجَّة الْوَدَاع ) ‏ ‏اِدَّعَى بَعْضهمْ أَنَّ لَفْظ \" لَهُ \" زِيَادَة ; لِأَنَّ جَرِيرًا إِنَّمَا أَسْلَمَ بَعْد حَجَّة الْوَدَاع بِنَحْوٍ مِنْ شَهْرَيْنِ , فَقَدْ جَزَمَ اِبْن عَبْد الْبَرّ بِأَنَّهُ أَسْلَمَ قَبْل مَوْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَرْبَعِينَ يَوْمًا , وَمَا جَزَمَ بِهِ يُعَارِضهُ قَوْل الْبَغَوِيِّ وَابْن حِبَّان إِنَّهُ أَسْلَمَ فِي رَمَضَان سَنَة عَشْر. وَوَقَعَ فِي رِوَايَة الْمُصَنِّف لِهَذَا الْحَدِيث فِي بَاب حَجَّة الْوَدَاع بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِجَرِيرٍ , وَهَذَا لَا يَحْتَمِل التَّأْوِيل فَيُقَوِّي مَا قَالَ الْبَغَوِيُّ. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( يَضْرِب ) ‏ ‏هُوَ بِضَمِّ الْبَاء فِي الرِّوَايَات , وَالْمَعْنَى لَا تَفْعَلُوا فِعْل الْكُفَّار فَتُشْبِهُوهُمْ فِي حَالَة قَتْل بَعْضهمْ بَعْضًا. وَسَيَأْتِي بَقِيَّة الْكَلَام عَلَيْهِ فِي كِتَاب الْفِتَن إِنْ شَاءَ اللَّه تَعَالَى. قَالَ اِبْن بَطَّال : فِيهِ أَنَّ الْإِنْصَات لِلْعُلَمَاءِ لَازِم لِلْمُتَعَلِّمِينَ ; لِأَنَّ الْعُلَمَاء وَرَثَة الْأَنْبِيَاء. كَأَنَّهُ أَرَادَ بِهَذَا مُنَاسَبَة التَّرْجَمَة لِلْحَدِيثِ , وَذَلِكَ أَنَّ الْخُطْبَة الْمَذْكُورَة كَانَتْ فِي حَجَّة الْوَدَاع وَالْجَمْع كَثِير جِدًّا , وَكَانَ اِجْتِمَاعهمْ لِرَمْيِ الْجِمَار وَغَيْر ذَلِكَ مِنْ أُمُور الْحَجّ , وَقَدْ قَالَ لَهُمْ : \" خُذُوا عَنِّي مَنَاسِككُمْ \" كَمَا ثَبَتَ فِي صَحِيح مُسْلِم , فَلَمَّا خَطَبَهُمْ لِيُعَلِّمهُمْ نَاسَبَ أَنْ يَأْمُرهُمْ بِالْإِنْصَاتِ. وَقَدْ وَقَعَ التَّفْرِيق بَيْن الْإِنْصَات وَالِاسْتِمَاع فِي قَوْله تَعَالَى : ( وَإِذَا قُرِئَ الْقُرْآن فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا ) وَمَعْنَاهُمَا مُخْتَلِف , فَالْإِنْصَات هُوَ السُّكُوت وَهُوَ يَحْصُل مِمَّنْ يَسْتَمِع وَمِمَّنْ لَا يَسْتَمِع كَأَنْ يَكُون مُفَكِّرًا فِي أَمْر آخَر , وَكَذَلِكَ الِاسْتِمَاع قَدْ يَكُون مَعَ السُّكُوت وَقَدْ يَكُون مَعَ النُّطْق بِكَلَامٍ آخَر لَا يَشْتَغِل النَّاطِق بِهِ عَنْ فَهْم مَا يَقُول الَّذِي يَسْتَمِع مِنْهُ , وَقَدْ قَالَ سُفْيَان الثَّوْرِيّ وَغَيْره : أَوَّل الْعِلْم الِاسْتِمَاع , ثُمَّ الْإِنْصَات , ثُمَّ الْحِفْظ , ثُمَّ الْعَمَل , ثُمَّ النَّشْر. وَعَنْ الْأَصْمَعِيّ تَقْدِيم الْإِنْصَات عَلَى الِاسْتِمَاع. وَقَدْ ذَكَرَ عَلِيّ بْن الْمَدِينِيّ أَنَّهُ قَالَ لِابْنِ عُيَيْنَةَ : أَخْبَرَنِي مُعْتَمِر بْن سُلَيْمَان عَنْ كَهَمْسٍ عَنْ مُطَرِّف قَالَ : الْإِنْصَات مِنْ الْعَيْنَيْنِ. فَقَالَ لَهُ اِبْن عُيَيْنَةَ : وَمَا نَدْرِي كَيْف ذَلِكَ ؟ قَالَ : إِذَا حَدَّثْت رَجُلًا فَلَمْ يَنْظُر إِلَيْك لَمْ يَكُنْ مُنْصِتًا اِنْتَهَى. وَهَذَا مَحْمُول عَلَى الْغَالِب. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6869,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الْكَبَائِرُ الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ ‏\"‏‏.‏ أَوْ قَالَ ‏\"‏ الْيَمِينُ الْغَمُوسُ ‏\"‏‏.‏ شَكَّ شُعْبَةُ‏.‏ وَقَالَ مُعَاذٌ حَدَّثَنَا شُعْبَةُ قَالَ ‏\"‏ الْكَبَائِرُ الإِشْرَاكُ بِاللَّهِ، وَالْيَمِينُ الْغَمُوسُ، وَعُقُوقُ الْوَالِدَيْنِ ‏\"‏‏.‏ أَوْ قَالَ ‏\"‏ وَقَتْلُ النَّفْسِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Al-Ka`ba'ir (the biggest sins) are: To join others (as partners) in worship with \nAllah, to be undutiful to one's parents,\" or said, \"to take a false oath.\" (The sub-narrator, Shu`ba is not \nsure) Mu`adh said: Shu`ba said, \"Al-Ka`ba'ir (the biggest sins) are: (1) Joining others as partners in \nworship with Allah, (2) to take a false oath (3) and to be undutiful to one's parents,\" or said, \"to \nmurder (someone unlawfully).",
    "explication": "‏ ‏قَوْله ( النَّضْر ) ‏ ‏بِفَتْحِ النُّون وَسُكُون الْمُعْجَمَة هُوَ اِبْن شُمَيْلٍ بِالْمُعْجَمَةِ مُصَغَّرٌ , وَوَقَعَ مَنْسُوبًا فِي رِوَايَة النَّسَائِيِّ , وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ رِوَايَة جَعْفَر بْن إِسْمَاعِيل عَنْ مُحَمَّد بْن مُقَاتِل شَيْخ الْبُخَارِيّ فِيهِ فَقَالَ \" عَنْ عَبْد اللَّه بْن الْمُبَارَك عَنْ شُعْبَة \" وَكَأَنَّ لِابْنِ مُقَاتِل فِيهِ شَيْخَيْنِ إِنْ كَانَ حَفِظَهُ , وَفِرَاسٌ بِكَسْرِ الْفَاءِ وَتَخْفِيفِ الرَّاءِ وَآخِرَهُ سِينٌ مُهْمَلَةٌ. ‏ ‏قَوْله ( عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ) ‏ ‏أَيْ اِبْنِ الْعَاصِ. ‏ ‏قَوْله ( الْكَبَائِر الْإِشْرَاكُ بِاَللَّهِ ) ‏ ‏فِي رِوَايَة شَيْبَانَ عَنْ فِرَاس فِي أَوَّله \" جَاءَ أَعْرَابِيّ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه مَا الْكَبَائِر \" فَذَكَرَهُ , وَلَمْ أَقِفْ عَلَى اِسْمِ هَذَا الْأَعْرَابِيِّ. ‏ ‏قَوْله ( الْكَبَائِر الْإِشْرَاك بِاَللَّهِ إِلَخْ ) ذَكَرَ هُنَا ثَلَاثَة أَشْيَاءَ بَعْد الشِّرْك وَهُوَ الْعُقُوق وَقَتْلُ النَّفْسِ وَالْيَمِينُ الْغَمُوسُ , وَرَوَاهُ غُنْدَرٌ عَنْ شُعْبَة بِلَفْظِ \" الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ أَوْ قَالَ الْيَمِين الْغَمُوس شَكَّ شُعْبَة \" أَخْرَجَهُ أَحْمَد عَنْهُ هَكَذَا , وَكَذَا أَخْرَجَهُ الْمُصَنِّف فِي أَوَائِل الدِّيَات وَالتِّرْمِذِيّ جَمِيعًا عَنْ بُنْدَارٍ عَنْ غُنْدَرٍ وَعَلَّقَهُ الْبُخَارِيّ هُنَاكَ , وَوَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة مُعَاذ بْن مُعَاذ عَنْ شُعْبَة بِلَفْظِ \" الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَالْيَمِين الْغَمُوس وَعُقُوق الْوَالِدَيْنِ أَوْ قَالَ قَتْل النَّفْس \" وَوَقَعَ فِي رِوَايَة شَيْبَانَ الَّتِي أَشَرْت إِلَيْهَا \" الْإِشْرَاك بِاَللَّهِ , قَالَ : ثُمَّ مَاذَا ؟ قَالَ : ثُمَّ عُقُوق الْوَالِدَيْنِ , قَالَ ثُمَّ مَاذَا ؟ قَالَ الْيَمِينُ الْغَمُوسُ \" وَلَمْ يَذْكُرْ قَتْل النَّفْس , وَزَادَ فِي رِوَايَة شَيْبَانَ \" قُلْت وَمَا الْيَمِينُ الْغَمُوسُ ؟ قَالَ : الَّتِي تَقْتَطِعُ مَالَ اِمْرِئٍ مُسْلِمٍ هُوَ فِيهَا كَذِبٌ \" وَالْقَائِل قُلْت هُوَ عَبْد اللَّه بْن عَمْرو رَاوِي الْخَبَر , وَالْمُجِيبُ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَيَحْتَمِل أَنْ يَكُون السَّائِل مَنْ دُونَ عَبْد اللَّه بْن عَمْرو وَالْمُجِيبُ هُوَ عَبْد اللَّه أَوْ مَنْ دُونَهُ , وَيُؤَيِّد كَوْنه مَرْفُوعًا حَدِيث اِبْن مَسْعُود وَالْأَشْعَث الْمَذْكُور فِي الْبَاب الَّذِي بَعْده , ثُمَّ وَقَفْت عَلَى تَعْيِين الْقَائِل \" قُلْت : وَمَا الْيَمِين الْغَمُوس \" وَعَلَى تَعْيِين الْمَسْئُول فَوَجَدْت الْحَدِيث فِي النَّوْع الثَّالِث مِنْ الْقِسْم الثَّانِي مِنْ صَحِيح اِبْن حِبَّانَ وَهُوَ قِسْم النَّوَاهِي , وَأَخْرَجَهُ عَنْ النَّضْر بْن مُحَمَّد عَنْ مُحَمَّد بْن عُثْمَان الْعِجْلِيّ عَنْ عُبَيْد اللَّه بْن مُوسَى بِالسَّنَدِ الَّذِي أَخْرَجَهُ بِهِ الْبُخَارِيّ فَقَالَ فِي آخِره بَعْد قَوْله ثُمَّ الْيَمِين الْغَمُوس \" قُلْت لِعَامِرٍ : مَا الْيَمِينُ الْغَمُوسُ إِلَخْ \" فَظَهَرَ أَنَّ السَّائِل عَنْ ذَلِكَ فِرَاسٌ , وَالْمَسْئُول الشَّعْبِيُّ , وَهُوَ عَامِر فَلِلَّهِ الْحَمْدُ عَلَى مَا أَنْعَمَ ثُمَّ لِلَّهِ الْحَمْد ثُمَّ لِلَّهِ الْحَمْد , فَإِنِّي لَمْ أَرَ مَنْ تَحَرَّرَ لَهُ ذَلِكَ مِنْ الشُّرَّاح , حَتَّى إِنَّ الْإِسْمَاعِيلِيَّ وَأَبَا نُعَيْم لَمْ يُخْرِجَاهُ فِي هَذَا الْبَاب مِنْ رِوَايَة شَيْبَانَ بَلْ اِقْتَصَرَ عَلَى رِوَايَة شُعْبَة , وَسَيَأْتِي عَدُّ الْكَبَائِر وَبَيَان الِاخْتِلَاف فِي ذَلِكَ فِي كِتَاب الْحُدُود فِي شَرْح حَدِيث أَبِي هُرَيْرَة \" اِجْتَنِبُوا السَّبْع الْمُوبِقَات \" إِنْ شَاءَ اللَّه تَعَالَى , وَقَدْ بَيَّنْت ضَابِط الْكَبِيرَة وَالْخِلَاف فِي ذَلِكَ , وَأَنَّ فِي الذُّنُوب صَغِيرًا وَكَبِيرًا وَأَكْبَرَ , فِي أَوَائِل كِتَاب الْأَدَب , وَذَكَرْت مَا يَدُلُّ عَلَى أَنَّ الْمُرَاد بِالْكَبَائِرِ فِي حَدِيث الْبَاب أَكْبَر الْكَبَائِر , وَأَنَّهُ وَرَدَ مِنْ وَجْهٍ آخَرَ عِنْد أَحْمَد عَنْ عَبْد اللَّه بْن عَمْرو بِلَفْظِ \" مِنْ أَكْبَر الْكَبَائِر \" وَأَنَّ لَهُ شَاهِدًا عِنْد التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن أُنَيْس وَذَكَرَ فِيهِ الْيَمِين الْغَمُوس أَيْضًا , وَاسْتَدَلَّ بِهِ الْجُمْهُور عَلَى أَنَّ الْيَمِين الْغَمُوس لَا كَفَّارَة فِيهَا لِلِاتِّفَاقِ عَلَى أَنَّ الشِّرْك وَالْعُقُوق وَالْقَتْل لَا كَفَّارَة فِيهِ وَإِنَّمَا كَفَّارَتهَا التَّوْبَة مِنْهَا وَالتَّمْكِين مِنْ الْقِصَاص فِي الْقَتْل الْعَمْد , فَكَذَلِكَ الْيَمِين الْغَمُوس حُكْمهَا حُكْم مَا ذُكِرَتْ مَعَهُ , وَأُجِيبَ بِأَنَّ الِاسْتِدْلَال بِذَلِكَ ضَعِيف ; لِأَنَّ الْجَمْع بَيْن مُخْتَلِفِ الْأَحْكَامِ جَائِزٌ كَقَوْلِهِ تَعَالَى ( كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ ) وَالْإِيتَاء وَاجِب وَالْأَكْل غَيْر وَاجِب , وَقَدْ أَخْرَجَ اِبْن الْجَوْزِيِّ فِي \" التَّحْقِيق \" مِنْ طَرِيق اِبْن شَاهِين بِسَنَدِهِ إِلَى خَالِد بْن مَعْدَان عَنْ أَبِي الْمُتَوَكِّل عَنْ أَبِي هُرَيْرَة أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لَيْسَ فِيهَا كَفَّارَة يَمِين صَبْر يَقْتَطِع بِهَا مَالًا بِغَيْرِ حَقّ , وَظَاهِر سَنَدِهِ الصِّحَّةُ , لَكِنَّهُ مَعْلُولٌ ; لِأَنَّ فِيهِ عَنْعَنَةَ بَقِيَّة فَقَدْ أَخْرَجَهُ أَحْمَد مِنْ هَذَا الْوَجْه فَقَالَ فِي هَذَا السَّنَد عَنْ الْمُتَوَكِّل أَوْ أَبِي الْمُتَوَكِّل , فَظَهَرَ أَنَّهُ لَيْسَ هُوَ النَّاجِيَ الثِّقَةَ بَلْ آخَر مَجْهُول , وَأَيْضًا فَالْمَتْن مُخْتَصَر وَلَفْظه عِنْد أَحْمَد \" مَنْ لَقِيَ اللَّه لَا يُشْرِكُ بِهِ شَيْئًا دَخَلَ الْجَنَّة \" الْحَدِيث , وَفِيهِ \" وَخَمْسٌ لَيْسَ لَهَا كَفَّارَةٌ الشِّرْكُ بِاَللَّهِ \" وَذَكَرَ فِي آخِرِهَا \" وَيَمِين صَابِرَة يَقْتَطِع بِهَا مَالًا بِغَيْرِ حَقّ \" وَنَقَلَ مُحَمَّد بْن نَصْر فِي اِخْتِلَاف الْعُلَمَاء ثُمَّ اِبْن الْمُنْذِر ثُمَّ اِبْن عَبْد الْبَرّ اِتِّفَاق الصَّحَابَة عَلَى أَنْ لَا كَفَّارَةَ فِي الْيَمِين الْغَمُوس , وَرَوَى آدَم بْن أَبِي إِيَاس فِي مُسْنَد شُعْبَة وَإِسْمَاعِيل الْقَاضِي فِي الْأَحْكَام عَنْ اِبْن مَسْعُود \" كُنَّا نَعُدّ الذَّنْبَ الَّذِي لَا كَفَّارَةَ لَهُ الْيَمِين الْغَمُوس أَنْ يَحْلِف الرَّجُل عَلَى مَال أَخِيهِ كَاذِبًا لِيَقْتَطِعَهُ \" قَالَ : وَلَا مُخَالِفَ لَهُ مِنْ الصَّحَابَة , وَاحْتَجُّوا بِأَنَّهَا أَعْظَمُ مِنْ أَنْ تُكَفَّر , وَأَجَابَ مَنْ قَالَ بِالْكَفَّارَةِ كَالْحَكَمِ وَعَطَاءٍ وَالْأَوْزَاعِيِّ وَمَعْمَرٍ وَالشَّافِعِيِّ بِأَنَّهُ أَحْوَج لِلْكَفَّارَةِ مِنْ غَيْره وَبِأَنَّ الْكَفَّارَة لَا تَزِيدهُ إِلَّا خَيْرًا , وَاَلَّذِي يَجِب عَلَيْهِ الرُّجُوع إِلَى الْحَقّ وَرَدّ الْمَظْلِمَةِ , فَإِنْ لَمْ يَفْعَل كَفَّرَ فَالْكَفَّارَة لَا تَرْفَعُ عَنْهُ حُكْم التَّعَدِّي بَلْ تَنْفَعهُ فِي الْجُمْلَة. وَقَدْ طَعَنَ اِبْن حَزْمٍ فِي صِحَّة الْأَثَر عَنْ اِبْن مَسْعُود وَاحْتَجَّ بِإِيجَابِ الْكَفَّارَة فِيمَنْ تَعَمَّدَ الْجِمَاع فِي صَوْم رَمَضَان , وَفِيمَنْ أَفْسَدَ حَجَّهُ , قَالَ : وَلَعَلَّهُمَا أَعْظَم إِثْمًا مِنْ بَعْض مَنْ حَلَفَ الْيَمِين الْغَمُوس , ثُمَّ قَالَ : وَقَدْ أَوْجَبَ الْمَالِكِيَّة الْكَفَّارَة عَلَى مَنْ حَلَفَ أَنْ لَا يَزْنِيَ ثُمَّ زَنَى وَنَحْو ذَلِكَ , وَمِنْ حُجَّةِ الشَّافِعِيِّ قَوْله فِي الْحَدِيث الْمَاضِي فِي أَوَّل كِتَاب الْأَيْمَان \" فَلْيَأْتِ الَّذِي هُوَ خَيْر وَلْيُكَفِّرْ عَنْ يَمِينه \" فَأَمَرَ مَنْ تَعَمَّدَ الْحِنْث أَنْ يُكَفِّرَ فَيُؤْخَذ مِنْهُ مَشْرُوعِيَّة الْكَفَّارَة لِمَنْ حَلَفَ حَانِثًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6870,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، سَمِعَ أَنَسًا ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الْكَبَائِرُ ‏\"‏‏.‏ وَحَدَّثَنَا عَمْرٌو حَدَّثَنَا شُعْبَةُ عَنِ ابْنِ أَبِي بَكْرٍ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ أَكْبَرُ الْكَبَائِرِ الإِشْرَاكُ بِاللَّهِ وَقَتْلُ النَّفْسِ، وَعُقُوقُ الْوَالِدَيْنِ، وَقَوْلُ الزُّورِ ‏\"‏‏.‏ أَوْ قَالَ ‏\"‏ وَشَهَادَةُ الزُّورِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The biggest of Al-Ka`ba'ir (the great sins) are (1) to join others as partners in \nworship with Allah, (2) to murder a human being, (3) to be undutiful to one's parents (4) and to make \na false statement,\" or said, \"to give a false witness.\"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ عُبَيْدِ اَللَّهِ بْن أَبِي بَكْر بْن أَنَس عَنْ أَنَس ) ‏ ‏فِي رِوَايَةِ مُحَمَّد بْن جَعْفَر اَلْآتِيَةِ فِي اَلْأَدَبِ عَنْ مُحَمَّد بْن جَعْفَر عَنْ سَعِيد \" حَدَّثَنِي عُبَيْد اَللَّهِ بْن أَبِي بَكْر سَمِعْتُ أَنَس بْن مَالِك \". ‏ ‏قَوْلُهُ : ( سُئِلَ رَسُول اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ اَلْكَبَائِرِ ) ‏ ‏زَادَ بَهْزٌ عَنْ شُعْبَةَ عِنْدَ أَحْمَدَ \" أَوْ ذَكَرَهَا \" وَفِي رِوَايَةِ مُحَمَّد بْن جَعْفَر \" ذَكَرَ اَلْكَبَائِر أَوْ سُئِلَ عَنْهَا \" وَكَأَنَّ اَلْمُرَادَ بِالْكَبَائِرِ أَكْبَرُهَا كَمَا فِي حَدِيثِ أَبِي بَكْرَةَ اَلَّذِي يَلِيه , وَكَذَا وَقَعَ فِي بَعْضِ اَلطُّرُقِ عَنْ شُعْبَةَ كَمَا سَأُبَيِّنُهُ وَلَيْسَ اَلْقَصْد حَصْرَ اَلْكَبَائِرِ فِيمَا ذَكَرَ وَسَيَأْتِي اَلْكَلَام إِنْ شَاءَ اَللَّهُ تَعَالَى فِي تَعْرِيفِهَا وَالْإِشَارَةُ إِلَى تَعْيِينِهَا فِي اَلْكَلَامِ عَلَى حَدِيثِ أَبِي هُرَيْرَة \" اِجْتَنِبُوا اَلسَّبْع اَلْمُوبِقَات \" وَهُوَ فِي آخِر كِتَابِ اَلْوَصَايَا. ‏ ‏قَوْلُهُ : ( وَشَهَادَة اَلزُّورِ ) ‏ ‏فِي رِوَايَةِ مُحَمَّد بْن جَعْفَر \" قَوْل اَلزُّورِ أَوْ قَالَ شَهَادَةُ اَلزُّورِ \" قَالَ شُعْبَة : \" وَأَكْثَر ظَنِّي أَنَّهُ قَالَ شَهَادَةَ اَلزُّورِ \". ‏ ‏قَوْلُهُ : ( تَابَعَهُ غُنْدَر ) ‏ ‏هُوَ مُحَمَّد بْن جَعْفَر اَلْمَذْكُورُ. ‏ ‏قَوْلُهُ : ( وَأَبُو عَامِر وَبَهْزٌ وَعَبْد اَلصَّمَد ) ‏ ‏أَمَّا رِوَايَة أَبِي عَامِر وَهُوَ اَلْعَقْدِي فَوَصَلَهَا أَبُو سَعِيد اَلنَّقَّاش فِي كِتَابِ اَلشُّهُودِ وَابْنُ مَنْدَهْ فِي كِتَاب اَلْإِيمَان مِنْ طَرِيقِهِ عَنْ شُعْبَةَ بِلَفْظ \" أَكْبَرُ اَلْكَبَائِر اَلْإِشْرَاك بِاَللَّهِ \" اَلْحَدِيث , وَكَذَلِكَ أَخْرَجَهُ اَلْمُصَنِّفُ فِي اَلدِّيَاتِ عَنْ عَمْرو بْن عَوْف عَنْ شُعْبَةَ بِلَفْظ \" أَكْبَر اَلْكَبَائِر \". ‏ ‏, وَأَمَّا رِوَايَة بَهْزٍ وَهُوَ اِبْنُ أَسَد اَلْمَذْكُور فَأَخْرَجَهَا أَحْمَد عَنْهُ. أَمَّا رِوَايَة عَبْد اَلصَّمَد وَهُوَ اِبْن عَبْد اَلْوَارِث فَوَصَلَهَا اَلْمُؤَلِّفُ فِي اَلدِّيَاتِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6871,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا حُصَيْنٌ، حَدَّثَنَا أَبُو ظَبْيَانَ، قَالَ سَمِعْتُ أُسَامَةَ بْنَ زَيْدِ بْنِ حَارِثَةَ ـ رضى الله عنهما ـ يُحَدِّثُ قَالَ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْحُرَقَةِ مِنْ جُهَيْنَةَ ـ قَالَ ـ فَصَبَّحْنَا الْقَوْمَ فَهَزَمْنَاهُمْ ـ قَالَ ـ وَلَحِقْتُ أَنَا وَرَجُلٌ مِنَ الأَنْصَارِ رَجُلاً مِنْهُمْ ـ قَالَ ـ فَلَمَّا غَشِينَاهُ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ـ قَالَ ـ فَكَفَّ عَنْهُ الأَنْصَارِيُّ، فَطَعَنْتُهُ بِرُمْحِي حَتَّى قَتَلْتُهُ ـ قَالَ ـ فَلَمَّا قَدِمْنَا بَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم قَالَ فَقَالَ لِي ‏\"‏ يَا أُسَامَةُ أَقَتَلْتَهُ بَعْدَ مَا قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا كَانَ مُتَعَوِّذًا‏.‏ قَالَ ‏\"‏ أَقَتَلْتَهُ بَعْدَ أَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏‏.‏ قَالَ فَمَا زَالَ يُكَرِّرُهَا عَلَىَّ حَتَّى تَمَنَّيْتُ أَنِّي لَمْ أَكُنْ أَسْلَمْتُ قَبْلَ ذَلِكَ الْيَوْمِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) sent us (to fight) against Al-Huraqa (one of the sub-tribes) of Juhaina. We reached \nthose people in the morning and defeated them. A man from the Ansar and I chased one of their men \nand when we attacked him, he said, \"None has the right to be worshipped but Allah.\" The Ansari \nrefrained from killing him but I stabbed him with my spear till I killed him. When we reached \n(Medina), this news reached the Prophet. He said to me, \"O Usama! You killed him after he had said, \n'None has the right to be worshipped but Allah?\"' I said, \"O Allah's Messenger (ﷺ)! He said so in order to \nsave himself.\" The Prophet (ﷺ) said, \"You killed him after he had said, 'None has the right to be \nworshipped but Allah.\" The Prophet (ﷺ) kept on repeating that statement till I wished I had not been a \nMuslim before that day.",
    "explication": "‏ ‏قَوْله : ( أَخْبَرَنَا حُصَيْنٌ ) ‏ ‏هُوَ اِبْن عَبْد الرَّحْمَن , وَأَبُو ظَبْيَانَ بِالْمُعْجَمَةِ ثُمَّ الْمُوَحَّدَة اِسْمه حُصَيْنُ بْن جُنْدُب , قَالَ النَّوَوِيّ أَهْل اللُّغَة يَفْتَحُونَ الظَّاء يَعْنِي الْمُشَالَة مِنْ الظَّبْيَانِ , وَأَهْلُ الْحَدِيثِ يَكْسِرُونَهَا. ‏ ‏قَوْله : ( بَعَثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْحُرَقَةِ ) ‏ ‏لَيْسَ فِي هَذَا مَا يَدُلّ عَلَى أَنَّهُ كَانَ أَمِير الْجَيْش كَمَا هُوَ ظَاهِر التَّرْجَمَة , وَقَدْ ذَكَرَ أَهْل الْمَغَازِي سَرِيَّة غَالِب بْن عَبْد اللَّه اللَّيْثِيِّ إِلَى الْمِيفَعَة بِتَحْتَانِيَّةِ سَاكِنَة وَفَاء مَفْتُوحَة , وَهِيَ وَرَاء بَطْن نَخْل , وَذَلِكَ فِي رَمَضَان سَنَة سَبْع , وَقَالُوا : إِنَّ أُسَامَة قَتَلَ الرَّجُل فِي هَذِهِ السَّرِيَّة , فَإِنْ ثَبَتَ أَنَّ أُسَامَة كَانَ أَمِير الْجَيْش فَاَلَّذِي صَنَعَهُ الْبُخَارِيّ هُوَ الصَّوَاب لِأَنَّهُ مَا أُمِّرَ إِلَّا بَعْد قَتْل أَبِيهِ بِغَزْوَةِ مُوتَةَ وَذَلِكَ فِي رَجَب سَنَة ثَمَان , وَإِنْ لَمْ يَثْبُت أَنَّهُ كَانَ أَمِيرهَا رَجَحَ مَا قَالَ أَهْل الْمَغَازِي , وَسَيَأْتِي شَرْح حَدِيث الْبَاب فِي كِتَاب الدِّيَات وَفِيهِ تَسْمِيَة الرَّجُل الْمَقْتُول إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6872,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنَا يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ ـ رضى الله عنه ـ قَالَ إِنِّي مِنَ النُّقَبَاءِ الَّذِينَ بَايَعُوا رَسُولَ اللَّهِ صلى الله عليه وسلم بَايَعْنَاهُ عَلَى أَنْ لاَ نُشْرِكَ بِاللَّهِ شَيْئًا، وَلاَ نَسْرِقَ وَلاَ نَزْنِيَ، وَلاَ نَقْتُلَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ، وَلاَ نَنْتَهِبَ، وَلاَ نَعْصِيَ، بِالْجَنَّةِ إِنْ فَعَلْنَا ذَلِكَ، فَإِنْ غَشِينَا مِنْ ذَلِكَ شَيْئًا كَانَ قَضَاءُ ذَلِكَ إِلَى اللَّهِ‏.‏",
    "english_text": "I was among those Naqibs (selected leaders) who gave the Pledge of allegiance to Allah's Messenger (ﷺ). We \ngave the oath of allegiance, that we would not join partners in worship besides Allah, would not steal, \nwould not commit illegal sexual intercourse, would not kill a life which Allah has forbidden, would \nnot commit robbery, would not disobey (Allah and His Apostle), and if we fulfilled this pledge we \nwould have Paradise, but if we committed any one of these (sins), then our case will be decided by \nAllah.",
    "explication": "‏ ‏قَوْله : ( وَلَا نَقْضِي ) ‏ ‏بِالْقَافِ وَالضَّاد الْمُعْجَمَة لِلْأَكْثَرِ , وَفِي بَعْض النُّسَخ عَنْ شُيُوخ أَبِي ذَرّ \" وَلَا نَعْصِي \" بِالْعَيْنِ وَالصَّاد الْمُهْمَلَتَيْنِ , وَقَدْ بَيَّنْت الصَّوَاب مِنْ ذَلِكَ فِي أَوَائِل كِتَاب الْإِيمَان. وَذَكَرَ اِبْن إِسْحَاق أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ مَعَ الِاثْنَيْ عَشَر رَجُلًا مُصْعَب بْن عُمَيْر الْعَبْدَرِيّ , وَقِيلَ : بَعَثَهُ إِلَيْهِمْ بَعْد ذَلِكَ بِطَلَبِهِمْ لِيُفَقِّههُمْ وَيُقْرِئهُمْ , فَنَزَلَ عَلَى أَسْعَد بْن زُرَارَة , فَرَوَى أَبُو دَاوُدَ مِنْ طَرِيق عَبْد الرَّحْمَن بْن كَعْب بْن مَالِك قَالَ : \" كَانَ أَبِي إِذَا سَمِعَ الْأَذَان لِلْجُمْعَةِ اِسْتَغْفَرَ لِأَسْعَد بْن زُرَارَة , فَسَأَلْته , فَقَالَ : كَانَ أَوَّل مَنْ جَمَّعَ بِنَا بِالْمَدِينَةِ \" ولِلدَّارَقُطْنِيّ مِنْ حَدِيث اِبْن عَبَّاس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَتَبَ إِلَى مُصْعَب بْن عُمَيْر أَنْ اِجْمَعْ بِهِمْ \" ا ه , فَأَسْلَمَ خَلْق كَثِير مِنْ الْأَنْصَار عَلَى يَد مُصْعَب بْن عُمَيْر بِمُعَاوَنَةِ أَسْعَد بْن زُرَارَة حَتَّى فَشَا الْإِسْلَام بِالْمَدِينَةِ , فَكَانَ ذَلِكَ سَبَب رِحْلَتهمْ فِي السَّنَة الْمُقْبِلَة , حَتَّى وَافَى مِنْهُمْ الْعَقَبَة سَبْعُونَ مُسْلِمًا وَزِيَادَة , فَبَايَعُوا كَمَا تَقَدَّمَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6873,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا ‏\"‏‏.‏ رَوَاهُ أَبُو مُوسَى عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever carries arms against us, is not from us.\"",
    "explication": "حَدِيث اِبْن عُمَر. ‏ ‏قَوْله ( جُوَيْرِيَة ) ‏ ‏بِالْجِيمِ تَصْغِير جَارِيَة وَهُوَ اِبْن أَسْمَاء سَمِعَ مِنْ نَافِع مَوْلَى اِبْن عُمَر وَحَدَّثَ عَنْهُ بِوَاسِطَةِ مَالِك أَيْضًا. ‏ ‏قَوْله ( مَنْ حَمَلَ عَلَيْنَا السِّلَاح فَلَيْسَ مِنَّا ) ‏ ‏الْمُرَاد مَنْ حَمَلَ عَلَيْهِمْ السِّلَاح لِقِتَالِهِمْ لِمَا فِيهِ مِنْ إِدْخَال الرُّعْب عَلَيْهِمْ , لَا مَنْ حَمَلَهُ لِحِرَاسَتِهِمْ مَثَلًا فَإِنَّهُ يَحْمِلهُ لَهُمْ لَا عَلَيْهِمْ , وَقَوْله فَلَيْسَ مِنَّا أَيْ عَلَى طَرِيقَتنَا , وَأُطْلِقَ اللَّفْظُ مَعَ اِحْتِمَال إِرَادَة أَنَّهُ لَيْسَ عَلَى الْمِلَّة لِلْمُبَالَغَةِ فِي الزَّجْر وَالتَّخْوِيف , وَسَيَأْتِي بَسْط ذَلِكَ فِي كِتَاب الْفِتَن إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله ( رَوَاهُ أَبُو مُوسَى عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏قُلْت : سَيَأْتِي مَوْصُولًا مَعَ شَرْحه فِي كِتَاب الْفِتَن وَمَعَهُ حَدِيث أَبِي هُرَيْرَة بِمَعْنَاهُ , وَهُوَ عِنْد مُسْلِم مِنْ حَدِيث سَلَمَة بِلَفْظِ \" مَنْ حَمَلَ عَلَيْنَا السَّيْف \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6874,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، وَيُونُسُ، عَنِ الْحَسَنِ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، قَالَ ذَهَبْتُ لأَنْصُرَ هَذَا الرَّجُلَ، فَلَقِيَنِي أَبُو بَكْرَةَ فَقَالَ أَيْنَ تُرِيدُ قُلْتُ أَنْصُرُ هَذَا الرَّجُلَ‏.‏ قَالَ ارْجِعْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ هَذَا الْقَاتِلُ فَمَا بَالُ الْمَقْتُولِ قَالَ ‏\"‏ إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ ‏\"‏‏.‏",
    "english_text": "I went to help that man (i.e., `Ali), and on the way I met Abu Bakra who asked me, \"Where are you \ngoing?\" I replied, \"I am going to help that man.\" He said, \"Go back, for I heard Allah's Messenger (ﷺ) \nsaying, 'If two Muslims meet each other with their swords then (both) the killer and the killed one are \nin the (Hell) Fire.' I said, 'O Allah's Messenger (ﷺ)! It is alright for the killer, but what about the killed one?' \nHe said, 'The killed one was eager to kill his opponent.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا أَيُّوب ) ‏ ‏هُوَ السَّخْتِيَانِيّ وَيُونُس هُوَ اِبْن عُبَيْد وَالْحَسَن هُوَ اِبْن أَبِي الْحَسَن الْبَصْرِيّ , وَالْأَحْنَف بْن قَيْس مُخَضْرَم وَقَدْ رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَكِنْ قَبْل إِسْلَامه , وَكَانَ رَئِيس بَنِي تَمِيم فِي الْإِسْلَام , وَبِهِ يُضْرَب الْمَثَل فِي الْحِلْم. وَقَوْله \" ذَهَبْت لِأَنْصُر هَذَا الرَّجُل \" يَعْنِي عَلِيًّا , كَذَا هُوَ فِي مُسْلِم مِنْ هَذَا الْوَجْه , وَقَدْ أَشَارَ إِلَيْهِ الْمُؤَلِّف فِي الْفِتَن وَلَفْظه \" أُرِيد نُصْرَة اِبْن عَمّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" زَادَ الْإِسْمَاعِيلِيّ فِي رِوَايَته يَعْنِي عَلِيًّا. وَأَبُو بَكْرَة بِإِسْكَانِ الْكَاف هُوَ الصَّحَابِيّ الْمَشْهُور , وَكَانَ الْأَحْنَف أَرَادَ أَنْ يَخْرُج بِقَوْمِهِ إِلَى عَلِيّ بْن أَبِي طَالِب لِيُقَاتِل مَعَهُ يَوْم الْجَمَل فَنَهَاهُ أَبُو بَكْرَة فَرَجَعَ , وَحَمَلَ أَبُو بَكْرَة الْحَدِيث عَلَى عُمُومه فِي كُلّ مُسْلِمَيْنِ اِلْتَقَيَا بِسَيْفَيْهِمَا حَسْمًا لِلْمَادَّةِ , وَإِلَّا فَالْحَقّ أَنَّهُ مَحْمُول عَلَى مَا إِذَا كَانَ الْقِتَال مِنْهُمَا بِغَيْرِ تَأْوِيل سَائِغ كَمَا قَدَّمْنَاهُ , وَيُخَصّ ذَلِكَ مِنْ عُمُوم الْحَدِيث الْمُتَقَدِّم بِدَلِيلِهِ الْخَاصّ فِي قِتَال أَهْل الْبَغْي , وَقَدْ رَجَعَ الْأَحْنَف عَنْ رَأْي أَبِي بَكْرَة فِي ذَلِكَ وَشَهِدَ مَعَ عَلِيّ بَاقِي حُرُوبه , وَسَيَأْتِي الْكَلَام عَلَى حَدِيث أَبِي بَكْرَة فِي كِتَاب الْفِتَن إِنْ شَاءَ اللَّه تَعَالَى. وَرِجَال إِسْنَاده كُلّهمْ بَصْرِيُّونَ , وَفِيهِ ثَلَاثَة مِنْ التَّابِعِينَ يَرْوِي بَعْضهمْ عَنْ بَعْض هُوَ أَيُّوب وَالْحَسَن وَالْأَحْنَف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6875,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ يَهُودِيًّا، رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، فَقِيلَ لَهَا مَنْ فَعَلَ بِكِ هَذَا أَفُلاَنٌ أَوْ فُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ، فَأُتِيَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَلَمْ يَزَلْ بِهِ حَتَّى أَقَرَّ بِهِ، فَرُضَّ رَأْسُهُ بِالْحِجَارَةِ‏.‏",
    "english_text": "A Jew crushed the head of a girl between two stones, and the girl was asked, \"Who has done that to \nyou, so-and-so or so and so?\" (Some names were mentioned for her) till the name of that Jew was \nmentioned (whereupon she agreed). The Jew was brought to the Prophet (ﷺ) and the Prophet (ﷺ) kept on \nquestioning him till he confessed, whereupon his head was crushed with stones.",
    "explication": "حَدِيث أَنَس فِي قِصَّةِ الْيَهُودِيِّ الَّذِي رَضَّ رَأْس الْجَارِيَةِ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي كِتَاب الدِّيَات إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6876,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسٍ، عَنْ جَدِّهِ، أَنَسِ بْنِ مَالِكٍ قَالَ خَرَجَتْ جَارِيَةٌ عَلَيْهَا أَوْضَاحٌ بِالْمَدِينَةِ ـ قَالَ ـ فَرَمَاهَا يَهُودِيٌّ بِحَجَرٍ ـ قَالَ ـ فَجِيءَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم وَبِهَا رَمَقٌ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فُلاَنٌ قَتَلَكِ ‏\"‏‏.‏ فَرَفَعَتْ رَأْسَهَا، فَأَعَادَ عَلَيْهَا قَالَ ‏\"‏ فُلاَنٌ قَتَلَكِ ‏\"‏‏.‏ فَرَفَعَتْ رَأْسَهَا، فَقَالَ لَهَا فِي الثَّالِثَةِ ‏\"‏ فُلاَنٌ قَتَلَكِ ‏\"‏‏.‏ فَخَفَضَتْ رَأْسَهَا، فَدَعَا بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَتَلَهُ بَيْنَ الْحَجَرَيْنِ‏.‏",
    "english_text": "A girl wearing ornaments, went out at Medina. Somebody struck her with a stone. She was brought to \nthe Prophet (ﷺ) while she was still alive. Allah's Messenger (ﷺ) asked her, \"Did such-and-such a person strike \nyou?\" She raised her head, denying that. He asked her a second time, saying, \"Did so-and-so strike \nyou?\" She raised her head, denying that. He said for the third time, \"Did so-and-so strike you?\" She \nlowered her head, agreeing. Allah's Messenger (ﷺ) then sent for the killer and killed him between two stones.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6877,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ النَّفْسُ بِالنَّفْسِ وَالثَّيِّبُ الزَّانِي، وَالْمَارِقُ مِنَ الدِّينِ التَّارِكُ الْجَمَاعَةَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The blood of a Muslim who confesses that none has the right to be worshipped \nbut Allah and that I am His Apostle, cannot be shed except in three cases: In Qisas for murder, a \nmarried person who commits illegal sexual intercourse and the one who reverts from Islam (apostate) \nand leaves the Muslims.\"",
    "explication": "‏ ‏قَوْله ( عَنْ عَبْد اللَّه ) ‏ ‏هُوَ اِبْن مَسْعُود. ‏ ‏قَوْله ( قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَحِلّ ) ‏ ‏وَقَعَ فِي رِوَايَة سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عِنْد مُسْلِم وَالنَّسَائِيِّ زِيَادَة فِي أَوَّله وَهِيَ \" قَامَ فِينَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : وَاَلَّذِي لَا إِلَه غَيْره لَا يَحِلّ \" وَظَاهِر قَوْله \" لَا يَحِلّ \" إِثْبَات إِبَاحَة قَتْل مَنْ اُسْتُثْنِيَ , وَهُوَ كَذَلِكَ بِالنِّسْبَةِ لِتَحْرِيمِ قَتْل غَيْرهمْ وَإِنْ كَانَ قَتْل مَنْ أُبِيحَ قَتْلُهُ مِنْهُمْ وَاجِبًا فِي الْحُكْم. ‏ ‏قَوْله ( دَم اِمْرِئٍ مُسْلِم ) ‏ ‏فِي رِوَايَة الثَّوْرِيّ \" دَم رَجُل \" وَالْمُرَاد لَا يَحِلّ إِرَاقَة دَمه أَيْ كُلّه وَهُوَ كِنَايَة عَنْ قَتْله وَلَوْ لَمْ يُرِقْ دَمه. ‏ ‏قَوْله ( يَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه ) ‏ ‏هِيَ صِفَة ثَانِيَة ذُكِرَتْ لِبَيَانِ أَنَّ الْمُرَاد بِالْمُسْلِمِ هُوَ الْآتِي بِالشَّهَادَتَيْنِ , أَوْ هِيَ حَال مُقَيِّدَةٌ لِلْمَوْصُوفِ إِشْعَارًا بِأَنَّ الشَّهَادَة هِيَ الْعُمْدَة فِي حَقْن الدَّم , وَهَذَا رَجَّحَهُ الطِّيبِيُّ وَاسْتَشْهَدَ بِحَدِيثِ أُسَامَة \" كَيْف تَصْنَع بِلَا إِلَه إِلَّا اللَّه \". ‏ ‏قَوْله ( إِلَّا بِإِحْدَى ثَلَاث ) ‏ ‏أَيْ خِصَال ثَلَاث , وَوَقَعَ فِي رِوَايَة الثَّوْرِيّ \" إِلَّا ثَلَاثَة نَفَر \". ‏ ‏قَوْله ( النَّفْس بِالنَّفْسِ ) ‏ ‏أَيْ مَنْ قَتَلَ عَمْدًا بِغَيْرِ حَقّ قُتِلَ بِشَرْطِهِ , وَوَقَعَ فِي حَدِيث عُثْمَان الْمَذْكُور \" قَتَلَ عَمْدًا فَعَلَيْهِ الْقَوَدُ \" وَفِي حَدِيث جَابِر عِنْد الْبَزَّار \" وَمَنْ قَتَلَ نَفْسًا ظُلْمًا \". ‏ ‏قَوْله ( وَالثَّيِّب الزَّانِي ) ‏ ‏أَيْ فَيَحِلّ قَتْلُهُ بِالرَّجْمِ , وَقَدْ وَقَعَ فِي حَدِيث عُثْمَان عِنْد النَّسَائِيِّ بِلَفْظِ \" رَجُل زَنَى بَعْد إِحْصَانه فَعَلَيْهِ الرَّجْم \" قَالَ النَّوَوِيّ : الزَّانِي يَجُوز فِيهِ إِثْبَات الْيَاء وَحَذْفهَا وَإِثْبَاتهَا أَشْهَرُ. ‏ ‏قَوْله ( وَالْمُفَارِق لِدِينِهِ التَّارِك لِلْجَمَاعَةِ ) ‏ ‏كَذَا فِي رِوَايَة أَبِي ذَرّ عَنْ الْكُشْمِيهَنِيّ , وَلِلْبَاقِينَ \" وَالْمَارِق مِنْ الدِّين \" لَكِنْ عِنْد النَّسَفِيّ وَالسَّرَخْسِيّ وَالْمُسْتَمْلِي \" وَالْمَارِق لِدِينِهِ \" قَالَ الطِّيبِيُّ الْمَارِق لِدِينِهِ هُوَ التَّارِك لَهُ , مِنْ الْمُرُوق وَهُوَ الْخُرُوج وَفِي رِوَايَة مُسْلِم \" وَالتَّارِك لِدِينِهِ الْمُفَارِق لِلْجَمَاعَةِ \" وَلَهُ فِي رِوَايَة الثَّوْرِيّ \" الْمُفَارِق لِلْجَمَاعَةِ \" وَزَادَ : قَالَ الْأَعْمَش فَحَدَّثْت بِهِمَا إِبْرَاهِيم يَعْنِي النَّخَعِيَّ فَحَدَّثَنِي عَنْ الْأَسْوَد يَعْنِي اِبْن يَزِيد عَنْ عَائِشَة بِمِثْلِهِ. قُلْت : وَهَذِهِ الطَّرِيق أَغْفَلَ الْمِزِّيّ فِي الْأَطْرَاف ذِكْرهَا فِي مُسْنَد عَائِشَة وَأَغْفَلَ التَّنْبِيه عَلَيْهَا فِي تَرْجَمَة عَبْد اللَّه بْن مُرَّة عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود , وَقَدْ أَخْرَجَهُ مُسْلِم أَيْضًا بَعْده مِنْ طَرِيق شَيْبَانَ بْن عَبْد الرَّحْمَن عَنْ الْأَعْمَش وَلَمْ يَسُقْ لَفْظه لَكِنْ قَالَ \" بِالْإِسْنَادَيْنِ جَمِيعًا \" وَلَمْ يَقُلْ \" وَاَلَّذِي لَا إِلَه غَيْره \" وَأَفْرَدَهُ أَبُو عَوَانَة فِي صَحِيحه مِنْ طَرِيق شَيْبَانَ بِاللَّفْظِ الْمَذْكُور سَوَاء , وَالْمُرَاد بِالْجَمَاعَةِ جَمَاعَة الْمُسْلِمِينَ أَيْ فَارَقَهُمْ أَوْ تَرَكَهُمْ بِالِارْتِدَادِ , فَهِيَ صِفَة لِلتَّارِكِ أَوْ الْمُفَارِق لَا صِفَة مُسْتَقِلَّة وَإِلَّا لَكَانَتْ الْخِصَال أَرْبَعًا , وَهُوَ كَقَوْلِهِ قَبْل ذَلِكَ \" مُسْلِم يَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه \" فَإِنَّهَا صِفَة مُفَسِّرَة لِقَوْلِهِ \" مُسْلِم \" وَلَيْسَتْ قَيْدًا فِيهِ إِذْ لَا يَكُون مُسْلِمًا إِلَّا بِذَلِكَ. وَيُؤَيِّد مَا قُلْته أَنَّهُ وَقَعَ فِي حَدِيث عُثْمَان \" أَوْ يَكْفُر بَعْد إِسْلَامه \" أَخْرَجَهُ النَّسَائِيُّ بِسَنَدٍ صَحِيح , وَفِي لَفْظ لَهُ صَحِيح أَيْضًا \" اِرْتَدَّ بَعْد إِسْلَامه \" وَلَهُ مِنْ طَرِيق عَمْرو بْن غَالِب عَنْ عَائِشَة \" أَوْ كَفَرَ بَعْد مَا أَسْلَمَ \" وَفِي حَدِيث اِبْن عَبَّاس عِنْد النَّسَائِيِّ \" مُرْتَدّ بَعْد إِيمَان \" قَالَ اِبْن دَقِيق الْعِيد : الرِّدَّة سَبَب لِإِبَاحَةِ دَم الْمُسْلِم بِالْإِجْمَاعِ فِي الرَّجُل , وَأَمَّا الْمَرْأَة فَفِيهَا خِلَاف. وَقَدْ اُسْتُدِلَّ بِهَذَا الْحَدِيث لِلْجُمْهُورِ فِي أَنَّ حُكْمهَا حُكْم الرَّجُل لِاسْتِوَاءِ حُكْمهمَا فِي الزِّنَا , وَتُعُقِّبَ بِأَنَّهَا دَلَالَة اِقْتِرَان وَهِيَ ضَعِيفَة , وَقَالَ الْبَيْضَاوِيّ : التَّارِك لِدِينِهِ صِفَة مُؤَكِّدَة لِلْمَارِقِ أَيْ الَّذِي تَرَكَ جَمَاعَة الْمُسْلِمِينَ وَخَرَجَ مِنْ جُمْلَتهمْ , قَالَ : وَفِي الْحَدِيث دَلِيل لِمَنْ زَعَمَ أَنَّهُ لَا يُقْتَلُ أَحَدٌ دَخَلَ فِي الْإِسْلَام بِشَيْءٍ غَيْر الَّذِي عُدِّدَ كَتَرْكِ الصَّلَاة وَلَمْ يَنْفَصِل عَنْ ذَلِكَ , وَتَبِعَهُ الطِّيبِيُّ , وَقَالَ اِبْن دَقِيق الْعِيد : قَدْ يُؤْخَذ مِنْ قَوْله \" الْمُفَارِق لِلْجَمَاعَةِ \" أَنَّ الْمُرَاد الْمُخَالِفُ لِأَهْلِ الْإِجْمَاعِ فَيَكُون مُتَمَسَّكًا لِمَنْ يَقُول : مُخَالِفُ الْإِجْمَاعِ كَافِرٌ , وَقَدْ نُسِبَ ذَلِكَ إِلَى بَعْض النَّاس , وَلَيْسَ ذَلِكَ بِالْهَيِّنِ فَإِنَّ الْمَسَائِل الْإِجْمَاعِيَّة تَارَة يَصْحَبهَا التَّوَاتُر بِالنَّقْلِ عَنْ صَاحِب الشَّرْع كَوُجُوبِ الصَّلَاة مَثَلًا وَتَارَة لَا يَصْحَبهَا التَّوَاتُر , فَالْأَوَّل يُكَفَّر جَاحِدُهُ لِمُخَالَفَةِ التَّوَاتُر لَا لِمُخَالَفَةِ الْإِجْمَاع , وَالثَّانِي لَا يُكَفَّر بِهِ. قَالَ شَيْخنَا فِي شَرْح التِّرْمِذِيّ : الصَّحِيح فِي تَكْفِير مُنْكِر الْإِجْمَاع تَقْيِيدُهُ بِإِنْكَارِ مَا يُعْلَم وُجُوبُهُ مِنْ الدِّين بِالضَّرُورَةِ كَالصَّلَوَاتِ الْخَمْس , وَمِنْهُمْ مَنْ عَبَّرَ بِإِنْكَارِ مَا عُلِمَ وُجُوبه بِالتَّوَاتُرِ وَمِنْهُ الْقَوْل بِحُدُوثِ الْعَالَمِ , وَقَدْ حَكَى عِيَاض وَغَيْره الْإِجْمَاع عَلَى تَكْفِير مَنْ يَقُول بِقِدَمِ الْعَالَم , وَقَالَ اِبْن دَقِيق الْعِيد : وَقَعَ هُنَا مَنْ يَدَّعِي الْحِذْق فِي الْمَعْقُولَات وَيَمِيل إِلَى الْفَلْسَفَة فَظَنَّ أَنَّ الْمُخَالِف فِي حُدُوث الْعَالَم لَا يُكَفَّر لِأَنَّهُ مِنْ قَبِيل مُخَالَفَة الْإِجْمَاع , وَتَمَسَّكَ بِقَوْلِنَا إِنَّ مُنْكِر الْإِجْمَاع لَا يُكَفَّر عَلَى الْإِطْلَاق حَتَّى يَثْبُتَ النَّقْلُ بِذَلِكَ مُتَوَاتِرًا عَنْ صَاحِب الشَّرْع , قَالَ وَهُوَ تَمَسُّكٌ سَاقِط إِمَّا عَنْ عَمًى فِي الْبَصِيرَة أَوْ تَعَامٍ لِأَنَّ حُدُوث الْعَالَم مِنْ قَبِيل مَا اِجْتَمَعَ فِيهِ الْإِجْمَاع وَالتَّوَاتُر بِالنَّقْلِ. وَقَالَ النَّوَوِيّ : قَوْله \" التَّارِك لِدِينِهِ \" عَامٌّ فِي كُلّ مَنْ اِرْتَدَّ بِأَيِّ رِدَّة كَانَتْ فَيَجِبُ قَتْله إِنْ لَمْ يَرْجِع إِلَى الْإِسْلَام , وَقَوْله \" الْمُفَارِق لِلْجَمَاعَةِ \" يَتَنَاوَل كُلّ خَارِج عَنْ الْجَمَاعَة بِبِدْعَةٍ أَوْ نَفْي إِجْمَاع كَالرَّوَافِضِ وَالْخَوَارِج وَغَيْرهمْ , كَذَا قَالَ , وَسَيَأْتِي الْبَحْث فِيهِ. وَقَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِم \" ظَاهِر قَوْله \" الْمُفَارِق لِلْجَمَاعَةِ \" أَنَّهُ نَعْت لِلتَّارِكِ لِدِينِهِ , لِأَنَّهُ إِذَا اِرْتَدَّ فَارَقَ جَمَاعَة الْمُسْلِمِينَ , غَيْر أَنَّهُ يَلْتَحِق بِهِ كُلُّ مَنْ خَرَجَ عَنْ جَمَاعَة الْمُسْلِمِينَ وَإِنْ لَمْ يَرْتَدَّ كَمَنْ يَمْتَنِع مِنْ إِقَامَة الْحَدّ عَلَيْهِ إِذَا وَجَبَ وَيُقَاتِل عَلَى ذَلِكَ كَأَهْلِ الْبَغْي وَقُطَّاع الطَّرِيق وَالْمُحَارِبِينَ مِنْ الْخَوَارِج وَغَيْرهمْ , قَالَ : فَيَتَنَاوَلهُمْ لَفْظ الْمُفَارِق لِلْجَمَاعَةِ بِطَرِيقِ الْعُمُوم , وَلَوْ لَمْ يَكُنْ كَذَلِكَ لَمْ يَصِحّ الْحَصْر لِأَنَّهُ يَلْزَم أَنْ يَنْفِيَ مَنْ ذُكِرَ وَدَمه حَلَال فَلَا يَصِحّ الْحَصْر , وَكَلَام الشَّارِع مُنَزَّه عَنْ ذَلِكَ , فَدَلَّ عَلَى أَنَّ وَصْف الْمُفَارَقَة لِلْجَمَاعَةِ يَعُمّ جَمِيع هَؤُلَاءِ. قَالَ : وَتَحْقِيقه أَنَّ كُلَّ مَنْ فَارَقَ الْجَمَاعَة تَرَكَ دِينه , غَيْر أَنَّ الْمُرْتَدّ تَرَكَ كُلّه وَالْمُفَارِق بِغَيْرِ رِدَّة تَرَكَ بَعْضه اِنْتَهَى. وَفِيهِ مُنَاقَشَة لِأَنَّ أَصْل الْخَصْلَة الثَّالِثَة الِارْتِدَاد فَلَا بُدّ مِنْ وُجُوده , وَالْمُفَارِق بِغَيْرِ رِدَّة لَا يُسَمَّى مُرْتَدًّا فَيَلْزَم الْخُلْف فِي الْحَصْر , وَالتَّحْقِيق فِي جَوَاب ذَلِكَ أَنَّ الْحَصْر فِيمَنْ يَجِب قَتْله عَيْنًا , وَأَمَّا مَنْ ذَكَرَهُمْ فَإِنَّ قَتْل الْوَاحِد مِنْهُمْ إِنَّمَا يُبَاح إِذَا وَقَعَ حَالَ الْمُحَارَبَة وَالْمُقَاتَلَة , بِدَلِيلِ أَنَّهُ لَوْ أُسِرَ لَمْ يَجُزْ قَتْلُهُ صَبْرًا اِتِّفَاقًا فِي غَيْر الْمُحَارِبِينَ , وَعَلَى الرَّاجِح فِي الْمُحَارِبِينَ أَيْضًا , لَكِنْ يَرِد عَلَى ذَلِكَ قَتْل تَارِك الصَّلَاة , وَقَدْ تَعَرَّضَ لَهُ اِبْن دَقِيق الْعِيد فَقَالَ : اُسْتُدِلَّ بِهَذَا الْحَدِيث أَنَّ تَارِك الصَّلَاة لَا يُقْتَل بِتَرْكِهَا لِكَوْنِهِ لَيْسَ مِنْ الْأُمُور الثَّلَاثَة , وَبِذَلِكَ اِسْتَدَلَّ شَيْخ وَالِدِي الْحَافِظ أَبُو الْحَسَن بْن الْمُفَضَّل الْمَقْدِسِيُّ فِي أَبْيَاته الْمَشْهُورَة , ثُمَّ سَاقَهَا وَمِنْهَا وَهُوَ كَافٍ فِي تَحْصِيل الْمَقْصُود هُنَا : ‏ ‏وَالرَّأْي عِنْدِي أَنْ يُعَزِّرَهُ الْإِمَا ‏ ‏مُ بِكُلِّ تَعْزِيرٍ يَرَاهُ صَوَابَا ‏ ‏فَالْأَصْلُ عِصْمَتُهُ إِلَى أَنْ يَمْتَطِي ‏ ‏إِحْدَى الثَّلَاث إِلَى الْهَلَاك رِكَابَا ‏ ‏قَالَ : فَهَذَا مِنْ الْمَالِكِيَّة اِخْتَارَ خِلَاف مَذْهَبه , وَكَذَا اِسْتَشْكَلَهُ إِمَام الْحَرَمَيْنِ مِنْ الشَّافِعِيَّة. قُلْت : تَارِك الصَّلَاة اُخْتُلِفَ فِيهِ , فَذَهَبَ أَحْمَدُ وَإِسْحَاق وَبَعْض الْمَالِكِيَّة وَمِنْ الشَّافِعِيَّة اِبْن خُزَيْمَةَ وَأَبُو الطَّيِّب بْن سَلَمَة وَأَبُو عُبَيْد بْن جُوَيْرِيَةَ وَمَنْصُور الْفَقِيه وَأَبُو جَعْفَر التِّرْمِذِيّ إِلَى أَنَّهُ يُكَفَّر بِذَلِكَ وَلَوْ لَمْ يَجْحَد وُجُوبَهَا , وَذَهَبَ الْجُمْهُور إِلَى أَنَّهُ يُقْتَل حَدًّا , وَذَهَبَ الْحَنَفِيَّة وَوَافَقَهُمْ الْمُزَنِيُّ إِلَى أَنَّهُ لَا يُكَفَّر وَلَا يُقْتَل. وَمِنْ أَقْوَى مَا يُسْتَدَلّ بِهِ عَلَى عَدَم كُفْره حَدِيث عُبَادَةَ رَفَعَهُ \" خَمْس صَلَوَات كَتَبَهُنَّ اللَّه عَلَى الْعِبَاد \" الْحَدِيث وَفِيهِ \" وَمَنْ لَمْ يَأْتِ بِهِنَّ فَلَيْسَ لَهُ عِنْد اللَّه عَهْد , إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ أَدْخَلَهُ الْجَنَّة \" أَخْرَجَهُ مَالِك وَأَصْحَاب السُّنَن وَصَحَّحَهُ اِبْن حِبَّان وَابْن السَّكَن وَغَيْرهمَا , وَتَمَسَّكَ أَحْمَدُ وَمَنْ وَافَقَهُ بِظَوَاهِر أَحَادِيثَ وَرَدَتْ بِتَكْفِيرِهِ وَحَمَلَهَا مَنْ خَالَفَهُمْ عَلَى الْمُسْتَحِلّ جَمْعًا بَيْن الْأَخْبَار وَاَللَّه أَعْلَمُ. وَقَالَ اِبْن دَقِيق الْعِيد : وَأَرَادَ بَعْض مَنْ أَدْرَكْنَا زَمَانه أَنْ يُزِيل الْإِشْكَال فَاسْتَدَلَّ بِحَدِيثِ \" أُمِرْت أَنْ أُقَاتِل النَّاس حَتَّى يَشْهَدُوا أَنْ لَا إِلَه إِلَّا اللَّه وَيُقِيمُوا الصَّلَاة وَيُؤْتُوا الزَّكَاة \" وَوَجْه الدَّلِيل مِنْهُ أَنَّهُ وَقَفَ الْعِصْمَة عَلَى الْمَجْمُوع , وَالْمُرَتَّبُ عَلَى أَشْيَاء لَا يَحْصُل إِلَّا بِحُصُولِ مَجْمُوعهَا وَيَنْتَفِي بِانْتِفَاءِ بَعْضهَا , قَالَ : وَهَذَا إِنْ قَصَدَ الِاسْتِدْلَال بِمَنْطُوقِهِ وَهُوَ \" أُقَاتِل النَّاس إِلَخْ \" فَإِنَّهُ يَقْتَضِي الْأَمْر بِالْقِتَالِ إِلَى هَذِهِ الْغَايَة , فَقَدْ ذَهِلَ لِلْفَرْقِ بَيْن الْمُقَاتَلَة عَلَى الشَّيْء وَالْقَتْل عَلَيْهِ , فَإِنَّ الْمُقَاتَلَة مُفَاعَلَةٌ تَقْتَضِي الْحُصُول مِنْ الْجَانِبَيْنِ فَلَا يَلْزَم مِنْ إِبَاحَة الْمُقَاتَلَة عَلَى الصَّلَاة إِبَاحَة قَتْل الْمُمْتَنِع مِنْ فِعْلهَا إِذَا لَمْ يُقَاتِل , وَلَيْسَ النِّزَاع فِي أَنَّ قَوْمًا لَوْ تَرَكُوا الصَّلَاة وَنَصَبُوا الْقِتَال أَنَّهُ يَجِب قِتَالهمْ , وَإِنَّمَا النَّظَر فِيمَا إِذَا تَرَكَهَا إِنْسَان مِنْ غَيْر نَصْب قِتَال هَلْ يُقْتَل أَوْ لَا , وَالْفَرْق بَيْن الْمُقَاتَلَة عَلَى الشَّيْء وَالْقَتْل عَلَيْهِ ظَاهِرٌ , وَإِنْ كَانَ أَخَذَهُ مِنْ آخِر الْحَدِيث وَهُوَ تَرَتُّبُ الْعِصْمَةِ عَلَى فِعْل ذَلِكَ فَإِنَّ مَفْهُومه يَدُلّ عَلَى أَنَّهَا لَا تَتَرَتَّب عَلَى فِعْل بَعْضه هَانَ الْأَمْر لِأَنَّهَا دَلَالَة مَفْهُوم , وَمُخَالِفُهُ فِي هَذِهِ الْمَسْأَلَة لَا يَقُول بِالْمَفْهُومِ , وَأَمَّا مَنْ يَقُول بِهِ فَلَهُ أَنْ يَدْفَع حُجَّته بِأَنَّهُ عَارَضَتْهُ دَلَالَة الْمَنْطُوق فِي حَدِيث الْبَاب وَهِيَ أَرْجَحُ مِنْ دَلَالَة الْمَفْهُوم فَيُقَدَّم عَلَيْهَا , وَاسْتَدَلَّ بِهِ بَعْض الشَّافِعِيَّة لِقَتْلِ تَارِك الصَّلَاة لِأَنَّهُ تَارِكٌ لِلدِّينِ الَّذِي هُوَ الْعَمَل , وَإِنَّمَا لَمْ يَقُولُوا بِقَتْلِ تَارِك الزَّكَاة لِإِمْكَانِ اِنْتِزَاعهَا مِنْهُ قَهْرًا , وَلَا يُقْتَلُ تَارِكُ الصِّيَام لِإِمْكَانِ مَنْعِهِ الْمُفْطِرَاتِ فَيَحْتَاج هُوَ أَنْ يَنْوِي الصِّيَام لِأَنَّهُ يَعْتَقِد وُجُوبه , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْحُرّ لَا يُقْتَل بِالْعَبْدِ لِأَنَّ الْعَبْد لَا يُرْجَم إِذَا زَنَى وَلَوْ كَانَ ثَيِّبًا حَكَاهُ اِبْن التِّين قَالَ : وَلَيْسَ لِأَحَدٍ أَنْ يُفَرِّق مَا جَمَعَهُ اللَّه إِلَّا بِدَلِيلٍ مِنْ كِتَاب أَوْ سُنَّة , قَالَ : وَهَذَا بِخِلَافِ الْخَصْلَة الثَّالِثَة فَإِنَّ الْإِجْمَاع اِنْعَقَدَ عَلَى أَنَّ الْعَبْد وَالْحُرّ فِي الرِّدَّة سَوَاء , فَكَأَنَّهُ جَعَلَ أَنَّ الْأَصْل الْعَمَل بِدَلَالَةِ الِاقْتِرَان مَا لَمْ يَأْتِ دَلِيل يُخَالِفهُ. وَقَالَ شَيْخنَا فِي شَرْح التِّرْمِذِيّ : اِسْتَثْنَى بَعْضهمْ مِنْ الثَّلَاثَة قَتْل الصَّائِل فَإِنَّهُ يَجُوز قَتْله لِلدَّفْعِ , وَأَشَارَ بِذَلِكَ إِلَى قَوْل النَّوَوِيّ يُخَصّ مِنْ عُمُوم الثَّلَاثَة الصَّائِل وَنَحْوه فَيُبَاح قَتْله فِي الدَّفْع , وَقَدْ يُجَاب بِأَنَّهُ دَاخِل فِي الْمُفَارِق لِلْجَمَاعَةِ أَوْ يَكُون الْمُرَاد لَا يَحِلّ تَعَمُّد قَتْله بِمَعْنَى أَنَّهُ لَا يَحِلّ قَتْله إِلَّا مُدَافَعَة بِخِلَافِ الثَّلَاثَة , وَاسْتَحْسَنَهُ الطِّيبِيُّ وَقَالَ : هُوَ أَوْلَى مِنْ تَقْرِير الْبَيْضَاوِيّ لِأَنَّهُ فَسَّرَ قَوْله ( النَّفْس بِالنَّفْسِ ) يَحِلّ قَتْل النَّفْس قِصَاصًا لِلنَّفْسِ الَّتِي قَتَلَهَا عُدْوَانًا فَاقْتَضَى خُرُوج الصَّائِل وَلَوْ لَمْ يَقْصِد الدَّافِع قَتْلَهُ. قُلْت : وَالْجَوَاب الثَّانِي هُوَ الْمُعْتَمَد , وَأَمَّا الْأَوَّل فَتَقَدَّمَ الْجَوَاب عَنْهُ , وَحَكَى اِبْن التِّين عَنْ الدَّاوُدِيّ أَنَّ هَذَا الْحَدِيث مَنْسُوخ بِآيَةِ الْمُحَارَبَة ( مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْس أَوْ فَسَاد فِي الْأَرْض ) قَالَ : فَأَبَاحَ الْقَتْل بِمُجَرَّدِ الْفَسَاد فِي الْأَرْض قَالَ وَقَدْ وَرَدَ فِي الْقَتْل بِغَيْرِ الثَّلَاث أَشْيَاء : مِنْهَا قَوْله تَعَالَى ( فَقَاتِلُوا الَّتِي تَبْغِي ) وَحَدِيث \" مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْم لُوط فَاقْتُلُوهُ \" وَحَدِيث \" مَنْ أَتَى بَهِيمَةً فَاقْتُلُوهُ \" وَحَدِيث \" مَنْ خَرَجَ وَأَمْرُ النَّاسِ جَمْعٌ يُرِيدُ تَفَرُّقَهُمْ فَاقْتُلُوهُ \" وَقَوْل عُمَر \" تَغِرَّة أَنْ يُقْتَلَا \" وَقَوْل جَمَاعَة مِنْ الْأَئِمَّة : إِنْ تَابَ أَهْلُ الْقَدَر وَإِلَّا قُتِلُوا , وَقَالَ جَمَاعَة مِنْ الْأَئِمَّة : يُضْرَب الْمُبْتَدِع حَتَّى يَرْجِع أَوْ يَمُوت , وَقَوْل جَمَاعَة مِنْ الْأَئِمَّة يُقْتَل تَارِك الصَّلَاة قَالَ : وَهَذَا كُلّه زَائِد عَلَى الثَّلَاث. قُلْت : وَزَادَ غَيْره قَتْل مَنْ طَلَبَ أَخْذَ مَال إِنْسَان أَوْ حَرِيمه بِغَيْرِ حَقّ , وَمَانِع الزَّكَاة الْمَفْرُوضَة , وَمَنْ اِرْتَدَّ وَلَمْ يُفَارِق الْجَمَاعَة , وَمَنْ خَالَفَ الْإِجْمَاع وَأَظْهَرَ الشِّقَاق وَالْخِلَاف , وَالزِّنْدِيق إِذَا تَابَ عَلَى رَأْي , وَالسَّاحِر. وَالْجَوَاب عَنْ ذَلِكَ كُلّه أَنَّ الْأَكْثَر فِي الْمُحَارِبَة أَنَّهُ إِنْ قَتَلَ قُتِلَ , وَبِأَنَّ حُكْم الْآيَة فِي الْبَاغِي أَنْ يُقَاتَل لَا أَنْ يُقْصَدَ إِلَى قَتْلِهِ , وَبِأَنَّ الْخَبَرَيْنِ فِي اللِّوَاط وَإِتْيَان الْبَهِيمَة لَمْ يَصِحَّا وَعَلَى تَقْدِير الصِّحَّة فَهُمَا دَاخِلَانِ فِي الزِّنَا , وَحَدِيث الْخَارِج عَنْ الْمُسْلِمِينَ تَقَدَّمَ تَأْوِيله بِأَنَّ الْمُرَاد بِقَتْلِهِ حَبْسه وَمَنْعه مِنْ الْخُرُوج , وَأَثَرُ عُمَرَ مِنْ هَذَا الْقَبِيل , وَالْقَوْل فِي الْقَدَرِيَّة وَسَائِر الْمُبْتَدِعَة مُفَرَّع عَلَى الْقَوْل بِتَكْفِيرِهِمْ , وَبِأَنَّ قَتْل تَارِك الصَّلَاة عِنْد مَنْ لَا يُكَفِّرهُ مُخْتَلَف فِيهِ كَمَا تَقَدَّمَ إِيضَاحه , وَأَمَّا مَنْ طَلَبَ الْمَال أَوْ الْحَرِيم فَمِنْ حُكْم دَفْع الصَّائِل , وَمَانِع الزَّكَاة تَقَدَّمَ جَوَابه , وَمُخَالِف الْإِجْمَاع دَاخِل فِي مُفَارِق الْجَمَاعَة , وَقَتْل الزِّنْدِيق لِاسْتِصْحَابِ حُكْم كُفْره , وَكَذَا السَّاحِر , وَالْعِلْم عِنْد اللَّه تَعَالَى. وَقَدْ حَكَى اِبْن الْعَرَبِيّ عَنْ بَعْض أَشْيَاخه أَنَّ أَسْبَاب الْقَتْل عَشَرَة , قَالَ اِبْن الْعَرَبِيّ : وَلَا تَخْرُج عَنْ هَذِهِ الثَّلَاثَة بِحَالٍ , فَإِنَّ مَنْ سَحَرَ أَوْ سَبَّ نَبِيّ اللَّه كُفِّرَ فَهُوَ دَاخِل فِي التَّارِك لِدِينِهِ وَاَللَّه أَعْلَمُ. وَاسْتُدِلَّ بِقَوْلِهِ ( النَّفْس بِالنَّفْسِ ) عَلَى تَسَاوِي النُّفُوس فِي الْقَتْل الْعَمْد فَيُقَاد لِكُلِّ مَقْتُول مِنْ قَاتِله سَوَاء كَانَ حُرًّا أَوْ عَبْدًا , وَتَمَسَّكَ بِهِ الْحَنَفِيَّة وَادَّعَوْا أَنَّ آيَة الْمَائِدَة الْمَذْكُورَة فِي التَّرْجَمَة نَاسِخَة لِآيَةِ الْبَقَرَة ( كُتِبَ عَلَيْكُمْ الْقِصَاص فِي الْقَتْلَى الْحُرّ بِالْحُرِّ وَالْعَبْد بِالْعَبْدِ ) وَمِنْهُمْ مَنْ فَرَّقَ بَيْن عَبْد الْجَانِي وَعَبْد غَيْره فَأَقَادَ مِنْ عَبْد غَيْره دُون عَبْد نَفْسه , وَقَالَ الْجُمْهُور : آيَة الْبَقَرَة مُفَسِّرَة لِآيَةِ الْمَائِدَة فَيُقْتَل الْعَبْد بِالْحُرِّ وَلَا يُقْتَل الْحُرّ بِالْعَبْدِ لِنَقْصِهِ , وَقَالَ الشَّافِعِيّ : لَيْسَ بَيْن الْعَبْد وَالْحُرّ قِصَاص إِلَّا أَنْ يَشَاء الْحُرّ , وَاحْتَجَّ لِلْجُمْهُورِ بِأَنَّ الْعَبْد سِلْعَة فَلَا يَجِب فِيهِ إِلَّا الْقِيمَة لَوْ قُتِلَ خَطَأ , وَسَيَأْتِي مَزِيد لِذَلِكَ بَعْد بَاب. وَاسْتَدَلَّ بِعُمُومِهِ عَلَى جَوَاز قَتْل الْمُسْلِم بِالْكَافِرِ الْمُسْتَأْمَن وَالْمُعَاهَد , وَقَدْ مَضَى فِي الْبَاب قَبْله شَرْح حَدِيث عَلِيّ \" لَا يُقْتَل مُؤْمِنٌ بِكَافِرٍ \" وَفِي الْحَدِيث جَوَاز وَصْف الشَّخْص بِمَا كَانَ عَلَيْهِ وَلَوْ اِنْتَقَلَ عَنْهُ لِاسْتِثْنَائِهِ الْمُرْتَدَّ مِنْ الْمُسْلِمِينَ , وَهُوَ بِاعْتِبَارِ مَا كَانَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6878,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ يَهُودِيًّا، قَتَلَ جَارِيَةً عَلَى أَوْضَاحٍ لَهَا، فَقَتَلَهَا بِحَجَرٍ، فَجِيءَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم وَبِهَا رَمَقٌ فَقَالَ ‏\n\"‏ أَقَتَلَكِ فُلاَنٌ ‏\"‏‏.‏ فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ، ثُمَّ قَالَ الثَّانِيَةَ، فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ، ثُمَّ سَأَلَهَا الثَّالِثَةَ فَأَشَارَتْ بِرَأْسِهَا أَنْ نَعَمْ، فَقَتَلَهُ النَّبِيُّ صلى الله عليه وسلم بِحَجَرَيْنِ‏.‏",
    "english_text": "A Jew killed a girl so that he may steal her ornaments. He struck her with a stone, and she was \nbrought to the Prophet (ﷺ) while she was still alive. The Prophet (ﷺ) asked her, \"Did such-and-such person \nstrike you?\" She gestured with her head, expressing denial. He asked her for the second time, and she \nagain gestured with her head, expressing denial. When he asked her for the third time, she beckoned, \n\"Yes.\" So the Prophet (ﷺ) killed him (the Jew) with two stones.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6879,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ خُزَاعَةَ، قَتَلُوا رَجُلاً‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ رَجَاءٍ حَدَّثَنَا حَرْبٌ عَنْ يَحْيَى حَدَّثَنَا أَبُو سَلَمَةَ حَدَّثَنَا أَبُو هُرَيْرَةَ أَنَّهُ عَامَ فَتْحِ مَكَّةَ قَتَلَتْ خُزَاعَةُ رَجُلاً مِنْ بَنِي لَيْثٍ بِقَتِيلٍ لَهُمْ فِي الْجَاهِلِيَّةِ، فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّ اللَّهَ حَبَسَ عَنْ مَكَّةَ الْفِيلَ وَسَلَّطَ عَلَيْهِمْ رَسُولَهُ وَالْمُؤْمِنِينَ، أَلاَ وَإِنَّهَا لَمْ تَحِلَّ لأَحَدٍ قَبْلِي، وَلاَ تَحِلُّ لأَحَدٍ بَعْدِي، أَلاَ وَإِنَّمَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، أَلاَ وَإِنَّهَا سَاعَتِي هَذِهِ حَرَامٌ لاَ يُخْتَلَى شَوْكُهَا، وَلاَ يُعْضَدُ شَجَرُهَا، وَلاَ يَلْتَقِطُ سَاقِطَتَهَا إِلاَّ مُنْشِدٌ، وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهْوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا يُودَى وَإِمَّا يُقَادُ ‏\"‏‏.‏ فَقَامَ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ يُقَالُ لَهُ أَبُو شَاهٍ فَقَالَ اكْتُبْ لِي يَا رَسُولَ اللَّهِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اكْتُبُوا لأَبِي شَاهٍ ‏\"‏‏.‏ ثُمَّ قَامَ رَجُلٌ مِنْ قُرَيْشٍ فَقَالَ يَا رَسُولَ اللَّهِ إِلاَّ الإِذْخِرَ، فَإِنَّمَا نَجْعَلُهُ فِي بُيُوتِنَا وَقُبُورِنَا‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِلاَّ الإِذْخِرَ ‏\"‏‏.‏ وَتَابَعَهُ عُبَيْدُ اللَّهِ عَنْ شَيْبَانَ فِي الْفِيلِ، قَالَ بَعْضُهُمْ عَنْ أَبِي نُعَيْمٍ الْقَتْلَ‏.‏ وَقَالَ عُبَيْدُ اللَّهِ إِمَّا أَنْ يُقَادَ أَهْلُ الْقَتِيلِ‏.‏",
    "english_text": "In the year of the Conquest of Mecca, the tribe of Khuza`a killed a man from the tribe of Bam Laith in \nrevenge for a killed person belonging to them in the Pre-lslamic Period of Ignorance. So Allah's \nApostle got up saying, \"Allah held back the (army having) elephants from Mecca, but He let His \nApostle and the believers overpower the infidels (of Mecca). Beware! (Mecca is a sanctuary)! Verily! \nFighting in Mecca was not permitted for anybody before me, nor will it be permitted for anybody after \nme; It was permitted for me only for a while (an hour or so) of that day. No doubt! It is at this moment \na sanctuary; its thorny shrubs should not be uprooted; its trees should not be cut down; and its Luqata \n(fallen things) should not be picked up except by the one who would look for its owner. And if \nsomebody is killed, his closest relative has the right to choose one of two things, i.e., either the Blood \nmoney or retaliation by having the killer killed.\" Then a man from Yemen, called Abu Shah, stood up \nand said, \"Write that) for me, O Allah's Messenger (ﷺ)!\" Allah's Messenger (ﷺ) said (to his companions), \"Write \nthat for Abu Shah.\" Then another man from Quraish got up, saying, \"O Allah's Messenger (ﷺ)! Except Al- \nIdhkhir (a special kind of grass) as we use it in our houses and for graves.\" Allah's Messenger (ﷺ) said, \n\"Except Al-idhkkir.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا شَيْبَان ) ‏ ‏هُوَ اِبْن عَبْد الرَّحْمَن يُكَنَّى أَبَا مُعَاوِيَة , وَهُوَ بِفَتْحِ الشِّين الْمُعْجَمَة بَعْدهَا تَحْتَانِيَّة ثُمَّ مُوَحَّدَة , وَلَيْسَ فِي الْبُخَارِيّ بِهَذِهِ الصُّورَة غَيْره. ‏ ‏قَوْله : ( عَنْ يَحْيَى ) ‏ ‏هُوَ اِبْن أَبِي كَثِير. ‏ ‏قَوْله : ( عَنْ أَبِي سَلَمَة ) ‏ ‏فِي رِوَايَة الْمُصَنِّف فِي الدِّيَات : \" حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا أَبُو هُرَيْرَة \". ‏ ‏قَوْله : ( أَنَّ خُزَاعَة ) ‏ ‏أَيْ الْقَبِيلَة الْمَشْهُورَة , وَالْمُرَاد وَاحِد مِنْهُمْ فَأَطْلَقَ عَلَيْهِ اِسْم الْقَبِيلَة مَجَازًا , وَاسْم هَذَا الْقَاتِل خِرَاش بْن أُمَيَّة الْخُزَاعِيّ , وَالْمَقْتُول فِي الْجَاهِلِيَّة مِنْهُمْ اِسْمه أَحْمَر , وَالْمَقْتُول فِي الْإِسْلَام مِنْ بَنِي لَيْث لَمْ يُسَمَّ. ‏ ‏قَوْله : ( حَبَسَ ) ‏ ‏أَيْ : مَنَعَ عَنْ مَكَّة. ( ‏ ‏الْقَتْل ) ‏ ‏أَيْ : بِالْقَافِ وَالْمُثَنَّاة مِنْ فَوْق ‏ ‏( أَوْ الْفِيل ) ‏ ‏أَيْ : بِالْفَاءِ الْمَكْسُورَة بَعْدهَا يَاء تَحْتَانِيَّة. ‏ ‏قَوْله : ( كَذَا قَالَ أَبُو نُعَيْمٍ ) ‏ ‏أَرَادَ الْبُخَارِيّ أَنَّ الشَّكّ فِيهِ مِنْ شَيْخه. ‏ ‏قَوْله : ( وَغَيْره يَقُول : الْفِيل ) ‏ ‏أَيْ : بِالْفَاءِ وَلَا يَشُكّ , وَالْمُرَاد بِالْغَيْرِ مَنْ رَوَاهُ عَنْ شَيْبَانَ رَفِيقًا لِأَبِي نُعَيْمٍ وَهُوَ عُبَيْد اللَّه بْن مُوسَى , وَمَنْ رَوَاهُ عَنْ يَحْيَى رَفِيقًا لِشَيْبَانَ وَهُوَ حَرْب بْن شَدَّاد كَمَا سَيَأْتِي بَيَانه عِنْد الْمُصَنِّف فِي الدِّيَات , وَالْمُرَاد بِحَبْسِ الْفِيل أَهْل الْفِيل وَأَشَارَ بِذَلِكَ إِلَى الْقِصَّة الْمَشْهُورَة لِلْحَبَشَةِ فِي غَزَوْهُمْ مَكَّة وَمَعَهُمْ الْفِيل فَمَنَعَهَا اللَّه مِنْهُمْ وَسَلَّطَ عَلَيْهِمْ الطَّيْر الْأَبَابِيل مَعَ كَوْن أَهْل مَكَّة إِذْ ذَاكَ كَانُوا كُفَّارًا , فَحُرْمَة أَهْلهَا بَعْد الْإِسْلَام آكَد ; لَكِنَّ غَزْو النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِيَّاهَا مَخْصُوص بِهِ عَلَى ظَاهِر هَذَا الْحَدِيث وَغَيْره , وَسَيَأْتِي الْكَلَام عَلَى الْمَسْأَلَة فِي كِتَاب الْحَجّ مُفَصَّلًا إِنْ شَاءَ تَعَالَى. ‏ ‏قَوْله : ( وَسُلِّطَ عَلَيْهِمْ ) ‏ ‏هُوَ بِضَمِّ أَوَّله , وَرَسُول مَرْفُوع وَالْمُؤْمِنُونَ مَعْطُوف عَلَيْهِ. ‏ ‏قَوْله : ( وَلَا تَحِلّ ) ‏ ‏لِلْكُشْمِيهَنِيّ : \" وَلَمْ تَحِلّ \" وَلِلْمُصَنِّف فِي اللُّقَطَة مِنْ طَرِيق الْأَوْزَاعِيِّ عَنْ يَحْيَى : \" وَلَنْ \" وَهِيَ أَلْيَق بِالْمُسْتَقْبَلِ. ‏ ‏قَوْله : ( لَا يُخْتَلَى ) ‏ ‏بِالْخَاءِ الْمُعْجَمَة أَيْ : لَا يُحْصَد يُقَال اِخْتَلَيْته إِذَا قَطَعْته وَذِكْر الشَّوْك دَالّ عَلَى مَنْع قَطْع غَيْره مِنْ بَاب أَوْلَى , وَسَيَأْتِي ذِكْر الْخِلَاف فِيهِ فِي الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( إِلَّا لِمُنْشِدٍ ) ‏ ‏أَيْ مُعَرِّف , وَسَيَأْتِي الْكَلَام عَلَى هَذِهِ الْمَسْأَلَة فِي كِتَاب اللُّقَطَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( فَمَنْ قُتِلَ فَهُوَ بِخَيْرِ النَّظَرَيْنِ ) ‏ ‏كَذَا وَقَعَ هُنَا , وَفِيهِ حَذْف وَقَعَ بَيَانه فِي رِوَايَة الْمُصَنِّف فِي الدِّيَات عَنْ أَبِي نُعَيْمٍ بِهَذَا الْإِسْنَاد : \" فَمَنْ قُتِلَ لَهُ قَتِيل \". ‏ ‏قَوْله : ( وَإِمَّا أَنْ يُقَاد ) ‏ ‏هُوَ بِالْقَافِ أَيْ : يَقْتَصّ , وَوَقَعَ فِي رِوَايَة لِمُسْلِمٍ \" إِمَّا أَنْ يُفَادَى \" بِالْفَاءِ وَزِيَادَة يَاء بَعْد الدَّال , وَالصَّوَاب أَنَّ الرِّوَايَة عَلَى وَجْهَيْنِ : مَنْ قَالَهَا بِالْقَافِ قَالَ فِيمَا قَبْلهَا : \" إِمَّا أَنْ يُعْقَل \" مِنْ الْعَقْل وَهُوَ الدِّيَة , وَمَنْ قَالَهَا بِالْفَاءِ قَالَ فِيمَا قَبْلهَا : \" إِمَّا أَنْ يُقْتَل \" بِالْقَافِ وَالْمُثَنَّاة. وَالْحَاصِل تَفْسِير \" النَّظَرَيْنِ \" بِالْقِصَاصِ أَوْ الدِّيَة. وَفِي الْمَسْأَلَة بَحْث يَأْتِي فِي الدِّيَات إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( فَجَاءَ رَجُل مِنْ أَهْل الْيَمَن ) ‏ ‏هُوَ أَبُو شَاه بِهَاءٍ مُنَوَّنَة , وَسَيَأْتِي فِي اللُّقَطَة مُسَمًّى , وَالْإِشَارَة إِلَى مَنْ حَرَّفَهُ , وَهُنَاكَ مِنْ الزِّيَادَة عَنْ الْوَلِيد بْن مُسْلِم : \" قُلْت لِلْأَوْزَاعِيِّ : مَا قَوْله : اُكْتُبُوا لِي ؟ قَالَ : هَذِهِ الْخُطْبَة الَّتِي سَمِعَهَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْت : وَبِهَذَا تَظْهَر مُطَابَقَة هَذَا الْحَدِيث لِلتَّرْجَمَةِ. ‏ ‏قَوْله : ( فَقَالَ رَجُل مِنْ قُرَيْش ) ‏ ‏هُوَ الْعَبَّاس بْن عَبْد الْمُطَّلِب كَمَا يَأْتِي فِي اللُّقَطَة , وَوَقَعَ فِي رِوَايَة لِابْنِ أَبِي شَيْبَة : \" فَقَالَ رَجُل مِنْ قُرَيْش يُقَال لَهُ شَاه \" وَهُوَ غَلَط. ‏ ‏قَوْله : ( إِلَّا الْإِذْخِر ) ‏ ‏كَذَا هُوَ فِي رِوَايَتنَا بِالنَّصْبِ , وَيَجُوز رَفْعه عَلَى الْبَدَل مِمَّا قَبْله. ‏ ‏قَوْله : ( إِلَّا الْإِذْخِر إِلَّا الْإِذْخِر ) ‏ ‏كَذَا هُوَ فِي رِوَايَتنَا , وَالثَّانِيَة عَلَى سَبِيل التَّأْكِيد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6880,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَتْ فِي بَنِي إِسْرَائِيلَ قِصَاصٌ، وَلَمْ تَكُنْ فِيهِمُ الدِّيَةُ فَقَالَ اللَّهُ لِهَذِهِ الأُمَّةِ ‏{‏كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى‏}‏ إِلَى هَذِهِ الآيَةِ ‏{‏فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَىْءٌ‏}‏‏.‏ قَالَ ابْنُ عَبَّاسٍ فَالْعَفْوُ أَنْ يَقْبَلَ الدِّيَةَ فِي الْعَمْدِ، قَالَ ‏{‏فَاتِّبَاعٌ بِالْمَعْرُوفِ‏}‏ أَنْ يَطْلُبَ بِمَعْرُوفٍ وَيُؤَدِّيَ بِإِحْسَانٍ‏.‏",
    "english_text": "For the children of Israel the punishment for crime was Al-Qisas only (i.e., the law of equality in \npunishment) and the payment of Blood money was not permitted as an alternate. But Allah said to this \nnation (Muslims): 'O you who believe! Qisas is prescribed for you in case of murder, .....(up to) ...end \nof the Verse. (2.178) \nIbn `Abbas added: Remission (forgiveness) in this Verse, means to accept the Blood-money in an \nintentional murder. Ibn `Abbas added: The Verse: 'Then the relatives should demand Blood-money in \na reasonable manner.' (2.178) means that the demand should be reasonable and it is to be \ncompensated with handsome gratitude.",
    "explication": "‏ ‏قَوْله : ( عَمْرو ) ‏ ‏هُوَ اِبْن دِينَار. ‏ ‏قَوْله : ( كَانَ فِي بَنِي إِسْرَائِيل الْقِصَاص ) ‏ ‏سَيَأْتِي شَرْحه فِي كِتَاب الدِّيَات. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6881,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي حُسَيْنٍ، حَدَّثَنَا نَافِعُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلاَثَةٌ مُلْحِدٌ فِي الْحَرَمِ، وَمُبْتَغٍ فِي الإِسْلاَمِ سُنَّةَ الْجَاهِلِيَّةِ، وَمُطَّلِبُ دَمِ امْرِئٍ بِغَيْرِ حَقٍّ لِيُهَرِيقَ دَمَهُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The most hated persons to Allah are three: (1) A person who deviates from the \nright conduct, i.e., an evil doer, in the Haram (sanctuaries of Mecca and Medina); (2) a person who \nseeks that the traditions of the Pre-lslamic Period of Ignorance, should remain in Islam (3) and a \nperson who seeks to shed somebody's blood without any right.\"",
    "explication": "\" 10248 \" ‏ ‏قَوْله ( عَنْ عَبْد اللَّه بْن أَبِي حُسَيْن ) ‏ ‏هُوَ عَبْد اللَّه بْن عَبْد الرَّحْمَن نُسِبَ إِلَى جَدِّهِ , وَثَبَتَ ذِكْر أَبِيهِ فِي هَذَا السَّنَد عِنْد الطَّبَرَانِيّ فِي نُسْخَة شُعَيْب بْن أَبِي حَمْزَة وَكَذَا فِي مُسْتَخْرَج أَبِي نُعَيْم , وَنَافِع بْن جُبَيْر أَيْ اِبْن مُطْعِم. ‏ ‏قَوْله ( أَبْغَضُ ) ‏ ‏هُوَ أَفْعَلُ مِنْ الْبُغْض , قَالَ وَهُوَ شَاذٌّ وَمِثْلُهُ أَعْدَمُ مِنْ الْعَدَم إِذَا افْتَقَرَ , قَالَ وَإِنَّمَا يُقَال أَفْعَلُ مِنْ كَذَا لِلْمُفَاضَلَةِ فِي الْفِعْل الثُّلَاثِيّ , قَالَ الْمُهَلَّب وَغَيْره : الْمُرَاد بِهَؤُلَاءِ الثَّلَاثَة أَنَّهُمْ أَبْغَضُ أَهْل الْمَعَاصِي إِلَى اللَّه , فَهُوَ كَقَوْلِهِ \" أَكْبَرُ الْكَبَائِر \" وَإِلَّا فَالشِّرْك أَبْغَضُ إِلَى اللَّه مِنْ جَمِيع الْمَعَاصِي. ‏ ‏قَوْله ( مُلْحِد فِي الْحَرَم ) ‏ ‏أَصْل الْمُلْحِد هُوَ الْمَائِل عَنْ الْحَقّ , وَالْإِلْحَاد الْعُدُول عَنْ الْقَصْد , وَاسْتُشْكِلَ بِأَنَّ مُرْتَكِب الصَّغِيرَة مَائِل عَنْ الْحَقّ , وَالْجَوَاب أَنَّ هَذِهِ الصِّيغَة فِي الْعُرْف مُسْتَعْمَلَة لِلْخَارِجِ عَنْ الدِّين فَإِذَا وُصِفَ بِهِ مَنْ اِرْتَكَبَ مَعْصِيَة كَانَ فِي ذَلِكَ إِشَارَة إِلَى عِظَمِهَا , وَقِيلَ إِيرَاده بِالْجُمْلَةِ الِاسْمِيَّة مُشْعِر بِثُبُوتِ الصِّفَة , ثُمَّ التَّنْكِير لِلتَّعْظِيمِ فَيَكُون ذَلِكَ إِشَارَة إِلَى عِظَم الذَّنْب , وَقَدْ تَقَدَّمَ قَرِيبًا فِي عَدِّ الْكَبَائِر مُسْتَحِلّ الْبَيْت الْحَرَام , وَأَخْرَجَ الثَّوْرِيّ فِي تَفْسِيره عَنْ السُّدِّيّ عَنْ مُرَّة عَنْ اِبْن مَسْعُود قَالَ \" مَا مِنْ رَجُل يَهُمّ بِسَيِّئَةٍ فَتُكْتَب عَلَيْهِ , إِلَّا أَنَّ رَجُلًا لَوْ هَمَّ بِعَدَنِ أَبْيَنَ أَنْ يَقْتُلَ رَجُلًا بِالْبَيْتِ الْحَرَام إِلَّا أَذَاقَهُ اللَّهُ مِنْ عَذَابٍ أَلِيمٍ \" وَهَذَا سَنَد صَحِيح , وَقَدْ ذَكَرَ شُعْبَة أَنَّ السُّدِّيّ رَفَعَهُ لَهُمْ , وَكَانَ شُعْبَة يَرْوِيه عَنْهُ مَوْقُوفًا أَخْرَجَهُ أَحْمَدُ عَنْ يَزِيد بْن هَارُون عَنْ شُعْبَة , وَأَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيق أَسْبَاط بْن نَصْر عَنْ السُّدِّيّ مَوْقُوفًا , وَظَاهِر سِيَاق الْحَدِيث أَنَّ فِعْل الصَّغِيرَة فِي الْحَرَم أَشَدُّ مِنْ فِعْل الْكَبِيرَة فِي غَيْره , وَهُوَ مُشْكِل فَيَتَعَيَّن أَنَّ الْمُرَاد بِالْإِلْحَادِ فِعْل الْكَبِيرَة , وَقَدْ يُؤْخَذ ذَلِكَ مِنْ سِيَاق الْآيَة فَإِنَّ الْإِتْيَان بِالْجُمْلَةِ الِاسْمِيَّة فِي قَوْله ( وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ ) الْآيَة يُفِيد ثُبُوت الْإِلْحَاد وَدَوَامه , وَالتَّنْوِين لِلتَّعْظِيمِ أَيْ مَنْ يَكُون إِلْحَاده عَظِيمًا وَاَللَّه أَعْلَمُ. ‏ ‏قَوْله ( وَمُبْتَغٍ فِي الْإِسْلَام سُنَّة الْجَاهِلِيَّة ) ‏ ‏أَيْ يَكُون لَهُ الْحَقّ عِنْد شَخْص فَيَطْلُبهُ مِنْ غَيْره مِمَّنْ لَا يَكُون لَهُ فِيهِ مُشَارَكَة كَوَالِدِهِ أَوْ وَلَده أَوْ قَرِيبه , وَقِيلَ الْمُرَاد مَنْ يُرِيد بَقَاء سِيرَة الْجَاهِلِيَّة أَوْ إِشَاعَتهَا أَوْ تَنْفِيذهَا. وَسُنَّة الْجَاهِلِيَّة اِسْم جِنْس يَعُمّ جَمِيع مَا كَانَ أَهْل الْجَاهِلِيَّة يَعْتَمِدُونَهُ مِنْ أَخْذ الْجَار بِجَارِهِ وَالْحَلِيف بِحَلِيفِهِ وَنَحْو ذَلِكَ , وَيَلْتَحِق بِذَلِكَ مَا كَانُوا يَعْتَقِدُونَهُ , وَالْمُرَاد مِنْهُ مَا جَاءَ الْإِسْلَام بِتَرْكِهِ كَالطِّيَرَةِ وَالْكَهَانَة وَغَيْر ذَلِكَ , وَقَدْ أَخْرَجَ الطَّبَرَانِيُّ وَالدَّارَقُطْنِيّ مِنْ حَدِيث أَبِي شُرَيْح رَفَعَه \" إِنَّ أَعْتَى النَّاس عَلَى اللَّه مَنْ قَتَلَ غَيْر قَاتِله , أَوْ طَلَبَ بِدَمِ الْجَاهِلِيَّة فِي الْإِسْلَام \" فَيُمْكِن أَنْ يُفَسَّر بِهِ سُنَّة الْجَاهِلِيَّة فِي هَذَا الْحَدِيث. ‏ ‏قَوْله ( وَمُطَّلِب ) ‏ ‏بِالتَّشْدِيدِ مُفْتَعِل مِنْ الطَّلَب فَأُبْدِلَتْ التَّاءُ طَاءً وَأُدْغِمَتْ وَالْمُرَاد مَنْ يُبَالِغ فِي الطَّلَب. وَقَالَ الْكَرْمَانِيُّ : الْمَعْنَى الْمُتَكَلِّف لِلطَّلَبِ , وَالْمُرَاد الطَّلَب الْمُتَرَتِّب عَلَيْهِ الْمَطْلُوب لَا مُجَرَّد الطَّلَب , أَوْ ذَكَرَ الطَّلَب لِيَلْزَم الزَّجْرُ فِي الْفِعْل بِطَرِيقِ الْأَوْلَى. وَقَوْله \" بِغَيْرِ حَقّ \" اِحْتِرَاز عَمَّنْ يَقَع لَهُ مِثْل ذَلِكَ لَكِنْ بِحَقٍّ كَطَلَبِ الْقِصَاص مَثَلًا. وَقَوْله \" لِيُهَرِيقَ \" بِفَتْحِ الْهَاء وَيَجُوز إِسْكَانهَا , وَقَدْ تَمَسَّكَ بِهِ مَنْ قَالَ إِنَّ الْعَزْم الْمُصَمَّم يُؤَاخَذ بِهِ , وَتَقَدَّمَ الْبَحْث فِي ذَلِكَ فِي الْكَلَام عَلَى حَدِيث \" مَنْ هَمَّ بِحَسَنَةٍ \" فِي كِتَاب الرِّقَاق. ‏ ‏( تَنْبِيه ) ‏ ‏: وَقَفْت لِهَذَا الْحَدِيث عَلَى سَبَب فَقَرَأْت فِي \" كِتَاب مَكَّة لِعُمَر بْن شَبَّة \" مِنْ طَرِيق عَمْرو بْن دِينَار عَنْ الزُّهْرِيّ عَنْ عَطَاء بْن يَزِيد قَالَ : قُتِلَ رَجُلٌ بِالْمُزْدَلِفَةِ يَعْنِي فِي غَزْوَة الْفَتْح , فَذَكَرَ الْقِصَّة وَفِيهَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَمَا أَعْلَمُ أَحَدًا أَعْتَى عَلَى اللَّه مِنْ ثَلَاثَة : رَجُل قَتَلَ فِي الْحَرَم أَوْ قَتَلَ غَيْر قَاتِله أَوْ قَتَلَ بِذَحْلٍ فِي الْجَاهِلِيَّة \" وَمِنْ طَرِيق مِسْعَر عَنْ عَمْرو بْن مُرَّة عَنْ الزُّهْرِيّ وَلَفْظه \" إِنَّ أَجْرَأ النَّاس عَلَى اللَّه \" فَذَكَرَ نَحْوه وَقَالَ فِيهِ \" وَطَلَبَ بِذُحُولِ الْجَاهِلِيَّة \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6882,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا فَرْوَةُ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، هُزِمَ الْمُشْرِكُونَ يَوْمَ أُحُدٍ‏.‏ وَحَدَّثَنِي مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنَا أَبُو مَرْوَانَ، يَحْيَى بْنُ أَبِي زَكَرِيَّاءَ عَنْ هِشَامٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ صَرَخَ إِبْلِيسُ يَوْمَ أُحُدٍ فِي النَّاسِ يَا عِبَادَ اللَّهِ أُخْرَاكُمْ‏.‏ فَرَجَعَتْ أُولاَهُمْ عَلَى أُخْرَاهُمْ حَتَّى قَتَلُوا الْيَمَانَ فَقَالَ حُذَيْفَةُ أَبِي أَبِي‏.‏ فَقَتَلُوهُ، فَقَالَ حُذَيْفَةُ غَفَرَ اللَّهُ لَكُمْ‏.‏ قَالَ وَقَدْ كَانَ انْهَزَمَ مِنْهُمْ قَوْمٌ حَتَّى لَحِقُوا بِالطَّائِفِ‏.‏",
    "english_text": "The pagans were defeated on the day (of the battle) of Uhud. Satan shouted among the people on the \nday of Uhud, \"O Allah's worshippers! Beware of what is behind you!\" So the front file of the army \nattacked the back files (mistaking them for the enemy) till they killed Al-Yaman. Hudhaifa (bin Al- \nYaman) shouted, \"My father!\" My father! But they killed him. Hudhaifa said, \"May Allah forgive \nyou.\" (The narrator added: Some of the defeated pagans fled till they reached Taif.)",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا فَرْوَة ) ‏ ‏بِفَاءٍ هُوَ اِبْن أَبِي الْمَغْرَاء. ‏ ‏قَوْله ( عَنْ أَبِيهِ عَنْ عَائِشَة هُزِمَ الْمُشْرِكُونَ يَوْم أُحُد ) ‏ ‏سَقَطَ هَذَا الْقَدْر لِأَبِي ذَرّ وَتَحَوَّلَ إِلَى السَّنَد الْآخَر فَصَارَ ظَاهِره أَنَّ الرِّوَايَتَيْنِ سَوَاء وَلَيْسَ كَذَلِكَ , وَيَحْيَى بْن أَبِي زَكَرِيَّا فِي السَّنَد الثَّانِي هُوَ يَحْيَى بْن يَحْيَى الْغَسَّانِيّ , وَسَاقَ الْمَتْن هُنَا عَلَى لَفْظه , وَأَمَّا لَفْظ عَلِيّ بْن مُسْهِر فَتَقَدَّمَ فِي \" بَاب مَنْ حَنِثَ نَاسِيًا \" مِنْ كِتَاب الْأَيْمَان وَالنُّذُور , وَقَدْ بَيَّنْت ذَلِكَ فِي الْكَلَام عَلَيْهِ فِي غَزْوَة أُحُد. ‏ ‏قَوْله ( فَقَالَ حُذَيْفَة غَفَرَ اللَّهُ لَكُمْ ) ‏ ‏اِسْتَدَلَّ بِهِ مَنْ قَالَ إِنَّ دِيَته وَجَبَتْ عَلَى مَنْ حَضَرَ , لِأَنَّ مَعْنَى قَوْله \" غَفَرَ اللَّه لَكُمْ \" عَفَوْت عَنْكُمْ , وَهُوَ لَا يَعْفُو إِلَّا عَنْ شَيْء اُسْتُحِقَّ لَهُ أَنْ يُطَالِب بِهِ. وَقَدْ أَخْرَجَ أَبُو إِسْحَاق الْفَزَارِيُّ فِي السُّنَن عَنْ الْأَوْزَاعِيِّ عَنْ الزُّهْرِيّ قَالَ \" أَخْطَأَ الْمُسْلِمُونَ بِأَبِي حُذَيْفَة يَوْم أُحُد حَتَّى قَتَلُوهُ , فَقَالَ حُذَيْفَة يَغْفِر اللَّه لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ , فَبَلَغَتْ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَزَادَهُ عِنْده خَيْرًا وَوَدَاهُ مِنْ عِنْده \" وَهَذِهِ الزِّيَادَة تَرُدُّ قَوْلَ مَنْ حَمَلَ قَوْله \" فَلَمْ يَزَلْ فِي حُذَيْفَة مِنْهَا بَقِيَّة خَيْر \" عَلَى الْحُزْن عَلَى أَبِيهِ , وَقَدْ أَوْضَحْت الرَّدّ عَلَيْهِ فِي \" بَاب مَنْ حَنِثَ نَاسِيًا \" وَيُؤْخَذ مِنْهَا أَيْضًا التَّعَقُّب عَلَى الْمُحِبّ الطَّبَرِيّ حَيْثُ قَالَ : حَمَلَ الْبُخَارِيّ قَوْل حُذَيْفَة \" غَفَرَ اللَّه لَكُمْ \" عَلَى الْعَفْو عَنْ الضَّمَان وَلَيْسَ بِصَرِيحٍ , فَيُجَاب بِأَنَّ الْبُخَارِيّ أَشَارَ بِهَذَا الَّذِي هُوَ غَيْر صَرِيح إِلَى مَا وَرَدَ صَرِيحًا وَإِنْ كَانَ لَيْسَ عَلَى شَرْطه فَإِنَّهُ يُؤَيِّد مَا ذَهَبَ إِلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6883,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، أَنَّ يَهُودِيًّا، رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، فَقِيلَ لَهَا مَنْ فَعَلَ بِكِ هَذَا أَفُلاَنٌ أَفُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ فَأَوْمَأَتْ بِرَأْسِهَا، فَجِيءَ بِالْيَهُودِيِّ فَاعْتَرَفَ، فَأَمَرَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَرُضَّ رَأْسُهُ بِالْحِجَارَةِ‏.‏ وَقَدْ قَالَ هَمَّامٌ بِحَجَرَيْنِ‏.‏",
    "english_text": "A Jew crushed the head of a girl between two stones. It was said to her. \"Who has done this to you, \nsuch-and-such person, such-and-such person?\" When the name of the Jew was mentioned, she nodded \nwith her head, agreeing. So the Jew was brought and he confessed. The Prophet (ﷺ) ordered that his head \nbe crushed with the stones. (Hammam said, \"with two stones.\")",
    "explication": "حَدِيث أَنَس فِي قِصَّةِ الْيَهُودِيِّ الَّذِي رَضَّ رَأْس الْجَارِيَةِ , وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي كِتَاب الدِّيَات إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6884,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَتَلَ يَهُودِيًّا بِجَارِيَةٍ قَتَلَهَا عَلَى أَوْضَاحٍ لَهَا‏.‏",
    "english_text": "The Prophet (ﷺ) killed a Jew for killing a girl in order to take her ornaments.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6885,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَدَدْنَا النَّبِيَّ صلى الله عليه وسلم فِي مَرَضِهِ فَقَالَ ‏\"‏ لاَ تَلُدُّونِي ‏\"‏‏.‏ فَقُلْنَا كَرَاهِيَةُ الْمَرِيضِ لِلدَّوَاءِ‏.‏ فَلَمَّا أَفَاقَ قَالَ ‏\"‏ لاَ يَبْقَى أَحَدٌ مِنْكُمْ إِلاَّ لُدَّ، غَيْرَ الْعَبَّاسِ فَإِنَّهُ لَمْ يَشْهَدْكُمْ ‏\"‏‏.‏",
    "english_text": "We poured medicine into the mouth of the Prophet (ﷺ) during his ailment. He said, \"Don't pour medicine \ninto my mouth.\" (We thought he said that) out of the aversion a patient usually has for medicines. \nWhen he improved and felt better he said, \"There is none of you but will be forced to drink medicine, \nexcept Al-`Abbas, for he did not witness your deed.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَلِيّ حَدَّثَنَا يَحْيَى وَزَادَ : قَالَتْ عَائِشَة لَدَدْنَاهُ فِي مَرَضه ) ‏ ‏أَمَّا عَلِيّ فَهُوَ اِبْن عَبْد اللَّه بْن الْمَدِينِيّ , وَأَمَّا يَحْيَى فَهُوَ اِبْن سَعِيد الْقَطَّانُ , وَمُرَاده أَنَّ عَلِيًّا وَافَقَ عَبْد اللَّه بْن أَبِي شَيْبَة فِي رِوَايَته عَنْ يَحْيَى بْن سَعِيد الْحَدِيث الَّذِي قَبْله وَزَادَ عَلَيْهِ قِصَّة اللُّدُود. ‏ ‏قَوْله : ( لَدَدْنَاهُ ) ‏ ‏أَيْ جَعَلْنَا فِي جَانِب فَمه دَوَاء بِغَيْرِ اِخْتِيَاره , وَهَذَا هُوَ اللُّدُود , فَأَمَّا مَا يُصَبّ فِي الْحَلْق فَيُقَال لَهُ الْوُجُور , وَقَدْ وَقَعَ عِنْد الطَّبَرَانِيِّ مِنْ حَدِيث الْعَبَّاس \" أَنَّهُمْ أَذَابُوا قِسْطًا - أَيْ بِزَيْتٍ - قَلَّدُوهُ بِهِ \". ‏ ‏قَوْله : ( فَجَعَلَ يُشِير إِلَيْنَا أَنْ لَا تَلُدُّونِي , فَقُلْنَا : كَرَاهِيَة الْمَرِيض لِلدَّوَاءِ ) ‏ ‏قَالَ عِيَاض : ضَبَطْنَاهُ بِالرَّفْعِ أَيْ هَذَا مِنْهُ كَرَاهِيَة , وَقَالَ أَبُو الْبَقَاء : هُوَ خَبَر مُبْتَدَأ مَحْذُوف أَيْ هَذَا الِامْتِنَاع كَرَاهِيَة , وَيَحْتَمِل أَنَّ النَّصْب عَلَى أَنَّهُ مَفْعُول لَهُ أَيْ نَهَانَا لِلْكَرَاهِيَةِ لِلدَّوَاءِ , وَيَحْتَمِل أَنْ يَكُون مَصْدَرًا أَيْ كَرِهَهُ كَرَاهِيَة الدَّوَاء , قَالَ عِيَاض : الرَّفْع أَوْجَه مِنْ النَّصْب عَلَى الْمَصْدَر. ‏ ‏قَوْله : ( لَا يَبْقَى أَحَد فِي الْبَيْت إِلَّا لُدّ وَأَنَا أَنْظُر إِلَّا الْعَبَّاس فَإِنَّهُ لَمْ يَشْهَدكُمْ ) ‏ ‏قِيلَ : فِيهِ مَشْرُوعِيَّة الْقِصَاص فِي جَمِيع مَا يُصَاب بِهِ الْإِنْسَان عَمْدًا , وَفِيهِ نَظَر , لِأَنَّ الْجَمِيع لَمْ يَتَعَاطَوْا ذَلِكَ , وَإِنَّمَا فُعِلَ بِهِمْ ذَلِكَ عُقُوبَة لَهُمْ لِتَرْكِهِمْ اِمْتِثَال نَهْيه عَنْ ذَلِكَ , أَمَّا مَنْ بَاشَرَهُ فَظَاهِر , وَأَمَّا مَنْ لَمْ يُبَاشِرهُ فَلِكَوْنِهِمْ تَرَكُوا نَهْيهمْ عَمَّا نَهَاهُمْ هُوَ عَنْهُ. وَيُسْتَفَاد مِنْهُ أَنَّ التَّأْوِيل الْبَعِيد لَا يُعْذَر بِهِ صَاحِبه وَفِيهِ نَظَر أَيْضًا لِأَنَّ الَّذِي وَقَعَ فِي مُعَارَضَة النَّهْي , قَالَ اِبْن الْعَرَبِيّ : أَرَادَ أَنْ لَا يَأْتُوا يَوْم الْقِيَامَة وَعَلَيْهِمْ حَقّه فَيَقَعُوا فِي خَطْب عَظِيم , وَتُعُقِّبَ بِأَنَّهُ كَانَ يُمْكِن الْعَفْو لِأَنَّهُ كَانَ لَا يَنْتَقِم لِنَفْسِهِ , وَاَلَّذِي يَظْهَر أَنَّهُ أَرَادَ بِذَلِكَ تَأْدِيبهمْ لِئَلَّا يَعُودُوا , فَكَانَ ذَلِكَ تَأْدِيبًا لَا قِصَاصًا وَلَا اِنْتِقَامًا. قِيلَ : وَإِنَّمَا كَرِهَ اللَّدّ مَعَ أَنَّهُ كَانَ يَتَدَاوَى لِأَنَّهُ تَحَقَّقَ أَنَّهُ يَمُوت فِي مَرَضه , وَمَنْ حَقَّقَ ذَلِكَ كُرِهَ لَهُ التَّدَاوِي. قُلْت : وَفِيهِ نَظَر , وَاَلَّذِي يَظْهَر أَنَّ ذَلِكَ كَانَ قَبْل التَّخْيِير وَالتَّحَقُّق , وَإِنَّمَا أَنْكَرَ التَّدَاوِي لِأَنَّهُ كَانَ غَيْر مُلَائِم لِدَائِهِ , لِأَنَّهُمْ ظَنُّوا أَنَّ بِهِ ذَات الْجَنْب فَدَاوَوْهُ بِمَا يُلَائِمهَا , وَلَمْ يَكُنْ بِهِ ذَلِكَ كَمَا هُوَ ظَاهِر فِي سِيَاق الْخَبَر كَمَا تَرَى , وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( رَوَاهُ اِبْن أَبِي الزِّنَاد عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة ) ‏ ‏وَصَلَهُ مُحَمَّد بْن مُسْعَد عَنْ مُحَمَّد بْن الصَّبَّاحِ عَنْ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد بِهَذَا السَّنَد وَلَفْظه : كَانَتْ تَأْخُذ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخَاصِرَة , فَاشْتَدَّتْ بِهِ فَأُغْمِيَ عَلَيْهِ فَلَدَدْنَاهُ , فَلَمَّا أَفَاقَ قَالَ : هَذَا مِنْ فِعْل نِسَاء جِئْنَ مِنْ هُنَا , وَأَشَارَ إِلَى الْحَبَشَة , وَإِنْ كُنْتُمْ تَرَوْنَ أَنَّ اللَّه يُسَلِّط عَلَيَّ ذَات الْجَنْب مَا كَانَ اللَّه لِيَجْعَل لَهَا عَلَيَّ سُلْطَانًا , وَاَللَّه لَا يَبْقَى أَحَد فِي الْبَيْت إِلَّا لُدَّ , فَمَا بَقِيَ أَحَد فِي الْبَيْت إِلَّا لُدَّ , وَلَدَدْنَا مَيْمُونَة وَهِيَ صَائِمَة \" وَمَنْ طَرِيق أَبِي بَكْر بْن عَبْد الرَّحْمَن أَنَّ أُمّ سَلَمَة وَأَسْمَاء بِنْت عُمَيْسٍ أَشَارَتَا بِأَنْ يَلُدُّوهُ , وَرَوَاهُ عَبْد الرَّزَّاق بِإِسْنَادٍ صَحِيح عَنْ أَسْمَاء بِنْت عُمَيْسٍ قَالَتْ : \" إِنَّ أَوَّل مَا اِشْتَكَى كَانَ فِي بَيْت مَيْمُونَة , فَاشْتَدَّ مَرَضه حَتَّى أُغْمِيَ عَلَيْهِ , فَتَشَاوَرْنَ فِي لَدّه فَلَدُّوهُ. فَلَمَّا أَفَاقَ قَالَ : هَذَا فِعْل نِسَاء جِئْنَ مِنْ هُنَا - وَأَشَارَ إِلَى الْحَبَشَة - وَكَانَتْ أَسْمَاء مِنْهُنَّ فَقَالُوا : كُنَّا نَتَّهِم بِك ذَات الْجَنْب , فَقَالَ : مَا كَانَ اللَّه لِيُعَذِّبنِي بِهِ , لَا يَبْقَى أَحَد فِي الْبَيْت إِلَّا لُدَّ. قَالَ : فَلَقَدْ اِلْتَدَّتْ مَيْمُونَة وَهِيَ صَائِمَة \" وَفِي رِوَايَة اِبْن أَبِي الزِّنَاد هَذِهِ بَيَان ضَعْف مَا رَوَاهُ أَبُو يَعْلَى بِسَنَدٍ فِيهِ اِبْن لَهِيعَة مِنْ وَجْه آخَر عَنْ عَائِشَة \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَاتَ مِنْ ذَات الْجَنْب \" ثُمَّ ظَهَرَ لِي أَنَّهُ يُمْكِن الْجَمْع بَيْنهمَا بِأَنَّ ذَات الْجَنْب تُطْلَق بِإِزَاءِ مَرَضَيْنِ كَمَا سَيَأْتِي بَيَانه فِي كِتَاب الطِّبّ : أَحَدهمَا وَرَم حَارّ يَعْرِض فِي الْغِشَاء الْمُسْتَبْطِن , وَالْآخَر رِيح مُحْتَقِن بَيْن الْأَضْلَاع , فَالْأَوَّل هُوَ الْمَنْفِيّ هُنَا , وَقَدْ وَقَعَ فِي رِوَايَة الْحَاكِم فِي الْمُسْتَدْرَك \" ذَات الْجَنْب مِنْ الشَّيْطَان \" وَالثَّانِي هُوَ الَّذِي أَثْبَت هُنَا , وَلَيْسَ فِيهِ مَحْذُور كَالْأَوَّلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6886,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، أَنَّ الأَعْرَجَ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ إِنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ نَحْنُ الآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ ‏\"‏‏.‏   وَبِإِسْنَادِهِ ‏\"‏ لَوِ اطَّلَعَ فِي بَيْتِكَ أَحَدٌ وَلَمْ تَأْذَنْ لَهُ، خَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ، مَا كَانَ عَلَيْكَ مِنْ جُنَاحٍ ‏\"‏‏.‏",
    "english_text": "That he heard Allah's Messenger (ﷺ) saying, \"We (Muslims) are the last (to come) but (will be) the foremost \n(on the Day of Resurrection).\" And added, \"If someone is peeping (looking secretly) into your house \nwithout your permission, and you throw a stone at him and destroy his eyes, there will be no blame on \nyou.\"",
    "explication": "‏ ‏قَوْله : ( الْأَعْرَج ) ‏ ‏كَذَا رَوَاهُ شُعَيْب وَوَافَقَهُ اِبْن عُيَيْنَةَ فِيمَا رَوَاهُ الشَّافِعِيّ عَنْهُ عَنْ أَبِي الزِّنَادِ وَكَذَا أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَرَوَاهُ أَكْثَرُ أَصْحَابِ اِبْن عُيَيْنَةَ عَنْهُ عَنْ أَبِي الزِّنَادِ عَنْ مُوسَى بْن أَبِي عُثْمَان عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة وَمِنْ هَذَا الْوَجْهِ أَخْرَجَهُ النَّسَائِيّ وَكَذَا أَخْرَجَهُ أَحْمَد مِنْ طَرِيق الثَّوْرِيّ عَنْ أَبِي الزِّنَادِ والطَّحَاوِيّ مِنْ طَرِيقِ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ وَالطَّرِيقَانِ مَعًا صَحِيحَانِ وَلِأَبِي الزِّنَادِ فِيهِ شَيْخَانِ وَلَفْظُهُمَا فِي سِيَاق الْمَتْن مُخْتَلِفٌ كَمَا سَنُشِيرُ إِلَيْهِ. ‏ ‏قَوْله : ( نَحْنُ الْآخِرُونَ السَّابِقُونَ ) ‏ ‏اِخْتَلَفَ فِي الْحِكْمَةِ فِي تَقْدِيمِ هَذِهِ الْجُمْلَةِ عَلَى الْحَدِيثِ الْمَقْصُودِ فَقَالَ اِبْن بَطَّالٍ : يُحْتَمَلُ أَنْ يَكُونَ أَبُو هُرَيْرَة سَمِعَ ذَلِكَ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ مَا بَعْدَهُ فِي نَسَقٍ وَاحِدٍ فَحَدَّثَ بِهِمَا جَمِيعًا وَيُحْتَمَلُ أَنْ يَكُونَ هَمَّامٌ فَعَلَ ذَلِكَ ; لِأَنَّهُ سَمِعَهُمَا مِنْ أَبِي هُرَيْرَة وَإِلَّا فَلَيْسَ فِي الْحَدِيثِ مُنَاسَبَة لِلتَّرْجَمَةِ. قُلْت : جَزَمَ اِبْن التِّينِ بِالْأَوَّلِ وَهُوَ مُتَعَقَّبٌ فَإِنَّهُ لَوْ كَانَ حَدِيثًا وَاحِدًا مَا فَصَّلَهُ الْمُصَنِّفُ بِقَوْلِهِ وَبِإِسْنَادِهِ وَأَيْضًا فَقَوْله \" نَحْنُ الْآخِرُونَ السَّابِقُونَ \" طَرَف مِنْ حَدِيثٍ مَشْهُورٍ فِي ذِكْرِ يَوْم الْجُمْعَةِ سَيَأْتِي الْكَلَام عَلَيْهِ هُنَاكَ إِنْ شَاءَ اللَّهُ تَعَالَى فَلَوْ رَاعَى الْبُخَارِيّ مَا اِدَّعَاهُ لَسَاقَ الْمَتْنَ بِتَمَامِهِ. وَأَيْضًا فَحَدِيث الْبَابِ مَرْوِيّ بِطُرُقٍ مُتَعَدِّدَةٍ عَنْ أَبِي هُرَيْرَة فِي دَوَاوِينِ الْأَئِمَّةِ وَلَيْسَ فِي طَرِيقٍ مِنْهَا فِي أَوَّلِهِ \" نَحْنُ الْآخِرُونَ السَّابِقُونَ \" وَقَدْ أَخْرَجَهُ أَبُو نُعَيْمٍ فِي الْمُسْتَخْرَجِ مِنْ طَرِيقِ أَبِي الْيَمَانِ شَيْخ الْبُخَارِيّ بِدُونِ هَذِهِ الْجُمْلَةِ. وَقَوْلُ ابْنِ بَطَّالٍ : وَيُحْتَمَلُ أَنْ يَكُونَ هَمَّامٌ وَهِمَ وَتَبِعَهُ عَلَيْهِ جَمَاعَة. وَلَيْسَ لِهَمَّامٍ ذِكْرٌ فِي هَذَا الْإِسْنَادِ. وَقَوْلُهُ إِنَّهُ لَيْسَ فِي الْحَدِيثِ مُنَاسَبَة لِلتَّرْجَمَةِ صَحِيح وَإِنْ كَانَ غَيْرُهُ تَكَلَّفَ فَأَبْدَى بَيْنَهُمَا مُنَاسَبَة كَمَا سَنَذْكُرُهُ , وَالصَّوَاب أَنَّ الْبُخَارِيَّ فِي الْغَالِبِ يَذْكُرُ الشَّيْءَ كَمَا سَمِعَهُ جُمْلَة لِتَضَمُّنِهِ مَوْضِع الدَّلَالَة الْمَطْلُوبَة مِنْهُ وَإِنْ لَمْ يَكُنْ بَاقِيهِ مَقْصُودًا كَمَا صَنَعَ فِي حَدِيثِ عُرْوَة الْبَارِقِيِّ فِي شِرَاءِ الشَّاةِ كَمَا سَيَأْتِي بَيَانه فِي الْجِهَادِ وَأَمْثِلَة ذَلِكَ فِي كِتَابِهِ كَثِيرَة. وَقَدْ وَقَعَ لِمَالِكٍ نَحْوُ هَذَا فِي الْمُوَطَّأِ إِذْ أَخْرَجَ فِي بَاب صَلَاة الصُّبْحِ وَالْعَتَمَة مُتُونًا بِسَنَدٍ وَاحِدٍ أَوَّلُهَا \" مَرَّ رَجُل بِغُصْن شَوْك \" وَآخِرُهَا \" لَوْ يَعْلَمُونَ مَا فِي الصُّبْحِ وَالْعَتَمَة لَأَتَوْهُمَا وَلَوْ حَبْوًا \" وَلَيْسَ غَرَضه مِنْهَا إِلَّا الْحَدِيث الْأَخِير لَكِنَّهُ أَدَّاهَا عَلَى الْوَجْهِ الَّذِي سَمِعَهُ. قَالَ اِبْن الْعَرَبِيِّ فِي الْقَبَسِ : نَرَى الْجُهَّالَ يَتْعَبُونَ فِي تَأْوِيلِهَا وَلَا تَعَلُّقَ لِلْأَوَّلِ مِنْهَا بِالْبَابِ أَصْلًا. وَقَالَ غَيْره : وَجْه الْمُنَاسَبَة بَيْنَهُمَا أَنَّ هَذِهِ الْأُمَّةَ آخِر مَنْ يُدْفَنُ مِنْ الْأُمَمِ فِي الْأَرْضِ وَأَوَّلُ مَنْ يَخْرُجُ مِنْهَا ; لِأَنَّ الْوِعَاءَ آخِرُ مَا يُوضَعُ فِيهِ أَوَّل مَا يَخْرُجُ مِنْهُ فَكَذَلِكَ الْمَاء الرَّاكِد آخِر مَا يَقَعُ فِيهِ مِنْ الْبَوْلِ أَوَّلُ مَا يُصَادِفُ أَعْضَاء الْمُتَطَهِّر فَيَنْبَغِي أَنْ يَجْتَنِبَ ذَلِكَ. وَلَا يَخْفَى مَا فِيهِ. ‏ ‏وَقِيلَ : وَجْه الْمُنَاسَبَة أَنَّ بَنِي إِسْرَائِيلَ وَإِنْ سَبَقُوا فِي الزَّمَانِ لَكِنَّ هَذِهِ الْأُمَّةَ سَبَقَتْهُمْ بِاجْتِنَابِ الْمَاءِ الرَّاكِدِ إِذَا وَقَعَ الْبَوْل فِيهِ فَلَعَلَّهُمْ كَانُوا لَا يَجْتَنِبُونَهُ. وَتُعُقِّبَ بِأَنَّ بَنِي إِسْرَائِيلَ كَانُوا أَشَدَّ مُبَالَغَة فِي اِجْتِنَابِ النَّجَاسَةِ بِحَيْثُ كَانَتْ النَّجَاسَة إِذَا أَصَابَتْ جِلْدَ أَحَدِهِمْ قَرَضَهُ فَكَيْفَ يُظَنُّ بِهِمْ التَّسَاهُل فِي هَذَا ؟ وَهُوَ اِسْتِبْعَادٌ لَا يَسْتَلْزِمُ رَفْع الِاحْتِمَال الْمَذْكُور , وَمَا قَرَّرْنَاهُ أَوْلَى. وَقَدْ وَقَعَ لِلْبُخَارِيّ فِي كِتَاب التَّعْبِير - فِي حَدِيثٍ أَوْرَدَهُ مِنْ طَرِيق هَمَّامٍ عَنْ أَبِي هُرَيْرَة مِثْل هَذَا - صَدَّرَهُ أَيْضًا بِقَوْلِهِ \" نَحْنُ الْآخِرُونَ السَّابِقُونَ \" قَالَ : وَبِإِسْنَادِهِ. وَلَا يَتَأَتَّى فِيهِ الْمُنَاسَبَة الْمَذْكُورَة مَعَ مَا فِيهَا مِنْ التَّكَلُّفِ. وَالظَّاهِرُ أَنَّ نُسْخَةَ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَة كَنُسْخَة مَعْمَر عَنْ هَمَّام عَنْهُ وَلِهَذَا قَلَّ حَدِيثٌ يُوجَدُ فِي هَذِهِ إِلَّا وَهُوَ فِي الْأُخْرَى وَقَدْ اِشْتَمَلَتَا عَلَى أَحَادِيثَ كَثِيرَةٍ أَخْرَجَ الشَّيْخَانِ غَالِبَهَا وَابْتِدَاء كُلّ نُسْخَةٍ مِنْهُمَا حَدِيث \" نَحْنُ الْآخِرُونَ السَّابِقُونَ \" فَلِهَذَا صَدَّرَ بِهِ الْبُخَارِيّ فِيمَا أَخْرَجَهُ مِنْ كُلٍّ مِنْهُمَا وَسَلَكَ مُسْلِم فِي نُسْخَة هَمَّام طَرِيقًا أُخْرَى فَيَقُولُ فِي كُلّ حَدِيث أَخْرَجَهُ مِنْهَا : قَالَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ أَحَادِيث مِنْهَا وَقَالَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَذْكُرُ الْحَدِيثَ الَّذِي يُرِيدُهُ يُشِيرُ بِذَلِكَ إِلَى أَنَّهُ مِنْ أَثْنَاءِ النُّسْخَةِ لَا أَوَّلِهَا وَاللَّهُ أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6887,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ حُمَيْدٍ،، أَنَّ رَجُلاً، اطَّلَعَ فِي بَيْتِ النَّبِيِّ صلى الله عليه وسلم فَسَدَّدَ إِلَيْهِ مِشْقَصًا‏.‏ فَقُلْتُ مَنْ حَدَّثَكَ قَالَ أَنَسُ بْنُ مَالِكٍ‏.‏",
    "english_text": "Humaid said, \"A man peeped into the house of the Prophet (ﷺ) and the Prophet (ﷺ) aimed an arrow head at \nhim to hit him.\" I asked, \"Who told you that?\" He said, \"Anas bin Malik\" (See Hadith No. 258 and \n259, Vol. 8)",
    "explication": "‏ ‏قَوْله ( يَحْيَى ) ‏ ‏هُوَ الْقَطَّان ‏ ‏وَحُمَيْدٌ ‏ ‏هُوَ الطَّوِيل. ‏ ‏قَوْله ( أَنَّ رَجُلًا ) ‏ ‏هَذَا ظَاهِره الْإِرْسَال لِأَنَّ حُمَيْدًا لَمْ يُدْرِكْ الْقِصَّة , لَكِنْ بَيَّنَ فِي آخِر الْحَدِيث أَنَّهُ مَوْصُول. وَسَيَأْتِي بَعْد سَبْعَة أَبْوَاب مِنْ وَجْه آخَر عَنْ أَنَس وَيَذْكُر فِيهِ مَا قِيلَ فِي تَسْمِيَة الرَّجُل الْمَذْكُور. ‏ ‏قَوْله ( فَسَدَّدَ إِلَيْهِ ) ‏ ‏بِدَالَيْنِ مُهْمَلَتَيْنِ الْأُولَى ثَقِيلَة قَبْلهَا سِين مُهْمَلَة أَيْ صَوَّبَ وَزْنه وَمَعْنَاهُ , وَالتَّصْوِيب تَوْجِيه السَّهْم إِلَى مَرْمَاهُ وَكَذَلِكَ التَّسْدِيد وَمِنْهُ الْبَيْت الْمَشْهُور : ‏ ‏أُعَلِّمُهُ الرِّمَايَةَ كُلَّ يَوْمٍ ‏ ‏فَلَمَّا اشْتَدَّ سَاعِدُهُ رَمَانِي ‏ ‏وَقَدْ حُكِيَ فِيهِ الْإِعْجَام وَيَتَرَجَّح كَوْنُهُ بِالْمُهْمَلَةِ بِإِسْنَادِهِ إِلَى التَّعْلِيم لِأَنَّهُ الَّذِي فِي قُدْرَة الْمُعَلِّم بِخِلَافِ الشِّدَّةِ بِمَعْنَى الْقُوَّةِ فَإِنَّهُ لَا قُدْرَةَ لِلْمُعَلِّمِ عَلَى اِجْتِلَابِهَا , وَوَقَعَ فِي رِوَايَة أَبِي ذَرّ عَنْ السَّرَخْسِيّ وَفِي رِوَايَة كَرِيمَة عَنْ الْكُشْمِيهَنِيّ بِالشِّينِ الْمُعْجَمَة وَالْأَوَّل أَوْلَى فَقَدْ أَخْرَجَهُ أَحْمَدُ عَنْ مُحَمَّد بْن أَبِي عَدِيّ عَنْ حُمَيْد بِلَفْظِ \" فَأَهْوَى إِلَيْهِ \" أَيْ أَمَالَ إِلَيْهِ. ‏ ‏قَوْله ( مِشْقَصًا ) ‏ ‏تَقَدَّمَ ضَبْطُهُ وَتَفْسِيره فِي كِتَاب الِاسْتِئْذَان فِي الْكَلَام عَلَى رِوَايَة عُبَيْد اللَّه بْن أَبِي بَكْر بْن أَنَس عَنْ أَنَس وَسِيَاقُهُ أَتَمُّ , وَوَقَعَ هُنَا فِي رِوَايَة حُمَيْد مُخْتَصَرًا أَيْضًا , وَقَدْ أَخْرَجَهُ أَحْمَدُ عَنْ يَحْيَى الْقَطَّان شَيْخ شَيْخ الْبُخَارِيّ فِيهِ فَزَادَ فِي آخِره حَتَّى أَخَّرَ رَأْسه بِتَشْدِيدِ الْخَاء الْمُعْجَمَة أَيْ أَخْرَجَهَا مِنْ الْمَكَان الَّذِي اِطَّلَعَ فِيهِ وَفَاعِل أَخَّرَ هُوَ الرَّجُل , وَيَحْتَمِل أَنْ يَكُون الْمِشْقَصَ وَأَسْنَدَ الْفِعْل إِلَيْهِ مَجَازًا , وَيَحْتَمِل أَنْ يَكُون النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِكَوْنِهِ السَّبَب فِي ذَلِكَ وَالْأَوَّل أَظْهَرُ , فَقَدْ أَخْرَجَهُ أَحْمَدُ أَيْضًا عَنْ سَهْل بْن يُوسُف عَنْ حُمَيْد بِلَفْظِ \" فَأَخْرَجَ الرَّجُل رَأْسه \" وَعِنْده فِي رِوَايَة اِبْن أَبِي عَدِيّ الَّتِي أَشَرْت إِلَيْهَا : فَتَأَخَّرَ الرَّجُل. ‏ ‏قَوْله ( فَقُلْت مَنْ حَدَّثَك ) ‏ ‏الْقَائِل هُوَ يَحْيَى الْقَطَّان وَالْمَقُول لَهُ هُوَ حُمَيْد وَجَوَابه بِقَوْلِهِ أَنَس بْن مَالِك يَقْتَضِي أَنَّهُ سَمِعَهُ مِنْهُ بِغَيْرِ وَاسِطَة , وَهَذَا مِنْ الْمُتُون الَّتِي سَمِعَهَا حُمَيْد مِنْ أَنَس وَقَدْ قِيلَ إِنَّهُ لَمْ يَسْمَع مِنْهُ سِوَى خَمْسَة أَحَادِيث وَالْبَقِيَّة سَمِعَهَا مِنْ أَصْحَابه عَنْهُ كَثَابِتٍ وَقَتَادَة فَكَانَ يُدَلِّسهَا فَيَرْوِيهَا عَنْ أَنَس بِلَا وَاسِطَة , وَالْحَقّ أَنَّهُ سَمِعَ مِنْهُ أَضْعَاف ذَلِكَ , وَقَدْ أَكْثَرَ الْبُخَارِيّ مِنْ تَخْرِيج حَدِيث حُمَيْد عَنْ أَنَس , بِخِلَافِ مُسْلِم فَلَمْ يُخَرِّج مِنْهَا إِلَّا الْقَلِيل. لِهَذِهِ الْعِلَّة , لَكِنَّ الْبُخَارِيّ لَا يُخَرِّج مِنْ حَدِيثه إِلَّا مَا صَرَّحَ فِيهِ بِالتَّحْدِيثِ أَوْ مَا قَامَ مَقَام التَّصْرِيح وَلَوْ بِاللُّزُومِ كَمَا لَوْ كَانَ مِنْ رِوَايَة شُعْبَة عَنْهُ فَإِنَّ شُعْبَة لَا يَحْمِل عَنْ شُيُوخه إِلَّا مَا عَرَفَ أَنَّهُمْ سَمِعُوهُ مِنْ شُيُوخهمْ , وَقَدْ أَوْضَحْت ذَلِكَ فِي تَرْجَمَة حُمَيْد فِي مُقَدِّمَة هَذَا الشَّرْح وَلِلَّهِ الْحَمْد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6888,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو أُسَامَةَ، قَالَ هِشَامٌ أَخْبَرَنَا عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا كَانَ يَوْمَ أُحُدٍ هُزِمَ الْمُشْرِكُونَ فَصَاحَ إِبْلِيسُ أَىْ عِبَادَ اللَّهِ أُخْرَاكُمْ‏.‏ فَرَجَعَتْ أُولاَهُمْ، فَاجْتَلَدَتْ هِيَ وَأُخْرَاهُمْ، فَنَظَرَ حُذَيْفَةُ فَإِذَا هُوَ بِأَبِيهِ الْيَمَانِ فَقَالَ أَىْ عِبَادَ اللَّهِ أَبِي أَبِي‏.‏ قَالَتْ فَوَاللَّهِ مَا احْتَجَزُوا حَتَّى قَتَلُوهُ‏.‏ قَالَ حُذَيْفَةُ غَفَرَ اللَّهُ لَكُمْ‏.‏ قَالَ عُرْوَةُ فَمَا زَالَتْ فِي حُذَيْفَةَ مِنْهُ بَقِيَّةٌ حَتَّى لَحِقَ بِاللَّهِ‏.‏",
    "english_text": "\"When it was the day of (the battle of) Uhud, the pagans were defeated. Then Satan shouted, \"O \nAllah's worshipers! Beware of what is behind you!\" So the front files attacked the back files of the \narmy. Hudhaifa looked, and behold, there was his father, Al-Yaman (being attacked) ! He shouted (to \nhis companions), \"O Allah's worshipers, my father, my father!\" But by Allah, they did not stop till \nthey killed him (i.e., Hudhaifa's father). Hudhaifa said, \"May Allah forgive you.\" (`Urwa said, \nHudhaifa continued asking Allah's Forgiveness for the killer of his father till he died.",
    "explication": "حَدِيثُ عَائِشَة فِي قِصَّة قَتْل وَالِد حُذَيْفَة , وَسَيَأْتِي شَرْحهَا فِي غَزْوَة أُحُد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6889,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم إِلَى خَيْبَرَ فَقَالَ رَجُلٌ مِنْهُمْ أَسْمِعْنَا يَا عَامِرُ مِنْ هُنَيْهَاتِكَ‏.‏ فَحَدَا بِهِمْ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَنِ السَّائِقُ ‏\"‏ قَالُوا عَامِرٌ‏.‏ فَقَالَ ‏\"‏ رَحِمَهُ اللَّهُ ‏\"‏‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ هَلاَّ أَمْتَعْتَنَا بِهِ‏.‏ فَأُصِيبَ صَبِيحَةَ لَيْلَتِهِ فَقَالَ الْقَوْمُ حَبِطَ عَمَلُهُ، قَتَلَ نَفْسَهُ‏.‏ فَلَمَّا رَجَعْتُ وَهُمْ يَتَحَدَّثُونَ أَنَّ عَامِرًا حَبِطَ عَمَلُهُ، فَجِئْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا نَبِيَّ اللَّهِ فَدَاكَ أَبِي وَأُمِّي، زَعَمُوا أَنَّ عَامِرًا حَبِطَ عَمَلُهُ‏.‏ فَقَالَ ‏\"‏ كَذَبَ مَنْ قَالَهَا، إِنَّ لَهُ لأَجْرَيْنِ اثْنَيْنِ، إِنَّهُ لَجَاهِدٌ مُجَاهِدٌ، وَأَىُّ قَتْلٍ يَزِيدُهُ عَلَيْهِ ‏\"‏‏.‏",
    "english_text": "We went out with the Prophet (ﷺ) to Khaibar. A man (from the companions) said, \"O 'Amir! Let us hear \nsome of your Huda (camel-driving songs.)\" So he sang some of them (i.e. a lyric in harmony with the \ncamels walk). The Prophet (ﷺ) said, \"Who is the driver (of these camels)?\" They said, \"Amir.\" The \nProphet said, \"May Allah bestow His Mercy on him !\" The people said, \"O Allah's Messenger (ﷺ)! Would \nthat you let us enjoy his company longer!\" Then 'Amir was killed the following morning. The people \nsaid, \"The good deeds of 'Amir are lost as he has killed himself.\" I returned at the time while they \nwere talking about that. I went to the Prophet (ﷺ) and said, \"O Allah's Prophet! Let my father be sacrificed \nfor you! The people claim that 'Amir's good deeds are lost.\" The Prophet (ﷺ) said, \"Whoever says so is a \nliar, for 'Amir will have a double reward as he exerted himself to obey Allah and fought in Allah's \nCause. No other way of killing would have granted him greater reward.\"",
    "explication": "‏ ‏قَوْله ( عَنْ سَلَمَة ) ‏ ‏هُوَ اِبْن الْأَكْوَع. ‏ ‏قَوْله ( مِنْ هُنَيَّاتِكَ ) ‏ ‏بِضَمِّ أَوَّله وَتَشْدِيد التَّحْتَانِيَّة بَعْد النُّون , وَوَقَعَ فِي رِوَايَة الْمُسْتَمْلِي بِحَذْفِ التَّحْتَانِيَّة وَقَدْ تَقَدَّمَ ضَبْطه فِي كِتَاب الْمَغَازِي , وَعَامِر هُوَ اِبْن الْأَكْوَع فَهُوَ أَخُو سَلَمَة وَقِيلَ عَمّه , قَالَ اِبْن بَطَّال : لَمْ يُذْكَر فِي هَذِهِ الطَّرِيق صِفَة قَتْل عَامِر نَفْسه , وَقَدْ تَقَدَّمَ بَيَانه فِي كِتَاب الْأَدَب فَفِيهِ \" وَكَانَ سَيْف عَامِر قَصِيرًا فَتَنَاوَلَ بِهِ يَهُودِيًّا لِيَضْرِبَهُ فَرَجَعَ ذُبَابُهُ فَأَصَابَ رُكْبَتَهُ \" قُلْت : وَنَقَلَ بَعْض الشُّرَّاح عَنْ الْإِسْمَاعِيلِيّ أَنَّهُ قَالَ لَيْسَ فِي رِوَايَة مَكِّيّ شَيْخ الْبُخَارِيّ أَنَّهُ اِرْتَدَّ عَلَيْهِ سَيْفُهُ فَقَتَلَهُ , وَالْبَاب مُتَرْجَم بِمَنْ قَتَلَ نَفْسه , وَظَنَّ أَنَّ الْإِسْمَاعِيلِيّ تَعَقَّبَ ذَلِكَ عَلَى الْبُخَارِيّ وَلَيْسَ كَمَا ظَنَّ وَإِنَّمَا سَاقَ الْحَدِيث بِلَفْظِ \" فَارْتَدَّ عَلَيْهِ سَيْفه \" ثُمَّ نَبَّهَ عَلَى أَنَّ هَذِهِ اللَّفْظَة لَمْ تَقَع فِي رِوَايَة الْبُخَارِيّ هُنَا فَأَشَارَ إِلَى أَنَّهُ عَدَلَ هُنَا عَنْ رِوَايَة مَكِّيّ بْن إِبْرَاهِيم لِهَذِهِ النُّكْتَة فَيَكُون أَوْلَى لِوُضُوحِهِ , وَيُجَاب بِأَنَّ الْبُخَارِيّ يَعْتَمِد هَذِهِ الطَّرِيق كَثِيرًا فَيُتَرْجِم بِالْحُكْمِ وَيَكُون قَدْ أَوْرَدَ مَا يَدُلّ عَلَيْهِ صَرِيحًا فِي مَكَان آخَر فَلَا يَجِب أَنْ يُعِيدهُ فَيُورِدهُ مِنْ طَرِيق أُخْرَى لَيْسَ فِيهَا دَلَالَة أَصْلًا أَوْ فِيهَا دَلَالَة خَفِيَّة كُلّ ذَلِكَ لِلْفِرَارِ مِنْ التَّكْرَار لِغَيْرِ فَائِدَة وَلِيَبْعَث النَّاظِرَ فِيهِ عَلَى تَتَبُّع الطُّرُق وَالِاسْتِكْثَار مِنْهَا لِيَتَمَكَّن مِنْ الِاسْتِنْبَاط وَمِنْ الْجَزْم بِأَحَدِ الْمُحْتَمَلَيْنِ مَثَلًا , وَقَدْ عُرِفَ ذَلِكَ بِالِاسْتِقْرَاءِ مِنْ صَنِيع الْبُخَارِيّ فَلَا مَعْنَى لِلِاعْتِرَاضِ بِهِ عَلَيْهِ , وَقَدْ ذَكَرْت ذَلِكَ مِرَارًا , وَإِنَّمَا أُنَبِّه عَلَى ذَلِكَ إِذَا بَعُدَ الْعَهْدُ بِهِ , وَقَدْ تَقَدَّمَ فِي الدَّعَوَات مِنْ وَجْه آخَر عَنْ يَزِيد بْن أَبِي عُبَيْد شَيْخ مَكِّيّ بِلَفْظٍ فِيهِ \" فَلَمَّا تَصَافَّ الْقَوْمُ أُصِيبَ عَامِر بِقَائِمَةِ سَيْفِهِ فَمَاتَ \" وَقَدْ اِعْتَرَضَ عَلَيْهِ الْكَرْمَانِيُّ فَقَالَ : قَوْله فِي التَّرْجَمَة \" فَلَا دِيَة لَهُ \" لَا وَجْه لَهُ هُنَا , وَإِنَّمَا مَوْضِعه اللَّائِق بِهِ التَّرْجَمَة السَّابِقَة إِذَا مَاتَ فِي الزِّحَام فَلَا دِيَة لَهُ عَلَى الْمُزَاحِمِينَ لِظُهُورِ أَنَّ قَاتِل نَفْسه لَا دِيَة لَهُ , قَالَ : وَلَعَلَّهُ مِنْ تَصَرُّف النَّقَلَة بِالتَّقْدِيمِ وَالتَّأْخِير عَنْ نُسْخَة الْأَصْل. ثُمَّ قَالَ : وَقَالَ الظَّاهِرِيَّة : دِيَة مَنْ قَتَلَ نَفْسه عَلَى عَاقِلَته , فَلَعَلَّ الْبُخَارِيّ أَرَادَ رَدَّ هَذَا الْقَوْل. قُلْت : نَعَمْ أَرَادَ الْبُخَارِيّ رَدَّ هَذَا الْقَوْلِ لَكِنْ عَلَى قَائِله قَبْلَ الظَّاهِرِيَّة وَهُوَ الْأَوْزَاعِيُّ كَمَا قَدَّمْته , وَمَا أَظُنّ مَذْهَب الظَّاهِرِيَّة اِشْتَهَرَ عِنْد تَصْنِيف الْبُخَارِيّ كِتَابَهُ فَإِنَّهُ صَنَّفَ كِتَابه فِي حُدُود الْعِشْرِينَ وَمِائَتَيْنِ وَكَانَ دَاوُدُ بْن عَلِيّ الْأَصْبَهَانِيّ رَأْسَهُمْ فِي ذَلِكَ الْوَقْت طَالِبًا وَكَانَ سِنُّهُ يَوْمئِذٍ دُون الْعِشْرِينَ وَأَمَّا قَوْل الْكَرْمَانِيّ بِأَنَّ قَوْل الْبُخَارِيّ \" فَلَا دِيَة لَهُ \" يَلِيق بِتَرْجَمَةِ مَنْ مَاتَ فِي الزِّحَام فَهُوَ صَحِيح لَكِنَّهُ فِي تَرْجَمَة مَنْ قَتَلَ نَفْسه أَلْيَقُ لِأَنَّ الْخِلَاف فِيمَنْ مَاتَ فِي الزِّحَام قَوِيّ فَمِنْ ثَمَّ لَمْ يَجْزِم فِي التَّرْجَمَة بِنَفْيِ الدِّيَة , بِخِلَافِ مَنْ قَتَلَ نَفْسه فَإِنَّ الْخِلَاف فِيهِ ضَعِيف فَجَزَمَ فِيهِ بِالنَّفْيِ , وَهُوَ مِنْ مَحَاسِن تَصَرُّف الْبُخَارِيّ , فَظَهَرَ أَنَّ النَّقَلَة لَمْ يُخَالِفُوا تَصَرُّفه وَبِاَللَّهِ التَّوْفِيق. ‏ ‏قَوْله ( وَأَيُّ قَتْل يَزِيدُهُ عَلَيْهِ ) ‏ ‏فِي رِوَايَة الْمُسْتَمْلِي وَكَذَا فِي رِوَايَة النَّسَفِيّ \" وَأَيّ قَتِيل \" وَصَوَّبَهَا اِبْن بَطَّال وَكَذَا عِيَاض , وَلَيْسَتْ الرِّوَايَة الْأُخْرَى خَطَأ مَحْضًا بَلْ يُمْكِن رَدُّهَا إِلَى مَعْنَى الْأُخْرَى وَاَللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6890,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا قَتَادَةُ، قَالَ سَمِعْتُ زُرَارَةَ بْنَ أَوْفَى، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ يَدَ رَجُلٍ، فَنَزَعَ يَدَهُ مِنْ فَمِهِ، فَوَقَعَتْ ثَنِيَّتَاهُ، فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ يَعَضُّ أَحَدُكُمْ أَخَاهُ كَمَا يَعَضُّ الْفَحْلُ، لاَ دِيَةَ لَكَ ‏\"‏‏.‏",
    "english_text": "A man bit another man's hand and the latter pulled his hand out of his mouth by force, causing two of \nhis incisors (teeth) to fall out. They submitted their case to the Prophet, who said, \"One of you bit his \nbrother as a male camel bites. (Go away), there is no Diya (Blood-money) for you.\"",
    "explication": "‏ ‏قَوْله ( عَنْ زُرَارَة ) ‏ ‏بِضَمِّ الزَّاي الْمُعْجَمَة ثُمَّ مُهْمَلَتَيْنِ الْأُولَى خَفِيفَة بَيْنهمَا أَلِف بِغَيْرِ هَمْز وَهُوَ الْعَامِرِيّ , وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ فِي رِوَايَة عَلِيّ بْن الْجَعْد عَنْ شُعْبَة \" أَخْبَرَنِي قَتَادَةُ أَنَّهُ سَمِعَ زُرَارَة \". ‏ ‏قَوْله ( أَنَّ رَجُلًا عَضَّ يَد رَجُل ) ‏ ‏فِي رِوَايَة مُحَمَّد بْن جَعْفَر عَنْ شُعْبَة عِنْد مُسْلِم بِهَذَا السَّنَد عَنْ عِمْرَان قَالَ \" قَاتَلَ يَعْلَى بْن أُمَيَّة رَجُلًا فَعَضَّ أَحَدُهُمَا صَاحِبه \" الْحَدِيث قَالَ شُعْبَة وَعَنْ قَتَادَة عَنْ عَطَاء هُوَ اِبْن أَبِي رَبَاح عَنْ أَبِي يَعْلَى - يَعْنِي صَفْوَان - عَنْ يَعْلَى بْن أُمَيَّة قَالَ مِثْله , وَكَذَا أَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيق عَبْد اللَّه بْن الْمُبَارَك عَنْ شُعْبَة بِهَذَا السَّنَد فَقَالَ فِي رِوَايَته بِمِثْلِ الَّذِي قَبْله يَعْنِي حَدِيث عِمْرَان بْن حُصَيْن. قُلْت : وَلِشُعْبَةَ فِيهِ سَنَد آخَر إِلَى يَعْلَى أَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيق اِبْن أَبِي عَدِيّ وَعُبَيْد بْن عُقَيْل كِلَاهُمَا عَنْ شُعْبَة عَنْ الْحَكَم عَنْ مُجَاهِد عَنْ يَعْلَى , وَوَقَعَ فِي رِوَايَة عُبَيْد بْن عُقَيْل \" أَنَّ رَجُلًا مِنْ بَنِي تَمِيم قَاتَلَ رَجُلًا فَعَضَّ يَده \" وَيُسْتَفَاد مِنْ هَذِهِ الرِّوَايَة تَعْيِين أَحَد الرَّجُلَيْنِ الْمُبْهَمَيْنِ وَأَنَّهُ يَعْلَى بْن أُمَيَّة , وَقَدْ رَوَى يَعْلَى هَذِهِ الْقِصَّة وَهِيَ الْحَدِيث الثَّانِي فِي الْبَاب فَبَيَّنَ فِي بَعْض طُرُقه أَنَّ أَحَدهمَا كَانَ أَجِيرًا لَهُ , وَلَفْظه فِي الْجِهَاد \" غَزَوْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَ الْحَدِيث وَفِيهِ \" فَاسْتَأْجَرْت أَجِيرًا فَقَاتَلَ رَجُلًا فَعَضَّ أَحَدُهُمَا الْآخَرَ فَعُرِفَ أَنَّ الرَّجُلَيْنِ الْمُبْهَمَيْنِ يَعْلَى وَأَجِيرُهُ وَأَنَّ يَعْلَى أَبْهَمَ نَفْسه لَكِنْ عَيَّنَهُ عِمْرَان بْن حُصَيْن , وَلَمْ أَقِف عَلَى تَسْمِيَة أَجِيره. وَأَمَّا تَمْيِيز الْعَاضِّ مِنْ الْمَعْضُوض فَوَقَعَ بَيَانه فِي غَزْوَة تَبُوك مِنْ الْمَغَازِي مِنْ طَرِيق مُحَمَّد بْن بَكْر عَنْ اِبْن جُرَيْجٍ فِي حَدِيث يَعْلَى قَالَ عَطَاء : فَلَقَدْ أَخْبَرَنِي صَفْوَان بْن يَعْلَى أَيّهمَا عَضَّ الْآخَر فَنَسِيته فَظَنَّ أَنَّهُ مُسْتَمِرّ عَلَى الْإِبْهَام , وَلَكِنْ وَقَعَ عِنْد مُسْلِم وَالنَّسَائِيِّ مِنْ طَرِيق بُدَيْل بْن مَيْسَرَة عَنْ عَطَاء بِلَفْظِ \" أَنَّ أَجِيرًا لِيَعْلَى عَضَّ رَجُلٌ ذِرَاعَهُ \" وَأَخْرَجَهُ النَّسَائِيُّ أَيْضًا عَنْ إِسْحَاق بْن إِبْرَاهِيم عَنْ سُفْيَان بِلَفْظِ \" فَقَاتَلَ أَجِيرِي رَجُلًا فَعَضَّهُ الْآخَر \" وَيُؤَيِّدهُ مَا أَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيق سُفْيَان بْن عَبْد اللَّه عَنْ عَمَّيْهِ سَلَمَة بْن أُمَيَّة وَيَعْلَى بْن أُمَيَّة قَالَا \" خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك وَمَعَنَا صَاحِب لَنَا فَقَاتَلَا رَجُلًا مِنْ الْمُسْلِمِينَ فَعَضَّ الرَّجُل ذِرَاعه \" وَيُؤَيِّدهُ أَيْضًا رِوَايَة عُبَيْد بْن عُقَيْل الَّتِي ذَكَرْتهَا مِنْ عِنْد النَّسَائِيِّ بِلَفْظِ \" أَنَّ رَجُلًا مِنْ بَنِي تَمِيم عَضَّ \" فَإِنَّ يَعْلَى تَمِيمِيّ وَأَمَّا أَجِيره فَإِنَّهُ لَمْ يَقَع التَّصْرِيح بِأَنَّهُ تَمِيمِيّ , وَأَخْرَجَ النَّسَائِيُّ أَيْضًا مِنْ رِوَايَة مُحَمَّد بْن مُسْلِم الزُّهْرِيّ عَنْ صَفْوَان بْن يَعْلَى عَنْ أَبِيهِ نَحْو رِوَايَة سَلَمَة وَلَفْظه \" فَقَاتَلَ رَجُلًا فَعَضَّ الرَّجُلُ ذِرَاعَهُ فَأَوْجَعَهُ \" وَعُرِفَ بِهَذَا أَنَّ الْعَاضَّ هُوَ يَعْلَى بْن أُمَيَّة , وَلَعَلَّ هَذَا هُوَ السِّرُّ فِي إِبْهَامه نَفْسَهُ. وَقَدْ أَنْكَرَ الْقُرْطُبِيّ أَنْ يَكُون يَعْلَى هُوَ الْعَاضّ فَقَالَ : يَظْهَر مِنْ هَذِهِ الرِّوَايَة أَنَّ يَعْلَى هُوَ الَّذِي قَاتَلَ الْأَجِير , وَفِي الرِّوَايَة الْأُخْرَى \" أَنَّ أَجِيرًا لِيَعْلَى عَضَّ يَد رَجُل \" وَهَذَا هُوَ الْأَوْلَى وَالْأَلْيَق إِذْ لَا يَلِيق ذَلِكَ الْفِعْل بِيَعْلَى مَعَ جَلَالَته وَفَضْله. قُلْت : لَمْ يَقَع فِي شَيْء مِنْ الطُّرُق أَنَّ الْأَجِير هُوَ الْعَاضّ وَإِنَّمَا اِلْتَبَسَ عَلَيْهِ أَنَّ فِي بَعْض طُرُقه عِنْد مُسْلِم كَمَا بَيَّنْته \" أَنَّ أَجِيرًا لِيَعْلَى عَضَّ رَجُلٌ ذِرَاعَهُ \" فَجُوِّزَ أَنْ يَكُون الْعَاضّ غَيْر يَعْلَى , وَأَمَّا اِسْتِبْعَاده أَنْ يَقَع ذَلِكَ مِنْ يَعْلَى مَعَ جَلَالَته فَلَا مَعْنَى لَهُ مَعَ ثُبُوت التَّصْرِيح بِهِ فِي الْخَبَر الصَّحِيح , فَيَحْتَمِل أَنْ يَكُون ذَلِكَ صَدَرَ مِنْهُ فِي أَوَائِل إِسْلَامه فَلَا اِسْتِبْعَاد. وَقَالَ النَّوَوِيّ : وَأَمَّا قَوْله يَعْنِي فِي الرِّوَايَة الْأُولَى \" أَنَّ يَعْلَى هُوَ الْمَعْضُوض \" وَفِي. الرِّوَايَة الثَّانِيَة وَالثَّالِثَة الْمَعْضُوض هُوَ أَجِير يَعْلَى لَا يَعْلَى فَقَالَ الْحُفَّاظ : الصَّحِيح الْمَعْرُوف أَنَّ الْمَعْضُوض أَجِير يَعْلَى لَا يَعْلَى. قَالَ : وَيَحْتَمِل أَنَّهُمَا قَضِيَّتَانِ جَرَتَا لِيَعْلَى وَلِأَجِيرِهِ فِي وَقْت أَوْ وَقْتَيْنِ , وَتَعَقَّبَهُ شَيْخنَا فِي شَرْح التِّرْمِذِيّ بِأَنَّهُ لَيْسَ فِي رِوَايَة مُسْلِم وَلَا رِوَايَة غَيْره فِي الْكُتُب السِّتَّة وَلَا غَيْرهَا أَنَّ يَعْلَى هُوَ الْمَعْضُوض لَا صَرِيحًا وَلَا إِشَارَة , وَقَالَ شَيْخنَا : فَيَتَعَيَّن عَلَى هَذَا أَنَّ يَعْلَى هُوَ الْعَاضّ وَاَللَّه أَعْلَمُ. قُلْت وَإِنَّمَا تَرَدَّدَ عِيَاض وَغَيْره فِي الْعَاضّ هَلْ هُوَ يَعْلَى أَوْ آخَر أَجْنَبِيّ كَمَا قَدَّمْته مِنْ كَلَام الْقُرْطُبِيّ وَاَللَّه أَعْلَمُ. ‏ ‏قَوْله ( فَنَزَعَ يَده مِنْ فِيهِ ) ‏ ‏وَكَذَا فِي حَدِيث يَعْلَى الْمَاضِي فِي الْجِهَاد فِي رِوَايَة الْكُشْمِيهَنِيّ \" مِنْ فَمه \" وَفِي رِوَايَة هِشَام عَنْ عُرْوَة عِنْد مُسْلِم \" عَضَّ ذِرَاع رَجُل فَجَذَبَهُ \" وَفِي حَدِيث يَعْلَى الْمَاضِي فِي الْإِجَارَة \" فَعَضَّ إِصْبَع صَاحِبه فَانْتَزَعَ إِصْبَعه \" وَفِي الْجَمْع بَيْن الذِّرَاع وَالْإِصْبَع عُسْر , وَيَبْعُد الْحَمْل عَلَى تَعَدُّد الْقِصَّة لِاتِّحَادِ الْمَخْرَج لِأَنَّ مَدَارهَا عَلَى عَطَاء عَنْ صَفْوَان بْن يَعْلَى عَنْ أَبِيهِ , فَوَقَعَ فِي رِوَايَة إِسْمَاعِيل بْن عُلَيَّة عَنْ اِبْن جُرَيْجٍ عَنْهُ \" إِصْبَعه \" وَهَذِهِ فِي الْبُخَارِيّ وَلَمْ يَسُقْ مُسْلِم لَفْظهَا , وَفِي رِوَايَة بْن مَيْسَرَة عَنْ عَطَاء عِنْد مُسْلِم وَكَذَا فِي رِوَايَة الزُّهْرِيّ عَنْ صَفْوَان عِنْد النَّسَائِيِّ \" ذِرَاعه \" وَوَافَقَهُ سُفْيَان بْن عُيَيْنَةَ عَنْ اِبْن جُرَيْجٍ فِي رِوَايَة إِسْحَاق بْن رَاهْوَيْهِ عَنْهُ , فَاَلَّذِي يَتَرَجَّح الذِّرَاع , وَقَدْ وَقَعَ أَيْضًا فِي حَدِيث سَلَمَة بْن أُمَيَّة عِنْد النَّسَائِيِّ مِثْل ذَلِكَ , وَانْفِرَاد اِبْن عُلَيَّة عَنْ اِبْن جُرَيْجٍ بِلَفْظِ الْإِصْبَع لَا يُقَاوِم هَذِهِ الرِّوَايَات الْمُتَعَاضِدَةَ عَلَى الذِّرَاع وَاَللَّه أَعْلَمُ. ‏ ‏قَوْله ( فَوَقَعَتْ ثَنِيَّتَاهُ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِالتَّثْنِيَةِ وَ لِلْكُشْمِيهَنِيّ \" ثَنَايَاهُ \" بِصِيغَةِ الْجَمْع , وَفِي رِوَايَة هِشَام الْمَذْكُورَة \" فَسَقَطَتْ ثَنِيَّته \" بِالْإِفْرَادِ وَكَذَا لَهُ فِي رِوَايَة اِبْن سِيرِينَ عَنْ عِمْرَان , وَكَذَا فِي رِوَايَة سَلَمَة بْن أُمَيَّة بِلَفْظِ \" فَجَذَبَ صَاحِبه يَده فَطَرَحَ ثَنِيَّته \" وَقَدْ تَتَرَجَّح رِوَايَة التَّثْنِيَة لِأَنَّهُ يُمْكِن حَمْلُ الرِّوَايَة الَّتِي بِصِيغَةِ الْجَمْع عَلَيْهَا عَلَى رَأْي مَنْ يُجِيز فِي الِاثْنَيْنِ صِيغَة الْجَمْع , وَرَدُّ الرِّوَايَة الَّتِي بِالْإِفْرَادِ إِلَيْهَا عَلَى إِرَادَة الْجِنْس , لَكِنْ وَقَعَ فِي رِوَايَة مُحَمَّد بْن بَكْر \" فَانْتَزَعَ إِحْدَى ثَنِيَّتَيْهِ \" فَهَذِهِ أَصْرَحُ فِي الْوَحْدَة , وَقَوْل مَنْ يَقُول فِي هَذَا بِالْحَمْلِ عَلَى التَّعَدُّد بَعِيدٌ أَيْضًا لِاتِّحَادِ الْمَخْرَج , وَوَقَعَ فِي رِوَايَة الْإِسْمَاعِيلِيّ \" فَنَدَرَتْ ثَنِيَّتُهُ \". ‏ ‏قَوْله ( فَاخْتَصَمُوا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا فِي هَذَا الْمَوْضِع وَالْمُرَاد يَعْلَى وَأَجِيره وَمَنْ اِنْضَمَّ إِلَيْهِمَا مِمَّنْ يَلُوذ بِهِمَا أَوْ بِأَحَدِهِمَا , وَفِي رِوَايَة هِشَام فَرُفِعَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي رِوَايَة اِبْن سِيرِينَ \" فَاسْتَعْدَى عَلَيْهِ \" وَفِي حَدِيث يَعْلَى \" فَانْطَلَقَ \" هَذِهِ رِوَايَة اِبْن عُلَيَّة وَفِي رِوَايَة سُفْيَان \" فَأَتَى \" وَفِي رِوَايَة مُحَمَّد بْن بَكْر عَنْ اِبْن جُرَيْجٍ فِي. الْمَغَازِي \" فَأَتَيَا \". ‏ ‏قَوْله ( فَقَالَ يَعَضُّ ) ‏ ‏بِفَتْحِ أَوَّله وَالْعَيْن الْمُهْمَلَة بَعْدهَا ضَاد مُعْجَمَة ثَقِيلَة وَفِي رِوَايَة مُسْلِم \" يَعْمِدُ أَحَدكُمْ إِلَى أَخِيهِ فَيَعَضُّهُ \" وَأَصْل عَضَّ عَضِضَ بِكَسْرِ الْأُولَى يَعْضَضُ بِفَتْحِهَا فَأُدْغِمَتْ. ‏ ‏قَوْله ( كَمَا يَعَضُّ الْفَحْلُ ) ‏ ‏وَفِي حَدِيث سَلَمَة \" كَعَضَاضِ الْفَحْل \" أَيْ الذَّكَر مِنْ الْإِبِل وَيُطْلَق عَلَى غَيْره مِنْ ذُكُور الدَّوَابّ وَوَقَعَ فِي الرِّوَايَة الَّتِي فِي الْجِهَاد وَكَذَا فِي حَدِيث هِشَام \" وَيَقْضَمُهَا \" بِسُكُونِ الْقَاف وَفَتْح الضَّاد الْمُعْجَمَة عَلَى الْأَفْصَح \" كَمَا يَقْضَم الْفَحْل \" مِنْ الْقَضْم وَهُوَ الْأَكْل بِأَطْرَافِ الْأَسْنَان وَالْخَضْم بِالْخَاءِ الْمُعْجَمَة بَدَل الْقَاف الْأَكْل بِأَقْصَاهَا وَبِأَدْنَى الْأَضْرَاس وَيُطْلَق عَلَى الدَّقّ وَالْكَسْر وَلَا يَكُون إِلَّا فِي الشَّيْء الصُّلْب حَكَاهُ صَاحِب الرَّاعِي فِي اللُّغَة. ‏ ‏قَوْله ( لَا دِيَة لَهُ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" لَا دِيَة لَك \" وَوَقَعَ فِي رِوَايَة هِشَام \" فَأَبْطَلَهُ وَقَالَ أَرَدْت أَنْ تَأْكُل لَحْمَهُ \" وَفِي حَدِيث سَلَمَة \" ثُمَّ تَأْتِي تَلْتَمِس الْعَقْل لَا عَقْل لَهَا فَأَبْطَلَهَا \" وَفِي رِوَايَة اِبْن سِيرِينَ \" فَقَالَ مَا تَأْمُرنِي ؟ أَتَأْمُرُنِي أَنْ آمُرهُ أَنْ يَدَع يَده فِي فِيك تَقْضَمُهَا قَضْم الْفَحْل اِدْفَعْ يَدك حَتَّى يَقْضَمَهَا ثُمَّ انْزِعْهَا \" كَذَا لِمُسْلِمٍ وَعِنْد أَبِي نُعَيْم فِي الْمُسْتَخْرَج مِنْ الْوَجْه الَّذِي أَخْرَجَهُ مُسْلِم \" إِنْ شِئْت أَمَرْنَاهُ فَعَضَّ يَدك ثُمَّ اِنْتَزِعْهَا أَنْتَ \" وَفِي حَدِيث يَعْلَى بْن أُمَيَّة \" فَأَهْدَرَهَا \" وَفِي هَذَا الْبَاب \" فَأَبْطَلَهَا \" وَهِيَ رِوَايَة الْإِسْمَاعِيلِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6891,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، قَالَ خَرَجْتُ فِي غَزْوَةٍ، فَعَضَّ رَجُلٌ فَانْتَزَعَ ثَنِيَّتَهُ، فَأَبْطَلَهَا النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "english_text": "I went out in one of the Ghazwa and a man bit another man and as a result, an incisor tooth of the \nformer was pulled out. The Prophet (ﷺ) cancelled the case.",
    "explication": "‏ ‏قَوْله : ( عَنْ صَفْوَان بْن يَعْلَى ) ‏ ‏فِي رِوَايَة هَمَّام الْمَاضِيَة فِي الْحَجّ \" حَدَّثَنِي صَفْوَان بْن يَعْلَى \". ‏ ‏قَوْله : ( الْعُسْرَة ) ‏ ‏بِضَمِّ الْعَيْن وَسُكُون السِّين الْمُهْمَلَتَيْنِ هِيَ غَزْوَة تَبُوك , وَسَيَأْتِي الْكَلَام عَلَى الْحَدِيث فِي الدِّيَات , وَرِوَايَة هَمَّام الْمَذْكُورَة مُخْتَصَرَة. ‏ ‏قَوْله : ( فَأَنْدَرَ ) ‏ ‏أَيْ أَسْقَطَ. ‏ ‏قَوْله : ( فَأَهْدَرَ ) ‏ ‏أَيْ لَمْ يَجْعَل لَهُ دِيَة 0 وَلَا قِصَاصًا. ‏ ‏قَوْله : ( تَقْضِمهَا ) ‏ ‏بِفَتْحِ الضَّاد الْمُعْجَمَة وَمَاضِيَة بِكَسْرِهَا وَالِاسْم الْقَضْمُ بِفَتْحِ الْقَاف وَسُكُون الضَّاد الْمُعْجَمَة وَهُوَ الْأَكْل بِأَطْرَافِ الْأَسْنَان , وَالْفَحْل الذَّكَر مِنْ الْإِبِل وَنَحْوه. ‏ ‏قَوْله : ( قَالَ اِبْن جُرَيْجٍ إِلَخْ ) ‏ ‏هُوَ بِالْإِسْنَادِ الْمَذْكُور إِلَيْهِ , وَهَذِهِ الزِّيَادَة الَّتِي عَنْ أَبِي بَكْر الصِّدِّيق وَقَعَتْ هُنَا فَقَطْ. ‏ ‏قَوْله : ( عَنْ جَدّه ) ‏ ‏كَذَا لِلْجَمِيعِ , وَكَذَلِكَ أَخْرَجَهُ أَبُو دَاوُدَ مِنْ طَرِيق يَحْيَى بْن سَعِيد عَنْ اِبْن جُرَيْجٍ. وَقَالَ أَبُو عَاصِم \" عَنْ اِبْن جُرَيْجٍ عَنْ أَبِيهِ عَنْ جَدّه عَنْ أَبِي بَكْر \" زَادَ فِيهِ \" عَنْ أَبِيهِ \" أَخْرَجَهُ الْحَاكِم أَبُو أَحْمَد فِي الْكُنَى وَابْن شَاهِين فِي الصَّحَابَة. وَعَبْد اللَّه بْن أَبِي مُلَيْكَةَ مَنْسُوب إِلَى جَدّه وَقِيلَ إِلَى جَدّ أَبِيهِ فَإِنَّهُ عَبْد اللَّه بْنُ عُبَيْد اللَّه بْن أَبِي مُلَيْكَةَ وَاسْمه زُهَيْر بْن عَبْد اللَّه بْن جُدْعَانَ التَّيْمِيُّ وَلَهُ صُحْبَة , وَمِنْهُمْ مَنْ زَادَ فِي نَسَبه \" عَبْد اللَّه بْن عُبَيْد اللَّه بْن زُهَيْر \" وَقَالَ إِنَّ الَّذِي يُكَنَّى أَبَا مُلَيْكَةَ هُوَ عَبْد اللَّه بْن زُهَيْر , فَعَلَى الْأَوَّل فَالْحَدِيث مِنْ رِوَايَة زُهَيْر بْن عَبْد اللَّه عَنْ أَبِي بَكْر , وَعَلَى الثَّانِي هُوَ مِنْ رِوَايَة عَبْد اللَّه بْن زُهَيْر , وَيَتَرَدَّد عَوْد الضَّمِير فِي قَوْله \" عَنْ جَدّه \" عَلَى مَنْ يَعُود عَلَى الْخِلَاف الْمَذْكُور , وَزَعَمَ مُغَلْطَاي أَنَّ الطَّرِيق الَّتِي أَخْرَجَهَا الْبُخَارِيّ مُنْقَطِعَة فِي مَوْضِعَيْنِ , وَلَيْسَ كَمَا زَعَمَ. وَاللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6892,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ ابْنَةَ النَّضْرِ، لَطَمَتْ جَارِيَةً، فَكَسَرَتْ ثَنِيَّتَهَا، فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَأَمَرَ بِالْقِصَاصِ‏.‏",
    "english_text": "The daughter of An-Nadr slapped a girl and broke her incisor tooth. They (the relatives of that girl), \ncame to the Prophet (ﷺ) and he gave the order of Qisas (equality in punishment).",
    "explication": "‏ ‏قَوْله : ( فَرَضِيَ الْقَوْم وَقَبِلُوا الْأَرْش ) ‏ ‏أَيْ زَادَ عَلَى رِوَايَة الْأَنْصَارِيّ ذِكْر قَبُولهمْ الْأَرْش , وَاَلَّذِي وَقَعَ فِي رِوَايَة الْأَنْصَارِيّ \" فَرَضِيَ الْقَوْم وَعَفَوْا \" وَظَاهِره أَنَّهُمْ تَرَكُوا الْقِصَاص وَالْأَرْش مُطْلَقًا , فَأَشَارَ الْمُصَنِّف إِلَى الْجَمْع بَيْنهمَا بِأَنَّ قَوْله عَفَوْا مَحْمُول عَلَى أَنَّهُمْ عَفَوْا عَنْ الْقِصَاص عَلَى قَبُول الْأَرْش جَمْعًا بَيْن الرِّوَايَتَيْنِ , وَطَرِيق الْفَزَارِيِّ هَذِهِ وَصَلَهَا الْمُؤَلِّف فِي تَفْسِير سُورَة الْمَائِدَة , وَسَيَأْتِي الْكَلَام عَلَيْهِ مُسْتَوْفًى هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6893,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ هَذِهِ وَهَذِهِ سَوَاءٌ ‏\"‏، يَعْنِي الْخِنْصَرَ وَالإِبْهَامَ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"This and this are the same.\" He meant the little finger and the thumb.",
    "explication": "‏ ‏قَوْله ( عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ هَذِهِ وَهَذِهِ سَوَاء يَعْنِي الْخِنْصَر وَالْإِبْهَام ) ‏ ‏فِي رِوَايَة النَّسَائِيِّ مِنْ طَرِيق يَزِيد بْن زُرَيْع عَنْ شُعْبَة \" الْإِبْهَام وَالْخِنْصَر \" وَحَذَفَ لَفْظَة \" يَعْنِي \" وَزَادَ فِي رِوَايَة عَنْهُ \" عَشْرٌ عَشْرٌ \" وَلِعَلِيِّ بْن الْجَعْد عَنْ شُعْبَة عَنْ الْإِسْمَاعِيلِيّ \" وَأَشَارَ إِلَى الْخِنْصَر وَالْإِبْهَام \" وَلِلْإِسْمَاعِيلِيِّ مِنْ طَرِيق عَاصِم بْن عَلِيّ عَنْ شُعْبَة \" دِيَتهمَا سَوَاء \" وَلِأَبِي دَاوُدَ مِنْ طَرِيق عَبْد الصَّمَد بْن عَبْد الْوَارِث عَنْ شُعْبَة \" الْأَصَابِع وَالْأَسْنَان سَوَاء , الثَّنِيَّة وَالضِّرْس سَوَاء \" وَلِأَبِي دَاوُدَ وَالتِّرْمِذِيّ مِنْ طَرِيق يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة بِلَفْظِ \" الْأَسْنَان وَالْأَصَابِع سَوَاء \" وَفِي لَفْظ \" أَصَابِع الْيَدَيْنِ وَالرِّجْلَيْنِ سَوَاء \" وَأَخْرَجَ اِبْن أَبِي عَاصِم مِنْ رِوَايَة يَحْيَى الْقَطَّان عَنْ شُعْبَة عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب قَالَ بَعَثَهُ مَرْوَان إِلَى اِبْن عَبَّاس يَسْأَلهُ عَنْ الْأَصَابِع فَقَالَ \" قَضَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْيَد خَمْسِينَ وَكُلّ أُصْبُع عَشْر \" وَكَذَا فِي كِتَاب عَمْرو بْن حَزْم عِنْد مَالِك \" فِي الْأَصَابِع عَشْر عَشْر \" وَسَأَذْكُرُ سَنَده , وَلِابْنِ مَاجَهْ مِنْ حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه رَفَعَهُ \" الْأَصَابِع سَوَاء كُلّهنَّ فِيهِ عَشْر عَشْر مِنْ الْإِبِل , وَفَرَّقَهُ أَبُو دَاوُدَ حَدِيثَيْنِ وَسَنَده جَيِّد. ‏ ‏قَوْله ( سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوه ) ‏ ‏نَزَلَ الْمُصَنِّف فِي هَذَا السَّنَد دَرَجَة مِنْ أَجْل وُقُوع التَّصْرِيح فِيهِ بِالسَّمَاعِ. , وَأَمَّا قَوْله \" نَحْوه \" فَقَدْ أَخْرَجَهُ اِبْن مَاجَهْ وَالْإِسْمَاعِيلِيّ مِنْ رِوَايَة اِبْن أَبِي عَدِيّ الْمَذْكُورَة بِلَفْظِ \" الْأَصَابِع سَوَاء \" وَأَخْرَجَاهُ مِنْ رِوَايَة اِبْن أَبِي عَدِيّ أَيْضًا لَكِنْ مَقْرُونًا بِهِ غُنْدَر وَالْقَطَّان بِلَفْظِ الرِّوَايَة الْأُولَى وَلَكِنْ بِتَقْدِيمِ الْإِبْهَام عَلَى الْخِنْصَر , قَالَ التِّرْمِذِيّ : الْعَمَل عَلَى هَذَا عِنْد أَهْل الْعِلْم , وَبِهِ يَقُول الثَّوْرِيّ وَالشَّافِعِيّ وَأَحْمَدُ وَإِسْحَاق. قُلْت : وَبِهِ قَالَ جَمِيع فُقَهَاء الْأَمْصَار , وَكَانَ فِيهِ خِلَاف قَدِيم فَأَخْرَجَ اِبْن أَبِي شَيْبَة مِنْ رِوَايَة سَعِيد بْن الْمُسَيِّب عَنْ عُمَر \" فِي الْإِبْهَام خَمْسَةَ عَشَرَ وَفِي السَّبَّابَة وَالْوُسْطَى عَشْر عَشْر وَفِي الْبِنْصِر تِسْع وَفِي الْخِنْصَر سِتّ \" وَمِثْله عَنْ مُجَاهِد , وَفِي \" جَامِع الثَّوْرِيّ \" عَنْ عُمَر نَحْوه وَزَادَ \" قَالَ سَعِيد بْن الْمُسَيِّب : حَتَّى وَجَدَ عُمَر فِي كِتَاب الدِّيَات لِعَمْرِو بْن حَزْم فِي كُلّ إِصْبَع عَشْر فَرَجَعَ إِلَيْهِ \". قُلْت : وَكِتَاب عَمْرو بْن حَزْم أَخْرَجَهُ مَالِك فِي الْمُوَطَّأ عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم عَنْ أَبِيهِ \" أَنَّ فِي الْكِتَاب الَّذِي كَتَبَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِعَمْرِو بْن حَزْم فِي الْعُقُول أَنَّ فِي النَّفْسِ مِائَةً مِنْ الْإِبِل \" وَفِيهِ \" وَفِي الْيَد خَمْسُونَ , وَفِي الرِّجْل خَمْسُونَ وَفِي كُلّ إِصْبَع مِمَّا هُنَالِكَ عَشْر مِنْ الْإِبِل \" وَوَصَلَهُ أَبُو دَاوُدَ فِي \" الْمَرَاسِيل \" وَالنَّسَائِيُّ مِنْ وَجْه آخَر عَنْ أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم عَنْ أَبِيهِ عَنْ جَدِّهِ مُطَوَّلًا , وَصَحَّحَهُ اِبْن حِبَّان , وَأَعَلَّهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ , وَأَخْرَجَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ \" فِي الْإِبْهَام وَاَلَّتِي تَلِيهَا نِصْف دِيَة الْيَد , وَفِي كُلّ وَاحِدَة عَشْر \" وَأَخْرَجَ اِبْن أَبِي شَيْبَة عَنْ مُجَاهِد نَحْو أَثَر عُمَر إِلَّا أَنَّهُ قَالَ \" فِي الْبِنْصِر ثَمَانٍ وَفِي الْخِنْصَر سَبْع \" وَمِنْ طَرِيق الشَّعْبِيّ \" كُنْت عِنْد شُرَيْح فَجَاءَهُ رَجُل فَسَأَلَهُ فَقَالَ : فِي كُلّ إِصْبَع عَشْر , فَقَالَ : سُبْحَان اللَّه هَذِهِ وَهَذِهِ سَوَاء الْإِبْهَام وَالْخِنْصَر , قَالَ : وَيْحك إِنَّ السُّنَّة مَنَعَتْ الْقِيَاس اِتَّبِعْ وَلَا تَبْتَدِع \" وَأَخْرَجَهُ اِبْن الْمُنْذِر وَسَنَده صَحِيح , وَأَخْرَجَ مَالِك فِي الْمُوَطَّأ \" أَنَّ مَرْوَان بَعَثَ أَبَا غَطَفَان الْمُزَنِيَّ إِلَى اِبْن عَبَّاس : مَاذَا فِي الضِّرْس ؟ فَقَالَ : خَمْس مِنْ الْإِبِل , قَالَ : فَرَدَّنِي إِلَيْهِ : أَتَجْعَلُ مُقَدَّم الْفَم مِثْل الْأَضْرَاس ؟ فَقَالَ : لَوْ لَمْ تَعْتَبِر ذَلِكَ إِلَّا فِي الْأَصَابِع عَقْلُهَا سَوَاءٌ ) وَهَذَا يَقْتَضِي أَنْ لَا خِلَاف عِنْد اِبْن عَبَّاس وَمَرْوَان فِي الْأَصَابِع وَإِلَّا لَكَانَ فِي الْقِيَاس الْمَذْكُور نَظَر. قَالَ الْخَطَّابِيُّ : هَذَا أَصْل فِي كُلّ جِنَايَة لَا تُضْبَط كَمِّيَّتهَا , فَإِذَا فَاقَ ضَبْطهَا مِنْ جِهَة الْمَعْنَى اُعْتُبِرَتْ مِنْ حَيْثُ الِاسْم فَتَتَسَاوَى دِيَتهَا وَإِنْ اِخْتَلَفَ حَالهَا وَمَنْفَعَتهَا وَمَبْلَغ فِعْلهَا , فَإِنَّ لِلْإِبْهَامِ مِنْ الْقُوَّة مَا لَيْسَ لِلْخِنْصَرِ وَمَعَ ذَلِكَ فَدِيَتهمَا سَوَاء , وَمِثْله فِي الْجَنِين غُرَّة سَوَاء كَانَ ذَكَرًا أَوْ أُنْثَى , وَهَكَذَا الْقَوْل فِي الْوَاضِح دِيَتهَا سَوَاء وَلَوْ اِخْتَلَفَ فِي الْمِسَاحَة , وَكَذَلِكَ الْأَسْنَان نَفْع بَعْضهَا أَقْوَى مِنْ بَعْض وَدِيَتهَا سَوَاء نَظَرًا لِلِاسْمِ فَقَطْ. وَمَا أَخْرَجَهُ مَالِك فِي الْمُوَطَّأ عَنْ رَبِيعَة \" سَأَلْت سَعِيد بْن الْمُسَيِّب كَمْ فِي إِصْبَع الْمَرْأَة ؟ قَالَ : عَشْر , قُلْت : فَفِي إِصْبَعَيْنِ ؟ قَالَ : عِشْرُونَ , قُلْت : فَفِي ثَلَاث ؟ قَالَ : ثَلَاثُونَ , قُلْت : فَفِي أَرْبَع ؟ قَالَ : عِشْرُونَ. قُلْت : حِين عَظُمَ جُرْحهَا وَاشْتَدَّتْ مُصِيبَتهَا نَقَصَ عَقْلُهَا. ‏ ‏قَالَ : يَا اِبْن أَخِي هِيَ السُّنَّة , فَإِنَّمَا قَالَ ذَلِكَ لِأَنَّ دِيَة الْمَرْأَة نِصْف دِيَة الرَّجُل لَكِنَّهَا عِنْده تُسَاوِيه فِيمَا كَانَ قَدْر ثُلُث الدِّيَة فَمَا دُونه فَإِذَا زَادَ عَلَى ذَلِكَ رَجَعَتْ إِلَى حُكْم النِّصْف. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6894,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم نَحْوَهُ‏.‏",
    "english_text": "I heard the Prophet (saying the same as above Hadith 34).",
    "explication": "‏ ‏قَوْله : ( أَبِي جَمْرَة ) ‏ ‏هُوَ بِالْجِيمِ وَالرَّاء كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( مِنْ شُقَّة ) ‏ ‏بِضَمِّ الشِّين الْمُعْجَمَة وَتَشْدِيد الْقَاف. ‏ ‏قَوْله : ( وَتُعْطُوا ) ‏ ‏كَذَا وَقَعَ , وَهُوَ مَنْصُوب بِتَقْدِيرِ أَنْ , وَسَاغَ التَّقْدِير لِأَنَّ الْمَعْطُوف عَلَيْهِ اِسْم قَالَهُ الْكَرْمَانِيُّ. قُلْت : قَدْ رَوَاهُ أَحْمَد عَنْ غُنْدَر فَقَالَ : \" وَأَنْ تُعْطُوا \" فَكَأَنَّ حَذْفهَا مِنْ شَيْخ الْبُخَارِيّ. ‏ ‏قَوْله : ( قَالَ شُعْبَة : وَرُبَّمَا قَالَ النَّقِير ) ‏ ‏أَيْ : بِالنُّونِ الْمَفْتُوحَة وَتَخْفِيف الْقَاف الْمَكْسُورَة ( وَرُبَّمَا قَالَ الْمُقَيَّر ) أَيْ : بِالْمِيمِ الْمَضْمُومَة وَفَتْح الْقَاف وَتَشْدِيد الْيَاء الْمَفْتُوحَة , وَلَيْسَ الْمُرَاد أَنَّهُ كَانَ يَتَرَدَّد فِي هَاتَيْنِ اللَّفْظَتَيْنِ لِيُثْبِت إِحْدَاهُمَا دُون الْأُخْرَى لِأَنَّهُ يَلْزَم مِنْ ذِكْر الْمُقَيَّر التَّكْرَار لِسَبْقِ ذِكْر الْمُزَفَّت لِأَنَّهُ بِمَعْنَاهُ , بَلْ الْمُرَاد أَنَّهُ كَانَ جَازِمًا بِذِكْرِ الثَّلَاثَة الْأُوَل شَاكًّا فِي الرَّابِع وَهُوَ النَّقِير , فَكَانَ تَارَة يَذْكُرهُ وَتَارَة لَا يَذْكُرهُ. وَكَانَ أَيْضًا شَاكًّا فِي التَّلَفُّظ بِالثَّالِثِ فَكَانَ تَارَة يَقُول الْمُزَفَّت وَتَارَة يَقُول الْمُقَيَّر. هَذَا تَوْجِيهه فَلَا يُلْتَفَت إِلَى مَا عَدَاهُ. وَقَدْ تَقَدَّمَتْ مَبَاحِث هَذَا الْحَدِيث فِي أَوَاخِر كِتَاب الْإِيمَان. وَأَخْرَجَهُ الْمُصَنِّف هُنَاكَ عَالِيًا عَنْ عَلِيّ بْن الْجَعْد عَنْ شُعْبَة , وَلَمْ يَتَرَدَّد إِلَّا فِي الْمُزَفَّت وَالْمُقَيَّر فَقَطْ , وَجَزَمَ بِالنَّقِيرِ , وَهُوَ يُؤَيِّد مَا قُلْته. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَأَخْبِرُوهُ ) ‏ ‏هُوَ بِفَتْحِ الْهَمْزَة وَكَسْر الْبَاء. وَلِلْكُشْمِيهَنِيِّ : \" وَأَخْبِرُوا \" بِحَذْفِ الضَّمِير. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6895,
    "category": "كتاب الديات",
    "text_chakl": "وَقَالَ لِي ابْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ غُلاَمًا، قُتِلَ غِيلَةً فَقَالَ عُمَرُ لَوِ اشْتَرَكَ فِيهَا أَهْلُ صَنْعَاءَ لَقَتَلْتُهُمْ‏.‏ وَقَالَ مُغِيرَةُ بْنُ حَكِيمٍ عَنْ أَبِيهِ إِنَّ أَرْبَعَةً قَتَلُوا صَبِيًّا فَقَالَ عُمَرُ مِثْلَهُ‏.‏ وَأَقَادَ أَبُو بَكْرٍ وَابْنُ الزُّبَيْرِ وَعَلِيٌّ وَسُوَيْدُ بْنُ مُقَرِّنٍ مِنْ لَطْمَةٍ‏.‏ وَأَقَادَ عُمَرُ مِنْ ضَرْبَةٍ بِالدِّرَّةِ‏.‏ وَأَقَادَ عَلِيٌّ مِنْ ثَلاَثَةِ أَسْوَاطٍ‏.‏ وَاقْتَصَّ شُرَيْحٌ مِنْ سَوْطٍ وَخُمُوشٍ‏.‏",
    "english_text": "A boy was assassinated. 'Umar said, \"If all the people of San'a took part in the assassination I would kill them all.\"\n\nAl-Mughira bin Hakim said that his father said, \"Four persons killed a boy, and 'Umar said (as above).\"\n\nAbu Bakr, Ibn Az-Zubair, 'Ali and Suwaid bin Muqarrin gave the judgement of Al-Qisas (equality in punishment) in cases of slapping. And 'Umar carried out Al-Qisas for a strike with a stick. And 'Ali carried out Al-Qisas for three lashes with a whip. And Shuraih carried out for one last and for scratching.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6896,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَتْ عَائِشَةُ لَدَدْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فِي مَرَضِهِ، وَجَعَلَ يُشِيرُ إِلَيْنَا ‏\"‏ لاَ تَلُدُّونِي ‏\"‏‏.‏ قَالَ فَقُلْنَا كَرَاهِيَةُ الْمَرِيضِ بِالدَّوَاءِ، فَلَمَّا أَفَاقَ قَالَ ‏\"‏ أَلَمْ أَنْهَكُمْ أَنْ تَلُدُّونِي ‏\"‏‏.‏ قَالَ قُلْنَا كَرَاهِيَةٌ لِلدَّوَاءِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَبْقَى مِنْكُمْ أَحَدٌ إِلاَّ لُدَّ ـ وَأَنَا أَنْظُرُ ـ إِلاَّ الْعَبَّاسَ فَإِنَّهُ لَمْ يَشْهَدْكُمْ ‏\"‏‏.‏",
    "english_text": "We poured medicine into the mouth of Allah's Messenger (ﷺ) during his illness, and he pointed out to us \nintending to say, \"Don't pour medicine into my mouth.\" We thought that his refusal was out of the \naversion a patient usually has for medicine. When he improved and felt a bit better he said (to us.) \n\"Didn't I forbid you to pour medicine into my mouth?\" We said, \"We thought (you did so) because of \nthe aversion, one usually have for medicine.\" Allah's Messenger (ﷺ) said, \"There is none of you but will be \nforced to drink medicine, and I will watch you, except Al-`Abbas, for he did not witness this act of \nyours.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَلِيّ حَدَّثَنَا يَحْيَى وَزَادَ : قَالَتْ عَائِشَة لَدَدْنَاهُ فِي مَرَضه ) ‏ ‏أَمَّا عَلِيّ فَهُوَ اِبْن عَبْد اللَّه بْن الْمَدِينِيّ , وَأَمَّا يَحْيَى فَهُوَ اِبْن سَعِيد الْقَطَّانُ , وَمُرَاده أَنَّ عَلِيًّا وَافَقَ عَبْد اللَّه بْن أَبِي شَيْبَة فِي رِوَايَته عَنْ يَحْيَى بْن سَعِيد الْحَدِيث الَّذِي قَبْله وَزَادَ عَلَيْهِ قِصَّة اللُّدُود. ‏ ‏قَوْله : ( لَدَدْنَاهُ ) ‏ ‏أَيْ جَعَلْنَا فِي جَانِب فَمه دَوَاء بِغَيْرِ اِخْتِيَاره , وَهَذَا هُوَ اللُّدُود , فَأَمَّا مَا يُصَبّ فِي الْحَلْق فَيُقَال لَهُ الْوُجُور , وَقَدْ وَقَعَ عِنْد الطَّبَرَانِيِّ مِنْ حَدِيث الْعَبَّاس \" أَنَّهُمْ أَذَابُوا قِسْطًا - أَيْ بِزَيْتٍ - قَلَّدُوهُ بِهِ \". ‏ ‏قَوْله : ( فَجَعَلَ يُشِير إِلَيْنَا أَنْ لَا تَلُدُّونِي , فَقُلْنَا : كَرَاهِيَة الْمَرِيض لِلدَّوَاءِ ) ‏ ‏قَالَ عِيَاض : ضَبَطْنَاهُ بِالرَّفْعِ أَيْ هَذَا مِنْهُ كَرَاهِيَة , وَقَالَ أَبُو الْبَقَاء : هُوَ خَبَر مُبْتَدَأ مَحْذُوف أَيْ هَذَا الِامْتِنَاع كَرَاهِيَة , وَيَحْتَمِل أَنَّ النَّصْب عَلَى أَنَّهُ مَفْعُول لَهُ أَيْ نَهَانَا لِلْكَرَاهِيَةِ لِلدَّوَاءِ , وَيَحْتَمِل أَنْ يَكُون مَصْدَرًا أَيْ كَرِهَهُ كَرَاهِيَة الدَّوَاء , قَالَ عِيَاض : الرَّفْع أَوْجَه مِنْ النَّصْب عَلَى الْمَصْدَر. ‏ ‏قَوْله : ( لَا يَبْقَى أَحَد فِي الْبَيْت إِلَّا لُدّ وَأَنَا أَنْظُر إِلَّا الْعَبَّاس فَإِنَّهُ لَمْ يَشْهَدكُمْ ) ‏ ‏قِيلَ : فِيهِ مَشْرُوعِيَّة الْقِصَاص فِي جَمِيع مَا يُصَاب بِهِ الْإِنْسَان عَمْدًا , وَفِيهِ نَظَر , لِأَنَّ الْجَمِيع لَمْ يَتَعَاطَوْا ذَلِكَ , وَإِنَّمَا فُعِلَ بِهِمْ ذَلِكَ عُقُوبَة لَهُمْ لِتَرْكِهِمْ اِمْتِثَال نَهْيه عَنْ ذَلِكَ , أَمَّا مَنْ بَاشَرَهُ فَظَاهِر , وَأَمَّا مَنْ لَمْ يُبَاشِرهُ فَلِكَوْنِهِمْ تَرَكُوا نَهْيهمْ عَمَّا نَهَاهُمْ هُوَ عَنْهُ. وَيُسْتَفَاد مِنْهُ أَنَّ التَّأْوِيل الْبَعِيد لَا يُعْذَر بِهِ صَاحِبه وَفِيهِ نَظَر أَيْضًا لِأَنَّ الَّذِي وَقَعَ فِي مُعَارَضَة النَّهْي , قَالَ اِبْن الْعَرَبِيّ : أَرَادَ أَنْ لَا يَأْتُوا يَوْم الْقِيَامَة وَعَلَيْهِمْ حَقّه فَيَقَعُوا فِي خَطْب عَظِيم , وَتُعُقِّبَ بِأَنَّهُ كَانَ يُمْكِن الْعَفْو لِأَنَّهُ كَانَ لَا يَنْتَقِم لِنَفْسِهِ , وَاَلَّذِي يَظْهَر أَنَّهُ أَرَادَ بِذَلِكَ تَأْدِيبهمْ لِئَلَّا يَعُودُوا , فَكَانَ ذَلِكَ تَأْدِيبًا لَا قِصَاصًا وَلَا اِنْتِقَامًا. قِيلَ : وَإِنَّمَا كَرِهَ اللَّدّ مَعَ أَنَّهُ كَانَ يَتَدَاوَى لِأَنَّهُ تَحَقَّقَ أَنَّهُ يَمُوت فِي مَرَضه , وَمَنْ حَقَّقَ ذَلِكَ كُرِهَ لَهُ التَّدَاوِي. قُلْت : وَفِيهِ نَظَر , وَاَلَّذِي يَظْهَر أَنَّ ذَلِكَ كَانَ قَبْل التَّخْيِير وَالتَّحَقُّق , وَإِنَّمَا أَنْكَرَ التَّدَاوِي لِأَنَّهُ كَانَ غَيْر مُلَائِم لِدَائِهِ , لِأَنَّهُمْ ظَنُّوا أَنَّ بِهِ ذَات الْجَنْب فَدَاوَوْهُ بِمَا يُلَائِمهَا , وَلَمْ يَكُنْ بِهِ ذَلِكَ كَمَا هُوَ ظَاهِر فِي سِيَاق الْخَبَر كَمَا تَرَى , وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( رَوَاهُ اِبْن أَبِي الزِّنَاد عَنْ هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة ) ‏ ‏وَصَلَهُ مُحَمَّد بْن مُسْعَد عَنْ مُحَمَّد بْن الصَّبَّاحِ عَنْ عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد بِهَذَا السَّنَد وَلَفْظه : كَانَتْ تَأْخُذ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخَاصِرَة , فَاشْتَدَّتْ بِهِ فَأُغْمِيَ عَلَيْهِ فَلَدَدْنَاهُ , فَلَمَّا أَفَاقَ قَالَ : هَذَا مِنْ فِعْل نِسَاء جِئْنَ مِنْ هُنَا , وَأَشَارَ إِلَى الْحَبَشَة , وَإِنْ كُنْتُمْ تَرَوْنَ أَنَّ اللَّه يُسَلِّط عَلَيَّ ذَات الْجَنْب مَا كَانَ اللَّه لِيَجْعَل لَهَا عَلَيَّ سُلْطَانًا , وَاَللَّه لَا يَبْقَى أَحَد فِي الْبَيْت إِلَّا لُدَّ , فَمَا بَقِيَ أَحَد فِي الْبَيْت إِلَّا لُدَّ , وَلَدَدْنَا مَيْمُونَة وَهِيَ صَائِمَة \" وَمَنْ طَرِيق أَبِي بَكْر بْن عَبْد الرَّحْمَن أَنَّ أُمّ سَلَمَة وَأَسْمَاء بِنْت عُمَيْسٍ أَشَارَتَا بِأَنْ يَلُدُّوهُ , وَرَوَاهُ عَبْد الرَّزَّاق بِإِسْنَادٍ صَحِيح عَنْ أَسْمَاء بِنْت عُمَيْسٍ قَالَتْ : \" إِنَّ أَوَّل مَا اِشْتَكَى كَانَ فِي بَيْت مَيْمُونَة , فَاشْتَدَّ مَرَضه حَتَّى أُغْمِيَ عَلَيْهِ , فَتَشَاوَرْنَ فِي لَدّه فَلَدُّوهُ. فَلَمَّا أَفَاقَ قَالَ : هَذَا فِعْل نِسَاء جِئْنَ مِنْ هُنَا - وَأَشَارَ إِلَى الْحَبَشَة - وَكَانَتْ أَسْمَاء مِنْهُنَّ فَقَالُوا : كُنَّا نَتَّهِم بِك ذَات الْجَنْب , فَقَالَ : مَا كَانَ اللَّه لِيُعَذِّبنِي بِهِ , لَا يَبْقَى أَحَد فِي الْبَيْت إِلَّا لُدَّ. قَالَ : فَلَقَدْ اِلْتَدَّتْ مَيْمُونَة وَهِيَ صَائِمَة \" وَفِي رِوَايَة اِبْن أَبِي الزِّنَاد هَذِهِ بَيَان ضَعْف مَا رَوَاهُ أَبُو يَعْلَى بِسَنَدٍ فِيهِ اِبْن لَهِيعَة مِنْ وَجْه آخَر عَنْ عَائِشَة \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَاتَ مِنْ ذَات الْجَنْب \" ثُمَّ ظَهَرَ لِي أَنَّهُ يُمْكِن الْجَمْع بَيْنهمَا بِأَنَّ ذَات الْجَنْب تُطْلَق بِإِزَاءِ مَرَضَيْنِ كَمَا سَيَأْتِي بَيَانه فِي كِتَاب الطِّبّ : أَحَدهمَا وَرَم حَارّ يَعْرِض فِي الْغِشَاء الْمُسْتَبْطِن , وَالْآخَر رِيح مُحْتَقِن بَيْن الْأَضْلَاع , فَالْأَوَّل هُوَ الْمَنْفِيّ هُنَا , وَقَدْ وَقَعَ فِي رِوَايَة الْحَاكِم فِي الْمُسْتَدْرَك \" ذَات الْجَنْب مِنْ الشَّيْطَان \" وَالثَّانِي هُوَ الَّذِي أَثْبَت هُنَا , وَلَيْسَ فِيهِ مَحْذُور كَالْأَوَّلِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6897,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، زَعَمَ أَنَّ رَجُلاً، مِنَ الأَنْصَارِ يُقَالُ لَهُ سَهْلُ بْنُ أَبِي حَثْمَةَ أَخْبَرَهُ أَنَّ نَفَرًا مِنْ قَوْمِهِ انْطَلَقُوا إِلَى خَيْبَرَ فَتَفَرَّقُوا فِيهَا، وَوَجَدُوا أَحَدَهُمْ قَتِيلاً، وَقَالُوا لِلَّذِي وُجِدَ فِيهِمْ قَتَلْتُمْ صَاحِبَنَا‏.‏ قَالُوا مَا قَتَلْنَا وَلاَ عَلِمْنَا قَاتِلاً‏.‏ فَانْطَلَقُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ انْطَلَقْنَا إِلَى خَيْبَرَ فَوَجَدْنَا أَحَدَنَا قَتِيلاً‏.‏ فَقَالَ ‏\"‏ الْكُبْرَ الْكُبْرَ ‏\"‏‏.‏ فَقَالَ لَهُمْ ‏\"‏ تَأْتُونَ بِالْبَيِّنَةِ عَلَى مَنْ قَتَلَهُ ‏\"‏‏.‏ قَالُوا مَا لَنَا بَيِّنَةٌ‏.‏ قَالَ ‏\"‏ فَيَحْلِفُونَ ‏\"‏‏.‏ قَالُوا لاَ نَرْضَى بِأَيْمَانِ الْيَهُودِ‏.‏ فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُبْطِلَ دَمَهُ، فَوَدَاهُ مِائَةً مِنْ إِبِلِ الصَّدَقَةِ‏.‏",
    "english_text": "(a man from the Ansar) that a number of people from his tribe went to Khaibar and dispersed, and \nthen they found one of them murdered. They said to the people with whom the corpse had been found, \n\"You have killed our companion!\" Those people said, \"Neither have we killed him, nor do we know \nhis killer.\" The bereaved group went to the Prophet (ﷺ) and said, \"O Allah's Messenger (ﷺ)! We went to Khaibar \nand found one of us murdered.\" The Prophet (ﷺ) said, \"Let the older among you come forward and \nspeak.\" Then the Prophet (ﷺ) said, to them, \"Bring your proof against the killer.\" They said \"We have no \nproof.\" The Prophet (ﷺ) said, \"Then they (the defendants) will take an oath.\" They said, \"We do not accept \nthe oaths of the Jews.\" Allah's Messenger (ﷺ) did not like that the Blood-money of the killed one be lost \nwithout compensation, so he paid one-hundred camels out of the camels of Zakat (to the relatives of \nthe deceased) as Diya (Blood-money).",
    "explication": "‏ ‏قَوْله ( سَعِيد بْن عُبَيْد ) ‏ ‏هُوَ الطَّائِيّ الْكُوفِيّ يُكْنَى أَبَا هُذَيْل رَوَى عَنْهُ الثَّوْرِيّ وَغَيْره مِنْ الْأَكَابِر , وَأَبُو نُعَيْم الرَّاوِي عَنْهُ هُنَا هُوَ آخِر مَنْ رَوَى عَنْهُ وَثَّقَهُ أَحْمَدُ وَابْن مَعِين وَآخَرُونَ , وَقَالَ الْآجُرِّيّ عَنْ أَبِي دَاوُدَ كَانَ شُعْبَة يَتَمَنَّى لِقَاءَهُ , وَفِي طَبَقَتِهِ سَعِيد بْن عُبَيْد الْهُنَائِيّ بِضَمِّ الْهَاء وَتَخْفِيف النُّون وَهَمْز وَمَدّ بَصْرِيّ صَدُوق أَخْرَجَ لَهُ التِّرْمِذِيّ وَالنَّسَائِيُّ. ‏ ‏قَوْله ( عَنْ بُشَيْر ) ‏ ‏بِالْمُوَحَّدَةِ وَالْمُعْجَمَة مُصَغَّر اِبْن يَسَار بِتَحْتَانِيَّةٍ ثُمَّ مُهْمَلَة خَفِيفَة لَا أَعْرِف اِسْم جَدِّهِ , وَفِي رِوَايَة مُسْلِم مِنْ طَرِيق اِبْن نُمَيْر عَنْ سَعِيد بْن عُبَيْد \" حَدَّثَنَا بُشَيْر بْن يَسَار الْأَنْصَارِيّ \". قُلْت : وَهُوَ مِنْ مَوَالِي بَنِي حَارِثَة مِنْ الْأَنْصَار , قَالَ اِبْن إِسْحَاق : كَانَ شَيْخًا كَبِيرًا فَقِيهًا أَدْرَكَ عَامَّة الصَّحَابَة وَوَثَّقَهُ يَحْيَى بْن مَعِين وَالنَّسَائِيُّ وَكَنَّاهُ مُحَمَّدُ بْنُ إِسْحَاقَ فِي رِوَايَته أَبَا كَيْسَانَ. ‏ ‏قَوْله ( زَعَمَ أَنَّ رَجُلًا مِنْ الْأَنْصَار يُقَال لَهُ سَهْل بْن أَبِي حَثْمَة ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون الْمُثَلَّثَة , وَلَمْ يَقَع فِي رِوَايَة اِبْن نُمَيْر زَعَمَ بَلْ عِنْده عَنْ سَهْل بْن أَبِي حَثْمَة الْأَنْصَارِيّ أَنَّهُ أَخْبَرَهُ , وَكَذَا لِأَبِي نُعَيْم فِي الْمُسْتَخْرَج مِنْ وَجْه آخَر عَنْ أَبِي نُعَيْم شَيْخ الْبُخَارِيّ , وَاسْم أَبِي حَثْمَة عَامِر بْن سَاعِدَة بْن عَامِر وَيُقَال اِسْم أَبِيهِ عَبْد اللَّه فَاشْتَهَرَ هُوَ بِالنِّسْبَةِ إِلَى جَدّه وَهُوَ مِنْ بَنِي حَارِثَة بَطْن مِنْ الْأَوْس. ‏ ‏قَوْله ( أَنَّ نَفَرًا مِنْ قَوْمه ) ‏ ‏سَمَّى يَحْيَى بْنُ سَعِيد الْأَنْصَارِيُّ فِي رِوَايَته عَنْ بُشَيْر بْن يَسَار مِنْهُمْ اِثْنَيْنِ , فَتَقَدَّمَ فِي الْجِزْيَة مِنْ طَرِيق بِشْر بْن الْمُفَضَّل عَنْ يَحْيَى بِهَذَا السَّنَد \" اِنْطَلَقَ عَبْد اللَّه بْن سَهْل وَمُحَيِّصَة بْن مَسْعُود بْن زَيْد \" وَفِي الْأَدَب مِنْ رِوَايَة حَمَّاد بْن زَيْد عَنْ يَحْيَى عَنْ بُشَيْر \" عَنْ سَهْل بْن أَبِي حَثْمَة وَرَافِع بْن خَدِيج أَنَّهُمَا حَدَّثَا أَنَّ عَبْد اللَّه بْن سَهْل وَمُحَيِّصَة بْن مَسْعُود اِنْطَلَقَا \" وَعِنْد مُسْلِم مِنْ رِوَايَة اللَّيْث عَنْ يَحْيَى عَنْ بُشَيْر عَنْ سَهْل \" قَالَ يَحْيَى وَحَسِبْت أَنَّهُ قَالَ وَرَافِع بْن خَدِيج أَنَّهُمَا قَالَا خَرَجَ عَبْد اللَّه بْن سَهْل بْن زَيْد وَمُحَيِّصَة بْن مَسْعُود بْن زَيْد \" وَنَحْوه عِنْده مِنْ رِوَايَة هُشَيْم عَنْ يَحْيَى لَكِنْ لَمْ يَذْكُر رَافِعًا وَلَفْظه عَنْ بُشَيْر بْن يَسَار \" أَنَّ رَجُلًا مِنْ الْأَنْصَار مِنْ بَنِي حَارِثَة يُقَال لَهُ عَبْد اللَّه بْن سَهْل بْن زَيْد اِنْطَلَقَ هُوَ وَابْن عَمٍّ لَهُ يُقَالُ لَهُ مُحَيِّصَة بْن مَسْعُود بْن زَيْد \" وَأَسْنَدَهُ فِي آخِره عَنْ سَهْل بْن أَبِي حَثْمَة بِهِ , وَثَبَتَ ذِكْر رَافِع بْن خَدِيج فِي هَذَا الْحَدِيث غَيْر مُسَمًّى عِنْد أَبِي دَاوُدَ مِنْ طَرِيق أَبِي لَيْلَى بْن عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن سَهْل \" عَنْ سَهْل بْن أَبِي حَثْمَة أَنَّهُ أَخْبَرَهُ هُوَ وَرَجُل مِنْ كُبَرَاء قَوْمه \" وَعِنْد اِبْن أَبِي عَاصِم مِنْ طَرِيق إِسْمَاعِيل بْن عَيَّاش عَنْ يَحْيَى عَنْ بُشَيْر \" عَنْ سَهْل وَرَافِع وَسُوَيْد بْن النُّعْمَان أَنَّ الْقَسَامَة كَانَتْ فِيهِمْ فِي بَنِي حَارِثَة فَذَكَرَ بُشَيْر عَنْهُمْ أَنَّ عَبْد اللَّه بْن سَهْل خَرَجَ \" فَذَكَرَ الْحَدِيث , وَمُحَيِّصَة بِضَمِّ الْمِيم وَفَتْح الْمُهْمَلَة وَتَشْدِيد التَّحْتَانِيَّة مَكْسُورَة بَعْدهَا صَاد مُهْمَلَة وَكَذَا ضَبْط أَخِيهِ حُوَيِّصَة وَحُكِيَ التَّخْفِيف فِي الِاسْمَيْنِ مَعًا وَرَجَّحَهُ طَائِفَة. ‏ ‏قَوْله ( اِنْطَلَقُوا إِلَى خَيْبَر فَتَفَرَّقُوا فِيهَا ) ‏ ‏فِي رِوَايَة يَحْيَى بْن سَعِيد \" اِنْطَلَقَا إِلَى خَيْبَر فَتَفَرَّقَا \" وَتُحْمَل رِوَايَة الْبَاب عَلَى أَنَّهُ كَانَ مَعَهُمَا تَابِعٌ لَهُمَا , وَقَدْ وَقَعَ فِي رِوَايَة عَبْد بْن إِسْحَاق عَنْ بُشَيْر بْن يَسَار عَنْ اِبْن أَبِي عَاصِم \" خَرَجَ عَبْد اللَّه بْن سَهْل فِي أَصْحَاب لَهُ يَمْتَارُونَ تَمْرًا \" زَادَ سُلَيْمَان بْن بِلَال عِنْد مُسْلِم فِي رِوَايَته عَنْ يَحْيَى بْن سَعِيد \" فِي زَمَن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ يَوْمئِذٍ صُلْح وَأَهْلهَا يَهُود , وَقَدْ تَقَدَّمَ بَيَان ذَلِكَ فِي الْمَغَازِي , وَالْمُرَاد أَنَّ ذَلِكَ وَقَعَ بَعْد فَتْحهَا , فَإِنَّهَا لَمَّا فُتِحَتْ أَقَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْلهَا فِيهَا عَلَى أَنْ يَعْمَلُوا فِي الْمَزَارِع بِالشَّطْرِ مِمَّا يَخْرُج مِنْهَا كَمَا تَقَدَّمَ بَيَانه. وَفِي رِوَايَة أَبِي لَيْلَى بْن عَبْد اللَّه \" خَرَجَ إِلَى خَيْبَر \". ‏ ‏قَوْله ( فَوَجَدُوا أَحَدهمْ قَتِيلًا ) ‏ ‏فِي رِوَايَة بِشْر بْن الْمُفَضَّل \" فَأَتَى مُحَيِّصَة إِلَى عَبْد اللَّه بْن سَهْل وَهُوَ يَتَشَحَّط فِي دَمه قَتِيلًا \" أَيْ يَضْطَرِب فَيَتَمَرَّغ فِي دَمه فَدَفَنَهُ , وَفِي رِوَايَة اللَّيْث \" فَإِذَا مُحَيِّصَة يَجِد عَبْد اللَّه بْن سَهْل قَتِيلًا فَدَفَنَهُ \" وَفِي رِوَايَة سُلَيْمَان بْن بِلَال \" فَوَجَدَ عَبْد اللَّه بْن سَهْل مَقْتُولًا فِي سِرْبه فَدَفَنَهُ صَاحِبه \" وَفِي رِوَايَة أَبِي لَيْلَى \" فَأَخْبَرَ مُحَيِّصَة أَنَّ عَبْد اللَّه قُتِلَ وَطُرِحَ فِي فَقِير \" بِفَاءٍ مَفْتُوحَة ثُمَّ قَاف مَكْسُورَة أَيْ حَفِيرَة. ‏ ‏قَوْله ( فَقَالُوا لِلَّذِينَ وُجِدَ فِيهِمْ قَدْ قَتَلْتُمْ صَاحِبَنَا , قَالُوا مَا قَتَلْنَا وَلَا عَلِمْنَا قَاتِلًا ) ‏ ‏فِي رِوَايَة أَبِي لَيْلَى \" فَأَتَى مُحَيِّصَة يَهُودَ فَقَالَ : أَنْتُمْ وَاَللَّهِ قَتَلْتُمُوهُ , قَالُوا وَاَللَّه مَا قَتَلْنَاهُ \". ‏ ‏قَوْله ( فَانْطَلَقُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة حَمَّاد بْن زَيْد \" فَجَاءَ عَبْد الرَّحْمَن بْن سَهْل وَحُوَيِّصَة وَمُحَيِّصَة اِبْنَا مَسْعُود إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَكَلَّمُوا فِي أَمْر صَاحِبهمْ \" وَفِي رِوَايَة سُلَيْمَان بْن بِلَال \" فَأَتَى أَخُو الْمَقْتُول عَبْد الرَّحْمَن وَمُحَيِّصَة وَحُوَيِّصَة فَذَكَرُوا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَأْن عَبْد اللَّه حَيْثُ قُتِلَ \" وَفِي رِوَايَة اللَّيْث \" ثُمَّ أَقْبَلَ مُحَيِّصَة إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ وَحُوَيِّصَة وَعَبْد الرَّحْمَن بْن سَهْل \" زَادَ أَبُو لَيْلَى فِي رِوَايَته \" وَهُوَ - أَيْ حُوَيِّصَة - أَكْبَرُ مِنْهُ , أَيْ مِنْ مُحَيِّصَة. ‏ ‏قَوْله ( فَقَالَ : الْكُبْرَ الْكُبْرَ ) ‏ ‏بِضَمِّ الْكَاف وَسُكُون الْمُوَحَّدَة وَبِالنَّصْبِ فِيهِمَا عَلَى الْإِغْرَاء , زَادَ فِي رِوَايَة يَحْيَى بْن سَعِيد \" فَبَدَأَ عَبْد الرَّحْمَن يَتَكَلَّم وَكَانَ أَصْغَرَ الْقَوْم \" زَادَ حَمَّاد بْن زَيْد عَنْ يَحْيَى عِنْد مُسْلِم \" فِي أَمْر أَخِيهِ \" وَفِي رِوَايَة بِشْر \" وَهُوَ أَحْدَثُ الْقَوْم \" وَفِي رِوَايَة اللَّيْث \" فَذَهَبَ عَبْد الرَّحْمَن يَتَكَلَّم فَقَالَ كَبِّرْ الْكُبْرَ \" الْأُولَى أَمْرٌ وَالْأُخْرَى كَالْأَوَّلِ , وَمِثْله فِي رِوَايَة حَمَّاد بْن زَيْد وَزَادَ \" أَوْ قَالَ يَبْدَأ الْأَكْبَر \" وَفِي رِوَايَة بِشْر بْن الْمُفَضَّل \" كَبِّرْ كَبِّرْ \" بِتَكْرَارِ الْأَمْر , وَكَذَا فِي رِوَايَة أَبِي لَيْلَى وَزَادَ \" يُرِيد السِّنَّ \" وَفِي رِوَايَة اللَّيْث \" فَسَكَتَ وَتَكَلَّمَ صَاحِبَاهُ \" وَفِي رِوَايَة بِشْر \" وَتَكَلَّمَا \". ‏ ‏قَوْله ( تَأْتُونَ بِالْبَيِّنَةِ عَلَى مَنْ قَتَلَهُ , قَالُوا : مَا لَنَا بَيِّنَة ) ‏ ‏كَذَا فِي رِوَايَة سَعِيد بْن عُبَيْد , وَلَمْ يَقَع فِي رِوَايَة يَحْيَى بْن سَعِيد الْأَنْصَارِيّ وَلَا فِي رِوَايَة أَبِي قِلَابَةَ الْآتِيَة فِي الْحَدِيث الَّذِي بَعْده لِلْبَيِّنَةِ ذِكْرٌ وَإِنَّمَا قَالَ يَحْيَى فِي رِوَايَة \" أَتَحْلِفُونَ وَتَسْتَحِقُّونَ قَاتِلكُمْ أَوْ صَاحِبكُمْ \" هَذِهِ رِوَايَة بِشْر بْن الْمُفَضَّل عَنْهُ وَفِي رِوَايَة حَمَّاد عَنْهُ \" أَتَسْتَحِقُّونَ قَاتِلكُمْ أَوْ صَاحِبكُمْ بِأَيْمَانِ خَمْسِينَ مِنْكُمْ \" وَفِي رِوَايَة عِنْد مُسْلِم \" يُقْسِم خَمْسُونَ مِنْكُمْ عَلَى رَجُل مِنْهُمْ فَيُدْفَع بِرُمَّتِهِ \" وَفِي رِوَايَة سُلَيْمَان بْن بِلَال \" تَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ \" وَفِي رِوَايَة اِبْن عُيَيْنَةَ عَنْ يَحْيَى عِنْد أَبِي دَاوُدَ \" تُبَرِّئكُمْ يَهُود بِخَمْسِينَ يَمِينًا تَحْلِفُونَ , فَبَدَأَ بِالْمُدَّعَى عَلَيْهِمْ لَكِنْ قَالَ أَبُو دَاوُدَ إِنَّهُ وَهْم , كَذَا جَزَمَ بِذَلِكَ , وَقَدْ قَالَ الشَّافِعِيّ : كَانَ اِبْن عُيَيْنَةَ لَا يُثْبِتُ أَقَدَّمَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْأَنْصَارَ فِي الْأَيْمَانِ أَوْ الْيَهُودَ , فَيُقَال لَهُ إِنَّ فِي هَذَا الْحَدِيث أَنَّهُ قَدَّمَ الْأَنْصَار فَيَقُول هُوَ ذَاكَ وَرُبَّمَا حَدَّثَ بِهِ كَذَلِكَ وَلَمْ يَشُكّ , وَفِي رِوَايَة أَبِي لَيْلَى \" فَقَالَ لِحُوَيِّصَةَ وَمُحَيِّصَة وَعَبْد الرَّحْمَن أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَم صَاحِبكُمْ ؟ فَقَالُوا لَا \" وَفِي رِوَايَة أَبِي قِلَابَةَ \" فَأَرْسَلَ إِلَى الْيَهُود فَدَعَاهُمْ فَقَالَ أَنْتُمْ قَتَلْتُمْ هَذَا ؟ فَقَالُوا : لَا. فَقَالَ أَتَرْضَوْنَ نَفْلَ خَمْسِينَ مِنْ الْيَهُود مَا قَتَلُوهُ \" وَنَفْل بِفَتْحِ النُّون وَسُكُون الْفَاء يَأْتِي شَرْحه , وَزَادَ يَحْيَى بْن سَعِيد \" كَيْف نَحْلِف وَلَمْ نَشْهَد وَلَمْ نَرَ \" وَفِي رِوَايَة حَمَّاد عَنْهُ \" أَمْرٌ لَمْ نَرَهُ \" وَفِي رِوَايَة سُلَيْمَان \" مَا شَهِدْنَا وَلَا حَضَرْنَا \". ‏ ‏قَوْله ( قَالَ فَيَحْلِفُونَ , قَالُوا لَا نَرْضَى بِأَيْمَانِ الْيَهُود ) ‏ ‏وَفِي رِوَايَة أَبِي لَيْلَى \" فَقَالُوا لَيْسُوا بِمُسْلِمِينَ \" وَفِي رِوَايَة يَحْيَى بْن سَعِيد \" فَتُبَرِّئكُمْ يَهُود بِخَمْسِينَ يَمِينًا \" أَيْ يُخَلِّصُونَكُمْ مِنْ الْأَيْمَان بِأَنْ يَحْلِفُوهُمْ فَإِذَا حَلَفُوا اِنْتَهَتْ الْخُصُومَة فَلَمْ يَجِب عَلَيْهِمْ شَيْء وَخُلِّصْتُمْ أَنْتُمْ مِنْ الْأَيْمَان , \" قَالُوا كَيْف نَأْخُذ بِأَيْمَانِ قَوْم كُفَّار \" وَفِي رِوَايَة اللَّيْث \" نَقْبَل \" بَدَل \" نَأْخُذ \" وَفِي رِوَايَة أَبِي قِلَابَةَ \" مَا يُبَالُونَ أَنْ يَقْتُلُونَا أَجْمَعِينَ ثُمَّ يَحْلِفُونَ \" كَذَا فِي رِوَايَة سَعِيد بْن عُبَيْد لَمْ يَذْكُر عَرْض الْأَيْمَان عَلَى الْمُدَّعِينَ كَمَا لَمْ يَقَع فِي رِوَايَة يَحْيَى بْن سَعِيد طَلَب الْبَيِّنَة أَوَّلًا , وَطَرِيق الْجَمْع أَنْ يُقَال حَفِظَ أَحَدُهُمْ مَا لَمْ يَحْفَظ الْآخَر , فَيُحْمَل عَلَى أَنَّهُ طَلَبَ الْبَيِّنَة أَوَّلًا فَلَمْ تَكُنْ لَهُمْ بَيِّنَة , فَعَرَضَ عَلَيْهِمْ الْأَيْمَان فَامْتَنَعُوا , فَعَرَضَ عَلَيْهِمْ تَحْلِيف الْمُدَّعَى عَلَيْهِمْ فَأَبَوْا. وَأَمَّا قَوْل بَعْضهمْ إِنَّ ذِكْر الْبَيِّنَة وَهْم لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ عَلِمَ أَنَّ خَيْبَر حِينَئِذٍ لَمْ يَكُنْ بِهَا أَحَد مِنْ الْمُسْلِمِينَ فَدَعْوَى نَفْي الْعِلْم مَرْدُودَة فَإِنَّهُ وَإِنْ سُلِّمَ أَنَّهُ لَمْ يَسْكُن مَعَ الْيَهُود فِيهَا أَحَد مِنْ الْمُسْلِمِينَ لَكِنْ فِي نَفْس الْقِصَّة أَنَّ جَمَاعَة مِنْ الْمُسْلِمِينَ خَرَجُوا يَمْتَارُونَ تَمْرًا فَيَجُوز أَنْ تَكُون طَائِفَة أُخْرَى خَرَجُوا لِمِثْلِ ذَلِكَ وَإِنْ لَمْ يَكُنْ فِي نَفْس الْأَمْر كَذَلِكَ , وَقَدْ وَجَدْنَا لِطَلَبِ الْبَيِّنَة فِي هَذِهِ الْقِصَّة شَاهِدًا مِنْ وَجْه آخَر أَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيق عَبْد اللَّه بْن الْأَخْنَس عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه \" أَنَّ اِبْن مُحَيِّصَة الْأَصْغَر أَصْبَحَ قَتِيلًا عَلَى أَبْوَاب خَيْبَر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقِمْ شَاهِدَيْنِ عَلَى مَنْ قَتَلَهُ أَدْفَعْهُ إِلَيْك بِرُمَّتِهِ , قَالَ : يَا رَسُول اللَّه أَنَّى أُصِيبُ شَاهِدَيْنِ وَإِنَّمَا أَصْبَحَ قَتِيلًا عَلَى أَبْوَابهمْ ؟ قَالَ فَتَحْلِف خَمْسِينَ قَسَامَة , قَالَ فَكَيْف أَحْلِف عَلَى مَا لَا أَعْلَم , قَالَ تَسْتَحْلِفُ خَمْسِينَ مِنْهُمْ , قَالَ كَيْف وَهُمْ يَهُود \" وَهَذَا السَّنَد صَحِيح حَسَن وَهُوَ نَصٌّ فِي الْحَمْل الَّذِي ذَكَرْته فَتَعَيَّنَ الْمَصِيرُ إِلَيْهِ. وَقَدْ أَخْرَجَ أَبُو دَاوُدَ أَيْضًا مِنْ طَرِيق عَبَايَة بْن رِفَاعَة عَنْ جَدّه رَافِع بْن خَدِيج قَالَ \" أَصْبَحَ رَجُل مِنْ الْأَنْصَار بِخَيْبَر مَقْتُولًا , فَانْطَلَقَ أَوْلِيَاؤُهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : شَاهِدَانِ يَشْهَدَانِ عَلَى قَتْل صَاحِبكُمْ , قَالَ : لَمْ يَكُنْ ثَمَّ أَحَد مِنْ الْمُسْلِمِينَ وَإِنَّمَا هُمْ الْيَهُود وَقَدْ يَجْتَرِئُونَ عَلَى أَعْظَمَ مِنْ هَذَا \". ‏ ‏قَوْله ( فَكَرِهَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُطَلَّ ) ‏ ‏بِضَمِّ أَوَّله وَفَتْح الطَّاء وَتَشْدِيد اللَّام أَيْ يُهْدَر. ‏ ‏قَوْله ( فَوَدَاهُ مِائَة ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" بِمِائَةٍ \" وَوَقَعَ فِي رِوَايَة أَبِي لَيْلَى \" فَوَدَاهُ مِنْ عِنْده \" وَفِي رِوَايَة يَحْيَى بْن سَعِيد \" فَعَقَلَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ عِنْده \" أَيْ أَعْطَى دِيَته , وَفِي رِوَايَة حَمَّاد بْن زَيْد \" مِنْ قِبَله \" بِكَسْرِ الْقَاف وَفَتْح الْمُوَحَّدَة أَيْ مِنْ جِهَته وَفِي رِوَايَة اللَّيْث عَنْهُ \" فَلَمَّا رَأَى ذَلِكَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْطَى عَقْلَهُ \". ‏ ‏قَوْله ( مِنْ إِبِل الصَّدَقَة ) ‏ ‏زَعَمَ بَعْضُهُمْ أَنَّهُ غَلَطٌ مِنْ سَعِيد بْن عُبَيْد لِتَصْرِيحِ يَحْيَى بْن سَعِيد بِقَوْلِهِ \" مِنْ عِنْده \" وَجَمَعَ بَعْضهمْ بَيْن الرِّوَايَتَيْنِ بِاحْتِمَالِ أَنْ يَكُون اِشْتَرَاهَا مِنْ إِبِل الصَّدَقَة بِمَالٍ دَفَعَهُ مِنْ عِنْده , أَوْ الْمُرَاد بِقَوْلِهِ \" مِنْ عِنْده \" أَيْ بَيْت الْمَال الْمُرْصَد لِلْمَصَالِحِ , وَأُطْلِقَ عَلَيْهِ صَدَقَة بِاعْتِبَارِ الِانْتِفَاع بِهِ مَجَّانًا لِمَا فِي ذَلِكَ مِنْ قَطْع الْمُنَازَعَة وَإِصْلَاح ذَات الْبَيْن , وَقَدْ حَمَلَهُ بَعْضهمْ عَلَى ظَاهِره فَحَكَى الْقَاضِي عِيَاض عَنْ بَعْض الْعُلَمَاء جَوَاز صَرْف الزَّكَاة فِي الْمَصَالِح الْعَامَّة وَاسْتَدَلَّ بِهَذَا الْحَدِيث وَغَيْره. قُلْت : وَتَقَدَّمَ شَيْء مِنْ ذَلِكَ فِي كِتَاب الزَّكَاة فِي الْكَلَام عَلَى حَدِيث أَبِي لَاس قَالَ \" حَمَلَنَا النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى إِبِل مِنْ إِبِل الصَّدَقَة فِي الْحَجّ \" وَعَلَى هَذَا فَالْمُرَاد بِالْعِنْدِيَّةِ كَوْنهَا تَحْت أَمْره وَحُكْمه , وَلِلِاحْتِرَازِ مِنْ جَعْل دِيَته عَلَى الْيَهُود أَوْ غَيْرهمْ , قَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِم \" فَعَلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ عَلَى مُقْتَضَى كَرَمه وَحُسْن سِيَاسَته وَجَلْبًا لِلْمَصْلَحَةِ وَدَرْءًا لِلْمَفْسَدَةِ عَلَى سَبِيل التَّأْلِيف , وَلَا سِيَّمَا عِنْد تَعَذُّر الْوُصُول إِلَى اِسْتِيفَاء الْحَقّ , وَرِوَايَة مَنْ قَالَ \" مِنْ عِنْده \" أَصَحُّ مِنْ رِوَايَة مَنْ قَالَ \" مِنْ إِبِل الصَّدَقَة \" وَقَدْ قِيلَ إِنَّهَا غَلَط وَالْأَوْلَى أَنْ لَا يَغْلَط الرَّاوِي مَا أَمْكَنَ , فَيَحْتَمِل أَوْجُهًا مِنْهَا فَذَكَرَ مَا تَقَدَّمَ وَزَادَ : أَنْ يَكُون تَسَلَّفَ ذَلِكَ مِنْ إِبِل الصَّدَقَة لِيَدْفَعهُ مِنْ مَال الْفَيْء , أَوْ أَنَّ أَوْلِيَاء الْقَتِيل كَانُوا مُسْتَحِقِّينَ لِلصَّدَقَةِ فَأَعْطَاهُمْ , أَوْ أَعْطَاهُمْ ذَلِكَ مِنْ سَهْم الْمُؤَلَّفَة اِسْتِئْلَافًا لَهُمْ وَاسْتِجْلَابًا لِلْيَهُودِ اِنْتَهَى. وَزَادَ أَبُو لَيْلَى فِي رِوَايَته \" قَالَ سَهْل فَرَكَضَتْنِي نَاقَة \" وَفِي رِوَايَة حَمَّاد بْن زَيْد عَنْ يَحْيَى \" أَدْرَكَتْهُ نَاقَة مِنْ تِلْكَ الْإِبِل فَدَخَلَتْ مِرْبَدًا لَهُمْ فَرَكَضَتْنِي بِرِجْلِهَا \" وَفِي رِوَايَة شَيْبَانَ بْن بِلَال \" لَقَدْ رَكَضَتْنِي نَاقَة مِنْ تِلْكَ الْفَرَائِض بِالْمِرْبَدِ \" وَفِي رِوَايَة مُحَمَّد بْن إِسْحَاق \" فَوَاَللَّهِ مَا أَنْسَى نَاقَة بَكْرَة مِنْهَا حَمْرَاء ضَرَبَتْنِي وَأَنَا أَحُوزهَا \" وَفِي حَدِيث الْبَاب مِنْ الْفَوَائِد مَشْرُوعِيَّة الْقَسَامَة. قَالَ الْقَاضِي عِيَاض : هَذَا الْحَدِيث أَصْل مِنْ أُصُول الشَّرْع وَقَاعِدَة مِنْ قَوَاعِد الْأَحْكَام وَرُكْن مِنْ أَرْكَان مَصَالِح الْعِبَاد , وَبِهِ أَخَذَ كَافَّة الْأَئِمَّة وَالسَّلَف مِنْ الصَّحَابَة وَالتَّابِعِينَ وَعُلَمَاء الْأُمَّة وَفُقَهَاء الْأَنْصَار مِنْ الْحِجَازِيِّينَ وَالشَّامِيِّينَ وَالْكُوفِيِّينَ وَإِنْ اِخْتَلَفُوا فِي صُورَة الْأَخْذ بِهِ , وَرُوِيَ التَّوَقُّف عَنْ الْأَخْذ بِهِ عَنْ طَائِفَة فَلَمْ يَرَوْا الْقَسَامَة وَلَا أَثْبَتُوا بِهَا فِي الشَّرْع حُكْمًا , وَهَذَا مَذْهَب الْحَكَم بْن عُتَيْبَة وَأَبِي قِلَابَةَ وَسَالِم بْن عَبْد اللَّه وَسُلَيْمَان بْن يَسَار وَقَتَادَة وَمُسْلِم بْن خَالِد وَإِبْرَاهِيم بْن عُلَيَّة وَإِلَيْهِ يَنْحُو الْبُخَارِيّ , وَرُوِيَ عَنْ عُمَر بْن عَبْد الْعَزِيز بِاخْتِلَافٍ عَنْهُ. قُلْت : وَهَذَا يُنَافِي مَا صَدَرَ بِهِ كَلَامه أَنَّ كَافَّة الْأَئِمَّة أَخَذُوا بِهَا , وَقَدْ تَقَدَّمَ النَّقْل عَمَّنْ لَمْ يَقُلْ بِمَشْرُوعِيَّتِهَا فِي أَوَّل الْبَاب , وَفِيهِمْ مَنْ لَمْ يَذْكُرهُ الْقَاضِي , قَالَ : وَاخْتَلَفَ قَوْل مَالِك فِي مَشْرُوعِيَّة الْقَسَامَة فِي قَتْل الْخَطَأ , وَاخْتَلَفَ الْقَائِلُونَ بِهَا فِي الْعَمْد هَلْ يَجِب بِهَا الْقَوَد أَوْ الدِّيَة ؟ فَمَذْهَب مُعْظَم الْحِجَازِيِّينَ إِيجَاب الْقَوَد إِذَا كَمَلَتْ شُرُوطهَا , وَهُوَ قَوْل الزُّهْرِيّ وَرَبِيعَة وَأَبِي الزِّنَاد وَمَالِك وَاللَّيْث وَالْأَوْزَاعِيِّ وَالشَّافِعِيّ فِي أَحَد قَوْلَيْهِ وَأَحْمَدَ وَإِسْحَاق وَأَبِي ثَوْر وَدَاوُدَ , وَرُوِيَ ذَلِكَ عَنْ بَعْض الصَّحَابَة كَابْنِ الزُّبَيْر , وَاخْتُلِفَ عَنْ عُمَر بْن عَبْد الْعَزِيز. وَقَالَ أَبُو الزِّنَاد : قَتَلْنَا بِالْقَسَامَةِ وَالصَّحَابَة مُتَوَافِرُونَ , إِنِّي لَأَرَى أَنَّهُمْ أَلْف رَجُل فَمَا اِخْتَلَفَ مِنْهُمْ اِثْنَانِ. قُلْت : إِنَّمَا نَقَلَ ذَلِكَ أَبُو الزِّنَاد عَنْ خَارِجَة بْن زَيْد بْن ثَابِت كَمَا أَخْرَجَهُ سَعِيد بْن مَنْصُور وَالْبَيْهَقِيُّ مِنْ رِوَايَة عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ , وَإِلَّا فَأَبُو الزِّنَاد لَا يَثْبُت أَنَّهُ رَأَى عِشْرِينَ مِنْ الصَّحَابَة فَضْلًا عَنْ أَلْف. ثُمَّ قَالَ الْقَاضِي : وَحُجَّتهمْ حَدِيث الْبَاب : يَعْنِي مِنْ رِوَايَة يَحْيَى بْن سَعِيد الَّتِي أَشَرْت إِلَيْهَا , قَالَ : فَإِنَّ مَجِيئَهُ مِنْ طُرُق صِحَاح لَا يُدْفَع , وَفِيهِ تَبْرِئَة الْمُدَّعِينَ ثُمَّ رَدّهَا حِين أَبَوْا عَلَى الْمُدَّعَى عَلَيْهِمْ وَاحْتَجُّوا بِحَدِيثِ أَبِي هُرَيْرَة \" الْبَيِّنَة عَلَى الْمُدَّعِي وَالْيَمِين عَلَى الْمُدَّعَى عَلَيْهِ إِلَّا الْقَسَامَة \" , وَيَقُول مَالِك : أَجْمَعَتْ الْأَئِمَّة فِي الْقَدِيم وَالْحَدِيث عَلَى أَنَّ الْمُدَّعِينَ يَبْدَءُونَ فِي الْقَسَامَة , وَلِأَنَّ جَنَبَة الْمُدَّعِي إِذَا قَوِيَتْ بِشَهَادَةٍ أَوْ شُبْهَة صَارَتْ الْيَمِين لَهُ. وَهَاهُنَا الشُّبْهَة قَوِيَّة , وَقَالُوا هَذِهِ سُنَّة بِحِيَالِهَا وَأَصْل قَائِم بِرَأْسِهِ لِحَيَاةِ النَّاس وَرَدْع الْمُعْتَدِينَ , وَخَالَفَتْ الدَّعَاوَى فِي الْأَمْوَال فَهِيَ عَلَى مَا وَرَدَ فِيهَا , وَكُلّ أَصْل يُتَّبَع وَيُسْتَعْمَل وَلَا تُطْرَح سُنَّةٌ لِسُنَّةٍ , وَأَجَابُوا عَنْ رِوَايَة سَعِيد بْن عُبَيْد يَعْنِي الْمَذْكُورَة فِي حَدِيث هَذَا الْبَاب بِقَوْلِ أَهْل الْحَدِيث إِنَّهُ وَهْم مِنْ رِوَايَة أَسْقَطَ مِنْ السِّيَاق تَبْرِئَة الْمُدَّعِينَ بِالْيَمِينِ لِكَوْنِهِ لَمْ يَذْكُرْ فِيهِ رَدَّ الْيَمِين , وَاشْتَمَلَتْ رِوَايَة يَحْيَى بْن سَعِيد عَلَى زِيَادَة مِنْ ثِقَة حَافِظ فَوَجَبَ قَبُولهَا وَهِيَ تَقْضِي عَلَى مَنْ لَمْ يَعْرِفهَا. قُلْت : وَسَيَأْتِي مَزِيد بَيَان لِذَلِكَ. قَالَ الْقُرْطُبِيّ : الْأَصْل فِي الدَّعَاوَى أَنَّ الْيَمِين عَلَى الْمُدَّعَى عَلَيْهِ , وَحُكْم الْقَسَامَة أَصْل بِنَفْسِهِ لِتَعَذُّرِ إِقَامَة الْبَيِّنَة عَلَى الْقَتْل فِيهَا غَالِبًا , فَإِنَّ الْقَاصِد لِلْقَتْلِ يَقْصِد الْخَلْوَة وَيَتَرَصَّد الْغَفْلَة , وَتَأَيَّدَتْ بِذَلِكَ الرِّوَايَة الصَّحِيحَة الْمُتَّفَق عَلَيْهَا وَبَقِيَ مَا عَدَا الْقَسَامَة عَلَى الْأَصْل , ثُمَّ لَيْسَ ذَلِكَ خُرُوجًا عَنْ الْأَصْل بِالْكُلِّيَّةِ بَلْ لِأَنَّ الْمُدَّعَى عَلَيْهِ إِنَّمَا كَانَ الْقَوْل قَوْله لِقُوَّةِ جَانِبه بِشَهَادَةِ الْأَصْل لَهُ بِالْبَرَاءَةِ مِمَّا ادُّعِيَ عَلَيْهِ , وَهُوَ مَوْجُود فِي الْقَسَامَة فِي جَانِب الْمُدَّعِي لِقُوَّةِ جَانِبه بِاللَّوْثِ الَّذِي يُقَوِّي دَعْوَاهُ , قَالَ عِيَاض : وَذَهَبَ مَنْ قَالَ بِالدِّيَةِ إِلَى تَقْدِيم الْمُدَّعَى عَلَيْهِمْ فِي الْيَمِين , إِلَّا الشَّافِعِيّ وَأَحْمَدَ فَقَالَا بِقَوْلِ الْجُمْهُور : يُبْدَأ بِأَيْمَانِ الْمُدَّعِينَ وَرَدُّهَا إِنْ أَبَوْا عَلَى الْمُدَّعَى عَلَيْهِمْ , وَقَالَ بِعَكْسِهِ أَهْل الْكُوفَة وَكَثِير مِنْ أَهْل الْبَصْرَة وَبَعْض أَهْل الْمَدِينَة وَالْأَوْزَاعِيُّ فَقَالَ يَسْتَحْلِف مِنْ أَهْل الْقَرْيَة خَمْسِينَ رَجُلًا خَمْسِينَ يَمِينًا مَا قَتَلْنَاهُ وَلَا عَلِمْنَا مَنْ قَتَلَهُ. فَإِنْ حَلَفُوا بَرِئُوا وَإِنْ نَقَصَتْ قَسَامَتهمْ عَنْ عَدَد أَوْ نَكَلُوا حَلَفَ الْمُدَّعُونَ عَلَى رَجُل وَاحِد وَاسْتَحَقُّوا , فَإِنْ نَقَصَتْ قَسَامَتهمْ قَادَهُ دِيَة , وَقَالَ عُثْمَان الْبَتِّيّ مِنْ فُقَهَاء الْبَصْرَة : ثُمَّ يُبْدَأ بِالْمُدَّعَى عَلَيْهِمْ بِالْأَيْمَانِ فَإِنْ حَلَفُوا فَلَا شَيْء عَلَيْهِمْ. وَقَالَ الْكُوفِيُّونَ : إِذَا حَلَفُوا وَجَبَتْ عَلَيْهِمْ الدِّيَة , وَجَاءَ ذَلِكَ عَنْ عُمَر , قَالَ وَاتَّفَقُوا كُلّهمْ عَلَى أَنَّهَا لَا تَجِب بِمُجَرَّدِ دَعْوَى الْأَوْلِيَاء حَتَّى يَقْتَرِن بِهَا شُبْهَة يَغْلِب عَلَى الظَّنّ الْحُكْم بِهَا , وَاخْتَلَفُوا فِي تَصْوِير الشُّبْهَة عَلَى سَبْعَة أَوْجُه فَذَكَرَهَا , وَمُلَخَّصهَا : الْأَوَّل أَنْ يَقُول الْمَرِيض دَمِي عِنْد فُلَان أَوْ مَا أَشْبَهَ ذَلِكَ , وَلَوْ لَمْ يَكُنْ بِهِ أَثَر أَوْ جُرْح فَإِنَّ ذَلِكَ يُوجِب الْقَسَامَة عِنْد مَالِك وَاللَّيْث لَمْ يَقُلْ بِهِ غَيْرهمَا , وَاشْتَرَطَ بَعْض الْمَالِكِيَّة الْأَثَر أَوْ الْجُرْح , وَاحْتُجَّ لِمَالِكٍ بِقِصَّةِ بَقَرَة بَنِي إِسْرَائِيل , قَالَ : وَوَجْه الدَّلَالَة مِنْهَا أَنَّ الرَّجُل حَيّ فَأَخْبَرَ بِقَاتِلِهِ , وَتُعُقِّبَ بِخَفَاءِ الدَّلَالَة مِنْهَا , وَقَدْ بَالَغَ اِبْن حَزْم فِي رَدِّ ذَلِكَ , وَاحْتَجُّوا بِأَنَّ الْقَاتِل يَتَطَلَّب حَالَةَ غَفْلَة النَّاس فَتَتَعَذَّر الْبَيِّنَة , فَلَوْ لَمْ يُعْمَل بِقَوْلِ الْمَضْرُوب لَأَدَّى ذَلِكَ إِلَى إِهْدَار دَمه لِأَنَّهَا حَالَة يَتَحَرَّى فِيهَا اِجْتِنَاب الْكَذِب وَيَتَزَوَّد فِيهَا مِنْ الْبِرّ وَالتَّقْوَى , وَهَذَا إِنَّمَا يَأْتِي فِي حَالَة الْمُحْتَضَر. الثَّانِيَة أَنْ يَشْهَد مَنْ لَا يَكْمُل النِّصَابُ بِشَهَادَتِهِ كَالْوَاحِدِ أَوْ جَمَاعَة غَيْر عُدُول قَالَ بِهَا الْمَذْكُورَانِ وَوَافَقَهُمَا الشَّافِعِيّ وَمَنْ تَبِعَهُ. الثَّالِثَة أَنْ يَشْهَد عَدْلَانِ بِالضَّرْبِ ثُمَّ يَعِيش بَعْده أَيَّامًا ثُمَّ يَمُوت مِنْهُ مِنْ غَيْر تَخَلُّل إِفَاقَة , فَقَالَ الْمَذْكُورَانِ : تَجِب فِيهِ الْقَسَامَة. وَقَالَ الشَّافِعِيّ : بَلْ يَجِب الْقِصَاص بِتِلْكَ الشَّهَادَة. الرَّابِعَة أَنْ يُوجَد مَقْتُول وَعِنْده أَوْ بِالْقُرْبِ مِنْهُ مَنْ بِيَدِهِ آلَة الْقَتْل وَعَلَيْهِ أَثَر الدَّم مَثَلًا وَلَا يُوجَد غَيْره فَتُشْرَع فِيهِ الْقَسَامَة عِنْد مَالِك وَالشَّافِعِيّ , وَيَلْتَحِق بِهِ أَنْ تَفْتَرِق جَمَاعَة عَنْ قَتِيل : الْخَامِسَة أَنْ يَقْتَتِل طَائِفَتَانِ فَيُوجَد بَيْنهمَا قَتِيل فَفِيهِ الْقَسَامَة عِنْد الْجُمْهُور , وَفِي رِوَايَة عَنْ مَالِك تَخْتَصّ الْقَسَامَة بِالطَّائِفَةِ الَّتِي لَيْسَ هُوَ مِنْهَا إِلَّا إِنْ كَانَ مِنْ غَيْرهمَا فَعَلَى الطَّائِفَتَيْنِ. السَّادِسَة الْمَقْتُول فِي الزَّحْمَة , وَقَدْ تَقَدَّمَ بَيَان الِاخْتِلَاف فِيهِ فِي بَاب مُفْرَد. السَّابِعَة أَنْ يُوجَد قَتِيل فِي مَحَلَّة أَوْ قَبِيلَة , فَهَذَا يُوجِب الْقَسَامَة عِنْد الثَّوْرِيّ وَالْأَوْزَاعِيِّ وَأَبِي حَنِيفَة وَأَتْبَاعهمْ , وَلَا يُوجِب الْقَسَامَة عِنْدهمْ سِوَى هَذِهِ الصُّورَة , وَشَرْطهَا عِنْدهمْ إِلَّا الْحَنَفِيَّة أَنْ يُوجَد بِالْقَتِيلِ أَثَر , وَقَالَ دَاوُدُ لَا تُجْرَى الْقَسَامَة إِلَّا فِي الْعَمْد عَلَى أَهْل مَدِينَة أَوْ قَرْيَة كَبِيرَة وَهُمْ أَعْدَاء لِلْمَقْتُولِ , وَذَهَبَ الْجُمْهُور إِلَى أَنَّهُ لَا قَسَامَة فِيهِ بَلْ هُوَ هَدَر لِأَنَّهُ قَدْ يُقْتَل وَيُلْقَى فِي الْمَحَلَّة لِيُتَّهَمُوا , وَبِهِ قَالَ الشَّافِعِيّ , وَهُوَ رِوَايَة عَنْ أَحْمَدَ , إِلَّا أَنْ يَكُون فِي مِثْل الْقِصَّة الَّتِي فِي حَدِيث الْبَاب فَيُتَّجَه فِيهَا الْقَسَامَة لِوُجُودِ الْعَدَاوَة. وَلَمْ تَرَ الْحَنَفِيَّة وَمَنْ وَافَقَهُمْ لَوْثًا يُوجِب الْقَسَامَة إِلَّا هَذِهِ الصُّورَة , وَحُجَّة الْجُمْهُور الْقِيَاس عَلَى هَذِهِ الْوَاقِعَة , وَالْجَامِع أَنْ يَقْتَرِن بِالدَّعْوَى شَيْء يَدُلّ عَلَى صِدْق الْمُدَّعَى فَيُقْسِم مَعَهُ وَيَسْتَحِقّ , وَقَالَ اِبْن قُدَامَةَ : ذَهَبَ الْحَنَفِيَّة إِلَى أَنَّ الْقَتِيل إِذَا وُجِدَ فِي مَحَلّ فَادَّعَى وَلِيّه عَلَى خَمْسِينَ نَفْسًا مِنْ مَوْضِع قَتْله فَحَلَفُوا خَمْسِينَ يَمِينًا مَا قَتَلْنَاهُ وَلَا عَلِمْنَا لَهُ قَاتِلًا فَإِنْ لَمْ يَجِد خَمْسِينَ كَرَّرَ الْأَيْمَان عَلَى مَنْ وَجَدَ وَتَجِب الدِّيَة عَلَى بَقِيَّة أَهْل الْخُطَّة , وَمَنْ لَمْ يَحْلِف مِنْ الْمُدَّعَى عَلَيْهِمْ حُبِسَ حَتَّى يَحْلِف أَوْ يُقِرَّ , وَاسْتَدَلُّوا بِأَثَرِ عُمَر أَنَّهُ أَحْلَفَ خَمْسِينَ نَفْسًا خَمْسِينَ يَمِينًا وَقَضَى بِالدِّيَةِ عَلَيْهِمْ , وَتُعُقِّبَ بِاحْتِمَالِ أَنْ يَكُونُوا أَقَرُّوا بِالْخَطَأِ وَأَنْكَرُوا الْعَمْد وَبِأَنَّ الْحَنَفِيَّة لَا يَعْمَلُونَ بِخَبَرِ الْوَاحِد إِذَا خَالَفَ الْأُصُول وَلَوْ كَانَ مَرْفُوعًا فَكَيْف اِحْتَجُّوا بِمَا خَالَفَ الْأُصُول بِخَبَرِ وَاحِد مَوْقُوف وَأَوْجَبُوا الْيَمِين عَلَى غَيْر الْمُدَّعَى عَلَيْهِ , وَاسْتُدِلَّ بِهِ عَلَى الْقَوَد فِي الْقَسَامَة لِقَوْلِهِ \" فَتَسْتَحِقُّونَ قَاتِلكُمْ \" وَفِي الرِّوَايَة الْأُخْرَى \" دَم صَاحِبكُمْ \" قَالَ اِبْن دَقِيق الْعِيد : الِاسْتِدْلَال بِالرِّوَايَةِ الَّتِي فِيهَا \" فَيُدْفَع بِرُمَّتِهِ \" أَقْوَى مِنْ الِاسْتِدْلَال بِقَوْلِهِ \" دَم صَاحِبكُمْ \" لِأَنَّ قَوْله \" يُدْفَع بِرُمَّتِهِ \" لَفْظ مُسْتَعْمَل فِي دَفْع الْقَاتِل لِلْأَوْلِيَاءِ لِلْقَتْلِ , وَلَوْ أَنَّ الْوَاجِب الدِّيَة لَبَعُدَ اِسْتِعْمَال هَذَا اللَّفْظ وَهُوَ فِي اِسْتِعْمَاله فِي تَسْلِيم الْقَاتِل أَظْهَرُ , وَالِاسْتِدْلَال بِقَوْلِهِ \" دَم صَاحِبكُمْ \" أَظْهَرُ مِنْ الِاسْتِدْلَال بِقَوْلِهِ \" قَاتِلكُمْ \" أَوْ \" صَاحِبكُمْ \" لِأَنَّ هَذَا اللَّفْظ لَا بُدّ فِيهِ مِنْ إِضْمَار , فَيَحْتَمِل أَنْ يُضْمَر دِيَة صَاحِبكُمْ اِحْتِمَالًا ظَاهِرًا , وَأَمَّا بَعْد التَّصْرِيح بِالدِّيَةِ فَيَحْتَاج إِلَى تَأْوِيل اللَّفْظ بِإِضْمَارِ بَدَل دَم صَاحِبكُمْ وَالْإِضْمَار عَلَى خِلَاف الْأَصْل وَلَوْ اُحْتِيجَ إِلَى إِضْمَار لَكَانَ حَمْله عَلَى مَا يَقْتَضِي إِرَاقَة الدَّم أَقْرَبُ , وَأَمَّا مَنْ قَالَ يَحْتَمِل أَنْ يَكُون قَوْله \" دَم صَاحِبكُمْ \" هُوَ الْقَتِيل لَا الْقَاتِل فَيَرُدّهُ قَوْله \" دَم صَاحِبكُمْ أَوْ قَاتِلكُمْ \" وَتُعُقِّبَ بِأَنَّ الْقِصَّة وَاحِدَة اِخْتَلَفَتْ أَلْفَاظ الرُّوَاة فِيهَا عَلَى مَا تَقَدَّمَ بَيَانه فَلَا يَسْتَقِيم الِاسْتِدْلَال بِلَفْظٍ مِنْهَا لِعَدَمِ تَحَقُّق أَنَّهُ اللَّفْظ الصَّادِر مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَاسْتَدَلَّ مَنْ قَالَ بِالْقَوَدِ أَيْضًا بِمَا أَخْرَجَهُ مُسْلِم وَالنَّسَائِيُّ مِنْ طَرِيق الزُّهْرِيّ عَنْ سُلَيْمَان بْن يَسَار وَأَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أُنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الْقَسَامَة كَانَتْ فِي الْجَاهِلِيَّة وَأَقَرَّهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى مَا كَانَتْ عَلَيْهِ مِنْ الْجَاهِلِيَّة وَقَضَى بِهَا بَيْن نَاس مِنْ الْأَنْصَار فِي قَتِيل اِدَّعَوْهُ عَلَى يَهُود خَيْبَر , وَهَذَا يَتَوَقَّف عَلَى ثُبُوت أَنَّهُمْ كَانُوا فِي الْجَاهِلِيَّة يَقْتُلُونَ فِي الْقَسَامَة , وَعِنْد أَبِي دَاوُدَ مِنْ طَرِيق عَبْد الرَّحْمَن بْن بُجَيْدٍ بِمُوَحَّدَةٍ وَجِيم مُصَغَّر قَالَ : إِنَّ سَهْلًا يَعْنِي اِبْن أَبِي حَثْمَة وَهِمَ فِي الْحَدِيث أَنَّ رَسُول اللَّه كَتَبَ إِلَى يَهُود \" إِنَّهُ قَدْ وُجِدَ بَيْن أَظْهُرِكُمْ قَتِيل فَدُوهُ \" فَكَتَبُوا يَحْلِفُونَ مَا قَتَلْنَاهُ وَلَا عَلِمْنَا قَاتِلًا , قَالَ فَوَدَاهُ مِنْ عِنْده , وَهَذَا رَدَّهُ الشَّافِعِيّ بِأَنَّهُ مُرْسَل , وَيُعَارِض ذَلِكَ مَا أَخْرَجَهُ اِبْن مَنْدَهْ فِي \" الصَّحَابَة \" مِنْ طَرِيق مَكْحُول حَدَّثَنِي عَمْرو بْن أَبِي خُزَاعَة أَنَّهُ قُتِلَ فِيهِمْ قَتِيل عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلَ الْقَسَامَة عَلَى خُزَاعَة بِاَللَّهِ مَا قَتَلْنَا وَلَا عَلِمْنَا قَاتِلًا فَحَلَفَ كُلّ مِنْهُمْ عَنْ نَفْسه وَغَرِمَ الدِّيَة , وَعَمْرو مُخْتَلَف فِي صُحْبَته , وَأَخْرَجَ اِبْن أَبِي شَيْبَة بِسَنَدٍ جَيِّد إِلَى إِبْرَاهِيم النَّخَعِيِّ قَالَ : كَانَتْ الْقَسَامَة فِي الْجَاهِلِيَّة إِذَا وُجِدَ الْقَتِيل بَيْن ظَهْرَيْ قَوْم أَقْسَمَ مِنْهُمْ خَمْسِينَ يَمِينًا , مَا قَتَلْنَا وَلَا عَلِمْنَا , فَإِنْ عَجَزَتْ الْأَيْمَان رُدَّتْ عَلَيْهِمْ ثُمَّ عَقَلُوا , وَتَمَسَّكَ مَنْ قَالَ لَا يَجِب فِيهَا إِلَّا الدِّيَة بِمَا أَخْرَجَهُ الثَّوْرِيّ فِي جَامِعه وَابْن أَبِي شَيْبَة وَسَعِيد بْن مَنْصُور بِسَنَدٍ صَحِيح إِلَى الشَّعْبِيّ قَالَ : وُجِدَ قَتِيل بَيْن حَيَّيْنِ مِنْ الْعَرَب فَقَالَ عُمَر : قِيسُوا مَا بَيْنهمَا فَأَيّهمَا وَجَدْتُمُوهُ إِلَيْهِ أَقْرَبَ فَأَحْلِفُوهُمْ خَمْسِينَ يَمِينًا وَأَغْرِمُوهُمْ الدِّيَة , وَأَخْرَجَهُ الشَّافِعِيّ عَنْ سُفْيَان بْن عُيَيْنَةَ عَنْ مَنْصُور عَنْ الشَّعْبِيّ أَنَّ عُمَر كَتَبَ فِي قَتِيل وُجِدَ بَيْن خَيْرَانَ وَوَادِعَةَ أَنْ يُقَاسَ مَا بَيْن الْقَرْيَتَيْنِ فَإِلَى أَيّهمَا كَانَ أَقْرَبَ أُخْرِجَ إِلَيْهِ مِنْهُمْ خَمْسُونَ رَجُلًا حَتَّى يُوَافُوهُ مَكَّة فَأَدْخَلَهُمْ الْحِجْرَ فَأَحْلَفَهُمْ ثُمَّ قَضَى عَلَيْهِمْ الدِّيَة فَقَالَ : حَقَنَتْ أَيْمَانُكُمْ دِمَاءَكُمْ وَلَا يُطَلُّ دَم رَجُل مُسْلِم , قَالَ الشَّافِعِيّ : إِنَّمَا أَخَذَهُ الشَّعْبِيّ عَنْ الْحَارِث الْأَعْوَر وَالْحَارِث غَيْر مَقْبُول اِنْتَهَى. وَلَهُ شَاهِد مَرْفُوع مِنْ حَدِيث أَبِي سَعِيد عِنْد أَحْمَد أَنَّ قَتِيلًا وُجِدَ بَيْن حَيَّيْنِ فَأَمَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُقَاسَ إِلَى أَيّهمَا أَقْرَبَ , فَأَلْقَى دِيَته عَلَى الْأَقْرَب , وَلَكِنَّ سَنَده ضَعِيف , وَقَالَ عَبْد الرَّزَّاق فِي مُصَنَّفه : قُلْت لِعُبَيْدِ اللَّه بْن عُمَر الْعُمَرِيِّ أَعَلِمْت أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقَادَ بِالْقَسَامَةِ ؟ قَالَ : لَا , قُلْت : فَأَبُو بَكْر ؟ قَالَ : لَا , قُلْت فَعُمَر ؟ قَالَ : لَا , قُلْت فَلِمَ تَجْتَرِئُونَ عَلَيْهَا ؟ فَسَكَتَ. وَأَخْرَجَ الْبَيْهَقِيُّ مِنْ طَرِيق الْقَاسِم بْن عَبْد الرَّحْمَن أَنَّ عُمَر قَالَ : الْقَسَامَة تُوجِب الْعَقْل وَلَا تُسْقِط الدَّم , وَاسْتَدَلَّ بِهِ الْحَنَفِيَّة عَلَى جَوَاز سَمَاع الدَّعْوَى فِي الْقَتْل عَلَى غَيْر مُعَيَّن لِأَنَّ الْأَنْصَار اِدَّعَوْا عَلَى الْيَهُود أَنَّهُمْ قَتَلُوا صَاحِبهمْ وَسَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعْوَاهُمْ , وَرُدَّ بِأَنَّ الَّذِي ذَكَرَهُ الْأَنْصَار أَوَّلًا لَيْسَ عَلَى صُورَة الدَّعْوَى بَيْن الْخَصْمَيْنِ لِأَنَّ مِنْ شَرْطهَا إِذَا لَمْ يَحْضُر الْمُدَّعَى عَلَيْهِ أَنْ يَتَعَذَّرَ حُضُورُهُ , سَلَّمْنَا وَلَكِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ بَيَّنَ لَهُمْ أَنَّ الدَّعْوَى إِنَّمَا تَكُون عَلَى وَاحِد لِقَوْلِهِ \" تُقْسِمُونَ عَلَى رَجُل مِنْهُمْ فَيُدْفَع إِلَيْكُمْ بِرُمَّتِهِ \" وَاسْتُدِلَّ بِقَوْلِهِ \" عَلَى رَجُل مِنْهُمْ \" عَلَى أَنَّ الْقَسَامَة إِنَّمَا تَكُون عَلَى رَجُل وَاحِد وَهُوَ قَوْل أَحْمَدَ وَمَشْهُور قَوْل مَالِك , وَقَالَ الْجُمْهُور : يُشْتَرَط أَنْ تَكُون عَلَى مُعَيَّن سَوَاء كَانَ وَاحِدًا أَوْ أَكْثَرَ وَاخْتَلَفُوا هَلْ يَخْتَصّ الْقَتْل بِوَاحِدٍ أَوْ يُقْتَل الْكُلّ ؟ وَقَدْ تَقَدَّمَ الْبَحْث فِيهِ , وَقَالَ أَشْهَبُ : لَهُمْ أَنْ يَحْلِفُوا عَلَى جَمَاعَة وَيَخْتَارُوا وَاحِدًا لِلْقَتْلِ وَيُسْجَن الْبَاقُونَ عَامًا وَيُضْرَبُونَ مِائَة مِائَة , وَهُوَ قَوْل لَمْ يُسْبَق إِلَيْهِ. وَفِيهِ أَنَّ الْحَلِف فِي الْقَسَامَة لَا يَكُون إِلَّا مَعَ الْجَزْم بِالْقَاتِلِ , وَالطَّرِيق إِلَى ذَلِكَ الْمُشَاهَدَة وَإِخْبَار مَنْ يُوثَق بِهِ مَعَ الْقَرِينَة الدَّالَّة عَلَى ذَلِكَ , وَفِيهِ أَنَّ مَنْ تَوَجَّهَتْ عَلَيْهِ الْيَمِين فَنَكَلَ عَنْهَا لَا يُقْضَى عَلَيْهِ حَتَّى يُرَدَّ الْيَمِينُ عَلَى الْآخَر وَهُوَ الْمَشْهُور عِنْد الْجُمْهُور , وَعِنْد أَحْمَدَ وَالْحَنَفِيَّة يُقْضَى عَلَيْهِ دُون رَدِّ الْيَمِين. وَفِيهِ أَنَّ أَيْمَان الْقَسَامَة خَمْسُونَ يَمِينًا وَاخْتُلِفَ فِي عَدَد الْحَالِفِينَ فَقَالَ الشَّافِعِيّ لَا يَجِب الْحَقّ حَتَّى يَحْلِف الْوَرَثَة خَمْسِينَ يَمِينًا سَوَاء قَلُّوا أَمْ كَثُرُوا فَلَوْ كَانَ بِعَدَدِ الْأَيْمَان حَلَفَ كُلّ وَاحِد مِنْهُمْ يَمِينًا وَإِنْ كَانُوا أَقَلَّ أَوْ نَكَلَ بَعْضهمْ رُدَّتْ الْأَيْمَان عَلَى الْبَاقِينَ فَإِنْ لَمْ يُمْكِن إِلَّا وَاحِد حَلَفَ خَمْسِينَ يَمِينًا وَاسْتَحَقَّ حَتَّى لَوْ كَانَ مَنْ يَرِث بِالْفَرْضِ وَالتَّعْصِيب أَوْ بِالنَّسَبِ وَالْوَلَاء حَلَفَ وَاسْتَحَقَّ , وَقَالَ مَالِك : إِنْ كَانَ وَلِيّ الدَّم وَاحِدًا ضُمَّ إِلَيْهِ آخَرُ مِنْ الْعَصَبَة وَلَا يُسْتَعَان بِغَيْرِهِمْ وَإِنْ كَانَ الْأَوْلِيَاء أَكْثَرَ حَلَفَ مِنْهُمْ خَمْسُونَ وَقَالَ اللَّيْث : لَمْ أَسْمَعْ أَحَدًا يَقُول إِنَّهَا تَنْزِل عَنْ ثَلَاثَة أَنْفُس , وَقَالَ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب : أَوَّل مَنْ نَقَصَ الْقَسَامَة عَنْ خَمْسِينَ مُعَاوِيَة. قَالَ الزُّهْرِيّ : وَقَضَى بِهِ عَبْد الْمَلِك ثُمَّ رَدَّهُ عُمَر بْن عَبْد الْعَزِيز إِلَى الْأَمْر الْأَوَّل. وَاسْتُدِلَّ بِهِ عَلَى تَقْدِيم الْأَسَنّ فِي الْأَمْر الْمُهِمّ إِذَا كَانَتْ فِيهِ أَهْلِيَّة ذَلِكَ لَا مَا إِذَا كَانَ عَرِيًّا عَنْ ذَلِكَ , وَعَلَى ذَلِكَ يُحْمَل الْأَمْر بِتَقْدِيمِ الْأَكْبَر فِي حَدِيث الْبَاب إِمَّا لِأَنَّ وَلِيّ الدَّم لَمْ يَكُنْ مُتَأَهِّلًا فَأَقَامَ الْحَاكِم قَرِيبه مَقَامه فِي الدَّعْوَى وَإِمَّا لِغَيْرِ ذَلِكَ. وَفِيهِ التَّأْنِيس وَالتَّسْلِيَة لِأَوْلِيَاءِ الْمَقْتُول لَا أَنَّهُ حَكَمَ عَلَى الْغَائِبِينَ لِأَنَّهُ لَمْ يَتَقَدَّم صُورَة دَعْوَى عَلَى غَائِب وَإِنَّمَا وَقَعَ الْإِخْبَار بِمَا وَقَعَ فَذَكَرَ لَهُمْ قِصَّة الْحُكْم عَلَى التَّقْدِيرَيْنِ وَمِنْ ثَمَّ كَتَبَ إِلَى الْيَهُود بَعْد أَنْ دَارَ بَيْنهمْ الْكَلَام الْمَذْكُور , وَيُؤْخَذ مِنْهُ أَنَّ مُجَرَّد الدَّعْوَى لَا تُوجِب إِحْضَار الْمُدَّعَى عَلَيْهِ , لِأَنَّ فِي إِحْضَاره مَشْغَلَة عَنْ أَشْغَالِهِ وَتَضْيِيعًا لِمَالِهِ مِنْ غَيْر مُوجِب ثَابِت لِذَلِكَ , أَمَّا لَوْ ظَهَرَ مَا يُقَوِّي الدَّعْوَى مِنْ شُبْهَة ظَاهِرَة فَهَلْ يَسُوغ اِسْتِحْضَارُ الْخَصْم أَوْ لَا ؟ مَحَلّ نَظَر , وَالرَّاجِح أَنَّ ذَلِكَ يَخْتَلِف بِالْقُرْبِ وَالْبُعْد وَشِدَّة الضَّرَر وَخِفَّته. وَفِيهِ الِاكْتِفَاء بِالْمُكَاتَبَةِ وَبِخَبَرِ الْوَاحِد مَعَ إِمْكَان الْمُشَافَهَة. وَفِيهِ أَنَّ الْيَمِين قَبْل تَوْجِيههَا مِنْ الْحَاكِم لَا أَثَر لَهَا لِقَوْلِ الْيَهُود فِي جَوَابهمْ وَاَللَّه مَا قَتَلْنَا وَفِي قَوْلهمْ لَا نَرْضَى بِأَيْمَانِ الْيَهُود اِسْتِبْعَاد لِصِدْقِهِمْ لِمَا عَرَفُوهُ مِنْ إِقْدَامهمْ عَلَى الْكَذِب وَجَرَاءَتهمْ عَلَى الْأَيْمَان الْفَاجِرَة , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الدَّعْوَى فِي الْقَسَامَة لَا بُدّ فِيهَا مِنْ عَدَاوَة أَوْ لَوْث , وَاخْتُلِفَ فِي سَمَاع هَذِهِ الدَّعْوَى وَلَوْ لَمْ تُوجِب الْقَسَامَة : فَعَنْ أَحْمَدَ رِوَايَتَانِ , وَبِسَمَاعِهَا قَالَ الشَّافِعِيّ لِعُمُومِ حَدِيث \" الْيَمِين عَلَى الْمُدَّعَى عَلَيْهِ \" بَعْد قَوْله \" لَوْ يُعْطَى النَّاس بِدَعْوَاهُمْ لَادَّعَى قَوْم دِمَاء رِجَال وَأَمْوَالهمْ \" وَلِأَنَّهَا دَعْوَى فِي حَقّ آدَمِيّ فَتُسْمَع وَيُسْتَحْلَف وَقَدْ يُقِرّ فَيَثْبُت الْحَقّ فِي قَتْله وَلَا يُقْبَل رُجُوعه عَنْهُ , فَلَوْ نَكَلَ رُدَّتْ عَلَى الْمُدَّعِي وَاسْتَحَقَّ الْقَوَد فِي الْعَمْد وَالدِّيَةَ فِي الْخَطَأ , وَعَنْ الْحَنَفِيَّة لَا تُرَدّ الْيَمِين , وَهِيَ رِوَايَة عَنْ أَحْمَدَ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْمُدَّعِينَ وَالْمُدَّعَى عَلَيْهِمْ إِذَا نَكَلُوا عَنْ الْيَمِين وَجَبَتْ الدِّيَة فِي بَيْت الْمَال وَقَدْ تَقَدَّمَ مَا فِيهِ قَرِيبًا , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ يَحْلِف فِي الْقَسَامَة لَا يُشْتَرَط أَنْ يَكُون رَجُلًا وَلَا بَالِغًا لِإِطْلَاقِ قَوْله \" خَمْسِينَ مِنْكُمْ , وَبِهِ قَالَ رَبِيعَة وَالثَّوْرِيُّ وَاللَّيْث وَالْأَوْزَاعِيُّ وَأَحْمَدُ , وَقَالَ مَالِك لَا مَدْخَل لِلنِّسَاءِ فِي الْقَسَامَة لِأَنَّ الْمَطْلُوب فِي الْقَسَامَة الْقَتْل وَلَا يُسْمَع مِنْ النِّسَاء. وَقَالَ الشَّافِعِيّ : لَا يَحْلِف فِي الْقَسَامَة إِلَّا الْوَارِث الْبَالِغ لِأَنَّهَا يَمِين فِي دَعْوَى حُكْمِيَّة فَكَانَتْ كَسَائِرِ الْأَيْمَان وَلَا فَرْقَ فِي ذَلِكَ بَيْن الرَّجُل وَالْمَرْأَة , وَاخْتُلِفَ فِي الْقَسَامَة هَلْ هِيَ مَعْقُولَة الْمَعْنَى فَيُقَاسَ عَلَيْهَا أَوْ لَا وَالتَّحْقِيق أَنَّهَا مَعْقُولَة الْمَعْنَى لَكِنَّهُ خَفِيّ وَمَعَ ذَلِكَ فَلَا يُقَاس عَلَيْهَا لِأَنَّهَا لَا نَظِير لَهَا فِي الْأَحْكَام , وَإِذَا قُلْنَا إِنَّ الْمَبْدَأ فِيهَا يَمِين الْمُدَّعِي فَقَدْ خَرَجَتْ عَنْ سُنَن الْقِيَاس , وَشَرْط الْقِيَاس أَنْ لَا يَكُون مَعْدُولًا بِهِ عَنْ سُنَن الْقِيَاس كَشَهَادَةِ خُزَيْمَةَ. ‏ ‏( تَنْبِيه ) : ‏ ‏نَبَّهَ اِبْن الْمُنِير فِي الْحَاشِيَة عَلَى النُّكْتَة فِي كَوْن الْبُخَارِيّ لَمْ يُورِد فِي هَذَا الْبَاب الطَّرِيق الدَّالَّة عَلَى تَحْلِيف الْمُدَّعِي , وَهِيَ مِمَّا خَالَفَتْ فِيهِ الْقَسَامَة بَقِيَّة الْحُقُوق فَقَالَ : مَذْهَب الْبُخَارِيّ تَضْعِيف الْقَسَامَة , فَلِهَذَا صَدَّرَ الْبَاب بِالْأَحَادِيثِ الدَّالَّة عَلَى أَنَّ الْيَمِين فِي جَانِب الْمُدَّعَى عَلَيْهِ , وَأَوْرَدَ طَرِيق سَعِيد بْن عُبَيْد وَهُوَ جَارٍ عَلَى الْقَوَاعِد , وَإِلْزَام الْمُدَّعِي الْبَيِّنَةَ لَيْسَ مِنْ خُصُوصِيَّة الْقَسَامَة فِي شَيْء. ثُمَّ ذَكَرَ حَدِيث الْقَسَامَة الدَّالّ عَلَى خُرُوجهَا عَنْ الْقَوَاعِد بِطَرِيقِ الْعَرْض فِي كِتَاب الْمُوَادَعَة وَالْجِزْيَة فِرَارًا مِنْ أَنْ يَذْكُرهَا هُنَا فَيَغْلَط الْمُسْتَدِلّ بِهَا عَلَى اِعْتِقَاد الْبُخَارِيّ , قَالَ وَهَذَا الْإِخْفَاء مَعَ صِحَّة الْقَصْد لَيْسَ مِنْ قَبِيل كِتْمَان الْعِلْم. قُلْت : الَّذِي يَظْهَر لِي أَنَّ الْبُخَارِيّ لَا يُضَعِّف الْقَسَامَة مِنْ حَيْثُ هِيَ , بَلْ يُوَافِق الشَّافِعِيّ فِي أَنَّهُ لَا قَوَد فِيهَا , وَيُخَالِفهُ فِي أَنَّ الَّذِي يَحْلِف فِيهَا هُوَ الْمُدَّعِي , بَلْ يَرَى أَنَّ الرِّوَايَات اِخْتَلَفَتْ فِي ذَلِكَ فِي قِصَّة الْأَنْصَار وَيَهُود خَيْبَر فَيُرَدّ الْمُخْتَلَف إِلَى الْمُتَّفَق عَلَيْهِ مِنْ أَنَّ الْيَمِين عَلَى الْمُدَّعَى عَلَيْهِ فَمِنْ ثَمَّ أَوْرَدَ رِوَايَة سَعِيد بْن عُبَيْد فِي \" بَاب الْقَسَامَة \" وَطَرِيق يَحْيَى بْن سَعِيد فِي بَاب آخَر , وَلَيْسَ فِي شَيْء مِنْ ذَلِكَ تَضْعِيف أَصْل الْقَسَامَة وَاَللَّه أَعْلَمُ. وَادَّعَى بَعْضهمْ أَنَّ قَوْله \" تَحْلِفُونَ وَتَسْتَحِقُّونَ \" اِسْتِفْهَام إِنْكَار وَاسْتِعْظَام لِلْجَمْعِ بَيْن الْأَمْرَيْنِ , وَتُعُقِّبَ بِأَنَّهُمْ لَمْ يَبْدَءُوا بِطَلَبِ الْيَمِين حَتَّى يَصِحَّ الْإِنْكَار عَلَيْهِمْ , وَإِنَّمَا هُوَ اِسْتِفْهَام تَقْرِير وَتَشْرِيع. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6898,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو بِشْرٍ، إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ الأَسَدِيُّ حَدَّثَنَا الْحَجَّاجُ بْنُ أَبِي عُثْمَانَ، حَدَّثَنِي أَبُو رَجَاءٍ، مِنْ آلِ أَبِي قِلاَبَةَ حَدَّثَنِي أَبُو قِلاَبَةَ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَبْرَزَ سَرِيرَهُ يَوْمًا لِلنَّاسِ، ثُمَّ أَذِنَ لَهُمْ فَدَخَلُوا فَقَالَ مَا تَقُولُونَ فِي الْقَسَامَةِ قَالَ نَقُولُ الْقَسَامَةُ الْقَوَدُ بِهَا حَقٌّ، وَقَدْ أَقَادَتْ بِهَا الْخُلَفَاءُ‏.‏ قَالَ لِي مَا تَقُولُ يَا أَبَا قِلاَبَةَ وَنَصَبَنِي لِلنَّاسِ‏.‏ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ عِنْدَكَ رُءُوسُ الأَجْنَادِ وَأَشْرَافُ الْعَرَبِ، أَرَأَيْتَ لَوْ أَنَّ خَمْسِينَ مِنْهُمْ شَهِدُوا عَلَى رَجُلٍ مُحْصَنٍ بِدِمَشْقَ أَنَّهُ قَدْ زَنَى، لَمْ يَرَوْهُ أَكُنْتَ تَرْجُمُهُ قَالَ لاَ‏.‏ قُلْتُ أَرَأَيْتَ لَوْ أَنَّ خَمْسِينَ مِنْهُمْ شَهِدُوا عَلَى رَجُلٍ بِحِمْصَ أَنَّهُ سَرَقَ أَكُنْتَ تَقْطَعُهُ وَلَمْ يَرَوْهُ قَالَ لاَ‏.‏ قُلْتُ فَوَاللَّهِ مَا قَتَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَطُّ، إِلاَّ فِي إِحْدَى ثَلاَثِ خِصَالٍ رَجُلٌ قَتَلَ بِجَرِيرَةِ نَفْسِهِ فَقُتِلَ، أَوْ رَجُلٌ زَنَى بَعْدَ إِحْصَانٍ، أَوْ رَجُلٌ حَارَبَ اللَّهَ وَرَسُولَهُ وَارْتَدَّ عَنِ الإِسْلاَمِ‏.‏ فَقَالَ الْقَوْمُ أَوَلَيْسَ قَدْ حَدَّثَ أَنَسُ بْنُ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَطَعَ فِي السَّرَقِ وَسَمَرَ الأَعْيُنَ، ثُمَّ نَبَذَهُمْ فِي الشَّمْسِ‏.‏ فَقُلْتُ أَنَا أُحَدِّثُكُمْ حَدِيثَ أَنَسٍ، حَدَّثَنِي أَنَسٌ أَنَّ نَفَرًا مِنْ عُكْلٍ ثَمَانِيَةً قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَايَعُوهُ عَلَى الإِسْلاَمِ، فَاسْتَوْخَمُوا الأَرْضَ فَسَقِمَتْ أَجْسَامُهُمْ، فَشَكَوْا ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَفَلاَ تَخْرُجُونَ مَعَ رَاعِينَا فِي إِبِلِهِ، فَتُصِيبُونَ مِنْ أَلْبَانِهَا وَأَبْوَالِهَا ‏\"‏‏.‏ قَالُوا بَلَى، فَخَرَجُوا فَشَرِبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا فَصَحُّوا، فَقَتَلُوا رَاعِيَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَطْرَدُوا النَّعَمَ، فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَرْسَلَ فِي آثَارِهِمْ، فَأُدْرِكُوا فَجِيءَ بِهِمْ، فَأَمَرَ بِهِمْ فَقُطِّعَتْ أَيْدِيهِمْ وَأَرْجُلُهُمْ، وَسَمَرَ أَعْيُنَهُمْ، ثُمَّ نَبَذَهُمْ فِي الشَّمْسِ حَتَّى مَاتُوا‏.‏ قُلْتُ وَأَىُّ شَىْءٍ أَشَدُّ مِمَّا صَنَعَ هَؤُلاَءِ ارْتَدُّوا عَنِ الإِسْلاَمِ وَقَتَلُوا وَسَرَقُوا‏.‏ فَقَالَ عَنْبَسَةُ بْنُ سَعِيدٍ وَاللَّهِ إِنْ سَمِعْتُ كَالْيَوْمِ قَطُّ‏.‏ فَقُلْتُ أَتَرُدُّ عَلَىَّ حَدِيثِي يَا عَنْبَسَةُ قَالَ لاَ، وَلَكِنْ جِئْتَ بِالْحَدِيثِ عَلَى وَجْهِهِ، وَاللَّهِ لاَ يَزَالُ هَذَا الْجُنْدُ بِخَيْرٍ مَا عَاشَ هَذَا الشَّيْخُ بَيْنَ أَظْهُرِهِمْ‏.‏ قُلْتُ وَقَدْ كَانَ فِي هَذَا سُنَّةٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَيْهِ نَفَرٌ مِنَ الأَنْصَارِ فَتَحَدَّثُوا عِنْدَهُ، فَخَرَجَ رَجُلٌ مِنْهُمْ بَيْنَ أَيْدِيهِمْ فَقُتِلَ، فَخَرَجُوا بَعْدَهُ، فَإِذَا هُمْ بِصَاحِبِهِمْ يَتَشَحَّطُ فِي الدَّمِ، فَرَجَعُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ صَاحِبُنَا كَانَ تَحَدَّثَ مَعَنَا، فَخَرَجَ بَيْنَ أَيْدِينَا، فَإِذَا نَحْنُ بِهِ يَتَشَحَّطُ فِي الدَّمِ‏.‏ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ بِمَنْ تَظُنُّونَ أَوْ تَرَوْنَ قَتَلَهُ ‏\"‏‏.‏ قَالُوا نَرَى أَنَّ الْيَهُودَ قَتَلَتْهُ‏.‏ فَأَرْسَلَ إِلَى الْيَهُودِ فَدَعَاهُمْ‏.‏ فَقَالَ ‏\"‏ آنْتُمْ قَتَلْتُمْ هَذَا ‏\"‏‏.‏ قَالُوا لاَ‏.‏ قَالَ ‏\"‏ أَتَرْضَوْنَ نَفَلَ خَمْسِينَ مِنَ الْيَهُودِ مَا قَتَلُوهُ ‏\"‏‏.‏ فَقَالُوا مَا يُبَالُونَ أَنْ يَقْتُلُونَا أَجْمَعِينَ ثُمَّ يَنْتَفِلُونَ‏.‏ قَالَ ‏\"‏ أَفَتَسْتَحِقُّونَ الدِّيَةَ بِأَيْمَانِ خَمْسِينَ مِنْكُمْ ‏\"‏‏.‏ قَالُوا مَا كُنَّا لِنَحْلِفَ، فَوَدَاهُ مِنْ عِنْدِهِ‏.‏ قُلْتُ وَقَدْ كَانَتْ هُذَيْلٌ خَلَعُوا خَلِيعًا لَهُمْ فِي الْجَاهِلِيَّةِ فَطَرَقَ أَهْلَ بَيْتٍ مِنَ الْيَمَنِ بِالْبَطْحَاءِ فَانْتَبَهَ لَهُ رَجُلٌ مِنْهُمْ فَحَذَفَهُ بِالسَّيْفِ فَقَتَلَهُ، فَجَاءَتْ هُذَيْلٌ فَأَخَذُوا الْيَمَانِيَ فَرَفَعُوهُ إِلَى عُمَرَ بِالْمَوْسِمِ وَقَالُوا قَتَلَ صَاحِبَنَا‏.‏ فَقَالَ إِنَّهُمْ قَدْ خَلَعُوهُ‏.‏ فَقَالَ يُقْسِمُ خَمْسُونَ مِنْ هُذَيْلٍ مَا خَلَعُوهُ‏.‏ قَالَ فَأَقْسَمَ مِنْهُمْ تِسْعَةٌ وَأَرْبَعُونَ رَجُلاً، وَقَدِمَ رَجُلٌ مِنْهُمْ مِنَ الشَّأْمِ فَسَأَلُوهُ أَنْ يُقْسِمَ فَافْتَدَى يَمِينَهُ مِنْهُمْ بِأَلْفِ دِرْهَمٍ، فَأَدْخَلُوا مَكَانَهُ رَجُلاً آخَرَ، فَدَفَعَهُ إِلَى أَخِي الْمَقْتُولِ فَقُرِنَتْ يَدُهُ بِيَدِهِ، قَالُوا فَانْطَلَقَا وَالْخَمْسُونَ الَّذِينَ أَقْسَمُوا حَتَّى إِذَا كَانُوا بِنَخْلَةَ، أَخَذَتْهُمُ السَّمَاءُ فَدَخَلُوا فِي غَارٍ فِي الْجَبَلِ، فَانْهَجَمَ الْغَارُ عَلَى الْخَمْسِينَ الَّذِينَ أَقْسَمُوا فَمَاتُوا جَمِيعًا، وَأَفْلَتَ الْقَرِينَانِ وَاتَّبَعَهُمَا حَجَرٌ فَكَسَرَ رِجْلَ أَخِي الْمَقْتُولِ، فَعَاشَ حَوْلاً ثُمَّ مَاتَ‏.‏ قُلْتُ وَقَدْ كَانَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ أَقَادَ رَجُلاً بِالْقَسَامَةِ ثُمَّ نَدِمَ بَعْدَ مَا صَنَعَ، فَأَمَرَ بِالْخَمْسِينَ الَّذِينَ أَقْسَمُوا فَمُحُوا مِنَ الدِّيوَانِ وَسَيَّرَهُمْ إِلَى الشَّأْمِ‏.‏",
    "english_text": "Once `Umar bin `Abdul `Aziz sat on his throne in the courtyard of his house so that the people might \ngather before him. Then he admitted them and (when they came in), he said, \"What do you think of \nAl-Qasama?\" They said, \"We say that it is lawful to depend on Al-Qasama in Qisas, as the previous \nMuslim Caliphs carried out Qisas depending on it.\" Then he said to me, \"O Abu Qilaba! What do you \nsay about it?\" He let me appear before the people and I said, \"O Chief of the Believers! You have the \nchiefs of the army staff and the nobles of the Arabs. If fifty of them testified that a married man had \ncommitted illegal sexual intercourse in Damascus but they had not seen him (doing so), would you \nstone him?\" He said, \"No.\" I said, \"If fifty of them testified that a man had committed theft in Hums, \nwould you cut off his hand though they did not see him?\" He replied, \"No.\" \nI said, \"By Allah, Allah's Messenger (ﷺ) never killed anyone except in one of the following three situations: \n(1) A person who killed somebody unjustly, was killed (in Qisas,) (2) a married person who \ncommitted illegal sexual intercourse and (3) a man who fought against Allah and His Apostle and \ndeserted Islam and became an apostate.\" \nThen the people said, \"Didn't Anas bin Malik narrate that Allah's Messenger (ﷺ) cut off the hands of the \nthieves, branded their eyes and then, threw them in the sun?\" \nI said, \"I shall tell you the narration of Anas. Anas said: \"Eight persons from the tribe of `Ukl came to \nAllah's Messenger (ﷺ) and gave the Pledge of allegiance for Islam (became Muslim). The climate of the \nplace (Medina) did not suit them, so they became sick and complained about that to Allah's Messenger (ﷺ). \nHe said (to them ), \"Won't you go out with the shepherd of our camels and drink of the camels' milk \nand urine (as medicine)?\" They said, \"Yes.\" So they went out and drank the camels' milk and urine, \nand after they became healthy, they killed the shepherd of Allah's Messenger (ﷺ) and took away all the \ncamels. This news reached Allah's Messenger (ﷺ) , so he sent (men) to follow their traces and they were \ncaptured and brought (to the Prophet). He then ordered to cut their hands and feet, and their eyes were \nbranded with heated pieces of iron, and then he threw them in the sun till they died.\" I said, \"What can \nbe worse than what those people did? They deserted Islam, committed murder and theft.\" \nThen 'Anbasa bin Sa`id said, \"By Allah, I never heard a narration like this of today.\" I said, \"O \n'Anbasa! You deny my narration?\" 'Anbasa said, \"No, but you have related the narration in the way it \nshould be related. By Allah, these people are in welfare as long as this Sheikh (Abu Qilaba) is among \nthem.\" I added, \"Indeed in this event there has been a tradition set by Allah's Messenger (ﷺ). The narrator \nadded: Some Ansari people came to the Prophet (ﷺ) and discussed some matters with him, a man from \namongst them went out and was murdered. Those people went out after him, and behold, their \ncompanion was swimming in blood. They returned to Allah's Messenger (ﷺ) and said to him, \"O Allah's \nApostle, we have found our companion who had talked with us and gone out before us, swimming in \nblood (killed).\" Allah's Messenger (ﷺ) went out and asked them, \"Whom do you suspect or whom do you \nthink has killed him?\" They said, \"We think that the Jews have killed him.\" The Prophet (ﷺ) sent for the \nJews and asked them, \"Did you kill this (person)?\" They replied, \"No.\" He asked the Al-Ansars, \"Do \nyou agree that I let fifty Jews take an oath that they have not killed him?\" They said, \"It matters little \nfor the Jews to kill us all and then take false oaths.\" He said, \"Then would you like to receive the Diya \nafter fifty of you have taken an oath (that the Jews have killed your man)?\" They said, \"We will not \ntake the oath.\" Then the Prophet (ﷺ) himself paid them the Diya (Blood-money).\" The narrator added, \n\"The tribe of Hudhail repudiated one of their men (for his evil conduct) in the Pre-lslamic period of \nIgnorance. \nThen, at a place called Al-Batha' (near Mecca), the man attacked a Yemenite family at night to steal \nfrom them, but a. man from the family noticed him and struck him with his sword and killed him. The \ntribe of Hudhail came and captured the Yemenite and brought him to `Umar during the Hajj season \nand said, \"He has killed our companion.\" The Yemenite said, \"But these people had repudiated him \n(i.e., their companion).\" `Umar said, \"Let fifty persons of Hudhail swear that they had not repudiated \nhim.\" So forty-nine of them took the oath and then a person belonging to them, came from Sham and \nthey requested him to swear similarly, but he paid one-thousand Dirhams instead of taking the oath. \nThey called another man instead of him and the new man shook hands with the brother of the \ndeceased. Some people said, \"We and those fifty men who had taken false oaths (Al-Qasama) set out, \nand when they reached a place called Nakhlah, it started raining so they entered a cave in the \nmountain, and the cave collapsed on those fifty men who took the false oath, and all of them died \nexcept the two persons who had shaken hands with each other. They escaped death but a stone fell on \nthe leg of the brother of the deceased and broke it, whereupon he survived for one year and then died.\" \nI further said, \"`Abdul Malik bin Marwan sentenced a man to death in Qisas (equality in punishment) \nfor murder, basing his judgment on Al-Qasama, but later on he regretted that judgment and ordered \nthat the names of the fifty persons who had taken the oath (Al-Qasama), be erased from the register, \nand he exiled them in Sham.\"",
    "explication": "‏ ‏قَوْله ( أَبُو بِشْر إِسْمَاعِيل بْن إِبْرَاهِيم الْأَسَدِيُّ ) ‏ ‏بِفَتْحِ السِّين الْمُهْمَلَة الْمَعْرُوف بِابْنِ عُلَيَّة وَاسْم جَدّه مِقْسَم وَهُوَ الثِّقَة الْمَشْهُور , وَهُوَ مَنْسُوب إِلَى بَنِي أَسَد بْن خُزَيْمَةَ لِأَنَّ أَصْله مِنْ مَوَالِيهمْ , وَالْحَجَّاج بْن أَبِي عُثْمَان هُوَ الْمَعْرُوف بِالصَّوَافِّ , وَاسْم أَبِي عُثْمَان مَيْسَرَة وَقِيلَ سَالِم , وَكُنْيَة الْحَجَّاج أَبُو الصَّلْت وَيُقَال غَيْر ذَلِكَ وَهُوَ بَصْرِيّ أَيْضًا وَهُوَ مَوْلَى بَنِي كِنْدَة , وَأَبُو رَجَاء اِسْمه سُلَيْمَان وَهُوَ مَوْلَى أَبِي قِلَابَةَ عَبْد اللَّه بْن زَيْد الْجَرْمِيّ , وَوَقَعَ هُنَا \" مِنْ آل أَبِي قِلَابَةَ \" وَفِيهِ تَجَوُّز فَإِنَّهُ مِنْهُمْ بِاعْتِبَارِ الْوَلَاء لَا بِالْأَصَالَةِ , وَقَدْ أَخْرَجَهُ أَحْمَدُ فَقَالَ \" حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنَا حَجَّاج عَنْ أَبِي رَجَاء مَوْلَى أَبِي قِلَابَةَ \" وَكَذَا عِنْد مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة وَمُحَمَّد بْن الصَّبَّاح , وَكَذَا عِنْد الْإِسْمَاعِيلِيّ مِنْ رِوَايَة أَبِي بَكْر وَعُثْمَان اِبْنَيْ أَبِي شَيْبَة كُلّهمْ عَنْ إِسْمَاعِيل. ‏ ‏قَوْله ( أَنَّ عُمَر بْن عَبْد الْعَزِيز ) ‏ ‏يَعْنِي الْخَلِيفَة الْمَشْهُور ‏ ‏( أَبْرَزَ سَرِيره ) ‏ ‏أَيْ أَظْهَرَهُ. وَكَانَ ذَلِكَ فِي زَمَن خِلَافَته وَهُوَ بِالشَّامِّ , وَالْمُرَاد بِالسَّرِيرِ مَا جَرَتْ عَادَة الْخُلَفَاء الِاخْتِصَاص بِالْجُلُوسِ عَلَيْهِ , وَالْمُرَاد أَنَّهُ أَخْرَجَهُ إِلَى ظَاهِر الدَّار لَا إِلَى الشَّارِع , وَلِذَلِكَ قَالَ \" أَذِنَ لِلنَّاسِ \" وَوَقَعَ عِنْد مُسْلِم مِنْ طَرِيق عَبْد اللَّه بْن عَوْن عَنْ أَبِي رَجَاء عَنْ أَبِي قِلَابَةَ \" كُنْت خَلْف عُمَر بْن عَبْد الْعَزِيز \". ‏ ‏قَوْله ( مَا تَقُولُونَ فِي الْقَسَامَة ) ‏ ‏زَادَ أَحْمَدُ بْن حَرْب عَنْ إِسْمَاعِيل بْن عُلَيَّة عِنْد أَبِي نُعَيْم فِي الْمُسْتَخْرَج فَأَضَبَّ النَّاس أَيْ سَكَتُوا مُطْرِقِينَ يُقَال أَضَبُّوا إِذَا سَكَتُوا وَأَضَبُّوا إِذَا تَكَلَّمُوا , وَأَصْل أَضَبَّ أَضْمَرَ مَا فِي قَلْبه وَيُقَال أَضَبَّ عَلَى الشَّيْء لَزِمَهُ وَالِاسْم الضَّبّ كَالْحَيَوَانِ الْمَشْهُور , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد أَنَّهُمْ عَلِمُوا رَأْي عُمَر بْن عَبْد الْعَزِيز فِي إِنْكَار الْقَسَامَة فَلَمَّا سَأَلَهُمْ سَكَتُوا مُضْمِرِينَ مُخَالَفَتَهُ , ثُمَّ تَكَلَّمَ بَعْضهمْ بِمَا عِنْده فِي ذَلِكَ كَمَا وَقَعَ فِي هَذِهِ الرِّوَايَة \" قَالُوا نَقُول الْقَسَامَة الْقَوَد بِهَا حَقّ وَقَدْ أَقَادَتْ بِهَا الْخُلَفَاء \" وَأَرَادُوا بِذَلِكَ مَا تَقَدَّمَ نَقْلُهُ عَنْ مُعَاوِيَة وَعَنْ عَبْد اللَّه بْن الزُّبَيْر وَكَذَا جَاءَ عَنْ عَبْد الْمَلِك بْن مَرْوَان , لَكِنَّ عَبْد الْمَلِك أَقَادَ بِهَا ثُمَّ نَدِمَ كَمَا ذَكَرَهُ أَبُو قِلَابَةَ بَعْد ذَلِكَ فِي رِوَايَة حَمَّاد بْن زَيْد عَنْ أَيُّوب وَحَجَّاج الصَّوَّاف عَنْ أَبِي رَجَاء \" أَنَّ عُمَر بْن عَبْد الْعَزِيز اِسْتَشَارَ النَّاس فِي الْقَسَامَة فَقَالَ قَوْم : هِيَ حَقّ , قَضَى بِهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَضَى بِهَا الْخُلَفَاء , أَخْرَجَهُ أَبُو عَوَانَة فِي صَحِيحه وَأَصْله عِنْد الشَّيْخَيْنِ مِنْ طَرِيقه. ‏ ‏قَوْله ( قَالَ لِي مَا تَقُول ) ‏ ‏فِي رِوَايَة أَحْمَدَ بْن حَرْب \" فَقَالَ لِي يَا أَبَا قِلَابَةَ مَا تَقُول \". ‏ ‏قَوْله ( وَنَصَبَنِي لِلنَّاسِ ) ‏ ‏أَيْ أَبْرَزَنِي لِمُنَاظَرَتِهِمْ , أَوْ لِكَوْنِهِ كَانَ خَلْف السَّرِير فَأَمَرَهُ أَنْ يَظْهَر , وَفِي رِوَايَة أَبِي عَوَانَة \" وَأَبُو قِلَابَةَ خَلْف السَّرِير قَاعِدًا فَالْتَفَتَ إِلَيْهِ فَقَالَ : مَا تَقُول يَا أَبَا قِلَابَةَ \". ‏ ‏قَوْله ( عِنْدك رُءُوس الْأَجْنَاد ) ‏ ‏بِفَتْحِ الْهَمْزَة وَسُكُون الْجِيم بَعْدهَا نُون جَمْع جُنْد وَهِيَ فِي الْأَصْل الْأَنْصَار وَالْأَعْوَان ثُمَّ اِشْتَهَرَ فِي الْمُقَاتَلَة , وَكَانَ عُمَر قَسَّمَ الشَّام بَعْد مَوْت أَبِي عُبَيْدَة وَمَعَاذ عَلَى أَرْبَعَة أُمَرَاء مَعَ كُلّ أَمِير جُنْدٌ , فَكَانَ كُلٌّ مِنْ فِلَسْطِينَ وَدِمَشْق وَحِمْص وَقِنَّسْرِينَ يُسَمَّى جُنْدًا بِاسْمِ الْجُنْد الَّذِي نَزَلُوهَا \" وَقِيلَ كَانَ الرَّابِع الْأُرْدُنّ وَإِنَّمَا أُفْرِدَتْ قِنَّسْرِينُ بَعْد ذَلِكَ \" , وَقَدْ تَقَدَّمَ شَيْء مِنْ هَذَا فِي الطِّبّ فِي شَرْح حَدِيث الطَّاعُون \" لَمَّا خَرَجَ عُمَر إِلَى الشَّام فَلَقِيَهُ أُمَرَاء الْأَجْنَاد \" وَلِابْنِ مَاجَهْ وَصَحَّحَهُ اِبْن خُزَيْمَةَ مِنْ طَرِيق أَبِي صَالِح الْأَشْعَرِيّ عَنْ أَبِي عَبْد اللَّه الْأَشْعَرِيّ فِي غَسْل الْأَعْقَاب \" قَالَ أَبُو صَالِح فَقُلْت لِأَبِي عَبْد اللَّه مَنْ حَدَّثَك ؟ قَالَ : أُمَرَاء الْأَجْنَاد خَالِد بْن الْوَلِيد وَيَزِيد بْن أَبِي سُفْيَان وَشُرَحْبِيل بْن حَسَنَة وَعَمْرو بْن الْعَاصِ \". ‏ ‏قَوْله ( وَأَشْرَاف الْعَرَب ) ‏ ‏فِي رِوَايَة أَحْمَدَ بْن حَرْب \" وَأَشْرَاف النَّاس \". ‏ ‏قَوْله ( أَرَأَيْت لَوْ أَنَّ خَمْسِينَ إِلَخْ ) ‏ ‏وَقَعَ فِي رِوَايَة حَمَّاد \" شَهِدَ عِنْدك أَرْبَعَة مِنْ أَهْل حِمْص عَلَى رَجُل مِنْ أَهْل دِمَشْق \". وَزَادَ بَعْد قَوْله أَكُنْت تَقْطَعهُ \" قَالَ لَا. قَالَ يَا أَمِير الْمُؤْمِنِينَ هَذَا أَعْظَمُ مِنْ ذَلِكَ \". ‏ ‏قَوْله ( فَوَاَللَّهِ مَا قَتَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحَدًا قَطُّ ) ‏ ‏فِي رِوَايَة حَمَّاد \" لَا وَاَللَّه لَا أَعْلَمُ رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَتَلَ أَحَدًا مِنْ أَهْل الصَّلَاة \" وَهُوَ مُوَافِق لِحَدِيثِ اِبْن مَسْعُود الْمَاضِي مَرْفُوعًا فِي أَوَّل الدِّيَات \" لَا يَحِلّ دَم اِمْرِئٍ مُسْلِم \". ‏ ‏قَوْله ( إِلَّا فِي إِحْدَى ) ‏ ‏فِي رِوَايَة أَحْمَد بْن حَرْب \" إِلَّا بِإِحْدَى \". ‏ ‏قَوْله ( بِجَرِيرَةِ نَفْسه ) ‏ ‏أَيْ بِجِنَايَتِهَا. ‏ ‏قَوْله ( فَقَالَ الْقَوْم أَوَلَيْسَ قَدْ حَدَّثَ أَنَسٌ ) ‏ ‏عِنْد مُسْلِم مِنْ طَرِيق اِبْن عَوْن \" فَقَالَ عَنْبَسَة قَدْ حَدَّثَنَا أَنَس بِكَذَا \" وَفِي رِوَايَة حَمَّاد الْمَذْكُورَة \" فَقَالَ عَنْبَسَة بْن سَعِيد : فَأَيْنَ حَدِيث أَنَس بْن مَالِك فِي الْعُكْلِيِّينَ \" كَذَا فِي هَذِهِ الرِّوَايَة , وَتَقَدَّمَ فِي الطَّهَارَة وَغَيْرهَا بِلَفْظِ \" الْعُرَنِيِّينَ \" وَأَوْضَحْت أَنَّ بَعْضهمْ كَانَ مِنْ عُكْل وَبَعْضهمْ كَانَ مِنْ عُرَيْنَةَ , وَثَبَتَ كَذَلِكَ فِي كَثِير مِنْ الطُّرُق. وَعَنْبَسَة الْمَذْكُور بِفَتْحِ الْمُهْمَلَة وَسُكُون النُّون وَفَتْح الْمُوَحَّدَة بَعْدهَا سِين مُهْمَلَة هُوَ الْأُمَوِيّ أَخُو عَمْرو بْن سَعِيد الْمَعْرُوف بِالْأَشْدَقِ , وَاسْم جَدّه الْعَاص بْن سَعِيد بْن الْعَاص بْن أُمَيَّة , وَكَانَ عَنْبَسَة مِنْ خِيَار أَهْل بَيْته , وَكَانَ عَبْد الْمَلِك بْن مَرْوَان بَعْد أَنْ قَتَلَ أَخَاهُ عَمْرو بْن سَعِيد يُكْرِمهُ , وَلَهُ رِوَايَة وَأَخْبَار مَعَ الْحَجَّاج بْن يُوسُف , وَوَثَّقَهُ اِبْن مَعِين وَغَيْره. ‏ ‏قَوْله ( أَنَا أُحَدِّثكُمْ حَدِيث أَنَس حَدَّثَنِي أَنَس ) ‏ ‏فِي رِوَايَة أَحْمَدَ بْن حَرْب \" فَإِيَّايَ حَدِيث أَنَسٍ \". ‏ ‏قَوْله ( فَبَايَعُوا ) ‏ ‏فِي رِوَايَة أَحْمَد بْن حَرْب \" فَبَايَعُوهُ \". ‏ ‏قَوْله ( أَجْسَامهمْ ) ‏ ‏فِي رِوَايَة أَحْمَدَ بْن حَرْب \" أَجْسَادهمْ \". ‏ ‏قَوْله ( مِنْ أَلْبَانهَا وَأَبْوَالهَا ) ‏ ‏فِي رِوَايَة أَحْمَدَ بْن حَرْب \" مِنْ رِسْلهَا \" وَهُوَ بِكَسْرِ الرَّاء وَسُكُون الْمُهْمَلَة اللَّبَن وَبِفَتْحَتَيْنِ الْمَال مِنْ الْإِبِل وَالْغَنَم , وَقِيلَ بَلْ الْإِبِل خَاصَّة إِذَا أُرْسِلَتْ إِلَى الْمَاء تُسَمَّى رَسَلًا. ‏ ‏قَوْله ( ثُمَّ نَبَذَهُمْ ) ‏ ‏بِنُونٍ وَمُوَحَّدَة مَفْتُوحَتَيْنِ ثُمَّ ذَال مُعْجَمَة أَيْ طَرَحَهُمْ. ‏ ‏قَوْله ( قُلْت وَأَيّ شَيْء أَشَدُّ مِمَّا صَنَعَ هَؤُلَاءِ ؟ اِرْتَدُّوا عَنْ الْإِسْلَام وَقَتَلُوا وَسَرَقُوا ) فِي رِوَايَة حَمَّاد \" قَالَ أَبُو قِلَابَةَ فَهَؤُلَاءِ سَرَقُوا وَقَتَلُوا وَكَفَرُوا بَعْد إِيمَانهمْ وَحَارَبُوا اللَّه وَرَسُوله \". ‏ ‏قَوْله ( قَالَ عَنْبَسَة ) ‏ ‏هُوَ الْمَذْكُور قَبْل. ‏ ‏قَوْله ( إِنْ سَمِعْت كَالْيَوْمِ قَطُّ ) ‏ ‏إِنْ بِالتَّخْفِيفِ وَكَسْر الْهَمْزَة بِمَعْنَى مَا النَّافِيَة وَحُذِفَ مَفْعُول سَمِعْت وَالتَّقْدِير مَا سَمِعْت قَبْل الْيَوْم مِثْلَ مَا سَمِعْت مِنْك الْيَوْم , وَفِي رِوَايَة حَمَّاد \" فَقَالَ عَنْبَسَة يَا قَوْم مَا رَأَيْت كَالْيَوْمِ قَطُّ \" وَوَقَعَ فِي رِوَايَة اِبْن عَوْن \" قَالَ أَبُو قِلَابَةَ فَلَمَّا فَرَغْت قَالَ عَنْبَسَة سُبْحَان اللَّه \". ‏ ‏قَوْله ( أَتَرُدُّ عَلَيَّ حَدِيثِي يَا عَنْبَسَة ) ‏ ‏فِي رِوَايَة اِبْن عَوْن \" فَقُلْت أَتَتَّهِمُنِي يَا عَنْبَسَة \" وَكَذَا فِي رِوَايَة حَمَّاد كَأَنَّ أَبَا قِلَابَةَ فَهِمَ مِنْ كَلَام عَنْبَسَةَ إِنْكَارَ مَا حَدَّثَ بِهِ. ‏ ‏قَوْله ( لَا وَلَكِنْ جِئْت بِالْحَدِيثِ عَلَى وَجْهه ) ‏ ‏فِي رِوَايَة اِبْن عَوْن \" قَالَ لَا هَكَذَا حَدَّثَنَا أَنَس \" وَهَذَا دَالّ عَلَى أَنَّ عَنْبَسَةَ كَانَ سَمِعَ حَدِيث الْعُكْلِيِّينَ مِنْ أَنَس. وَفِيهِ إِشْعَار بِأَنَّهُ كَانَ غَيْر ضَابِط لَهُ عَلَى مَا حَدَّثَ بِهِ أَنَس فَكَانَ يَظُنّ أَنَّ فِيهِ دَلَالَة عَلَى جَوَاز الْقَتْل فِي الْمَعْصِيَة وَلَوْ لَمْ يَقَع الْكُفْر , فَلَمَّا سَاقَ أَبُو قِلَابَةَ الْحَدِيثَ تَذَكَّرَ أَنَّهُ هُوَ الَّذِي حَدَّثَهُمْ بِهِ أَنَس فَاعْتَرَفَ لِأَبِي قِلَابَةَ بِضَبْطِهِ ثُمَّ أَثْنَى عَلَيْهِ. ‏ ‏قَوْله ( وَاَللَّه لَا يَزَال هَذَا الْجُنْدُ بِخَيْرٍ مَا كَانَ هَذَا الشَّيْخ بَيْن أَظْهُرِهِمْ ) ‏ ‏الْمُرَاد بِالْجُنْدِ أَهْل الشَّام , وَوَقَعَ فِي رِوَايَة اِبْن عَوْن \" يَا أَهْل الشَّام لَا تَزَالُونَ بِخَيْرٍ مَا دَامَ فِيكُمْ هَذَا أَوْ مِثْلُ هَذَا \" وَفِي رِوَايَة حَمَّاد \" وَاَللَّهِ لَا يَزَال هَذَا الْجُنْد بِخَيْرِ مَا أَبْقَاك اللَّه بَيْن أَظْهُرِهِمْ \". ‏ ‏قَوْله ( وَقَدْ كَانَ فِي هَذَا سُنَّة - إِلَى قَوْله - دَخَلَ عَلَيْهِ نَفَرٌ مِنْ الْأَنْصَار ) ‏ ‏كَذَا أَوْرَدَ أَبُو قِلَابَةَ هَذِهِ الْقِصَّة مُرْسَلَة , وَيَغْلِب عَلَى الظَّنّ أَنَّهَا قِصَّة عَبْد اللَّه بْن سَهْل وَمُحَيِّصَة , فَإِنْ كَانَ كَذَلِكَ فَلَعَلَّ عَبْد اللَّه بْن سَهْل وَرُفْقَته تَحَدَّثُوا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل أَنْ يَتَوَجَّهُوا إِلَى خَيْبَر ثُمَّ تَوَجَّهُوا فَقُتِلَ عَبْد اللَّه بْن سَهْل كَمَا تَقَدَّمَ وَهُوَ الْمُرَاد بِقَوْلِهِ هُنَا \" فَخَرَجَ رَجُل مِنْهُمْ بَيْن أَيْدِيهمْ فَقُتِلَ \". ‏ ‏قَوْله ( فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏لَعَلَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا جَاءُوهُ كَانَ دَاخِل بَيْته أَوْ الْمَسْجِد فَكَلَّمُوهُ فَخَرَجَ إِلَيْهِمْ فَأَجَابَهُمْ. ‏ ‏قَوْله ( فَقَالَ بِمَنْ تَظُنُّونَ أَوْ تَرَوْنَ ) ‏ ‏بِضَمِّ أَوَّله وَهُمَا بِمَعْنًى. ‏ ‏قَوْله ( قَالُوا : نَرَى أَنَّ الْيَهُود قَتَلَهُ ) ‏ ‏كَذَا لِلْأَكْثَرِ بِلَفْظِ الْفِعْل الْمَاضِي بِالْإِفْرَادِ وَفِي رِوَايَة الْمُسْتَمْلِي \" قَتَلَتْهُ \" بِصِيغَةِ الْمُسْنَد إِلَى الْجَمْع الْمُسْتَفَاد مِنْ لَفْظ الْيَهُود لِأَنَّ الْمُرَاد قَتَلُوهُ , وَقَدْ قَدَّمْت بَيَان مَا اُخْتُلِفَ فِيهِ مِنْ أَلْفَاظ هَذِهِ الْقِصَّة فِي شَرْح الْحَدِيث الَّذِي قَبْله. ‏ ‏قَوْله ( قُلْت وَقَدْ كَانَتْ هُذَيْل ) ‏ ‏أَيْ الْقَبِيلَة الْمَشْهُورَة , وَهُمْ يَنْتَسِبُونَ إِلَى هُذَيْل بْن مُدْرِكَة بْن إِلْيَاس بْن مُضَر , وَهَذَا مِنْ قَوْل أَبِي قِلَابَةَ , وَهِيَ قِصَّة مَوْصُولَة بِالسَّنَدِ الْمَذْكُور إِلَى أَبِي قِلَابَةَ , لَكِنَّهَا مُرْسَلَة لِأَنَّ أَبَا قِلَابَةَ لَمْ يُدْرِك عُمَر. ‏ ‏قَوْله ( خَلَعُوا خَلِيعًا ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ حَلِيفًا بِحَاءٍ مُهْمَلَة وَفَاء بَدَل الْعَيْن , وَالْخَلِيع فَعِيلٌ بِمَعْنَى مَفْعُول يُقَال تَخَالَعَ الْقَوْم إِذَا نَقَضُوا الْحِلْف , فَإِذَا فَعَلُوا ذَلِكَ لَمْ يُطَالَبُوا بِجِنَايَتِهِ فَكَأَنَّهُمْ خَلَعُوا الْيَمِين الَّتِي كَانُوا لَبِسُوهَا مَعَهُ , وَمِنْهُ سُمِّيَ الْأَمِير إِذَا عُزِلَ خَلِيعًا وَمَخْلُوعًا , وَقَالَ أَبُو مُوسَى فِي الْمُعِين خَلَعَهُ قَوْمه أَيْ حَكَمُوا بِأَنَّهُ مُفْسِد فَتَبَرَّءُوا مِنْهُ : وَلَمْ يَكُنْ ذَلِكَ فِي بَاب الْجَاهِلِيَّة يَخْتَصّ بِالْحَلِيفِ بَلْ كَانُوا رُبَّمَا خَلَعُوا الْوَاحِد مِنْ الْقَبِيلَة وَلَوْ كَانَ مِنْ صَمِيمهَا إِذَا صَدَرَتْ مِنْهُ جِنَايَةٌ تَقْتَضِي ذَلِكَ , وَهَذَا مِمَّا أَبْطَلَهُ الْإِسْلَام مِنْ حُكْم الْجَاهِلِيَّة , وَمِنْ ثَمَّ قَيَّدَهُ فِي الْخَبَر بِقَوْلِهِ \" فِي الْجَاهِلِيَّة \" وَلَمْ أَقِف عَلَى اِسْم الْخَلِيع الْمَذْكُور وَلَا عَلَى اِسْم أَحَد مِمَّنْ ذُكِرَ فِي الْقِصَّة. ‏ ‏قَوْله ( فَطَرَقَ أَهْلَ بَيْت ) ‏ ‏بِضَمِّ الطَّاء الْمُهْمَلَة أَيْ هَجَمَ عَلَيْهِمْ لَيْلًا فِي خُفْيَة لِيَسْرِق مِنْهُمْ , وَحَاصِل الْقِصَّة أَنَّ الْقَاتِل اِدَّعَى أَنَّ الْمَقْتُول لِصٌّ وَأَنَّ قَوْمه خَلَعُوهُ فَأَنْكَرُوا هُمْ ذَلِكَ وَحَلَفُوا كَاذِبِينَ فَأَهْلَكَهُمْ اللَّهُ بِحِنْثِ الْقَسَامَة وَخَلَّصَ الْمَظْلُوم وَحْده. ‏ ‏قَوْله ( مَا خَلَعُوا ) ‏ ‏فِي رِوَايَة أَحْمَدَ بْن حَرْب \" مَا خَلَعُوهُ \". ‏ ‏قَوْله ( حَتَّى إِذَا كَانُوا بِنَخْلَةَ ) ‏ ‏بِلَفْظِ وَاحِدَة النَّخِيل , وَهُوَ مَوْضِع عَلَى لَيْلَة مِنْ مَكَّة. ‏ ‏قَوْله ( فَانْهَجَمَ عَلَيْهِمْ الْغَار ) ‏ ‏أَيْ سَقَطَ عَلَيْهِمْ بَغْتَة. ‏ ‏قَوْله ( وَأُفْلِتَ ) ‏ ‏بِضَمِّ أَوَّله وَسُكُون الْفَاء أَيْ تَخَلَّصَ , وَالْقَرِينَانِ هُمَا أَخُو الْمَقْتُول وَاَلَّذِي أَكْمَلَ الْخَمْسِينَ. ‏ ‏قَوْله ( وَاتَّبَعَهُمَا حَجَرٌ ) ‏ ‏أَيْ بِتَشْدِيدِ التَّاء وَقَعَ عَلَيْهِمَا بَعْد أَنْ خَرَجَا مِنْ الْغَار. ‏ ‏قَوْله ( وَقَدْ كَانَ عَبْد الْمَلِك بْن مَرْوَان ) ‏ ‏هُوَ مَقُول أَبِي قِلَابَةَ بِالسَّنَدِ أَيْضًا وَهِيَ مَوْصُولَة لِأَنَّ أَبَا قِلَابَةَ أَدْرَكَهَا. ‏ ‏قَوْله ( أَقَادَ رَجُلًا ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه. ‏ ‏قَوْله ( ثُمَّ نَدِمَ بَعْدُ ) ‏ ‏بِضَمِّ الدَّال. ‏ ‏قَوْله ( مَا صَنَعَ ) ‏ ‏كَأَنَّهُ ضَمَّنَ نَدِمَ مَعْنَى كَرِهَ وَوَقَعَ فِي رِوَايَة أَحْمَدَ بْن حَرْب \" عَلَى الَّذِي صَنَعَ \". ‏ ‏قَوْله ( فَأَمَرَ بِالْخَمْسِينَ ) ‏ ‏أَيْ الَّذِينَ حَلَفُوا , وَوَقَعَ فِي رِوَايَة أَحْمَدَ بْن حَرْب الَّذِينَ أَقْسَمُوا. ‏ ‏قَوْله ( وَسَيَّرَهُمْ إِلَى الشَّام ) ‏ ‏أَيْ نَفَاهُمْ , وَفِي رِوَايَة أَحْمَدَ بْن حَرْب \" مِنْ الشَّام \" وَهَذِهِ أَوْلَى لِأَنَّ إِقَامَة عَبْد الْمَلِك كَانَتْ بِالشَّامِ وَيَحْتَمِل أَنْ يَكُون ذَلِكَ وَقَعَ لَمَّا كَانَ عَبْد الْمَلِك بِالْعِرَاقِ عِنْد مُحَارَبَته مُصْعَبَ بْنَ الزُّبَيْر وَيَكُونُوا مِنْ أَهْل الْعِرَاق فَنَفَاهُمْ إِلَى الشَّام , قَالَ الْمُهَلَّب فِيمَا حَكَاهُ اِبْن بَطَّال : الَّذِي اِعْتَرَضَ بِهِ أَبُو قِلَابَةَ مِنْ قِصَّة الْعُرَنِيِّينَ لَا يُفِيد مُرَاده مِنْ تَرْك الْقَسَامَة لِجَوَازِ قِيَام الْبَيِّنَة وَالدَّلَائِل الَّتِي لَا تُدْفَع عَلَى تَحْقِيق الْجِنَايَة فِي حَقّ الْعُرَنِيِّينَ , فَلَيْسَ قِصَّتهمْ مِنْ طَرِيق الْقَسَامَة فِي شَيْء لِأَنَّهَا إِنَّمَا تَكُون فِي الِاخْتِفَاء بِالْقَتْلِ حَيْثُ لَا بَيِّنَة وَلَا دَلِيل , وَأَمَّا الْعُرَنِيُّونَ فَإِنَّهُمْ كَشَفُوا وُجُوهَهُمْ لِقَطْعِ السَّبِيل وَالْخُرُوج عَلَى الْمُسْلِمِينَ فَكَانَ أَمْرهمْ غَيْر أَمْر مَنْ اِدَّعَى الْقَتْل حَيْثُ لَا بَيِّنَة هُنَاكَ , قَالَ : وَمَا ذَكَرَهُ هُنَا مِنْ اِنْهِدَام الْغَار عَلَيْهِمْ يُعَارِضهُ مَا تَقَدَّمَ مِنْ السُّنَّة , قَالَ : وَلَيْسَ رَأْي أَبِي قِلَابَةَ حُجَّة وَلَا تُرَدّ بِهِ السُّنَن , وَكَذَا مَحْوُ عَبْد الْمَلِكِ أَسْمَاءَ الَّذِينَ أَقْسَمُوا مِنْ الدِّيوَان قُلْت : وَاَلَّذِي يَظْهَر لِي أَنَّ مُرَاد أَبِي قِلَابَة بِقِصَّةِ الْعُرَنِيِّينَ خِلَاف مَا فَهِمَهُ عَنْهُ الْمُهَلَّب أَنَّ قِصَّتهمْ كَانَ يُمْكِن فِيهَا الْقَسَامَة فَلَمْ يَفْعَلهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنَّمَا أَرَادَ الِاسْتِدْلَال بِهَا لِمَا اِدَّعَاهُ مِنْ الْحَصْر الَّذِي ذَكَرَهُ فِي أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَقْتُل أَحَدًا إِلَّا فِي إِحْدَى ثَلَاث فَعُورِضَ بِقِصَّةِ الْعُرَنِيِّينَ وَحَاوَلَ الْمُعْتَرِض إِثْبَات قِسْم رَابِع فَرَدَّ عَلَيْهِ أَبُو قِلَابَةَ بِمَا حَاصِلُهُ أَنَّهُمْ إِنَّمَا اِسْتَوْجَبُوا الْقَتْل بِقَتْلِهِمْ الرَّاعِيَ وَبِارْتِدَادِهِمْ عَنْ الدِّين وَهَذَا بَيِّنٌ لَا خَفَاء فِيهِ , وَإِنَّمَا اُسْتُدِلَّ عَلَى تَرْك الْقَوَد بِالْقَسَامَةِ بِقِصَّةِ الْقَتِيل عِنْد الْيَهُود فَلَيْسَ فِيهَا لِلْقَوَدِ بِالْقَسَامَةِ ذِكْر , بَلْ وَلَا فِي أَصْل الْقِصَّة - الَّتِي هِيَ عُمْدَة الْبَاب - تَصْرِيحٌ بِالْقَوَدِ كَمَا سَأُبَيِّنُهُ , ثُمَّ رَأَيْت فِي آخِر الْحَاشِيَة لِابْنِ الْمُنِير نَحْو مَا أَجَبْت بِهِ , وَحَاصِله تَوَهَّمَ الْمُهَلَّب أَنَّ أَبَا قِلَابَةَ عَارَضَ حَدِيث الْقَسَامَة بِحَدِيثِ الْعُرَنِيِّينَ فَأَنْكَرَ عَلَيْهِ فَوَهِمَ. وَإِنَّمَا اِعْتَرَضَ أَبُو قِلَابَةَ عَلَى الْقَسَامَة بِالْحَدِيثِ الدَّالّ عَلَى حَصْر الْقَتْل فِي ثَلَاثَة أَشْيَاء , فَإِنَّ الَّذِي عَارَضَهُ ظَنَّ أَنَّ فِي قِصَّة الْعُرَنِيِّينَ حُجَّة فِي جَوَاز قَتْل مَنْ لَمْ يُذْكَر فِي الْحَدِيث الْمَذْكُور كَأَنْ يَتَمَسَّك الْحَجَّاج فِي قَتْل مَنْ لَمْ يَثْبُت عَلَيْهِ وَاحِدَة مِنْ الثَّلَاثَة , وَكَأَنَّ عَنْبَسَةَ تَلَقَّفَ ذَلِكَ عَنْهُ فَإِنَّهُ كَانَ صَدِيقه , فَبَيَّنَ أَبُو قِلَابَةَ أَنَّهُ ثَبَتَ عَلَيْهِمْ قَتْل الرَّاعِي بِغَيْرِ حَقّ وَالِارْتِدَاد عَنْ الْإِسْلَام. وَهُوَ جَوَاب ظَاهِر فَلَمْ يُورِدْ أَبُو قِلَابَةَ قِصَّة الْعُرَنِيِّينَ مُسْتَدِلًّا بِهَا عَلَى تَرْك الْقَسَامَة بَلْ رَدَّ عَلَى مَنْ تَمَسَّكَ بِهَا لِلْقَوَدِ بِالْقَسَامَةِ , وَأَمَّا قِصَّة الْغَار فَأَشَارَ بِهَا إِلَى أَنَّ الْعَادَة جَرَتْ بِهَلَاكِ مَنْ حَلَفَ فِي الْقَسَامَة مِنْ غَيْر عِلْم كَمَا وَقَعَ فِي حَدِيث اِبْن عَبَّاس فِي قِصَّة الْقَتِيل الَّذِي وَقَعَتْ الْقَسَامَة بِسَبَبِهِ قَبْل الْبَعْثَة وَقَدْ مَضَى فِي كِتَاب الْمَبْعَث وَفِيهِ \" فَمَا حَالَ الْحَوْلُ وَمِنْ الثَّمَانِيَة وَالْأَرْبَعِينَ الَّذِينَ حَلَفُوا عَيْنٌ تَطْرِف \" وَجَاءَ عَنْ اِبْن عَبَّاس حَدِيث آخَر فِي ذَلِكَ أَخْرَجَهُ الطَّبَرَانِيُّ مِنْ طَرِيق أَبِي بَكْر بْن أَبِي الْجَهْم عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْهُ قَالَ \" كَانَتْ الْقَسَامَة فِي الْجَاهِلِيَّة حِجَازًا بَيْن النَّاس , فَكَانَ مَنْ حَلَفَ عَلَى إِثْم أُرِيَ عُقُوبَةً مِنْ اللَّه يُنَكَّل بِهَا عَنْ الْجَرَاءَة عَلَى الْحَرَام , فَكَانُوا يَتَوَرَّعُونَ عَنْ أَيْمَان الصَّبْر وَيَهَابُونَهَا , فَلَمَّا بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ الْمُسْلِمُونَ لَهَا أَهْيَبَ \" ثُمَّ إِنَّهُ لَيْسَ فِي سِيَاق قِصَّة الْهُذَلِيِّينَ تَصْرِيح بِمَا صَنَعَ عُمَر هَلْ أَقَادَ بِالْقَسَامَةِ أَوْ حَكَمَ بِالدِّيَةِ , فَقَوْل الْمُهَلَّب مَا تَقَدَّمَ مِنْ السُّنَّة إِنْ كَانَ أَشَارَ بِهِ إِلَى صَنِيع عُمَر فَلَيْسَ بِوَاضِحٍ , وَأَمَّا قَوْله إِنَّ رَأْيَ أَبِي قِلَابَةَ وَمَحْو عَبْد الْمَلِك مِنْ الدِّيوَان لَا تُرَدُّ بِهِ السُّنَن فَمَقْبُول , لَكِنْ مَا هِيَ السُّنَّة الَّتِي وَرَدَتْ بِذَلِكَ ؟ نَعَمْ لَمْ يَظْهَر لِي وَجْه اِسْتِدْلَال أَبِي قِلَابَةَ بِأَنَّ الْقَتْل لَا يُشْرَع إِلَّا فِي الثَّلَاثَة لِرَدِّ الْقَوَد بِالْقَسَامَةِ مَعَ أَنَّ الْقَوَد قَتْل نَفْس بِنَفْسٍ وَهُوَ أَحَد الثَّلَاثَة , وَإِنَّمَا وَقَعَ النِّزَاع فِي الطَّرِيق إِلَى ثُبُوت ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6899,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ رَجُلاً، اطَّلَعَ فِي بَعْضِ حُجَرِ النَّبِيِّ صلى الله عليه وسلم فَقَامَ إِلَيْهِ بِمِشْقَصٍ أَوْ بِمَشَاقِصَ وَجَعَلَ يَخْتِلُهُ لِيَطْعُنَهُ‏.‏",
    "english_text": "A man peeped into one of the dwelling places of the Prophet. The \n     Prophet got up and aimed a sharp-edged arrow head (or wooden stick) at\n     him to poke him stealthily.",
    "explication": "‏ ‏وَقَوْله فِي حَدِيث أَنَس \" بِمِشْقَصٍ أَوْ مَشَاقِص \" ‏ ‏بِشِينٍ مُعْجَمَة وَقَاف وَصَاد مُهْمَلَة وَهُوَ شَكّ مِنْ الرَّاوِي هَلْ قَالَهُ شَيْخه بِالْإِفْرَادِ أَوْ بِالْجَمْعِ , وَالْمِشْقَص بِكَسْرِ أَوَّله وَسُكُون ثَانِيه وَفَتْح ثَالِثه : نَصْل السَّهْم إِذَا كَانَ طَوِيلًا غَيْر عَرِيض. و ‏ ‏قَوْله \" يَخْتِل \" ‏ ‏بِفَتْحِ أَوَّله وَسُكُون الْمُعْجَمَة وَكَسْر الْمُثَنَّاة أَيْ يَطْعَنهُ وَهُوَ غَافِل , وَسَيَأْتِي حُكْم مَنْ أُصِيبَتْ عَيْنه أَوْ غَيْرهَا بِسَبَبِ ذَلِكَ فِي كِتَاب الدِّيَات وَهُوَ مَخْصُوص بِمَنْ تَعَمَّدَ النَّظَر , وَأَمَّا مَنْ وَقَعَ ذَلِكَ مِنْهُ عَنْ غَيْر قَصْد فَلَا حَرَج عَلَيْهِ , فَفِي صَحِيح مُسْلِم \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ نَظْرَة الْفَجْأَة فَقَالَ : اِصْرِفْ بَصَرك \" وَقَالَ لِعَلِيٍّ \" لَا تُتْبِع النَّظْرَة النَّظْرَة , فَإِنَّ لَك الْأُولَى وَلَيْسَتْ لَك الثَّانِيَة \" وَاسْتُدِلَّ بِقَوْلِهِ \" مِنْ أَجْل الْبَصَر \" عَلَى مَشْرُوعِيَّة الْقِيَاس وَالْعِلَل , فَإِنَّهُ دَلَّ عَلَى أَنَّ التَّحْرِيم وَالتَّحْلِيل يَتَعَلَّق بِأَشْيَاء مَتَى وُجِدَتْ فِي شَيْء وَجَبَ الْحُكْم عَلَيْهِ , فَمَنْ أَوْجَبَ الِاسْتِئْذَان بِهَذَا الْحَدِيث وَأَعْرَضَ عَنْ الْمَعْنَى الَّذِي لِأَجْلِهِ شُرِعَ لَمْ يَعْمَل بِمُقْتَضَى الْحَدِيث , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْمَرْء لَا يَحْتَاج فِي دُخُول مَنْزِله إِلَى الِاسْتِئْذَان لِفَقْدِ الْعِلَّة الَّتِي شُرِعَ لِأَجْلِهَا الِاسْتِئْذَان , نَعَمْ لَوْ اِحْتَمَلَ أَنْ يَتَجَدَّد فِيهِ مَا يَحْتَاج مَعَهُ إِلَيْهِ شُرِعَ لَهُ , وَيُؤْخَذ مِنْهُ أَنَّهُ يُشْرَع الِاسْتِئْذَان عَلَى كُلّ أَحَد حَتَّى الْمَحَارِم لِئَلَّا تَكُون مُنْكَشِفَة الْعَوْرَة , وَقَدْ أَخْرَجَ الْبُخَارِيّ فِي \" الْأَدَب الْمُفْرَد \" عَنْ نَافِع \" كَانَ اِبْن عُمَر إِذَا بَلَغَ بَعْض وَلَده الْحُلُم لَمْ يَدْخُل عَلَيْهِ إِلَّا بِإِذْنٍ \" وَمِنْ طَرِيق عَلْقَمَة \" جَاءَ رَجُل إِلَى اِبْن مَسْعُود فَقَالَ : أَسْتَأْذِن عَلَى أُمِّي ؟ فَقَالَ : مَا عَلَى كُلّ أَحْيَانهَا تُرِيد أَنْ تَرَاهَا \" وَمِنْ طَرِيق مُسْلِم بْن نُذَيْر بِالنُّونِ مُصَغَّر \" سَأَلَ رَجُل حُذَيْفَة : أَسْتَأْذِن عَلَى أُمِّي ؟ قَالَ : إِنْ لَمْ تَسْتَأْذِن عَلَيْهَا رَأَيْت مَا تَكْرَه \" وَمِنْ طَرِيق مُوسَى بْن طَلْحَة \" دَخَلْت مَعَ أَبِي عَلَى أُمِّي فَدَخَلَ وَاتَّبَعْته فَدَفَعَ فِي صَدْرِي وَقَالَ : تَدْخُل بِغَيْرِ إِذْن \" ؟ وَمِنْ طَرِيق عَطَاء \" سَأَلْت اِبْن عَبَّاس : أَسْتَأْذِن عَلَى أُخْتِي ؟ قَالَ : نَعَمْ. قُلْت : إِنَّهَا فِي حِجْرِي , قَالَ : أَتُحِبُّ أَنْ تَرَاهَا عُرْيَانَة \" ؟ وَأَسَانِيد هَذِهِ الْآثَار كُلّهَا صَحِيحَة. وَذَكَرَ الْأُصُولِيُّونَ هَذَا الْحَدِيث مِثَالًا لِلتَّنْصِيصِ عَلَى الْعِلَّة الَّتِي هِيَ أَحَد أَرْكَان الْقِيَاس. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6900,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ أَنَّ رَجُلاً اطَّلَعَ فِي جُحْرٍ فِي باب رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِدْرًى يَحُكُّ بِهِ رَأْسَهُ، فَلَمَّا رَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لَوْ أَعْلَمُ أَنْ تَنْتَظِرَنِي لَطَعَنْتُ بِهِ فِي عَيْنَيْكَ ‏\"‏‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا جُعِلَ الإِذْنُ مِنْ قِبَلِ الْبَصَرِ ‏\"‏‏.‏",
    "english_text": "A man peeped through a hole in the door of Allah's Messenger (ﷺ)'s house, \n     and at that time, Allah's Messenger (ﷺ) had a Midri (an iron comb or bar) \n     with which he was rubbing his head. So when Allah's Messenger (ﷺ) saw him, \n     he said (to him), \"If I had been sure that you were looking at me \n     (through the door), I would have poked your eye with this (sharp iron \n     bar).\" Allah's Messenger (ﷺ) added, \"The asking for permission to enter has \n     been enjoined so that one may not look unlawfully (at what there is in\n     the house without the permission of its people).\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا لَيْث ) ‏ ‏هُوَ اِبْن سَعْد. ‏ ‏قَوْله ( أَنَّ رَجُلًا اِطَّلَعَ فِي حُجْر فِي بَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" مِنْ \" فِي الْمَوْضِعَيْنِ. ‏ ‏قَوْله ( أَنَّك ) ‏ ‏رِوَايَة الْكُشْمِيهَنِيّ أَنْ خَفِيفَة. ‏ ‏قَوْله ( فِي عَيْنَيْك ) ‏ ‏كَذَا لِلْمُسْتَمْلِي وَالسَّرَخْسِيّ وَلِلْبَاقِينَ \" فِي عَيْنك \" بِالْإِفْرَادِ , وَهَذَا مِمَّا يُقَوِّي تَعَدُّد الْقِصَّة لِأَنَّهُ فِي حَدِيث أَنَس جَزَمَ بِأَنَّهُ اِطَّلَعَ وَأَرَادَ أَنْ يَطْعُنَهُ , وَفِي حَدِيث سَهْل عَلَّقَ طَعْنه عَلَى نَظَره. ‏ ‏قَوْله ( إِنَّمَا جُعِلَ الْإِذْن مِنْ قِبَل ) ‏ ‏بِكَسْرِ الْقَاف وَفَتْح الْمُوَحَّدَة أَيْ مِنْ جِهَة. ‏ ‏قَوْله ( الْبَصَر ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" النَّظَر \" وَقَدْ تَقَدَّمَ فِي الِاسْتِئْذَان مِنْ وَجْه آخَر عَنْ الزُّهْرِيّ بِلَفْظٍ آخَر. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6901,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم ‏\n\"‏ لَوْ أَنَّ امْرَأً اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ، فَخَذَفْتَهُ بِعَصَاةٍ، فَفَقَأْتَ عَيْنَهُ، لَمْ يَكُنْ عَلَيْكَ جُنَاحٌ ‏\"‏‏.‏",
    "english_text": "Abul Qasim said, \"If any person peeps at you without your permission and you poke him with a stick \nand injure his eye, you will not be blamed.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عَلِيّ ) ‏ ‏هُوَ اِبْن الْمَدِينِيّ وَسُفْيَان هُوَ اِبْن عُيَيْنَةَ. ‏ ‏قَوْله ( قَالَ أَبُو الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَة مُسْلِم \" أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَخْرَجَهُ عَنْ اِبْن أَبِي عُمَر عَنْ سُفْيَان. ‏ ‏قَوْله ( لَوْ أَنَّ اِمْرَأً ) ‏ ‏تَقَدَّمَ ضَبْطه قَبْل سِتَّة أَبْوَاب. ‏ ‏قَوْله ( لَمْ يَكُنْ عَلَيْك جُنَاح ) ‏ ‏عِنْد مُسْلِم مِنْ هَذَا الْوَجْه \" مَا كَانَ عَلَيْك مِنْ جُنَاح \" وَالْمُرَاد بِالْجُنَاحِ هُنَا الْحَرَج , وَقَدْ أَخْرَجَهُ اِبْن أَبِي عَاصِم مِنْ وَجْه آخَر عَنْ اِبْن عُيَيْنَةَ بِلَفْظِ \" مَا كَانَ عَلَيْك مِنْ حَرَج \" وَمِنْ طَرِيق اِبْن عَجْلَان عَنْ أَبِيهِ عَنْ الزُّهْرِيّ عَنْ أَبِي هُرَيْرَة \" مَا كَانَ عَلَيْك مِنْ ذَلِكَ مِنْ شَيْء \" وَوَقَعَ عِنْد مُسْلِم مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" مَنْ اِطَّلَعَ فِي بَيْت قَوْم بِغَيْرِ إِذْنهمْ فَقَدْ حَلَّ لَهُمْ أَنْ يَفْقَئُوا عَيْنه \" أَخْرَجَهُ مِنْ رِوَايَة أَبِي صَالِح عَنْهُ , وَفِيهِ رَدٌّ عَلَى مَنْ حَمَلَ الْجُنَاح هُنَا عَلَى الْإِثْم , وَرُتِّبَ عَلَى ذَلِكَ وُجُوب الدِّيَة إِذْ لَا يَلْزَم مِنْ رَفْع الْإِثْم رَفْعهَا لِأَنَّ وُجُوب الدِّيَة مِنْ خِطَاب الْوَضْع , وَوَجْه الدَّلَالَة أَنَّ إِثْبَات الْحِلّ يَمْنَع ثُبُوت الْقِصَاص وَالدِّيَة , وَوَرَدَ مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة أَصْرَحُ مِنْ هَذَا عِنْد أَحْمَدَ وَابْن أَبِي عَاصِم وَالنَّسَائِيِّ وَصَحَّحَهُ اِبْن حِبَّان وَالْبَيْهَقِيُّ كُلّهمْ مِنْ رِوَايَة بَشِير بْن نَهِيك عَنْهُ بِلَفْظِ \" مَنْ اِطَّلَعَ فِي بَيْت قَوْم بِغَيْرِ إِذْنهمْ فَفَقَئُوا عَيْنه فَلَا دِيَة وَلَا قِصَاص \" وَفِي رِوَايَة مِنْ هَذَا الْوَجْه \" فَهُوَ هَدَر \" وَفِي هَذِهِ الْأَحَادِيث مِنْ الْفَوَائِد إِبْقَاء شَعْر الرَّأْس وَتَرْبِيَته وَاِتِّخَاذ آلَة يُزِيل بِهَا عَنْهُ الْهَوَامّ وَيَحُكّ بِهَا لِدَفْعِ الْوَسَخ أَوْ الْقَمْل. وَفِيهِ مَشْرُوعِيَّة الِاسْتِئْذَان عَلَى مَنْ يَكُون فِي بَيْت مُغْلَق الْبَاب وَمَنْع التَّطَلُّع عَلَيْهِ مِنْ خَلَل الْبَاب , وَفِيهِ مَشْرُوعِيَّة الِامْتِشَاط. وَقَدْ تَقَدَّمَ كَثِير مِنْ هَذَا كُلّه فِي \" بَاب الِاسْتِئْذَان \" وَأَنَّ الِاسْتِئْذَان لَا يَخْتَصّ بِغَيْرِ الْمَحَارِم بَلْ يُشْرَع عَلَى مَنْ كَانَ مُنْكَشِفًا وَلَوْ كَانَ أُمًّا أَوْ أُخْتًا وَاسْتُدِلَّ بِهِ عَلَى جَوَاز رَمْي مَنْ يَتَجَسَّس وَلَوْ لَمْ يَنْدَفِع بِالشَّيْءِ الْخَفِيف جَازَ بِالثَّقِيلِ , وَأَنَّهُ إِنْ أُصِيبَتْ نَفْسه أَوْ بَعْضه فَهُوَ هَدَر , وَذَهَبَ الْمَالِكِيَّة إِلَى الْقِصَاص وَأَنَّهُ لَا يَجُوز قَصْد الْعَيْن وَلَا غَيْرهَا , وَاعْتَلُّوا بِأَنَّ الْمَعْصِيَة لَا تُدْفَع بِالْمَعْصِيَةِ , وَأَجَابَ الْجُمْهُور بِأَنَّ الْمَأْذُون فِيهِ إِذَا ثَبَتَ الْإِذْن لَا يُسَمَّى مَعْصِيَة وَإِنْ كَانَ الْفِعْل لَوْ تَجَرَّدَ عَنْ هَذَا السَّبَب يُعَدّ مَعْصِيَةً , وَقَدْ اِتَّفَقُوا عَلَى جَوَاز دَفْع الصَّائِل وَلَوْ أَتَى عَلَى نَفْس الْمَدْفُوع , وَهُوَ بِغَيْرِ السَّبَب الْمَذْكُور مَعْصِيَة فَهَذَا مُلْحَق بِهِ مَعَ ثُبُوت النَّصّ فِيهِ , وَأَجَابُوا عَنْ الْحَدِيث بِأَنَّهُ وَرَدَ عَلَى سَبِيل التَّغْلِيظ وَالْإِرْهَاب , وَوَافَقَ الْجُمْهُور مِنْهُمْ اِبْن نَافِع , وَقَالَ يَحْيَى بْن عُمَر مِنْهُمْ لَعَلَّ مَالِكًا لَمْ يَبْلُغْهُ الْخَبَرُ , وَقَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِم \" مَا كَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام بِاَلَّذِي يَهُمّ أَنْ يَفْعَل مَا لَا يَجُوز أَوْ يُؤَدِّي إِلَى مَا لَا يَجُوز , وَالْحَمْل عَلَى رَفْع الْإِثْم لَا يَتِمّ مَعَ وُجُود النَّصّ بِرَفْعِ الْحَرَج وَلَيْسَ مَعَ النَّصّ قِيَاس , وَاعْتَلَّ بَعْض الْمَالِكِيَّة أَيْضًا بِالْإِجْمَاعِ عَلَى أَنَّ مَنْ قَصَدَ النَّظَر إِلَى عَوْرَة الْآخَر ظَاهِر أَنَّ ذَلِكَ لَا يُبِيح فَقْءَ عَيْنه وَلَا سُقُوط ضَمَانهَا عَمَّنْ فَقَأَهَا فَكَذَا إِذَا كَانَ الْمَنْظُور فِي بَيْته وَتَجَسَّسَ النَّاظِر إِلَى ذَلِكَ , وَنَازَعَ الْقُرْطُبِيّ فِي ثُبُوت هَذَا الْإِجْمَاع وَقَالَ : إِنَّ الْخَبَر يَتَنَاوَل كُلّ مُطَّلِع , قَالَ : وَإِذَا تَنَاوَلَ الْمُطَّلِع فِي الْبَيْت مَعَ الْمَظِنَّة فَتَنَاوُلُهُ الْمُحَقَّقَ أَوْلَى. قُلْت : وَفِيهِ نَظَر لِأَنَّ التَّطَلُّع إِلَى مَا فِي دَاخِل الْبَيْت لَمْ يَنْحَصِر فِي النَّظَر إِلَى شَيْء مُعَيَّن كَعَوْرَةِ الرَّجُل مَثَلًا بَلْ يَشْمَل اِسْتِكْشَاف الْحَرِيم وَمَا يَقْصِد صَاحِب الْبَيْت سَتْره مِنْ الْأُمُور الَّتِي لَا يَجِب اِطِّلَاع كُلّ أَحَد عَلَيْهَا , وَمِنْ ثَمَّ ثَبَتَ النَّهْي عَنْ التَّجْسِيس وَالْوَعِيدُ عَلَيْهِ حَسْمًا لِمَوَادّ ذَلِكَ , فَلَوْ ثَبَتَ الْإِجْمَاع الْمُدَّعَى لَمْ يَسْتَلْزِم رَدَّ هَذَا الْحُكْم الْخَاصّ , وَمِنْ الْمَعْلُوم أَنَّ الْعَاقِل يَشْتَدّ عَلَيْهِ أَنَّ الْأَجْنَبِيّ يَرَى وَجْه زَوْجَته وَابْنَته وَنَحْو ذَلِكَ وَكَذَا فِي حَال مُلَاعَبَته أَهْله أَشَدَّ مِمَّا رَأَى الْأَجْنَبِيّ ذَكَرَهُ مُنْكَشِفًا , وَاَلَّذِي أَلْزَمَهُ الْقُرْطُبِيُّ صَحِيحٌ فِي حَقّ مَنْ يَرُوم النَّظَر فَيَدْفَعهُ الْمَنْظُور إِلَيْهِ , وَفِي وَجْه لِلشَّافِعِيَّةِ لَا يُشْرَع فِي هَذِهِ الصُّورَة , وَهَلْ يُشْتَرَط الْإِنْذَار قَبْل الرَّمْي ؟ وَجْهَانِ , قِيلَ يُشْتَرَط كَدَفْعِ الصَّائِل , وَأَصَحُّهُمَا لَا لِقَوْلِهِ فِي الْحَدِيث \" يَخْتِلهُ بِذَلِكَ \" وَفِي حُكْم الْمُتَطَلِّع مِنْ خَلَل الْبَاب النَّاظِرُ مِنْ كَوَّة مِنْ الدَّار وَكَذَا مَنْ وَقَفَ فِي الشَّارِع فَنَظَرَ إِلَى حَرِيم غَيْره أَوْ إِلَى شَيْء فِي دَار غَيْره , وَقِيلَ الْمَنْع مُخْتَصّ بِمَنْ كَانَ فِي مِلْك الْمَنْظُور إِلَيْهِ , وَهَلْ يُلْحَقُ الِاسْتِمَاعُ بِالنَّظَرِ ؟ وَجْهَانِ , الْأَصَحّ لَا , لِأَنَّ النَّظَر إِلَى الْعَوْرَة أَشَدُّ مِنْ اِسْتِمَاع ذِكْرهَا , وَشَرْط الْقِيَاس الْمُسَاوَاة أَوْ أَوْلَوِيَّة الْمَقِيس وَهُنَا بِالْعَكْسِ. وَاسْتُدِلَّ بِهِ عَلَى اِعْتِبَار قَدْر مَا يُرْمَى بِهِ بِحَصَى الْخَذْف الْمُقَدَّم بَيَانهَا فِي كِتَاب الْحَجّ لِقَوْلِهِ فِي حَدِيث الْبَاب \" فَخَذَفْته \" فَلَوْ رَمَاهُ بِحَجَرٍ يَقْتُل أَوْ سَهْم تَعَلَّقَ بِهِ الْقِصَاص , وَفِي وَجْه لَا ضَمَان مُطْلَقًا وَلَوْ لَمْ يَنْدَفِع إِلَّا بِذَلِكَ جَازَ , وَيُسْتَثْنَى مِنْ ذَلِكَ مَنْ لَهُ فِي تِلْكَ الدَّار زَوْج أَوْ مَحْرَم أَوْ مَتَاع فَأَرَادَ الِاطِّلَاع عَلَيْهِ فَيَمْتَنِع رَمْيه لِلشُّبْهَةِ , وَقِيلَ لَا فَرْق , وَقِيلَ : يَجُوز إِنْ لَمْ يَكُنْ فِي الدَّار غَيْر حَرِيمه فَإِنْ كَانَ فِيهَا غَيْرهمْ أُنْذِرَ فَإِنْ اِنْتَهَى وَإِلَّا جَازَ , وَلَوْ لَمْ يَكُنْ فِي الدَّار إِلَّا رَجُل وَاحِد هُوَ مَالِكهَا أَوْ سَاكِنهَا لَمْ يَجُزْ الرَّمْي قَبْل الْإِنْذَار إِلَّا إِنْ كَانَ مَكْشُوف الْعَوْرَة , وَقِيلَ يَجُوز مُطْلَقًا لِأَنَّ مِنْ الْأَحْوَال مَا يُكْرَه الِاطِّلَاع عَلَيْهِ كَمَا تَقَدَّمَ. وَلَوْ قَصَّرَ صَاحِب الدَّار بِأَنْ تَرَكَ الْبَاب مَفْتُوحًا وَكَانَ النَّاظِر مُجْتَازًا فَنَظَرَ غَيْر قَاصِد لَمْ يَجُزْ , فَإِنْ تَعَمَّدَ النَّظَر فَوَجْهَانِ أَصَحُّهُمَا لَا , وَيَلْتَحِق بِهَذَا مَنْ نَظَرَ مِنْ سَطْح بَيْته فَفِيهِ الْخِلَاف. وَقَدْ تَوَسَّعَ أَصْحَاب الْفُرُوع فِي نَظَائِر ذَلِكَ , قَالَ اِبْن دَقِيق الْعِيد : وَبَعْض تَصَرُّفَاتهمْ مَأْخُوذَة مِنْ إِطْلَاق الْخَبَر الْوَارِد فِي ذَلِكَ , وَبَعْضهَا مِنْ مُقْتَضَى فَهْم الْمَقْصُود , وَبَعْضهَا بِالْقِيَاسِ عَلَى ذَلِكَ , وَاَللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6902,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا صَدَقَةُ بْنُ الْفَضْلِ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، حَدَّثَنَا مُطَرِّفٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، قَالَ سَمِعْتُ أَبَا جُحَيْفَةَ، قَالَ سَأَلْتُ عَلِيًّا ـ رضى الله عنه ـ هَلْ عِنْدَكُمْ شَىْءٌ مَا لَيْسَ فِي الْقُرْآنِ وَقَالَ مَرَّةً مَا لَيْسَ عِنْدَ النَّاسِ فَقَالَ وَالَّذِي فَلَقَ الْحَبَّ وَبَرَأَ النَّسَمَةَ مَا عِنْدَنَا إِلاَّ مَا فِي الْقُرْآنِ، إِلاَّ فَهْمًا يُعْطَى رَجُلٌ فِي كِتَابِهِ، وَمَا فِي الصَّحِيفَةِ‏.‏ قُلْتُ وَمَا فِي الصَّحِيفَةِ قَالَ الْعَقْلُ، وَفِكَاكُ الأَسِيرِ، وَأَنْ لاَ يُقْتَلَ مُسْلِمٌ بِكَافِرٍ‏.‏",
    "english_text": "I heard Abu Juhaifa saying, \"I asked `Ali 'Have you got any Divine literature apart from the Qur'an?' \n(Once he said...apart from what the people have?) `Ali replied, 'By Him Who made the grain split \n(germinate) and created the soul, we have nothing except what is in the Qur'an and the ability (gift) of \nunderstanding Allah's Book which He may endow a man with and we have what is written in this \npaper.' I asked, 'What is written in this paper?' He replied, 'Al-`Aql (the regulation of Diya), about the \nransom of captives, and the Judgment that a Muslim should not be killed in Qisas (equality in \npunishment) for killing a disbeliever.\" (See Hadith No. 283,Vol. 4)",
    "explication": "‏ ‏قَوْله ( قَالَ مُطَرِّف ) ‏ ‏كَذَا لِأَبِي ذَرّ , وَلِلْبَاقِينَ \" حَدَّثَنَا مُطَرِّف \" وَيُؤَيِّدهُ أَنَّهُ سَيَأْتِي بَعْد سِتَّة أَبْوَاب بِهَذَا السَّنَد بِعَيْنِهِ وَلَفْظه \" حَدَّثَنَا مُطَرِّف \" وَكَذَا هُوَ فِي رِوَايَة الْحُمَيْدِيّ عَنْ اِبْن عُيَيْنَةَ , وَمُطَرِّف هُوَ اِبْن طَرِيف بِطَاءٍ مُهْمَلَة ثُمَّ فَاء فِي اِسْمه وَاسْم أَبِيهِ , وَهُوَ كُوفِيّ ثِقَة مَعْرُوف , وَوَقَعَ مَذْكُورًا بِاسْمِ أَبِيهِ فِي رِوَايَة النَّسَائِيِّ عَنْ مُحَمَّد بْن مَنْصُور عَنْ اِبْن عُيَيْنَةَ. ‏ ‏قَوْله ( هَلْ عِنْدكُمْ شَيْء مَا لَيْسَ فِي الْقُرْآن ) ‏ ‏أَيْ مِمَّا كَتَبْتُمُوهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَوَاء حَفِظْتُمُوهُ أَمْ لَا , وَلَيْسَ الْمُرَاد تَعْمِيم كُلّ مَكْتُوب وَمَحْفُوظ لِكَثْرَةِ الثَّابِت عَنْ عَلِيّ مِنْ مَرْوِيِّهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِمَّا لَيْسَ فِي الصَّحِيفَة الْمَذْكُورَة وَالْمُرَاد مَا يُفْهَم مِنْ فَحْوَى لَفْظ الْقُرْآن وَيُسْتَدَلّ بِهِ مِنْ بَاطِن مَعَانِيه , وَمُرَاد عَلِيّ أَنَّ الَّذِي عِنْده زَائِدًا عَلَى الْقُرْآن مِمَّا كَتَبَ عَنْهُ الصَّحِيفَةُ الْمَذْكُورَةُ وَمَا اِسْتَنْبَطَ مِنْ الْقُرْآن كَأَنَّهُ كَانَ يَكْتُب مَا يَقَع لَهُ مِنْ ذَلِكَ لِئَلَّا يَنْسَاهُ , بِخِلَافِ مَا حَفِظَهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْأَحْكَام فَإِنَّهُ يَتَعَاهَدهَا بِالْفِعْلِ وَالْإِفْتَاء بِهَا فَلَمْ يَخْشَ عَلَيْهَا مِنْ النِّسْيَان , وَقَوْله \" إِلَّا فَهْمًا يُعْطَى رَجُل فِي كِتَابه \" فِي رِوَايَة الْحُمَيْدِيّ الْمَذْكُورَة \" إِلَّا أَنْ يُعْطِي اللَّه عَبْدًا فَهْمًا فِي كِتَابه \" وَكَذَا فِي رِوَايَة النَّسَائِيِّ , وَقَدْ تَقَدَّمَ فِي كِتَاب الْجِهَاد مِنْ وَجْه آخَر عَنْ مُطَرِّف بِلَفْظِ \" إِلَّا فَهْمًا يُعْطِيه اللَّه رَجُلًا فِي الْقُرْآن \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6903,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، وَحَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ امْرَأَتَيْنِ، مِنْ هُذَيْلٍ رَمَتْ إِحْدَاهُمَا الأُخْرَى، فَطَرَحَتْ جَنِينَهَا، فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِيهَا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ‏.‏",
    "english_text": "Two women from the tribe of Hudhail (fought with each other) and one of them threw (a stone at) the \nother, causing her to have a miscarriage and Allah's Messenger (ﷺ) gave his verdict that the killer (of the \nfetus) should give a male or female slave (as a Diya).",
    "explication": "‏ ‏قَوْله : ( عَنْ اِبْن شِهَاب عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة ) ‏ ‏وَسَاقَهُ بِطُولِهِ , كَذَا قَالَ عَبْد الرَّحْمَن بْن خَالِد بْن مُسَافِر مِنْ رِوَايَة اللَّيْث عَنْهُ عَنْ اِبْن شِهَاب , وَفَصَّلَ مَالِك عَنْ اِبْن شِهَاب قِصَّة وَلِيّ الْمَرْأَة فَجَعَلَهُ مِنْ رِوَايَة اِبْن شِهَاب عَنْ سَعِيد بْن الْمُسَيِّب مُرْسَلًا كَمَا بَيَّنَهُ الْمُصَنِّف فِي الطَّرِيق الَّتِي تَلِي طَرِيق اِبْن مُسَافِر هَذِهِ , وَقَدْ رَوَى اللَّيْث عَنْ اِبْن شِهَاب أَصْل الْحَدِيث بِدُونِ الزِّيَادَة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة مَوْصُولًا كَمَا سَيَأْتِي فِي الدِّيَات , وَكَذَا أَخْرَجَ هُنَاكَ طَرِيق يُونُس عَنْ اِبْن شِهَاب عَنْ أَبِي سَلَمَة وَسَعِيد مَعًا عَنْ أَبِي هُرَيْرَة بِأَصْلِ الْحَدِيث دُون الزِّيَادَة , وَيَأْتِي شَرْح مَا يَتَعَلَّق بِالْجَنِينِ وَالْغُرَّة هُنَاكَ إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( فَقَالَ وَلِيّ الْمَرْأَة ) ‏ ‏هُوَ حَمَل بِفَتْحِ الْمُهْمَلَة وَالْمِيم الْخَفِيفَة اِبْن مَالِك اِبْن النَّابِغَة الْهُذَلِيّ , بَيَّنَهُ مُسْلِم مِنْ طَرِيق يُونُس عَنْ اِبْن شِهَاب عَنْ اِبْن الْمُسَيِّب وَأَبِي سَلَمَة مَعًا عَنْ أَبِي هُرَيْرَة , وَكُنْيَة حَمَل الْمَذْكُور أَبُو نَضْلَة , وَهُوَ صَحَابِيّ نَزَلَ الْبَصْرَة. وَفِي رِوَايَة مَالِك \" فَقَالَ الَّذِي قُضِيَ عَلَيْهِ \" أَيْ قُضِيَ عَلَى مَنْ هِيَ مِنْهُ بِسَبِيلٍ , وَفِي رِوَايَة اللَّيْث عَنْ اِبْن شِهَاب الْمَذْكُورَة أَنَّ الْمَرْأَة مِنْ بَنِي لِحْيَان , وَبَنُو لِحْيَان حَيّ مِنْ هُذَيْل , وَجَاءَ تَسْمِيَة الضَّرَّتَيْنِ فِيمَا أَخْرَجَ أَحْمَد مِنْ طَرِيق عَمْرو بْن تَمِيم بْن عُوَيْم عَنْ أَبِيهِ عَنْ جَدّه قَالَ \" كَانَتْ أُخْتِي مُلَيْكَة وَامْرَأَة مِنَّا يُقَال لَهَا أُمّ عَفِيف بِنْت مَسْرُوح تَحْت حَمَل بْن مَالِك اِبْن النَّابِغَة , فَضَرَبَتْ أُمّ عَفِيف مُلَيْكَة بِمِسْطَحٍ \" الْحَدِيث , لَكِنْ قَالَ فِيهِ \" فَقَالَ الْعَلَاء بْن مَسْرُوح : يَا رَسُول اللَّه , أَنَغْرَمُ مَنْ لَا شَرِبَ وَلَا أَكَلَ \" الْحَدِيث , وَفِي آخِره \" أَسْجَع كَسَجْعِ الْجَاهِلِيَّة \" وَيُجْمَع بَيْنهمَا بِأَنَّ كُلًّا مِنْ زَوْج الْمَرْأَة وَهُوَ حَمَل وَأَخِيهَا وَهُوَ الْعَلَاء قَالَ ذَلِكَ تَوَارُدًا مَعًا عَلَيْهِ , لِمَا تَقَرَّرَ عِنْدهمَا أَنَّ الَّذِي يُودَى هُوَ الَّذِي يَخْرُج حَيًّا , وَأَمَّا السِّقْط فَلَا يُودَى , فَأَبْطَلَ الشَّرْع ذَلِكَ وَجَعَلَ فِيهِ غُرَّة , وَسَيَأْتِي بَيَانه فِي كِتَاب الدِّيَات إِنْ شَاءَ اللَّه تَعَالَى. وَوَقَعَ فِي رِوَايَة لِلطَبَرَانِيِّ أَيْضًا أَنَّ الَّذِي قَالَ ذَلِكَ عِمْرَان بْن عُوَيْم , فَلَعَلَّهَا قِصَّة أُخْرَى. وَأُمّ عَفِيف بِمُهْمَلَةٍ وَفَاءَيْنِ وَزْن عَظِيم , وَوَقَعَ فِي الْمُبْهَمَات لِلْخَطِيبِ , وَأَصْله عِنْد أَبِي دَاوُدَ وَالنَّسَائِيِّ مِنْ طَرِيق سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهَا أُمّ غُطَيْف بِغَيْنٍ ثُمَّ طَاء مُهْمَلَة مُصَغَّر , فَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( كَيْف أَغْرَم يَا رَسُول اللَّه مَنْ لَا شَرِبَ وَلَا أَكَلَ ) ‏ ‏فِي رِوَايَة مَالِك \" مَنْ لَا أَكَلَ وَلَا شَرِبَ \" وَالْأَوَّل أَوْلَى لِمُنَاسَبَةِ السَّجْع. وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيِّ فِي رِوَايَة مَالِك \" مَا لَا \" بَدَل \" مَنْ لَا \" وَهَذَا هُوَ الَّذِي فِي \" الْمُوَطَّأ \". وَقَالَ أَبُو عُثْمَان بْن جِنِّيّ : مَعْنَى قَوْله لَا أَكَلَ أَيْ لَمْ يَأْكُل , أَقَامَ الْفِعْل الْمَاضِي مَقَام الْمُضَارِع. ‏ ‏قَوْله : ( فَمِثْل ذَلِكَ يُطَلّ ) ‏ ‏لِلْأَكْثَرِ بِضَمِّ الْمُثَنَّاة التَّحْتَانِيَّة وَفَتْح الطَّاء الْمُهْمَلَة وَتَشْدِيد اللَّام أَيْ يُهْدَر , يُقَال دَم فُلَان هَدَر إِذَا تَرَكَ الطَّلَب بِثَأْرِهِ , وَطُلَّ الدَّم بِضَمِّ الطَّاء وَبِفَتْحِهَا أَيْضًا , وَحُكِيَ \" أَطَلَّ \" وَلَمْ يَعْرِفهُ الْأَصْمَعِيّ : وَوَقَعَ لِلْكُشْمِيهَنِيّ فِي رِوَايَة اِبْن مُسَافِر \" بَطَل \" بِفَتْحِ الْمُوَحَّدَة وَالتَّخْفِيف مِنْ الْبُطْلَان كَذَا رَأَيْته فِي نُسْخَة مُعْتَمَدَة مِنْ رِوَايَة أَبِي ذَرّ , وَزَعَمَ عِيَاض أَنَّهُ وَقَعَ هُنَا لِلْجَمِيعِ بِالْمُوَحَّدَةِ , قَالَ : وَبِالْوَجْهَيْنِ فِي الْمُوَطَّأ , وَقَدْ رَجَّحَ الْخَطَّابِيُّ أَنَّهُ مِنْ الْبُطْلَان , وَأَنْكَرَهُ اِبْن بَطَّال فَقَالَ : كَذَا يَقُولهُ أَهْل الْحَدِيث , وَإِنَّمَا هُوَ طَلّ الدَّم إِذَا هُدِرَ. قُلْت : وَلَيْسَ لِإِنْكَارِهِ مَعْنًى بَعْد ثُبُوت الرِّوَايَة , وَهُوَ مُوَجَّه , رَاجِع إِلَى مَعْنَى الرِّوَايَة الْأُخْرَى. ‏ ‏قَوْله : ( إِنَّمَا هَذَا مِنْ إِخْوَان الْكُهَّان ) ‏ ‏أَيْ لِمُشَابَهَةِ كَلَامه كَلَامهمْ , زَادَ مُسْلِم وَالْإِسْمَاعِيلِيّ مِنْ رِوَايَة يُونُس \" مِنْ أَجْل سَجْعه الَّذِي سَجَعَ \" قَالَ الْقُرْطُبِيّ : هُوَ مِنْ تَفْسِير الرَّاوِي , وَقَدْ وَرَدَ مُسْتَنَد ذَلِكَ فِيمَا أَخْرَجَهُ مُسْلِم فِي حَدِيث الْمُغِيرَة بْن شُعْبَة \" فَقَالَ رَجُل مِنْ عُصْبَة الْقَاتِلَة يَغْرَم \" فَذَكَرَ نَحْوه وَفِيهِ \" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَسْجَع كَسَجْعِ الْأَعْرَاب \" ؟ وَالسَّجْع هُوَ تَنَاسُب آخِر الْكَلِمَات لَفْظًا , وَأَصْله الِاسْتِوَاء , وَفِي الِاصْطِلَاح الْكَلَام الْمُقَفَّى وَالْجَمْع أَسْجَاع وَأَسَاجِيع , قَالَ اِبْن بَطَّال : فِيهِ ذَمّ الْكُفَّار وَذَمّ مَنْ تَشَبَّهَ بِهِمْ فِي أَلْفَاظهمْ , وَإِنَّمَا لَمْ يُعَاقِبهُ لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مَأْمُورًا بِالصَّفْحِ عَنْ الْجَاهِلِينَ , وَقَدْ تَمَسَّكَ بِهِ مَنْ كَرِهَ السَّجْع فِي الْكَلَام , وَلَيْسَ عَلَى إِطْلَاقه , بَلْ الْمَكْرُوه مِنْهُ مَا يَقَع مَعَ التَّكَلُّف فِي مَعْرِض مُدَافَعَة الْحَقّ , وَأَمَّا مَا يَقَع عَفْوًا بِلَا تَكَلُّف فِي الْأُمُور الْمُبَاحَة فَجَائِز , وَعَلَى ذَلِكَ يُحْمَل مَا وَرَدَ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَسَيَأْتِي مَزِيد لِذَلِكَ فِي كِتَاب الدَّعَوَات. وَالْحَاصِل أَنَّهُ إِنْ جَمَعَ الْأَمْرَيْنِ مِنْ التَّكَلُّف وَإِبْطَال الْحَقّ كَانَ مَذْمُومًا , وَإِنْ اِقْتَصَرَ عَلَى أَحَدهمَا كَانَ أَخَفّ فِي الذَّمّ , وَيَخْرُج مِنْ ذَلِكَ تَقْسِيمه إِلَى أَرْبَعَة أَنْوَاع : فَالْمَحْمُود مَا جَاءَ عَفْوًا فِي حَقّ , وَدُونه مَا يَقَع مُتَكَلَّفًا فِي حَقّ أَيْضًا , وَالْمَذْمُوم عَكْسهمَا. وَفِي الْحَدِيث مِنْ الْفَوَائِد أَيْضًا رَفْع الْجِنَايَة لِلْحَاكِمِ , وَوُجُوب الدِّيَة فِي الْجَنِين وَلَوْ خَرَجَ مَيِّتًا كَمَا سَيَأْتِي تَقْرِيره فِي كِتَاب الدِّيَات مَعَ اِسْتِيفَاء فَوَائِده. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6904,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ عُمَرَ ـ رضى الله عنه ـ أَنَّهُ اسْتَشَارَهُمْ فِي إِمْلاَصِ الْمَرْأَةِ فَقَالَ الْمُغِيرَةُ قَضَى النَّبِيُّ صلى الله عليه وسلم بِالْغُرَّةِ عَبْدٍ أَوْ أَمَةٍ‏.‏   فَقَالَ ائْتِ مَنْ يَشْهَدُ مَعَكَ، فَشَهِدَ مُحَمَّدُ بْنُ مَسْلَمَةَ أَنَّهُ شَهِدَ النَّبِيَّ صلى الله عليه وسلم قَضَى بِهِ‏.‏",
    "english_text": "'Umar consulted the companions about the case of a woman's abortion \n     (caused by somebody else). Al-Mughira said: The Prophet (ﷺ) gave the \n     verdict that a male or female slave should be given (as a Diya). Then \n     Muhammad bin Maslama testified that he had witnessed the Prophet (ﷺ) \n     giving such a verdict.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا وُهَيْب ) ‏ ‏هُوَ اِبْن خَالِد وَصَرَّحَ أَبُو دَاوُدَ فِي رِوَايَته عَنْ مُوسَى بْن إِسْمَاعِيل شَيْخ الْبُخَارِيّ بِهِ. ‏ ‏قَوْله ( عَنْ هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة , وَصَرَّحَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق عَفَّان عَنْ وُهَيْب بِهِ. ‏ ‏قَوْله ( عَنْ أَبِيهِ عَنْ الْمُغِيرَة ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن جُرَيْجٍ \" حَدَّثَنِي هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّهُ حَدَّثَهُ عَنْ الْمُغِيرَة بْن شُعْبَة أَنَّهُ حَدَّثَهُ \" قَالَ أَبُو دَاوُدَ عَقِب رِوَايَة وُهَيْب : رَوَاهُ حَمَّاد بْن زَيْد وَحَمَّاد بْن سَلَمَة عَنْ هِشَام عَنْ أَبِيهِ أَنَّ عُمَر , يَعْنِي لَمْ يَذْكُر الْمُغِيرَة فِي السَّنَد. قُلْت : وَهِيَ رِوَايَة عُبَيْد اللَّه بْن مُوسَى الَّتِي تَلِي حَدِيث الْبَاب , وَسَاقَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق حَمَّاد بْن زَيْد وَعَبْد اللَّه بْن الْمُبَارَك وَعُبَيْدَة كُلّهمْ عَنْ هِشَام نَحْوه , وَخَالَفَ الْجَمِيعَ وَكِيعٌ فَقَالَ \" عَنْ هِشَام عَنْ أَبِيهِ عَنْ الْمِسْوَر بْن مَخْرَمَةَ أَنَّ عُمَر اِسْتَشَارَ النَّاس فِي إِمْلَاص الْمَرْأَة فَقَالَ الْمُغِيرَة \" أَخْرَجَهُ مُسْلِم. ‏ ‏قَوْله ( عَنْ عُمَر رَضِيَ اللَّه عَنْهُ أَنَّهُ اِسْتَشَارَهُمْ ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق سُفْيَان بْن عُيَيْنَةَ \" عَنْ هِشَام عَنْ أَبِيهِ عَنْ الْمُغِيرَة أَنَّ عُمَر \". ‏ ‏قَوْله ( فِي إِمْلَاص الْمَرْأَة ) ‏ ‏فِي رِوَايَة الْمُصَنِّف فِي الِاعْتِصَام مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ هِشَام عَنْ أَبِيهِ \" عَنْ الْمُغِيرَة سَأَلَ عُمَر بْن الْخَطَّاب فِي إِمْلَاص الْمَرْأَة وَهِيَ الَّتِي تُضْرَب بَطْنهَا فَتُلْقِي جَنِينهَا فَقَالَ : أَيّكُمْ سَمِعَ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ شَيْئًا \" وَهَذَا التَّفْسِير أَخَصُّ مِنْ قَوْل أَهْل اللُّغَة إِنَّ الْإِمْلَاص أَنْ تَزْلِقهُ الْمَرْأَة قَبْل الْوِلَادَة أَيْ قَبْلَ حِينِ الْوِلَادَة , هَكَذَا نَقَلَهُ أَبُو دَاوُدَ فِي السُّنَن عَنْ أَبِي عُبَيْد , وَهُوَ كَذَلِكَ فِي الْغَرِيب لَهُ , وَقَالَ الْخَلِيل أَمْلَصَتْ الْمَرْأَة وَالنَّاقَة إِذَا رَمَتْ وَلَدهَا , وَقَالَ اِبْن الْقَطَّاع أَمْلَصَتْ الْحَامِل أَلْقَتْ وَلَدهَا , وَوَقَعَ فِي بَعْض الرِّوَايَات مِلَاص بِغَيْرِ أَلِف كَأَنَّهُ اِسْم فِعْل الْوَلَد فَحُذِفَ الْمُضَاف وَأُقِيمَ الْمُضَاف إِلَيْهِ مَقَامه أَوْ اِسْم لِتِلْكَ الْوِلَادَة كَالْخِدَاجِ , وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ هِشَام الْمُشَار إِلَيْهَا قَالَ هِشَام الْمِلَاص لِلْجَنِينِ , وَهَذَا يَتَخَرَّج أَيْضًا عَلَى الْحَذْف. وَقَالَ صَاحِب الْبَارِع : الْإِمْلَاص الْإِسْقَاط , وَإِذَا قَبَضْت عَلَى شَيْء فَسَقَطَ مِنْ يَدك تَقُول أَمْلَصَ مِنْ يَدِي إِمْلَاصًا وَمَلِصَ مَلَصًا وَوَقَعَ فِي رِوَايَة عُبَيْد اللَّه بْن مُوسَى الَّتِي تَلِي حَدِيث الْبَاب \" أَنَّ عُمَر نَشَدَ النَّاس مَنْ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى فِي السَّقْط \". ‏ ‏قَوْله ( قَالَ الْمُغِيرَة ) ‏ ‏كَذَا فِي رِوَايَة عُبَيْد اللَّه بْن مُوسَى , وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" فَقَامَ الْمُغِيرَة بْن شُعْبَة فَقَالَ : بَلَى أَنَا يَا أَمِير الْمُؤْمِنِينَ \" وَفِيهِ تَجْرِيد , وَكَانَ السِّيَاق يَقْتَضِي أَنْ يَقُول فَقُلْت , وَقَدْ وَقَعَ فِي رِوَايَة أَبِي مُعَاوِيَة الْمَذْكُورَة \" فَقُلْت أَنَا \". ‏ ‏قَوْله ( قَضَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْغُرَّةِ عَبْد أَوْ أَمَة ) ‏ ‏كَذَا فِي رِوَايَة عَفَّان عَنْ وُهَيْب بِاللَّامِ , وَهُوَ يُؤَيِّد رِوَايَة التَّنْوِين وَسَائِر الرِّوَايَات بِغُرَّةٍ وَمِنْهَا رِوَايَة أَبِي مُعَاوِيَة بِلَفْظِ \" سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِيهَا غُرَّة عَبْد أَوْ أَمَة \". ‏ ‏قَوْله ( فَشَهِدَ مُحَمَّد بْن مَسْلَمَةَ أَنَّهُ شَهِدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بِهِ ) ‏ ‏كَذَا فِي رِوَايَة وُهَيْب مُخْتَصَرًا وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" فَقَالَ عُمَر مَنْ يَشْهَد مَعَك ؟ فَقَامَ مُحَمَّد فَشَهِدَ بِذَلِكَ \" وَفِي رِوَايَة وَكِيع \" فَقَالَ اِئْتِنِي بِمَنْ يَشْهَد مَعَك فَجَاءَ مُحَمَّد بْن مَسْلَمَةَ فَشَهِدَ لَهُ \" وَفِي رِوَايَة أَبِي مُعَاوِيَة فَقَالَ لَا تَبْرَحْ حَتَّى تَجِيء بِالْمُخَرِّجِ مِمَّا قُلْت \" قَالَ فَخَرَجْت فَوَجَدْت مُحَمَّد بْن مَسْلَمَةَ فَجِئْت بِهِ فَشَهِدَ مَعِي أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بِهِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6905,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ هِشَامٍ، عَنْ أَبِيهِ، أَنْ عُمَرَ، نَشَدَ النَّاسَ مَنْ سَمِعَ النَّبِيَّ صلى الله عليه وسلم قَضَى فِي السِّقْطِ وَقَالَ الْمُغِيرَةُ أَنَا سَمِعْتُهُ قَضَى فِيهِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ‏.‏   قَالَ ائْتِ مَنْ يَشْهَدُ مَعَكَ عَلَى هَذَا فَقَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ أَنَا أَشْهَدُ عَلَى النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ هَذَا‏.‏",
    "english_text": "'Umar asked the people, \"Who heard the Prophet (ﷺ) giving his verdict \n     regarding abortions?\" Al-Mughira said, \"I heard him judging that a \n     male or female slave should be given (as a Diya).\" 'Umar said, \n     \"Present a witness to testify your statement.\" Muhammad bin Maslama \n     said, \"I testify that the Prophet (ﷺ) gave such a judgment.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة , وَهَذَا فِي حُكْم الثُّلَاثِيَّات لِأَنَّ هِشَامًا تَابِعِيّ كَمَا سَبَقَ تَقْرِيره فِي رِوَايَة عُبَيْد اللَّه بْن مُوسَى أَيْضًا عَنْ الْأَعْمَش فِي أَوَّل الدِّيَات. ‏ ‏قَوْله ( عَنْ أَبِيهِ أَنَّ عُمَر ) ‏ ‏هَذَا صُورَته الْإِرْسَال لَكِنْ تَبَيَّنَ مِنْ الرِّوَايَة السَّابِقَة وَاللَّاحِقَة أَنَّ عُرْوَة حَمَلَهُ عَنْ الْمُغِيرَة وَإِنْ لَمْ يُصَرِّح بِهِ فِي هَذِهِ الرِّوَايَة , وَفِي عُدُول الْبُخَارِيّ عَنْ رِوَايَة وَكِيع إِشَارَة إِلَى تَرْجِيح رِوَايَة مَنْ قَالَ فِيهِ \" عَنْ عُرْوَة عَنْ الْمُغِيرَة \" وَهُمْ الْأَكْثَر. ‏ ‏قَوْله ( فَقَالَ الْمُغِيرَة ) ‏ ‏كَذَا لِأَبِي ذَرّ وَهُوَ الْأَوْجَه , وَلِغَيْرِهِ \" وَقَالَ الْمُغِيرَة \" بِالْوَاوِ. ‏ ‏قَوْله ( اِئْتِ بِمَنْ يَشْهَد ) ‏ ‏كَذَا لِلْأَكْثَرِ بِصِيغَةِ فِعْل الْأَمْر مِنْ الْإِتْيَان , وَحُذِفَتْ عِنْد بَعْضهمْ الْبَاء مِنْ قَوْله \" بِمَنْ \" وَوَقَعَ فِي رِوَايَة أَبِي ذَرّ عَنْ غَيْر الْكُشْمِيهَنِيّ بِأَلِفٍ مَمْدُودَة ثُمَّ نُون ثُمَّ مُثَنَّاة بِصِيغَةِ اِسْتِفْهَام الْمُخَاطَب عَلَى إِرَادَة الِاسْتِثْبَات أَيْ أَنْتَ تَشْهَد , ثُمَّ اِسْتَفْهَمَهُ ثَانِيًا : مَنْ يَشْهَد مَعَك ؟ ‏ ‏قَوْله ( حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه ) ‏ ‏هُوَ مُحَمَّد بْن يَحْيَى بْن عَبْد اللَّه الذُّهْلِيُّ نَسَبَهُ إِلَى جَدِّهِ , وَقَدْ أَخْرَجَهُ أَبُو نُعَيْم فِي الْمُسْتَخْرَج مِنْ طَرِيق اِبْن خُزَيْمَةَ عَنْ مُحَمَّد بْن يَحْيَى عَنْ مُحَمَّد بْن سَابِق , وَكَلَام الْإِسْمَاعِيلِيّ يُشْعِر بِأَنَّ الْبُخَارِيّ أَخْرَجَهُ عَنْ مُحَمَّد بْن سَابِق نَفْسه بِلَا وَاسِطَة. ‏ ‏قَوْله ( أَنَّهُ اِسْتَشَارَهُمْ فِي إِمْلَاص الْمَرْأَة مِثْله ) ‏ ‏يَعْنِي مِثْل رِوَايَة وُهَيْب قَالَ اِبْن دَقِيق الْعِيد : الْحَدِيث أَصْل فِي إِثْبَات دِيَة الْجَنِين وَأَنَّ الْوَاجِب فِيهِ غُرَّة إِمَّا عَبْد وَإِمَّا أَمَة , وَذَلِكَ إِذَا أَلْقَتْهُ مَيِّتًا بِسَبَبِ الْجِنَايَة , وَتَصَرَّفَ الْفُقَهَاء بِالتَّقْيِيدِ فِي سِنّ الْغُرَّة وَلَيْسَ ذَلِكَ مِنْ مُقْتَضَى الْحَدِيث كَمَا تَقَدَّمَ , وَاسْتِشَارَةُ عُمَرَ فِي ذَلِكَ أَصْلٌ فِي سُؤَال الْإِمَام عَنْ الْحُكْم إِذَا كَانَ لَا يَعْلَمهُ أَوْ كَانَ عِنْده شَكٌّ أَوْ أَرَادَ الِاسْتِثْبَاتَ. وَفِيهِ أَنَّ الْوَقَائِع الْخَاصَّة قَدْ تَخْفَى عَلَى الْأَكَابِر وَيَعْلَمهَا مَنْ دُونهمْ , وَفِي ذَلِكَ رَدٌّ عَلَى الْمُقَلِّد إِذَا اِسْتَدَلَّ عَلَيْهِ بِخَبَرٍ يُخَالِفهُ فَيُجِيب لَوْ كَانَ صَحِيحًا لَعَلِمَهُ فُلَان مَثَلًا فَإِنَّ ذَلِكَ إِذَا جَازَ خَفَاؤُهُ عَنْ مِثْل عُمَر فَخَفَاؤُهُ عَمَّنْ بَعْده أَجْوَزُ , وَقَدْ تَعَلَّقَ بِقَوْلِ عُمَر لَتَأْتِيَنَّ بِمَنْ يَشْهَد مَعَك مَنْ يَرَى اِعْتِبَار الْعَدَد فِي الرِّوَايَة وَيَشْتَرِط أَنَّهُ لَا يُقْبَلُ أَقَلُّ مِنْ اِثْنَيْنِ كَمَا فِي غَالِب الشَّهَادَات , وَهُوَ ضَعِيف كَمَا قَالَ اِبْن دَقِيق الْعِيد , فَإِنَّهُ قَدْ ثَبَتَ قَبُول الْفَرْد فِي عِدَّة مَوَاطِن , وَطَلَبُ الْعَدَد فِي صُورَة جُزْئِيَّة لَا يَدُلّ عَلَى اِعْتِبَاره فِي كُلّ وَاقِعَة لِجَوَازِ الْمَانِع الْخَاصّ بِتِلْكَ الصُّورَة أَوْ وُجُود سَبَب يَقْتَضِي التَّثَبُّت وَزِيَادَة الِاسْتِظْهَار وَلَا سِيَّمَا إِذَا قَامَتْ قَرِينَة وَقَرِيبٌ مِنْ هَذَا قِصَّةُ عُمَر مَعَ أَبِي مُوسَى فِي الِاسْتِئْذَان. قُلْت : وَقَدْ تَقَدَّمَ شَرْحهَا مُسْتَوْفًى فِي كِتَاب الِاسْتِئْذَان , وَبَسْطُ هَذِهِ الْمَسْأَلَةِ أَيْضًا هُنَاكَ , وَيَأْتِي أَيْضًا فِي بَاب إِجَازَة خَبَر الْوَاحِد مِنْ كِتَاب الْأَحْكَام , وَقَدْ صَرَّحَ عُمَر فِي قِصَّة أَبِي مُوسَى بِأَنَّهُ أَرَادَ الِاسْتِثْبَات. وَقَوْله \" فِي إِمْلَاص الْمَرْأَة \" أَصْرَحُ فِي وُجُوب الِانْفِصَال مَيِّتًا مِنْ قَوْله فِي حَدِيث أَبِي هُرَيْرَة \" قَضَى فِي الْجَنِين \" وَقَدْ شَرَطَ الْفُقَهَاء فِي وُجُوب الْغُرَّة اِنْفِصَال الْجَنِين مَيِّتًا بِسَبَبِ الْجِنَايَة , فَلَوْ اِنْفَصَلَ حَيًّا ثُمَّ مَاتَ وَجَبَ فِيهِ الْقَوَد أَوْ الدِّيَة كَامِلَة , وَلَوْ مَاتَتْ الْأُمّ وَلَمْ يَنْفَصِل الْجَنِين لَمْ يَجِب شَيْء عِنْد الشَّافِعِيَّة لِعَدَمِ تَيَقُّنِ وُجُود الْجَنِين , وَعَلَى هَذَا هَلْ الْمُعْتَبَر نَفْس الِانْفِصَال أَوْ تَحَقُّق حُصُول الْجَنِين ؟ فِيهِ وَجْهَانِ : أَصَحُّهُمَا الثَّانِي , وَيَظْهَر أَثَرُهُ فِيمَا لَوْ قُدَّتْ نِصْفَيْنِ أَوْ شُقَّ بَطْنُهَا فَشُوهِدَ الْجَنِين , وَأَمَّا إِذَا خَرَجَ رَأْس الْجَنِين مَثَلًا بَعْدَمَا ضُرِبَ وَمَاتَتْ الْأُمّ وَلَمْ يَنْفَصِل قَالَ اِبْن دَقِيق الْعِيد : وَيَحْتَاج مَنْ قَالَ ذَلِكَ إِلَى تَأْوِيل الرِّوَايَة وَحَمْلِهَا عَلَى أَنَّهُ اِنْفَصَلَ وَإِنْ لَمْ يَكُنْ فِي اللَّفْظ مَا يَدُلّ عَلَيْهِ. قُلْت : وَقَعَ فِي حَدِيث اِبْن عَبَّاس عِنْد أَبِي دَاوُدَ \" فَأَسْقَطَتْ غُلَامًا قَدْ نَبَتَ شَعْره مَيِّتًا \" فَهَذَا صَرِيح فِي الِانْفِصَال , وَوَقَعَ مَجْمُوع ذَلِكَ فِي حَدِيث الزُّهْرِيّ , فَفِي رِوَايَة عَبْد الرَّحْمَن بْن خَالِد بْن مُسَافِر الْمَاضِيَة فِي الطِّبّ \" فَأَصَابَ بَطْنهَا وَهِيَ حَامِل فَقُتِلَ وَلَدُهَا فِي بَطْنهَا \" وَفِي رِوَايَة مَالِك فِي هَذَا الْبَاب \" فَطَرَحَتْ جَنِينهَا \" وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْحُكْم الْمَذْكُور خَاصّ بِوَلَدِ الْحُرَّة لِأَنَّ الْقِصَّة وَرَدَتْ فِي ذَلِكَ , وَقَوْله \" فِي إِمْلَاص الْمَرْأَة \" وَإِنْ كَانَ فِيهِ عُمُوم لَكِنَّ الرَّاوِيَ ذَكَرَ أَنَّهُ شَهِدَ وَاقِعَة مَخْصُوصَة , وَقَدْ تَصَرَّفَ الْفُقَهَاء فِي ذَلِكَ فَقَالَ الشَّافِعِيَّة : الْوَاجِب فِي جَنِين الْأَمَة عُشْر قِيمَة أُمّه كَمَا أَنَّ الْوَاجِب فِي جَنِين الْحُرَّة عُشْر دِيَتهَا , وَعَلَى أَنَّ الْحُكْم الْمَذْكُور خَاصّ بِمَنْ يُحْكَم بِإِسْلَامِهِ وَلَمْ يَتَعَرَّض لِجَنِينٍ مَحْكُوم بِتَهَوُّدِهِ أَوْ تَنَصُّره , وَمِنْ الْفُقَهَاء مَنْ قَاسَهُ عَلَى الْجَنِين الْمَحْكُوم بِإِسْلَامِهِ تَبَعًا وَلَيْسَ هَذَا مِنْ الْحَدِيث , وَفِيهِ أَنَّ الْقَتْل الْمَذْكُور لَا يَجْرِي مَجْرَى الْعَمْد وَاَللَّه أَعْلَمُ. وَاسْتُدِلَّ بِهِ عَلَى ذَمِّ السَّجْع فِي الْكَلَام , وَمَحَلّ الْكَرَاهَة إِذَا كَانَ ظَاهِر التَّكَلُّف , وَكَذَا لَوْ كَانَ مُنْسَجِمًا لَكِنَّهُ فِي إِبْطَال حَقّ أَوْ تَحْقِيق بَاطِل , فَأَمَّا لَوْ كَانَ مُنْسَجِمًا وَهُوَ فِي حَقّ أَوْ مُبَاح فَلَا كَرَاهَة , بَلْ رُبَّمَا كَانَ فِي بَعْضه مَا يُسْتَحَبّ مِثْل أَنْ يَكُون فِيهِ إِذْعَان مُخَالِف لِلطَّاعَةِ كَمَا وَقَعَ لِمِثْلِ الْقَاضِي الْفَاضِل فِي بَعْض رَسَائِله \" أَوْ إِقْلَاع عَنْ مَعْصِيَة كَمَا وَقَعَ لِمِثْلِ أَبِي الْفَرَج بْن الْجَوْزِيّ فِي بَعْض مَوَاعِظه \" وَعَلَى هَذَا يُحْمَل مَا جَاءَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَا عَنْ غَيْره مِنْ السَّلَف الصَّالِح , وَاَلَّذِي يَظْهَر لِي أَنَّ الَّذِي جَاءَ مِنْ ذَلِكَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ عَنْ قَصْد إِلَى التَّسْجِيع وَإِنَّمَا جَاءَ اِتِّفَاقًا لِعِظَمِ بَلَاغَته , وَأَمَّا مَنْ بَعْده فَقَدْ يَكُون كَذَلِكَ وَقَدْ يَكُون عَنْ قَصْد وَهُوَ الْغَالِب , وَمَرَاتِبهمْ فِي ذَلِكَ مُتَفَاوِتَة جِدًّا. وَاَللَّه أَعْلَمُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6906,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا زَائِدَةُ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ الْمُغِيرَةَ بْنَ شُعْبَةَ، يُحَدِّثُ عَنْ عُمَرَ، أَنَّهُ اسْتَشَارَهُمْ فِي إِمْلاَصِ الْمَرْأَةِ مِثْلَهُ‏.‏",
    "english_text": "I heard Al-Maghira bin Shu`ba narrating that `Umar had consulted them about the case of abortion \n(similarly as narrated in No. 42).",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا وُهَيْب ) ‏ ‏هُوَ اِبْن خَالِد وَصَرَّحَ أَبُو دَاوُدَ فِي رِوَايَته عَنْ مُوسَى بْن إِسْمَاعِيل شَيْخ الْبُخَارِيّ بِهِ. ‏ ‏قَوْله ( عَنْ هِشَام ) ‏ ‏هُوَ اِبْن عُرْوَة , وَصَرَّحَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق عَفَّان عَنْ وُهَيْب بِهِ. ‏ ‏قَوْله ( عَنْ أَبِيهِ عَنْ الْمُغِيرَة ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن جُرَيْجٍ \" حَدَّثَنِي هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّهُ حَدَّثَهُ عَنْ الْمُغِيرَة بْن شُعْبَة أَنَّهُ حَدَّثَهُ \" قَالَ أَبُو دَاوُدَ عَقِب رِوَايَة وُهَيْب : رَوَاهُ حَمَّاد بْن زَيْد وَحَمَّاد بْن سَلَمَة عَنْ هِشَام عَنْ أَبِيهِ أَنَّ عُمَر , يَعْنِي لَمْ يَذْكُر الْمُغِيرَة فِي السَّنَد. قُلْت : وَهِيَ رِوَايَة عُبَيْد اللَّه بْن مُوسَى الَّتِي تَلِي حَدِيث الْبَاب , وَسَاقَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق حَمَّاد بْن زَيْد وَعَبْد اللَّه بْن الْمُبَارَك وَعُبَيْدَة كُلّهمْ عَنْ هِشَام نَحْوه , وَخَالَفَ الْجَمِيعَ وَكِيعٌ فَقَالَ \" عَنْ هِشَام عَنْ أَبِيهِ عَنْ الْمِسْوَر بْن مَخْرَمَةَ أَنَّ عُمَر اِسْتَشَارَ النَّاس فِي إِمْلَاص الْمَرْأَة فَقَالَ الْمُغِيرَة \" أَخْرَجَهُ مُسْلِم. ‏ ‏قَوْله ( عَنْ عُمَر رَضِيَ اللَّه عَنْهُ أَنَّهُ اِسْتَشَارَهُمْ ) ‏ ‏فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق سُفْيَان بْن عُيَيْنَةَ \" عَنْ هِشَام عَنْ أَبِيهِ عَنْ الْمُغِيرَة أَنَّ عُمَر \". ‏ ‏قَوْله ( فِي إِمْلَاص الْمَرْأَة ) ‏ ‏فِي رِوَايَة الْمُصَنِّف فِي الِاعْتِصَام مِنْ طَرِيق أَبِي مُعَاوِيَة عَنْ هِشَام عَنْ أَبِيهِ \" عَنْ الْمُغِيرَة سَأَلَ عُمَر بْن الْخَطَّاب فِي إِمْلَاص الْمَرْأَة وَهِيَ الَّتِي تُضْرَب بَطْنهَا فَتُلْقِي جَنِينهَا فَقَالَ : أَيّكُمْ سَمِعَ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِ شَيْئًا \" وَهَذَا التَّفْسِير أَخَصُّ مِنْ قَوْل أَهْل اللُّغَة إِنَّ الْإِمْلَاص أَنْ تَزْلِقهُ الْمَرْأَة قَبْل الْوِلَادَة أَيْ قَبْلَ حِينِ الْوِلَادَة , هَكَذَا نَقَلَهُ أَبُو دَاوُدَ فِي السُّنَن عَنْ أَبِي عُبَيْد , وَهُوَ كَذَلِكَ فِي الْغَرِيب لَهُ , وَقَالَ الْخَلِيل أَمْلَصَتْ الْمَرْأَة وَالنَّاقَة إِذَا رَمَتْ وَلَدهَا , وَقَالَ اِبْن الْقَطَّاع أَمْلَصَتْ الْحَامِل أَلْقَتْ وَلَدهَا , وَوَقَعَ فِي بَعْض الرِّوَايَات مِلَاص بِغَيْرِ أَلِف كَأَنَّهُ اِسْم فِعْل الْوَلَد فَحُذِفَ الْمُضَاف وَأُقِيمَ الْمُضَاف إِلَيْهِ مَقَامه أَوْ اِسْم لِتِلْكَ الْوِلَادَة كَالْخِدَاجِ , وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ مِنْ رِوَايَة اِبْن جُرَيْجٍ عَنْ هِشَام الْمُشَار إِلَيْهَا قَالَ هِشَام الْمِلَاص لِلْجَنِينِ , وَهَذَا يَتَخَرَّج أَيْضًا عَلَى الْحَذْف. وَقَالَ صَاحِب الْبَارِع : الْإِمْلَاص الْإِسْقَاط , وَإِذَا قَبَضْت عَلَى شَيْء فَسَقَطَ مِنْ يَدك تَقُول أَمْلَصَ مِنْ يَدِي إِمْلَاصًا وَمَلِصَ مَلَصًا وَوَقَعَ فِي رِوَايَة عُبَيْد اللَّه بْن مُوسَى الَّتِي تَلِي حَدِيث الْبَاب \" أَنَّ عُمَر نَشَدَ النَّاس مَنْ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى فِي السَّقْط \". ‏ ‏قَوْله ( قَالَ الْمُغِيرَة ) ‏ ‏كَذَا فِي رِوَايَة عُبَيْد اللَّه بْن مُوسَى , وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" فَقَامَ الْمُغِيرَة بْن شُعْبَة فَقَالَ : بَلَى أَنَا يَا أَمِير الْمُؤْمِنِينَ \" وَفِيهِ تَجْرِيد , وَكَانَ السِّيَاق يَقْتَضِي أَنْ يَقُول فَقُلْت , وَقَدْ وَقَعَ فِي رِوَايَة أَبِي مُعَاوِيَة الْمَذْكُورَة \" فَقُلْت أَنَا \". ‏ ‏قَوْله ( قَضَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْغُرَّةِ عَبْد أَوْ أَمَة ) ‏ ‏كَذَا فِي رِوَايَة عَفَّان عَنْ وُهَيْب بِاللَّامِ , وَهُوَ يُؤَيِّد رِوَايَة التَّنْوِين وَسَائِر الرِّوَايَات بِغُرَّةٍ وَمِنْهَا رِوَايَة أَبِي مُعَاوِيَة بِلَفْظِ \" سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِيهَا غُرَّة عَبْد أَوْ أَمَة \". ‏ ‏قَوْله ( فَشَهِدَ مُحَمَّد بْن مَسْلَمَةَ أَنَّهُ شَهِدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بِهِ ) ‏ ‏كَذَا فِي رِوَايَة وُهَيْب مُخْتَصَرًا وَفِي رِوَايَة اِبْن عُيَيْنَةَ \" فَقَالَ عُمَر مَنْ يَشْهَد مَعَك ؟ فَقَامَ مُحَمَّد فَشَهِدَ بِذَلِكَ \" وَفِي رِوَايَة وَكِيع \" فَقَالَ اِئْتِنِي بِمَنْ يَشْهَد مَعَك فَجَاءَ مُحَمَّد بْن مَسْلَمَةَ فَشَهِدَ لَهُ \" وَفِي رِوَايَة أَبِي مُعَاوِيَة فَقَالَ لَا تَبْرَحْ حَتَّى تَجِيء بِالْمُخَرِّجِ مِمَّا قُلْت \" قَالَ فَخَرَجْت فَوَجَدْت مُحَمَّد بْن مَسْلَمَةَ فَجِئْت بِهِ فَشَهِدَ مَعِي أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بِهِ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6907,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ،‏.‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى فِي جَنِينِ امْرَأَةٍ مِنْ بَنِي لِحْيَانَ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ‏.‏ ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قَضَى عَلَيْهَا بِالْغُرَّةِ تُوُفِّيَتْ، فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ مِيرَاثَهَا لِبَنِيهَا وَزَوْجِهَا، وَأَنَّ الْعَقْلَ عَلَى عَصَبَتِهَا‏.‏",
    "english_text": "Allah's Messenger (ﷺ) gave a verdict regarding an aborted fetus of a woman from Bani Lihyan that the killer \n(of the fetus) should give a male or female slave (as a Diya) but the woman who was required to give \nthe slave, died, so Allah's Messenger (ﷺ) gave the verdict that her inheritance be given to her children and \nher husband and the Diya be paid by her 'Asaba.",
    "explication": "حَدِيث أَبِي هُرَيْرَة فِي قِصَّة الْمَرْأَة الَّتِي ضَرَبَتْ الْأُخْرَى فَأَسْقَطَتْ جَنِينًا ثُمَّ مَاتَتْ الضَّارِبَة فَقَضَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْجَنِين بِغُرَّةٍ وَأَنَّ الْعَقْل عَلَى عَصَبَةِ الْقَاتِلَةِ وَأَنَّ مِيرَاث الضَّارِبَة لِبَنِيهَا وَزَوْجهَا , وَسَيَأْتِي شَرْحه مُسْتَوْفًى فِي كِتَاب الدِّيَات إِنْ شَاءَ اللَّه تَعَالَى. وَوَجْه الدَّلَالَة مِنْهُ عَلَى التَّرْجَمَة ظَاهِرَة , لِأَنَّ مِيرَاث الضَّارِبَة لِبَنِيهَا وَزَوْجهَا لَا لِعَصَبَتِهَا الَّذِينَ عَقَلُوا عَنْهَا فَوَرِثَ الزَّوْج مَعَ وَلَدِهِ , وَكَذَا لَوْ كَانَ الْأَب هُوَ الْمَيِّتَ لَوَرِثَتْ الْأُمّ مَعَ الْأَوْلَاد , أَشَارَ إِلَى ذَلِكَ اِبْن التِّين. وَكَذَا لَوْ كَانَ هُنَاكَ عَصَبَةٌ بِغَيْرِ وَلَدٍ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6908,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ اقْتَتَلَتِ امْرَأَتَانِ مِنْ هُذَيْلٍ، فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ قَتَلَتْهَا وَمَا فِي بَطْنِهَا، فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَضَى أَنَّ دِيَةَ جَنِينِهَا غُرَّةٌ عَبْدٌ أَوْ وَلِيدَةٌ، وَقَضَى دِيَةَ الْمَرْأَةِ عَلَى عَاقِلَتِهَا‏.‏",
    "english_text": "Two women from Hudhail fought with each other and one of them hit the other with a stone that \nkilled her and what was in her womb. The relatives of the killer and the relatives of the victim \nsubmitted their case to the Prophet (ﷺ) who judged that the Diya for the fetus was a male or female slave, \nand the Diya for the killed woman was to be paid by the 'Asaba (near relatives) of the killer.",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6909,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنِي عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ أَخَذَ أَبُو طَلْحَةَ بِيَدِي فَانْطَلَقَ بِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَنَسًا غُلاَمٌ كَيِّسٌ فَلْيَخْدُمْكَ‏.‏ قَالَ فَخَدَمْتُهُ فِي الْحَضَرِ وَالسَّفَرِ، فَوَاللَّهِ مَا قَالَ لِي لِشَىْءٍ صَنَعْتُهُ، لِمَ صَنَعْتَ هَذَا هَكَذَا وَلاَ لِشَىْءٍ لَمْ أَصْنَعْهُ لِمَ لَمْ تَصْنَعْ هَذَا هَكَذَا",
    "english_text": "Anas said, \"When Allah's Messenger (ﷺ) arrived at Medina, Abu Talha took hold of my hand and brought \nme to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! Anas is an intelligent boy, so let him serve you.\" \nAnas added, \"So I served the Prophet (ﷺ) L at home and on journeys; by Allah, he never said to me for \nanything which I did: Why have you done this like this or, for anything which I did not do: 'Why have \nyou not done this like this?\"",
    "explication": "‏ ‏قَوْله ( عَنْ عَبْد الْعَزِيز ) ‏ ‏هُوَ اِبْن صُهَيْب , وَقَدْ تَقَدَّمَ مَنْسُوبًا فِي هَذَا الْحَدِيث بِعَيْنِهِ فِي كِتَاب الْوَصَايَا , وَمُنَاسَبَة أَثَر أُمّ سَلَمَة لِقِصَّةِ أَنَس أَنَّ فِي كُلّ مِنْهُمَا اِسْتِخْدَام الصَّغِير بِإِذْنِ وَلِيّه , وَهُوَ جَارٍ عَلَى الْعُرْف السَّائِغ فِي ذَلِكَ , وَإِنَّمَا خَصَّتْ أُمُّ سَلَمَة الْعَبِيدَ بِذَلِكَ لِأَنَّ الْعُرْف جَرَى بِرِضَا السَّادَة بِاسْتِخْدَامِ عَبِيدهمْ فِي الْأَمْر الْيَسِير الَّذِي لَا مَشَقَّة فِيهِ , بِخِلَافِ الْأَحْرَار فَلَمْ تَجْرِ الْعَادَة بِالتَّصَرُّفِ فِيهِمْ بِالْخِدْمَةِ كَمَا يُتَصَرَّف فِي الْعَبِيد , وَأَمَّا قِصَّة أَنَس فَإِنَّهُ كَانَ فِي كَفَالَة أُمّه فَرَأَتْ لَهُ مِنْ الْمَصْلَحَة أَنْ يَخْدُم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِمَا فِي ذَلِكَ مِنْ تَحْصِيل النَّفْع الْعَاجِل وَالْآجِل , فَأَحْضَرَتْهُ وَكَانَ زَوْجُهَا مَعَهَا فَنَسَبَ الْإِحْضَار إِلَيْهَا تَارَة وَإِلَيْهِ أُخْرَى , وَهَذَا صَدَرَ مِنْ أُمّ سُلَيْمٍ أَوَّل مَا قَدِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة كَمَا سَبَقَ فِي \" بَاب حُسْن الْخُلُق \" مِنْ كِتَاب الْأَدَب وَاضِحًا , وَكَانَتْ لِأَبِي طَلْحَة فِي إِحْضَار أَنَس قِصَّة أُخْرَى وَذَلِكَ عِنْد إِرَادَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخُرُوجَ إِلَى خَيْبَر كَمَا أَوْضَحْت ذَلِكَ هُنَاكَ أَيْضًا , وَتَقَدَّمَ فِي كِتَاب الْمَغَازِي قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي طَلْحَة لَمَّا أَرَادَ الْخُرُوج إِلَى خَيْبَر \" اِلْتَمِسْ لِي غُلَامًا يَخْرُج مَعِي فَأَحْضَرَ لَهُ أَنَسًا \" وَقَدْ بَيَّنْت وَجْه الْجَمْع الْمَذْكُور فِي كِتَاب الْأَدَب أَيْضًا , قَالَ الْكَرْمَانِيُّ : مُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ أَنَّ الْخِدْمَة مُسْتَلْزِمَة لِلْإِعَانَةِ , وَقَوْله فِي آخِر الْحَدِيث \" فَمَا قَالَ لِي لِشَيْءٍ صَنَعْته لِمَ صَنَعْت هَذَا هَكَذَا , وَلَا لِشَيْءٍ لَمْ أَصْنَعْهُ لِمَ لَمْ تَصْنَع هَذَا هَكَذَا \" كَذَا وَقَعَ بِصِيغَةٍ وَاحِدَة فِي الْإِثْبَات وَالنَّفْي , وَهُوَ فِي الْإِثْبَات وَاضِح وَأَمَّا النَّفْي فَقَالَ اِبْن التِّين مُرَاده أَنَّهُ لَمْ يَلُمْهُ فِي الشِّقّ الْأَوَّل عَلَى شَيْء فَعَلَهُ نَاقِصًا عَنْ إِرَادَته تَجَوُّزًا عَنْهُ وَحِلْمًا وَلَا لَامَهُ فِي الشِّقّ الثَّانِي عَلَى تَرْك شَيْء لَمْ يَفْعَلهُ خَشْيَة مِنْ أَنَس أَنْ يُخْطِئ فِيهِ لَوْ فَعَلَهُ , وَإِلَى ذَلِكَ أَشَارَ بِقَوْلِهِ \" هَذَا هَكَذَا \" لِأَنَّهُ كَمَا صَفَحَ عَنْهُ فِيمَا فَعَلَهُ نَاقِصًا عَنْ إِرَادَته صَفَحَ عَنْهُ فِيمَا لَمْ يَفْعَلهُ خَشْيَة وُقُوع الْخَطَأ مِنْهُ , وَلَوْ فَعَلَهُ نَاقِصًا عَنْ إِرَادَته لَصَفَحَ عَنْهُ. اِنْتَهَى مُلَخَّصًا , وَلَا يَخْفَى تَكَلُّفُهُ. وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن جُرَيْجٍ قَالَ : أَخْبَرَنِي إِسْمَاعِيل وَهُوَ اِبْن إِبْرَاهِيم الْمَعْرُوف بِابْنِ عُلَيَّة رَاوِيه فِي هَذَا الْبَاب بِلَفْظِ \" وَلَا لِشَيْءٍ لَمْ أَفْعَلهُ لِمَ لَمْ تَفْعَلهُ \" وَهَذَا مِنْ رِوَايَة الْأَكَابِر عَنْ الْأَصَاغِر فَإِنَّ اِبْن عُلَيَّة مَشْهُور بِالرِّوَايَةِ عَنْ اِبْن جُرَيْجٍ فَرَوَى اِبْن جُرَيْجٍ هُنَا عَنْ تِلْمِيذه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6910,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْمَعْدِنُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"There is no Diya for persons killed by animals or for the one who has been \nkilled accidentally by falling into a well or for the one killed in a mine. And one-fifth of Rikaz \n(treasures buried before the Islamic era) is to be given to the state.\"",
    "explication": "‏ ‏قَوْلُهُ : ( الْعَجْمَاءُ جُبَارٌ ) ‏ ‏فِي رِوَايَةِ مُحَمَّدِ بْنِ زِيَادٍ عَنْ أَبِي هُرَيْرَةَ \" الْعَجْمَاءُ عَقْلُهَا جُبَارٌ \" وَسَيَأْتِي فِي الدِّيَاتِ مَعَ الْكَلَامِ عَلَيْهِ إِنْ شَاءَ اللَّهُ تَعَالَى , وَسُمِّيَتْ الْبَهِيمَةُ عَجْمَاءَ لِأَنَّهَا لَا تَتَكَلَّمُ. ‏ ‏قَوْلُهُ : ( وَالْمَعْدِنُ جُبَارٌ ) ‏ ‏أَيْ هَدَرٌ , وَلَيْسَ الْمُرَادُ أَنَّهُ لَا زَكَاةَ فِيهِ , إِنَّمَا الْمَعْنَى أَنَّ مَنْ اِسْتَأْجَرَ رَجُلًا لِلْعَمَلِ فِي مَعْدِنٍ مَثَلًا فَهَلَكَ فَهُوَ هَدَرٌ وَلَا شَيْءَ عَلَى مَنْ اِسْتَأْجَرَهُ , وَسَيَأْتِي بَسْطُهُ فِي الدِّيَاتِ. ‏ ‏قَوْلُهُ : ( وَفِي الرِّكَازِ الْخُمُسُ ) ‏ ‏قَدْ تَقَدَّمَ ذِكْرُ الِاخْتِلَافِ فِي الرِّكَازِ , وَأَنَّ الْجُمْهُورَ ذَهَبُوا إِلَى أَنَّهُ الْمَالُ الْمَدْفُونُ , لَكِنْ حَصَرَهُ الشَّافِعِيَّةُ فِيمَا يُوجَدُ فِي الْمَوَاتِ , بِخِلَافِ مَا إِذَا وَجَدَهُ فِي طَرِيقٍ مَسْلُوكٍ أَوْ مَسْجِدٍ فَهُوَ لُقَطَةٌ , وَإِذَا وَجَدَهُ فِي أَرْضٍ مَمْلُوكَةٍ فَإِنْ كَانَ الْمَالِكُ الَّذِي وَجَدَهُ فَهُوَ لَهُ , وَإِنْ كَانَ غَيْرَهُ فَإِنْ اِدَّعَاهُ الْمَالِكُ فَهُوَ لَهُ وَإِلَّا فَهُوَ لِمَنْ تَلَقَّاهُ عَنْهُ إِلَى أَنْ يَنْتَهِيَ الْحَالُ إِلَى مَنْ أَحْيَا تِلْكَ الْأَرْضَ , قَالَ الشَّيْخُ تَقِيُّ الدِّينِ بْنُ دَقِيقِ الْعِيدِ : مَنْ قَالَ مِنْ الْفُقَهَاءِ بِأَنَّ فِي الرِّكَازِ الْخُمُسَ إِمَّا مُطْلَقًا أَوْ فِي أَكْثَرِ الصُّوَرِ فَهُوَ أَقْرَبُ إِلَى الْحَدِيثِ , وَخَصَّهُ الشَّافِعِيُّ أَيْضًا بِالذَّهَبِ وَالْفِضَّةِ , وَقَالَ الْجُمْهُورُ : لَا يَخْتَصُّ , وَاخْتَارَهُ اِبْنُ الْمُنْذِرِ. وَاخْتَلَفُوا فِي مَصْرِفِهِ فَقَالَ مَالِكٌ وَأَبُو حَنِيفَةَ وَالْجُمْهُورُ : مَصْرِفُهُ مَصْرِفُ خُمُسِ الْفَيْءِ , وَهُوَ اِخْتِيَارُ الْمُزَنِيِّ. وَقَالَ الشَّافِعِيُّ فِي أَصَحِّ قَوْلَيْهِ : مَصْرِفُهُ مَصْرِفُ الزَّكَاةِ. وَعَنْ أَحْمَدَ رِوَايَتَانِ. وَيَنْبَنِي عَلَى ذَلِكَ مَا إِذَا وَجَدَهُ ذِمِّيٌّ فَعِنْدَ الْجُمْهُورِ يُخْرَجُ مِنْهُ الْخُمُسُ وَعِنْدَ الشَّافِعِيِّ لَا يُؤْخَذُ مِنْهُ شَيْءٌ , وَاتَّفَقُوا عَلَى أَنَّهُ لَا يُشْتَرَطُ فِيهِ الْحَوْلُ بَلْ يَجِبُ إِخْرَاجُ الْخُمُسِ فِي الْحَالِ. وَأَغْرَبَ اِبْنُ الْعَرَبِيِّ فِي \" شَرْحِ التِّرْمِذِيِّ \" فَحَكَى عَنْ الشَّافِعِيِّ الِاشْتِرَاطَ , وَلَا يُعْرَفُ ذَلِكَ فِي شَيْءٍ مِنْ كُتُبِهِ وَلَا مِنْ كُتُبِ أَصْحَابِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6911,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْعَجْمَاءُ عَقْلُهَا جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْمَعْدِنُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"There is no Diya for a person injured or killed by an animal (going about without \nsomebody to control it) and similarly, there is no Diya for the one who falls and dies in a well, and \nalso the one who dies in a mine. As regards the Ar-Rikaz (buried wealth), one-fifth thereof is for the \nstate.\"",
    "explication": "‏ ‏قَوْلُهُ : ( الْعَجْمَاءُ جُبَارٌ ) ‏ ‏فِي رِوَايَةِ مُحَمَّدِ بْنِ زِيَادٍ عَنْ أَبِي هُرَيْرَةَ \" الْعَجْمَاءُ عَقْلُهَا جُبَارٌ \" وَسَيَأْتِي فِي الدِّيَاتِ مَعَ الْكَلَامِ عَلَيْهِ إِنْ شَاءَ اللَّهُ تَعَالَى , وَسُمِّيَتْ الْبَهِيمَةُ عَجْمَاءَ لِأَنَّهَا لَا تَتَكَلَّمُ. ‏ ‏قَوْلُهُ : ( وَالْمَعْدِنُ جُبَارٌ ) ‏ ‏أَيْ هَدَرٌ , وَلَيْسَ الْمُرَادُ أَنَّهُ لَا زَكَاةَ فِيهِ , إِنَّمَا الْمَعْنَى أَنَّ مَنْ اِسْتَأْجَرَ رَجُلًا لِلْعَمَلِ فِي مَعْدِنٍ مَثَلًا فَهَلَكَ فَهُوَ هَدَرٌ وَلَا شَيْءَ عَلَى مَنْ اِسْتَأْجَرَهُ , وَسَيَأْتِي بَسْطُهُ فِي الدِّيَاتِ. ‏ ‏قَوْلُهُ : ( وَفِي الرِّكَازِ الْخُمُسُ ) ‏ ‏قَدْ تَقَدَّمَ ذِكْرُ الِاخْتِلَافِ فِي الرِّكَازِ , وَأَنَّ الْجُمْهُورَ ذَهَبُوا إِلَى أَنَّهُ الْمَالُ الْمَدْفُونُ , لَكِنْ حَصَرَهُ الشَّافِعِيَّةُ فِيمَا يُوجَدُ فِي الْمَوَاتِ , بِخِلَافِ مَا إِذَا وَجَدَهُ فِي طَرِيقٍ مَسْلُوكٍ أَوْ مَسْجِدٍ فَهُوَ لُقَطَةٌ , وَإِذَا وَجَدَهُ فِي أَرْضٍ مَمْلُوكَةٍ فَإِنْ كَانَ الْمَالِكُ الَّذِي وَجَدَهُ فَهُوَ لَهُ , وَإِنْ كَانَ غَيْرَهُ فَإِنْ اِدَّعَاهُ الْمَالِكُ فَهُوَ لَهُ وَإِلَّا فَهُوَ لِمَنْ تَلَقَّاهُ عَنْهُ إِلَى أَنْ يَنْتَهِيَ الْحَالُ إِلَى مَنْ أَحْيَا تِلْكَ الْأَرْضَ , قَالَ الشَّيْخُ تَقِيُّ الدِّينِ بْنُ دَقِيقِ الْعِيدِ : مَنْ قَالَ مِنْ الْفُقَهَاءِ بِأَنَّ فِي الرِّكَازِ الْخُمُسَ إِمَّا مُطْلَقًا أَوْ فِي أَكْثَرِ الصُّوَرِ فَهُوَ أَقْرَبُ إِلَى الْحَدِيثِ , وَخَصَّهُ الشَّافِعِيُّ أَيْضًا بِالذَّهَبِ وَالْفِضَّةِ , وَقَالَ الْجُمْهُورُ : لَا يَخْتَصُّ , وَاخْتَارَهُ اِبْنُ الْمُنْذِرِ. وَاخْتَلَفُوا فِي مَصْرِفِهِ فَقَالَ مَالِكٌ وَأَبُو حَنِيفَةَ وَالْجُمْهُورُ : مَصْرِفُهُ مَصْرِفُ خُمُسِ الْفَيْءِ , وَهُوَ اِخْتِيَارُ الْمُزَنِيِّ. وَقَالَ الشَّافِعِيُّ فِي أَصَحِّ قَوْلَيْهِ : مَصْرِفُهُ مَصْرِفُ الزَّكَاةِ. وَعَنْ أَحْمَدَ رِوَايَتَانِ. وَيَنْبَنِي عَلَى ذَلِكَ مَا إِذَا وَجَدَهُ ذِمِّيٌّ فَعِنْدَ الْجُمْهُورِ يُخْرَجُ مِنْهُ الْخُمُسُ وَعِنْدَ الشَّافِعِيِّ لَا يُؤْخَذُ مِنْهُ شَيْءٌ , وَاتَّفَقُوا عَلَى أَنَّهُ لَا يُشْتَرَطُ فِيهِ الْحَوْلُ بَلْ يَجِبُ إِخْرَاجُ الْخُمُسِ فِي الْحَالِ. وَأَغْرَبَ اِبْنُ الْعَرَبِيِّ فِي \" شَرْحِ التِّرْمِذِيِّ \" فَحَكَى عَنْ الشَّافِعِيِّ الِاشْتِرَاطَ , وَلَا يُعْرَفُ ذَلِكَ فِي شَيْءٍ مِنْ كُتُبِهِ وَلَا مِنْ كُتُبِ أَصْحَابِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6912,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الْحَسَنُ، حَدَّثَنَا مُجَاهِدٌ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ قَتَلَ نَفْسًا مُعَاهَدًا لَمْ يَرَحْ رَائِحَةَ الْجَنَّةِ، وَإِنَّ رِيحَهَا يُوجَدُ مِنْ مَسِيرَةِ أَرْبَعِينَ عَامًا ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Whoever killed a Mu'ahid (a person who is granted the pledge of protection by the \nMuslims) shall not smell the fragrance of Paradise though its fragrance can be smelt at a distance of \nforty years (of traveling).",
    "explication": "‏ ‏عَبْد الْوَاحِد ‏ ‏شَيْخ شَيْخه هُوَ اِبْن زِيَاد , ‏ ‏وَالْحَسَن بْنُ عَمْرو ‏ ‏هُوَ الْفُقَيْمِيُّ بِالْفَاءِ وَالْقَاف مُصَغَّرًا كُوفِيّ ثِقَة مَالَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث وَآخَر فِي الْأَدَب. ‏ ‏قَوْله : ( مُجَاهِد عَنْ عَبْد اللَّه بْن عَمْرو ) ‏ ‏أَيْ اِبْن الْعَاصِ , كَذَا قَالَ عَبْد الْوَاحِد عَنْ الْحَسَن بْن عَمْرو , وَتَابَعَهُ أَبُو مُعَاوِيَة عِنْد اِبْن مَاجَهْ وَعَمْرو بْن عَبْد الْغَفَّار الْفُقَيْمِيُّ عِنْد الْإِسْمَاعِيلِيّ فَهَؤُلَاءِ ثَلَاثَة رَوَوْهُ هَكَذَا , وَخَالَفَهُمْ مَرْوَان بْن مُعَاوِيَة فَرَوَاهُ عَنْ الْحَسَن بْن عَمْرو فَزَادَ فِيهِ رَجُلًا بَيْن مُجَاهِد وَعَبْد اللَّه بْن عَمْرو وَهُوَ جُنَادَةُ بْن أَبِي أُمَيَّة أَخْرَجَهُ مِنْ طَرِيقه النَّسَائِيُّ , وَرَجَّحَ الدَّارَقُطْنِيُّ رِوَايَة مَرْوَان لِأَجْلِ هَذِهِ الزِّيَادَة , لَكِنَّ سَمَاع مُجَاهِد مِنْ عَبْد اللَّه بْن عَمْرو ثَابِت , وَلَيْسَ بِمُدَلِّس فَيُحْتَمَل أَنْ يَكُون مُجَاهِد سَمِعَهُ أَوَّلًا مِنْ جُنَادَةَ ثُمَّ لَقِيَ عَبْد اللَّه بْن عَمْرو , أَوْ سَمِعَاهُ مَعًا وَثَبَتَهُ فِيهِ جُنَادَةُ فَحَدَّثَ بِهِ عَنْ عَبْد اللَّه بْن عَمْرو تَارَة وَحَدَّثَ بِهِ عَنْ جُنَادَةَ أُخْرَى , وَلَعَلَّ السِّرّ فِي ذَلِكَ مَا وَقَعَ بَيْنهمَا مِنْ زِيَادَة أَوْ اِخْتِلَاف لَفْظ فَإِنَّ لَفْظ النَّسَائِيِّ مِنْ طَرِيقه \" مَنْ قَتَلَ قَتِيلًا مِنْ أَهْل الذِّمَّة لَمْ يَجِد رِيح الْجَنَّة \" فَقَالَ \" مِنْ أَهْل الذِّمَّة \" وَلَمْ يَقُلْ مُعَاهَدًا وَهُوَ بِالْمَعْنَى , وَوَقَعَ فِي رِوَايَة أَبِي مُعَاوِيَة \" بِغَيْرِ حَقّ \" كَمَا تَقَدَّمَ , وَوَقَعَ فِي رِوَايَة الْجَمِيع \" أَرْبَعِينَ عَامًا \" إِلَّا عَمْرو بْن عَبْد الْغَفَّار فَقَالَ \" سَبْعِينَ \" وَوَقَعَ مِثْله فِي حَدِيث أَبِي هُرَيْرَة عِنْد التِّرْمِذِيّ. ‏ ‏( تَنْبِيهَانِ ) : ‏ ‏أَحَدهمَا اِتَّفَقَتْ النُّسَخ عَلَى أَنَّ الْحَدِيث مِنْ مُسْنَد عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ , إِلَّا مَا رَوَاهُ الْأَصِيلِيُّ عَنْ الْجُرْجَانِيِّ عَنْ الْفَرَبْرِيِّ فَقَالَ \" عَبْد اللَّه بْن عُمَر \" بِضَمِّ الْعَيْن بِغَيْرِ وَاو , وَهُوَ تَصْحِيف نَبَّهَ عَلَيْهِ الْجَيَّانِيُّ. ثَانِيهمَا قَوْله \" لَمْ يَرَحْ \" بِفَتْحِ الْيَاء وَالرَّاء وَأَصْله يَرَاح أَيْ وَجَدَ رِيح , وَحَكَى اِبْن التِّين ضَمَّ أَوَّله وَكَسْر الرَّاء , قَالَ : وَالْأَوَّل أَجْوَد وَعَلَيْهِ الْأَكْثَر , وَحَكَى اِبْن الْجَوْزِيّ ثَالِثَة وَهُوَ فَتْح أَوَّله وَكَسْر ثَانِيه مِنْ رَاحَ يُرِيح , وَاللَّهُ أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6913,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا مُطَرِّفٌ، أَنَّ عَامِرًا، حَدَّثَهُمْ عَنْ أَبِي جُحَيْفَةَ، قَالَ قُلْتُ لِعَلِيٍّ‏.‏ وَحَدَّثَنَا صَدَقَةُ بْنُ الْفَضْلِ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، حَدَّثَنَا مُطَرِّفٌ، سَمِعْتُ الشَّعْبِيَّ، يُحَدِّثُ قَالَ سَمِعْتُ أَبَا جُحَيْفَةَ، قَالَ سَأَلْتُ عَلِيًّا ـ رضى الله عنه ـ هَلْ عِنْدَكُمْ شَىْءٌ مِمَّا لَيْسَ فِي الْقُرْآنِ ـ وَقَالَ ابْنُ عُيَيْنَةَ مَرَّةً مَا لَيْسَ عِنْدَ النَّاسِ ـ فَقَالَ وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ مَا عِنْدَنَا إِلاَّ مَا فِي الْقُرْآنِ إِلاَّ فَهْمًا يُعْطَى رَجُلٌ فِي كِتَابِهِ وَمَا فِي الصَّحِيفَةِ‏.‏ قُلْتُ وَمَا فِي الصَّحِيفَةِ قَالَ الْعَقْلُ، وَفِكَاكُ الأَسِيرِ، وَأَنْ لاَ يُقْتَلَ مُسْلِمٌ بِكَافِرٍ‏.‏",
    "english_text": "I asked `Ali \"Do you have anything Divine literature besides what is in the Qur'an?\" Or, as Uyaina \nonce said, \"Apart from what the people have?\" `Ali said, \"By Him Who made the grain split \n(germinate) and created the soul, we have nothing except what is in the Qur'an and the ability (gift) of \nunderstanding Allah's Book which He may endow a man, with and what is written in this sheet of \npaper.\" I asked, \"What is on this paper?\" He replied, \"The legal regulations of Diya (Blood-money) \nand the (ransom for) releasing of the captives, and the judgment that no Muslim should be killed in \nQisas (equality in punishment) for killing a Kafir (disbeliever).",
    "explication": "حَدِيث أَبِي جُحَيْفَةَ \" قُلْت لِعَلِيٍّ : هَلْ عِنْدكُمْ شَيْء مِنْ الْوَحْي \" الْحَدِيث , وَقَدْ مَضَى شَرْحه فِي كِتَاب الْعِلْم , وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة مَا فِيهِ فِي الدِّيَات إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6914,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تُخَيِّرُوا بَيْنَ الأَنْبِيَاءِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Do not prefer some prophets to others.\"",
    "explication": "‏ ‏قَوْله فِي حَدِيث أَبِي سَعِيد \" وَالَّذِي اِصْطَفَى مُوسَى عَلَى الْبَشَرِ \" ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْكُشْمِيهَنِيّ \" عَلَى النَّبِيِّينَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6915,
    "category": "كتاب الديات",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ جَاءَ رَجُلٌ مِنَ الْيَهُودِ إِلَى النَّبِيِّ صلى الله عليه وسلم قَدْ لُطِمَ وَجْهُهُ فَقَالَ يَا مُحَمَّدُ إِنَّ رَجُلاً مِنْ أَصْحَابِكَ مِنَ الأَنْصَارِ لَطَمَ فِي وَجْهِي‏.‏ قَالَ ‏\"‏ ادْعُوهُ ‏\"‏‏.‏ فَدَعَوْهُ‏.‏ قَالَ ‏\"‏ لِمَ لَطَمْتَ وَجْهَهُ ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِنِّي مَرَرْتُ بِالْيَهُودِ فَسَمِعْتُهُ يَقُولُ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْبَشَرِ‏.‏ قَالَ قُلْتُ وَعَلَى مُحَمَّدٍ صلى الله عليه وسلم قَالَ فَأَخَذَتْنِي غَضْبَةٌ فَلَطَمْتُهُ‏.‏ قَالَ ‏\"‏ لاَ تُخَيِّرُونِي مِنْ بَيْنِ الأَنْبِيَاءِ فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ، فَإِذَا أَنَا بِمُوسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ، فَلاَ أَدْرِي أَفَاقَ قَبْلِي أَمْ جُزِيَ بِصَعْقَةِ الطُّورِ ‏\"‏‏.‏",
    "english_text": "A Jew whose face had been slapped (by someone), came to the Prophet (ﷺ) and said, \"O Muhammad! A \nman from your Ansari companions slapped me. \" The Prophet (ﷺ) said, \"Call him\". They called him and \nthe Prophet (ﷺ) asked him, \"Why did you slap his face?\" He said, \"O Allah's Messenger (ﷺ)! While I was passing \nby the Jews, I heard him saying, 'By Him Who chose Moses above all the human beings.' I said \n(protestingly), 'Even above Muhammad?' So I became furious and slapped him.\" The Prophet (ﷺ) said, \n\"Do not give me preference to other prophets, for the people will become unconscious on the Day of \nResurrection and I will be the first to gain conscious, and behold, I will Find Moses holding one of the \npillars of the Throne (of Allah). Then I will not know whether he has become conscious before me or \nhe has been exempted because of his unconsciousness at the mountain (during his worldly life) which \nhe received.\"",
    "explication": "‏ ‏قَوْله فِي حَدِيث أَبِي سَعِيد \" وَالَّذِي اِصْطَفَى مُوسَى عَلَى الْبَشَرِ \" ‏ ‏كَذَا لِلْأَكْثَرِ , وَلِلْكُشْمِيهَنِيّ \" عَلَى النَّبِيِّينَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]