[
  {
    "id": 6918,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ ‏{‏الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ‏}‏ شَقَّ ذَلِكَ عَلَى أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَقَالُوا أَيُّنَا لَمْ يَلْبِسْ إِيمَانَهُ بِظُلْمٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّهُ لَيْسَ بِذَاكَ، أَلاَ تَسْمَعُونَ إِلَى قَوْلِ لُقْمَانَ ‏{‏إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ‏}‏‏\"‏‏.‏",
    "english_text": "When the Verse: 'It is those who believe and confuse not their belief with wrong (i.e., worshipping \nothers besides Allah): (6.82) was revealed, it became very hard on the companions of the Prophet (ﷺ) and \nthey said, \"Who among us has not confused his belief with wrong (oppression)?\" On that, Allah's \nApostle said, \"This is not meant (by the Verse). Don't you listen to Luqman's statement: 'Verily! \nJoining others in worship with Allah is a great wrong indeed.' (31.13)",
    "explication": "‏ ‏حَدِيث اِبْن مَسْعُود فِي نُزُول قَوْله تَعَالَى : ( الَّذِينَ آمَنُوا وَلَمْ يُلْبِسُوا إِيمَانهمْ بِظُلْمِ ) ‏ ‏وَسَيَأْتِي شَرْحه فِي تَفْسِير الْأَنْعَام أَوْرَدَهُ مِنْ وَجْهَيْنِ , وَإِسْحَاق شَيْخه فِي الطَّرِيق الثَّانِيَة هُوَ اِبْن رَاهْوَيْهِ وَبِذَلِكَ جَزَمَ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6919,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا الْجُرَيْرِيُّ، وَحَدَّثَنِي قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا سَعِيدٌ الْجُرَيْرِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَكْبَرُ الْكَبَائِرِ الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ، وَشَهَادَةُ الزُّورِ، وَشَهَادَةُ الزُّورِ ـ ثَلاَثًا ـ أَوْ قَوْلُ الزُّورِ ‏\"‏‏.‏ فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ‏.‏",
    "english_text": "The Prophet. said, \"The biggest of the great sins are: To join others in worship with Allah, to be \nundutiful to one's parents, and to give a false witness.\" He repeated it thrice, or said, \"....a false \nstatement,\" and kept on repeating that warning till we wished he would stop saying it. (See Hadith \nNo.7, Vol. 8)",
    "explication": "‏ ‏قَوْلُهُ : ( حَدَّثَنَا اَلْجُرَيْرِيّ ) ‏ ‏بِضَمِّ اَلْجِيمِ وَهُوَ سَعِيد بْن إِيَاس وَسَمَّاهُ فِي رِوَايَةِ خَالِد اَلْحَذَّاء عَنْهُ فِي أَوَائِل اَلْأَدَبِ , وَقَدْ أَخْرَجَ اَلْبُخَارِيّ لِلْعَبَّاسِ بْن فَرُّوخٍ اَلْجُرَيْرِيّ لَكِنَّهُ إِذَا أَخْرَجَهُ عَنْهُ سَمَّاهُ. ‏ ‏قَوْلُهُ : ( عَنْ عَبْد اَلرَّحْمَن بْن أَبِي بَكْرَةَ ) ‏ ‏فِي رِوَايَةِ إِسْمَاعِيل بْن عُلَيَّة عَنْ اَلْجُرَيْرِيِّ \" حَدَّثَنَا عَبْد اَلرَّحْمَن \" وَقَدْ عَلَّقَهَا اَلْمُصَنِّفُ آخِر اَلْبَابِ. ‏ ‏قَوْلُهُ : ( أَلَا أُنَبِئُكُمْ بِأَكْبَرِ اَلْكَبَائِر ) ‏ ‏هَذَا يُقَوِّي - إِنْ كَانَ اَلْمَجْلِس مُتَّحِدًا - أَحَد اَلْوَجْهَيْنِ مِمَّا شَكَّ فِيهِ شُعْبَة هَلْ قَالَ ذَلِكَ اِبْتِدَاء أَوْ لَمَّا سُئِلَ ؟ وَقَدْ نَظَمَ كُلًّا مِنْ اَلْعُقُوقِ وَشَهَادَة اَلزُّورِ بِالشِّرْكِ فِي آيَتَيْنِ. إِحْدَاهُمَا قَوْلُهُ تَعَالَى : ( وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ) ثَانِيهِمَا : قَوْلُهُ تَعَالَى : ( فَاجْتَنِبُوا اَلرِّجْسَ مِنْ اَلْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ اَلزُّورِ). ‏ ‏قَوْلُهُ : ( ثَلَاثًا ) ‏ ‏أَيْ قَالَ لَهُمْ ذَلِكَ ثَلَاث مَرَّات وَكَرَّرَهُ تَأْكِيدًا لِيَنْتَبِهَ اَلسَّامِعُ عَلَى إِحْضَارِ فَهْمِهِ وَوَهَمَ مَنْ قَالَ : اَلْمُرَادُ بِذَلِكَ عَدَد اَلْكَبَائِرِ وَقَدْ تَرْجَمَ اَلْبُخَارِيّ فِي اَلْعِلْمِ \" مَنْ أَعَادَ اَلْحَدِيثَ ثَلَاثًا لِيُفْهَمَ عَنْهُ \" وَذَكَرَ فِيهِ طَرَفًا مِنْ هَذَا اَلْحَدِيثِ تَعْلِيقًا. ‏ ‏قَوْلُهُ : ( اَلْإِشْرَاك بِاَللَّهِ ) ‏ ‏يَحْتَمِلُ مُطْلَقَ اَلْكُفْرِ وَيَكُونُ تَخْصِيصُهُ بِالذِّكْرِ لِغَلَبَتِهِ فِي اَلْوُجُودِ وَلَا سِيَّمَا فِي بِلَادِ اَلْعَرَبِ فَذَكَرَهُ تَنْبِيهًا عَلَى غَيْرِهِ. وَيَحْتَمِلُ أَنْ يُرَادَ بِهِ خُصُوصِيَّته إِلَّا أَنَّهُ يَرُدُّ عَلَيْهِ أَنَّ بَعْضَ اَلْكُفْرِ أَعْظَمُ قُبْحًا مِنْ اَلْإِشْرَاكِ وَهُوَ اَلتَّعْطِيلُ ; لِأَنَّهُ نَفْيٌ مُطْلَقٌ وَالْإِشْرَاكُ إِثْبَاتٌ مُقَيَّدٌ فَيَتَرَجَّحُ اَلِاحْتِمَال اَلْأَوَّل. ‏ ‏قَوْلُهُ : ( وَعُقُوق اَلْوَالِدَيْنِ ) ‏ ‏يَأْتِي اَلْكَلَام عَلَيْهِ فِي اَلْأَدَبِ مَعَ اَلْكَلَامِ عَلَى اَلْكَبَائِرِ وَضَابِطِهَا وَبَيَان مَا قِيلَ فِي عَدَدِهَا إِنْ شَاءَ اَللَّهُ تَعَالَى. ‏ ‏قَوْلُهُ : ( وَجَلَسَ وَكَانَ مُتَّكِئًا ) ‏ ‏يُشْعِرُ بِأَنَّهُ اِهْتَمَّ بِذَلِكَ حَتَّى جَلَسَ بَعْدَ أَنْ كَانَ مُتَّكِئًا وَيُفِيدُ ذَلِكَ تَأْكِيدَ تَحْرِيمِهِ وَعِظَمَ قُبْحِهِ , وَسَبَبُ اَلِاهْتِمَامِ بِذَلِكَ كَوْن قَوْل اَلزُّورِ أَوْ شَهَادَة اَلزُّورِ أَسْهَل وُقُوعًا عَلَى اَلنَّاسِ , وَالتَّهَاوُنِ بِهَا أَكْثَر , فَإِنَّ اَلْإِشْرَاكَ يَنْبُو عَنْهُ قَلْب اَلْمُسْلِمِ وَالْعُقُوق يَصْرِفُ عَنْهُ اَلطَّبْعُ , وَأَمَّا اَلزُّورُ فَالْحَوَامِل عَلَيْهِ كَثِيرَة كَالْعَدَاوَةِ وَالْحَسَدِ وَغَيْرِهِمَا فَاحْتِيجَ إِلَى اَلِاهْتِمَامِ بِتَعْظِيمِهِ وَلَيْسَ ذَلِكَ لِعِظَمِهَا بِالنِّسْبَةِ إِلَى مَا ذُكِرَ مَعَهَا مِنْ اَلْإِشْرَاكِ قَطْعًا بَلْ لِكَوْنِ مَفْسَدَة اَلزُّور مُتَعَدِّيَة إِلَى غَيْرِ اَلشَّاهِدِ بِخِلَافِ اَلشِّرْكِ فَإِنَّ مَفْسَدَتَهُ قَاصِرَةٌ غَالِبًا. ‏ ‏قَوْلُهُ : ( أَلَا وَقَوْل اَلزُّورِ ) ‏ ‏فِي رِوَايَةِ خَالِدٍ عَنْ اَلْجُرَيْرِيِّ \" أَلَا وَقَوْلُ اَلزُّورِ وَشَهَادَةُ اَلزُّورِ \" وَفِي رِوَايَةِ اِبْنِ عُلَيَّةَ \" شَهَادَة اَلزُّورِ أَوْ قَوْلُ اَلزُّورِ \" وَكَذَا وَقَعَ فِي اَلْعُمْدَةِ بِالْوَاو قَالَ اِبْن دَقِيقِ اَلْعِيدِ : يَحْتَمِلُ أَنْ يَكُونَ مِنْ اَلْخَاصِّ بَعْدَ اَلْعَامِّ لَكِنْ يَنْبَغِي أَنْ يُحْمَلَ عَلَى اَلتَّأْكِيدِ فَإِنَّا لَوْ حَمَلْنَا اَلْقَوْلَ عَلَى اَلْإِطْلَاقِ لَزِمَ أَنْ تَكُونَ اَلْكِذْبَةُ اَلْوَاحِدَةُ مُطْلَقًا كَبِيرَةً وَلَيْسَ كَذَلِكَ. قَالَ : وَلَا شَكَّ أَنَّ عِظَمَ اَلْكَذِب وَمَرَاتِبَهُ مُتَفَاوِتَةٌ بِحَسَبِ تَفَاوُت مَفَاسِدِهِ , وَمِنْهُ قَوْلُهُ تَعَالَى : ( وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدْ اِحْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا ). ‏ ‏قَوْلُهُ : ( فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ ) ‏ ‏أَيْ شَفَقَةً عَلَيْهِ وَكَرَاهِيَةً لِمَا يُزْعِجُهُ. وَفِيهِ مَا كَانُوا عَلَيْهِ مِنْ كَثْرَةِ اَلْأَدَبِ مَعَهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمَحَبَّة لَهُ وَالشَّفَقَة عَلَيْهِ. ‏ ‏قَوْلُهُ : ( وَقَالَ إِسْمَاعِيل بْن إِبْرَاهِيم ) ‏ ‏أَيْ اِبْن عُلَيَّة , وَرِوَايَتُهُ مَوْصُولَة فِي كِتَاب اِسْتِتَابَة اَلْمُرْتَدِّينَ وَفِي اَلْحَدِيثِ اِنْقِسَام اَلذُّنُوب إِلَى كَبِيرٍ وَأَكْبَرَ , وَيُؤْخَذُ مِنْهُ ثُبُوت اَلصَّغَائِر ; لِأَنَّ اَلْكَبِيرَةَ بِالنِّسْبَةِ إِلَيْهَا أَكْبَر مِنْهَا ; وَالِاخْتِلَاف فِي ثُبُوت اَلصَّغَائِر مَشْهُور , وَأَكْثَر مَا تَمَسَّكَ بِهِ مَنْ قَالَ لَيْسَ فِي اَلذُّنُوبِ صَغِيرَةٌ كَوْنُهُ نَظَرَ إِلَى عِظَمِ اَلْمُخَالَفَةِ لِأَمْرِ اَللَّهِ وَنَهْيِهِ , فَالْمُخَالَفَةُ بِالنِّسْبَةِ إِلَى جَلَالِ اَللَّهِ كَبِيرَة لَكِنْ لِمَنْ أَثْبَتَ اَلصَّغَائِرَ أَنْ يَقُولَ وَهِيَ بِالنِّسْبَةِ لِمَا فَوْقَهَا صَغِيرَة كَمَا دَلَّ عَلَيْهِ حَدِيث اَلْبَابِ , وَقَدْ فُهِمَ اَلْفَرْقُ بَيْنَ اَلصَّغِيرَةِ وَالْكَبِيرَةِ مِنْ مَدَارِكَ اَلشَّرْعِ وَسَبَقَ فِي أَوَائِل اَلصَّلَاةِ مَا يُكَفِّرُ اَلْخَطَايَا مَا لَمْ تَكُنْ كَبَائِر فَثَبَتَ بِهِ أَنَّ مِنْ اَلذُّنُوبِ مَا يُكَفَّرُ بِالطَّاعَاتِ وَمِنْهَا مَا لَا يُكَفَّرُ وَذَلِكَ هُوَ عَيْنُ اَلْمُدَّعَى وَلِهَذَا قَالَ اَلْغَزَالِيُّ : إِنْكَارُ اَلْفَرْقِ بَيْنَ اَلْكَبِيرَةِ وَالصَّغِيرَةِ لَا يَلِيقُ بِالْفَقِيهِ. ثُمَّ إِنَّ مَرَاتِبَ كُلٍّ مِنْ اَلصَّغَائِرِ وَالْكَبَائِرِ مُخْتَلَفٌ بِحَسَبِ تَفَاوُت مَفَاسِدِهَا. وَفِي اَلْحَدِيثِ تَحْرِيم شَهَادَة اَلزُّورِ : وَفِي مَعْنَاهَا كُلّ مَا كَانَ زُورًا مِنْ تَعَاطِي اَلْمَرْءِ مَا لَيْسَ لَهُ أَهْلًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6920,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ إِبْرَاهِيمَ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، أَخْبَرَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا الْكَبَائِرُ قَالَ ‏\"‏ الإِشْرَاكُ بِاللَّهِ ‏\"‏‏.‏ قَالَ ثُمَّ مَاذَا قَالَ ‏\"‏ ثُمَّ عُقُوقُ الْوَالِدَيْنِ ‏\"‏‏.‏ قَالَ ثُمَّ مَاذَا قَالَ ‏\"‏ الْيَمِينُ الْغَمُوسُ ‏\"‏‏.‏ قُلْتُ وَمَا الْيَمِينُ الْغَمُوسُ قَالَ ‏\"‏ الَّذِي يَقْتَطِعُ مَالَ امْرِئٍ مُسْلِمٍ هُوَ فِيهَا كَاذِبٌ ‏\"‏‏.‏",
    "english_text": "A bedouin came to the Prophet (ﷺ) and said, \"O Allah's Messenger (ﷺ)! What are the biggest sins?: The Prophet (ﷺ) \nsaid, \"To join others in worship with Allah.\" The bedouin said, \"What is next?\" The Prophet (ﷺ) said, \"To \nbe undutiful to one's parents.\" The bedouin said \"What is next?\" The Prophet (ﷺ) said \"To take an oath \n'Al-Ghamus.\" The bedouin said, \"What is an oath 'Al-Ghamus'?\" The Prophet (ﷺ) said, \"The false oath \nthrough which one deprives a Muslim of his property (unjustly).",
    "explication": "‏ ‏قَوْله ( النَّضْر ) ‏ ‏بِفَتْحِ النُّون وَسُكُون الْمُعْجَمَة هُوَ اِبْن شُمَيْلٍ بِالْمُعْجَمَةِ مُصَغَّرٌ , وَوَقَعَ مَنْسُوبًا فِي رِوَايَة النَّسَائِيِّ , وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" مِنْ رِوَايَة جَعْفَر بْن إِسْمَاعِيل عَنْ مُحَمَّد بْن مُقَاتِل شَيْخ الْبُخَارِيّ فِيهِ فَقَالَ \" عَنْ عَبْد اللَّه بْن الْمُبَارَك عَنْ شُعْبَة \" وَكَأَنَّ لِابْنِ مُقَاتِل فِيهِ شَيْخَيْنِ إِنْ كَانَ حَفِظَهُ , وَفِرَاسٌ بِكَسْرِ الْفَاءِ وَتَخْفِيفِ الرَّاءِ وَآخِرَهُ سِينٌ مُهْمَلَةٌ. ‏ ‏قَوْله ( عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ) ‏ ‏أَيْ اِبْنِ الْعَاصِ. ‏ ‏قَوْله ( الْكَبَائِر الْإِشْرَاكُ بِاَللَّهِ ) ‏ ‏فِي رِوَايَة شَيْبَانَ عَنْ فِرَاس فِي أَوَّله \" جَاءَ أَعْرَابِيّ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه مَا الْكَبَائِر \" فَذَكَرَهُ , وَلَمْ أَقِفْ عَلَى اِسْمِ هَذَا الْأَعْرَابِيِّ. ‏ ‏قَوْله ( الْكَبَائِر الْإِشْرَاك بِاَللَّهِ إِلَخْ ) ذَكَرَ هُنَا ثَلَاثَة أَشْيَاءَ بَعْد الشِّرْك وَهُوَ الْعُقُوق وَقَتْلُ النَّفْسِ وَالْيَمِينُ الْغَمُوسُ , وَرَوَاهُ غُنْدَرٌ عَنْ شُعْبَة بِلَفْظِ \" الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ أَوْ قَالَ الْيَمِين الْغَمُوس شَكَّ شُعْبَة \" أَخْرَجَهُ أَحْمَد عَنْهُ هَكَذَا , وَكَذَا أَخْرَجَهُ الْمُصَنِّف فِي أَوَائِل الدِّيَات وَالتِّرْمِذِيّ جَمِيعًا عَنْ بُنْدَارٍ عَنْ غُنْدَرٍ وَعَلَّقَهُ الْبُخَارِيّ هُنَاكَ , وَوَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ رِوَايَة مُعَاذ بْن مُعَاذ عَنْ شُعْبَة بِلَفْظِ \" الْكَبَائِر الْإِشْرَاك بِاَللَّهِ وَالْيَمِين الْغَمُوس وَعُقُوق الْوَالِدَيْنِ أَوْ قَالَ قَتْل النَّفْس \" وَوَقَعَ فِي رِوَايَة شَيْبَانَ الَّتِي أَشَرْت إِلَيْهَا \" الْإِشْرَاك بِاَللَّهِ , قَالَ : ثُمَّ مَاذَا ؟ قَالَ : ثُمَّ عُقُوق الْوَالِدَيْنِ , قَالَ ثُمَّ مَاذَا ؟ قَالَ الْيَمِينُ الْغَمُوسُ \" وَلَمْ يَذْكُرْ قَتْل النَّفْس , وَزَادَ فِي رِوَايَة شَيْبَانَ \" قُلْت وَمَا الْيَمِينُ الْغَمُوسُ ؟ قَالَ : الَّتِي تَقْتَطِعُ مَالَ اِمْرِئٍ مُسْلِمٍ هُوَ فِيهَا كَذِبٌ \" وَالْقَائِل قُلْت هُوَ عَبْد اللَّه بْن عَمْرو رَاوِي الْخَبَر , وَالْمُجِيبُ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَيَحْتَمِل أَنْ يَكُون السَّائِل مَنْ دُونَ عَبْد اللَّه بْن عَمْرو وَالْمُجِيبُ هُوَ عَبْد اللَّه أَوْ مَنْ دُونَهُ , وَيُؤَيِّد كَوْنه مَرْفُوعًا حَدِيث اِبْن مَسْعُود وَالْأَشْعَث الْمَذْكُور فِي الْبَاب الَّذِي بَعْده , ثُمَّ وَقَفْت عَلَى تَعْيِين الْقَائِل \" قُلْت : وَمَا الْيَمِين الْغَمُوس \" وَعَلَى تَعْيِين الْمَسْئُول فَوَجَدْت الْحَدِيث فِي النَّوْع الثَّالِث مِنْ الْقِسْم الثَّانِي مِنْ صَحِيح اِبْن حِبَّانَ وَهُوَ قِسْم النَّوَاهِي , وَأَخْرَجَهُ عَنْ النَّضْر بْن مُحَمَّد عَنْ مُحَمَّد بْن عُثْمَان الْعِجْلِيّ عَنْ عُبَيْد اللَّه بْن مُوسَى بِالسَّنَدِ الَّذِي أَخْرَجَهُ بِهِ الْبُخَارِيّ فَقَالَ فِي آخِره بَعْد قَوْله ثُمَّ الْيَمِين الْغَمُوس \" قُلْت لِعَامِرٍ : مَا الْيَمِينُ الْغَمُوسُ إِلَخْ \" فَظَهَرَ أَنَّ السَّائِل عَنْ ذَلِكَ فِرَاسٌ , وَالْمَسْئُول الشَّعْبِيُّ , وَهُوَ عَامِر فَلِلَّهِ الْحَمْدُ عَلَى مَا أَنْعَمَ ثُمَّ لِلَّهِ الْحَمْد ثُمَّ لِلَّهِ الْحَمْد , فَإِنِّي لَمْ أَرَ مَنْ تَحَرَّرَ لَهُ ذَلِكَ مِنْ الشُّرَّاح , حَتَّى إِنَّ الْإِسْمَاعِيلِيَّ وَأَبَا نُعَيْم لَمْ يُخْرِجَاهُ فِي هَذَا الْبَاب مِنْ رِوَايَة شَيْبَانَ بَلْ اِقْتَصَرَ عَلَى رِوَايَة شُعْبَة , وَسَيَأْتِي عَدُّ الْكَبَائِر وَبَيَان الِاخْتِلَاف فِي ذَلِكَ فِي كِتَاب الْحُدُود فِي شَرْح حَدِيث أَبِي هُرَيْرَة \" اِجْتَنِبُوا السَّبْع الْمُوبِقَات \" إِنْ شَاءَ اللَّه تَعَالَى , وَقَدْ بَيَّنْت ضَابِط الْكَبِيرَة وَالْخِلَاف فِي ذَلِكَ , وَأَنَّ فِي الذُّنُوب صَغِيرًا وَكَبِيرًا وَأَكْبَرَ , فِي أَوَائِل كِتَاب الْأَدَب , وَذَكَرْت مَا يَدُلُّ عَلَى أَنَّ الْمُرَاد بِالْكَبَائِرِ فِي حَدِيث الْبَاب أَكْبَر الْكَبَائِر , وَأَنَّهُ وَرَدَ مِنْ وَجْهٍ آخَرَ عِنْد أَحْمَد عَنْ عَبْد اللَّه بْن عَمْرو بِلَفْظِ \" مِنْ أَكْبَر الْكَبَائِر \" وَأَنَّ لَهُ شَاهِدًا عِنْد التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن أُنَيْس وَذَكَرَ فِيهِ الْيَمِين الْغَمُوس أَيْضًا , وَاسْتَدَلَّ بِهِ الْجُمْهُور عَلَى أَنَّ الْيَمِين الْغَمُوس لَا كَفَّارَة فِيهَا لِلِاتِّفَاقِ عَلَى أَنَّ الشِّرْك وَالْعُقُوق وَالْقَتْل لَا كَفَّارَة فِيهِ وَإِنَّمَا كَفَّارَتهَا التَّوْبَة مِنْهَا وَالتَّمْكِين مِنْ الْقِصَاص فِي الْقَتْل الْعَمْد , فَكَذَلِكَ الْيَمِين الْغَمُوس حُكْمهَا حُكْم مَا ذُكِرَتْ مَعَهُ , وَأُجِيبَ بِأَنَّ الِاسْتِدْلَال بِذَلِكَ ضَعِيف ; لِأَنَّ الْجَمْع بَيْن مُخْتَلِفِ الْأَحْكَامِ جَائِزٌ كَقَوْلِهِ تَعَالَى ( كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ ) وَالْإِيتَاء وَاجِب وَالْأَكْل غَيْر وَاجِب , وَقَدْ أَخْرَجَ اِبْن الْجَوْزِيِّ فِي \" التَّحْقِيق \" مِنْ طَرِيق اِبْن شَاهِين بِسَنَدِهِ إِلَى خَالِد بْن مَعْدَان عَنْ أَبِي الْمُتَوَكِّل عَنْ أَبِي هُرَيْرَة أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لَيْسَ فِيهَا كَفَّارَة يَمِين صَبْر يَقْتَطِع بِهَا مَالًا بِغَيْرِ حَقّ , وَظَاهِر سَنَدِهِ الصِّحَّةُ , لَكِنَّهُ مَعْلُولٌ ; لِأَنَّ فِيهِ عَنْعَنَةَ بَقِيَّة فَقَدْ أَخْرَجَهُ أَحْمَد مِنْ هَذَا الْوَجْه فَقَالَ فِي هَذَا السَّنَد عَنْ الْمُتَوَكِّل أَوْ أَبِي الْمُتَوَكِّل , فَظَهَرَ أَنَّهُ لَيْسَ هُوَ النَّاجِيَ الثِّقَةَ بَلْ آخَر مَجْهُول , وَأَيْضًا فَالْمَتْن مُخْتَصَر وَلَفْظه عِنْد أَحْمَد \" مَنْ لَقِيَ اللَّه لَا يُشْرِكُ بِهِ شَيْئًا دَخَلَ الْجَنَّة \" الْحَدِيث , وَفِيهِ \" وَخَمْسٌ لَيْسَ لَهَا كَفَّارَةٌ الشِّرْكُ بِاَللَّهِ \" وَذَكَرَ فِي آخِرِهَا \" وَيَمِين صَابِرَة يَقْتَطِع بِهَا مَالًا بِغَيْرِ حَقّ \" وَنَقَلَ مُحَمَّد بْن نَصْر فِي اِخْتِلَاف الْعُلَمَاء ثُمَّ اِبْن الْمُنْذِر ثُمَّ اِبْن عَبْد الْبَرّ اِتِّفَاق الصَّحَابَة عَلَى أَنْ لَا كَفَّارَةَ فِي الْيَمِين الْغَمُوس , وَرَوَى آدَم بْن أَبِي إِيَاس فِي مُسْنَد شُعْبَة وَإِسْمَاعِيل الْقَاضِي فِي الْأَحْكَام عَنْ اِبْن مَسْعُود \" كُنَّا نَعُدّ الذَّنْبَ الَّذِي لَا كَفَّارَةَ لَهُ الْيَمِين الْغَمُوس أَنْ يَحْلِف الرَّجُل عَلَى مَال أَخِيهِ كَاذِبًا لِيَقْتَطِعَهُ \" قَالَ : وَلَا مُخَالِفَ لَهُ مِنْ الصَّحَابَة , وَاحْتَجُّوا بِأَنَّهَا أَعْظَمُ مِنْ أَنْ تُكَفَّر , وَأَجَابَ مَنْ قَالَ بِالْكَفَّارَةِ كَالْحَكَمِ وَعَطَاءٍ وَالْأَوْزَاعِيِّ وَمَعْمَرٍ وَالشَّافِعِيِّ بِأَنَّهُ أَحْوَج لِلْكَفَّارَةِ مِنْ غَيْره وَبِأَنَّ الْكَفَّارَة لَا تَزِيدهُ إِلَّا خَيْرًا , وَاَلَّذِي يَجِب عَلَيْهِ الرُّجُوع إِلَى الْحَقّ وَرَدّ الْمَظْلِمَةِ , فَإِنْ لَمْ يَفْعَل كَفَّرَ فَالْكَفَّارَة لَا تَرْفَعُ عَنْهُ حُكْم التَّعَدِّي بَلْ تَنْفَعهُ فِي الْجُمْلَة. وَقَدْ طَعَنَ اِبْن حَزْمٍ فِي صِحَّة الْأَثَر عَنْ اِبْن مَسْعُود وَاحْتَجَّ بِإِيجَابِ الْكَفَّارَة فِيمَنْ تَعَمَّدَ الْجِمَاع فِي صَوْم رَمَضَان , وَفِيمَنْ أَفْسَدَ حَجَّهُ , قَالَ : وَلَعَلَّهُمَا أَعْظَم إِثْمًا مِنْ بَعْض مَنْ حَلَفَ الْيَمِين الْغَمُوس , ثُمَّ قَالَ : وَقَدْ أَوْجَبَ الْمَالِكِيَّة الْكَفَّارَة عَلَى مَنْ حَلَفَ أَنْ لَا يَزْنِيَ ثُمَّ زَنَى وَنَحْو ذَلِكَ , وَمِنْ حُجَّةِ الشَّافِعِيِّ قَوْله فِي الْحَدِيث الْمَاضِي فِي أَوَّل كِتَاب الْأَيْمَان \" فَلْيَأْتِ الَّذِي هُوَ خَيْر وَلْيُكَفِّرْ عَنْ يَمِينه \" فَأَمَرَ مَنْ تَعَمَّدَ الْحِنْث أَنْ يُكَفِّرَ فَيُؤْخَذ مِنْهُ مَشْرُوعِيَّة الْكَفَّارَة لِمَنْ حَلَفَ حَانِثًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6921,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، وَالأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَنُؤَاخَذُ بِمَا عَمِلْنَا فِي الْجَاهِلِيَّةِ قَالَ ‏\n\"‏ مَنْ أَحْسَنَ فِي الإِسْلاَمِ لَمْ يُؤَاخَذْ بِمَا عَمِلَ فِي الْجَاهِلِيَّةِ، وَمَنْ أَسَاءَ فِي الإِسْلاَمِ أُخِذَ بِالأَوَّلِ وَالآخِرِ ‏\"‏‏.‏",
    "english_text": "A man said, \"O Allah's Messenger (ﷺ)! Shall we be punished for what we did in the Prelslamic Period of \nignorance?\" The Prophet (ﷺ) said, \"Whoever does good in Islam will not be punished for what he did in \nthe Pre-lslamic Period of ignorance and whoever does evil in Islam will be punished for his former \nand later (bad deeds).",
    "explication": "‏ ‏قَوْله ( سُفْيَان ) ‏ ‏هُوَ الثَّوْرِيّ. ‏ ‏قَوْله ( قَالَ رَجُل ) ‏ ‏لَمْ أَقِف عَلَى اِسْمه. ‏ ‏قَوْله ( وَمَنْ أَسَاءَ فِي الْإِسْلَام أُخِذَ بِالْأَوَّلِ وَالْآخِر ) ‏ ‏قَالَ الْخَطَّابِيُّ : ظَاهِره خِلَاف مَا أَجْمَعَتْ عَلَيْهِ الْأُمَّة أَنَّ الْإِسْلَام يَجُبُّ مَا قَبْله , وَقَالَ تَعَالَى ( قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَر لَهُمْ مَا قَدْ سَلَفَ ) قَالَ : وَوَجْه هَذَا الْحَدِيث أَنَّ الْكَافِر إِذَا أَسْلَمَ لَمْ يُؤَاخَذ بِمَا مَضَى , فَإِنْ أَسَاءَ فِي الْإِسْلَام غَايَة الْإِسَاءَة وَرَكِبَ أَشَدَّ الْمَعَاصِي وَهُوَ مُسْتَمِرّ الْإِسْلَام فَإِنَّهُ إِنَّمَا يُؤَاخَذ بِمَا جَنَاهُ مِنْ الْمَعْصِيَة فِي الْإِسْلَام وَيُبَكَّت بِمَا كَانَ مِنْهُ فِي الْكُفْر كَأَنْ يُقَال لَهُ : أَلَسْت فَعَلْت كَذَا وَأَنْتَ كَافِر فَهَلَّا مَنَعَك إِسْلَامُك عَنْ مُعَاوَدَة مِثْله ؟ اِنْتَهَى مُلَخَّصًا , وَحَاصِله أَنَّهُ أَوَّلَ الْمُؤَاخَذَةَ فِي الْأَوَّل بِالتَّبْكِيتِ وَفِي الْآخِر بِالْعُقُوبَةِ , وَالْأَوْلَى قَوْل غَيْره : إِنَّ الْمُرَاد بِالْإِسَاءَةِ الْكُفْر لِأَنَّهُ غَايَة الْإِسَاءَة وَأَشَدُّ الْمَعَاصِي فَإِذَا اِرْتَدَّ وَمَاتَ عَلَى كُفْره كَانَ كَمَنْ لَمْ يُسْلِم فَيُعَاقَب عَلَى جَمِيع مَا قَدَّمَهُ , وَإِلَى ذَلِكَ أَشَارَ الْبُخَارِيّ بِإِيرَادِ هَذَا الْحَدِيث بَعْد حَدِيث \" أَكْبَرُ الْكَبَائِر الشِّرْك \" وَأَوْرَدَ كُلًّا فِي أَبْوَاب الْمُرْتَدِّينَ , وَنَقَلَ اِبْن بَطَّال عَنْ الْمُهَلَّب قَالَ : مَعْنَى حَدِيث الْبَاب مَنْ أَحْسَنَ فِي الْإِسْلَام بِالتَّمَادِي عَلَى مُحَافَظَته وَالْقِيَام بِشَرَائِطِهِ لَمْ يُؤَاخَذ بِمَا عَمِلَ فِي الْجَاهِلِيَّة , وَمَنْ أَسَاءَ فِي الْإِسْلَام أَيْ فِي عَقْده بِتَرْكِ التَّوْحِيد أُخِذَ بِكُلِّ مَا أَسْلَفَهُ , قَالَ اِبْن بَطَّال : فَعَرَضْته عَلَى جَمَاعَة مِنْ الْعُلَمَاء فَقَالُوا لَا مَعْنَى لِهَذَا الْحَدِيث غَيْر هَذَا , وَلَا تَكُون الْإِسَاءَة هُنَا إِلَّا الْكُفْر لِلْإِجْمَاعِ عَلَى أَنَّ الْمُسْلِم لَا يُؤَاخَذ بِمَا عَمِلَ فِي الْجَاهِلِيَّة. قُلْت : وَبِهِ جَزَمَ الْمُحِبّ الطَّبَرِيُّ. وَنَقَلَ اِبْن التِّين عَنْ الدَّاوُدِيّ مَعْنَى مَنْ أَحْسَنَ مَاتَ عَلَى الْإِسْلَام , وَمَنْ أَسَاءَ مَاتَ عَلَى غَيْر الْإِسْلَام. وَعَنْ أَبِي عَبْد الْمَلِك الْبَوْنِيّ : مَعْنَى مَنْ أَحْسَنَ فِي الْإِسْلَام أَيْ أَسْلَمَ إِسْلَامًا صَحِيحًا لَا نِفَاق فِيهِ وَلَا شَكَّ , وَمَنْ أَسَاءَ فِي الْإِسْلَام أَيْ أَسْلَمَ رِيَاء وَسُمْعَة وَبِهَذَا جَزَمَ الْقُرْطُبِيّ , وَلِغَيْرِهِ مَعْنَى الْإِحْسَان الْإِخْلَاص حِين دَخَلَ فِيهِ وَدَوَامه عَلَيْهِ إِلَى مَوْته , وَالْإِسَاءَة بِضِدِّ ذَلِكَ فَإِنَّهُ إِنْ لَمْ يُخْلِص إِسْلَامه كَانَ مُنَافِقًا فَلَا يَنْهَدِم عَنْهُ مَا عَمِلَ فِي الْجَاهِلِيَّة فَيُضَاف نِفَاقه الْمُتَأَخِّر إِلَى كُفْره الْمَاضِي فَيُعَاقَب عَلَى جَمِيع ذَلِكَ. قُلْت : وَحَاصِله أَنَّ الْخَطَّابِيّ حَمَلَ قَوْله \" فِي الْإِسْلَام \" عَلَى صِفَة خَارِجَة عَنْ مَاهِيَّة الْإِسْلَام , وَحَمَلَهُ غَيْره عَلَى صِفَة فِي نَفْس الْإِسْلَام وَهُوَ أَوْجَهُ. ‏ ‏( تَنْبِيه ) : ‏ ‏حَدِيث اِبْن مَسْعُود هَذَا يُقَابِل حَدِيث أَبِي سَعِيد الْمَاضِي فِي كِتَاب الْإِيمَان مُعَلَّقًا عَنْ مَالِك , فَإِنَّ ظَاهِر هَذَا أَنَّ مَنْ اِرْتَكَبَ الْمَعَاصِيَ بَعْد أَنْ أَسْلَمَ يُكْتَب عَلَيْهِ مَا عَمِلَهُ مِنْ الْمَعَاصِي قَبْل أَنْ يُسْلِم , وَظَاهِر ذَلِكَ أَنَّ مَنْ عَمِلَ الْحَسَنَات بَعْد أَنْ أَسْلَمَ يُكْتَب لَهُ مَا عَمِلَهُ مِنْ الْخَيْرَات قَبْل أَنْ يُسْلِم , وَقَدْ مَضَى الْقَوْل فِي تَوْجِيه الثَّانِي عِنْد شَرْحه , وَيَحْتَمِل أَنْ يَجِيء هُنَا بَعْض مَا ذَكَرَ هُنَاكَ كَقَوْلِ مَنْ قَالَ إِنَّ مَعْنَى كِتَابَة مَا عَمِلَهُ مِنْ الْخَيْر فِي الْكُفْر أَنَّهُ كَانَ سَبَبًا لِعَمَلِهِ الْخَيْرَ فِي الْإِسْلَام. ثُمَّ وَجَدْت فِي \" كِتَاب السُّنَّة \" لِعَبْدِ الْعَزِيز بْن جَعْفَر وَهُوَ مِنْ رُءُوس الْحَنَابِلَة مَا يَدْفَع دَعْوَة الْخَطَّابِيّ وَابْن بَطَّال الْإِجْمَاعَ الَّذِي نَقَلَاهُ , وَهُوَ مَا نُقِلَ عَنْ الْمَيْمُونِيّ عَنْ أَحْمَدَ أَنَّهُ قَالَ : بَلَغَنِي أَنَّ أَبَا حَنِيفَة يَقُول إِنَّ مَنْ أَسْلَمَ لَا يُؤَاخَذ بِمَا كَانَ فِي الْجَاهِلِيَّة , ثُمَّ رَدَّ عَلَيْهِ بِحَدِيثِ اِبْن مَسْعُود فَفِيهِ أَنَّ الذُّنُوب الَّتِي كَانَ الْكَافِر يَفْعَلهَا فِي جَاهِلِيَّته إِذَا أَصَرَّ عَلَيْهَا فِي الْإِسْلَام فَإِنَّهُ يُؤَاخَذ بِهَا لِأَنَّهُ بِإِصْرَارِهِ لَا يَكُون تَابَ مِنْهَا وَإِنَّمَا تَابَ مِنْ الْكُفْر فَلَا يَسْقُط عَنْهُ ذَنْب تِلْكَ الْمَعْصِيَة لِإِصْرَارِهِ عَلَيْهَا , وَإِلَى هَذَا ذَهَبَ الْحَلِيمِيّ مِنْ الشَّافِعِيَّة , وَتَأَوَّلَ بَعْضُ الْحَنَابِلَةِ قَوْلَهُ ( قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَر لَهُمْ مَا قَدْ سَلَفَ ) عَلَى أَنَّ الْمُرَاد مَا سَلَفَ مِمَّا اِنْتَهَوْا عَنْهُ , قَالَ : وَالِاخْتِلَاف فِي هَذِهِ الْمَسْأَلَة مَبْنِيّ عَلَى أَنَّ التَّوْبَة هِيَ النَّدَم عَلَى الذَّنْب مَعَ الْإِقْلَاع عَنْهُ وَالْعَزْم عَلَى عَدَم الْعَوْد إِلَيْهِ وَالْكَافِر إِذَا تَابَ مِنْ الْكُفْر وَلَا يَعْزِم عَلَى عَدَم الْعَوْد إِلَى الْفَاحِشَة لَا يَكُون تَائِبًا مِنْهَا فَلَا تَسْقُط عَنْهُ الْمُطَالَبَة بِهَا وَالْجَوَاب عَنْ الْجُمْهُور أَنَّ هَذَا خَاصّ بِالْمُسْلِمِ وَأَمَّا الْكَافِر فَإِنَّهُ يَكُون بِإِسْلَامِهِ كَيَوْمِ وَلَدَتْهُ أُمّه وَالْأَخْبَار دَالَّة عَلَى ذَلِكَ كَحَدِيثِ أُسَامَة لَمَّا أَنْكَرَ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَتْل الَّذِي قَالَ لَا إِلَه إِلَّا اللَّه حَتَّى قَالَ فِي آخِره \" حَتَّى تَمَنَّيْت أَنَّنِي كُنْت أَسْلَمْت يَوْمئِذٍ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6922,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، مُحَمَّدُ بْنُ الْفَضْلِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، قَالَ أُتِيَ عَلِيٌّ ـ رضى الله عنه ـ بِزَنَادِقَةٍ فَأَحْرَقَهُمْ فَبَلَغَ ذَلِكَ ابْنَ عَبَّاسٍ فَقَالَ لَوْ كُنْتُ أَنَا لَمْ أُحْرِقْهُمْ لِنَهْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلَقَتَلْتُهُمْ لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ ‏\"‏‏.‏",
    "english_text": "Some Zanadiqa (atheists) were brought to `Ali and he burnt them. The news of this event, reached Ibn \n`Abbas who said, \"If I had been in his place, I would not have burnt them, as Allah's Messenger (ﷺ) forbade \nit, saying, 'Do not punish anybody with Allah's punishment (fire).' I would have killed them according \nto the statement of Allah's Messenger (ﷺ), 'Whoever changed his Islamic religion, then kill him.'\"",
    "explication": "‏ ‏قَوْله : ( عَنْ أَيُّوب ) ‏ ‏صَرَّحَ الْحُمَيْدِيُّ عَنْ سُفْيَان بِتَحْدِيثِ أَيُّوب لَهُ بِهِ. ‏ ‏قَوْله : ( أَنَّ عَلِيًّا حَرَقَ قَوْمًا ) ‏ ‏فِي رِوَايَة الْحُمَيْدِيِّ الْمَذْكُورَة \" أَنَّ عَلِيًّا أَحْرَقَ الْمُرْتَدِّينَ \" يَعْنِي الزَّنَادِقَة. وَفِي رِوَايَة اِبْن أَبِي عُمَر وَمُحَمَّد بْن عَبَّاد عِنْد الْإِسْمَاعِيلِيّ جَمِيعًا عَنْ سُفْيَان قَالَ \" رَأَيْت عَمْرو بْن دِينَار وَأَيُّوب وَعَمَّارًا الدُّهْنِيّ اِجْتَمَعُوا فَتَذَّكَّرُوا الَّذِينَ حَرَقَهُمْ عَلِيّ , فَقَالَ أَيُّوب \" فَذَكَرَ الْحَدِيث \" فَقَالَ عَمَّار لَمْ يَحْرُقهُمْ , وَلَكِنْ حَفَرَ لَهُمْ حَفَائِر وَخَرَقَ بَعْضهَا إِلَى بَعْض ثُمَّ دَخَّنَ عَلَيْهِمْ , فَقَالَ عَمْرو بْن دِينَار قَالَ الشَّاعِر : ‏ ‏لِتَرْمِ بِي الْمَنَايَا حَيْثُ شَاءَتْ ‏ ‏إِذَا لَمْ تَرْمِ بِي فِي الْحُفْرَتَيْنِ ‏ ‏إِذَا مَا أَجَّجُوا حَطَبًا وَنَارًا ‏ ‏هُنَاكَ الْمَوْت نَقْدًا غَيْر دَيْن ‏ ‏اِنْتَهَى. وَكَأَنَّ عَمْرو بْن دِينَار أَرَادَ بِذَلِكَ الرَّدّ عَلَى عَمَّار الدُّهْنِيّ فِي إِنْكَاره أَصْل التَّحْرِيق. ثُمَّ وَجَدْت فِي الْجُزْء الثَّالِث مِنْ حَدِيث أَبِي طَاهِر الْمُخْلِص \" حَدَّثَنَا لُوَيْنٌ حَدَّثَنَا سُفْيَان بْن عُيَيْنَةَ \" فَذَكَرَهُ عَنْ أَيُّوب وَحْده , ثُمَّ أَوْرَدَهُ عَنْ عَمَّار وَحْده , قَالَ اِبْن عُيَيْنَةَ : فَذَكَرْته لِعَمْرِو بْن دِينَار فَأَنْكَرَهُ وَقَالَ \" فَأَيْنَ قَوْله : أَوْقَدْت نَارِي وَدَعَوْت قَنْبَرًا \" فَظَهَرَ بِهَذَا صِحَّة مَا كُنْت ظَنَنْته , وَسَيَأْتِي لِلْمُصَنِّفِ فِي اِسْتِتَابَة الْمُرْتَدِّينَ فِي آخِر الْحُدُود مِنْ طَرِيق حَمَّاد بْن زَيْد عَنْ أَيُّوب عَنْ عِكْرِمَة قَالَ \" أُتِيَ عَلِيّ بِزَنَادِقَةٍ فَأَحْرَقَهُمْ \" وَلِأَحْمَد مِنْ هَذَا الْوَجْه \" أَنَّ عَلِيًّا أُتِيَ بِقَوْمٍ مِنْ هَؤُلَاءِ الزَّنَادِقَة وَمَعَهُمْ كُتُبٌ , فَأَمَرَ بِنَارٍ فَأُجِّجَتْ ثُمَّ أَحْرَقَهُمْ وَكُتُبَهمْ \" وَرَوَى اِبْن أَبِي شَيْبَة مِنْ طَرِيق عَبْد الرَّحْمَن بْن عُبَيْد عَنْ أَبِيهِ قَالَ \" كَانَ نَاس يَعْبُدُونَ الْأَصْنَام فِي السِّرّ وَيَأْخُذُونَ الْعَطَاء , فَأَتَى بِهِمْ عَلِيٌّ فَوَضَعَهُمْ فِي السِّجْن وَاسْتَشَارَ النَّاس , فَقَالُوا : اُقْتُلْهُمْ , فَقَالَ : لَا بَلْ أَصْنَع بِهِمْ كَمَا صُنِعَ بِأَبِينَا إِبْرَاهِيم , فَحَرَقَهُمْ بِالنَّارِ \". ‏ ‏قَوْله : ( لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَا تُعَذِّبُوا بِعَذَابِ اللَّه ) ‏ ‏هَذَا أَصْرَحُ فِي النَّهْي مِنْ الَّذِي قَبْله , وَزَادَ أَحْمَد وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ وَجْهٍ آخَر عَنْ أَيُّوب فِي آخِره \" فَبَلَغَ ذَلِكَ عَلِيًّا فَقَالَ : وَيْح اِبْن عَبَّاس \" وَسَيَأْتِي الْكَلَام عَلَى قَوْله \" مَنْ بَدَّلَ دِينه فَاقْتُلُوهُ \" فِي اِسْتِتَابَة الْمُرْتَدِّينَ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6923,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ قُرَّةَ بْنِ خَالِدٍ، حَدَّثَنِي حُمَيْدُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبُو بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ أَقْبَلْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَمَعِي رَجُلاَنِ مِنَ الأَشْعَرِيِّينَ، أَحَدُهُمَا عَنْ يَمِينِي، وَالآخَرُ عَنْ يَسَارِي وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَسْتَاكُ فَكِلاَهُمَا سَأَلَ‏.‏ فَقَالَ ‏\"‏ يَا أَبَا مُوسَى ‏\"‏‏.‏ أَوْ ‏\"‏ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ ‏\"‏‏.‏ قَالَ قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أَطْلَعَانِي عَلَى مَا فِي أَنْفُسِهِمَا، وَمَا شَعَرْتُ أَنَّهُمَا يَطْلُبَانِ الْعَمَلَ‏.‏ فَكَأَنِّي أَنْظُرُ إِلَى سِوَاكِهِ تَحْتِ شَفَتِهِ قَلَصَتْ فَقَالَ ‏\"‏ لَنْ ـ أَوْ ـ لاَ نَسْتَعْمِلُ عَلَى عَمَلِنَا مَنْ أَرَادَهُ، وَلَكِنِ اذْهَبْ أَنْتَ يَا أَبَا مُوسَى ـ أَوْ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ ـ إِلَى الْيَمَنِ ‏\"‏‏.‏ ثُمَّ أَتْبَعَهُ مُعَاذُ بْنُ جَبَلٍ، فَلَمَّا قَدِمَ عَلَيْهِ أَلْقَى لَهُ وِسَادَةً قَالَ انْزِلْ، وَإِذَا رَجُلٌ عِنْدَهُ مُوثَقٌ‏.‏ قَالَ مَا هَذَا قَالَ كَانَ يَهُودِيًّا فَأَسْلَمَ ثُمَّ تَهَوَّدَ‏.‏ قَالَ اجْلِسْ‏.‏ قَالَ لاَ أَجْلِسُ حَتَّى يُقْتَلَ‏.‏ قَضَاءُ اللَّهِ وَرَسُولِهِ‏.‏ ثَلاَثَ مَرَّاتٍ، فَأَمَرَ بِهِ فَقُتِلَ، ثُمَّ تَذَاكَرْنَا قِيَامَ اللَّيْلِ، فَقَالَ أَحَدُهُمَا أَمَّا أَنَا فَأَقُومُ وَأَنَامُ، وَأَرْجُو فِي نَوْمَتِي مَا أَرْجُو فِي قَوْمَتِي‏.‏",
    "english_text": "Abu Musa said, \"I came to the Prophet (ﷺ) along with two men (from the tribe) of Ash`ariyin, one on my \nright and the other on my left, while Allah's Messenger (ﷺ) was brushing his teeth (with a Siwak), and both \nmen asked him for some employment. The Prophet (ﷺ) said, 'O Abu Musa (O `Abdullah bin Qais!).' I \nsaid, 'By Him Who sent you with the Truth, these two men did not tell me what was in their hearts and \nI did not feel (realize) that they were seeking employment.' As if I were looking now at his Siwak \nbeing drawn to a corner under his lips, and he said, 'We never (or, we do not) appoint for our affairs \nanyone who seeks to be employed. But O Abu Musa! (or `Abdullah bin Qais!) Go to Yemen.'\" The \nProphet then sent Mu`adh bin Jabal after him and when Mu`adh reached him, he spread out a cushion \nfor him and requested him to get down (and sit on the cushion). Behold: There was a fettered man \nbeside Abu Muisa. Mu`adh asked, \"Who is this (man)?\" Abu Muisa said, \"He was a Jew and became a \nMuslim and then reverted back to Judaism.\" Then Abu Muisa requested Mu`adh to sit down but \nMu`adh said, \"I will not sit down till he has been killed. This is the judgment of Allah and His Apostle \n(for such cases) and repeated it thrice. Then Abu Musa ordered that the man be killed, and he was \nkilled. Abu Musa added, \"Then we discussed the night prayers and one of us said, 'I pray and sleep, \nand I hope that Allah will reward me for my sleep as well as for my prayers.'\"",
    "explication": "‏ ‏قَوْله ( وَمَعِي رَجُلَانِ مِنْ الْأَشْعَرِيِّينَ , قَالَ فَقُلْت مَا عَلِمْت أَنَّهُمَا يَطْلُبَانِ الْعَمَل ) ‏ ‏كَذَا وَقَعَ مُخْتَصَرًا , وَسَيَأْتِي فِي اِسْتِتَابَة الْمُرْتَدِّينَ بِهَذَا الْإِسْنَاد بِعَيْنِهِ تَامًّا وَفِيهِ \" وَمَعِي رَجُلَانِ مِنْ الْأَشْعَرِيِّينَ وَكِلَاهُمَا سَأَلَ أَيْ لِلْعَمَلِ , فَقُلْت : وَالَّذِي بَعَثَك مَا اِطَّلَعْت عَلَى مَا فِي أَنْفُسهمَا وَلَا عَلِمْت أَنَّهُمَا يَطْلُبَانِ الْعَمَل \" الْحَدِيث. ‏ ‏قَوْله : ( قَالَ لَنْ - أَوْ لَا - نَسْتَعْمِل عَلَى عَمَلنَا مَنْ أَرَادَهُ ) ‏ ‏هَكَذَا ثَبَتَ فِي جَمِيع الرِّوَايَات الَّتِي وَقَفْت عَلَيْهَا , وَهُوَ شَكّ مِنْ الرَّاوِي هَلْ قَالَ لَنْ أَوْ قَالَ لَا , وَحَكَى اِبْن التِّين أَنَّهُ ضُبِطَ فِي بَعْض النُّسَخ \" أُوَلِّي \" بِضَمِّ الْهَمْزَة وَفَتْح الْوَاو وَتَشْدِيد اللَّام مَعَ كَسْرهَا فِعْل مُسْتَقْبَل مِنْ الْوِلَايَة , قَالَ الْقُطْب الْحَلَبِيّ : فَعَلَى هَذِهِ الرِّوَايَة يَكُون لَفْظ \" نَسْتَعْمِل \" زَائِدًا وَيَكُون تَقْدِير الْكَلَام لَنْ أُوَلِّي عَلَى عَمَلنَا. وَقَدْ وَقَعَ هَذَا الْحَدِيث فِي الْأَحْكَام مِنْ طَرِيق بُرَيْد بْن عَبْد اللَّه عَنْ أَبِي بُرْدَة بِلَفْظِ \" إِنَّا لَا نُوَلِّي عَلَى عَمَلنَا \" وَهُوَ يُعَضِّد هَذَا التَّقْرِير وَاللَّه أَعْلَم. قَالَ الْمُهَلَّب : لَمَّا كَانَ طَلَب الْعِمَالَة دَلِيلًا عَلَى الْحِرْص اُبْتُغِيَ أَنْ يُحْتَرَس مِنْ الْحَرِيص فَلِذَلِكَ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا نَسْتَعْمِل عَلَى عَمَلنَا مَنْ أَرَادَهُ \" وَظَاهِر الْحَدِيث مَنْع تَوْلِيَة مَنْ يَحْرِص عَلَى الْوِلَايَة إِمَّا عَلَى سَبِيل التَّحْرِيم أَوْ الْكَرَاهَة , وَإِلَى التَّحْرِيم جَنَحَ الْقُرْطُبِيّ , وَلَكِنْ يُسْتَثْنَى مِنْ ذَلِكَ مَنْ تَعَيَّنَ عَلَيْهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6924,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ لَمَّا تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ، وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ، قَالَ عُمَرُ يَا أَبَا بَكْرٍ، كَيْفَ تُقَاتِلُ النَّاسَ، وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ، إِلاَّ بِحَقِّهِ، وَحِسَابُهُ عَلَى اللَّهِ ‏\"‏‏.‏   قَالَ أَبُو بَكْرٍ وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ، فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ، وَاللَّهِ لَوْ مَنَعُونِي عَنَاقًا كَانُوا يُؤَدُّونَهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهَا‏.‏ قَالَ عُمَرُ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ أَنْ قَدْ شَرَحَ اللَّهُ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ فَعَرَفْتُ أَنَّهُ الْحَقُّ‏.‏",
    "english_text": "When the Prophet (ﷺ) died and Abu Bakr became his successor and some of the Arabs reverted to \ndisbelief, `Umar said, \"O Abu Bakr! How can you fight these people although Allah's Messenger (ﷺ) said, 'I \nhave been ordered to fight the people till they say: 'None has the right to be worshipped but Allah, \n'and whoever said, 'None has the right to be worshipped but Allah', Allah will save his property and \nhis life from me, unless (he does something for which he receives legal punishment) justly, and his \naccount will be with Allah?' \"Abu Bakr said, \"By Allah! I will fight whoever differentiates between \nprayers and Zakat as Zakat is the right to be taken from property (according to Allah's Orders). By \nAllah! If they refused to pay me even a kid they used to pay to Allah's Messenger (ﷺ), I would fight with \nthem for withholding it.\" `Umar said, \"By Allah: It was nothing, but I noticed that Allah opened Abu \nBakr's chest towards the decision to fight, therefore I realized that his decision was right.\"",
    "explication": "حَدِيث أَبِي هُرَيْرَةَ فِي قِصَّة أَبِي بَكْر فِي قِتَال مَانِعِي الزَّكَاة , وَاحْتِجَاجه فِي ذَلِكَ بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ عِصْمَة النَّفْس وَالْمَال تَتَوَقَّف عَلَى أَدَاء الْحَقّ , وَحَقّ الْمَال الزَّكَاة \". حَدِيث أَبِي هُرَيْرَة فِي قِصَّة أَبِي بَكْر فِي قِتَال مَانِعِي الزَّكَاة فَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ فِي شَرْح حَدِيث اِبْن عُمَر فِي بَاب قَوْله : ( فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاة ) وَيَأْتِي الْكَلَام عَلَى بَقِيَّة مَا يَخْتَصّ بِهِ فِي كِتَاب أَحْكَام الْمُرْتَدِّينَ إِنْ شَاءَ اللَّه. قَوْله فِي هَذِهِ الرِّوَايَة : ‏ ‏( لَمَّا تُوُفِّيَ رَسُوله اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ أَبُو بَكْر ) ‏ ‏\" كَانَ \" تَامَّة بِمَعْنَى حَصَلَ وَالْمُرَاد بِهِ قَامَ مَقَامه. ‏ ‏( تَكْمِيل ) : ‏ ‏اُخْتُلِفَ فِي أَوَّل وَقْت فَرْض الزَّكَاة , فَذَهَبَ الْأَكْثَر إِلَى أَنَّهُ وَقَعَ بَعْد الْهِجْرَة , فَقِيلَ كَانَ فِي السَّنَة الثَّانِيَة قَبْل فَرْض رَمَضَان أَشَارَ إِلَيْهِ النَّوَوِيّ فِي بَاب السَّيْر مِنْ الرَّوْضَة , وَجَزَمَ اِبْن الْأَثِير فِي التَّارِيخ بِأَنَّ ذَلِكَ كَانَ فِي التَّاسِعَة , وَفِيهِ نَظَر فَقَدْ تَقَدَّمَ فِي حَدِيث ضِمَام بْن ثَعْلَبَة وَفِي حَدِيث وَفْد عَبْد الْقَيْس وَفِي عِدَّة أَحَادِيث ذِكْر الزَّكَاة , وَكَذَا مُخَاطَبَة أَبِي سُفْيَان مَعَ هِرَقْل وَكَانَتْ فِي أَوَّل السَّابِعَة وَقَالَ فِيهِمَا \" يَأْمُرنَا بِالزَّكَاةِ \" لَكِنْ يُمْكِن تَأْوِيل كُلّ ذَلِكَ كَمَا سَيَأْتِي فِي آخِر الْكَلَام. وَقَوَّى بَعْضهمْ مَا ذَهَبَ إِلَيْهِ اِبْن الْأَثِير بِمَا وَقَعَ فِي قِصَّة ثَعْلَبَة بْن حَاطِب الْمُطَوَّلَة فَفِيهَا \" لَمَّا أُنْزِلَتْ آيَة الصَّدَقَة بَعَثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَامِلًا فَقَالَ مَا هَذِهِ إِلَّا جِزْيَة أَوْ أُخْت الْجِزْيَة \". وَالْجِزْيَة إِنَّمَا وَجَبَتْ فِي التَّاسِعَة فَتَكُون الزَّكَاة فِي التَّاسِعَة , لَكِنَّهُ حَدِيث ضَعِيف لَا يُحْتَجّ بِهِ. وَادَّعَى اِبْن خُزَيْمَةَ فِي صَحِيحه أَنَّ فَرْضهَا كَانَ قَبْل الْهِجْرَة , وَاحْتَجَّ بِمَا أَخْرَجَهُ مِنْ حَدِيث أُمّ سَلَمَة فِي قِصَّة هِجْرَتهمْ إِلَى الْحَبَشَة وَفِيهَا أَنَّ جَعْفَر بْن أَبِي طَالِب قَالَ لِلنَّجَاشِيِّ فِي جُمْلَة مَا أَخْبَرَهُ بِهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيَأْمُرنَا بِالصَّلَاةِ وَالزَّكَاة وَالصِّيَام \" اِنْتَهَى , وَفِي اِسْتِدْلَاله بِذَلِكَ نَظَر , لِأَنَّ الصَّلَوَات الْخَمْس لَمْ تَكُنْ فُرِضَتْ بَعْد , وَلَا صِيَام رَمَضَان , فَيَحْتَمِل أَنْ تَكُون مُرَاجَعَة جَعْفَر لَمْ تَكُنْ فِي أَوَّل مَا قَدِمَ عَلَى النَّجَاشِيّ , وَإِنَّمَا أَخْبَرَهُ بِذَلِكَ بَعْد مُدَّة قَدْ وَقَعَ فِيهَا مَا ذُكِرَ مِنْ قِصَّة الصَّلَاة وَالصِّيَام , وَبَلَغَ ذَلِكَ جَعْفَرًا فَقَالَ \" يَأْمُرنَا \" بِمَعْنَى يَأْمُر بِهِ أُمَّته , وَهُوَ بَعِيد جِدًّا , وَأَوْلَى مَا حُمِلَ عَلَيْهِ حَدِيث أُمّ سَلَمَة هَذَا - إِنْ سَلِمَ مِنْ قَدْح فِي إِسْنَاده - أَنَّ الْمُرَاد بِقَوْلِهِ \" يَأْمُرنَا بِالصَّلَاةِ وَالزَّكَاة وَالصِّيَام \" أَيْ فِي الْجُمْلَة , وَلَا يَلْزَم مِنْ ذَلِكَ أَنْ يَكُون الْمُرَاد بِالصَّلَاةِ الصَّلَوَات الْخَمْس وَلَا بِالصِّيَامِ صِيَام رَمَضَان وَلَا بِالزَّكَاةِ هَذِهِ الزَّكَاة الْمَخْصُوصَة ذَات النِّصَاب وَالْحَوْل وَاَللَّه أَعْلَم. وَمِمَّا يَدُلّ عَلَى أَنَّ فَرْض الزَّكَاة كَانَ قَبْل التَّاسِعَة حَدِيث أَنَس الْمُتَقَدِّم فِي الْعِلْم فِي قِصَّة ضِمَام بْن ثَعْلَبَة وَقَوْله \" أَنْشُدك اللَّه. اللَّه أَمَرَك أَنْ تَأْخُذ هَذِهِ الصَّدَقَة مِنْ أَغْنِيَائِنَا فَتَقْسِمهَا عَلَى فُقَرَائِنَا \" وَكَانَ قُدُوم ضِمَام سَنَة خَمْس كَمَا تَقَدَّمَ. وَإِنَّمَا الَّذِي وَقَعَ فِي التَّاسِعَة بَعْث الْعُمَّال لِأَخْذِ الصَّدَقَات , وَذَلِكَ يَسْتَدْعِي تَقَدُّم فَرِيضَة الزَّكَاة قَبْل ذَلِكَ. وَمِمَّا يَدُلّ عَلَى أَنَّ فَرْض الزَّكَاة وَقَعَ بَعْد الْهِجْرَة اِتِّفَاقهمْ عَلَى أَنَّ صِيَام رَمَضَان إِنَّمَا فُرِضَ بَعْد الْهِجْرَة , لِأَنَّ الْآيَة الدَّالَّة عَلَى فَرْضِيَّته مَدَنِيَّة بِلَا خِلَاف , وَثَبَتَ عِنْد أَحْمَد وَابْن خُزَيْمَةَ أَيْضًا وَالنَّسَائِيِّ وَابْن مَاجَهْ وَالْحَاكِم مِنْ حَدِيث قَيْس بْن سَعْد بْن عُبَادَةَ قَالَ \" أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصَدَقَةِ الْفِطْر قَبْل أَنْ تَنْزِل الزَّكَاة , ثُمَّ نَزَلَتْ فَرِيضَة الزَّكَاة فَلَمْ يَأْمُرنَا وَلَمْ يَنْهَنَا وَنَحْنُ نَفْعَلهُ \" إِسْنَاده صَحِيح وَرِجَاله رِجَال الصَّحِيح إِلَّا أَبَا عَمَّار الرَّاوِي لَهُ عَنْ قَيْس بْن سَعْد وَهُوَ كُوفِيّ اِسْمه عَرِيب بِالْمُهْمَلَةِ الْمَفْتُوحَة اِبْن حُمَيْدٍ وَقَدْ وَثَّقَهُ أَحْمَد وَابْن مَعِين , وَهُوَ دَالّ عَلَى أَنْ فَرْض صَدَقَة الْفِطْر كَانَ قَبْل فَرْض الزَّكَاة فَيَقْتَضِي وُقُوعهَا بَعْد فَرْض رَمَضَان وَذَلِكَ بَعْد الْهِجْرَة وَهُوَ الْمَطْلُوب. وَوَقَعَ فِي \" تَارِيخ الْإِسْلَام \" : فِي السَّنَة الْأُولَى فُرِضَتْ الزَّكَاة , وَقَدْ أَخْرَجَ الْبَيْهَقِيُّ فِي الدَّلَائِل حَدِيث أُمّ سَلَمَة الْمَذْكُور مِنْ طَرِيق \" الْمَغَازِي لِابْنِ إِسْحَاق \" مِنْ رِوَايَة يُونُس بْن بُكَيْر عَنْهُ وَلَيْسَ فِيهِ ذِكْر الزَّكَاة , وَابْن خُزَيْمَةَ أَخْرَجَهُ مِنْ حَدِيث اِبْن إِسْحَاق لَكِنْ مِنْ طَرِيق سَلَمَة بْن الْفَضْل عَنْهُ , وَفِي سَلَمَة مَقَال. وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6925,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ مَرَّ يَهُودِيٌّ بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ السَّامُ عَلَيْكَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَعَلَيْكَ ‏\"‏‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَدْرُونَ مَا يَقُولُ قَالَ السَّامُ عَلَيْكَ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ أَلاَ نَقْتُلُهُ قَالَ ‏\"‏ لاَ، إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا وَعَلَيْكُمْ ‏\"‏‏.‏",
    "english_text": "A Jew passed by Allah's Messenger (ﷺ) and said, \"As-Samu 'Alaika.\" Allah's Messenger (ﷺ) said in reply, \"We \n'Alaika.\" Allah's Messenger (ﷺ) then said to his companions, \"Do you know what he (the Jew) has said? He \nsaid, 'As-Samu 'Alaika.'\" They said, \"O Allah's Messenger (ﷺ)! Shall we kill him?\" The Prophet, said, \"No. \nWhen the people of the Book greet you, say: 'Wa 'Alaikum.'\"",
    "explication": "الْحَدِيث أَوْرَدَهُ مِنْ طَرِيق عُبَيْد اللَّه بْن أَبِي بَكْر بْن أَنَس حَدَّثَنَا أَنَس بْن مَالِك يَعْنِي جَدّه بِلَفْظِ \" إِذَا سَلَّمَ عَلَيْكُمْ أَهْل الْكِتَاب فَقُولُوا وَعَلَيْكُمْ \" كَذَا رَوَاهُ مُخْتَصَرًا , وَرَوَاهُ قَتَادَة عَنْ أَنَس أَتَمّ مِنْهُ أَخْرَجَهُ مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ طَرِيق شُعْبَة عَنْهُ بِلَفْظِ \" إِنَّ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا إِنَّ أَهْل الْكِتَاب يُسَلِّمُونَ عَلَيْنَا فَكَيْف نَرُدّ عَلَيْهِمْ ؟ قَالَ قُولُوا : وَعَلَيْكُمْ \" وَأَخْرَجَهُ الْبُخَارِيّ فِي \" الْأَدَب الْمُفْرَد \" مِنْ طَرِيق هَمَّام عَنْ قَتَادَة بِلَفْظِ \" مَرَّ يَهُودِيّ فَقَالَ السَّام عَلَيْكُمْ , فَرَدَّ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِ السَّلَام فَقَالَ قَالَ السَّام عَلَيْكُمْ , فَأُخِذَ الْيَهُودِيّ فَاعْتَرَفَ فَقَالَ : رُدُّوا عَلَيْهِ \" وَأَخْرَجَهُ أَبُو عَوَانَة فِي صَحِيحه مِنْ طَرِيق شَيْبَانَ نَحْو رِوَايَة هَمَّام وَقَالَ فِي آخِره \" رُدُّوهُ. فَرَدُّوهُ , فَقَالَ : أَقُلْت : السَّام عَلَيْكُمْ ؟ قَالَ : نَعَمْ , فَقَالَ عِنْد ذَلِكَ : إِذَا سَلَّمَ عَلَيْكُمْ أَهْل الْكِتَاب فَقُولُوا : وَعَلَيْكُمْ \" وَتَقَدَّمَ فِي الْكَلَام عَلَى حَدِيث عَائِشَة مِنْ وَجْه آخَر عَنْ قَتَادَة بِزِيَادَةٍ فِيهِ , وَسَيَأْتِي فِي اِسْتِتَابَة الْمُرْتَدِّينَ مِنْ طَرِيق هِشَام بْن زَيْد بْن أَنَس \" سَمِعْت أَنَس بْن مَالِك يَقُول : مَرَّ يَهُودِيّ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : السَّام عَلَيْك , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَيْك. ثُمَّ قَالَ : أَتَدْرُونَ مَاذَا يَقُول ؟ قَالَ : السَّام عَلَيْك. قَالُوا : يَا رَسُول اللَّه أَلَا نَقْتُلهُ , قَالَ : إِذَا سَلَّمَ عَلَيْكُمْ أَهْل الْكِتَاب فَقُولُوا وَعَلَيْكُمْ \" وَفِي رِوَايَة الطَّيَالِسِيّ أَنَّ الْقَائِل أَلَا نَقْتُلهُ عُمَر. وَالْجَمْع بَيْن هَذِهِ الرِّوَايَات أَنَّ بَعْض الرُّوَاة حَفِظَ مَا لَمْ يَحْفَظ الْآخَر , وَأَتَمّهَا سِيَاقًا رِوَايَة هِشَام بْن زَيْد هَذِهِ , وَكَأَنَّ بَعْض الصَّحَابَة لَمَّا أَخْبَرَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الْيَهُود تَقُول ذَلِكَ سَأَلُوا حِينَئِذٍ عَنْ كَيْفِيَّة الرَّدّ عَلَيْهِمْ كَمَا رَوَاهُ شُعْبَة عَنْ قَتَادَة , وَلَمْ يَقَع هَذَا السُّؤَال فِي رِوَايَة هِشَام بْن زَيْد , وَلَمْ تَخْتَلِف الرُّوَاة عَنْ أَنَس فِي لَفْظ الْجَوَاب وَهُوَ \" وَعَلَيْكُمْ \" بِالْوَاوِ وَبِصِيغَةِ الْجَمْع. قَالَ أَبُو دَاوُدَ فِي السُّنَن وَكَذَا رِوَايَة عَائِشَة وَأَبِي عَبْد الرَّحْمَن الْجُهَنِيّ وَأَبِي بَصْرَة. قَالَ الْمُنْذِرِيُّ : أَمَّا حَدِيث عَائِشَة فَمُتَّفَق عَلَيْهِ. قُلْت : هُوَ أَوَّل أَحَادِيث الْبَاب قَالَ : وَأَمَّا حَدِيث أَبِي عَبْد الرَّحْمَن فَأَخْرَجَهُ اِبْن مَاجَهْ , وَأَمَّا حَدِيث أَبِي بَصْرَة فَأَخْرَجَهُ النَّسَائِيُّ. قُلْت : هُمَا حَدِيث وَاحِد اُخْتُلِفَ فِيهِ عَلَى يَزِيد بْن أَبِي حَبِيب عَنْ أَبِي الْخَيْر , فَقَالَ عَبْد الْحَمِيد بْن جَعْفَر : عَنْ أَبِي بَصْرَة , أَخْرَجَهُ النَّسَائِيُّ وَالطَّحَاوِيّ , وَقَالَ اِبْن إِسْحَاق : عَنْ أَبِي عَبْد الرَّحْمَن , أَخْرَجَهُ أَحْمَد وَابْن مَاجَهْ وَالطَّحَاوِيّ أَيْضًا. وَقَدْ قَالَ بَعْض أَصْحَاب اِبْن إِسْحَاق عَنْهُ مِثْل مَا قَالَ عَبْد الْحَمِيد أَخْرَجَهُ الطَّحَاوِيُّ , وَالْمَحْفُوظ قَوْل الْجَمَاعَة , وَلَفْظ النَّسَائِيِّ \" فَإِنْ سَلَّمُوا عَلَيْكُمْ فَقُولُوا وَعَلَيْكُمْ \" وَقَدْ اِخْتَلَفَ الْعُلَمَاء فِي إِثْبَات الْوَاو وَإِسْقَاطهَا فِي الرَّدّ عَلَى أَهْل الْكِتَاب لِاخْتِلَافِهِمْ فِي أَيّ الرِّوَايَتَيْنِ أَرْجَح. فَذَكَرَ اِبْن عَبْد الْبَرّ عَنْ اِبْن حَبِيب لَا يَقُولهَا بِالْوَاوِ لِأَنَّ فِيهَا تَشْرِيكًا , وَبَسْط ذَلِكَ أَنَّ الْوَاو فِي مِثْل هَذَا التَّرْكِيب يَقْتَضِي تَقْرِير الْجُمْلَة الْأُولَى وَزِيَادَة الثَّانِيَة عَلَيْهَا كَمَنْ قَالَ زَيْد كَاتِب فَقُلْت وَشَاعِر فَإِنَّهُ يَقْتَضِي ثُبُوت الْوَصْفَيْنِ لِزَيْدٍ , قَالَ وَخَالَفَهُ جُمْهُور الْمَالِكِيَّة , وَقَالَ بَعْض شُيُوخهمْ : يَقُول عَلَيْكُمْ السِّلَام بِكَسْرِ السِّين يَعْنِي الْحِجَارَة , وَوَهَّاهُ اِبْن عَبْد الْبَرّ بِأَنَّهُ لَمْ يُشْرَع لَنَا سَبّ أَهْل الذِّمَّة. وَيُؤَيِّده إِنْكَار النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى عَائِشَة لَمَّا سَبَّتْهُمْ. وَذَكَرَ اِبْن عَبْد الْبَرّ عَنْ اِبْن طَاوُسٍ قَالَ : يَقُول عَلَاكُمْ السَّلَام , بِالْأَلِفِ أَيْ اِرْتَفَعَ. وَتَعَقَّبَهُ. وَذَهَبَ جَمَاعَة مِنْ السَّلَف إِلَى أَنَّهُ يَجُوز أَنْ يُقَال فِي الرَّدّ عَلَيْهِمْ \" عَلَيْكُمْ السَّلَام \" كَمَا يُرَدّ عَلَى الْمُسْلِم , وَاحْتَجَّ بَعْضهمْ بِقَوْلِهِ تَعَالَى ( فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَام ) وَحَكَاهُ الْمَاوَرْدِيّ وَجْهًا عَنْ بَعْض الشَّافِعِيَّة لَكِنْ لَا يَقُول وَرَحْمَة اللَّه , وَقِيلَ يَجُوز مُطْلَقًا , وَعَنْ اِبْن عَبَّاس وَعَلْقَمَة يَجُوز ذَلِكَ عِنْد الضَّرُورَة , وَعَنْ الْأَوْزَاعِيِّ : إِنْ سَلَّمْت فَقَدْ سَلَّمَ الصَّالِحُونَ , وَإِنْ تَرَكْت فَقَدْ تَرَكُوا. وَعَنْ طَائِفَة مِنْ الْعُلَمَاء : لَا يُرَدّ عَلَيْهِمْ السَّلَام أَصْلًا. وَعَنْ بَعْضهمْ التَّفْرِقَة بَيْن أَهْل الذِّمَّة وَأَهْل الْحَرْب. وَالرَّاجِح مِنْ هَذِهِ الْأَقْوَال كُلّهَا مَا دَلَّ عَلَيْهِ الْحَدِيث وَلَكِنَّهُ مُخْتَصّ بِأَهْلِ الْكِتَاب. وَقَدْ أَخْرَجَ أَحْمَد بِسَنَدٍ جَيِّد عَنْ حُمَيْدِ بْن زَادَوَيْهِ وَهُوَ غَيْر حُمَيْدٍ الطَّوِيل فِي الْأَصَحّ عَنْ أَنَس \" أُمِرْنَا أَنْ لَا نَزِيد عَلَى أَهْل الْكِتَاب عَلَى : وَعَلَيْكُمْ \" وَنَقَلَ اِبْن بَطَّال عَنْ الْخَطَّابِيِّ نَحْو مَا قَالَ اِبْن حَبِيب فَقَالَ , رِوَايَة مَنْ رَوَى عَلَيْكُمْ بِغَيْرِ وَاو أَحْسَن مِنْ الرِّوَايَة بِالْوَاوِ لِأَنَّ مَعْنَاهُ رَدَدْت مَا قُلْتُمُوهُ عَلَيْكُمْ , وَبِالْوَاوِ يَصِير الْمَعْنَى عَلَيَّ وَعَلَيْكُمْ لِأَنَّ الْوَاو حَرْف التَّشْرِيك اِنْتَهَى. وَكَأَنَّهُ نَقَلَهُ مِنْ \" مَعَالِم السُّنَن لِلْخَطَّابِيِّ \" فَإِنَّهُ قَالَ فِيهِ هَكَذَا يَرْوِيه عَامَّة الْمُحَدِّثِينَ وَعَلَيْكُمْ بِالْوَاوِ , وَكَانَ اِبْن عُيَيْنَةَ يَرْوِيه بِحَذْفِ الْوَاو وَهُوَ الصَّوَاب , وَذَلِكَ أَنَّهُ بِحَذْفِهَا يَصِير قَوْلهمْ بِعَيْنِهِ مَرْدُودًا عَلَيْهِمْ , وَبِالْوَاوِ يَقَع الِاشْتِرَاك وَالدُّخُول فِيمَا قَالُوهُ اِنْتَهَى. وَقَدْ رَجَعَ الْخَطَّابِيُّ عَنْ ذَلِكَ فَقَالَ فِي الْإِعْلَام مِنْ شَرْح الْبُخَارِيّ لَمَّا تَكَلَّمَ عَلَى حَدِيث عَائِشَة الْمَذْكُور فِي كِتَاب الْأَدَب مِنْ طَرِيق اِبْن أَبِي مُلَيْكَةَ عَنْهَا نَحْو حَدِيث الْبَاب وَزَادَ فِي آخِره \" أَوَ لَمْ تَسْمَعِي مَا قُلْت ؟ رَدَدْت عَلَيْهِمْ , فَيُسْتَجَاب لِي فِيهِمْ وَلَا يُسْتَجَاب لَهُمْ فِيَّ \" قَالَ الْخَطَّابِيُّ مَا مُلَخَّصه : إِنَّ الدَّاعِي إِذَا دَعَا بِشَيْءٍ ظُلْمًا فَإِنَّ اللَّه لَا يَسْتَجِيب لَهُ وَلَا يَجِد دُعَاؤُهُ مَحَلًّا فِي الْمَدْعُوّ عَلَيْهِ اِنْتَهَى. وَلَهُ شَاهِد مِنْ حَدِيث جَابِر قَالَ \" سَلَّمَ نَاس مِنْ الْيَهُود عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : السَّام عَلَيْكُمْ. قَالَ وَعَلَيْكُمْ. قَالَتْ عَائِشَة وَغَضِبَتْ : أَلَم تَسْمَع مَا قَالُوا ؟ قَالَ : بَلَى قَدْ رَدَدْت عَلَيْهِمْ فَنُجَاب عَلَيْهِمْ وَلَا يُجَابُونَ فِينَا \" أَخْرَجَهُ مُسْلِم وَالْبُخَارِيّ فِي \" الْأَدَب الْمُفْرَد \" مِنْ طَرِيق اِبْن جُرَيْجٍ أَخْبَرَنِي أَنَّهُ سَمِعَ جَابِرًا. وَقَدْ غَفَلَ عَنْ هَذِهِ الْمُرَاجَعَة مِنْ عَائِشَة وَجَوَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهَا مَنْ أَنْكَرَ الرِّوَايَة بِالْوَاوِ , وَقَدْ تَجَاسَرَ بَعْض مَنْ أَدْرَكْنَاهُ فَقَالَ فِي الْكَلَام عَلَى حَدِيث أَنَس فِي هَذَا الْبَاب : الرِّوَايَة الصَّحِيحَة عَنْ مَالِك بِغَيْرِ وَاو , وَكَذَا رَوَاهُ اِبْن عُيَيْنَةَ وَهِيَ أَصْوَب مِنْ الَّتِي بِالْوَاوِ ; لِأَنَّهُ بِحَذْفِهَا يَرْجِع الْكَلَام عَلَيْهِمْ وَبِإِثْبَاتِهَا يَقَع الِاشْتِرَاك اِنْتَهَى. وَمَا أَفْهَمَهُ مِنْ تَضْعِيف الرِّوَايَة بِالْوَاوِ وَتَخْطِئَتهَا مِنْ حَيْثُ الْمَعْنَى مَرْدُود عَلَيْهِ بِمَا تَقَدَّمَ. وَقَالَ النَّوَوِيّ : الصَّوَاب أَنَّ حَذْف الْوَاو وَإِثْبَاتهَا ثَابِتَانِ جَائِزَانِ وَبِإِثْبَاتِهَا أَجْوَد وَلَا مَفْسَدَة فِيهِ وَعَلَيْهِ أَكْثَر الرِّوَايَات , وَفِي مَعْنَاهَا وَجْهَانِ : أَحَدهمَا أَنَّهُمْ قَالُوا عَلَيْكُمْ الْمَوْت فَقَالَ وَعَلَيْكُمْ أَيْضًا أَيْ نَحْنُ وَأَنْتُمْ فِيهِ سَوَاء كُلّنَا نَمُوت. وَالثَّانِي أَنَّ الْوَاو لِلِاسْتِئْنَافِ لَا لِلْعَطْفِ وَالتَّشْرِيك وَالتَّقْدِير : وَعَلَيْكُمْ مَا تَسْتَحِقُّونَهُ مِنْ الذَّمّ. وَقَالَ الْبَيْضَاوِيّ : فِي الْعَطْف شَيْء مُقَدَّر , وَالتَّقْدِير وَأَقُول عَلَيْكُمْ مَا تُرِيدُونَ بِنَا أَوْ مَا تَسْتَحِقُّونَ , وَلَيْسَ هُوَ عَطْفًا عَلَى \" عَلَيْكُمْ \" فِي كَلَامهمْ. وَقَالَ الْقُرْطُبِيّ : قِيلَ الْوَاو لِلِاسْتِئْنَافِ وَقِيلَ زَائِدَة , وَأَوْلَى الْأَجْوِبَة أَنَّا نُجَاب عَلَيْهِمْ وَلَا يُجَابُونَ عَلَيْنَا. وَحَكَى اِبْن دَقِيق الْعِيد عَنْ اِبْن رُشْد تَفْصِيلًا يَجْمَع الرِّوَايَتَيْنِ إِثْبَات الْوَاو وَحَذْفهَا فَقَالَ : مَنْ تَحَقَّقَ أَنَّهُ قَالَ السَّام أَوْ السِّلَام بِكَسْرِ السِّين فَلْيَرُدَّ عَلَيْهِ بِحَذْفِ الْوَاو وَمَنْ لَمْ يَتَحَقَّق مِنْهُ فَلْيَرُدَّ بِإِثْبَاتِ الْوَاو. فَيَجْتَمِع مِنْ مَجْمُوع كَلَام الْعُلَمَاء فِي ذَلِكَ سِتَّة أَقْوَال. وَقَالَ النَّوَوِيّ تَبَعًا لِعِيَاضٍ : مَنْ فَسَّرَ السَّام بِالْمَوْتِ فَلَا يُبْعِد ثُبُوت الْوَاو وَمَنْ فَسَّرَهَا بِالسَّآمَةِ فَإِسْقَاطهَا هُوَ الْوَجْه. قُلْت : بَلْ الرِّوَايَة بِإِثْبَاتِ الْوَاو ثَابِتَة وَهِيَ تُرَجِّح التَّفْسِير بِالْمَوْتِ , وَهُوَ أَوْلَى مِنْ تَغْلِيط الثِّقَة. وَاسْتُدِلَّ بِقَوْلِهِ \" إِذَا سَلَّمَ عَلَيْكُمْ أَهْل الْكِتَاب \" بِأَنَّهُ لَا \" يُشْرَع لِلْمُسْلِمِ اِبْتِدَاء الْكَافِر بِالسَّلَامِ حَكَاهُ الْبَاجِيّ عَنْ عَبْد الْوَهَّاب , قَالَ الْبَاجِيّ : لِأَنَّهُ بَيَّنَ حُكْم الرَّدّ وَلَمْ يَذْكُر حُكْم الِابْتِدَاء , كَذَا قَالَ , وَنَقَلَ اِبْن الْعَرَبِيّ عَنْ مَالِك : لَوْ اِبْتَدَأَ شَخْصًا بِالسَّلَامِ وَهُوَ يَظُنّهُ مُسْلِمًا فَبَانَ كَافِرًا كَانَ اِبْن عُمَر يَسْتَرِدّ مِنْهُ سَلَامه , وَقَالَ مَالِك : لَا. قَالَ اِبْن الْعَرَبِيّ : لِأَنَّ الِاسْتِرْدَاد حِينَئِذٍ لَا فَائِدَة لَهُ لِأَنَّهُ لَمْ يَحْصُل لَهُ مِنْهُ شَيْء لِكَوْنِهِ قَصَدَ السَّلَام عَلَى الْمُسْلِم. وَقَالَ غَيْره لَهُ فَائِدَة وَهُوَ إِعْلَام الْكَافِر بِأَنَّهُ لَيْسَ أَهْلًا لِلِابْتِدَاءِ بِالسَّلَامِ. قُلْت : وَيَتَأَكَّد إِذَا كَانَ هُنَاكَ مَنْ يُخْشَى إِنْكَاره لِذَلِكَ أَوْ اِقْتِدَاؤُهُ بِهِ إِذَا كَانَ الَّذِي سَلَّمَ مِمَّنْ يُقْتَدَى بِهِ. وَاسْتُدِلَّ بِهِ عَلَى أَنَّ هَذَا الرَّدّ خَاصّ بِالْكُفَّارِ فَلَا يُجْزِئ فِي الرَّدّ عَلَى الْمُسْلِم , وَقِيلَ : إِنْ أَجَابَ بِالْوَاوِ أَجْزَأَ وَإِلَّا فَلَا. وَقَالَ اِبْن دَقِيق الْعِيد التَّحْقِيق أَنَّهُ كَافٍ فِي حُصُول مَعْنَى السَّلَام لَا فِي اِمْتِثَال الْأَمْر فِي قَوْله ( فَحَيُّوا بِأَحْسَن مِنْهَا أَوْ رُدُّوهَا ) وَكَأَنَّهُ أَرَادَ الَّذِي بِغَيْرِ وَاو , وَأَمَّا الَّذِي بِالْوَاوِ فَقَدْ وَرَدَ فِي عِدَّة أَحَادِيث : مِنْهَا فِي الطَّبَرَانِيِّ عَنْ اِبْن عَبَّاس \" جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : سَلَام عَلَيْكُمْ فَقَالَ وَعَلَيْك وَرَحْمَة اللَّه \" وَلَهُ فِي الْأَوْسَط عَنْ سَلْمَان \" أَتَى رَجُل فَقَالَ : السَّلَام عَلَيْك يَا رَسُول اللَّه , فَقَالَ : وَعَلَيْك \". قُلْت : لَكِنْ لَمَّا اِشْتَهَرَتْ هَذِهِ الصِّيغَة لِلرَّدِّ عَلَى غَيْر الْمُسْلِم يَنْبَغِي تَرْك جَوَاب الْمُسْلِم بِهَا وَإِنْ كَانَتْ مُجْزِئَة فِي أَصْل الرَّدّ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6926,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، عَنِ ابْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اسْتَأْذَنَ رَهْطٌ مِنَ الْيَهُودِ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالُوا السَّامُ عَلَيْكَ‏.‏ فَقُلْتُ بَلْ عَلَيْكُمُ السَّامُ وَاللَّعْنَةُ‏.‏ فَقَالَ ‏\"‏ يَا عَائِشَةُ إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ ‏\"‏‏.‏ قُلْتُ أَوَلَمْ تَسْمَعْ مَا قَالُوا قَالَ ‏\"‏ قُلْتُ وَعَلَيْكُمْ ‏\"‏‏.‏",
    "english_text": "A group of Jews asked permission to visit the Prophet (and when they were admitted) they said, \"As- \nSamu 'Alaika (Death be upon you).\" I said (to them), \"But death and the curse of Allah be upon you!\" \nThe Prophet (ﷺ) said, \"O `Aisha! Allah is kind and lenient and likes that one should be kind and lenient in \nall matters.\" I said, \"Haven't you heard what they said?\" He said, \"I said (to them), 'Wa 'Alaikum (and \nupon you).",
    "explication": "حَدِيث عَائِشَة فِي قِصَّة الْيَهُود لَمَّا قَالُوا السَّام عَلَيْكُمْ , وَسَيَأْتِي شَرْحه مُسْتَوْفًى فِي كِتَاب الِاسْتِئْذَان , ‏ ‏وَقَوْله : \" إِنَّ اللَّه يُحِبّ الرِّفْق فِي الْأَمْر كُلّه \" ‏ ‏فِي حَدِيث عَمْرَةَ عَنْ عَائِشَة عِنْدَ مُسْلِم \" إِنَّ اللَّه رَفِيق يُحِبّ الرِّفْق , وَيُعْطِي عَلَى الرِّفْق مَا لَا يُعْطِي عَلَى الْعُنْف \" وَالْمَعْنَى أَنَّهُ يَتَأَتَّى مَعَهُ مِنْ الْأُمُور مَا لَا يَتَأَتَّى مَعَ ضِدّه , وَقِيلَ : الْمُرَاد يُثِيب عَلَيْهِ مَا لَا يُثِيب عَلَى غَيْره , وَالْأَوَّل أَوْجَه. وَلَهُ فِي حَدِيث شُرَيْحِ بْن هَانِئ عَنْهَا \" إِنَّ الرِّفْق لَا يَكُون فِي شَيْء إِلَّا زَانَهُ , وَلَا يُنْزَع مِنْ شَيْء إِلَّا شَانَهُ \" وَفِي حَدِيث أَبِي الدَّرْدَاء \" مَنْ أُعْطِيَ حَظّه مِنْ الرِّفْق فَقَدْ أُعْطِيَ حَظّه مِنْ الْخَيْر \" الْحَدِيث , وَأَخْرَجَهُ التِّرْمِذِيّ وَصَحَّحَهُ وَابْن خُزَيْمَةَ. وَفِي حَدِيث جَرِير عِنْدَ مُسْلِم \" مَنْ يُحْرَم الرِّفْق يُحْرَم الْخَيْر كُلّه \" وَقَوْله فِيهِ : \" عَنْ صَالِح \" هُوَ اِبْن كَيْسَانَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6927,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، وَمَالِكِ بْنِ أَنَسٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الْيَهُودَ إِذَا سَلَّمُوا عَلَى أَحَدِكُمْ إِنَّمَا يَقُولُونَ سَامٌ عَلَيْكَ‏.‏ فَقُلْ عَلَيْكَ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"When the Jews greet anyone of you they say: 'Sam'Alaika (death be upon you); \nso you should say; 'Wa 'Alaika (and upon you).'\"",
    "explication": "",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6928,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي شَقِيقٌ، قَالَ قَالَ عَبْدُ اللَّهِ كَأَنِّي أَنْظُرُ إِلَى النَّبِيِّ صلى الله عليه وسلم يَحْكِي نَبِيًّا مِنَ الأَنْبِيَاءِ ضَرَبَهُ قَوْمُهُ فَأَدْمَوْهُ، فَهْوَ يَمْسَحُ الدَّمَ عَنْ وَجْهِهِ وَيَقُولُ رَبِّ اغْفِرْ لِقَوْمِي، فَإِنَّهُمْ لاَ يَعْلَمُونَ‏.‏",
    "english_text": "As if I am looking at the Prophet (ﷺ) while he was speaking about one of the prophets whose people have \nbeaten and wounded him, and he was wiping the blood off his face and saying, \"O Lord! Forgive my, \npeople as they do not know.\"",
    "explication": "حَدَيث عَبْد اللَّه وَهُوَ اِبْن مَسْعُود , وَشَقِيق هُوَ أَبُو وَائِل. ‏ ‏قَوْله : ( كَأَنِّي أَنْظُر إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَحْكِي نَبِيًّا مِنْ الْأَنْبِيَاء ضَرَبَهُ قَوْمه فَأَدْمَوْهُ ) ‏ ‏لَمْ أَقِف عَلَى اِسْم هَذَا النَّبِيّ صَرِيحًا , وَيَحْتَمِل أَنْ يَكُون هُوَ نُوح عَلَيْهِ السَّلَام , فَقَدْ ذَكَرَ اِبْن إِسْحَاق فِي \" الْمُبْتَدَأ \" وَأَخْرَجَهُ اِبْن أَبِي حَاتِم فِي تَفْسِير الشُّعَرَاء مِنْ طَرِيق إِسْحَاق قَالَ \" حَدَّثَنِي مَنْ لَا أَتَّهِمُ عَنْ عُبَيْد بْن عُمَيْر اللَّيْثِيّ أَنَّهُ بَلَغَهُ أَنَّ قَوْم نُوح كَانُوا يَبْطِشُونَ بِهِ فَيَخْنُقُونَهُ حَتَّى يُغْشَى عَلَيْهِ فَإِذَا أَفَاقَ قَالَ : اللَّهُمَّ اِغْفِرْ لِقَوْمِي فَإِنَّهُمْ لَا يَعْلَمُونَ \". قُلْت : وَإِنْ صَحَّ ذَلِكَ فَكَأَنَّ ذَلِكَ كَانَ فِي اِبْتِدَاء الْأَمْر , ثُمَّ لَمَّا يَئِسَ مِنْهُمْ قَالَ ( رَبّ لَا تَذَر عَلَى الْأَرْض مِنْ الْكَافِرِينَ دَيَّارًا ) وَقَدْ ذَكَرَ مُسْلِم بَعْد تَخْرِيج هَذَا الْحَدِيث حَدِيث أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِي قِصَّة أُحُد \" كَيْف يُفْلِح قَوْم دَمَّوْا وَجْه نَبِيّهمْ \" فَأَنْزَلَ اللَّه ( لَيْسَ لَك مِنْ الْأَمْر شَيْءٌ ) وَمِنْ ثَمَّ قَالَ الْقُرْطُبِيّ : إِنَّ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ الْحَاكِي وَالْمَحْكِيّ مَا سَيَأْتِي. وَأَمَّا النَّوَوِيّ فَقَالَ : هَذَا النَّبِيّ الَّذِي جَرَى لَهُ مَا حَكَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْمُتَقَدِّمِينَ , وَقَدْ جَرَى لِنَبِيِّنَا نَحْو ذَلِكَ يَوْم أُحُد. ‏ ‏قَوْله : ( وَهُوَ يَمْسَح الدَّم عَنْ وَجْهه ) ‏ ‏يَحْتَمِل أَنَّ ذَلِكَ لَمَّا وَقَعَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ لِأَصْحَابِهِ أَنَّهُ وَقَعَ لِشَيْء آخَر قَبْله , وَذَلِكَ فِيمَا وَقَعَ لَهُ يَوْم أُحُد لَمَّا شُجَّ وَجْهه وَجَرَى الدَّم مِنْهُ. فَاسْتَحْضَرَ فِي تِلْكَ الْحَالَة قِصَّة ذَلِكَ النَّبِيّ الَّذِي كَانَ قَبْله فَذَكَرَ قِصَّته لِأَصْحَابِهِ تَطْيِيبًا لِقُلُوبِهِمْ. وَأَغْرَبَ الْقُرْطُبِيّ فَقَالَ : إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ الْحَاكِي وَهُوَ الْمَحْكِيّ عَنْهُ , قَالَ وَكَأَنَّهُ أُوحِيَ إِلَيْهِ بِذَلِكَ قَبْل وُقُوع الْقِصَّة , وَلَمْ يُسَمِّ ذَلِكَ النَّبِيّ , فَلَمَّا وَقَعَ لَهُ ذَلِكَ تَعَيَّنَ أَنَّهُ هُوَ الْمَعْنِيّ بِذَلِكَ. قُلْت : وَيُعَكِّر عَلَيْهِ أَنَّ التَّرْجَمَة لِبَنِي إِسْرَائِيل فَيَتَعَيَّن الْحَمْل عَلَى بَعْض أَنْبِيَائِهِمْ , وَفِي \" صَحِيح اِبْن حِبَّانَ \" مِنْ حَدِيث سَهْل بْن سَعْد ‏ ‏\" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : اللَّهُمَّ اِغْفِرْ لِقَوْمِي فَإِنَّهُمْ لَا يَعْلَمُونَ \" ‏ ‏قَالَ اِبْن حِبَّانَ : مَعْنَى هَذَا الدُّعَاء الَّذِي قَالَ يَوْم أُحُد لَمَّا شُجَّ وَجْهه أَيْ اِغْفِرْ لَهُمْ ذَنْبهمْ فِي شَجّ وَجْهِي , لَا أَنَّهُ أَرَادَ الدُّعَاء لَهُمْ بِالْمَغْفِرَةِ مُطْلَقًا , إِذْ لَوْ كَانَ كَذَلِكَ لَأُجِيبَ وَلَوْ أُجِيبَ لَأَسْلَمُوا كُلّهمْ , كَذَا قَالَ , وَكَأَنَّهُ بَنَاهُ عَلَى أَنَّهُ لَا يَجُوز أَنْ يَتَخَلَّف بَعْض دُعَائِهِ عَلَى بَعْض أَوْ عَنْ بَعْض , وَفِيهِ نَظَر لِثُبُوتِ \" أَعْطَانِي اِثْنَتَيْنِ وَمَنَعَنِي وَاحِدَة \" وَسَيَأْتِي فِي تَفْسِير سُورَة الْأَنْعَام , ثُمَّ وَجَدْت فِي \" مُسْنَد أَحْمَد \" مِنْ طَرِيق عَاصِم عَنْ أَبِي وَائِل مَا يَمْنَع تَأْوِيل الْقُرْطُبِيّ , وَيُعَيِّن الْغَزْوَة الَّتِي قَالَ فِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ وَلَفْظه \" قَسَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَنَائِم حُنَيْنٍ بِالْجِعْرَانَةِ قَالَ فَازْدَحَمُوا عَلَيْهِ فَقَالَ : إِنْ عَبْدًا مِنْ عِبَاد اللَّه بَعَثَهُ اللَّه إِلَى قَوْمه فَكَذَّبُوهُ وَشَجُّوهُ , فَجَعَلَ يَمْسَح الدَّم عَنْ جَبِينه وَيَقُول : رَبّ اِغْفِرْ لِقَوْمِي فَإِنَّهُمْ لَا يَعْلَمُونَ , قَالَ عَبْد اللَّه فَكَأَنِّي أَنْظُر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَمْسَح جَبْهَته يَحْكِي الرَّجُل ,. قُلْت : وَلَا يَلْزَم مِنْ هَذَا الَّذِي قَالَهُ عَبْد اللَّه أَنَّ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَسَحَ أَيْضًا , بَلْ الظَّاهِر أَنَّهُ حَكَى صِفَة مَسْح جَبْهَته خَاصَّة كَمَا مَسَحَهَا ذَلِكَ النَّبِيّ , وَظَهَرَ بِذَلِكَ فَسَاد مَا زَعَمَهُ الْقُرْطُبِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6929,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا خَيْثَمَةُ، حَدَّثَنَا سُوَيْدُ بْنُ غَفَلَةَ، قَالَ عَلِيٌّ ـ رضى الله عنه ـ إِذَا حَدَّثْتُكُمْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم حَدِيثًا فَوَاللَّهِ، لأَنْ أَخِرَّ مِنَ السَّمَاءِ أَحَبُّ إِلَىَّ مِنْ أَنْ أَكْذِبَ عَلَيْهِ، وَإِذَا حَدَّثْتُكُمْ فِيمَا بَيْنِي وَبَيْنَكُمْ فَإِنَّ الْحَرْبَ خَدْعَةٌ، وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ سَيَخْرُجُ قَوْمٌ فِي آخِرِ الزَّمَانِ، حُدَّاثُ الأَسْنَانِ، سُفَهَاءُ الأَحْلاَمِ، يَقُولُونَ مِنْ خَيْرِ قَوْلِ الْبَرِيَّةِ، لاَ يُجَاوِزُ إِيمَانُهُمْ حَنَاجِرَهُمْ، يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، فَأَيْنَمَا لَقِيتُمُوهُمْ فَاقْتُلُوهُمْ، فَإِنَّ فِي قَتْلِهِمْ أَجْرًا لِمَنْ قَتَلَهُمْ يَوْمَ الْقِيَامَةِ ‏\"‏‏.‏",
    "english_text": "Whenever I tell you a narration from Allah's Messenger (ﷺ), by Allah, I would rather fall down from the sky \nthan ascribe a false statement to him, but if I tell you something between me and you (not a Hadith) \nthen it was indeed a trick (i.e., I may say things just to cheat my enemy). No doubt I heard Allah's \nApostle saying, \"During the last days there will appear some young foolish people who will say the \nbest words but their faith will not go beyond their throats (i.e. they will have no faith) and will go out \nfrom (leave) their religion as an arrow goes out of the game. So, where-ever you find them, kill them, \nfor who-ever kills them shall have reward on the Day of Resurrection.\"",
    "explication": "حَدِيث عَلِيّ فِي الْخَوَارِج وَسَيَأْتِي شَرْحه فِي اِسْتِتَابَة الْمُرْتَدِّينَ. ‏ ‏وَقَوْله \" سُوَيْد بْن غَفْلَة \" ‏ ‏بِفَتْحِ الْمُعْجَمَة وَالْفَاء , قَالَ حَمْزَة الْكِنَانِيّ صَاحِب النَّسَائِيّ : لَيْسَ يَصِحّ لِسُوَيْد عَنْ عَلِيّ غَيْره. ‏ ‏وَقَوْله ( الْحَرْب خُدْعَة ) ‏ ‏تَقَدَّمَ ضَبْطه وَشَرْحه فِي الْجِهَاد. ‏ ‏وَقَوْله ( حُدَثَاء الْأَسْنَان ) ‏ ‏أَيْ صِغَارهَا , ‏ ‏وَ \" سُفَهَاء الْأَحْلَام \" ‏ ‏أَيْ ضُعَفَاء الْعُقُول. ‏ ‏وَقَوْله ( يَقُولُونَ مِنْ قَوْل خَيْر الْبَرِيَّة ) ‏ ‏أَيْ مِنْ الْقُرْآن كَمَا فِي حَدِيث أَبِي سَعِيد الَّذِي قَبْله \" يَقْرَءُونَ الْقُرْآن \" وَكَانَ أَوَّل كَلِمَة خَرَجُوا بِهَا قَوْلهمْ : لَا حَكَم إِلَّا اللَّه , وَانْتَزَعُوهَا مِنْ الْقُرْآن وَحَمَلُوهَا عَلَى غَيْر مَحْمَلهَا. ‏ ‏وَقَوْله ( فَإِنَّ فِي قَتْلهمْ أَجْرًا لِمَنْ قَتَلَهُمْ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" فَإِنَّ قَتْلهمْ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6930,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، وَعَطَاءِ بْنِ يَسَارٍ، أَنَّهُمَا أَتَيَا أَبَا سَعِيدٍ الْخُدْرِيَّ فَسَأَلاَهُ عَنِ الْحَرُورِيَّةِ، أَسَمِعْتَ النَّبِيَّ صلى الله عليه وسلم‏.‏ قَالَ لاَ أَدْرِي مَا الْحَرُورِيَّةُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ يَخْرُجُ فِي هَذِهِ الأُمَّةِ ـ وَلَمْ يَقُلْ مِنْهَا ـ قَوْمٌ تَحْقِرُونَ صَلاَتَكُمْ مَعَ صَلاَتِهِمْ، يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ حُلُوقَهُمْ ـ أَوْ حَنَاجِرَهُمْ ـ يَمْرُقُونَ مِنَ الدِّينِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ، فَيَنْظُرُ الرَّامِي إِلَى سَهْمِهِ إِلَى نَصْلِهِ إِلَى رِصَافِهِ، فَيَتَمَارَى فِي الْفُوقَةِ، هَلْ عَلِقَ بِهَا مِنَ الدَّمِ شَىْءٌ ‏\"‏‏.‏",
    "english_text": "That they visited Abu Sa`id Al-Khudri and asked him about Al-Harauriyya, a special unorthodox \nreligious sect, \"Did you hear the Prophet (ﷺ) saying anything about them?\" Abu Sa`id said, \"I do not \nknow what Al-Harauriyya is, but I heard the Prophet (ﷺ) saying, \"There will appear in this nation---- he \ndid not say: From this nation ---- a group of people so pious apparently that you will consider your \nprayers inferior to their prayers, but they will recite the Qur'an, the teachings of which will not go \nbeyond their throats and will go out of their religion as an arrow darts through the game, whereupon \nthe archer may look at his arrow, its Nasl at its Risaf and its Fuqa to see whether it is blood-stained or \nnot (i.e. they will have not even a trace of Islam in them).",
    "explication": "‏ ‏قَوْله ( عَبْد الْوَهَّاب ) ‏ ‏هُوَ اِبْن عَبْد الْمَجِيد الثَّقَفِيّ , وَيَحْيَى بْن سَعِيد هُوَ الْأَنْصَارِيّ , وَمُحَمَّد بْن إِبْرَاهِيم هُوَ التَّيْمِيُّ , وَأَبُو سَلَمَة هُوَ اِبْن عَبْد الرَّحْمَن بْن عَوْف , وَفِي السَّنَد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق. وَهَذَا السِّيَاق كَأَنَّهُ لَفْظ عَطَاء بْن يَسَار وَأَمَّا لَفْظ أَبِي سَلَمَة فَتَقَدَّمَ مُنْفَرِدًا فِي أَوَاخِر فَضَائِل الْقُرْآن , وَرَوَاهُ الزُّهْرِيّ عَنْ أَبِي سَلَمَة كَمَا فِي الْبَاب الَّذِي بَعْده بِسِيَاقٍ آخَر , فَلَعَلَّ اللَّفْظ الْمَذْكُور هُنَا عَلَى سِيَاق عَطَاء بْن يَسَار الْمَقْرُون بِهِ , وَقَدْ قَرَنَ الزُّهْرِيّ مَعَ أَبِي سَلَمَة فِي رِوَايَته الْمَاضِيَة فِي الْأَدَب الضَّحَّاك الْمِشْرَقِيّ لَكِنَّهُ أَفْرَدَهُ هُنَا عَنْ أَبِي سَلَمَة فَامْتَازَ لَفْظه عَنْ لَفْظ الضَّحَّاك. ‏ ‏قَوْله ( فَسَأَلَاهُ عَنْ الْحَرُورِيَّة أَسَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏كَذَا لِلْجَمِيعِ بِحَذْفِ الْمَسْمُوع , وَقَدْ بَيَّنَهُ فِي رِوَايَة مُسْلِم عَنْ مُحَمَّد بْن الْمُثَنَّى شَيْخ الْبُخَارِيّ فِيهِ فَقَالَ يَذْكُرهَا , وَفِي رِوَايَة مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة \" قُلْت لِأَبِي سَعِيد هَلْ سَمِعْت رَسُول رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَذْكُر الْحَرُورِيَّة \" أَخْرَجَهُ اِبْن مَاجَهْ وَالطَّبَرِيّ , وَأَخْرَجَ الطَّبَرِيُّ مِنْ طَرِيق الْأَسْوَد بْن الْعَلَاء عَنْ أَبِي سَلَمَة قَالَ \" جِئْنَا أَبَا سَعِيد فَقُلْنَا \" فَذَكَرَ مِثْله وَمِنْ طَرِيق أَبِي إِسْحَاق مَوْلَى بَنِي هَاشِم \" أَنَّهُ سَأَلَ أَبَا سَعِيد عَنْ الْحَرُورِيَّة \". ‏ ‏قَوْله ( قَالَ لَا أَدْرِي مَا الْحَرُورِيَّة ) ‏ ‏هَذَا يُغَايِر قَوْله فِي أَوَّل حَدِيث الْبَاب الَّذِي يَلِيه \" وَأَشْهَدُ أَنَّ عَلِيًّا قَتَلَهُمْ وَأَنَا مَعَهُ \" فَإِنَّ مُقْتَضَى الْأَوَّل أَنَّهُ لَا يَدْرِي هَلْ وَرَدَ الْحَدِيث الَّذِي سَاقَهُ فِي الْحَرُورِيَّة أَوْ لَا , وَمُقْتَضَى الثَّانِي أَنَّهُ وَرَدَ فِيهِمْ , وَيُمْكِن الْجَمْع بِأَنَّ مُرَاده بِالنَّفْيِ هُنَا أَنَّهُ لَمْ يَحْفَظ فِيهِمْ نَصًّا بِلَفْظِ الْحَرُورِيَّة وَإِنَّمَا سَمِعَ قِصَّتهمْ الَّتِي دَلَّ وُجُود عَلَامَتهمْ فِي الْحَرُورِيَّة بِأَنَّهُمْ هُمْ. ‏ ‏قَوْله ( يَخْرُج فِي هَذِهِ الْأُمَّة وَلَمْ يَقُلْ مِنْهَا ) ‏ ‏لَمْ تَخْتَلِف الطُّرُق الصَّحِيحَة عَلَى أَبِي سَعِيد فِي ذَلِكَ فَعِنْد مُسْلِم مِنْ رِوَايَة أَبِي نَضْرَة عَنْ أَبِي سَعِيد \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَكَرَ قَوْمًا يَكُونُونَ فِي أُمَّته \" وَلَهُ مِنْ وَجْه آخَر \" تَمْرُق عِنْد فِرْقَة مَارِقَة مِنْ الْمُسْلِمِينَ \" وَلَهُ مِنْ رِوَايَة الضَّحَّاك الْمِشْرَقِيّ عَنْ أَبِي سَعِيد نَحْوه , وَأَمَّا مَا أَخْرَجَهُ الطَّبَرِيُّ مِنْ وَجْه آخَر عَنْ أَبِي سَعِيد بِلَفْظِ \" مِنْ أُمَّتِي \" فَسَنَده ضَعِيف , لَكِنْ وَقَعَ عِنْد مُسْلِم مِنْ حَدِيث أَبِي ذَرّ بِلَفْظِ \" سَيَكُونُ بَعْدِي مِنْ أُمَّتِي قَوْم \" وَلَهُ مِنْ طَرِيق زَيْد بْن وَهْب عَنْ عَلِيّ \" يَخْرُج قَوْم مِنْ أُمَّتِي \" وَيُجْمَع بَيْنه وَبَيْن حَدِيث أَبِي سَعِيد بِأَنَّ الْمُرَاد بِالْأُمَّةِ فِي حَدِيث أَبِي سَعِيد أُمَّة الْإِجَابَة وَفِي رِوَايَة غَيْره أُمَّة الدَّعْوَة , قَالَ النَّوَوِيّ : وَفِيهِ دَلَالَة عَلَى فِقْه الصَّحَابَة وَتَحْرِيرهمْ الْأَلْفَاظ , وَفِيهِ إِشَارَة مِنْ أَبِي سَعِيد إِلَى تَكْفِير الْخَوَارِج وَأَنَّهُمْ مِنْ غَيْر هَذِهِ الْأُمَّة. ‏ ‏قَوْله ( تَحْقِرُونَ ) ‏ ‏بِفَتْحِ أَوَّله أَيْ تَسْتَقِلُّونَ. ‏ ‏قَوْله ( صَلَاتكُمْ مَعَ صَلَاتهمْ ) ‏ ‏زَادَ فِي رِوَايَة الزُّهْرِيّ عَنْ أَبِي سَلَمَة كَمَا فِي الْبَاب بَعْده \" وَصِيَامكُمْ مَعَ صِيَامهمْ \" وَفِي رِوَايَة عَاصِم بْن شُمَيْخ عَنْ أَبِي سَعِيد \" تَحْقِرُونَ أَعْمَالكُمْ مَعَ أَعْمَالهمْ \" وَوَصَفَ عَاصِم أَصْحَاب نَجْدَة الْحَرُورِيّ بِأَنَّهُمْ \" يَصُومُونَ النَّهَار وَيَقُومُونَ اللَّيْل وَيَأْخُذُونَ الصَّدَقَات عَلَى السُّنَّة \" أَخْرَجَهُ الطَّبَرِيُّ , وَمِثْله عِنْده مِنْ رِوَايَة يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة. وَفِي رِوَايَة مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عِنْده \" يَتَعَبَّدُونَ يَحْقِر أَحَدكُمْ صَلَاته وَصِيَامه مَعَ صَلَاتهمْ وَصِيَامهمْ \" وَمِثْله مِنْ رِوَايَة أَنَس عَنْ أَبِي سَعِيد , وَزَادَ فِي رِوَايَة الْأَسْوَد بْن الْعَلَاء عَنْ أَبِي سَلَمَة \" وَأَعْمَالكُمْ مَعَ أَعْمَالهمْ \" وَفِي رِوَايَة سَلَمَة بْن كُهَيْل عَنْ زَيْد بْن وَهْب عَنْ عَلِيّ \" لَيْسَتْ قِرَاءَتكُمْ إِلَى قِرَاءَتهمْ شَيْئًا وَلَا صَلَاتكُمْ إِلَى صَلَاتهمْ شَيْئًا \" أَخْرَجَهُ مُسْلِم وَالطَّبَرِيّ , وَعِنْده مِنْ طَرِيق سُلَيْمَان التَّيْمِيّ عَنْ أَنَس \" ذَكَرَ لِي عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : إِنَّ فِيكُمْ قَوْمًا يَدْأَبُونَ وَيَعْمَلُونَ حَتَّى يُعْجِبُوا النَّاس وَتُعْجِبهُمْ أَنْفُسهمْ \" وَمِنْ طَرِيق حَفْص بْن أَخِي أَنَس عَنْ عَمّه بِلَفْظِ \" يَتَعَمَّقُونَ فِي الدِّين \" وَفِي حَدِيث اِبْن عَبَّاس عِنْد الطَّبَرَانِيّ فِي قِصَّة مُنَاظَرَته لِلْخَوَارِجِ قَالَ \" فَأَتَيْتهمْ فَدَخَلْت عَلَى قَوْم لَمْ أَرَ أَشَدَّ اِجْتِهَادًا مِنْهُمْ , أَيْدِيهمْ كَأَنَّهَا ثِفَن الْإِبِل , وَوُجُوههمْ مُعَلَّمَة مِنْ آثَار السُّجُود \" وَأَخْرَجَ اِبْن أَبِي شَيْبَة عَنْ اِبْن عَبَّاس أَنَّهُ \" ذُكِرَ عِنْده الْخَوَارِج وَاجْتِهَادهمْ فِي الْعِبَادَة فَقَالَ : لَيْسُوا أَشَدَّ اِجْتِهَادًا مِنْ الرُّهْبَان \". ‏ ‏قَوْله ( يَمْرُقُونَ مِنْ الدِّين مُرُوق السَّهْم مِنْ الرَّمِيَّة ) ‏ ‏بِكَسْرِ الْمِيم وَتَشْدِيد التَّحْتَانِيَّة فَعِيلَة بِمَعْنَى مَفْعُولَة فَأُدْخِلَتْ فِيهَا الْهَاء وَإِنْ كَانَ فَعِيل بِمَعْنَى مَفْعُول يَسْتَوِي فِيهِ الْمُذَكَّر وَالْمُؤَنَّث لِلْإِشَارَةِ لِنَقْلِهَا مِنْ الْوَصْفِيَّة إِلَى الِاسْمِيَّة , وَقِيلَ إِنَّ شَرْط اِسْتِوَاء الْمُذَكَّر وَالْمُؤَنَّث أَنْ يَكُون الْمَوْصُوف مَذْكُورًا مَعَهُ , وَقِيلَ شَرْطه سُقُوط الْهَاء مِنْ مُؤَنَّث قَبْل وُقُوع الْوَصْف , تَقُول خُذْ ذَبِيحَتك أَيْ الشَّاة الَّتِي تُرِيد ذَبْحهَا فَإِذَا ذَبَحْتهَا قِيلَ لَهَا حِينَئِذٍ ذَبِيح. ‏ ‏قَوْله ( فَلْيَنْظُرْ الرَّامِي إِلَى سَهْمه ) ‏ ‏يَأْتِي بَيَانه فِي الْبَاب الَّذِي بَعْده , وَقَوْله \" إِلَى نَصْله \" هُوَ بَدَل مِنْ قَوْله سَهْمه أَيْ يَنْظُر إِلَيْهِ جُمْلَة ثُمَّ تَفْصِيلًا , وَقَدْ وَقَعَ فِي رِوَايَة أَبِي ضَمْرَة عَنْ يَحْيَى بْن سَعِيد عِنْد الطَّبَرِيّ \" يَنْظُر إِلَى سَهْمه فَلَا يَرَى شَيْئًا ثُمَّ يَنْظُر إِلَى نَصْله ثُمَّ إِلَى رِصَافه \" وَسَيَأْتِي بِأَبْسَطَ مِنْ هَذَا فِي الْبَاب الَّذِي يَلِيه , وَقَوْله \" فَيَتَمَارَى \" أَيْ يَتَشَكَّك هَلْ بَقِيَ فِيهَا شَيْء مِنْ الدَّم , وَالْفُوقَة مَوْضِع الْوَتَر مِنْ السَّهْم , قَالَ اِبْن الْأَنْبَارِيّ الْفُوق يُذَكَّر وَيُؤَنَّث وَقَدْ يُقَال فُوقَة بِالْهَاءِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6931,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانُ، حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي عُمَرُ، أَنَّ أَبَاهُ، حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ وَذَكَرَ الْحَرُورِيَّةَ ـ فَقَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ يَمْرُقُونَ مِنَ الإِسْلاَمِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ ‏\"‏‏.‏",
    "english_text": "Regarding Al-Harauriyya: The Prophet (ﷺ) said, \"They will go out of Islam as an arrow darts out of the \ngame's body.'",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا عُمَر ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرّ \" حَدَّثَنِي \" بِالْإِفْرَادِ كَذَا لِلْجَمِيعِ عُمَر غَيْر مَنْسُوب , لَكِنْ ذَكَرَ أَبُو عَلِيّ الْجَيَّانِيّ عَنْ الْأَصِيلِيّ قَالَ قَرَأَهُ عَلَيْنَا أَبُو زَيْد فِي عَرْضِهِ بِبَغْدَاد \" عُمَر بْن مُحَمَّد \" وَنَسَبَهُ الْإِسْمَاعِيلِيّ فِي رِوَايَته مِنْ طَرِيق أَحْمَدَ بْن عِيسَى عَنْ اِبْن وَهْب \" أَخْبَرَنِي عُمَر بْن مُحَمَّد بْن زَيْد الْعُمَرِيُّ \". قُلْت : وَزَيْد هُوَ اِبْن عَبْد اللَّه بْن عُمَر , وَقَدْ تَقَدَّمَ فِي التَّفْسِير بِهَذَا السَّنَد حَدِيث فِي تَفْسِير لُقْمَان عَنْ يَحْيَى بْن سُلَيْمَان عَنْ اِبْن وَهْب \" حَدَّثَنِي عُمَر بْن مُحَمَّد بْن زَيْد بْن عَبْد اللَّه بْن عُمَر \" وَوَقَعَ فِي حَدِيث الْبَاب مَنْسُوبًا هَكَذَا إِلَى عُمَر بْن الْخَطَّاب فِي رِوَايَة الطَّبَرِيّ عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب. ‏ ‏قَوْله ( عَنْ عَبْد اللَّه بْن عُمَر وَذَكَرَ الْحَرُورِيَّة ) ‏ ‏هِيَ جُمْلَة حَالِيَّة , وَالْمُرَاد أَنَّهُ حَدَّثَ بِالْحَدِيثِ عِنْد ذِكْر الْحَرُورِيَّة , وَفِي إِيرَاد الْبُخَارِيّ لَهُ عَقِبَ حَدِيث أَبِي سَعِيد إِشَارَةٌ إِلَى أَنَّ تَوَقُّفَ أَبِي سَعِيد الْمَذْكُور مَحْمُول عَلَى مَا أَشَرْت إِلَيْهِ مِنْ أَنَّهُ لَمْ يَنُصّ فِي الْحَدِيث الْمَرْفُوع عَلَى تَسْمِيَتهمْ بِخُصُوصِ هَذَا الِاسْم لَا أَنَّ الْحَدِيث لَمْ يَرِد فِيهِمْ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6932,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَقْسِمُ جَاءَ عَبْدُ اللَّهِ بْنُ ذِي الْخُوَيْصِرَةِ التَّمِيمِيُّ فَقَالَ اعْدِلْ يَا رَسُولَ اللَّهِ‏.‏ فَقَالَ ‏\"‏ وَيْلَكَ مَنْ يَعْدِلُ إِذَا لَمْ أَعْدِلْ ‏\"‏‏.‏ قَالَ عُمَرُ بْنُ الْخَطَّابِ دَعْنِي أَضْرِبْ عُنُقَهُ‏.‏ قَالَ ‏\"‏ دَعْهُ فَإِنَّ لَهُ أَصْحَابًا يَحْقِرُ أَحَدُكُمْ صَلاَتَهُ مَعَ صَلاَتِهِ، وَصِيَامَهُ مَعَ صِيَامِهِ، يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، يُنْظَرُ فِي قُذَذِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، يُنْظَرُ فِي نَصْلِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، ثُمَّ يُنْظَرُ فِي رِصَافِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، ثُمَّ يُنْظَرُ فِي نَضِيِّهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، قَدْ سَبَقَ الْفَرْثَ وَالدَّمَ، آيَتُهُمْ رَجُلٌ إِحْدَى يَدَيْهِ ـ أَوْ قَالَ ثَدْيَيْهِ ـ مِثْلُ ثَدْىِ الْمَرْأَةِ ـ أَوْ قَالَ مِثْلُ الْبَضْعَةِ ـ تَدَرْدَرُ، يَخْرُجُونَ عَلَى حِينِ فُرْقَةٍ مِنَ النَّاسِ ‏\"‏‏.‏ قَالَ أَبُو سَعِيدٍ أَشْهَدُ سَمِعْتُ مِنَ النَّبِيِّ صلى الله عليه وسلم وَأَشْهَدُ أَنَّ عَلِيًّا قَتَلَهُمْ وَأَنَا مَعَهُ، جِيءَ بِالرَّجُلِ عَلَى النَّعْتِ الَّذِي نَعَتَهُ النَّبِيُّ صلى الله عليه وسلم‏.‏ قَالَ فَنَزَلَتْ فِيهِ ‏{‏وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ‏}‏‏.‏",
    "english_text": "While the Prophet (ﷺ) was distributing (something, `Abdullah bin Dhil Khawaisira at-Tamimi came and \nsaid, \"Be just, O Allah's Messenger (ﷺ)!\" The Prophet (ﷺ) said, \"Woe to you ! Who would be just if I were not?\" \n`Umar bin Al-Khattab said, \"Allow me to cut off his neck ! \" The Prophet (ﷺ) said, \" Leave him, for he \nhas companions, and if you compare your prayers with their prayers and your fasting with theirs, you \nwill look down upon your prayers and fasting, in comparison to theirs. Yet they will go out of the \nreligion as an arrow darts through the game's body in which case, if the Qudhadh of the arrow is \nexamined, nothing will be found on it, and when its Nasl is examined, nothing will be found on it; and \nthen its Nadiyi is examined, nothing will be found on it. The arrow has been too fast to be smeared by \ndung and blood. The sign by which these people will be recognized will be a man whose one hand (or \nbreast) will be like the breast of a woman (or like a moving piece of flesh). These people will appear \nwhen there will be differences among the people (Muslims).\" Abu Sa`id added: I testify that I heard \nthis from the Prophet (ﷺ) and also testify that `Ali killed those people while I was with him. The man with \nthe description given by the Prophet (ﷺ) was brought to `Ali. The following Verses were revealed in \nconnection with that very person (i.e., `Abdullah bin Dhil-Khawaisira at-Tarnimi): 'And among them \nare men who accuse you (O Muhammad) in the matter of (the distribution of) the alms.' (9.58)",
    "explication": "حَدِيث أَبِي سَعِيد فِي ذِكْر ذِي الْخُوَيْصِرَة , وَقَدْ تَقَدَّمَ طَرَف مِنْهُ فِي قِصَّة عَاد مِنْ أَحَادِيث الْأَنْبِيَاء , وَأَحَلْت عَلَى شَرْحه فِي الْمَغَازِي وَهُوَ فِي أَوَاخِرهَا مِنْ وَجْه آخَر مُطَوَّلًا , ‏ ‏وَقَوْله فِي هَذِهِ الرِّوَايَة \" فَقَالَ عُمَر اِئْذَنْ لِي أَضْرِب عُنُقه \" ‏ ‏لَا يُنَافِي قَوْله فِي تِلْكَ الرِّوَايَة \" فَقَالَ خَالِد \" لِاحْتِمَالِ أَنْ يَكُون كُلّ مِنْهُمَا سَأَلَ فِي ذَلِكَ. ‏ ‏وَقَوْله هُنَا \" دَعْهُ فَإِنَّ لَهُ أَصْحَابًا \" ‏ ‏لَيْسَتْ الْفَاء لِلتَّعْلِيلِ وَإِنَّمَا هِيَ لِتَعْقِيبِ الْأَخْبَار , وَالْحُجَّة لِذَلِكَ ظَاهِرَة فِي الرِّوَايَة الْآتِيَة. ‏ ‏وَقَوْله ( لَا يُجَاوِز ) ‏ ‏وَيَحْتَمِل أَنَّهُ لِكَوْنِهِ لَا تَفْقَههُ قُلُوبهمْ وَيَحْمِلُونَهُ عَلَى غَيْر الْمُرَاد بِهِ , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد أَنَّ تِلَاوَتهمْ لَا تَرْتَفِع إِلَى اللَّه , ‏ ‏وَقَوْله ( يَمْرُقُونَ مِنْ الدِّين ) ‏ ‏إِنْ كَانَ الْمُرَاد بِهِ الْإِسْلَام فَهُوَ حُجَّة لِمَنْ يُكَفِّر الْخَوَارِج , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِالدِّينِ الطَّاعَة فَلَا يَكُون فِيهِ حُجَّة وَإِلَيْهِ جَنَحَ الْخَطَّابِيُّ , ‏ ‏وَقَوْله ( الرَّمِيَّة ) ‏ ‏بِوَزْنِ فَعِيلَة بِمَعْنَى مَفْعُولَة وَهُوَ الصَّيْد الْمَرْمِيّ , شَبَّهَ مُرُوقهمْ مِنْ الدِّين بِالسَّهْمِ الَّذِي يُصِيب الصَّيْد فَيَدْخُل فِيهِ وَيَخْرُج مِنْهُ , وَمِنْ شِدَّة سُرْعَة خُرُوجه لِقُوَّةِ الرَّامِي لَا يَعْلَق مِنْ جَسَد الصَّيْد شَيْء. ‏ ‏وَقَوْله ( يَنْظُر فِي نَصْله ) ‏ ‏أَيْ حَدِيدَة السَّهْم ‏ ‏وَ \" رِصَافه \" ‏ ‏بِكَسْرِ الرَّاء ثُمَّ مُهْمَلَة ثُمَّ فَاء عَصَبه الَّذِي يَكُون فَوْق مَدْخَل النَّصْل , وَالرِّصَاف جَمْعٌ وَاحِدُهُ رَصَفَة بِحَرَكَاتٍ ‏ ‏وَ \" نَضِيّه \" ‏ ‏بِفَتْحِ النُّون وَحُكِيَ ضَمّهَا وَبِكَسْرِ الْمُعْجَمَة بَعْدهَا تَحْتَانِيَّة ثَقِيلَة قَدْ فَسَّرَهُ فِي الْحَدِيث بِالْقِدْحِ بِكَسْرِ الْقَاف وَسُكُون الدَّال أَيْ عُود السَّهْم قَبْل أَنْ يُرَاشَ وَيُنَصَّل , وَقِيلَ هُوَ مَا بَيْن الرِّيش وَالنَّصْل قَالَهُ الْخَطَّابِيُّ , قَالَ اِبْن فَارِس : سُمِّيَ بِذَلِكَ لِأَنَّهُ بُرِيَ حَتَّى عَادَ نِضْوًا أَيْ هَزِيلًا. وَحَكَى الْجَوْهَرِيّ عَنْ بَعْض أَهْل اللُّغَة أَنَّ النَّضِيّ النَّصْل , وَالْأَوَّل أَوْلَى , ‏ ‏وَ \" الْقُذَذ \" ‏ ‏بِضَمِّ الْقَاف وَمُعْجَمَتَيْنِ الْأُولَى مَفْتُوحَة جَمْع قُذَّة وَهِيَ رِيش السَّهْم يُقَال لِكُلِّ وَاحِدَة قُذَّة , وَيُقَال هُوَ أَشْبَه بِهِ مِنْ الْقُذَّة بِالْقُذَّةِ لِأَنَّهَا تُجْعَل عَلَى مِثَال وَاحِد. ‏ ‏وَقَوْله ( آيَتهمْ ) ‏ ‏أَيْ عَلَامَتهمْ , ‏ ‏وَقَوْله ( بَضْعَة ) ‏ ‏بِفَتْحِ الْمُوَحَّدَة أَيْ قِطْعَة لَحْم , ‏ ‏وَقَوْله ( تُدَرْدِر ) ‏ ‏بِدَالَيْنِ وَرَاءَيْنِ مُهْمَلَات أَيْ تَضْطَرِب , وَالدَّرْدَرَة صَوْت إِذَا اِنْدَفَعَ سُمِعَ لَهُ اِخْتِلَاط , ‏ ‏وَقَوْله ( عَلَى حِين فُرْقَة ) ‏ ‏أَيْ زَمَان فُرْقَة , وَهُوَ بِضَمِّ الْفَاء أَيْ اِفْتِرَاق , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ \" عَلَى خَيْر \" بِخَاءٍ مُعْجَمَة وَرَاء أَيْ أَفْضَل , وَفِرْقَة بِكَسْرِ الْفَاء أَيْ طَائِفَة وَهِيَ رِوَايَة الْإِسْمَاعِيلِيّ , وَيُؤَيِّد الْأَوَّل حَدِيث مُسْلِم مِنْ وَجْه آخَر عَنْ أَبِي سَعِيد \" تَمْرُق مَارِقَة عِنْد فُرْقَة مِنْ الْمُسْلِمِينَ تَقْتُلهَا أَوْلَى الطَّائِفَتَيْنِ بِالْحَقِّ \" أَخْرَجَهُ هَكَذَا مُخْتَصَرًا مِنْ وَجْهَيْنِ , وَفِي هَذَا وَفِي قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَقْتُل عَمَّارًا الْفِئَة الْبَاغِيَة \" دَلَالَة وَاضِحَة عَلَى أَنَّ عَلِيًّا وَمَنْ مَعَهُ كَانُوا عَلَى الْحَقّ وَأَنَّ مَنْ قَاتَلَهُمْ كَانُوا مُخْطِئِينَ فِي تَأْوِيلهمْ , وَاَللَّه أَعْلَم. وَقَوْله فِي آخِر الْحَدِيث \" فَأُتِيَ بِهِ \" أَيْ بِذِي الْخُوَيْصِرَة \" حَتَّى نَظَرْت إِلَيْهِ عَلَى نَعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِي نَعَتَهُ \" يُرِيد مَا تَقَدَّمَ مِنْ كَوْنه أَسْوَد إِحْدَى عَضُدَيْهِ مِثْل ثَدْي الْمَرْأَة إِلَخْ , قَالَ بَعْض أَهْل اللُّغَة : النَّعْت يَخْتَصّ بِالْمَعَانِي كَالطُّولِ وَالْقِصَر وَالْعَمَى وَالْخَرَس , وَالصِّفَة بِالْفِعْلِ كَالضَّرْبِ وَالْجُرُوح. وَقَالَ غَيْره : النَّعْت لِلشَّيْءِ الْخَاصّ وَالصِّفَة أَعَمّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6933,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الشَّيْبَانِيُّ، حَدَّثَنَا يُسَيْرُ بْنُ عَمْرٍو، قَالَ قُلْتُ لِسَهْلِ بْنِ حُنَيْفٍ هَلْ سَمِعْتَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ فِي الْخَوَارِجِ شَيْئًا قَالَ سَمِعْتُهُ يَقُولُ ـ وَأَهْوَى بِيَدِهِ قِبَلَ الْعِرَاقِ ـ ‏\n\"‏ يَخْرُجُ مِنْهُ قَوْمٌ يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ، يَمْرُقُونَ مِنَ الإِسْلاَمِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ ‏\"‏‏.‏",
    "english_text": "I asked Sahl bin Hunaif, \"Did you hear the Prophet (ﷺ) saying anything about Al-Khawarij?\" He said, \"I \nheard him saying while pointing his hand towards Iraq. \"There will appear in it (i.e, Iraq) some people \nwho will recite the Qur'an but it will not go beyond their throats, and they will go out from (leave) \nIslam as an arrow darts through the game's body.' \"",
    "explication": "‏ ‏قَوْله ( عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد , وَالشَّيْبَانِيّ هُوَ أَبُو إِسْحَاق , وَيُسَيْر بْن عَمْرو بِتَحْتَانِيَّةٍ أَوَّله بَعْدهَا مُهْمَلَة مُصَغَّر وَيُقَال لَهُ أَيْضًا أُسَيْر , وَوَقَعَ كَذَلِكَ فِي رِوَايَة مُسْلِم كَحَدِيثِ الْبَاب , وَلَيْسَ لَهُ فِي الْبُخَارِيّ هَذَا الْحَدِيث الْوَاحِد , وَهُوَ مِنْ بَنِي مُحَارِب بْن ثَعْلَبَة نَزَلَ الْكُوفَة وَيُقَال إِنَّ لَهُ صُحْبَة , وَذَكَرَ أَبُو نُعَيْم فِي تَارِيخه \" حَدَّثَنَا قَيْس بْن عَمْرو بْن يُسَيْر بْن عُمَر وَأَخْبَرَنِي أَبِي عَنْ يُسَيْر بْن عَمْرو قَالَ تُوُفِّيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا اِبْن عَشْر سِنِينَ \" وَيُقَال لَهُ أُسَيْر بْن جَابِر كَذَا وَقَعَ عِنْد مُسْلِم فِي رِوَايَة أَبِي نَضْرَة عَنْ أُسَيْر بْن جَابِر عَنْ عُمَيْر فِي فَضِيلَة أُوَيْس الْقَرْنِيّ , وَقِيلَ هُوَ أُسَيْر بْن عَمْرو بْن جَابِر نُسِبَ لِجَدِّهِ. ‏ ‏قَوْله ( سَمِعْته يَقُول وَأَهْوَى بِيَدِهِ قِبَل الْعِرَاق ) ‏ ‏أَيْ مِنْ جِهَته , وَفِي رِوَايَة عَلِيّ بْن مُسْهِر عَنْ الشَّيْبَانِيِّ عِنْد مُسْلِم \" نَحْو الْمَشْرِق \". ‏ ‏قَوْله ( يَمْرُقُونَ ) ‏ ‏قَالَ اِبْن بَطَّال : الْمُرُوق الْخُرُوج عِنْد أَهْل اللُّغَة يُقَال مَرَقَ السَّهْم مِنْ الْغَرَض إِذَا أَصَابَهُ ثُمَّ نَفَذَ مِنْهُ فَهُوَ يَمْرُق مِنْهُ مَرْقًا وَمُرُوقًا وَانْمَرَقَ مِنْهُ وَأَمْرَقَهُ الرَّامِي إِذَا فَعَلَ ذَلِكَ بِهِ وَمِنْهُ قِيلَ لِلْمُمَرِّقِ مُمَرِّق لِأَنَّهُ يَخْرُج مِنْهُ وَمِنْهُ قِيلَ مَرَقَ الْبَرْقُ لِخُرُوجِهِ بِسُرْعَةٍ. ‏ ‏قَوْله ( مُرُوق السَّهْم مِنْ الرَّمِيَّة ) ‏ ‏زَادَ أَبُو عَوَانَة فِي صَحِيحه مِنْ طَرِيق مُحَمَّد بْن فُضَيْلٍ عَنْ الشَّيْبَانِيِّ قَالَ \" قَالَ أُسَيْر قُلْت مَا لَهُمْ عَلَامَة ؟ قَالَ سَمِعْت مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا أَزِيدك عَلَيْهِ \" وَفِي هَذَا أَنَّ سَهْل بْن حُنَيْف صَرَّحَ بِأَنَّ الْحَرُورِيَّة هُمْ الْمُرَاد بِالْقَوْمِ الْمَذْكُورِينَ فِي أَحَادِيث هَذَيْنِ الْبَابَيْنِ فَيَقْوَى مَا تَقَدَّمَ أَنَّ أَبَا سَعِيد تَوَقَّفَ فِي الِاسْم وَالنِّسْبَة لَا فِي كَوْنهمْ الْمُرَاد : قَالَ الطَّبَرِيُّ : وَرَوَى هَذَا الْحَدِيث فِي الْخَوَارِج عَنْ عَلِيّ تَامًّا وَمُخْتَصَرًا عُبَيْد اللَّه بْن أَبِي رَافِع وَسُوَيْد بْن غَفَلَة وَعُبَيْدَة بْن عَمْرو وَزَيْد بْن وَهْب وَكُلَيْب الْجَرْمِيّ وَطَارِق بْن زِيَاد وَأَبُو مَرْيَم. قُلْت : وَأَبُو وَضِيّ وَأَبُو كَثِير وَأَبُو مُوسَى وَأَبُو وَائِل فِي مُسْنَد إِسْحَاق بْن رَاهْوَيْهِ وَالطَّبَرَانِيُّ وَأَبُو جُحَيْفَةَ عِنْد الْبَزَّار وَأَبُو جَعْفَر الْفَرَّاء مَوْلَى عَلِيّ أَخْرَجَهُ الطَّبَرَانِيُّ فِي الْأَوْسَط وَكَثِير بْن نُمَيْر وَعَاصِم بْن ضَمْرَة , قَالَ الطَّبَرِيُّ وَرَوَاهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ عَلِيّ بْن أَبِي طَالِب أَوْ بَعْضه عَبْدُ اللَّهِ بْنُ مَسْعُودٍ وَأَبُو ذَرّ وَابْن عَبَّاس وَعَبْد اللَّه بْن عَمْرو بْن الْعَاصِ وَابْن عُمَر وَأَبُو سَعِيد الْخُدْرِيُّ وَأَنَس بْن مَالِك وَحُذَيْفَة وَأَبُو بَكْرَة وَعَائِشَة وَجَابِر وَأَبُو بَرْزَة وَأَبُو أُمَامَةَ وَعَبْد اللَّه بْن أَبِي أَوْفَى وَسَهْل بْن حُنَيْف وَسَلْمَان الْفَارِسِيّ قُلْت : وَرَافِع بْن عَمْرو وَسَعْد بْن أَبِي وَقَّاص وَعَمَّار بْن يَاسِر وَجُنْدَب بْن عَبْد اللَّه الْبَجَلِيُّ وَعَبْد الرَّحْمَن بْن عَرِيس وَعُقْبَة بْن عَامِر وَطَلْق بْن عَلِيّ وَأَبُو هُرَيْرَة أَخْرَجَهُ الطَّبَرَانِيُّ فِي الْأَوْسَط بِسَنَدٍ جَيِّد مِنْ طَرِيق الْفَرَزْدَق الشَّاعِر أَنَّهُ سَمِعَ أَبَا هُرَيْرَة وَأَبَا سَعِيد وَسَأَلَهُمَا فَقَالَ إِنِّي رَجُل مِنْ أَهْل الْمَشْرِق وَإِنَّ قَوْمًا يَخْرُجُونَ عَلَيْنَا يَقْتُلُونَ مَنْ قَالَ لَا إِلَه إِلَّا اللَّه وَيُؤَمِّنُونَ مَنْ سِوَاهُمْ فَقَالَا لِي \" سَمِعْنَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : مَنْ قَتَلَهُمْ فَلَهُ أَجْر شَهِيد وَمَنْ قَتَلُوهُ فَلَهُ أَجْر شَهِيد \" فَهَؤُلَاءِ خَمْسَة وَعِشْرُونَ نَفْسًا مِنْ الصَّحَابَة وَالطُّرُق إِلَى كَثْرَتهمْ مُتَعَدِّدَة كَعَلِيٍّ وَأَبِي سَعِيد وَعَبْد اللَّه بْن عُمَر وَأَبِي بَكْرَة وَأَبِي بَرْزَة وَأَبِي ذَرّ , فَيُفِيد مَجْمُوع خَبَرهمَا الْقَطْعَ بِصِحَّةِ ذَلِكَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6934,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى تَقْتَتِلَ فِئَتَانِ دَعْوَاهُمَا وَاحِدَةٌ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The Hour will not be established till two (huge) groups fight against each other, \ntheir claim being one and the same.\"",
    "explication": "‏ ‏قَوْله : ( قَالَ سُفْيَان وَزَاد فِيهِ أَبُو الزِّنَادِ ) ‏ ‏هُوَ مَوْصُولٌ بِالْإِسْنَادِ الْمَذْكُورِ وَأَخْطَأَ مَنْ زَعَمَ أَنَّهُ مُعَلَّقٌ وَقَدْ وَصَلَهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيقِ مُحَمَّد بْن عُبَادَة عَنْ سُفْيَانَ بِالْإِسْنَادَيْنِ مَعًا. ‏ ‏قَوْله : ( رِوَايَة ) ‏ ‏هُوَ عِوَضٌ عَنْ قَوْلِهِ \" عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" وَقَدْ وَقَعَ عِنْدَ الْإِسْمَاعِيلِيِّ مِنْ طَرِيقِ مُحَمَّد بْن عَبَّاد عَنْ سُفْيَان بِلَفْظ \" عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" وَوَقَعَ فِي الْبَابِ الَّذِي قَبْلَهُ مِنْ وَجْهٍ آخَرَ عَنْ الْأَعْرَجِ بِلَفْظِ \" قَالَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَزَادَ فِيهِ \" حُمْرَ الْوُجُوهِ \" وَلَمْ يَذْكُرْ \" صِغَارَ الْأَعْيُنِ \" ‏ ‏وَقَوْله \" ذُلْفَ الْأُنُوف \" ‏ ‏أَيْ صِغَارِهَا وَالْعَرَبُ تَقُولُ أَمْلَحُ النَّسَاءِ الذُّلْفُ وَقِيلَ الذُّلْفُ الِاسْتِوَاء فِي طَرَف الْأَنْفِ وَقِيلَ قِصَرُ الْأَنْفِ وَانْبِطَاحُهُ وَسَيَأْتِي بَقِيَّة شَرْحِ هَذَا الْحَدِيثِ فِي عَلَامَاتِ النُّبُوَّةِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6935,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ، أَخْبَرَاهُ أَنَّهُمَا، سَمِعَا عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ، يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَمَعْتُ لِقِرَاءَتِهِ، فَإِذَا هُوَ يَقْرَؤُهَا عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم كَذَلِكَ، فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَانْتَظَرْتُهُ حَتَّى سَلَّمَ، ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ أَوْ بِرِدَائِي فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ قَالَ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ لَهُ كَذَبْتَ فَوَاللَّهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقْرَأَنِي هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا‏.‏ فَانْطَلَقْتُ أَقُودُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ بِسُورَةِ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا، وَأَنْتَ أَقْرَأْتَنِي سُورَةَ الْفُرْقَانِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرْسِلْهُ يَا عُمَرُ، اقْرَأْ يَا هِشَامُ ‏\"‏‏.‏ فَقَرَأَ عَلَيْهِ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَؤُهَا‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَكَذَا أُنْزِلَتْ ‏\"‏‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اقْرَأْ يَا عُمَرُ ‏\"‏‏.‏ فَقَرَأْتُ فَقَالَ ‏\"‏ هَكَذَا أُنْزِلَتْ ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ‏\"‏‏.‏",
    "english_text": "I heard Hisham bin Al-Hakim reciting Surat Al-Furqan during the lifetime of Allah's Messenger (ﷺ). I listened to his recitation and noticed that he recited it in several different ways which Allah's Messenger (ﷺ) had not taught me. So  I was about to jump over him during his Salat (prayer) but I waited till he finished his Salat (prayer) whereupon I put, either his upper garment or my upper garment around his neck and seized him by it and asked him, \"Who has taught you this Surah?\" He replied: \"Allah's Messenger (ﷺ) has taught it to me.\" I said (to him), \"You have told a lie! By Allah, Allah's Messenger (ﷺ) has taught me this Surah which I have heard you reciting.\" So I dragged him to the Allah's Messenger (ﷺ). I said: \"O Allah's Messenger I have heard this man reciting Surat Al-Furqan in a way in which you have not taught me, and you did teach me Surah Al-Furqan.\" On that Allah's Messenger (ﷺ) said, \"O 'Umar, release him! Recite, O Hisham\". So Hisham recited before him in the way as I heard him reciting. Allah's Messenger (ﷺ) said, \"It has been revealed like this.\" Then Allah's Messenger (ﷺ) said, \"Recite, O 'Umar\" So recited it. The Prophet (ﷺ) said, \"It has been revealed like this.\" And then he added, \"This Qur'an has been revealed to be recited in seven different ways, so recite it whichever way is easier for you.\"",
    "explication": "حَدِيث عُمَرَ فِي قِصَّتِهِ مَعَ هِشَام بْن حَكِيم فِي قِرَاءَةِ سُورَةِ الْفُرْقَانِ , وَفِيهِ مَعَ إِنْكَارِهِ عَلَيْهِ بِالْقَوْلِ إِنْكَاره عَلَيْهِ بِالْفِعْلِ وَذَلِكَ عَلَى سَبِيلِ الِاجْتِهَادِ مِنْهُ وَلِذَلِكَ لَمْ يُؤَاخَذْ بِهِ. وَسَيَأْتِي الْكَلَامُ عَلَيْهِ فِي فَضَائِلِ الْقُرْآنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6936,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا وَكِيعٌ، ح حَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، رضى الله عنه قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ ‏{‏الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ‏}‏ شَقَّ ذَلِكَ عَلَى أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَقَالُوا أَيُّنَا لَمْ يَظْلِمْ نَفْسَهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَيْسَ كَمَا تَظُنُّونَ‏.‏ إِنَّمَا هُوَ كَمَا قَالَ لُقْمَانُ لاِبْنِهِ ‏{‏يَا بُنَىَّ لاَ تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ‏}‏‏\"‏‏.‏",
    "english_text": "When the Verse:--'Those who believe and did not confuse their belief with wrong (worshipping others \nbesides Allah).' (6.82) was revealed, it was hard on the companions of the Prophet (ﷺ) and they said, \n\"Who among us has not wronged (oppressed) himself?\" Allah's Messenger (ﷺ) said, \"The meaning of the \nVerse is not as you think, but it is as Luqman said to his son, 'O my son! Join not in worship others \nwith Allah, Verily! Joining others in worship with Allah is a great wrong indeed.'\" (31.13)",
    "explication": "‏ ‏حَدِيثُ اِبْن مَسْعُود \" لَمَّا نَزَلَ : الَّذِي آمَنُوا وَلَمْ يُلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ \" ‏ ‏الْحَدِيث , مَضَى شَرْحه فِي كِتَاب الْإِيمَان , قَالَ الْإِسْمَاعِيلِيّ : كَذَا أَوْرَدَ هَذَا الْحَدِيث فِي تَرْجَمَة إِبْرَاهِيم , وَلَا أَعْلَم فِيهِ شَيْئًا مِنْ قِصَّة إِبْرَاهِيم , كَذَا قَالَ , وَخَفِيَ عَلَيْهِ أَنَّهُ حِكَايَة عَنْ قَوْل إِبْرَاهِيم عَلَيْهِ السَّلَام لِأَنَّهُ سُبْحَانه لَمَّا فَرَغَ مِنْ حِكَايَة قَوْل إِبْرَاهِيم فِي الْكَوْكَب وَالْقَمَر وَالشَّمْس ذَكَرَ مُحَاجَّة قَوْمه لَهُ , ثُمَّ حَكَى أَنَّهُ قَالَ لَهُمْ : ( وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ ) فَهَذَا كُلّه عَنْ إِبْرَاهِيم , وَقَوْله : ( إِنْ كُنْتُمْ تَعْلَمُونَ ) خِطَاب لِقَوْمِهِ , ثُمَّ قَالَ ( الَّذِينَ آمَنُوا ) إِلَخْ يَعْنِي أَنَّ الَّذِينَ هُمْ أَحَقُّ بِالْأَمْنِ هُمْ الَّذِينَ آمَنُوا , وَقَالَ بَعْد ذَلِكَ : ( وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ ) فَظَهَرَ تَعَلُّق ذَلِكَ بِتَرْجَمَةِ إِبْرَاهِيم , وَرَوَى الْحَاكِم فِي \" الْمُسْتَدْرَك \" مِنْ حَدِيث عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَرَأَ هَذِهِ الْآيَة ( الَّذِينَ آمَنُوا وَلَمْ يُلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ ) قَالَ : نَزَلَتْ هَذِهِ الْآيَة فِي إِبْرَاهِيم وَأَصْحَابه , وَاقْتَصَرَ الْكَرْمَانِيُّ عَلَى قَوْله : مُنَاسَبَة هَذَا الْحَدِيث لِقِصَّةِ إِبْرَاهِيم اِتِّصَال هَذِهِ الْآيَة بِقَوْلِهِ : ( وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ ). ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6937,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ، قَالَ سَمِعْتُ عِتْبَانَ بْنَ مَالِكٍ، يَقُولُ غَدَا عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ رَجُلٌ أَيْنَ مَالِكُ بْنُ الدُّخْشُنِ فَقَالَ رَجُلٌ مِنَّا ذَلِكَ مُنَافِقٌ لاَ يُحِبُّ اللَّهَ وَرَسُولَهُ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَلاَ تَقُولُوهُ يَقُولُ لاَ إِلَهَ إِلاَّ اللَّهُ يَبْتَغِي‏.‏ بِذَلِكَ وَجْهَ اللَّهِ ‏\"‏‏.‏ قَالَ بَلَى‏.‏ قَالَ ‏\"‏ فَإِنَّهُ لاَ يُوَافَى عَبْدٌ يَوْمَ الْقِيَامَةِ بِهِ إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ ‏\"‏‏.‏",
    "english_text": "Once Allah's Messenger (ﷺ) came to me in the morning, and a man among us said, \"Where is Malik bin Ad- \nDukhshun?\" Another man from us replied, \"He is a hypocrite who does not love Allah and His \nApostle.\" The Prophet (ﷺ) said, \"Don't you think that he says: None has the right to be worshipped but \nAllah, only for Allah's sake?\" They replied, \"Yes\" The Prophet (ﷺ) said, \"Nobody will meet Allah with \nthat saying on the Day of Resurrection, but Allah will save him from the Fire.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْحَاق ) ‏ ‏قِيلَ هُوَ اِبْن رَاهْوَيْهِ , فَإِنَّ هَذَا اَلْحَدِيثَ وَقَعَ فِي مُسْنَدِهِ بِهَذَا اَلْإِسْنَادِ , لَكِنْ فِي لَفْظِهِ مُخَالَفَة يَسِيرَة فَيَحْتَمِلُ أَنْ يَكُونَ إِسْحَاق شَيْخ اَلْبُخَارِيّ فِيهِ هُوَ اِبْن مَنْصُور. ‏ ‏قَوْله : ( أَخْبَرَنَا يَعْقُوب ) ‏ ‏اَلتَّعْبِير بِالْإِخْبَارِ قَرِينَة فِي كَوْن إِسْحَاق هُوَ اِبْن رَاهْوَيْهِ , لِأَنَّهُ لَا يُعَبِّرُ عَنْ شُيُوخِهِ إِلَّا بِذَلِكَ , لَكِنْ وَقَعَ فِي رِوَايَة كَرِيمَةَ وَأَبِي اَلْوَقْتِ وَغَيْرهمَا بِلَفْظِ اَلتَّحْدِيث , وَيَعْقُوب بْن إِبْرَاهِيم اَلْمَذْكُور هُوَ اِبْن سَعْد بْن إِبْرَاهِيم بْن عَبْد اَلرَّحْمَن بْن عَوْف اَلزُّهْرِيّ. ) ‏ ‏قَوْله : ( وَعَقَلَ مَجَّةً ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَيْهِ فِي كِتَابِ اَلْعِلْمِ. ‏ ‏قَوْله : ( كَانَ فِي دَارِهِمْ ) ‏ ‏أَيْ اَلدَّلْوِ , وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" كَانَتْ \" أَيْ اَلْبِئْر. ‏ ‏قَوْله : ( فَزَعَمَ مَحْمُود ) ‏ ‏أَيْ أَخْبَرَ , وَهُوَ مِنْ إِطْلَاق اَلزَّعْم عَلَى اَلْقَوْلِ. ‏ ‏قَوْله : ( فَيَشُقُّ عَلَيَّ ) ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيّ \" فَشَقَّ \" بِصِيغَة اَلْمَاضِي. قَوْلُهُ : ( أَيْنَ تُحِبُّ أَنْ نُصَلِّيَ بِصِيغَةِ اَلْجَمْعِ كَذَا لِلْأَكْثَرِ , وَفِي رِوَايَة الْكُشْمِيهَنِيّ بِالْإِفْرَادِ. ‏ ‏قَوْله : ( مَا فَعَلَ مَالِك ) ‏ ‏هُوَ اِبْن الدَّخْشَنِ. ‏ ‏قَوْله : ( لَا أَرَاهُ ) ‏ ‏بِفَتْحِ اَلْهَمْزَةِ مِنْ اَلرُّؤْيَةِ. ‏ ‏قَوْله : ( قَالَ مَحْمُود بْن اَلرَّبِيع ) ‏ ‏أَيْ بِالْإِسْنَادِ اَلْمَاضِي ‏ ‏( فَحَدَّثْتهَا قَوْمًا ) ‏ ‏أَيْ رِجَالًا ( ‏ ‏فِيهِمْ أَبُو أَيُّوبَ ) ‏ ‏هُوَ خَالِد بْن زَيْد اَلْأَنْصَارِيّ اَلَّذِي نَزَلَ عَلَيْهِ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا قَدِمَ اَلْمَدِينَةَ. ) ‏ ‏قَوْله : ( اَلَّتِي تُوَفِّيَ فِيهَا ) ‏ ‏ذَكَرَ اِبْن سَعْد وَغَيْرُهُ أَنَّ أَبَا أَيُّوب أَوْصَى أَنْ يُدْفَنَ تَحْتَ أَقْدَامِ اَلْخَيْلِ وَيُغَيَّبَ مَوْضِعُ قَبْرِهِ فَدُفِنَ إِلَى جَانِبِ جِدَار اَلْقُسْطَنْطِينِيَّة. ‏ ‏قَوْله : ( وَيَزِيدُ بْن مُعَاوِيَة ) ‏ ‏اِبْن أَبِي سُفْيَان , ‏ ‏قَوْله : ( عَلَيْهِمْ ) ‏ ‏أَيْ كَانَ أَمِيرًا , وَذَلِكَ فِي سَنَة خَمْسِينَ وَقِيلَ بَعْدَهَا فِي خِلَافَةِ مُعَاوِيَة , وَوَصَلُوا فِي تِلْكَ اَلْغَزْوَةِ حَتَّى حَاصَرُوا اَلْقُسْطَنْطِينِيَّةَ. ‏ ‏قَوْله : ( فَأَنْكَرَهَا عَلَيَّ ) ‏ ‏قَدْ بَيَّنَ أَبُو أَيُّوب وَجْه اَلْإِنْكَار وَهُوَ مَا غَلَبَ عَلَى ظَنِّهِ مِنْ نَفْيِ اَلْقَوْلِ اَلْمَذْكُورِ , وَمَا اَلْبَاعِثُ لَهُ عَلَى ذَلِكَ فَقِيلَ إِنَّهُ اِسْتَشْكَلَ قَوْله \" إِنَّ اَللَّهَ قَدْ حَرَّمَ اَلنَّارَ عَلَى مَنْ قَالَ لَا إِلَهَ إِلَّا اَللَّه \" لِأَنَّ ظَاهِرَهُ لَا يَدْخُلُ أَحَد مِنْ عُصَاةِ اَلْمُوَحِّدِينَ اَلنَّار , وَهُوَ مُخَالِفٌ لِآيَاتٍ كَثِيرَةٍ وَأَحَادِيثَ شَهِيرَةٍ مِنْهَا أَحَادِيث اَلشَّفَاعَة , لَكِنَّ اَلْجَمْعَ مُمْكِنٌ بِأَنْ يُحْمَلَ اَلتَّحْرِيم عَلَى اَلْخُلُودِ , وَقَدْ وَافَقَ مَحْمُودًا عَلَى رِوَايَةِ هَذَا اَلْحَدِيثِ عَنْ عِتْبَان أَنَسُ بْن مَالِك كَمَا أَخْرَجَهُ مُسْلِم مِنْ طَرِيقِهِ وَهُوَ مُتَابِعٌ قَوِيٌّ جِدًّا , وَكَأَنَّ اَلْحَامِلَ لِمَحْمُودٍ عَلَى اَلرُّجُوعِ إِلَى عِتْبَانَ لِيَسْمَع اَلْحَدِيث مِنْهُ ثَانِي مَرَّةٍ أَنَّ أَبَا أَيُّوب لَمَّا أَنْكَرَ عَلَيْهِ اِتَّهَمَ نَفْسه بِأَنْ يَكُونَ مَا ضَبَطَ اَلْقَدْر اَلَّذِي أَنْكَرَهُ عَلَيْهِ , وَلِهَذَا قَنِعَ بِسَمَاعِهِ عَنْ عِتْبَان ثَانِي مَرَّة. ‏ ‏قَوْله : ( حَتَّى أَقْفِلَ ) ‏ ‏بِقَافٍ وَفَاءٍ أَيْ أَرْجِعَ وَزْنًا وَمَعْنًى , وَفِي هَذَا اَلْحَدِيثِ فَوَائِد كَثِيرَة تَقَدَّمَتْ مَبْسُوطَة فِي \" بَابِ اَلْمَسَاجِدِ فِي اَلْبُيُوتِ \" وَفِيهِ مَا تَرْجَمَ لَهُ هُنَا وَهُوَ صَلَاةُ اَلنَّوَافِلِ جَمَاعَة , وَرَوَى اِبْن وَهْب عَنْ مَالِكٍ أَنَّهُ لَا بَأْسَ بِأَنْ يَؤُمَّ اَلنَّفَر فِي اَلنَّافِلَةِ , فَأَمَّا أَنْ يَكُونَ مُشْتَهِرًا وَيُجْمَعَ لَهُ اَلنَّاس فَلَا , وَهَذَا بَنَاهُ عَلَى قَاعِدَتِهِ فِي سَدِّ اَلذَّرَائِعِ لِمَا يَخْشَى مِنْ أَنْ يَظُنَّ مَنْ لَا عِلْمَ لَهُ أَنَّ ذَلِكَ فَرِيضَة , وَاسْتَثْنَى اِبْن حَبِيب مِنْ أَصْحَابِهِ قِيَام رَمَضَان لِاشْتِهَارِ ذَلِكَ مِنْ فِعْلِ اَلصَّحَابَةِ وَمَنْ بَعْدَهُمْ رَضِيَ اَللَّهُ عَنْهُمْ , وَفِي اَلْحَدِيثِ مِنْ اَلْفَوَائِدِ مَا تَقَدَّمَ بَعْضه مَبْسُوطًا , وَمُلَاطَفَة اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ بِالْأَطْفَالِ , وَذَكَرَ اَلْمَرْء مَا فِيهِ مِنْ اَلْعِلَّةِ مُعْتَذِرًا , وَطَلَب عَيْنَ اَلْقِبْلَة , وَأَنَّ اَلْمَكَانَ اَلْمُتَّخَذَ مَسْجِدًا مِنْ اَلْبَيْتِ لَا يَخْرُجُ عَنْ مِلْكِ صَاحِبِهِ , وَأَنَّ اَلنَّهْيَ عَنْ اسْتِيطَانِ اَلرَّجُل مَكَانًا إِنَّمَا هُوَ فِي اَلْمَسْجِدِ اَلْعَامِّ , وَفِيهِ عَيْب مَنْ تَخَلَّفَ عَنْ حُضُورِ مَجْلِسِ اَلْكَبِيرِ , وَأَنَّ مَنْ عِيبَ بِمَا يَظْهَرُ مِنْهُ لَا يُعَدُّ غِيبَة وَأَنَّ ذِكْرَ اَلْإِنْسَانِ بِمَا فِيهِ عَلَى جِهَةِ اَلتَّعْرِيفِ جَائِز , وَأَنَّ اَلتَّلَفُّظَ بِالشَّهَادَتَيْنِ كَافٍ فِي إِجْرَاءِ أَحْكَامِ اَلْمُسْلِمِينَ , وَفِيهِ اِسْتِثْبَات طَالِب اَلْحَدِيثِ شَيْخه عَمَّا حَدَّثَهُ بِهِ إِذَا خَشِيَ مِنْ نِسْيَانِهِ وَإِعَادَة اَلشَّيْخِ اَلْحَدِيثَ , وَالرِّحْلَة فِي طَلَبِ اَلْعِلْمِ وَغَيْر ذَلِكَ. وَقَدْ تَرْجَمَ اَلْمُصَنِّف بِأَكْثَرَ مِنْ ذَلِكَ وَاَللَّه اَلْمُسْتَعَان. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 6938,
    "category": "كتاب استتابة المرتدين",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ حُصَيْنٍ، عَنْ فُلاَنٍ، قَالَ تَنَازَعَ أَبُو عَبْدِ الرَّحْمَنِ وَحِبَّانُ بْنُ عَطِيَّةَ فَقَالَ أَبُو عَبْدِ الرَّحْمَنِ لِحِبَّانَ لَقَدْ عَلِمْتُ الَّذِي جَرَّأَ صَاحِبَكَ عَلَى الدِّمَاءِ يَعْنِي عَلِيًّا‏.‏ قَالَ مَا هُوَ لاَ أَبَا لَكَ قَالَ شَىْءٌ سَمِعْتُهُ يَقُولُهُ‏.‏ قَالَ مَا هُوَ قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَالزُّبَيْرَ وَأَبَا مَرْثَدٍ وَكُلُّنَا فَارِسٌ قَالَ ‏\"‏ انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ حَاجٍ ـ قَالَ أَبُو سَلَمَةَ هَكَذَا قَالَ أَبُو عَوَانَةَ حَاجٍ ـ فَإِنَّ فِيهَا امْرَأَةً مَعَهَا صَحِيفَةٌ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى الْمُشْرِكِينَ فَأْتُونِي بِهَا ‏\"‏‏.‏ فَانْطَلَقْنَا عَلَى أَفْرَاسِنَا حَتَّى أَدْرَكْنَاهَا حَيْثُ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم تَسِيرُ عَلَى بَعِيرٍ لَهَا، وَكَانَ كَتَبَ إِلَى أَهْلِ مَكَّةَ بِمَسِيرِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَيْهِمْ‏.‏ فَقُلْنَا أَيْنَ الْكِتَابُ الَّذِي مَعَكِ قَالَتْ مَا مَعِي كِتَابٌ‏.‏ فَأَنَخْنَا بِهَا بَعِيرَهَا، فَابْتَغَيْنَا فِي رَحْلِهَا فَمَا وَجَدْنَا شَيْئًا‏.‏ فَقَالَ صَاحِبِي مَا نَرَى مَعَهَا كِتَابًا‏.‏ قَالَ فَقُلْتُ لَقَدْ عَلِمْنَا مَا كَذَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ حَلَفَ عَلِيٌّ وَالَّذِي يُحْلَفُ بِهِ لَتُخْرِجِنَّ الْكِتَابَ أَوْ لأُجَرِّدَنَّكِ‏.‏ فَأَهْوَتْ إِلَى حُجْزَتِهَا وَهْىَ مُحْتَجِزَةٌ بِكِسَاءٍ فَأَخْرَجَتِ الصَّحِيفَةَ، فَأَتَوْا بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ قَدْ خَانَ اللَّهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ‏.‏ دَعْنِي فَأَضْرِبَ عُنُقَهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا حَاطِبُ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ مَالِي أَنْ لاَ أَكُونَ مُؤْمِنًا بِاللَّهِ وَرَسُولِهِ، وَلَكِنِّي أَرَدْتُ أَنْ يَكُونَ لِي عِنْدَ الْقَوْمِ يَدٌ، يُدْفَعُ بِهَا عَنْ أَهْلِي وَمَالِي، وَلَيْسَ مِنْ أَصْحَابِكَ أَحَدٌ إِلاَّ لَهُ هُنَالِكَ مِنْ قَوْمِهِ مَنْ يَدْفَعُ اللَّهُ بِهِ عَنْ أَهْلِهِ وَمَالِهِ‏.‏ قَالَ ‏\"‏ صَدَقَ، لاَ تَقُولُوا لَهُ إِلاَّ خَيْرًا ‏\"‏‏.‏ قَالَ فَعَادَ عُمَرُ فَقَالَ يَا رَسُولُ اللَّهِ قَدْ خَانَ اللَّهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ، دَعْنِي فَلأَضْرِبَ عُنُقَهُ‏.‏ قَالَ ‏\"‏ أَوَلَيْسَ مِنْ أَهْلِ بَدْرٍ، وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ اطَّلَعَ عَلَيْهِمْ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ أَوْجَبْتُ لَكُمُ الْجَنَّةَ ‏\"‏‏.‏ فَاغْرَوْرَقَتْ عَيْنَاهُ فَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏",
    "english_text": "Abu `Abdur-Rahman and Hibban bin 'Atiyya had a dispute. Abu `Abdur-Rahman said to Hibban, \n\"You know what made your companions (i.e. `Ali) dare to shed blood.\" Hibban said, \"Come on! What \nis that?\" `Abdur-Rahman said, \"Something I heard him saying.\" The other said, \"What was it?\" \n`AbdurRahman said, \"`Ali said, Allah's Messenger (ﷺ) sent for me, Az-Zubair and Abu Marthad, and all of \nus were cavalry men, and said, 'Proceed to Raudat-Hajj (Abu Salama said that Abu 'Awana called it \nlike this, i.e., Hajj where there is a woman carrying a letter from Hatib bin Abi Balta'a to the pagans \n(of Mecca). So bring that letter to me.' So we proceeded riding on our horses till we overtook her at \nthe same place of which Allah's Messenger (ﷺ) had told us. She was traveling on her camel. In that letter \nHatib had written to the Meccans about the proposed attached of Allah's Messenger (ﷺ) against them. We \nasked her, \"Where is the letter which is with you?' She replied, 'I haven't got any letter.' So we made \nher camel kneel down and searched her luggage, but we did not find anything. My two companions \nsaid, 'We do not think that she has got a letter.' I said, 'We know that Allah's Messenger (ﷺ) has not told a \nlie.'\" \nThen `Ali took an oath saying, \"By Him by Whom one should swear! You shall either bring out the \nletter or we shall strip off your clothes.\" She then stretched out her hand for her girdle (round her \nwaist) and brought out the paper (letter). They took the letter to Allah's Messenger (ﷺ). `Umar said, \"O \nAllah's Messenger (ﷺ)! (Hatib) has betrayed Allah, His Apostle and the believers; let me chop off his neck!\" \nAllah's Messenger (ﷺ) said, \"O Hatib! What obliged you to do what you have done?\" Hatib replied, \"O \nAllah's Messenger (ﷺ)! Why (for what reason) should I not believe in Allah and His Apostle? But I intended \nto do the (Mecca) people a favor by virtue of which my family and property may be protected as there \nis none of your companions but has some of his people (relatives) whom Allah urges to protect his \nfamily and property.\" The Prophet (ﷺ) said, \"He has said the truth; therefore, do not say anything to him \nexcept good.\" `Umar again said, \"O Allah's Messenger (ﷺ)! He has betrayed Allah, His Apostle and the \nbelievers; let me chop his neck off!\" The Prophet (ﷺ) said, \"Isn't he from those who fought the battle of \nBadr? And what do you know, Allah might have looked at them (Badr warriors) and said (to them), \n'Do what you like, for I have granted you Paradise?' \" On that, `Umar's eyes became flooded with tears \nand he said, \"Allah and His Apostle know best.\"",
    "explication": "ذَكَرَ الْمُصَنِّف حَدِيث عَلِيّ فِي قِصَّة حَاطِب بْن أَبِي بَلْتَعَة , وَسَيَأْتِي شَرْح الْقِصَّة فِي فَتْح مَكَّة مُسْتَوْفًى وَذَكَرَ الْبَرْقَانِيّ أَنَّ مُسْلِمًا أَخْرَجَ نَحْو هَذَا الْحَدِيث مِنْ طَرِيق اِبْن عَبَّاس عَنْ عُمَر مُسْتَوْفًى , وَالْمُرَاد مِنْهُ هُنَا الِاسْتِدْلَال عَلَى فَضْل أَهْل بَدْر بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَذْكُور , وَهِيَ بِشَارَة عَظِيمَة لَمْ تَقَع لِغَيْرِهِمْ , وَوَقَعَ الْخَبَر بِأَلْفَاظٍ : مِنْهَا \" فَقَدْ غَفَرْت لَكُمْ \" وَمِنْهَا \" فَقَدْ وَجَبَتْ لَكُمْ الْجَنَّة \" وَمِنْهَا \" لَعَلَّ اللَّه اِطَّلَعَ \" لَكِنْ قَالَ الْعُلَمَاء إِنَّ التَّرَجِّي فِي كَلَام اللَّه وَكَلَام رَسُوله الْمَوْقُوع وَعِنْد أَحْمَد وَأَبِي دَاوُدَ وَابْن أَبِي شَيْبَة مِنْ حَدِيث أَبِي هُرَيْرَة بِالْجَزْمِ وَلَفْظه \" إِنَّ اللَّه اِطَّلَعَ عَلَى أَهْل بَدْر فَقَالَ اِعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْت لَكُمْ \" وَعِنْد أَحْمَد بِإِسْنَادٍ عَلَى شَرْط مُسْلِم مِنْ حَدِيث جَابِر مَرْفُوعًا \" لَنْ يَدْخُل النَّار أَحَد شَهِدَ بَدْرًا \" وَقَدْ اُسْتُشْكِلَ قَوْله : \" اِعْمَلُوا مَا شِئْتُمْ \" فَإِنَّ ظَاهِره أَنَّهُ لِلْإِبَاحَةِ وَهُوَ خِلَاف عَقْد الشَّرْع , وَأُجِيب بِأَنَّهُ إِخْبَار عَنْ الْمَاضِي أَيْ كُلّ عَمَل كَانَ لَكُمْ فَهُوَ مَغْفُور , وَيُؤَيِّدهُ أَنَّهُ لَوْ كَانَ لِمَا يَسْتَقْبِلُونَهُ مِنْ الْعَمَل لَمْ يَقَع بِلَفْظِ الْمَاضِي وَلَقَالَ فَسَأَغْفِرُهُ لَكُمْ , وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ لِلْمَاضِي لَمَا حَسُنَ الِاسْتِدْلَال بِهِ فِي قِصَّة حَاطِب لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاطَبَ بِهِ عُمَر مُنْكِرًا عَلَيْهِ مَا قَالَ فِي أَمْر حَاطِب , وَهَذِهِ الْقِصَّة كَانَتْ بَعْد بَدْر بِسِتِّ سِنِينَ فَدَلَّ عَلَى أَنَّ الْمُرَاد مَا سَيَأْتِي , وَأَوْرَدَهُ فِي لَفْظ الْمَاضِي مُبَالَغَة فِي تَحْقِيقه. وَقِيلَ : إِنَّ صِيغَة الْأَمْر فِي قَوْله : \" اِعْمَلُوا \" لِلتَّشْرِيفِ وَالتَّكْرِيم وَالْمُرَاد عَدَم الْمُؤَاخَذَة بِمَا يَصْدُر مِنْهُمْ بَعْد ذَلِكَ , وَأَنَّهُمْ خُصُّوا بِذَلِكَ لِمَا حَصَلَ لَهُمْ مِنْ الْحَال الْعَظِيمَة الَّتِي اِقْتَضَتْ مَحْو ذُنُوبهمْ السَّابِقَة , وَتَأَهَّلُوا لِأَنْ يَغْفِر اللَّه لَهُمْ الذُّنُوب اللَّاحِقَة إِنْ وَقَعَتْ , أَيْ كُلّ مَا عَمِلْتُمُوهُ بَعْد هَذِهِ الْوَاقِعَة مِنْ أَيّ عَمَل كَانَ فَهُوَ مَغْفُور. وَقِيلَ : إِنَّ الْمُرَاد ذُنُوبهمْ تَقَع إِذَا وَقَعَتْ مَغْفُورَة. وَقِيلَ : هِيَ بِشَارَة بِعَدَمِ وُقُوع الذُّنُوب مِنْهُمْ , وَفِيهِ نَظَر ظَاهِر لِمَا سَيَأْتِي فِي قِصَّة قُدَامَةَ بْن مَظْعُون حِين شَرِبَ الْخَمْر فِي أَيَّام عُمَر وَحَدَّهُ عُمَرُ , فَهَاجَرَ بِسَبَبِ ذَلِكَ , فَرَأَى عُمَرُ فِي الْمَنَام مَنْ يَأْمُرهُ بِمُصَالَحَتِهِ , وَكَانَ قُدَامَةُ بَدْرِيًّا. وَاَلَّذِي يُفْهَم مِنْ سِيَاق الْقِصَّة الِاحْتِمَالُ الثَّانِي وَهُوَ الَّذِي فَهِمَهُ أَبُو عَبْد الرَّحْمَن السُّلَمِيّ التَّابِعِيّ حَيْثُ قَالَ لِحَيَّانَ بْن عَطِيَّة : قَدْ عَلِمْت الَّذِي جَرَّأَ صَاحِبك عَلَى الدِّمَاء , وَذَكَرَ لَهُ هَذَا الْحَدِيث , وَسَيَأْتِي ذَلِكَ فِي \" بَاب اِسْتِتَابَة الْمُرْتَدِّينَ \". وَاتَّفَقُوا عَلَى أَنَّ الْبِشَارَة الْمَذْكُورَة فِيمَا يَتَعَلَّق بِأَحْكَامِ الْآخِرَة لَا بِأَحْكَامِ الدُّنْيَا مِنْ إِقَامَة الْحُدُود وَغَيْرهَا , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]