[
  {
    "id": "6953",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ يَخْطُبُ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ يَا أَيُّهَا النَّاسُ إِنَّمَا الأَعْمَالُ بِالنِّيَّةِ وَإِنَّمَا لاِمْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ هَاجَرَ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, 'O people! The reward of deeds depends upon the intentions, and every person will \nget the reward according to what he has intended. So, whoever emigrated for Allah and His Apostle, \nthen his emigration was for Allah and His Apostle, and whoever emigrated to take worldly benefit or \nfor a woman to marry, then his emigration was for what he emigrated for.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا الْحُمَيْدِيّ ) ‏ ‏هُوَ أَبُو بَكْر عَبْد اللَّه بْن الزُّبَيْر بْن عِيسَى , مَنْسُوب إِلَى حُمَيْدِ بْن أُسَامَة بَطْن مِنْ بَنِي أَسَد بْن عَبْد الْعُزَّى بْن قُصَيّ رَهْط خَدِيجَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , يَجْتَمِع مَعَهَا فِي أَسَد وَيَجْتَمِع مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قُصَيّ. وَهُوَ إِمَام كَبِير مُصَنِّف , رَافَقَ الشَّافِعِيّ فِي الطَّلَب عَنْ اِبْن عُيَيْنَةَ وَطَبَقَته وَأَخَذَ عَنْهُ الْفِقْه وَرَحَلَ مَعَهُ إِلَى مِصْر , وَرَجَعَ بَعْد وَفَاته إِلَى مَكَّة إِلَى أَنْ مَاتَ بِهَا سَنَة تِسْع عَشْرَة وَمِائَتَيْنِ. فَكَأَنَّ الْبُخَارِيّ اِمْتَثَلَ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدِّمُوا قُرَيْشًا \" فَافْتَتَحَ كِتَابه بِالرِّوَايَةِ عَنْ الْحُمَيْدِيّ لِكَوْنِهِ أَفْقَه قُرَشِيّ أَخَذَ عَنْهُ. وَلَهُ مُنَاسَبَة أُخْرَى لِأَنَّهُ مَكِّيّ كَشَيْخِهِ فَنَاسَبَ أَنْ يُذْكَر فِي أَوَّل تَرْجَمَة بَدْء الْوَحْي لِأَنَّ اِبْتِدَاءَهُ كَانَ بِمَكَّة , وَمِنْ ثَمَّ ثَنَّى بِالرِّوَايَةِ عَنْ مَالِك لِأَنَّهُ شَيْخ أَهْل الْمَدِينَة وَهِيَ تَالِيَة لِمَكَّة فِي نُزُول الْوَحْي وَفِي جَمِيع الْفَضْل , وَمَالِك وَابْن عُيَيْنَةَ قَرِينَانِ , قَالَ الشَّافِعِيّ : لَوْلَاهُمَا لَذَهَبَ الْعِلْم مِنْ الْحِجَاز. ‏ ‏قَوْله : ( حَدَّثَنَا سُفْيَان ) ‏ ‏هُوَ اِبْن عُيَيْنَةَ بْن أَبِي عِمْرَان الْهِلَالِيّ أَبُو مُحَمَّد الْمَكِّيّ , أَصْله وَمَوْلِده الْكُوفَة , وَقَدْ شَارَكَ مَالِكًا فِي كَثِير مِنْ شُيُوخه وَعَاشَ بَعْده عِشْرِينَ سَنَة , وَكَانَ يُذْكَر أَنَّهُ سَمِعَ مِنْ سَبْعِينَ مِنْ التَّابِعِينَ. ‏ ‏قَوْله : ( عَنْ يَحْيَى بْن سَعِيد ) ‏ ‏فِي رِوَايَة غَيْر أَبِي ذَرّ : حَدَّثَنَا يَحْيَى بْن سَعِيد الْأَنْصَارِيّ. اِسْم جَدّه قَيْس بْن عَمْرو وَهُوَ صَحَابِيّ , وَيَحْيَى مِنْ صِغَار التَّابِعِينَ , وَشَيْخه مُحَمَّد بْن إِبْرَاهِيم بْن الْحَارِث بْن خَالِد التَّيْمِيُّ مِنْ أَوْسَاط التَّابِعِينَ , وَشَيْخ مُحَمَّد عَلْقَمَة بْن وَقَّاص اللَّيْثِيّ مِنْ كِبَارهمْ , فَفِي الْإِسْنَاد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق. وَفِي الْمَعْرِفَة لِابْنِ مَنْدَهْ مَا ظَاهِره أَنَّ عَلْقَمَة صَحَابِيّ , فَلَوْ ثَبَتَ لَكَانَ فِيهِ تَابِعِيَّانِ وَصَحَابِيَّانِ , وَعَلَى رِوَايَة أَبِي ذَرّ يَكُون قَدْ اِجْتَمَعَ فِي هَذَا الْإِسْنَاد أَكْثَر الصِّيَغ الَّتِي يَسْتَعْمِلهَا الْمُحَدِّثُونَ , وَهِيَ التَّحْدِيث وَالْإِخْبَار وَالسَّمَاع وَالْعَنْعَنَة وَاَللَّه أَعْلَم. وَقَدْ اُعْتُرِضَ عَلَى الْمُصَنِّف فِي إِدْخَاله حَدِيث الْأَعْمَال هَذَا فِي تَرْجَمَة بَدْء الْوَحْي وَأَنَّهُ لَا تَعَلُّق لَهُ بِهِ أَصْلًا , بِحَيْثُ إِنَّ الْخَطَّابِيّ فِي شَرْحه وَالْإِسْمَاعِيلِيّ فِي مُسْتَخْرَجه أَخْرَجَاهُ قَبْل التَّرْجَمَة لِاعْتِقَادِهِمَا أَنَّهُ إِنَّمَا أَوْرَدَهُ لِلتَّبَرُّكِ بِهِ فَقَطْ , وَاسْتَصْوَبَ أَبُو الْقَاسِم بْن مَنْدَهْ صَنِيع الْإِسْمَاعِيلِيّ فِي ذَلِكَ , وَقَالَ اِبْن رَشِيد : لَمْ يَقْصِد الْبُخَارِيّ بِإِيرَادِهِ سِوَى بَيَان حُسْن نِيَّته فِيهِ فِي هَذَا التَّأْلِيف , وَقَدْ تُكُلِّفَتْ مُنَاسَبَته لِلتَّرْجَمَةِ , فَقَالَ : كُلّ بِحَسَبِ مَا ظَهَرَ لَهُ. اِنْتَهَى. وَقَدْ قِيلَ : إِنَّهُ أَرَادَ أَنْ يُقِيمهُ مَقَام الْخُطْبَة لِلْكِتَابِ ; لِأَنَّ فِي سِيَاقه أَنَّ عُمَر قَالَهُ عَلَى الْمِنْبَر بِمَحْضَرِ الصَّحَابَة , فَإِذَا صَلَحَ أَنْ يَكُون فِي خُطْبَة الْمِنْبَر صَلَحَ أَنْ يَكُون فِي خُطْبَة الْكُتُب. وَحَكَى الْمُهَلَّب أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ بِهِ حِين قَدِمَ الْمَدِينَة مُهَاجِرًا , فَنَاسَبَ إِيرَاده فِي بَدْء الْوَحْي ; لِأَنَّ الْأَحْوَال الَّتِي كَانَتْ قَبْل الْهِجْرَة كَانَتْ كَالْمُقَدِّمَةِ لَهَا لِأَنَّ بِالْهِجْرَةِ اُفْتُتِحَ الْإِذْن فِي قِتَال الْمُشْرِكِينَ , وَيَعْقُبهُ النَّصْر وَالظَّفَر وَالْفَتْح اِنْتَهَى. وَهَذَا وَجْه حَسَن , إِلَّا أَنَّنِي لَمْ أَرَ مَا ذَكَرَهُ - مِنْ كَوْنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - خَطَبَ بِهِ أَوَّل مَا هَاجَرَ - مَنْقُولًا. وَقَدْ وَقَعَ فِي بَاب تَرْك الْحِيَل بِلَفْظِ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَا أَيّهَا النَّاس إِنَّمَا الْأَعْمَال بِالنِّيَّةِ \" الْحَدِيث , فَفِي هَذَا إِيمَاء إِلَى أَنَّهُ كَانَ فِي حَال الْخُطْبَة , أَمَّا كَوْنه كَانَ فِي اِبْتِدَاء قُدُومه إِلَى الْمَدِينَة فَلَمْ أَرَ مَا يَدُلّ عَلَيْهِ , وَلَعَلَّ قَائِله اِسْتَنَدَ إِلَى مَا رُوِيَ فِي قِصَّة مُهَاجِر أُمّ قَيْس , قَالَ اِبْن دَقِيق الْعِيد : نَقَلُوا أَنَّ رَجُلًا هَاجَرَ مِنْ مَكَّة إِلَى الْمَدِينَة لَا يُرِيد بِذَلِكَ فَضِيلَة الْهِجْرَة وَإِنَّمَا هَاجَرَ لِيَتَزَوَّج اِمْرَأَة تُسَمَّى أُمّ قَيْس , فَلِهَذَا خُصَّ فِي الْحَدِيث ذِكْر الْمَرْأَة دُون سَائِر مَا يُنْوَى بِهِ , اِنْتَهَى. وَهَذَا لَوْ صَحَّ لَمْ يَسْتَلْزِم الْبُدَاءَة بِذِكْرِهِ أَوَّل الْهِجْرَة النَّبَوِيَّة. وَقِصَّة مُهَاجِر أُمّ قَيْس رَوَاهَا سَعِيد مِنْ مَنْصُور قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه - هُوَ اِبْن مَسْعُود - قَالَ : مَنْ هَاجَرَ يَبْتَغِي شَيْئًا فَإِنَّمَا لَهُ ذَلِكَ , هَاجَرَ رَجُل لِيَتَزَوَّج اِمْرَأَة يُقَال لَهَا أُمّ قَيْس فَكَانَ يُقَال لَهُ مُهَاجِر أُمّ قَيْس وَرَوَاهُ الطَّبَرَانِيّ مِنْ طَرِيق أُخْرَى عَنْ الْأَعْمَش بِلَفْظِ : كَانَ فِينَا رَجُل خَطَبَ اِمْرَأَة يُقَال لَهَا أُمّ قَيْس فَأَبَتْ أَنْ تَتَزَوَّجهُ حَتَّى يُهَاجِر فَهَاجَرَ فَتَزَوَّجَهَا , فَكُنَّا نُسَمِّيه مُهَاجِر أُمّ قَيْس. وَهَذَا إِسْنَاد صَحِيح عَلَى شَرْط الشَّيْخَيْنِ , لَكِنْ لَيْسَ فِيهِ أَنَّ حَدِيث الْأَعْمَال سِيقَ بِسَبَبِ ذَلِكَ , وَلَمْ أَرَ فِي شَيْء مِنْ الطُّرُق مَا يَقْتَضِي التَّصْرِيح بِذَلِكَ. وَأَيْضًا فَلَوْ أَرَادَ الْبُخَارِيّ إِقَامَته مَقَام الْخُطْبَة فَقَطْ أَوْ الِابْتِدَاء بِهِ تَيَمُّنًا وَتَرْغِيبًا فِي الْإِخْلَاص لَكَانَ سَاقَهُ قَبْل التَّرْجَمَة كَمَا قَالَ الْإِسْمَاعِيلِيّ وَغَيْره وَنَقَلَ اِبْن بَطَّال عَنْ أَبِي عَبْد اللَّه بْن النَّجَّار قَالَ : التَّبْوِيب يَتَعَلَّق بِالْآيَةِ وَالْحَدِيث مَعًا ; لِأَنَّ اللَّه تَعَالَى أَوْحَى إِلَى الْأَنْبِيَاء ثُمَّ إِلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الْأَعْمَال بِالنِّيَّاتِ لِقَوْلِهِ تَعَالَى { وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّه مُخْلِصِينَ لَهُ الدِّين }. ‏ ‏وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَعَالَى { شَرَعَ لَكُمْ مِنْ الدِّين مَا وَصَّى بِهِ نُوحًا } قَالَ وَصَّاهُمْ بِالْإِخْلَاصِ فِي عِبَادَته. وَعَنْ أَبِي عَبْد الْمَلِك الْبَوْنِيّ قَالَ : مُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ أَنَّ بَدْء الْوَحْي كَانَ بِالنِّيَّةِ ; لِأَنَّ اللَّه تَعَالَى فَطَرَ مُحَمَّدًا عَلَى التَّوْحِيد وَبَغَّضَ إِلَيْهِ الْأَوْثَان وَوَهَبَ لَهُ أَوَّل أَسْبَاب النُّبُوَّة وَهِيَ الرُّؤْيَا الصَّالِحَة , فَلَمَّا رَأَى ذَلِكَ أَخْلَصَ إِلَى اللَّه فِي ذَلِكَ فَكَانَ يَتَعَبَّد بِغَارِ حِرَاء فَقَبِلَ اللَّه عَمَله وَأَتَمَّ لَهُ النِّعْمَة. وَقَالَ الْمُهَلَّب مَا مُحَصَّله : قَصَدَ الْبُخَارِيّ الْإِخْبَار عَنْ حَال النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَال مَنْشَئِهِ وَأَنَّ اللَّه بَغَّضَ إِلَيْهِ الْأَوْثَان وَحَبَّبَ إِلَيْهِ خِلَال الْخَيْر وَلُزُوم الْوَحْدَة فِرَارًا مِنْ قُرَنَاء السُّوء , فَلَمَّا لَزِمَ ذَلِكَ أَعْطَاهُ اللَّه عَلَى قَدْر نِيَّته وَوَهَبَ لَهُ النُّبُوَّة كَمَا يُقَال الْفَوَاتِح عُنْوَان الْخَوَاتِم. وَلَخَّصَهُ بِنَحْوٍ مِنْ هَذَا الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ. ‏ ‏وَقَالَ اِبْن الْمُنِير فِي أَوَّل التَّرَاجِم : كَانَ مُقَدِّمَة النُّبُوَّة فِي حَقّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْهِجْرَة إِلَى اللَّه تَعَالَى بِالْخَلْوَةِ فِي غَار حِرَاء فَنَاسَبَ الِافْتِتَاح بِحَدِيثِ الْهِجْرَة. وَمِنْ الْمُنَاسَبَات الْبَدِيعَة الْوَجِيزَة مَا تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ أَنَّ الْكِتَاب لَمَّا كَانَ مَوْضُوعًا لِجَمْعِ وَحْي السُّنَّة صَدَّرَهُ بِبَدْءِ الْوَحْي , وَلَمَّا كَانَ الْوَحْي لِبَيَانِ الْأَعْمَال الشَّرْعِيَّة صَدَّرَهُ بِحَدِيثِ الْأَعْمَال , وَمَعَ هَذِهِ الْمُنَاسَبَات لَا يَلِيق الْجَزْم بِأَنَّهُ لَا تَعَلُّق لَهُ بِالتَّرْجَمَةِ أَصْلًا. وَاَللَّه يَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم. وَقَدْ تَوَاتَرَ النَّقْل عَنْ الْأَئِمَّة فِي تَعْظِيم قَدْر هَذَا الْحَدِيث : قَالَ أَبُو عَبْد اللَّه : لَيْسَ فِي أَخْبَار النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْء أَجْمَع وَأَغْنَى وَأَكْثَر فَائِدَة مِنْ هَذَا الْحَدِيث. وَاتَّفَقَ عَبْد الرَّحْمَن بْن مَهْدِيّ وَالشَّافِعِيّ فِيمَا نَقَلَهُ الْبُوَيْطِيّ عَنْهُ وَأَحْمَد بْن حَنْبَل وَعَلِيّ بْن الْمَدِينِيّ وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ والدَّارَقُطْنِيّ وَحَمْزَة الْكِنَانِيّ عَلَى أَنَّهُ ثُلُث الْإِسْلَام , وَمِنْهُمْ مَنْ قَالَ رُبْعه , وَاخْتَلَفُوا فِي تَعْيِين الْبَاقِي. وَقَالَ اِبْن مَهْدِيّ أَيْضًا : يَدْخُل فِي ثَلَاثِينَ بَابًا مِنْ الْعِلْم , وَقَالَ الشَّافِعِيّ : يَدْخُل فِي سَبْعِينَ بَابًا , وَيُحْتَمَل أَنْ يُرِيد بِهَذَا الْعَدَد الْمُبَالَغَة. وَقَالَ عَبْد الرَّحْمَن بْن مَهْدِيّ أَيْضًا : يَنْبَغِي أَنْ يُجْعَل هَذَا الْحَدِيث رَأْس كُلّ بَاب. وَوَجَّهَ الْبَيْهَقِيُّ كَوْنه ثُلُث الْعِلْم بِأَنَّ كَسْب الْعَبْد يَقَع بِقَلْبِهِ وَلِسَانه وَجَوَارِحه , فَالنِّيَّة أَحَد أَقْسَامهَا الثَّلَاثَة وَأَرْجَحهَا ; لِأَنَّهَا قَدْ تَكُون عِبَادَة مُسْتَقِلَّة وَغَيْرهَا يَحْتَاج إِلَيْهَا , وَمِنْ ثَمَّ وَرَدَ : نِيَّة الْمُؤْمِن خَيْر مِنْ عَمَله , فَإِذَا نَظَرْت إِلَيْهَا كَانَتْ خَيْر الْأَمْرَيْنِ. وَكَلَام الْإِمَام أَحْمَد يَدُلّ عَلَى أَنَّهُ بِكَوْنِهِ ثُلُث الْعِلْم أَنَّهُ أَرَادَ أَحَد الْقَوَاعِد الثَّلَاثَة الَّتِي تُرَدّ إِلَيْهَا جَمِيع الْأَحْكَام عِنْده , وَهِيَ هَذَا وَ \" مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرنَا فَهُوَ رَدّ \" وَ \" الْحَلَال بَيِّن وَالْحَرَام بَيِّن \" الْحَدِيث. ثُمَّ إِنَّ هَذَا الْحَدِيث مُتَّفَق عَلَى صِحَّته أَخْرَجَهُ الْأَئِمَّة الْمَشْهُورُونَ إِلَّا الْمُوَطَّأ , وَوَهَمَ مَنْ زَعَمَ أَنَّهُ فِي الْمُوَطَّأ مُغْتَرًّا بِتَخْرِيجِ الشَّيْخَيْنِ لَهُ وَالنَّسَائِيّ مِنْ طَرِيق مَالِك , وَقَالَ أَبُو جَعْفَر الطَّبَرِيّ : قَدْ يَكُون هَذَا الْحَدِيث عَلَى طَرِيقَة بَعْض النَّاس مَرْدُودًا لِكَوْنِهِ فَرْدًا ; لِأَنَّهُ لَا يُرْوَى عَنْ عُمَر إِلَّا مِنْ رِوَايَة عَلْقَمَة , وَلَا عَنْ عَلْقَمَة إِلَّا مِنْ رِوَايَة مُحَمَّد بْن إِبْرَاهِيم وَلَا عَنْ مُحَمَّد بْن إِبْرَاهِيم إِلَّا مِنْ رِوَايَة يَحْيَى بْن سَعِيد , وَهُوَ كَمَا قَالَ , فَإِنَّهُ إِنَّمَا اِشْتَهَرَ عَنْ يَحْيَى بْن سَعِيد وَتَفَرَّدَ بِهِ مَنْ فَوْقه وَبِذَلِكَ جَزَمَ التِّرْمِذِيّ وَالنَّسَائِيّ وَالْبَزَّار وَابْن السَّكَن وَحَمْزَة بْن مُحَمَّد الْكِنَانِيّ , وَأَطْلَقَ الْخَطَّابِيُّ نَفْي الْخِلَاف بَيْن أَهْل الْحَدِيث فِي أَنَّهُ لَا يُعْرَف إِلَّا بِهَذَا الْإِسْنَاد , وَهُوَ كَمَا قَالَ لَكِنْ بِقَيْدَيْنِ : ‏ ‏أَحَدهمَا : الصِّحَّة لِأَنَّهُ وَرَدَ مِنْ طُرُق مَعْلُولَة ذَكَرَهَا الدَّارَقُطْنِيُّ وَأَبُو الْقَاسِم بْن مَنْدَهْ وَغَيْرهمَا. ‏ ‏ثَانِيهمَا : السِّيَاق لِأَنَّهُ وَرَدَ فِي مَعْنَاهُ عِدَّة أَحَادِيث صَحَّتْ فِي مُطْلَق النِّيَّة كَحَدِيثِ عَائِشَة وَأُمّ سَلَمَة عِنْد مُسْلِم \" يُبْعَثُونَ عَلَى نِيَّاتهمْ \" , وَحَدِيث اِبْن عَبَّاس \" وَلَكِنْ جِهَاد وَنِيَّة \" , وَحَدِيث أَبِي مُوسَى \" مَنْ قَاتَلَ لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا فَهُوَ فِي سَبِيل اللَّه \" مُتَّفَق عَلَيْهِمَا , وَحَدِيث اِبْن مَسْعُود \" رُبَّ قَتِيل بَيْن الصَّفَّيْنِ اللَّه أَعْلَم بِنِيَّتِهِ \" أَخْرَجَهُ أَحْمَد , وَحَدِيث عُبَادَةَ \" مَنْ غَزَا وَهُوَ لَا يَنْوِي إِلَّا عِقَالًا فَلَهُ مَا نَوَى \" أَخْرَجَهُ النَّسَائِيُّ , إِلَى غَيْر ذَلِكَ مِمَّا يَتَعَسَّر حَصْره , وَعُرِفَ بِهَذَا التَّقْرِير غَلَط مَنْ زَعَمَ أَنَّ حَدِيث عُمَر مُتَوَاتِر , إِلَّا إِنْ حُمِلَ عَلَى التَّوَاتُر الْمَعْنَوِيّ فَيُحْتَمَل. نَعَمْ قَدْ تَوَاتَرَ عَنْ يَحْيَى بْن سَعِيد : فَحَكَى مُحَمَّد بْن عَلِيّ بْن سَعِيد النَّقَّاش الْحَافِظ أَنَّهُ رَوَاهُ عَنْ يَحْيَى مِائَتَانِ وَخَمْسُونَ نَفْسًا , وَسَرَدَ أَسْمَاءَهُمْ أَبُو الْقَاسِم بْن مَنْدَهْ فَجَاوَزَ الثَّلَثمِائَةِ , وَرَوَى أَبُو مُوسَى الْمَدِينِيّ عَنْ بَعْض مَشَايِخه مُذَاكَرَة عَنْ الْحَافِظ أَبِي إِسْمَاعِيل الْأَنْصَارِيّ الْهَرَوِيّ قَالَ : كَتَبْته مِنْ حَدِيث سَبْعمِائَةٍ مِنْ أَصْحَاب يَحْيَى. قُلْت : وَأَنَا أَسْتَبْعِد صِحَّة هَذَا , فَقَدْ تَتَبَّعْت طُرُقه مِنْ الرِّوَايَات الْمَشْهُورَة وَالْأَجْزَاء الْمَنْثُورَة مُنْذُ طَلَبْت الْحَدِيث إِلَى وَقْتِي هَذَا فَمَا قَدَرْت عَلَى تَكْمِيل الْمِائَة , وَقَدْ تَتَبَّعْت طُرُق غَيْره فَزَادَتْ عَلَى مَا نُقِلَ عَمَّنْ تَقَدَّمَ , كَمَا سَيَأْتِي مِثَال لِذَلِكَ فِي الْكَلَام عَلَى حَدِيث اِبْن عُمَر فِي غُسْل الْجُمُعَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( عَلَى الْمِنْبَر ) ‏ ‏بِكَسْرِ الْمِيم , وَاللَّام لِلْعَهْدِ , أَيْ مِنْبَر الْمَسْجِد النَّبَوِيّ , وَوَقَعَ فِي رِوَايَة حَمَّاد بْن زَيْد عَنْ يَحْيَى فِي تَرْك الْحِيَل : سَمِعْت عُمَر يَخْطُب. ‏ ‏قَوْله : ( إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ ) ‏ ‏كَذَا أُورِدَ هُنَا , وَهُوَ مِنْ مُقَابَلَة الْجَمْع بِالْجَمْعِ , أَيْ كُلّ عَمَل بِنِيَّتِهِ. وَقَالَ الْخُوبِيّ كَأَنَّهُ أَشَارَ بِذَلِكَ إِلَى أَنَّ النِّيَّة تَتَنَوَّع كَمَا تَتَنَوَّع الْأَعْمَال كَمَنْ قَصَدَ بِعَمَلِهِ وَجْه اللَّه أَوْ تَحْصِيل مَوْعُوده أَوْ الِاتِّقَاء لِوَعِيدِهِ. وَوَقَعَ فِي مُعْظَم الرِّوَايَات بِإِفْرَادِ النِّيَّة , وَوَجْهه أَنَّ مَحَلّ النِّيَّة الْقَلْب وَهُوَ مُتَّحِد فَنَاسَبَ إِفْرَادهَا. بِخِلَافِ الْأَعْمَال فَإِنَّهَا مُتَعَلِّقَة بِالظَّوَاهِرِ وَهِيَ مُتَعَدِّدَة فَنَاسَبَ جَمْعهَا ; وَلِأَنَّ النِّيَّة تَرْجِع إِلَى الْإِخْلَاص وَهُوَ وَاحِد لِلْوَاحِدِ الَّذِي لَا شَرِيك لَهُ. وَوَقَعَتْ فِي صَحِيح اِبْن حِبَّانَ بِلَفْظِ \" الْأَعْمَال بِالنِّيَّاتِ \" بِحَذْفِ \" إِنَّمَا \" وَجَمْع الْأَعْمَال وَالنِّيَّات , وَهِيَ مَا وَقَعَ فِي كِتَاب الشِّهَاب لِلْقُضَاعِيّ وَوَصَلَهُ فِي مُسْنَده كَذَلِكَ , وَأَنْكَرَهُ أَبُو مُوسَى الْمَدِينِيّ كَمَا نَقَلَهُ النَّوَوِيّ وَأَقَرَّهُ , وَهُوَ مُتَعَقَّب بِرِوَايَةِ اِبْن حِبَّانَ , بَلْ وَقَعَ فِي رِوَايَة مَالِك عَنْ يَحْيَى عِنْد الْبُخَارِيّ فِي كِتَاب الْإِيمَان بِلَفْظِ \" الْأَعْمَال بِالنِّيَّةِ \" , وَكَذَا فِي الْعِتْق مِنْ رِوَايَة الثَّوْرِيّ , وَفِي الْهِجْرَة مِنْ رِوَايَة حَمَّاد بْن زَيْد , وَوَقَعَ عِنْده فِي النِّكَاح بِلَفْظِ \" الْعَمَل بِالنِّيَّةِ \" بِإِفْرَادِ كُلّ مِنْهُمَا. وَالنِّيَّة بِكَسْرِ النُّون وَتَشْدِيد التَّحْتَانِيَّة عَلَى الْمَشْهُور , وَفِي بَعْض اللُّغَات بِتَخْفِيفِهَا. قَالَ الْكَرْمَانِيُّ قَوْله \" إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ \" هَذَا التَّرْكِيب يُفِيد الْحَصْر عِنْد الْمُحَقِّقِينَ , وَاخْتُلِفَ فِي وَجْه إِفَادَته فَقِيلَ لِأَنَّ الْأَعْمَال جَمْع مُحَلًّى بِالْأَلِفِ وَاللَّام مُفِيد لِلِاسْتِغْرَاقِ , وَهُوَ مُسْتَلْزِم لِلْقَصْرِ لِأَنَّ مَعْنَاهُ كُلّ عَمَل بِنِيَّةٍ فَلَا عَمَل إِلَّا بِنِيَّةٍ , وَقِيلَ لِأَنَّ إِنَّمَا لِلْحَصْرِ , وَهَلْ إِفَادَتهَا لَهُ بِالْمَنْطُوقِ أَوْ بِالْمَفْهُومِ , أَوْ تُفِيد الْحَصْر بِالْوَضْعِ أَوْ الْعُرْف , أَوْ تُفِيدهُ بِالْحَقِيقَةِ أَوْ بِالْمَجَازِ ؟ وَمُقْتَضَى كَلَام الْإِمَام وَأَتْبَاعه أَنَّهَا تُفِيدهُ بِالْمَنْطُوقِ وَضْعًا حَقِيقِيًّا , بَلْ نَقَلَهُ شَيْخنَا شَيْخ الْإِسْلَام عَنْ جَمِيع أَهْل الْأُصُول مِنْ الْمَذَاهِب الْأَرْبَعَة إِلَّا الْيَسِير كَالْآمِدِيّ , وَعَلَى الْعَكْس مِنْ ذَلِكَ أَهْل الْعَرَبِيَّة , وَاحْتَجَّ بَعْضهمْ بِأَنَّهَا لَوْ كَانَتْ لِلْحَصْرِ لَمَا حَسُنَ إِنَّمَا قَامَ زَيْد فِي جَوَاب هَلْ قَامَ عَمْرو , أُجِيبَ بِأَنَّهُ يَصِحّ أَنَّهُ يَقَع فِي مِثْل هَذَا الْجَوَاب مَا قَامَ إِلَّا زَيْد وَهِيَ لِلْحَصْرِ اِتِّفَاقًا , وَقِيلَ : لَوْ كَانَتْ لِلْحَصْرِ لَاسْتَوَى إِنَّمَا قَامَ زَيْد مَعَ مَا قَامَ إِلَّا زَيْد , وَلَا تَرَدُّد فِي أَنَّ الثَّانِي أَقْوَى مِنْ الْأَوَّل , وَأُجِيبَ بِأَنَّهُ لَا يَلْزَم مِنْ هَذِهِ الْقُوَّة نَفْي الْحَصْر فَقَدْ يَكُون أَحَد اللَّفْظَيْنِ أَقْوَى مِنْ الْآخَر مَعَ اِشْتِرَاكهمَا فِي أَصْل الْوَضْع كَسَوْفَ وَالسِّين , وَقَدْ وَقَعَ اِسْتِعْمَال إِنَّمَا مَوْضِع اِسْتِعْمَال النَّفْي وَالِاسْتِثْنَاء كَقَوْلِهِ تَعَالَى ( إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ ) وَكَقَوْلِهِ : ( وَمَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ ) وَقَوْله : ( إِنَّمَا عَلَى رَسُولنَا الْبَلَاغ الْمُبِين ) وَقَوْله : ( مَا عَلَى الرَّسُول إِلَّا الْبَلَاغ ) وَمِنْ شَوَاهِده قَوْل الْأَعْشَى : ‏ ‏وَلَسْت بِالْأَكْثَرِ مِنْهُمْ حَصًى ‏ ‏وَإِنَّمَا الْعِزَّة لِلْكَاثِرِ ‏ ‏يَعْنِي مَا ثَبَتَتْ الْعِزَّة إِلَّا لِمَنْ كَانَ أَكْثَر حَصًى. وَاخْتَلَفُوا : هَلْ هِيَ بَسِيطَة أَوْ مُرَكَّبَة , فَرَجَّحُوا الْأَوَّل , وَقَدْ يُرَجَّح الثَّانِي , وَيُجَاب عَمَّا أُورِدَ عَلَيْهِ مِنْ قَوْلهمْ إِنَّ \" إِنَّ \" لِلْإِثْبَاتِ وَ \" مَا \" لِلنَّفْيِ فَيَسْتَلْزِم اِجْتِمَاع الْمُتَضَادَّيْنِ عَلَى صَدَد وَاحِد بِأَنْ يُقَال مَثَلًا : أَصْلهمَا كَانَ لِلْإِثْبَاتِ وَالنَّفْي , لَكِنَّهُمَا بَعْد التَّرْكِيب لَمْ يَبْقَيَا عَلَى أَصْلهمَا بَلْ أَفَادَا شَيْئًا آخَر , أَشَارَ إِلَى ذَلِكَ الْكَرْمَانِيُّ قَالَ : وَأَمَّا قَوْل مَنْ قَالَ إِفَادَة هَذَا السِّيَاق لِلْحَصْرِ مِنْ جِهَة أَنَّ فِيهِ تَأْكِيدًا بَعْد تَأْكِيد وَهُوَ الْمُسْتَفَاد مِنْ إِنَّمَا وَمِنْ الْجَمْع , فَتُعُقِّبَ بِأَنَّهُ مِنْ بَاب إِيهَام الْعَكْس ; لِأَنَّ قَائِله لَمَّا رَأَى أَنَّ الْحَصْر فِيهِ تَأْكِيد عَلَى تَأْكِيد ظَنَّ أَنَّ كُلّ مَا وَقَعَ كَذَلِكَ يُفِيد الْحَصْر. وَقَالَ اِبْن دَقِيق الْعِيد : اُسْتُدِلَّ عَلَى إِفَادَة إِنَّمَا لِلْحَصْرِ بِأَنَّ اِبْن عَبَّاس اِسْتَدَلَّ عَلَى أَنَّ الرِّبَا لَا يَكُون إِلَّا فِي النَّسِيئَة بِحَدِيثِ \" إِنَّمَا الرِّبَا فِي النَّسِيئَة \" , وَعَارَضَهُ جَمَاعَة مِنْ الصَّحَابَة فِي الْحُكْم وَلَمْ يُخَالِفُوهُ فِي فَهْمه فَكَانَ كَالِاتِّفَاقِ مِنْهُمْ عَلَى أَنَّهَا تُفِيد الْحَصْر. وَتُعُقِّبَ بِاحْتِمَالِ أَنْ يَكُونُوا تَرَكُوا الْمُعَارَضَة بِذَلِكَ تَنَزُّلًا. وَأَمَّا مَنْ قَالَ : يُحْتَمَل أَنْ يَكُون اِعْتِمَادهمْ عَلَى قَوْله \" لَا رِبَا إِلَّا فِي النَّسِيئَة \" لِوُرُودِ ذَلِكَ فِي بَعْض طُرُق الْحَدِيث الْمَذْكُور , فَلَا يُفِيد ذَلِكَ فِي رَدّ إِفَادَة الْحَصْر , بَلْ يُقَوِّيه وَيُشْعِر بِأَنَّ مُفَاد الصِّيغَتَيْنِ عِنْدهمْ وَاحِد , وَإِلَّا لَمَا اِسْتَعْمَلُوا هَذِهِ مَوْضِع هَذِهِ. وَأَوْضَح مِنْ هَذَا حَدِيث \" إِنَّمَا الْمَاء مِنْ الْمَاء \" فَإِنَّ الصَّحَابَة الَّذِينَ ذَهَبُوا إِلَيْهِ لَمْ يُعَارِضهُمْ الْجُمْهُور فِي فَهْم الْحَصْر مِنْهُ , وَإِنَّمَا عَارَضَهُمْ فِي الْحُكْم مِنْ أَدِلَّة أُخْرَى كَحَدِيثِ \" إِذَا اِلْتَقَى الْخِتَانَانِ \" وَقَالَ اِبْن عَطِيَّة : إِنَّمَا لَفْظ لَا يُفَارِقهُ الْمُبَالَغَة وَالتَّأْكِيد حَيْثُ وَقَعَ , وَيَصْلُح مَعَ ذَلِكَ لِلْحَصْرِ إِنْ دَخَلَ فِي قِصَّة سَاعَدَتْ عَلَيْهِ , فَجُعِلَ وُرُوده لِلْحَصْرِ مَجَازًا يَحْتَاج إِلَى قَرِينَة , وَكَلَام غَيْره عَلَى الْعَكْس مِنْ ذَلِكَ وَأَنَّ أَصْل وُرُودهَا لِلْحَصْرِ , لَكِنْ قَدْ يَكُون فِي شَيْء مَخْصُوص كَقَوْلِهِ تَعَالَى ( إِنَّمَا اللَّه إِلَه وَاحِد ) فَإِنَّهُ سِيقَ بِاعْتِبَارِ مُنْكِرِي الْوَحْدَانِيَّة , وَإِلَّا فَلِلَّهِ سُبْحَانه صِفَات أُخْرَى كَالْعِلْمِ وَالْقُدْرَة , وَكَقَوْلِهِ تَعَالَى ( إِنَّمَا أَنْتَ مُنْذِر ) فَإِنَّهُ سِيقَ بِاعْتِبَارِ مُنْكِرِي الرِّسَالَة , وَإِلَّا فَلَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صِفَات أُخْرَى كَالْبِشَارَةِ , إِلَى غَيْر ذَلِكَ مِنْ الْأَمْثِلَة. وَهِيَ - فِيمَا يُقَال - السَّبَب فِي قَوْل مَنْ مَنَعَ إِفَادَتهَا لِلْحَصْرِ مُطْلَقًا. ‏ ‏( تَكْمِيل ) : ‏ ‏الْأَعْمَال تَقْتَضِي عَامِلَيْنِ , وَالتَّقْدِير : الْأَعْمَال الصَّادِرَة مِنْ الْمُكَلَّفِينَ , وَعَلَى هَذَا هَلْ تَخْرُج أَعْمَال الْكُفَّار ؟ الظَّاهِر الْإِخْرَاج ; لِأَنَّ الْمُرَاد بِالْأَعْمَالِ أَعْمَال الْعِبَادَة وَهِيَ لَا تَصِحّ مِنْ الْكَافِر وَإِنْ كَانَ مُخَاطَبًا بِهَا مُعَاقَبًا عَلَى تَرْكهَا وَلَا يُرَدّ الْعِتْق وَالصَّدَقَة لِأَنَّهُمَا بِدَلِيلٍ آخَر. ‏ ‏قَوْله : ( بِالنِّيَّاتِ ) الْبَاء لِلْمُصَاحَبَةِ , وَيُحْتَمَل أَنْ تَكُون لِلسَّبَبِيَّةِ بِمَعْنَى أَنَّهَا مُقَوِّمَة لِلْعَمَلِ فَكَأَنَّهَا سَبَب فِي إِيجَاده , وَعَلَى الْأَوَّل فَهِيَ مِنْ نَفْس الْعَمَل فَيُشْتَرَط أَنْ لَا تَتَخَلَّف عَنْ أَوَّله. قَالَ النَّوَوِيّ : النِّيَّة الْقَصْد , وَهِيَ عَزِيمَة الْقَلْب. وَتَعَقَّبَهُ الْكَرْمَانِيُّ بِأَنَّ عَزِيمَة الْقَلْب قَدْر زَائِد عَلَى أَصْل الْقَصْد. وَاخْتَلَفَ الْفُقَهَاء هَلْ هِيَ رُكْن أَوْ شَرْط ؟ وَالْمُرَجَّح أَنَّ إِيجَادهَا ذِكْرًا فِي أَوَّل الْعَمَل رُكْن , وَاسْتِصْحَابهَا حُكْمًا بِمَعْنَى أَنْ لَا يَأْتِي بِمُنَافٍ شَرْعًا شَرْطٌ. وَلَا بُدّ مِنْ مَحْذُوف يَتَعَلَّق بِهِ الْجَارّ وَالْمَجْرُور , فَقِيلَ تُعْتَبَر وَقِيلَ تُكَمِّل وَقِيلَ تَصِحّ وَقِيلَ تَحْصُل وَقِيلَ تَسْتَقِرّ. قَالَ الطِّيبِيُّ : كَلَام الشَّارِع مَحْمُول عَلَى بَيَان الشَّرْع ; لِأَنَّ الْمُخَاطَبِينَ بِذَلِكَ هُمْ أَهْل اللِّسَان , فَكَأَنَّهُمْ خُوطِبُوا بِمَا لَيْسَ لَهُمْ بِهِ عِلْم إِلَّا مِنْ قِبَل الشَّارِع , فَيَتَعَيَّن الْحَمْل عَلَى مَا يُفِيد الْحُكْم الشَّرْعِيّ. وَقَالَ الْبَيْضَاوِيّ : النِّيَّة عِبَارَة عَنْ اِنْبِعَاث الْقَلْب نَحْو مَا يَرَاهُ مُوَافِقًا لِغَرَضٍ مِنْ جَلْب نَفْع أَوْ دَفْع ضُرّ حَالًا أَوْ مَآلًا , وَالشَّرْع خَصَّصَهُ بِالْإِرَادَةِ الْمُتَوَجِّهَة نَحْو الْفِعْل لِابْتِغَاءِ رِضَاء اللَّه وَامْتِثَال حُكْمه. وَالنِّيَّة فِي الْحَدِيث مَحْمُولَة عَلَى الْمَعْنَى اللُّغَوِيّ لِيَحْسُن تَطْبِيقه عَلَى مَا بَعْده وَتَقْسِيمه أَحْوَال الْمُهَاجِر , فَإِنَّهُ تَفْصِيل لِمَا أُجْمِلَ , وَالْحَدِيث مَتْرُوك الظَّاهِر لِأَنَّ الذَّوَات غَيْر مُنْتَفِيَة , إِذْ التَّقْدِير : لَا عَمَل إِلَّا بِالنِّيَّةِ , فَلَيْسَ الْمُرَاد نَفْي ذَات الْعَمَل لِأَنَّهُ قَدْ يُوجَد بِغَيْرِ نِيَّة , بَلْ الْمُرَاد نَفْي أَحْكَامهَا كَالصِّحَّةِ وَالْكَمَال , لَكِنَّ الْحَمْل عَلَى نَفْي الصِّحَّة أَوْلَى لِأَنَّهُ أَشْبَه بِنَفْيِ الشَّيْء نَفْسه ; وَلِأَنَّ اللَّفْظ دَلَّ عَلَى نَفْي الذَّات بِالتَّصْرِيحِ وَعَلَى نَفْي الصِّفَات بِالتَّبَعِ , فَلَمَّا مَنَعَ الدَّلِيل نَفْي الذَّات بَقِيَتْ دَلَالَته عَلَى نَفْي الصِّفَات مُسْتَمِرَّة. وَقَالَ شَيْخنَا شَيْخ الْإِسْلَام : الْأَحْسَن تَقْدِير مَا يَقْتَضِي أَنَّ الْأَعْمَال تَتْبَع النِّيَّة , لِقَوْلِهِ فِي الْحَدِيث \" فَمَنْ كَانَتْ هِجْرَته \" إِلَى آخِره. وَعَلَى هَذَا يُقَدَّر الْمَحْذُوف كَوْنًا مُطْلَقًا مِنْ اِسْم فَاعِل أَوْ فِعْل. ثُمَّ لَفْظ الْعَمَل يَتَنَاوَل فِعْل الْجَوَارِح حَتَّى اللِّسَان فَتَدْخُل الْأَقْوَال. قَالَ اِبْن دَقِيق الْعِيد : وَأَخْرَجَ بَعْضهمْ الْأَقْوَال وَهُوَ بَعِيد , وَلَا تَرَدُّد عِنْدِي فِي أَنَّ الْحَدِيث يَتَنَاوَلهَا. وَأَمَّا التُّرُوكُ فَهِيَ وَإِنْ كَانَتْ فِعْل كَفّ لَكِنْ لَا يُطْلَق عَلَيْهَا لَفْظ الْعَمَل. وَقَدْ تُعُقِّبَ عَلَى مَنْ يُسَمِّي الْقَوْل عَمَلًا لِكَوْنِهِ عَمَل اللِّسَان , بِأَنَّ مَنْ حَلَفَ لَا يَعْمَل عَمَلًا فَقَالَ قَوْلًا لَا يَحْنَث. وَأُجِيبَ بِأَنَّ مَرْجِع الْيَمِين إِلَى الْعُرْف , وَالْقَوْل لَا يُسَمَّى عَمَلًا فِي الْعُرْف وَلِهَذَا يُعْطَف عَلَيْهِ. وَالتَّحْقِيق أَنَّ الْقَوْل لَا يَدْخُل فِي الْعَمَل حَقِيقَة وَيَدْخُل مَجَازًا , وَكَذَا الْفِعْل , لِقَوْلِهِ تَعَالَى ( وَلَوْ شَاءَ رَبّك مَا فَعَلُوهُ ) بَعْد قَوْله : ( زُخْرُف الْقَوْل ). وَأَمَّا عَمَل الْقَلْب كَالنِّيَّةِ فَلَا يَتَنَاوَلهَا الْحَدِيث لِئَلَّا يَلْزَم التَّسَلْسُل , وَالْمَعْرِفَة : وَفِي تَنَاوُلهَا نَظَر , قَالَ بَعْضهمْ : هُوَ مُحَال لِأَنَّ النِّيَّة قَصْد الْمَنَوِيّ , وَإِنَّمَا يَقْصِد الْمَرْء مَا يَعْرِف فَيَلْزَم أَنْ يَكُون عَارِفًا قَبْل الْمَعْرِفَة. وَتَعَقَّبَهُ شَيْخنَا شَيْخ الْإِسْلَام سِرَاج الدِّين الْبُلْقِينِيّ بِمَا حَاصِله : إِنْ كَانَ الْمُرَاد بِالْمَعْرِفَةِ مُطْلَق الشُّعُور فَمُسَلَّم , وَإِنْ كَانَ الْمُرَاد النَّظَر فِي الدَّلِيل فَلَا ; لِأَنَّ كُلّ ذِي عَقْل يَشْعُر مَثَلًا بِأَنَّ لَهُ مَنْ يُدَبِّرهُ , فَإِذَا أَخَذَ فِي النَّظَر فِي الدَّلِيل عَلَيْهِ لِيَتَحَقَّقهُ لَمْ تَكُنْ النِّيَّة حِينَئِذٍ مُحَالًا. وَقَالَ اِبْن دَقِيق الْعِيد : الَّذِينَ اِشْتَرَطُوا النِّيَّة قَدَّرُوا صِحَّة الْأَعْمَال , وَاَلَّذِينَ لَمْ يَشْتَرِطُوهَا قَدَّرُوا كَمَال الْأَعْمَال , وَرُجِّحَ الْأَوَّل بِأَنَّ الصِّحَّة أَكْثَر لُزُومًا لِلْحَقِيقَةِ مِنْ الْكَمَال فَالْحَمْل عَلَيْهَا أَوْلَى. وَفِي هَذَا الْكَلَام إِيهَام أَنَّ بَعْض الْعُلَمَاء لَا يَرَى بِاشْتِرَاطِ النِّيَّة , وَلَيْسَ الْخِلَاف بَيْنهمْ فِي ذَلِكَ إِلَّا فِي الْوَسَائِل , وَأَمَّا الْمَقَاصِد فَلَا اِخْتِلَاف بَيْنهمْ فِي اِشْتِرَاط النِّيَّة لَهَا , وَمِنْ ثَمَّ خَالَفَ الْحَنَفِيَّة فِي اِشْتِرَاطهَا لِلْوُضُوءِ , وَخَالَفَ الْأَوْزَاعِيُّ فِي اِشْتِرَاطهَا فِي التَّيَمُّم أَيْضًا. نَعَمْ بَيْن الْعُلَمَاء اِخْتِلَاف فِي اِقْتِرَان النِّيَّة بِأَوَّلِ الْعَمَل كَمَا هُوَ مَعْرُوف فِي مَبْسُوطَات الْفِقْه. ‏ ‏( تَكْمِيل ) : ‏ ‏الظَّاهِر أَنَّ الْأَلِف وَاللَّام فِي النِّيَّات مُعَاقِبَة لِلضَّمِيرِ , وَالتَّقْدِير الْأَعْمَال بِنِيَّاتِهَا , وَعَلَى هَذَا فَيَدُلّ عَلَى اِعْتِبَار نِيَّة الْعَمَل مِنْ كَوْنه مَثَلًا صَلَاة أَوْ غَيْرهَا , وَمِنْ كَوْنهَا فَرْضًا أَوْ نَفْلًا , ظُهْرًا مَثَلًا أَوْ عَصْرًا , مَقْصُورَة أَوْ غَيْر مَقْصُورَة وَهَلْ يُحْتَاج فِي مِثْل هَذَا إِلَى تَعْيِين الْعَدَد ؟ فِيهِ بَحْث. وَالرَّاجِح الِاكْتِفَاء بِتَعْيِينِ الْعِبَادَة الَّتِي لَا تَنْفَكّ عَنْ الْعَدَد الْمُعَيَّن , كَالْمُسَافِرِ مَثَلًا لَيْسَ لَهُ أَنْ يَقْصُر إِلَّا بِنِيَّةِ الْقَصْر , لَكِنْ لَا يَحْتَاج إِلَى نِيَّة رَكْعَتَيْنِ لِأَنَّ ذَلِكَ هُوَ مُقْتَضَى الْقَصْر وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَإِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَى ) ‏ ‏قَالَ الْقُرْطُبِيّ : فِيهِ تَحْقِيق لِاشْتِرَاطِ النِّيَّة وَالْإِخْلَاص فِي الْأَعْمَال , فَجَنَحَ إِلَى أَنَّهَا مُؤَكَّدَة , وَقَالَ غَيْره : بَلْ تُفِيد غَيْر مَا أَفَادَتْهُ الْأُولَى ; لِأَنَّ الْأُولَى نَبَّهَتْ عَلَى أَنَّ الْعَمَل يَتْبَع النِّيَّة وَيُصَاحِبهَا , فَيَتَرَتَّب الْحُكْم عَلَى ذَلِكَ , وَالثَّانِيَة أَفَادَتْ أَنَّ الْعَامِل لَا يَحْصُل لَهُ إِلَّا مَا نَوَاهُ وَقَالَ اِبْن دَقِيق الْعِيد : الْجُمْلَة الثَّانِيَة تَقْتَضِي أَنَّ مَنْ نَوَى شَيْئًا يَحْصُل لَهُ - يَعْنِي إِذَا عَمِلَهُ بِشَرَائِطِهِ - أَوْ حَال دُون عَمَله لَهُ مَا يُعْذَر شَرْعًا بِعَدَمِ عَمَله وَكُلّ مَا لَمْ يَنْوِهِ لَمْ يَحْصُل لَهُ. وَمُرَاده بِقَوْلِهِ \" مَا لَمْ يَنْوِهِ \" أَيْ لَا خُصُوصًا وَلَا عُمُومًا , أَمَّا إِذَا لَمْ يَنْوِ شَيْئًا مَخْصُوصًا لَكِنْ كَانَتْ هُنَاكَ نِيَّة عَامَّة تَشْمَلهُ فَهَذَا مِمَّا اِخْتَلَفَتْ فِيهِ أَنْظَار الْعُلَمَاء. وَيَتَخَرَّج عَلَيْهِ مِنْ الْمَسَائِل مَا لَا يُحْصَى. وَقَدْ يَحْصُل غَيْر الْمَنَوِيّ لِمُدْرَكٍ آخَر كَمَنْ دَخَلَ الْمَسْجِد فَصَلَّى الْفَرْض أَوْ الرَّاتِبَة قَبْل أَنْ يَقْعُد فَإِنَّهُ يَحْصُل لَهُ تَحِيَّة الْمَسْجِد نَوَاهَا أَوْ لَمْ يَنْوِهَا ; لِأَنَّ الْقَصْد بِالتَّحِيَّةِ شَغْل الْبُقْعَة وَقَدْ حَصَلَ , وَهَذَا بِخِلَافِ مَنْ اِغْتَسَلَ يَوْم الْجُمُعَة عَنْ الْجَنَابَة فَإِنَّهُ لَا يَحْصُل لَهُ غُسْل الْجُمُعَة عَلَى الرَّاجِح ; لِأَنَّ غُسْل الْجُمُعَة يُنْظَر فِيهِ إِلَى التَّعَبُّد لَا إِلَى مَحْض التَّنْظِيم فَلَا بُدّ فِيهِ مِنْ الْقَصْد إِلَيْهِ , بِخِلَافِ تَحِيَّة الْمَسْجِد وَاَللَّه أَعْلَم. وَقَالَ النَّوَوِيّ : أَفَادَتْ الْجُمْلَة الثَّانِيَة اِشْتِرَاط تَعْيِين الْمَنْوِيّ كَمَنْ عَلَيْهِ صَلَاة فَائِتَة لَا يَكْفِيه أَنْ يَنْوِي الْفَائِتَة فَقَطْ حَتَّى يُعَيِّنهَا ظُهْرًا مَثَلًا أَوْ عَصْرًا , وَلَا يَخْفَى أَنَّ مَحَلّه مَا إِذَا لَمْ تَنْحَصِر الْفَائِتَة. وَقَالَ اِبْن السَّمْعَانِيّ فِي أَمَالِيهِ : أَفَادَتْ أَنَّ الْأَعْمَال الْخَارِجَة عَنْ الْعِبَادَة لَا تُفِيد الثَّوَاب إِلَّا إِذَا نَوَى بِهَا فَاعِلهَا الْقُرْبَةَ , كَالْأَكْلِ إِذَا نَوَى بِهِ الْقُوَّة عَلَى الطَّاعَة. وَقَالَ غَيْره : أَفَادَتْ أَنَّ النِّيَابَة لَا تَدْخُل فِي النِّيَّة , فَإِنَّ ذَلِكَ هُوَ الْأَصْل , فَلَا يَرِدُ مِثْل نِيَّة الْوَلِيّ عَنْ الصَّبِيّ وَنَظَائِره فَإِنَّهَا عَلَى خِلَاف الْأَصْل. وَقَالَ اِبْن عَبْد السَّلَام : الْجُمْلَة الْأُولَى لِبَيَانِ مَا يُعْتَبَر مِنْ الْأَعْمَال , وَالثَّانِيَة لِبَيَانِ مَا يَتَرَتَّب عَلَيْهَا. وَأَفَادَ أَنَّ النِّيَّة إِنَّمَا تُشْتَرَط فِي الْعِبَادَة الَّتِي لَا تَتَمَيَّز بِنَفْسِهَا , وَأَمَّا مَا يَتَمَيَّز بِنَفْسِهِ فَإِنَّهُ يَنْصَرِف بِصُورَتِهِ إِلَى مَا وُضِعَ لَهُ كَالْأَذْكَارِ وَالْأَدْعِيَة وَالتِّلَاوَة لِأَنَّهَا لَا تَتَرَدَّد بَيْن الْعِبَادَة وَالْعَادَة. وَلَا يَخْفَى أَنَّ ذَلِكَ إِنَّمَا هُوَ بِالنَّظَرِ إِلَى أَصْل الْوَضْع , أَمَّا مَا حَدَثَ فِيهِ عُرْف كَالتَّسْبِيحِ لِلتَّعَجُّبِ فَلَا , وَمَعَ ذَلِكَ فَلَوْ قَصَدَ بِالذِّكْرِ الْقُرْبَة إِلَى اللَّه تَعَالَى لَكَانَ أَكْثَر ثَوَابًا , وَمِنْ ثَمَّ قَالَ الْغَزَالِيّ : حَرَكَة اللِّسَان بِالذِّكْرِ مَعَ الْغَفْلَة عَنْهُ تُحَصِّل الثَّوَاب ; لِأَنَّهُ خَيْر مِنْ حَرَكَة اللِّسَان بِالْغِيبَةِ , بَلْ هُوَ خَيْر مِنْ السُّكُوت مُطْلَقًا , أَيْ الْمُجَرَّد عَنْ التَّفَكُّر. قَالَ : وَإِنَّمَا هُوَ نَاقِص بِالنِّسْبَةِ إِلَى عَمَل الْقَلْب اِنْتَهَى. وَيُؤَيِّدهُ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فِي بُضْع أَحَدكُمْ صَدَقَة \" ثُمَّ قَالَ فِي الْجَوَاب عَنْ قَوْلهمْ \" أَيَأْتِي أَحَدنَا شَهْوَته وَيُؤْجَر ؟ \" : \" أَرَأَيْت لَوْ وَضَعَهَا فِي حَرَام \". وَأُورِدَ عَلَى إِطْلَاق الْغَزَالِيّ أَنَّهُ يَلْزَم مِنْهُ أَنَّ الْمَرْء يُثَاب عَلَى فِعْل مُبَاح لِأَنَّهُ خَيْر مِنْ فِعْل الْحَرَام , وَلَيْسَ ذَلِكَ مُرَاده. وَخُصَّ مِنْ عُمُوم الْحَدِيث مَا يُقْصَد حُصُوله فِي الْجُمْلَة فَإِنَّهُ لَا يَحْتَاج إِلَى نِيَّة تَخُصّهُ كَتَحِيَّةِ الْمَسْجِد كَمَا تَقَدَّمَ , وَكَمَنَ مَاتَ زَوْجهَا فَلَمْ يَبْلُغهَا الْخَبَر إِلَّا بَعْد مُدَّة الْعِدَّة فَإِنَّ عِدَّتهَا تَنْقَضِي ; لِأَنَّ الْمَقْصُود حُصُول بَرَاءَة الرَّحِم وَقَدْ وُجِدَتْ , وَمِنْ ثَمَّ لَمْ يَحْتَجْ الْمَتْرُوك إِلَى نِيَّة. وَنَازَعَ الْكَرْمَانِيُّ فِي إِطْلَاق الشَّيْخ مُحْيِي الدِّين كَوْن الْمَتْرُوك لَا يَحْتَاج إِلَى نِيَّة بِأَنَّ التَّرْك فِعْل وَهُوَ كَفّ النَّفْس , وَبِأَنَّ التُّرُوك إِذَا أُرِيدَ بِهَا تَحْصِيل الثَّوَاب بِامْتِثَالِ أَمْر الشَّارِع فَلَا بُدّ فِيهَا مِنْ قَصْد التَّرْك , وَتُعُقِّبَ بِأَنَّ قَوْله \" التَّرْك فِعْل \" مُخْتَلَف فِيهِ , وَمِنْ حَقّ الْمُسْتَدِلّ عَلَى الْمَانِع أَنْ يَأْتِي بِأَمْرٍ مُتَّفَق عَلَيْهِ. وَأَمَّا اِسْتِدْلَاله الثَّانِي فَلَا يُطَابِق الْمَوْرِد ; لِأَنَّ الْمَبْحُوث فِيهِ هَلْ تَلْزَم النِّيَّة فِي التُّرُوك بِحَيْثُ يَقَع الْعِقَاب بِتَرْكِهَا ؟ وَاَلَّذِي أَوْرَدَهُ هَلْ يَحْصُل الثَّوَاب بِدُونِهَا ؟ وَالتَّفَاوُت بَيْن الْمَقَامَيْنِ ظَاهِر. وَالتَّحْقِيق أَنَّ التَّرْك الْمُجَرَّد لَا ثَوَاب فِيهِ , وَإِنَّمَا يَحْصُل الثَّوَاب بِالْكَفِّ الَّذِي هُوَ فِعْل النَّفْس , فَمَنْ لَمْ تَخْطِر الْمَعْصِيَة بِبَالِهِ أَصْلًا لَيْسَ كَمَنْ خَطَرَتْ فَكَفَّ نَفْسه عَنْهَا خَوْفًا مِنْ اللَّه تَعَالَى , فَرَجَعَ الْحَال إِلَى أَنَّ الَّذِي يَحْتَاج إِلَى النِّيَّة هُوَ الْعَمَل بِجَمِيعِ وُجُوهه , لَا التَّرْك الْمُجَرَّد. وَاَللَّه أَعْلَم. ‏ ‏( تَنْبِيه ) : ‏ ‏قَالَ الْكَرْمَانِيُّ : إِذَا قُلْنَا إِنَّ تَقْدِيم الْخَبَر عَلَى الْمُبْتَدَأ يُفِيد الْقَصْر فَفِي قَوْله \" وَإِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَى \" نَوْعَانِ مِنْ الْحَصْر : قَصْر الْمُسْنَد عَلَى الْمُسْنَد إِلَيْهِ إِذْ الْمُرَاد إِنَّمَا لِكُلِّ اِمْرِئٍ مَا نَوَاهُ , وَالتَّقْدِيم الْمَذْكُور. ‏ ‏قَوْله : ( فَمَنْ كَانَتْ هِجْرَته إِلَى دُنْيَا ) ‏ ‏كَذَا وَقَعَ فِي جَمِيع الْأُصُول الَّتِي اِتَّصَلَتْ لَنَا عَنْ الْبُخَارِيّ بِحَذْفِ أَحَد وَجْهَيْ التَّقْسِيم وَهُوَ قَوْله \" فَمَنْ كَانَتْ هِجْرَته إِلَى اللَّه وَرَسُوله إِلَخْ \" قَالَ الْخَطَّابِيُّ : وَقَعَ هَذَا الْحَدِيث فِي رِوَايَتنَا وَجَمِيع نُسَخ أَصْحَابنَا مَخْرُومًا قَدْ ذَهَبَ شَطْره , وَلَسْت أَدْرِي كَيْفَ وَقَعَ هَذَا الْإِغْفَال , وَمِنْ جِهَة مَنْ عَرَضَ مِنْ رُوَاته ؟ فَقَدْ ذَكَرَهُ الْبُخَارِيّ مِنْ غَيْر طَرِيق الْحُمَيْدِيّ مُسْتَوْفًى , وَقَدْ رَوَاهُ لَنَا الْأَثْبَاتُ مِنْ طَرِيق الْحُمَيْدِيّ تَامًّا , وَنَقَلَ اِبْن التِّين كَلَام الْخَطَّابِيّ مُخْتَصَرًا وَفُهِمَ مِنْ قَوْله مَخْرُومًا أَنَّهُ قَدْ يُرِيد أَنَّ فِي السَّنَد اِنْقِطَاعًا فَقَالَ مِنْ قِبَل نَفْسه لِأَنَّ الْبُخَارِيّ لَمْ يَلْقَ الْحُمَيْدِيّ , وَهُوَ مِمَّا يُتَعَجَّب مِنْ إِطْلَاقه مَعَ قَوْل الْبُخَارِيّ \" حَدَّثَنَا الْحُمَيْدِيّ \" وَتَكْرَار ذَلِكَ مِنْهُ فِي هَذَا الْكِتَاب , وَجَزَمَ كُلّ مَنْ تَرْجَمَهُ بِأَنَّ الْحُمَيْدِيّ مِنْ شُيُوخه فِي الْفِقْه وَالْحَدِيث , وَقَالَ اِبْن الْعَرَبِيّ فِي مَشْيَخَته : لَا عُذْر لِلْبُخَارِيِّ فِي إِسْقَاطه لِأَنَّ الْحُمَيْدِيّ شَيْخه فِيهِ قَدْ رَوَاهُ فِي مُسْنَده عَلَى التَّمَام. قَالَ : وَذَكَرَ قَوْم أَنَّهُ لَعَلَّهُ اِسْتَمْلَاهُ مِنْ حِفْظ الْحُمَيْدِيّ فَحَدَّثَهُ هَكَذَا فَحَدَّثَ عَنْهُ كَمَا سَمِعَ أَوْ حَدَّثَهُ بِهِ تَامًّا فَسَقَطَ مِنْ حِفْظ الْبُخَارِيّ. قَالَ : وَهُوَ أَمْر مُسْتَبْعَد جِدًّا عِنْد مَنْ اِطَّلَعَ عَلَى أَحْوَال الْقَوْم. وَقَالَ الدَّاوُدِيّ الشَّارِح : الْإِسْقَاط فِيهِ مِنْ الْبُخَارِيّ فَوُجُوده فِي رِوَايَة شَيْخه وَشَيْخ شَيْخه يَدُلّ عَلَى ذَلِكَ اِنْتَهَى. وَقَدْ رُوِّينَاهُ مِنْ طَرِيق بِشْر بْن مُوسَى وَأَبِي إِسْمَاعِيل التِّرْمِذِيّ وَغَيْر وَاحِد عَنْ الْحُمَيْدِيّ تَامًّا , وَهُوَ فِي مُصَنَّف قَاسِم بْن أَصْبَغ وَمُسْتَخْرَجَيْ أَبِي نُعَيْم وَصَحِيح أَبِي عَوَانَة مِنْ طَرِيق الْحُمَيْدِيّ , فَإِنْ كَانَ الْإِسْقَاط مِنْ غَيْر الْبُخَارِيّ فَقَدْ يُقَال : لِمَ اِخْتَارَ الِابْتِدَاء بِهَذَا السِّيَاق النَّاقِص ؟ وَالْجَوَاب قَدْ تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ , وَأَنَّهُ اِخْتَارَ الْحُمَيْدِيّ لِكَوْنِهِ أَجَلّ مَشَايِخه الْمَكِّيِّينَ إِلَى آخِر مَا تَقَدَّمَ فِي ذَلِكَ مِنْ الْمُنَاسَبَة , وَإِنْ كَانَ الْإِسْقَاط مِنْهُ فَالْجَوَاب مَا قَالَهُ أَبُو مُحَمَّد عَلِيّ بْن أَحْمَد بْن سَعِيد الْحَافِظ فِي أَجْوِبَة لَهُ عَلَى الْبُخَارِيّ : إِنَّ أَحْسَن مَا يُجَاب بِهِ هُنَا أَنْ يُقَال : لَعَلَّ الْبُخَارِيّ قَصَدَ أَنْ يَجْعَل لِكِتَابِهِ صَدْرًا يَسْتَفْتِح بِهِ عَلَى مَا ذَهَبَ إِلَيْهِ كَثِير مِنْ النَّاس مِنْ اِسْتِفْتَاح كُتُبهمْ بِالْخُطَبِ الْمُتَضَمِّنَة لِمَعَانِي مَا ذَهَبُوا إِلَيْهِ مِنْ التَّأْلِيف , فَكَأَنَّهُ اِبْتَدَأَ كِتَابه بِنِيَّةٍ رَدَّ عِلْمهَا إِلَى اللَّه , فَإِنْ عَلِمَ مِنْهُ أَنَّهُ أَرَادَ الدُّنْيَا أَوْ عَرَضَ إِلَى شَيْء مِنْ مَعَانِيهَا فَسَيَجْزِيهِ بِنِيَّتِهِ. وَنَكَبَ عَنْ أَحَدِ وَجْهَيْ التَّقْسِيم مُجَانَبَة لِلتَّزْكِيَةِ الَّتِي لَا يُنَاسِب ذِكْرهَا فِي ذَلِكَ الْمَقَام. اِنْتَهَى مُلَخَّصًا. وَحَاصِله أَنَّ الْجُمْلَة الْمَحْذُوفَة تُشْعِر بِالْقُرْبَةِ الْمَحْضَة , وَالْجُمْلَة الْمُبْقَاة تَحْتَمِل التَّرَدُّد بَيْن أَنْ يَكُون مَا قَصَدَهُ يُحَصِّل الْقُرْبَة أَوْ لَا , فَلَمَّا كَانَ الْمُصَنِّف كَالْمُخْبِرِ عَنْ حَال نَفْسه فِي تَصْنِيفه هَذَا بِعِبَارَةِ هَذَا الْحَدِيث حَذَفَ الْجُمْلَة الْمُشْعِرَة بِالْقُرْبَةِ الْمَحْضَة فِرَارًا مِنْ التَّزْكِيَة , وَبَقِيت الْجُمْلَة الْمُتَرَدِّدَة الْمُحْتَمِلَة تَفْوِيضًا لِلْأَمْرِ إِلَى رَبّه الْمُطَّلِع عَلَى سَرِيرَته الْمُجَازِي لَهُ بِمُقْتَضَى نِيَّته. وَلَمَّا كَانَتْ عَادَة الْمُصَنِّفِينَ أَنْ يُضَمِّنُوا الْخُطَب اِصْطِلَاحهمْ فِي مَذَاهِبهمْ وَاخْتِيَارَاتهمْ , وَكَانَ مِنْ رَأْي الْمُصَنِّف جَوَاز اِخْتِصَار الْحَدِيث وَالرِّوَايَة بِالْمَعْنَى وَالتَّدْقِيق فِي الِاسْتِنْبَاط وَإِيثَار الْأَغْمَض عَلَى الْأَجْلَى وَتَرْجِيح الْإِسْنَاد الْوَارِد بِالصِّيَغِ الْمُصَرِّحَة بِالسَّمَاعِ عَلَى غَيْره , اِسْتَعْمَلَ جَمِيع ذَلِكَ فِي هَذَا الْمَوْضِع بِعِبَارَةِ هَذَا الْحَدِيث مَتْنًا وَإِسْنَادًا. وَقَدْ وَقَعَ فِي رِوَايَة حَمَّاد بْن زَيْد فِي بَاب الْهِجْرَة تَأَخُّر قَوْله \" فَمَنْ كَانَتْ هِجْرَته إِلَى اللَّه وَرَسُوله \" عَنْ قَوْله \" فَمَنْ كَانَتْ هِجْرَته إِلَى دُنْيَا يُصِيبهَا \" , فَيُحْتَمَل أَنْ تَكُون رِوَايَة الْحُمَيْدِيّ وَقَعَتْ عِنْد الْبُخَارِيّ كَذَلِكَ فَتَكُون الْجُمْلَة الْمَحْذُوفَة هِيَ الْأَخِيرَة كَمَا جَرَتْ بِهِ عَادَة مَنْ يَقْتَصِر عَلَى بَعْض الْحَدِيث. وَعَلَى تَقْدِير أَنْ لَا يَكُون ذَلِكَ فَهُوَ مَصِير مِنْ الْبُخَارِيّ إِلَى جَوَاز الِاخْتِصَار فِي الْحَدِيث وَلَوْ مِنْ أَثْنَائِهِ. وَهَذَا هُوَ الرَّاجِح , وَاَللَّه أَعْلَم. وَقَالَ الْكَرْمَانِيُّ فِي غَيْر هَذَا الْمَوْضِع : إِنْ كَانَ الْحَدِيث عِنْد الْبُخَارِيّ تَامًّا لِمَ خَرَمَهُ فِي صَدْر الْكِتَاب , مَعَ أَنَّ الْخَرْم مُخْتَلَف فِي جَوَازه ؟ قُلْت : لَا جَزْم بِالْخَرْمِ ; لِأَنَّ الْمَقَامَات مُخْتَلِفَة , فَلَعَلَّهُ - فِي مَقَام بَيَان أَنَّ الْإِيمَان بِالنِّيَّةِ وَاعْتِقَاد الْقَلْب - سَمِعَ الْحَدِيث تَامًّا , وَفِي مَقَام أَنَّ الشُّرُوع فِي الْأَعْمَال إِنَّمَا يَصِحّ بِالنِّيَّةِ سَمِعَ ذَلِكَ الْقَدْر الَّذِي رُوِيَ. ثُمَّ الْخَرْم يُحْتَمَل أَنْ يَكُون مِنْ بَعْض شُيُوخ الْبُخَارِيّ لَا مِنْهُ , ثُمَّ إِنْ كَانَ مِنْهُ فَخَرَمَهُ ثَمَّ لِأَنَّ الْمَقْصُود يَتِمّ بِذَلِكَ الْمِقْدَار. فَإِنْ قُلْت : فَكَانَ الْمُنَاسِب أَنْ يَذْكُر عِنْد الْخَرْم الشِّقّ الَّذِي يَتَعَلَّق بِمَقْصُودِهِ , وَهُوَ أَنَّ النِّيَّة يَنْبَغِي أَنْ تَكُون لِلَّهِ وَرَسُوله. قُلْت : لَعَلَّهُ نَظَرَ إِلَى مَا هُوَ الْغَالِب الْكَثِير بَيْن النَّاس. اِنْتَهَى. وَهُوَ كَلَام مَنْ لَمْ يَطَّلِع عَلَى شَيْء مِنْ أَقْوَال مَنْ قَدَّمْت ذِكْره مِنْ الْأَئِمَّة عَلَى هَذَا الْحَدِيث , وَلَا سِيَّمَا كَلَام اِبْن الْعَرَبِيّ. وَقَالَ فِي مَوْضِع آخَر : إِنَّ إِيرَاد الْحَدِيث تَامًّا تَارَة وَغَيْر تَامّ تَارَة إِنَّمَا هُوَ اِخْتِلَاف الرُّوَاة , فَكُلّ مِنْهُمْ قَدْ رَوَى مَا سَمِعَهُ فَلَا خَرْم مِنْ أَحَد , وَلَكِنَّ الْبُخَارِيّ يَذْكُرهَا فِي الْمَوَاضِع الَّتِي يُنَاسِب كُلًّا مِنْهَا بِحَسَبِ الْبَاب الَّذِي يَضَعهُ تَرْجَمَة لَهُ , اِنْتَهَى وَكَأَنَّهُ لَمْ يَطَّلِع عَلَى حَدِيث أَخْرَجَهُ الْبُخَارِيّ بِسَنَدٍ وَاحِد مِنْ اِبْتِدَائِهِ إِلَى اِنْتِهَائِهِ فَسَاقَهُ فِي مَوْضِع تَامًّا وَفِي مَوْضِع مُقْتَصِرًا عَلَى بَعْضه , وَهُوَ كَثِير جِدًّا فِي الْجَامِع الصَّحِيح , فَلَا يَرْتَاب مَنْ يَكُون الْحَدِيث صِنَاعَته أَنَّ ذَلِكَ مِنْ تَصَرُّفه ; لِأَنَّهُ عُرِفَ بِالِاسْتِقْرَاءِ مِنْ صَنِيعه أَنَّهُ لَا يَذْكُر الْحَدِيث الْوَاحِد فِي مَوْضِع عَلَى وَجْهَيْنِ , بَلْ إِنْ كَانَ لَهُ أَكْثَر مِنْ سَنَد عَلَى شَرْطه ذَكَرَهُ فِي الْمَوْضِع الثَّانِي بِالسَّنَدِ الثَّانِي وَهَكَذَا مَا بَعْده , وَمَا لَمْ يَكُنْ عَلَى شَرْطه يُعَلِّقهُ فِي الْمَوْضِع الْآخَر تَارَة بِالْجَزْمِ إِنْ كَانَ صَحِيحًا وَتَارَة بِغَيْرِهِ إِنْ كَانَ فِيهِ شَيْء , وَمَا لَيْسَ لَهُ إِلَّا سَنَد وَاحِد يَتَصَرَّف فِي مَتْنه بِالِاقْتِصَارِ عَلَى بَعْضه بِحَسَبِ مَا يَتَّفِق , وَلَا يُوجَد فِيهِ حَدِيث وَاحِد مَذْكُور بِتَمَامِهِ سَنَدًا وَمَتْنًا فِي مَوْضِعَيْنِ أَوْ أَكْثَر إِلَّا نَادِرًا , فَقَدْ عَنِيَ بَعْض مَنْ لَقِيته بِتَتَبُّعِ ذَلِكَ فَحَصَّلَ مِنْهُ نَحْو عِشْرِينَ مَوْضِعًا. ‏ ‏قَوْله : ( هِجْرَته ) الْهِجْرَة : التَّرْك , وَالْهِجْرَة إِلَى الشَّيْء : الِانْتِقَال إِلَيْهِ عَنْ غَيْره. وَفِي الشَّرْع : تَرْك مَا نَهَى اللَّه عَنْهُ. وَقَدْ وَقَعَتْ فِي الْإِسْلَام عَلَى وَجْهَيْنِ : الْأَوَّل الِانْتِقَال مِنْ دَار الْخَوْف إِلَى دَار الْأَمْن كَمَا فِي هِجْرَتَيْ الْحَبَشَة وَابْتِدَاء الْهِجْرَة مِنْ مَكَّة إِلَى الْمَدِينَة , الثَّانِي الْهِجْرَة مِنْ دَار الْكُفْر إِلَى دَار الْإِيمَان وَذَلِكَ بَعْد أَنْ اِسْتَقَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ وَهَاجَرَ إِلَيْهِ مَنْ أَمْكَنَهُ ذَلِكَ مِنْ الْمُسْلِمِينَ. وَكَانَتْ الْهِجْرَة إِذْ ذَاكَ تَخْتَصّ بِالِانْتِقَالِ إِلَى الْمَدِينَة , إِلَى أَنْ فُتِحَتْ مَكَّة فَانْقَطَعَ مِنْ الِاخْتِصَاص , وَبَقِيَ عُمُوم الِانْتِقَال مِنْ دَار الْكُفْر لِمَنْ قَدَرَ عَلَيْهِ بَاقِيًا. فَإِنْ قِيلَ : الْأَصْل تَغَايُر الشَّرْط وَالْجَزَاء فَلَا يُقَال مَثَلًا : مَنْ أَطَاعَ أَطَاعَ وَإِنَّمَا يُقَال مَثَلًا : مَنْ أَطَاعَ نَجَا , وَقَدْ وَقَعَا فِي هَذَا الْحَدِيث مُتَّحِدَيْنِ , فَالْجَوَاب أَنَّ التَّغَايُر يَقَع تَارَة بِاللَّفْظِ وَهُوَ الْأَكْثَر , وَتَارَة بِالْمَعْنَى وَيُفْهَم ذَلِكَ مِنْ السِّيَاق , وَمِنْ أَمْثِلَته قَوْله تَعَالَى ( وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوب إِلَى اللَّه مَتَابًا ) وَهُوَ مُؤَوَّل عَلَى إِرَادَة الْمَعْهُود الْمُسْتَقِرّ فِي النَّفْس , كَقَوْلِهِمْ : أَنْتَ أَنَا. أَيْ : الصَّدِيق الْخَالِص , وَقَوْلهمْ : هُمْ هُمْ. أَيْ : الَّذِينَ لَا يُقَدَّر قَدْرهمْ , وَقَوْل الشَّاعِر ‏ ‏أَنَا أَبُو النَّجْم وَشِعْرِي شِعْرِي ‏ ‏, أَوْ هُوَ مُؤَوَّل عَلَى إِقَامَة السَّبَب مَقَام الْمُسَبَّب لِاشْتِهَارِ السَّبَب. وَقَالَ اِبْن مَالِك : قَدْ يُقْصَد بِالْخَبَرِ الْفَرْد بَيَان الشُّهْرَة وَعَدَم التَّغَيُّر فَيَتَّحِد بِالْمُبْتَدَأِ لَفْظًا كَقَوْلِ الشَّاعِر : ‏ ‏خَلِيلِي خَلِيلِي دُون رَيْب وَرُبَّمَا ‏ ‏أَلَانَ اِمْرُؤٌ قَوْلًا فَظُنَّ خَلِيلًا ‏ ‏وَقَدْ يُفْعَل مِثْل هَذَا بِجَوَابِ الشَّرْط كَقَوْلِك : مَنْ قَصَدَنِي فَقَدْ قَصَدَنِي. أَيْ : فَقَدْ قَصَدَ مَنْ عُرِفَ بِإِنْجَاحِ قَاصِده , وَقَالَ غَيْره : إِذَا اِتَّحَدَ لَفْظ الْمُبْتَدَأ وَالْخَبَر وَالشَّرْط وَالْجَزَاء عُلِمَ مِنْهُمَا الْمُبَالَغَة إِمَّا فِي التَّعْظِيم وَإِمَّا فِي التَّحْقِير. ‏ ‏قَوْله : ( إِلَى دُنْيَا ) ‏ ‏بِضَمِّ الدَّال , وَحَكَى اِبْن قُتَيْبَة كَسْرهَا , وَهِيَ فُعْلَى مِنْ الدُّنُوّ أَيْ : الْقُرْب , سُمِّيَتْ بِذَلِكَ لِسَبْقِهَا لِلْأُخْرَى. وَقِيلَ : سُمِّيَتْ دُنْيَا لِدُنُوِّهَا إِلَى الزَّوَال. وَاخْتُلِفَ فِي حَقِيقَتهَا فَقِيلَ مَا عَلَى الْأَرْض مِنْ الْهَوَاء وَالْجَوّ , وَقِيلَ كُلّ الْمَخْلُوقَات مِنْ الْجَوَاهِر وَالْأَعْرَاض , وَالْأُولَى أَوْلَى. لَكِنْ يُزَاد فِيهِ مِمَّا قَبْل قِيَام السَّاعَة , وَيُطْلَق عَلَى كُلّ جُزْء مِنْهَا مَجَازًا. ثُمَّ إِنَّ لَفْظهَا مَقْصُور غَيْر مُنَوَّن , وَحُكِيَ تَنْوِينهَا , وَعَزَاهُ اِبْن دِحْيَة إِلَى رِوَايَة أَبِي الْهَيْثَم الْكُشْمِيهَنِيّ وَضَعَّفَهَا , وَحُكِيَ عَنْ اِبْن مُغَاوِر أَنَّ أَبَا الْهَرَوِيّ فِي آخِر أَمْره كَانَ يَحْذِف كَثِيرًا مِنْ رِوَايَة أَبِي الْهَيْثَم حَيْثُ يَنْفَرِد ; لِأَنَّهُ لَمْ يَكُنْ مِنْ أَهْل الْعِلْم. قُلْت : وَهَذَا لَيْسَ عَلَى إِطْلَاقه , فَإِنَّ فِي رِوَايَة أَبِي الْهَيْثَم مَوَاضِع كَثِيرَة أَصْوَب مِنْ رِوَايَة غَيْره , كَمَا سَيَأْتِي مُبَيَّنًا فِي مَوَاضِعه. وَقَالَ التَّيْمِيُّ فِي شَرْحه : قَوْله \" دُنْيَا \" هُوَ تَأْنِيث الْأَدْنَى لَيْسَ بِمَصْرُوفٍ , لِاجْتِمَاعِ الْوَصْفِيَّة وَلُزُوم حَرْف التَّأْنِيث. وَتُعُقِّبَ بِأَنَّ لُزُوم التَّأْنِيث لِلْأَلِفِ الْمَقْصُورَة كَافٍ فِي عَدَم الصَّرْف , وَأَمَّا الْوَصْفِيَّة فَقَالَ اِبْن مَالِك : اِسْتِعْمَال دُنْيَا مُنَكَّرًا فِيهِ إِشْكَال ; لِأَنَّهَا فِعْل التَّفْضِيل , فَكَانَ مِنْ حَقّهَا أَنْ تُسْتَعْمَل بِاللَّامِ كَالْكُبْرَى وَالْحُسْنَى , قَالَ : إِلَّا أَنَّهَا خُلِعَتْ عَنْهَا الْوَصْفِيَّة أَوْ أُجْرِيَتْ مَجْرَى مَا لَمْ يَكُنْ وَصْفًا قَطّ , وَمِثْله قَوْل الشَّاعِر : ‏ ‏وَإِنْ دَعَوْت إِلَى جُلَّى وَمَكْرُمَة ‏ ‏يَوْمًا سَرَاة كِرَام النَّاس فَادْعِينَا ‏ ‏وَقَالَ الْكَرْمَانِيُّ : قَوْله \" إِلَى \" يَتَعَلَّق بِالْهِجْرَةِ إِنْ كَانَ لَفْظ كَانَتْ تَامَّة , أَوْ هُوَ خَبَر لِكَانَتْ إِنْ كَانَتْ نَاقِصَة. ثُمَّ أُورِدَ مَا مُحَصَّله : أَنَّ لَفْظ كَانَ إِنْ كَانَ لِلْأَمْرِ الْمَاضِي فَلَا يُعْلَم مَا الْحُكْم بَعْد صُدُور هَذَا الْقَوْل فِي ذَلِكَ. وَأَجَابَ بِأَنَّهُ يَجُوز أَنْ يُرَاد بِلَفْظِ كَانَ الْوُجُود مِنْ غَيْر تَقْيِيد بِزَمَانٍ , أَوْ يُقَاس الْمُسْتَقْبَل عَلَى الْمَاضِي , أَوْ مِنْ جِهَة أَنَّ حُكْم الْمُكَلَّفِينَ سَوَاء. ‏ ‏قَوْله : ( يُصِيبهَا ) ‏ ‏أَيْ يُحَصِّلهَا ; لِأَنَّ تَحْصِيلهَا كَإِصَابَةِ الْغَرَض بِالسَّهْمِ بِجَامِعِ حُصُول الْمَقْصُود. ‏ ‏قَوْله : ( أَوْ اِمْرَأَة ) ‏ ‏قِيلَ التَّنْصِيص عَلَيْهَا مِنْ الْخَاصّ بَعْد الْعَامّ لِلِاهْتِمَامِ بِهِ. وَتَعَقَّبَهُ النَّوَوِيّ بِأَنَّ لَفْظ دُنْيَا نَكِرَة وَهِيَ لَا تَعُمّ فِي الْإِثْبَات فَلَا يَلْزَم دُخُول الْمَرْأَة فِيهَا. وَتُعُقِّبَ بِكَوْنِهَا فِي سِيَاق الشَّرْط فَتَعُمّ , وَنُكْتَة الِاهْتِمَام الزِّيَادَة فِي التَّحْذِير ; لِأَنَّ الِافْتِتَان بِهَا أَشَدّ. وَقَدْ تَقَدَّمَ النَّقْل عَمَّنْ حَكَى أَنَّ سَبَب هَذَا الْحَدِيث قِصَّة مُهَاجِر أُمّ قَيْس وَلَمْ نَقِفْ عَلَى تَسْمِيَته. وَنَقَلَ اِبْن دِحْيَة أَنَّ اِسْمهَا قَيْلَة بِقَافٍ مَفْتُوحَة ثُمَّ تَحْتَانِيَّة سَاكِنَة , وَحَكَى اِبْن بَطَّال عَنْ اِبْن سِرَاج أَنَّ السَّبَب فِي تَخْصِيص الْمَرْأَة بِالذِّكْرِ أَنَّ الْعَرَب كَانُوا لَا يُزَوِّجُونَ الْمَوْلَى الْعَرَبِيَّة , وَيُرَاعُونَ الْكَفَاءَة فِي النَّسَب , فَلَمَّا جَاءَ الْإِسْلَام سَوَّى بَيْن الْمُسْلِمِينَ فِي مُنَاكَحَتهمْ فَهَاجَرَ كَثِير مِنْ النَّاس إِلَى الْمَدِينَة لِيَتَزَوَّج بِهَا مَنْ كَانَ لَا يَصِل إِلَيْهَا قَبْل ذَلِكَ اِنْتَهَى. وَيَحْتَاج إِلَى نَقْل ثَابِت أَنَّ هَذَا الْمُهَاجِر كَانَ مَوْلًى وَكَانَتْ الْمَرْأَة عَرَبِيَّة , وَلَيْسَ مَا نَفَاهُ عَنْ الْعَرَب عَلَى إِطْلَاقه بَلْ قَدْ زُوِّجَ خَلْق كَثِير مِنْهُمْ جَمَاعَة مِنْ مَوَالِيهمْ وَحُلَفَائِهِمْ قَبْل الْإِسْلَام , وَإِطْلَاقه أَنَّ الْإِسْلَام أَبْطَلَ الْكَفَاءَة فِي مَقَام الْمَنْع. ‏ ‏قَوْله : ( فَهِجْرَته إِلَى مَا هَاجَرَ إِلَيْهِ ) ‏ ‏يُحْتَمَل أَنْ يَكُون ذَكَرَهُ بِالضَّمِيرِ لِيَتَنَاوَل مَا ذُكِرَ مِنْ الْمَرْأَة وَغَيْرهَا , وَإِنَّمَا أَبْرَزَ الضَّمِير فِي الْجُمْلَة الَّتِي قَبْلهَا وَهِيَ الْمَحْذُوفَة لِقَصْدِ الِالْتِذَاذ بِذِكْرِ اللَّه وَرَسُوله وَعِظَم شَأْنهمَا , بِخِلَافِ الدُّنْيَا وَالْمَرْأَة فَإِنَّ السِّيَاق يُشْعِر بِالْحَثِّ عَلَى الْإِعْرَاض عَنْهُمَا. وَقَالَ الْكَرْمَانِيُّ : يُحْتَمَل أَنْ يَكُون قَوْله \" إِلَى مَا هَاجَرَ إِلَيْهِ \" مُتَعَلِّقًا بِالْهِجْرَةِ , فَيَكُون الْخَبَر مَحْذُوفًا وَالتَّقْدِير قَبِيحَة أَوْ غَيْر صَحِيحَة مَثَلًا , وَيُحْتَمَل أَنْ يَكُون خَبَر فَهِجْرَته وَالْجُمْلَة خَبَر الْمُبْتَدَأ الَّذِي هُوَ \" مَنْ كَانَتْ \" اِنْتَهَى. وَهَذَا الثَّانِي هُوَ الرَّاجِح ; لِأَنَّ الْأَوَّل يَقْتَضِي أَنَّ تِلْكَ الْهِجْرَة مَذْمُومَة مُطْلَقًا , وَلَيْسَ كَذَلِكَ , إِلَّا إِنْ حُمِلَ عَلَى تَقْدِير شَيْء يَقْتَضِي التَّرَدُّد أَوْ الْقُصُور عَنْ الْهِجْرَة الْخَالِصَة كَمَنْ نَوَى بِهِجْرَتِهِ مُفَارَقَة دَار الْكُفْر وَتَزَوُّج الْمَرْأَة مَعًا فَلَا تَكُون قَبِيحَة وَلَا غَيْر صَحِيحَة , بَلْ هِيَ نَاقِصَة بِالنِّسْبَةِ إِلَى مَنْ كَانَتْ هِجْرَته خَالِصَة , وَإِنَّمَا أَشْعَرَ السِّيَاق بِذَمِّ مَنْ فَعَلَ ذَلِكَ بِالنِّسْبَةِ إِلَى مَنْ طَلَبَ الْمَرْأَة بِصُورَةِ الْهِجْرَة الْخَالِصَة , فَأَمَّا مَنْ طَلَبَهَا مَضْمُومَة إِلَى الْهِجْرَة فَإِنَّهُ يُثَاب عَلَى قَصْد الْهِجْرَة لَكِنْ دُون ثَوَاب مَنْ أَخْلَصَ , وَكَذَا مَنْ طَلَبَ التَّزْوِيج فَقَطْ لَا عَلَى صُورَة الْهِجْرَة إِلَى اللَّه ; لِأَنَّهُ مِنْ الْأَمْر الْمُبَاح الَّذِي قَدْ يُثَاب فَاعِله إِذَا قَصَدَ بِهِ الْقُرْبَة كَالْإِعْفَافِ. وَمِنْ أَمْثِلَة ذَلِكَ مَا وَقَعَ فِي قِصَّة إِسْلَام أَبِي طَلْحَة فِيمَا رَوَاهُ النَّسَائِيُّ عَنْ أَنَس قَالَ : تَزَوَّجَ أَبُو طَلْحَة أُمّ سُلَيْمٍ فَكَانَ صَدَاق مَا بَيْنهمَا الْإِسْلَام , أَسْلَمَتْ أُمّ سُلَيْمٍ قَبْل أَبِي طَلْحَة فَخَطَبَهَا فَقَالَتْ : إِنِّي قَدْ أَسْلَمْت , فَإِنْ أَسْلَمْت تَزَوَّجْتُك. فَأَسْلَمَ فَتَزَوَّجَتْهُ. وَهُوَ مَحْمُول عَلَى أَنَّهُ رَغِبَ فِي الْإِسْلَام وَدَخَلَهُ مِنْ وَجْهه وَضَمَّ إِلَى ذَلِكَ إِرَادَة التَّزْوِيج الْمُبَاح فَصَارَ كَمَنْ نَوَى بِصَوْمِهِ الْعِبَادَة وَالْحَمِيَّة , أَوْ بِطَوَافِهِ الْعِبَادَة وَمُلَازَمَة الْغَرِيم. وَاخْتَارَ الْغَزَالِيّ فِيمَا يَتَعَلَّق بِالثَّوَابِ أَنَّهُ إِنْ كَانَ الْقَصْد الدُّنْيَوِيّ هُوَ الْأَغْلَب لَمْ يَكُنْ فِيهِ أَجْر , أَوْ الدِّينِيّ أُجِرَ بِقَدْرِهِ , وَإِنْ تَسَاوَيَا فَتَرَدَّدَ الْقَصْد بَيْن الشَّيْئَيْنِ فَلَا أَجْر. وَأَمَّا إِذَا نَوَى الْعِبَادَة وَخَالَطَهَا بِشَيْءٍ مِمَّا يُغَايِر الْإِخْلَاص فَقَدْ نَقَلَ أَبُو جَعْفَر بْن جَرِير الطَّبَرِيّ عَنْ جُمْهُور السَّلَف أَنَّ الِاعْتِبَار بِالِابْتِدَاءِ , فَإِنْ كَانَ اِبْتِدَاؤُهُ لِلَّهِ خَالِصًا لَمْ يَضُرَّهُ مَا عَرَضَ لَهُ بَعْد ذَلِكَ مِنْ إِعْجَاب أَوْ غَيْره. وَاَللَّه أَعْلَم. وَاسْتُدِلَّ بِهَذَا الْحَدِيث عَلَى أَنَّهُ لَا يَجُوز الْإِقْدَام عَلَى الْعَمَل قَبْل مَعْرِفَة الْحُكْم ; لِأَنَّ فِيهِ أَنَّ الْعَمَل يَكُون مُنْتَفِيًا إِذَا خَلَا عَنْ النِّيَّة , وَلَا يَصِحّ نِيَّة فِعْل الشَّيْء إِلَّا بَعْد مَعْرِفَة الْحُكْم , وَعَلَى أَنَّ الْغَافِل لَا تَكْلِيف عَلَيْهِ ; لِأَنَّ الْقَصْد يَسْتَلْزِم الْعِلْم بِالْمَقْصُودِ وَالْغَافِل غَيْر قَاصِد , وَعَلَى أَنَّ مَنْ صَامَ تَطَوُّعًا بِنِيَّةٍ قَبْل الزَّوَال أَنْ لَا يُحْسَبَ لَهُ إِلَّا مِنْ وَقْت النِّيَّة وَهُوَ مُقْتَضَى الْحَدِيث , لَكِنْ تَمَسَّكَ مَنْ قَالَ بِانْعِطَافِهَا بِدَلِيلٍ آخَر , وَنَظِيره حَدِيث \" مَنْ أَدْرَكَ مِنْ الصَّلَاة رَكْعَة فَقَدْ أَدْرَكَهَا \" أَيْ : أَدْرَكَ فَضِيلَة الْجَمَاعَة أَوْ الْوَقْت , وَذَلِكَ بِالِانْعِطَافِ الَّذِي اِقْتَضَاهُ فَضْل اللَّه تَعَالَى , وَعَلَى أَنَّ الْوَاحِد الثِّقَة إِذَا كَانَ فِي مَجْلِس جَمَاعَة ثُمَّ ذَكَرَ عَنْ ذَلِكَ الْمَجْلِس شَيْئًا لَا يُمْكِن غَفْلَتهمْ عَنْهُ وَلَمْ يَذْكُرهُ غَيْره أَنَّ ذَلِكَ لَا يَقْدَح فِي صِدْقه , خِلَافًا لِمَنْ أُعِلَّ بِذَلِكَ ; لِأَنَّ عَلْقَمَة ذَكَرَ أَنَّ عُمَر خَطَبَ بِهِ عَلَى الْمِنْبَر ثُمَّ لَمْ يَصِحّ مِنْ جِهَة أَحَد عَنْهُ غَيْر عَلْقَمَة. وَاسْتُدِلَّ بِمَفْهُومِهِ عَلَى أَنَّ مَا لَيْسَ بِعَمَلٍ لَا تُشْتَرَط النِّيَّة فِيهِ , وَمِنْ أَمْثِلَة ذَلِكَ جَمْع التَّقْدِيم فَإِنَّ الرَّاجِح مِنْ حَيْثُ النَّظَر أَنَّهُ لَا يُشْتَرَط لَهُ نِيَّة , بِخِلَافِ مَا رَجَّحَهُ كَثِير مِنْ الشَّافِعِيَّة وَخَالَفَهُمْ شَيْخنَا شَيْخ الْإِسْلَام وَقَالَ : الْجَمْع لَيْسَ بِعَمَلٍ , وَإِنَّمَا الْعَمَل الصَّلَاة. وَيُقَوِّي ذَلِكَ أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام جَمَعَ فِي غَزْوَة تَبُوك وَلَمْ يَذْكُر ذَلِكَ لِلْمَأْمُومِينَ الَّذِينَ مَعَهُ , وَلَوْ كَانَ شَرْطًا لَأَعْلَمَهُمْ بِهِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْعَمَل إِذَا كَانَ مُضَافًا إِلَى سَبَب وَيَجْمَع مُتَعَدِّده جِنْس أَنَّ نِيَّة الْجِنْس تَكْفِي , كَمَنْ أَعْتَقَ عَنْ كَفَّارَة وَلَمْ يُعَيِّن كَوْنهَا عَنْ ظِهَار أَوْ غَيْره ; لِأَنَّ مَعْنَى الْحَدِيث أَنَّ الْأَعْمَال بِنِيَّاتِهَا , وَالْعَمَل هُنَا الْقِيَام بِاَلَّذِي يَخْرَج عَنْ الْكَفَّارَة اللَّازِمَة وَهُوَ غَيْر مُحْوِج إِلَى تَعْيِين سَبَب , وَعَلَى هَذَا لَوْ كَانَتْ عَلَيْهِ كَفَّارَة - وَشَكَّ فِي سَبَبهَا - أَجْزَأَهُ إِخْرَاجهَا بِغَيْرِ تَعْيِين. وَفِيهِ زِيَادَة النَّصّ عَلَى السَّبَب ; لِأَنَّ الْحَدِيث سِيقَ فِي قِصَّة الْمُهَاجِر لِتَزْوِيجِ الْمَرْأَة , فَذِكْر الدُّنْيَا فِي الْقِصَّة زِيَادَة فِي التَّحْذِير وَالتَّنْفِير. وَقَالَ شَيْخنَا شَيْخ الْإِسْلَام : فِيهِ إِطْلَاق الْعَامّ وَإِنْ كَانَ سَبَبه خَاصًّا , فَيُسْتَنْبَط مِنْهُ الْإِشَارَة إِلَى أَنَّ الْعِبْرَة بِعُمُومِ اللَّفْظ لَا بِخُصُوصِ السَّبَب , وَسَيَأْتِي ذِكْر كَثِير مِنْ فَوَائِد هَذَا الْحَدِيث فِي كِتَاب الْإِيمَان حَيْثُ قَالَ الْمُصَنِّف فِي التَّرْجَمَة فَدَخَلَ فِيهِ الْعِبَادَات وَالْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى , وَبِاَللَّهِ التَّوْفِيق. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6954",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنِي إِسْحَاقُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَقْبَلُ اللَّهُ صَلاَةَ أَحَدِكُمْ إِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Allah does not accept prayer of anyone of you if he does Hadath (passes wind) till \nhe performs the ablution (anew).",
    "explication": "‏ ‏قَوْله : ( عَنْ هَمَّام ) ‏ ‏هُوَ اِبْن مُنَبِّه , وَهَذَا الْحَدِيث مِنْ نُسْخَته الْمَشْهُورَة الْمَرْوِيَّة بِإِسْنَادٍ وَاحِد عَنْ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْهُ. وَقَدْ اِخْتَلَفَ الْعُلَمَاء فِي إِفْرَاد حَدِيث مِنْ نُسْخَة هَلْ يُسَاق بِإِسْنَادِهَا وَلَوْ لَمْ يَكُنْ مُبْتَدَأ بِهِ , أَوْ لَا ؟ فَالْجُمْهُور عَلَى الْجَوَاز وَمِنْهُمْ الْبُخَارِيّ , وَقِيلَ يَمْتَنِع , وَقِيلَ يَبْدَأ أَبَدًا بِأَوَّلِ حَدِيث وَيَذْكُر بَعْده مَا أَرَادَ. وَتَوَسَّطَ مُسْلِم فَأَتَى بِلَفْظٍ يُشْعِر بِأَنَّ الْمُفْرَد مِنْ جُمْلَة النُّسْخَة فَيَقُول فِي مِثْل هَذَا إِذَا اِنْتَهَى الْإِسْنَاد : فَذَكَرَ أَحَادِيث مِنْهَا كَذَا , ثُمَّ يَذْكُر أَيّ حَدِيث أَرَادَ مِنْهَا. ‏ ‏قَوْله : ( إِذَا أَحْسَن أَحَدكُمْ إِسْلَامه ) ‏ ‏كَذَا لَهُ وَلِمُسْلِمٍ وَغَيْرهمَا , وَلِإِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَده عَنْ عَبْد الرَّزَّاق \" إِذَا حَسُنَ إِسْلَام أَحَدكُمْ \" وَكَأَنَّهُ رَوَاهُ بِالْمَعْنَى ; لِأَنَّهُ مِنْ لَازِمه. وَرَوَاهُ الْإِسْمَاعِيلِيّ مِنْ طَرِيق اِبْن الْمُبَارَك عَنْ مَعْمَر كَالْأَوَّلِ , وَالْخِطَاب بِأَحَدِكُمْ بِحَسَبِ اللَّفْظ لِلْحَاضِرِينَ , لَكِنَّ الْحُكْم عَامّ لَهُمْ وَلِغَيْرِهِمْ بِاتِّفَاقٍ , وَإِنْ حَصَلَ التَّنَازُع فِي كَيْفِيَّة التَّنَاوُل أَهِيَ بِالْحَقِيقَةِ اللُّغَوِيَّة أَوْ الشَّرْعِيَّة أَوْ بِالْمَجَازِ. ‏ ‏قَوْله : ( فَكُلّ حَسَنَة ) ‏ ‏يُنْبِئ أَنَّ اللَّام فِي قَوْله فِي الْحَدِيث الَّذِي قَبْله \" الْحَسَنَة بِعَشْرِ أَمْثَالهَا \" لِلِاسْتِغْرَاقِ. ‏ ‏قَوْله : ( بِمِثْلِهَا ) ‏ ‏زَادَ مُسْلِم وَإِسْحَاق وَالْإِسْمَاعِيلِيّ فِي رِوَايَتهمْ \" حَتَّى يَلْقَى اللَّه عَزَّ وَجَلَّ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6955",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا ثُمَامَةُ بْنُ عَبْدِ اللَّهِ بْنِ أَنَسٍ، أَنَّ أَنَسًا، حَدَّثَهُ أَنَّ أَبَا بَكْرٍ كَتَبَ لَهُ فَرِيضَةَ الصَّدَقَةِ الَّتِي فَرَضَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ وَلاَ يُجْمَعُ بَيْنَ مُتَفَرِّقٍ وَلاَ يُفَرَّقُ بَيْنَ مُجْتَمِعٍ خَشْيَةَ الصَّدَقَةِ ‏\"‏‏.‏",
    "english_text": "That Abu Bakr wrote for him, Zakat regulations which Allah's Messenger (ﷺ) had made compulsory, and \nwrote that one should neither collect various portions (of the property) nor divide the property into \nvarious portions in order to avoid paying Zakat.",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنِي ثُمَامَة ) ‏ ‏هُوَ عَمُّ الرَّاوِي عَنْهُ لِأَنَّهُ عَبْد اللَّه بْن الْمُثَنَّى بْن عَبْد اللَّه بْن أَنَس بْن مَالِك , وَهَذَا الْإِسْنَاد مُسَلْسَل بِالْبَصْرِيِّينَ مِنْ آل أَنَس بْن مَالِك. وَعَبْد اللَّه بْن الْمُثَنَّى اِخْتَلَفَ فِيهِ قَوْلُ اِبْنِ مَعِينٍ فَقَالَ مَرَّة : صَالِح , وَمَرَّة : لَيْسَ بِشَيْءٍ. وَقَوَّاهُ أَبُو زُرْعَة وَأَبُو حَاتِم وَالْعِجْلِيّ. وَأَمَّا النَّسَائِيّ فَقَالَ : لَيْسَ بِالْقَوِيِّ. وَقَالَ الْعُقَيْلِيّ : لَا يُتَابَعُ فِي أَكْثَرِ حَدِيثه اِنْتَهَى. وَقَدْ تَابَعَهُ عَلَى حَدِيثِهِ هَذَا حَمَّاد بْن سَلَمَة فَرَوَاهُ عَنْ ثُمَامَةَ أَنَّهُ أَعْطَاهُ كِتَابًا زَعَمَ أَنَّ أَبَا بَكْر كَتَبَهُ لِأَنَسٍ وَعَلَيْهِ خَاتَمُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ بَعَثَهُ مُصَدِّقًا فَذَكَرَ الْحَدِيث , هَكَذَا أَخْرَجَهُ أَبُو دَاوُدَ عَنْ أَبِي سَلَمَةَ عَنْهُ , وَرَوَاهُ أَحْمَد فِي مُسْنَدِهِ قَالَ \" حَدَّثَنَا أَبُو كَامِل حَدَّثَنَا حَمَّاد قَالَ أَخَذْت هَذَا الْكِتَابَ مِنْ ثُمَامَة بْن عَبْد اللَّه بْن أَنَس عَنْ أَنَس أَنَّ أَبَا بَكْر \" فَذَكَرَهُ. وَقَالَ إِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَدِهِ \" أَخْبَرَنَا النَّضْر بْن شُمَيْل حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخَذْنَا هَذَا الْكِتَابَ مِنْ ثُمَامَةَ يُحَدِّثُهُ عَنْ أَنَس عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" فَذَكَرَهُ. فَوَضَحَ أَنَّ حَمَّادًا سَمِعَهُ مِنْ ثُمَامَةَ وَأَقْرَأَهُ الْكِتَاب فَانْتَفَى تَعْلِيل مَنْ أَعَلَّهُ بِكَوْنِهِ مُكَاتَبَة , وَانْتَفَى تَعْلِيل مَنْ أَعَلَّهُ بِكَوْن عَبْد اللَّه بْن الْمُثَنَّى لَمْ يُتَابَعْ عَلَيْهِ. ‏ ‏قَوْله : ( أَنَّ أَبَا بَكْر رَضِيَ اللَّهُ عَنْهُ كَتَبَ لَهُ هَذَا الْكِتَابَ لَمَّا وَجَّهَهُ إِلَى الْبَحْرِينِ ) ‏ ‏أَيْ : عَامِلًا عَلَيْهَا , وَهِيَ اِسْمٌ لِإِقْلِيمٍ مَشْهُورٍ يَشْتَمِلُ عَلَى مُدُنٍ مَعْرُوفَةٍ قَاعِدَتهَا هَجَر , وَهَكَذَا يَنْطِقُ بِهِ بِلَفْظِ التَّثْنِيَة وَالنِّسْبَة إِلَيْهِ بَحْرَانِيّ. ‏ ‏قَوْله : ( بِسْمِ اللَّهِ الرَّحْمَن الرَّحِيم هَذِهِ ) ‏ ‏قَالَ الْمَاوَرْدِيّ يُسْتَدَلُّ بِهِ عَلَى إِثْبَات الْبَسْمَلَة فِي اِبْتِدَاءِ الْكُتُبِ وَعَلَى أَنَّ الِابْتِدَاءَ بِالْحَمْدِ لَيْسَ بِشَرْط. ‏ ‏قَوْلُهُ : ( هَذِهِ فَرِيضَة الصَّدَقَة ) ‏ ‏أَيْ : نُسْخَة فَرِيضَة فَحَذَفَ الْمُضَاف لِلْعِلْمِ بِهِ , وَفِيهِ أَنَّ اِسْم الصَّدَقَة يَقَعُ عَلَى الزَّكَاةِ خِلَافًا لِمَنْ مَنَعَ ذَلِكَ مِنْ الْحَنَفِيَّةِ. ‏ ‏قَوْله : ( الَّتِي فَرَضَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمُسْلِمِينَ ) ‏ ‏ظَاهِر فِي رَفْعِ الْخَبَرِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَّهُ لَيْسَ مَوْقُوفًا عَلَى أَبِي بَكْر , وَقَدْ صَرَّحَ بِرَفْعِهِ فِي رِوَايَةِ إِسْحَاق الْمُقَدَّمِ ذِكْرُهَا. وَمَعْنَى \" فَرَضَ \" هُنَا أَوْجَبَ أَوْ شَرَعَ يَعْنِي يَأْمُرُ اللَّهُ تَعَالَى , وَقِيلَ مَعْنَاهُ قُدِّرَ لِأَنَّ إِيجَابَهَا ثَابِت فِي الْكِتَابِ فَفَرْضُ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهَا بَيَانُهُ لِلْمُجْمَلِ مِنْ الْكِتَابِ بِتَقْدِيرِ الْأَنْوَاعِ وَالْأَجْنَاسِ. وَأَصْلُ الْفَرْضِ قَطْع الشَّيْءِ الصُّلْبِ ثُمَّ اِسْتُعْمِلَ فِي التَّقْدِيرِ لِكَوْنِهِ مُقْتَطَعًا مِنْ الشَّيْءِ الَّذِي يُقَدَّرُ مِنْهُ , وَيَرِدُ بِمَعْنَى الْبَيَانِ كَقَوْلِهِ تَعَالَى ( قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ ) وَبِمَعْنَى الْإِنْزَالِ كَقَوْلِهِ تَعَالَى ( إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ ) وَبِمَعْنَى الْحِلِّ كَقَوْلِهِ تَعَالَى ( مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ ) وَكُلُّ ذَلِكَ لَا يَخْرُجُ مِنْ مَعْنَى التَّقْدِير. وَوَقَعَ اِسْتِعْمَالُ الْفَرْضِ بِمَعْنَى اللُّزُومِ حَتَّى كَادَ يَغْلِبُ عَلَيْهِ وَهُوَ لَا يَخْرُجُ أَيْضًا عَنْ مَعْنَى التَّقْدِير , وَقَدْ قَالَ الرَّاغِب : كُلُّ شَيْءٍ وَرَدَ فِي الْفَرَآنِ فَرَضَ عَلَى فُلَانٍ فَهُوَ بِمَعْنَى الْإِلْزَامِ , وَكُلُّ شَيْء فَرَضَ لَهُ فَهُوَ بِمَعْنَى لَمْ يُحَرِّمْهُ عَلَيْهِ. وَذَكَرَ أَنَّ مَعْنَى قَوْلِهِ تَعَالَى ( إِنَّ الَّذِي فَرَضَ عَلَيْك الْقُرْآنَ ) أَيْ : أَوْجَبَ عَلَيْك الْعَمَلَ بِهِ , وَهَذَا يُؤَيِّدُ قَوْلَ الْجُمْهُورِ إِنَّ الْفَرْضَ مُرَادِف لِلْوُجُوبِ. وَتَفْرِيقُ الْحَنَفِيَّةِ بَيْنَ الْفَرْضِ وَالْوَاجِبِ بِاعْتِبَارِ مَا يَثْبُتَانِ بِهِ لَا مُشَاحَةَ فِيهِ , وَإِنَّمَا النَّزْعُ فِي حَمْلِ مَا وَرَدَ مِنْ الْأَحَادِيثِ الصَّحِيحَةِ عَلَى ذَلِكَ لِأَنَّ اللَّفْظَ السَّابِقَ لَا يُحْمَلُ عَلَى الِاصْطِلَاحِ الْحَادِثِ وَاللَّه أَعْلَمُ. ‏ ‏قَوْلُهُ : ( عَلَى الْمُسْلِمِينَ ) ‏ ‏اُسْتُدِلَّ بِهِ عَلَى أَنَّ الْكَافِرَ لَيْسَ مُخَاطَبًا بِذَلِكَ , وَتُعُقِّبَ بِأَنَّ الْمُرَادَ بِذَلِكَ كَوْنهَا لَا تَصِحُّ مِنْهُ , لَا أَنَّهُ لَا يُعَاقَبُ عَلَيْهَا وَهُوَ مَحِلُّ النِّزَاعِ. ‏ ‏قَوْله : ( وَالَّتِي أَمَرَ اللَّهُ بِهَا رَسُولَهُ ) ‏ ‏كَذَا فِي كَثِيرٍ مِنْ نُسَخ الْبُخَارِيّ , وَوَقَعَ فِي كَثِيرٍ مِنْهَا بِحَذْف \" بِهَا \" وَأَنْكَرَهَا النَّوَوِيّ فِي شَرْحِ الْمُهَذَّبِ , وَوَقَعَ فِي رِوَايَةِ أَبِي دَاوُدَ الْمُقَدَّمِ ذِكْرُهَا \" الَّتِي أَمَرَ \" بِغَيْرِ وَاوٍ عَلَى أَنَّهَا بَدَلٌ مِنْ الْأُولَى. ‏ ‏قَوْلُهُ : ( فَمَنْ سَأَلَهَا مِنْ الْمُسْلِمِينَ عَلَى وَجْهِهَا فَلْيُعْطَهَا ) ‏ ‏أَيْ : عَلَى هَذِهِ الْكَيْفِيَّةِ الْمُبَيَّنَةِ فِي هَذَا الْحَدِيثِ. وَفِيهِ دَلَالَةٌ عَلَى دَفْعِ الْأَمْوَالِ الظَّاهِرَةِ إِلَى الْإِمَامِ. ‏ ‏قَوْله : ( وَمَنْ سُئِلَ فَوْقَهَا فَلَا يُعْطِ ) ‏ ‏أَيْ : مَنْ سُئِلَ زَائِدًا عَلَى ذَلِكَ فِي سِنٍّ أَوْ عَدَد فَلَهُ الْمَنْعُ. وَنَقَلَ الرَّافِعِيّ الِاتِّفَاق عَلَى تَرْجِيحِهِ. وَقِيلَ مَعْنَاهُ فَلْيُمْنَعْ السَّاعِي وَلْيَتَوَلَّ هُوَ إِخْرَاجَهُ بِنَفْسِهِ أَوْ بِسَاعٍ آخَرَ فَإِنَّ السَّاعِيَ الَّذِي طَلَبَ الزِّيَادَة يَكُونُ بِذَلِكَ مُتَعَدِّيًا وَشَرْطُهُ أَنْ يَكُونَ أَمِينًا , لَكِنَّ مَحِلّ هَذَا إِذَا طَلَبَ الزِّيَادَةَ بِغَيْرِ تَأْوِيل. ‏ ‏قَوْلُهُ : ( فِي كُلِّ أَرْبَع وَعِشْرِينَ مِنْ الْإِبِلِ فَمَا دُونَهَا ) ‏ ‏أَيْ : إِلَى خَمْس. ‏ ‏قَوْله : ( مِنْ الْغَنَمِ ) ‏ ‏كَذَا لِلْأَكْثَرِ , وَفِي رِوَايَةِ اِبْنِ السَّكَنِ بِإِسْقَاط \" مِنْ \" وَصَوَّبَهَا بَعْضُهُمْ , وَقَالَ عِيَاض : مَنْ أَثْبَتَهَا فَمَعْنَاهُ زَكَاتهَا أَيْ : الْإِبِلِ مِنْ الْغَنَمِ , وَ \" مِنْ \" لِلْبَيَانِ لَا لِلتَّبْعِيضِ. وَمَنْ حَذَفَهَا فَالْغَنَم مُبْتَدَأ وَالْخَبَر مُضْمَر فِي قَوْلِهِ \" فِي كُلِّ أَرْبَع وَعِشْرِينَ \" وَمَا بَعْدَهُ , وَإِنَّمَا قَدَّمَ الْخَبَرَ لِأَنَّ الْغَرَضَ بَيَان الْمَقَادِير الَّتِي تَجِبُ فِيهَا الزَّكَاة , وَالزَّكَاة إِنَّمَا تَجِبُ بَعْدَ وُجُودِ النِّصَابِ فَحَسُنَ التَّقْدِيمُ , وَاسْتَدَلَّ بِهِ عَلَى تَعَيُّنِ إِخْرَاج الْغَنَمِ فِي مِثْلِ ذَلِكَ وَهُوَ قَوْلُ مَالِك وَأَحْمَد , فَلَوْ أَخْرَجَ بَعِيرًا عَنْ الْأَرْبَع وَالْعِشْرِينَ لَمْ يُجْزِهِ. وَقَالَ الشَّافِعِيّ وَالْجُمْهُور : يُجْزِئُهُ لِأَنَّهُ يُجْزِئُ عَنْ خَمْسٍ وَعِشْرِينَ , فَمَا دُونَهَا أَوْلَى. وَلِأَنَّ الْأَصْلَ أَنْ يَجِبَ مِنْ جِنْس الْمَال , وَإِنَّمَا عَدَلَ عَنْهُ رِفْقًا بِالْمَالِكِ , فَإِذَا رَجَعَ بِاخْتِيَارِهِ إِلَى الْأَصْلِ أَجْزَأَهُ , فَإِنْ كَانَتْ قِيمَة الْبَعِير مَثَلًا دُونَ قِيمَة أَرْبَع شِيَاهٍ فَفِيهِ خِلَافٌ عِنْدِ الشَّافِعِيَّةِ وَغَيْرهمْ , وَالْأَقْيَس أَنَّهُ لَا يُجْزِئُ , وَاسْتُدِلَّ بِقَوْلِهِ \" فِي كُلِّ أَرْبَع وَعِشْرِينَ \" عَلَى أَنَّ الْأَرْبَعَ مَأْخُوذَة عَنْ الْجَمْعِ وَإِنْ كَانَتْ الْأَرْبَع الزَّائِدَة عَلَى الْعِشْرِينَ وَقَصًا وَهُوَ قَوْلُ الشَّافِعِيِّ فِي الْبُوَيْطِيّ , وَقَالَ فِي غَيْرِهِ : إِنَّهُ عَفْو. وَيَظْهَرُ أَثَرُ الْخِلَافِ فِيمَنْ لَهُ مَثَلًا تِسْع مِنْ الْإِبِلِ فَتَلِفَ مِنْهَا أَرْبَعَة بَعْدَ الْحَوْلِ وَقَبْلَ التَّمَكُّنِ حَيْثُ قُلْنَا إِنَّهُ شَرْطٌ فِي الْوُجُوبِ وَجَبَتْ عَلَيْهِ شَاة بِلَا خِلَاف , وَكَذَا إِنْ قُلْنَا التَّمَكُّنَ شَرْط فِي الضَّمَانِ وَقُلْنَا الْوَقَص عَفْو , وَإِنْ قُلْنَا يَتَعَلَّقُ بِهِ الْفَرْض وَجَبَ خَمْسَة أَتْسَاع شَاة , وَالْأَوَّل قَوْل الْجُمْهُورِ كَمَا نَقَلَهُ اِبْن الْمُنْذِر , وَعَنْ مَالِكِ رِوَايَة كَالْأَوَّلِ. ‏ ‏( تَنْبِيه ) : ‏ ‏الْوَقَص بِفَتْحِ الْوَاوِ وَالْقَافِ وَيَجُوزُ إِسْكَانهَا وَبِالسِّين الْمُهْمَلَةِ بَدَل الصَّاد : هُوَ مَا بَيْنَ الْفَرْضَيْنِ عِنْدَ الْجُمْهُورِ , وَاسْتَعْمَلَهُ الشَّافِعِيّ فِيمَا دُونَ النِّصَاب الْأَوَّل أَيْضًا وَاللَّه أَعْلَمُ. ‏ ‏قَوْلُهُ : ( فَإِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ) ‏ ‏فِيهِ أَنَّ فِي هَذَا الْقَدْرِ بِنْت مَخَاض , وَهُوَ قَوْلُ الْجُمْهُورِ إِلَّا مَا جَاءَ عَنْ عَلَيَّ أَنَّ فِي خَمْس وَعِشْرِينَ خَمْسَ شِيَاهٍ فَإِذَا صَارَتْ سِتًّا وَعِشْرِينَ كَانَ فِيهَا بِنْت مَخَاض أَخْرَجَهُ اِبْن أَبِي شَيْبَة وَغَيْرُهُ عَنْهُ مَوْقُوفًا وَمَرْفُوعًا وَإِسْنَاد الْمَرْفُوع ضَعِيف. ‏ ‏قَوْله : ( إِلَى خَمْس وَثَلَاثِينَ ) ‏ ‏اِسْتُدِلَّ بِهِ عَلَى أَنَّهُ لَا يَجِبُ فِيمَا بَيْنَ الْعَدَدَيْنِ شَيْء غَيْر بِنْت مَخَاض , خِلَافًا لِمَنْ قَالَ كَالْحَنَفِيَّةِ تَسْتَأْنِفُ الْفَرِيضَة فَيَجِبُ فِي كُلِّ خَمْسٍ مِنْ الْإِبِلِ شَاة مُضَافَة إِلَى بِنْت الْمَخَاض. ) ‏ ‏قَوْله : ( فَفِيهَا بِنْت مَخَاض أُنْثَى ) ‏ ‏زَادَ حَمَّاد بْن سَلَمَة فِي رِوَايَتِهِ فَإِنْ لَمْ تَكُنْ بِنْت مَخَاض فَابْن لَبُون ذَكَر , وَقَوْله أُنْثَى وَكَذَا قَوْله ذَكَر لِلتَّأْكِيدِ أَوْ لِتَنْبِيهِ رَبِّ الْمَالِ لِيَطِيبَ نَفْسًا بِالزِّيَادَةِ , وَقِيلَ اِحْتُرِزَ بِذَلِكَ مِنْ الْخُنْثَى وَفِيهِ بُعْدٌ. وَبِنْت الْمَخَاض بِفَتْحِ الْمِيمِ وَالْمُعْجَمَةِ الْخَفِيفَةِ وَآخِره مُعْجَمَة هِيَ الَّتِي أَتَى عَلَيْهَا حَوْل وَدَخَلَتْ فِي الثَّانِي وَحَمَلَتْ أُمّهَا , وَالْمَاخِض الْحَامِل , أَيْ : دَخْل وَقْتُ حَمْلِهَا وَإِنْ لَمْ تَحْمِلْ. وَابْن اللَّبُون الَّذِي دَخَلَ فِي ثَالِثِ سَنَةٍ فَصَارَتْ أُمُّهُ لَبُونًا بِوَضْعِ الْحَمْلِ. ‏ ‏قَوْله : ( إِلَى خَمْس وَأَرْبَعِينَ ) ‏ ‏إِلَى الْغَايَةِ وَهُوَ يَقْتَضِي أَنَّ مَا قَبْلَ الْغَايَةِ يَشْتَمِلُ عَلَيْهِ الْحُكْمُ الْمَقْصُودُ بَيَانه بِخِلَافِ مَا بَعْدَهَا فَلَا يَدْخُلُ إِلَّا بِدَلِيل , وَقَدْ دَخَلَتْ هُنَا بِدَلِيلِ قَوْلِهِ بَعْدَ ذَلِكَ \" فَإِذَا بَلَغَتْ سِتًّا وَأَرْبَعِينَ \" فَعُلِمَ أَنَّ حُكْمَهَا حُكْم مَا قَبْلَهَا. ‏ ‏قَوْله : ( حِقَّة طَرُوقَة الْجَمَل ) ‏ ‏حِقَّة بِكَسْرِ الْمُهْمَلَةِ وَتَشْدِيدِ الْقَافِ وَالْجَمْعِ حِقَاق بِالْكَسْرِ وَالتَّخْفِيفِ , وَطَرُوقَة بِفَتْح أَوَّله أَيْ : مَطْرُوقَة وَهِيَ فَعُولَةٌ بِمَعْنَى مَفْعُولَةٍ كَحَلُوبَةٍ بِمَعْنَى مَحْلُوبَة , وَالْمُرَاد أَنَّهَا بَلَغَتْ أَنْ يَطْرُقَهَا الْفَحْلُ , وَهِيَ الَّتِي أَتَتْ عَلَيْهَا ثَلَاث سِنِينَ وَدَخَلَتْ فِي الرَّابِعَةِ. ‏ ‏قَوْله : ( جَذَعَة ) ‏ ‏بِفَتْحِ الْجِيمِ وَالْمُعْجَمَة وَهِيَ الَّتِي أَتَتْ عَلَيْهَا أَرْبَع وَدَخَلَتْ فِي الْخَامِسَةِ. ‏ ‏قَوْله : ( فَإِذَا بَلَغَتْ يَعْنِي سِتًّا وَسَبْعِينَ ) ‏ ‏كَذَا فِي الْأَصْلِ بِزِيَادَةِ يَعْنِي , وَكَأَنَّ الْعَدَدَ حُذِفَ مِنْ الْأَصْلِ اِكْتِفَاء بِدَلَالَةِ الْكَلَامِ عَلَيْهِ فَذَكَرَهُ بَعْضُ رُوَاتِهِ وَأَتَى بِلَفْظِ يَعْنِي لِيُنَبِّهَ عَلَى أَنَّهُ مَزِيد , أَوْ شَكَّ أَحَد رُوَاته فِيهِ. وَقَدْ ثَبَتَ بِغَيْرِ لَفْظ \" يَعْنِي \" فِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيقٍ أُخْرَى عَنْ الْأَنْصَارِيِّ شَيْخ الْبُخَارِيّ فِيهِ فَيَحْتَمِلُ أَنْ يَكُونَ الشَّكُّ فِيهِ مِنْ الْبُخَارِيِّ , وَقَدْ وَقَعَ فِي رِوَايَةِ حَمَّاد بْن سَلَمَة بِإِثْبَاتِهِ أَيْضًا. ‏ ‏قَوْله : ( فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ ) ‏ ‏أَيْ : وَاحِدَة فَصَاعِدًا , وَهَذَا قَوْل الْجُمْهُورِ. وَعَنْ الْإِصْطَخْرِيِّ مِنْ الشَّافِعِيَّةِ تَجِبُ ثَلَاث بَنَاتِ لَبُون لِزِيَادَةِ بَعْضِ وَاحِدَةٍ لِصِدْق الزِّيَادَة , وَتُتَصَوَّرُ الْمَسْأَلَة فِي الشَّرِكَةِ , وَيَرُدُّهُ مَا فِي كِتَابِ عُمَرَ الْمَذْكُورِ \" إِذَا كَانَ إِحْدَى وَعِشْرِينَ وَمِائَة فَفِيهَا ثَلَاثُ بَنَات لَبُون حَتَّى تَبْلُغَ تِسْعًا وَعِشْرِينَ وَمِائَة \" وَمُقْتَضَاهُ أَنَّ مَا زَادَ عَلَى ذَلِكَ فَزَكَاته بِالْإِبِلِ خَاصَّة , وَعَنْ أَبِي حَنِيفَة إِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَة رَجَعَتْ إِلَى فَرِيضَة الْغَنَم فَيَكُونُ فِي خَمْس وَعِشْرِينَ وَمِائَة ثَلَاث بَنَات لَبُون وَشَاة. ‏ ‏قَوْله : ( فَإِذَا بَلَغَتْ خَمْسًا مِنْ الْإِبِلِ فَفِيهَا شَاةٌ وَفِي صَدَقَة الْغَنَم إِلَخْ ) ‏ ‏( تَنْبِيه ) : ‏ ‏اِقْتَطَعَ الْبُخَارِيّ مِنْ بَيْنِ هَاتَيْنِ الْجُمْلَتَيْنِ قَوْله \" وَمَنْ بَلَغَتْ عِنْدَهُ مِنْ الْإِبِلِ صَدَقَة الْجَذَعَة. إِلَى آخِرِ مَا ذَكَرَهُ فِي الْبَابِ الَّذِي قَبْلَهُ وَقَدْ ذُكِرَ آخِره فِي \" بَاب الْعَرْض فِي الزَّكَاةِ \" وَزَادَ بَعْدَ قَوْلِهِ فِيهِ : يُقْبَلُ مِنْهُ بِنْت مَخَاض وَيُعْطِي مَعَهَا عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ \" فَإِنْ لَمْ يَكُنْ عِنْدَهُ بِنْت مَخَاض عَلَى وَجْهِهَا وَعِنْدَهُ اِبْنُ لَبُون فَإِنَّهُ يُقْبَلُ مِنْهُ وَلَيْسَ مَعَهُ شَيْء \" وَهَذَا الْحُكْم مُتَّفَق عَلَيْهِ , فَلَوْ لَمْ يَجِدْ وَاحِدًا مِنْهُمَا فَلَهُ أَنْ يَشْتَرِيَ أَيّهمَا شَاءَ عَلَى الْأَصَحِّ عِنْدَ الشَّافِعِيَّةِ , وَقِيلَ يَتَعَيَّنُ شِرَاءُ بِنْت مَخَاض وَهُوَ قَوْلُ مَالِك وَأَحْمَد , وَقَوْلُهُ \" وَيُعْطِي مَعَهَا عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ \" هُوَ قَوْلُ الشَّافِعِيّ وَأَحْمَد وَأَصْحَاب الْحَدِيثِ. وَعَنْ الثَّوْرِيِّ \" عَشْرَة \" وَهِيَ رِوَايَةٌ عَنْ إِسْحَاق , وَعَنْ مَالِكٍ يُلْزَمُ رَبُّ الْمَالِ بِشِرَاءِ ذَلِكَ السِّنِّ بِغَيْرِ جُبْرَان , قَالَ الْخَطَّابِيّ : يُشْبِهُ أَنْ يَكُونَ الشَّارِع جَعَلَ الشَّاتَيْنِ أَوْ الْعِشْرِينَ دِرْهَمًا تَقْدِيرًا فِي الْجُبْرَانِ لِئَلَّا يَكِلَ الْأَمْر إِلَى اِجْتِهَادِ السَّاعِي لِأَنَّهُ يَأْخُذُهَا عَلَى الْمِيَاهِ حَيْثُ لَا حَاكِمَ وَلَا مُقَوِّمَ غَالِبًا , فَضَبَطَهُ بِشَيْءٍ يَرْفَعُ التَّنَازُع كَالصَّاعِ فِي الْمُصَرَّاةِ وَالْغُرَّةِ فِي الْجَنِينِ وَاللَّهُ أَعْلَمُ. وَبَيْنَ هَاتَيْنِ الْجُمْلَتَيْنِ ‏ ‏قَوْله ( وَفِي صَدَقَة الْغَنَم ) ‏ ‏وَسَيَأْتِي التَّنْبِيه عَلَى مَا حَذَفَهُ مِنْهُ أَيْضًا فِي مَوْضِعٍ آخَرَ قَرِيبًا. ‏ ‏قَوْله : ( إِذَا كَانَتْ ) ‏ ‏فِي رِوَايَةٍ الْكُشْمِيهَنِيّ \" إِذَا بَلَغَتْ \". ‏ ‏قَوْله : ( فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةَ ) ‏ ‏فِي كِتَابِ عُمْر \" فَإِذَا كَانَتْ إِحْدَى وَعِشْرِينَ حَتَّى تَبْلُغَ مِائَتَيْنِ فَفِيهَا شَاتَانِ \" وَقَدْ تَقَدَّمَ قَوْل الْإِصْطَخْرِيّ فِي ذَلِكَ وَالتَّعْقِيب عَلَيْهِ. ‏ ‏قَوْله : ( فَإِذَا زَادَتْ عَلَى ثَلَثمِائَة فَفِي كُلِّ مِائَةٍ شَاةٌ ) ‏ ‏مُقْتَضَاهُ أَنَّهُ لَا تَجِبُ الشَّاة الرَّابِعَة حَتَّى تُوَفَّى أَرْبَعمِائَة وَهُوَ قَوْلُ الْجُمْهُورِ , قَالُوا فَائِدَة ذِكْر الثَّلَثمِائَة لِبَيَانِ النِّصَابِ الَّذِي بَعْدَهُ لِكَوْنِ مَا قَبْلَهُ مُخْتَلِفًا , وَعَنْ بَعْضِ الْكُوفِيِّينَ كَالْحَسَنِ بْن صَالِح وَرِوَايَة عَنْ أَحْمَدَ إِذَا زَادَتْ عَلَى الثَّلَثمِائَة وَاحِدَة وَجَبَ الْأَرْبَع. ‏ ‏قَوْلُهُ : ( فَفِي كُلِّ مِائَةِ شَاةٍ شَاةٌ فَإِذَا كَانَتْ سَائِمَة الرَّجُل. ‏ ‏( تَنْبِيه ) : ‏ ‏اِقْتَطَعَ الْبُخَارِيّ أَيْضًا مِنْ بَيْنِ هَاتَيْنِ الْجُمْلَتَيْنِ قَوْله \" وَلَا يُخْرِجُ فِي الصَّدَقَةِ هَرِمَة \" إِلَى آخِرِ مَا ذَكَرَهُ فِي الْبَابِ الَّذِي يَلِيه , وَاقْتَطَعَ مِنْهُ أَيْضًا قَوْله \" وَلَا يُجْمَعُ بَيْنَ مُتَفَرِّق \" إِلَى آخِرِ مَا ذَكَرَهُ فِي بَابِهِ , وَكَذَا قَوْله \" وَمَنْ كَانَ مِنْ خَلِيطَيْنِ \" إِلَى آخِرِ مَا ذَكَرَهُ فِي بَابِهِ , وَيَلِي هَذَا قَوْله هُنَا \" فَإِذَا كَانَتْ سَائِمَة الرَّجُل \" إِلَخْ. وَهَذَا حَدِيث وَاحِد يَشْتَمِلُ عَلَى هَذِهِ الْأَحْكَامِ الَّتِي فَرَّقَهَا الْمُصَنِّفُ فِي هَذِهِ الْأَبْوَابِ غَيْر مُرَاعٍ لِلتَّرْتِيبِ فِيهَا بَلْ بِحَسَبِ مَا ظَهَرَ لَهُ مِنْ مُنَاسَبَة إِيرَادِ التَّرَاجِمِ الْمَذْكُورَةِ. ‏ ‏قَوْله : ( وَفِي الرِّقَةِ ) ‏ ‏بِكَسْرِ الرَّاءِ وَتَخْفِيف الْقَاف الْفِضَّة الْخَالِصَة سَوَاء كَانَتْ مَضْرُوبَة أَوْ غَيْر مَضْرُوبَة , قِيلَ أَصْلُهَا الْوَرِق فَحُذِفَتْ الْوَاوُ وَعُوِّضَتْ الْهَاء , وَقِيلَ يُطْلَقُ عَلَى الذَّهَبِ وَالْفِضَّةِ بِخِلَاف الْوَرِق فَعَلَى هَذَا فَقِيلَ إِنَّ الْأَصْلَ فِي زَكَاة النَّقْدَيْنِ نِصَاب الْفِضَّة , فَإِذَا بَلَغَ الذَّهَب مَا قِيمَتُهُ مِائَتَا دِرْهَم فِضَّة خَالِصَة وَجَبَتْ فِيهِ الزَّكَاة وَهُوَ رُبْعُ الْعُشْرِ , وَهَذَا قَوْل الزُّهْرِيِّ وَخَالَفَهُ الْجُمْهُورُ. ‏ ‏قَوْله : ( فَإِنْ لَمْ تَكُنْ ) ‏ ‏أَيْ : الْفِضَّةُ ‏ ‏( إِلَّا تِسْعِينَ وَمِائَة ) ‏ ‏يُوهِمُ أَنَّهَا إِذَا زَادَتْ عَلَى التِّسْعِينَ وَمِائَةٍ قَبْلَ بُلُوغ الْمِائَتَيْنِ أَنَّ فِيهَا صَدَقَة , وَلَيْسَ كَذَلِكَ , وَإِنَّمَا ذَكَرَ التِّسْعِينَ لِأَنَّهُ آخِرُ عَقْدٍ قَبْلَ الْمِائَةِ , وَالْحِسَابُ إِذَا جَاوَزَ الْآحَاد كَانَ تَرْكِيبه بِالْعُقُودِ كَالْعَشَرَاتِ وَالْمِئِينَ وَالْأُلُوفِ , فَذَكَرَ التِّسْعِينَ لِيَدُلَّ عَلَى أَنْ لَا صَدَقَةَ فِيمَا نَقَصَ عَنْ الْمِائَتَيْنِ , وَيَدُلُّ عَلَيْهِ قَوْله الْمَاضِي \" لَيْسَ فِيمَا دُونَ خَمْس أَوَاقٍ صَدَقَة \" ‏ ‏قَوْله : ( إِلَّا أَنْ يَشَاءَ رَبّهَا فِي الْمَوَاضِعِ الثَّلَاثَةِ ) ‏ ‏أَيْ : إِلَّا أَنْ يَتَبَرَّعَ مُتَطَوِّعًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6956",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، أَنَّ أَعْرَابِيًّا، جَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ثَائِرَ الرَّأْسِ فَقَالَ يَا رَسُولَ اللَّهِ أَخْبِرْنِي مَاذَا فَرَضَ اللَّهُ عَلَىَّ مِنَ الصَّلاَةِ فَقَالَ ‏\"‏ الصَّلَوَاتِ الْخَمْسَ، إِلاَّ أَنْ تَطَوَّعَ شَيْئًا ‏\"‏‏.‏ فَقَالَ أَخْبِرْنِي بِمَا فَرَضَ اللَّهُ عَلَىَّ مِنَ الصِّيَامِ قَالَ ‏\"‏ شَهْرَ رَمَضَانَ، إِلاَّ أَنْ تَطَوَّعَ شَيْئًا ‏\"‏‏.‏ قَالَ أَخْبِرْنِي بِمَا فَرَضَ اللَّهُ عَلَىَّ مِنَ الزَّكَاةِ قَالَ فَأَخْبَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم شَرَائِعَ الإِسْلاَمِ‏.‏ قَالَ وَالَّذِي أَكْرَمَكَ لاَ أَتَطَوَّعُ شَيْئًا وَلاَ أَنْقُصُ مِمَّا فَرَضَ اللَّهُ عَلَىَّ شَيْئًا‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَفْلَحَ إِنْ صَدَقَ ‏\"‏‏.‏ أَوْ ‏\"‏ دَخَلَ الْجَنَّةَ إِنْ صَدَقَ ‏\"‏‏.‏ وَقَالَ بَعْضُ النَّاسِ فِي عِشْرِينَ وَمِائَةِ بَعِيرٍ حِقَّتَانِ‏.‏ فَإِنْ أَهْلَكَهَا مُتَعَمِّدًا، أَوْ وَهَبَهَا أَوِ احْتَالَ فِيهَا فِرَارًا مِنَ الزَّكَاةِ، فَلاَ شَىْءَ عَلَيْهِ‏.‏",
    "english_text": "A bedouin with unkempt hair came to Allah's Messenger (ﷺ) and said, \"O Allah's Messenger (ﷺ)! Tell me what \nAllah has enjoined on me as regards prayers.\" The Prophet (ﷺ) said, \"You have to offer perfectly the five \n(compulsory) prayers in a day and a night (24 hrs.), except if you want to perform some extra optional \nprayers.\" The bedouin said, \"Tell me what Allah has enjoined on me as regards fasting.\" The Prophet (ﷺ) \nsaid, \"You have to observe fast during the month of Ramadan except if you fast some extra optional \nfast.\" The bedouin said, \"Tell me what Allah has enjoined on me as regard Zakat.\" The Prophet (ﷺ) then \ntold him the Islamic laws and regulations whereupon the bedouin said, \"By Him Who has honored \nyou, I will not perform any optional deeds of worship and I will not leave anything of what Allah has \nenjoined on me.\" Allah's Messenger (ﷺ) said, \"He will be successful if he has told the truth (or he will enter \nParadise if he said the truth).\" And some people said, \"The Zakat for one-hundred and twenty camels \nis two Hiqqas, and if the Zakat payer slaughters the camels intentionally or gives them as a present or \nplays some other trick in order to avoid the Zakat, then there is no harm (in it) for him.",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ أَبِي سُهَيْل ) ‏ ‏هُوَ نَافِع بْن مَالِك بْن أَبِي عَامِر بْن عَمْرو بْن الْحَارِث بْن أَبِي غَيْمَان - بِالْغَيْنِ الْمُعْجَمَةِ وَالتَّحْتَانِيَّةِ - الْأَصْبَحِيُّ , عَمّ مَالِكِ بْنِ أَنَس بْن مَالِك , وَأَبُوهُ تَابِعِيٌّ كَبِير أَدْرَكَ عُمَر. ‏ ‏قَوْلُهُ : ( إِذَا جَاءَ رَمَضَان فُتِحَتْ أَبْوَابِ الْجَنَّةِ ) ‏ ‏كَذَا أَخْرَجَهُ مُخْتَصَرًا , وَقَدْ أَخْرَجَهُ مُسْلِم وَالنَّسَائِيّ مِنْ هَذَا الْوَجْهِ بِتَمَامِهِ مِثْلَ رِوَايَةِ الزُّهْرِيّ الثَّانِيَةِ , وَالظَّاهِر أَنَّ الْبُخَارِيَّ جَمَعَ الْمَتْن بِإِسْنَادَيْنِ وَذَكَرَ مَوْضِعَ الْمُغَايَرَةِ وَهُوَ \" أَبْوَاب الْجَنَّةِ \" فِي رِوَايَةِ إِسْمَاعِيل بْن جَعْفَر \" وَأَبْوَاب السَّمَاءِ \" فِي رِوَايَة الزُّهْرِيّ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6957",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنِي إِسْحَاقُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَكُونُ كَنْزُ أَحَدِكُمْ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ، يَفِرُّ مِنْهُ صَاحِبُهُ فَيَطْلُبُهُ وَيَقُولُ أَنَا كَنْزُكَ‏.‏ قَالَ وَاللَّهِ لَنْ يَزَالَ يَطْلُبُهُ حَتَّى يَبْسُطَ يَدَهُ فَيُلْقِمَهَا فَاهُ ‏\"‏‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا مَا رَبُّ النَّعَمِ لَمْ يُعْطِ حَقَّهَا، تُسَلَّطُ عَلَيْهِ يَوْمَ الْقِيَامَةِ، تَخْبِطُ وَجْهَهُ بِأَخْفَافِهَا ‏\"‏‏.‏ وَقَالَ بَعْضُ النَّاسِ فِي رَجُلٍ لَهُ إِبِلٌ، فَخَافَ أَنْ تَجِبَ عَلَيْهِ الصَّدَقَةُ، فَبَاعَهَا بِإِبِلٍ مِثْلِهَا، أَوْ بِغَنَمٍ، أَوْ بِبَقَرٍ، أَوْ بِدَرَاهِمَ، فِرَارًا مِنَ الصَّدَقَةِ بِيَوْمٍ، احْتِيَالاً فَلاَ بَأْسَ عَلَيْهِ، وَهْوَ يَقُولُ إِنْ زَكَّى إِبِلَهُ قَبْلَ أَنْ يَحُولَ الْحَوْلُ بِيَوْمٍ أَوْ بِسَنَةٍ، جَازَتْ عَنْهُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"On the Day of Resurrection the Kanz (Treasure or wealth of which, Zakat has \nnot been paid) of anyone of you will appear in the shape of a huge bald headed poisonous male snake \nand its owner will run away from it, but it will follow him and say, 'I am your Kanz.'\" The Prophet (ﷺ) \nadded, \"By Allah, that snake will keep on following him until he stretches out his hand and let the \nsnake swallow it.\" Allah's Messenger (ﷺ) added, \"If the owner of camels does not pay their Zakat, then, on \nthe Day of Resurrection those camels will come to him and will strike his face with their hooves.\" \nSome people said: Concerning a man who has camels, and is afraid that Zakat will be due so he sells \nthose camels for similar camels or for sheep or cows or money one day before Zakat becomes due in \norder to avoid payment of their Zakat cunningly! \"He has not to pay anything.\" The same scholar said, \n\"If one pays Zakat of his camels one day or one year prior to the end of the year (by the end of which \nZakat becomes due), his Zakat will be valid.\"",
    "explication": "‏ ‏قَوْله : ( الْعَيْن حَقّ , وَنَهَى عَنْ الْوَشْم ) ‏ ‏لَمْ تَظْهَر الْمُنَاسَبَة بَيْن هَاتَيْنِ الْجُمْلَتَيْنِ , فَكَأَنَّهُمَا حَدِيثَانِ مُسْتَقِلَّانِ , وَلِهَذَا حَذَفَ مُسْلِم وَأَبُو دَاوُدَ الْجُمْلَة الثَّانِيَة مِنْ رِوَايَتهمَا مَعَ أَنَّهُمَا أَخْرَجَاهُ مِنْ رِوَايَة عَبْد الرَّزَّاق الَّذِي أَخْرَجَهُ الْبُخَارِيّ مِنْ جِهَته , وَيُحْتَمَل أَنْ يُقَال : الْمُنَاسَبَة بَيْنهمَا اِشْتِرَاكهمَا فِي أَنَّ كُلًّا مِنْهُمَا يُحْدِث فِي الْعُضْو لَوْنًا غَيْر لَوْنه الْأَصْلِيّ , وَالْوَشْم بِفَتْحِ الْوَاو وَسُكُون الْمُعْجَمَة أَنْ يَغْرِز إِبْرَة أَوْ نَحْوهَا فِي مَوْضِع مِنْ الْبَدَن حَتَّى يَسِيل الدَّم ثُمَّ يُحْشَى ذَلِكَ الْمَوْضِع بِالْكُحْلِ أَوْ نَحْوه فَيَخْضَرّ , وَسَيَأْتِي بَيَان حُكْمه فِي \" بَاب الْمُسْتَوْشِمَة \" مِنْ أَوَاخِر كِتَاب اللِّبَاس إِنْ شَاءَ اللَّه تَعَالَى. وَقَدْ ظَهَرَتْ لِي مُنَاسَبَة بَيْن هَاتَيْنِ الْجُمْلَتَيْنِ لَمْ أَرَ مَنْ سَبَقَ إِلَيْهَا , وَهِيَ أَنَّ مِنْ جُمْلَة الْبَاعِث عَلَى عَمَل الْوَشْم تَغَيُّر صِفَة الْمَوْشُوم لِئَلَّا تُصِيبهُ الْعَيْن , فَنَهَى عَنْ الْوَشْم مَعَ إِثْبَات الْعَيْن , وَأَنَّ التَّحَيُّل بِالْوَشْمِ وَغَيْره مِمَّا لَا يَسْتَنِد إِلَى تَعْلِيم الشَّارِع لَا يُفِيد شَيْئًا , وَأَنَّ الَّذِي قَدَّرَهُ اللَّه سَيَقَعُ وَأَخْرَجَ مُسْلِم مِنْ حَدِيث اِبْن عَبَّاس رَفْعه \" الْعَيْن حَقّ وَلَوْ كَانَ شَيْء سَابِق الْقَدَر لَسَبَقَتْهُ الْعَيْن , وَإِذَا اُسْتُغْسِلْتُمْ فَاغْسِلُوا \" فَأَمَّا الزِّيَادَة الْأُولَى فَفِيهَا تَأْكِيد وَتَنْبِيه عَلَى سُرْعَة نُفُوذهَا وَتَأْثِيره فِي الذَّات , وَفِيهَا إِشَارَة إِلَى الرَّدّ عَلَى مَنْ زَعَمَ مِنْ الْمُتَصَوِّفَة أَنَّ قَوْله : \" الْعَيْن حَقّ \" يُرِيد بِهِ الْقَدَر أَيْ الْعَيْن الَّتِي تَجْرِي مِنْهَا الْأَحْكَام , فَإِنَّ عَيْن الشَّيْء حَقِيقَته , وَالْمَعْنَى أَنَّ الَّذِي يُصِيب مِنْ الضَّرَر بِالْعَادَةِ عِنْد نَظَر النَّاظِر إِنَّمَا هُوَ بِقَدَرِ اللَّه السَّابِق لَا بِشَيْءٍ يُحْدِثهُ النَّاظِر فِي الْمَنْظُور. وَوَجْه الرَّدّ أَنَّ الْحَدِيث ظَاهِر فِي الْمُغَايَرَة بَيْن الْقَدَر وَبَيْن الْعَيْن , وَإِنْ كُنَّا نَعْتَقِد أَنَّ الْعَيْن مِنْ جُمْلَة الْمَقْدُور , لَكِنْ ظَاهِره إِثْبَات الْعَيْن الَّتِي تُصِيب إِمَّا بِمَا جَعَلَ اللَّه تَعَالَى فِيهَا مِنْ ذَلِكَ وَأَوْدَعَهُ فِيهَا , وَإِمَّا بِإِجْرَاءِ الْعَادَة بِحُدُوثِ الضَّرَر عِنْد تَحْدِيد النَّظَر , وَإِنَّمَا جَرَى الْحَدِيث مَجْرَى الْمُبَالَغَة فِي إِثْبَات الْعَيْن لَا أَنَّهُ يُمْكِن أَنْ يَرُدّ الْقَدَر شَيْء إِذْ الْقَدَر عِبَارَة عَنْ سَابِق عِلْم اللَّه , وَهُوَ لَا رَادّ لِأَمْرِهِ , أَشَارَ إِلَى ذَلِكَ الْقُرْطُبِيّ. وَحَاصِله لَوْ فُرِضَ أَنَّ شَيْئًا لَهُ قُوَّة بِحَيْثُ يَسْبِق الْقَدَر لَكَانَ الْعَيْن. لَكِنَّهَا لَا تُسْبَق , فَكَيْف غَيْرهَا ؟ وَقَدْ أَخْرَجَ الْبَزَّار مِنْ حَدِيث جَابِر بِسَنَدٍ حَسَن عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" أَكْثَر مَنْ يَمُوت مِنْ أُمَّتِي بَعْد قَضَاء اللَّه وَقَدَره بِالْأَنْفُسِ \" قَالَ الرَّاوِي : يَعْنِي بِالْعَيْنِ. وَقَالَ النَّوَوِيّ : فِي الْحَدِيث إِثْبَات الْقَدَر وَصِحَّة أَمْر الْعَيْن وَأَنَّهَا قَوِيَّة الضَّرَر , وَأَمَّا الزِّيَادَة الثَّانِيَة وَهِيَ أَمْر الْعَايِنِ بِالِاغْتِسَالِ عِنْد طَلَب الْمَعْيُونِ مِنْهُ ذَلِكَ فَفِيهَا إِشَارَة إِلَى أَنَّ الِاغْتِسَال لِذَلِكَ كَانَ مَعْلُومًا بَيْنهمْ , فَأَمَرَهُمْ أَنْ لَا يَمْتَنِعُوا مِنْهُ إِذَا أُرِيدَ مِنْهُمْ , وَأَدْنَى مَا فِي ذَلِكَ رَفْع الْوَهْم الْحَاصِل فِي ذَلِكَ , وَظَاهِر الْأَمْر الْوُجُوب. وَحَكَى الْمَازِرِيّ فِيهِ خِلَافًا وَصَحَّحَ الْوُجُوب وَقَالَ : مَتَى خَشِيَ الْهَلَاك وَكَانَ اِغْتِسَال الْعَائِن مِمَّا جَرَتْ الْعَادَة بِالشِّفَاءِ بِهِ فَإِنَّهُ يَتَعَيَّن , وَقَدْ تَقَرَّرَ أَنَّهُ يُجْبَر عَلَى بَذْل الطَّعَام لِلْمُضْطَرِّ وَهَذَا أَوْلَى , وَلَمْ يُبَيِّن فِي حَدِيث اِبْن عَبَّاس صِفَة الِاغْتِسَال , وَقَدْ وَقَعَتْ فِي حَدِيث سَهْل بْن حُنَيْفٍ عِنْد أَحْمَد وَالنَّسَائِيِّ وَصَحَّحَهُ اِبْن حِبَّان مِنْ طَرِيق الزُّهْرِيِّ عَنْ أَبِي أُمَامَةَ بْن سَهْل بْن حُنَيْفٍ \" أَنَّ أَبَاهُ حَدَّثَهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ وَسَارُوا مَعَهُ نَحْو مَاء , حَتَّى إِذَا كَانُوا بِشِعْبِ الْخَزَّارِ مِنْ الْجُحْفَة اِغْتَسَلَ سَهْل بْن حُنَيْفٍ - وَكَانَ أَبْيَض حَسَن الْجِسْم وَالْجِلْد - فَنَظَرَ إِلَيْهِ عَامِر بْن رَبِيعَة فَقَالَ : مَا رَأَيْت كَالْيَوْمِ وَلَا جِلْد مُخَبَّأَة , فَلُبِطَ - أَيْ صُرِعَ وَزْنًا وَمَعْنًى - سَهْل. فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : هَلْ تَتَّهِمُونَ بِهِ مِنْ أَحَد ؟ قَالُوا. عَامِر بْن رَبِيعَة. فَدَعَا عَامِرًا فَتَغَيَّظَ عَلَيْهِ فَقَالَ : عَلَامَ يَقْتُل أَحَدكُمْ أَخَاهُ ؟ هَلَّا إِذَا رَأَيْت مَا يُعْجِبك بَرَّكْت. ثُمَّ قَالَ : اِغْتَسِلْ لَهُ , فَغَسَلَ وَجْهه وَيَدَيْهِ وَمِرْفَقَيْهِ وَرُكْبَتَيْهِ وَأَطْرَاف رِجْلَيْهِ وَدَاخِلَة إِزَاره فِي قَدَح , ثُمَّ يَصُبّ ذَلِكَ الْمَاء عَلَيْهِ رَجُل مِنْ خَلْفه عَلَى رَأْسه وَظَهْره ثُمَّ يُكْفَأ الْقَدْح ; فَفَعَلَ بِهِ ذَلِكَ , فَرَاحَ سَهْل مَعَ النَّاس لَيْسَ بِهِ بَأْس \" لَفْظ أَحْمَد مِنْ رِوَايَة أَبِي أُوَيْس عَنْ الزُّهْرِيِّ , وَلَفْظ النَّسَائِيِّ مِنْ رِوَايَة اِبْن أَبِي ذِئْب عَنْ الزُّهْرِيِّ بِهَذَا السَّنَد أَنَّهُ يَصُبّ صَبَّة عَلَى وَجْهه بِيَدِهِ الْيُمْنَى , وَكَذَلِكَ سَائِر أَعْضَائِهِ صَبَّة صَبَّة فِي الْقَدَح , وَقَالَ فِي آخِره \" ثُمَّ يُكْفَأ الْقَدَح وَرَاءَهُ عَلَى الْأَرْض \" وَوَقَعَ فِي رِوَايَة اِبْن مَاجَهْ مِنْ طَرِيق اِبْن عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ أَبِي أُمَامَةَ أَنَّ عَامِر بْن رَبِيعَة مَرَّ بِسَهْلِ بْن حُنَيْفٍ وَهُوَ يَغْتَسِل , فَذَكَرَ الْحَدِيث وَفِيهِ \" فَلْيَدْعُ بِالْبَرَكَةِ. ثُمَّ دَعَا بِمَاءٍ فَأَمَرَ عَامِرًا أَنْ يَتَوَضَّأ فَيَغْسِل وَجْهه وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ وَرُكْبَتَيْهِ وَدَاخِلَة إِزَاره , وَأَمَرَهُ أَنْ يَصُبّ عَلَيْهِ \" قَالَ سُفْيَان قَالَ مَعْمَر عَنْ الزُّهْرِيِّ : \" وَأَمَرَ أَنْ يُكْفَأ الْإِنَاء مِنْ خَلْفه \" قَالَ الْمَازِرِيّ : الْمُرَاد بِدَاخِلَةِ الْإِزَار الطَّرَف الْمُتَدَلِّي الَّذِي يَلِي حَقْوه الْأَيْمَن , قَالَ فَظَنَّ بَعْضهمْ أَنَّهُ كِنَايَة عَنْ الْفَرْج اِنْتَهَى. وَزَادَ عِيَاض أَنَّ الْمُرَاد مَا يَلِي جَسَده مِنْ الْإِزَار , وَقِيلَ : أَرَادَ مَوْضِع الْإِزَار مِنْ الْجَسَد , وَقِيلَ : أَرَادَ وَرِكه لِأَنَّهُ مَعْقِد الْإِزَار. وَالْحَدِيث فِي \" الْمُوَطَّأ \" وَفِيهِ عَنْ مَالِك \" حَدَّثَنِي مُحَمَّد بْن أَبِي أُمَامَةَ بْن سَهْل أَنَّهُ سَمِعَ أَبَاهُ يَقُول , اِغْتَسَلَ سَهْل - فَذَكَرَ نَحْوه وَفِيهِ - فَنَزَعَ جُبَّة كَانَتْ عَلَيْهِ وَعَامِر بْن رَبِيعَة يَنْظُر فَقَالَ : مَا رَأَيْت كَالْيَوْمِ وَلَا جِلْد عَذْرَاء , فَوُعِكَ سَهْل مَكَانه وَاشْتَدَّ وَعَكه - وَفِيهِ - أَلَا بَرَّكْت ؟ إِنَّ الْعَيْن حَقّ , تَوَضَّأَ لَهُ , فَتَوَضَّأَ لَهُ عَامِر فَرَاحَ سَهْل لَيْسَ بِهِ بَأْس \". ‏ ‏( تَنْبِيهَات ) : ‏ ‏الْأَوَّل : اِقْتَصَرَ النَّوَوِيّ فِي \" الْأَذْكَار \" عَلَى قَوْله : الِاسْتِغْسَال أَنْ يُقَال لِلْعَائِنِ : اِغْسِلْ دَاخِلَة إِزَارك مِمَّا يَلِي الْجِلْد , فَإِذَا فَعَلَ صَبَّهُ عَلَى الْمَنْظُور إِلَيْهِ. وَهَذَا يُوهِم الِاقْتِصَار عَلَى ذَلِكَ , وَهُوَ عَجِيب , وَلَا سِيَّمَا وَقَدْ نُقِلَ فِي \" شَرْح مُسْلِم \" كَلَام عِيَاض بِطُولِهِ. الثَّانِي : قَالَ الْمَازِرِيّ هَذَا الْمَعْنَى مِمَّا لَا يُمْكِن تَعْلِيله وَمَعْرِفَة وَجْهه مِنْ جِهَة الْعَقْل , فَلَا يُرَدّ لِكَوْنِهِ لَا يُعْقَل مَعْنَاهُ. وَقَالَ اِبْن الْعَرَبِيّ : إِنْ تَوَقَّفَ فِيهِ مُتَشَرِّع قُلْنَا لَهُ : قُلْ اللَّه وَرَسُوله أَعْلَم , وَقَدْ عَضَّدَتْهُ التَّجْرِبَة وَصَدَّقَتْهُ الْمُعَايَنَة. أَوْ مُتَفَلْسِف فَالرَّدّ عَلَيْهِ أَظْهَر لِأَنَّ عِنْده أَنَّ الْأَدْوِيَة تُفْعَل بِقُوَاهَا , وَقَدْ تُفْعَل بِمَعْنًى لَا يُدْرَك , وَيُسَمُّونَ مَا هَذَا سَبِيله الْخَوَاصّ , وَقَالَ اِبْن الْقَيِّم : هَذِهِ الْكَيْفِيَّة لَا يَنْتَفِع بِهَا مَنْ أَنْكَرَهَا وَلَا مَنْ سَخِرَ مِنْهَا وَلَا مَنْ شَكَّ فِيهَا أَوْ فَعَلَهَا مُجَرِّبًا غَيْر مُعْتَقِد , وَإِذَا كَانَ فِي الطَّبِيعَة خَوَاصّ لَا يَعْرِف الْأَطِبَّاء عِلَلهَا بَلْ هِيَ عِنْدهمْ خَارِجَة عَنْ الْقِيَاس وَإِنَّمَا تُفْعَل بِالْخَاصِّيَّةِ فَمَا الَّذِي تُنْكِر جَهَلَتهمْ مِنْ الْخَوَاصّ الشَّرْعِيَّة ؟ هَذَا مَعَ أَنَّ فِي الْمُعَالَجَة بِالِاغْتِسَالِ مُنَاسَبَة لَا تَأْبَاهَا الْعُقُول الصَّحِيحَة , فَهَذَا تِرْيَاق سُمّ الْحَيَّة يُؤْخَذ مِنْ لَحْمهَا , وَهَذَا عِلَاج النَّفْس الْغَضَبِيَّة تُوضَع الْيَد عَلَى بَدَن الْغَضْبَان فَيَسْكُن , فَكَانَ أَثَر تِلْكَ الْعَيْن كَشُعْلَةِ نَار وَقَعَتْ عَلَى جَسَد , فَفِي الِاغْتِسَال إِطْفَاء لِتِلْكَ الشُّعْلَة. ثُمَّ لَمَّا كَانَتْ هَذِهِ الْكَيْفِيَّة الْخَبِيثَة تَظْهَر فِي الْمَوَاضِع الرَّقِيقَة مِنْ الْجَسَد لِشِدَّةِ النُّفُوذ فِيهَا , وَلَا شَيْء أَرَقّ مِنْ الْمَغَابِن , فَكَانَ فِي غَسْلهَا إِبْطَال لِعَمَلِهَا , وَلَا سِيَّمَا أَنَّ لِلْأَرْوَاحِ الشَّيْطَانِيَّة فِي تِلْكَ الْمَوَاضِع اِخْتِصَاصًا. وَفِيهِ أَيْضًا وُصُول أَثَر الْغَسْل إِلَى الْقَلْب مِنْ أَرَقّ الْمَوَاضِع وَأَسْرَعهَا نَفَاذًا , فَتَنْطَفِئ تِلْكَ النَّار الَّتِي أَثَارَتْهَا الْعَيْن بِهَذَا الْمَاء. الثَّالِث : هَذَا الْغَسْل يَنْفَع بَعْد اِسْتِحْكَام النَّظْرَة , فَأَمَّا عِنْد الْإِصَابَة وَقَبْل الِاسْتِحْكَام فَقَدْ أَرْشَدَ الشَّارِع إِلَى مَا يَدْفَعهُ بِقَوْلِهِ فِي قِصَّة سَهْل بْن حُنَيْفٍ الْمَذْكُورَة كَمَا مَضَى \" أَلَا بَرَّكْت عَلَيْهِ \" وَفِي رِوَايَة اِبْن مَاجَهْ \" فَلْيَدْعُ بِالْبَرَكَةِ \" وَمِثْله عِنْد اِبْن السُّنِّيّ مِنْ حَدِيث عَامِر بْن رَبِيعَة , وَأَخْرَجَ الْبَزَّار وَابْن السُّنِّيّ مِنْ حَدِيث أَنَس رَفَعَهُ \" مَنْ رَأَى شَيْئًا فَأَعْجَبَهُ فَقَالَ : مَا شَاءَ اللَّه لَا قُوَّة إِلَّا بِاَللَّهِ , لَمْ يَضُرّهُ \". وَفِي الْحَدِيث مِنْ الْفَوَائِد أَيْضًا أَنَّ الْعَائِن إِذَا عُرِفَ يُقْضَى عَلَيْهِ بِالِاغْتِسَالِ , وَأَنَّ الِاغْتِسَال مِنْ النَّشْرَة النَّافِعَة , وَأَنَّ الْعَيْن تَكُون مَعَ الْإِعْجَاب وَلَوْ بِغَيْرِ حَسَد , وَلَوْ مِنْ الرَّجُل الْمُحِبّ , وَمِنْ الرَّجُل الصَّالِح , وَأَنَّ الَّذِي يُعْجِبهُ الشَّيْء يَنْبَغِي أَنْ يُبَادِر إِلَى الدُّعَاء لِلَّذِي يُعْجِبهُ بِالْبَرَكَةِ , وَيَكُون ذَلِكَ رُقْيَة مِنْهُ , وَأَنَّ الْمَاء الْمُسْتَعْمَل طَاهِر , وَفِيهِ جَوَاز الِاغْتِسَال بِالْفَضَاءِ , وَأَنَّ الْإِصَابَة بِالْعَيْنِ قَدْ تَقْتُل. وَقَدْ اُخْتُلِفَ فِي جَرَيَان الْقِصَاص بِذَلِكَ فَقَالَ الْقُرْطُبِيّ : لَوْ أَتْلَفَ الْعَائِن شَيْئًا ضَمِنَهُ , وَلَوْ قَتَلَ فَعَلَيْهِ الْقِصَاص أَوْ الدِّيَة إِذَا تَكَرَّرَ ذَلِكَ مِنْهُ بِحَيْثُ يَصِير عَادَة , وَهُوَ فِي ذَلِكَ كَالسَّاحِرِ عِنْد مَنْ لَا يَقْتُلهُ كُفْرًا , اِنْتَهَى. وَلَمْ يَتَعَرَّض الشَّافِعِيَّة لِلْقِصَاصِ فِي ذَلِكَ , بَلْ مَنَعُوهُ وَقَالُوا : إِنَّهُ لَا يُقْتَل غَالِبًا وَلَا يُعَدّ مُهْلِكًا. وَقَالَ النَّوَوِيّ فِي \" الرَّوْضَة : وَلَا دِيَة فِيهِ وَلَا كَفَّارَة. لِأَنَّ الْحُكْم إِنَّمَا يَتَرَتَّب عَلَى مُنْضَبِطٍ عَامّ دُون مَا يَخْتَصّ بِبَعْضِ النَّاس فِي بَعْض الْأَحْوَال مِمَّا لَا اِنْضِبَاط لَهُ , كَيْف وَلَمْ يَقَع مِنْهُ فِعْل أَصْلًا , وَإِنَّمَا غَايَته حَسَد وَتَمَنٍّ لِزَوَالِ نِعْمَة. وَأَيْضًا فَاَلَّذِي يَنْشَأ عَنْ الْإِصَابَة بِالْعَيْنِ حُصُول مَكْرُوه لِذَلِكَ الشَّخْص , وَلَا يَتَعَيَّن ذَلِكَ الْمَكْرُوه فِي زَوَال الْحَيَاة , فَقَدْ يَحْصُل لَهُ مَكْرُوه بِغَيْرِ ذَلِكَ مِنْ أَثَر الْعَيْن ا ه. وَلَا يُعَكِّر عَلَى ذَلِكَ إِلَّا الْحُكْم بِقَتْلِ السَّاحِر فَإِنَّهُ فِي مَعْنَاهُ , وَالْفَرْق بَيْنهمَا فِيهِ عُسْر. وَنَقَلَ اِبْن بَطَّال عَنْ بَعْض أَهْل الْعِلْم فَإِنَّهُ يَنْبَغِي لِلْإِمَامِ مَنْع الْعَائِن إِذَا عُرِفَ بِذَلِكَ مِنْ مُدَاخَلَة النَّاس وَأَنْ يَلْزَم بَيْته , فَإِنْ كَانَ فَقِيرًا رَزَقَهُ مَا يَقُوم بِهِ , فَإِنَّ ضَرَره أَشَدّ مِنْ ضَرَر الْمَجْذُوم الَّذِي أَمَرَ عُمَر رَضِيَ اللَّه عَنْهُ بِمَنْعِهِ مِنْ مُخَالَطَة النَّاس كَمَا تَقَدَّمَ وَاضِحًا فِي بَابه , وَأَشَدّ مِنْ ضَرَر الثُّوم الَّذِي مَنَعَ الشَّارِع آكِله مِنْ حُضُور الْجَمَاعَة. قَالَ النَّوَوِيّ : وَهَذَا الْقَوْل صَحِيح مُتَعَيِّن لَا يُعْرَف عَنْ غَيْره تَصْرِيح بِخِلَافِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6959",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ اسْتَفْتَى سَعْدُ بْنُ عُبَادَةَ الأَنْصَارِيُّ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي نَذْرٍ كَانَ عَلَى أُمِّهِ، تُوُفِّيَتْ قَبْلَ أَنْ تَقْضِيَهُ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اقْضِهِ عَنْهَا ‏\"‏‏.‏ وَقَالَ بَعْضُ النَّاسِ إِذَا بَلَغَتِ الإِبِلُ عِشْرِينَ، فَفِيهَا أَرْبَعُ شِيَاهٍ، فَإِنْ وَهَبَهَا قَبْلَ الْحَوْلِ أَوْ بَاعَهَا، فِرَارًا وَاحْتِيَالاً لإِسْقَاطِ الزَّكَاةِ، فَلاَ شَىْءَ عَلَيْهِ، وَكَذَلِكَ إِنْ أَتْلَفَهَا فَمَاتَ، فَلاَ شَىْءَ فِي مَالِهِ‏.‏",
    "english_text": "Sa'd bin 'Ubada Al-Ansari sought the verdict of Allah's Messenger (ﷺ) \n     regarding a vow made by his mother who had died before fulfilling it. \n     Allah's Messenger (ﷺ) said, \"Fulfill it on her behalf.\" Some people said, \n     \"If the number of camels reaches twenty, then their owner has to pay \n     four sheep as Zakat; and if their owner gives them as a gift or sells \n     them in order to escape the payment of Zakat cunningly before the \n     completion of a year, then he is not to pay anything, and if he \n     slaughters them and then dies, then no Zakat is to be taken from his \n     property.\"",
    "explication": "‏ ‏قَوْله : ( أَنَّ سَعْد بْن عُبَادَةَ ) ‏ ‏كَذَا رَوَاهُ مَالِك وَتَابَعَهُ اللَّيْث وَبَكْر بْن وَائِل وَغَيْرهمَا عَنْ الزُّهْرِيِّ , وَقَالَ سُلَيْمَان بْن كَثِير عَنْ الزُّهْرِيِّ عَنْ عُبَيْد اللَّه عَنْ اِبْن عَبَّاس عَنْ سَعْد بْن عُبَادَةَ \" أَنَّهُ اِسْتَفْتَى \" جَعَلَهُ مِنْ مُسْنَد سَعْد , أَخْرَجَ جَمِيع ذَلِكَ النَّسَائِيُّ , وَأَخْرَجَهُ أَيْضًا مِنْ رِوَايَة الْأَوْزَاعِيِّ وَمِنْ رِوَايَة سُفْيَان بْن عُيَيْنَةَ كِلَاهُمَا عَنْ الزُّهْرِيِّ عَلَى الْوَجْهَيْنِ , وَقَدْ قَدَّمْت أَنَّ اِبْن عَبَّاس لَمْ يُدْرِك الْقِصَّة , فَتَعَيَّنَ تَرْجِيح رِوَايَة مَنْ زَادَ فِيهِ \" عَنْ سَعْد بْن عُبَادَةَ \" وَيَكُون اِبْن عَبَّاس قَدْ أَخَذَهُ عَنْهُ , وَيَحْتَمِل أَنْ يَكُون أَخَذَهُ عَنْ غَيْره وَيَكُون قَوْل مَنْ قَالَ : \" عَنْ سَعْد بْن عُبَادَةَ \" لَمْ يَقْصِد بِهِ الرِّوَايَة , وَإِنَّمَا أَرَادَ عَنْ قِصَّة سَعْد بْن عُبَادَةَ فَتَتَّحِد الرِّوَايَتَانِ. ‏ ‏قَوْله : ( وَعَلَيْهَا نَذْر , فَقَالَ : اِقْضِهِ عَنْهَا ) ‏ ‏فِي رِوَايَة قُتَيْبَة عَنْ مَالِك \" لَمْ تَقْضِهِ \" وَفِي رِوَايَة سُلَيْمَان بْن كَثِير الْمَذْكُورَة \" أَفَيُجْزِئ عَنْهَا أَنْ أَعْتِق عَنْهَا ؟ قَالَ : أَعْتِقْ عَنْ أُمّك \" فَأَفَادَتْ هَذِهِ الرِّوَايَة بَيَان مَا هُوَ النَّذْر الْمَذْكُور , وَهُوَ أَنَّهَا نَذَرَتْ أَنْ تَعْتِق رَقَبَة فَمَاتَتْ قَبْل أَنْ تَفْعَل , وَيَحْتَمِل أَنْ تَكُون نَذَرَتْ نَذْرًا مُطْلَقًا غَيْر مُعَيَّن فَيَكُون فِي الْحَدِيث حُجَّة لِمَنْ أَفْتَى فِي النَّذْر الْمُطْلَق بِكَفَّارَةِ يَمِين , وَالْعِتْق أَعْلَى كَفَّارَات الْأَيْمَان , فَلِذَلِكَ أَمَرَهُ أَنْ يُعْتِق عَنْهَا. وَحَكَى اِبْن عَبْد الْبَرّ عَنْ بَعْضهمْ أَنَّ النَّذْر الَّذِي كَانَ عَلَى وَالِدَة سَعْد صِيَام , وَاسْتَنَدَ إِلَى حَدِيث اِبْن عَبَّاس الْمُتَقَدِّم فِي الصَّوْم \" أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْم \" الْحَدِيث , ثُمَّ رَدَّهُ بِأَنَّ فِي بَعْض الرِّوَايَات عَنْ اِبْن عَبَّاس \" جَاءَتْ اِمْرَأَة فَقَالَتْ : إِنَّ أُخْتِي مَاتَتْ \". قُلْت : وَالْحَقّ أَنَّهَا قِصَّة أُخْرَى , وَقَدْ أَوْضَحْت ذَلِكَ فِي كِتَاب الصِّيَام. وَفِي حَدِيث الْبَاب مِنْ الْفَوَائِد : جَوَاز الصَّدَقَة عَنْ الْمَيِّت , وَأَنَّ ذَلِكَ يَنْفَعهُ بِوُصُولِ ثَوَاب الصَّدَقَة إِلَيْهِ وَلَا سِيَّمَا إِنْ كَانَ مِنْ الْوَلَد , وَهُوَ مُخَصِّص لِعُمُومِ قَوْله تَعَالَى : ( وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى ) وَيَلْتَحِق بِالصَّدَقَةِ الْعِتْق عَنْهُ عِنْد الْجُمْهُور خِلَافًا لِلْمَشْهُورِ عِنْد الْمَالِكِيَّة , وَقَدْ اُخْتُلِفَ فِي غَيْر الصَّدَقَة مِنْ أَعْمَال الْبِرّ هَلْ تَصِل إِلَى الْمَيِّت كَالْحَجِّ وَالصَّوْم ؟ وَقَدْ تَقَدَّمَ شَيْء مِنْ ذَلِكَ فِي الصِّيَام. وَفِيهِ أَنَّ تَرْك الْوَصِيَّة جَائِز لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَذُمّ أُمّ سَعْد عَلَى تَرْك الْوَصِيَّة قَالَهُ اِبْن الْمُنْذِر , وَتُعُقِّبَ بِأَنَّ الْإِنْكَار عَلَيْهَا قَدْ تَعَذَّرَ لِمَوْتِهَا وَسَقَطَ عَنْهَا التَّكْلِيف , وَأُجِيبَ بِأَنَّ فَائِدَة إِنْكَار ذَلِكَ لَوْ كَانَ مُنْكَرًا لِيَتَّعِظ غَيْرهَا مِمَّنْ سَمِعَهُ , فَلَمَّا أُقِرَّ عَلَى ذَلِكَ دَلَّ عَلَى الْجَوَاز. وَفِيهِ مَا كَانَ الصَّحَابَة عَلَيْهِ مِنْ اِسْتِشَارَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أُمُور الدِّين , وَفِيهِ الْعَمَل بِالظَّنِّ الْغَالِب , وَفِيهِ الْجِهَاد فِي حَيَاة الْأُمّ وَهُوَ مَحْمُول عَلَى أَنَّهُ اِسْتَأْذَنَهَا , وَفِيهِ السُّؤَال عَنْ التَّحَمُّل وَالْمُسَارَعَة إِلَى عَمَل الْبِرّ وَالْمُبَادَرَة إِلَى بِرّ الْوَالِدَيْنِ , وَأَنَّ إِظْهَار الصَّدَقَة قَدْ يَكُون خَيْرًا مِنْ إِخْفَائِهَا وَهُوَ عِنْد اِغْتِنَام صِدْق النِّيَّة فِيهِ , وَأَنَّ لِلْحَاكِمِ تَحَمُّل الشَّهَادَة فِي غَيْر مَجْلِس الْحُكْم , نَبَّهَ عَلَى أَكْثَر ذَلِكَ أَبُو مُحَمَّد بْن أَبِي جَمْرَة رَحِمَهُ اللَّه تَعَالَى , وَفِي بَعْضه نَظَر لَا يَخْفَى , وَكَلَامه عَلَى أَصْل الْحَدِيث وَهُوَ فِي الْبَاب الَّذِي يَلِيه أَبْسَط مِنْ هَذَا الْبَاب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6960",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الشِّغَارِ‏.‏ قُلْتُ لِنَافِعٍ مَا الشِّغَارُ قَالَ يَنْكِحُ ابْنَةَ الرَّجُلِ وَيُنْكِحُهُ ابْنَتَهُ بِغَيْرِ صَدَاقٍ، وَيَنْكِحُ أُخْتَ الرَّجُلِ وَيُنْكِحُهُ أُخْتَهُ بِغَيْرِ صَدَاقٍ‏.‏ وَقَالَ بَعْضُ النَّاسِ إِنِ احْتَالَ حَتَّى تَزَوَّجَ عَلَى الشِّغَارِ، فَهْوَ جَائِزٌ، وَالشَّرْطُ بَاطِلٌ‏.‏ وَقَالَ فِي الْمُتْعَةِ النِّكَاحُ فَاسِدٌ، وَالشَّرْطُ بَاطِلٌ‏.‏ وَقَالَ بَعْضُهُمُ الْمُتْعَةُ وَالشِّغَارُ جَائِزٌ، وَالشَّرْطُ بَاطِلٌ‏.‏",
    "english_text": "Nafi narrated to me that 'Abdullah said that Allah's Messenger (ﷺ) forbade \n     the Shighar. I asked Nafi', \"What is the Shighar?\" He said, \"It is to \n     marry the daughter of a man and marry one's daughter to that man (at \n     the same time) without Mahr (in both cases); or to marry the sister of\n     a man and marry one's own sister to that man without Mahr.\" Some \n     people said, \"If one, by a trick, marries on the basis of Shighar, the\n     marriage is valid but its condition is illegal.\" The same scholar said\n     regarding Al-Mut'a, \"The marriage is invalid and its condition is \n     illegal.\" Some others said, \"The Mut'a and the Shighar are permissible\n     but the condition is illegal.\"",
    "explication": "‏ ‏قَوْله ( وَقَالَ بَعْض النَّاس : إِنْ اِحْتَالَ حَتَّى تَزَوَّجَ عَلَى الشِّغَار فَهُوَ جَائِز وَالشَّرْط بَاطِل ) ‏ ‏وَقَالَ فِي الْمُتْعَة : النِّكَاح فَاسِد وَالشَّرْط بَاطِل. قُلْت : وَهَذَا بِنَاء عَلَى قَاعِدَة الْحَنَفِيَّة أَنَّ مَا لَمْ يُشْرَع بِأَصْلِهِ بَاطِلٌ , وَمَا شُرِعَ بِأَصْلِهِ دُون وَصْفِهِ فَاسِد , فَالنِّكَاح مَشْرُوع بِأَصْلِهِ وَجَعْلُ الْبُضْعِ صَدَاقًا وَصْفٌ فِيهِ فَيَفْسُد الصَّدَاق وَيَصِحّ النِّكَاح , بِخِلَافِ الْمُتْعَة فَإِنَّهَا لَمَّا ثَبَتَ أَنَّهَا مَنْسُوخَة صَارَتْ غَيْر مَشْرُوعَة بِأَصْلِهَا. ‏ ‏قَوْله ( وَقَالَ بَعْضهمْ : الْمُتْعَة وَالشِّغَار جَائِزَانِ وَالشَّرْط بَاطِل ) ‏ ‏أَيْ فِي كُلٍّ مِنْهُمَا كَأَنَّهُ يُشِير إِلَى مَا نُقِلَ عَنْ زُفَرَ أَنَّهُ أَجَازَ النِّكَاح الْمُؤَقَّت وَأَلْغَى الْوَقْت لِأَنَّهُ فَاسِد وَالنِّكَاح لَا يَبْطُل بِالشُّرُوطِ الْفَاسِدَة , وَرَدُّوا عَلَيْهِ بِالْفَرْقِ الْمَذْكُور , قَالَ اِبْن بَطَّال لَا يَكُون الْبُضْعُ صَدَاقًا عِنْد أَحَد مِنْ الْعُلَمَاء وَإِنَّمَا قَالُوا يَنْعَقِد النِّكَاح بِمَهْرِ الْمِثْل إِذَا اِجْتَمَعَتْ شُرُوطه وَالصَّدَاق لَيْسَ بِرُكْنٍ فِيهِ , فَهُوَ كَمَا لَوْ عُقِدَ بِغَيْرِ صَدَاق ثُمَّ ذُكِرَ الصَّدَاق فَصَارَ ذِكْر الْبُضْعِ كَلَا ذِكْرٍ اِنْتَهَى. وَهَذَا مُحَصَّل مَا قَالَهُ أَبُو زَيْد وَغَيْره مِنْ أَئِمَّة الْحَنَفِيَّة , وَتَعَقَّبَهُ اِبْن السَّمْعَانِيّ فَقَالَ : لَيْسَ الشِّغَار إِلَّا النِّكَاح الَّذِي اِخْتَلَفْنَا فِيهِ وَقَدْ ثَبَتَ النَّهْي عَنْهُ وَالنَّهْي يَقْتَضِي فَسَاد الْمَنْهِيّ عَنْهُ لِأَنَّ الْعَقْد الشَّرْعِيّ إِنَّمَا يَجُوز بِالشَّرْعِ وَإِذَا كَانَ مَنْهِيًّا لَمْ يَكُنْ مَشْرُوعًا , وَمِنْ جِهَة الْمَعْنَى أَنَّهُ يَمْنَع تَمَامَ الْإِيجَابِ فِي الْبُضْع لِلزَّوْجِ وَالنِّكَاح لَا يَنْعَقِد إِلَّا بِإِيجَابٍ كَامِل , وَوَجْه قَوْلنَا يَمْنَع أَنَّ الَّذِي أَوْجَبَهُ لِلزَّوْجِ نِكَاحًا هُوَ الَّذِي أَوْجَبَهُ لِلْمَرْأَةِ صَدَاقًا , وَإِذَا لَمْ يَحْصُل كَمَالُ الْإِيجَاب لَا يَصِحُّ فَإِنَّهُ جَعَلَ عَيْن مَا أَوْجَبَهُ لِلزَّوْجِ صَدَاقًا لِلْمَرْأَةِ فَهُوَ كَمَنْ جَعَلَ الشَّيْء لِشَخْصٍ فِي عَقْد ثُمَّ جَعَلَ عَيْنه لِشَخْصٍ آخَر فَإِنَّهُ لَا يَكْمُل الْجَعْل الْأَوَّل , قَالَ : وَلَا يُعَارِض هَذَا مَا لَوْ زَوَّجَ أَمَتَهُ آخَرَ فَإِنَّ الزَّوْج يَمْلِك التَّمَتُّع بِالْفَرْجِ وَالسَّيِّدَ يَمْلِكُ رَقَبَةَ الْفَرْجِ بِدَلِيلِ أَنَّهَا لَوْ وُطِئَتْ بَعْدُ بِشُبْهَةٍ يَكُون الْمَهْر لِلسَّيِّدِ , وَالْفَرْق أَنَّ الَّذِي جَعَلَهُ السَّيِّدُ لِلزَّوْجِ لَمْ يُبْقِهِ لِنَفْسِهِ لِأَنَّهُ مَلَّكَ التَّمَتُّع بِالْأَمَةِ لِلزَّوْجِ وَمَا عَدَا ذَلِكَ بَاقٍ لَهُ , وَفِي مَسْأَلَة الشِّغَار جَعَلَ مِلْك التَّمَتُّع الَّذِي جَعَلَهُ لِلزَّوْجِ بِعَيْنِهِ صَدَاقًا لِلْمَرْأَةِ الْأُخْرَى وَرَقَبَةُ الْبُضْعِ لَا تَدْخُلُ تَحْتَ مِلْك الْيَمِين حَتَّى يَصِحّ جَعْلُهُ صَدَاقًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6961",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، حَدَّثَنَا الزُّهْرِيُّ، عَنِ الْحَسَنِ، وَعَبْدِ اللَّهِ، ابْنَىْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِمَا، أَنَّ عَلِيًّا ـ رضى الله عنه ـ قِيلَ لَهُ إِنَّ ابْنَ عَبَّاسٍ لاَ يَرَى بِمُتْعَةِ النِّسَاءِ بَأْسًا‏.‏ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْهَا يَوْمَ خَيْبَرَ، وَعَنْ لُحُومِ الْحُمُرِ الإِنْسِيَّةِ‏.‏ وَقَالَ بَعْضُ النَّاسِ إِنِ احْتَالَ حَتَّى تَمَتَّعَ، فَالنِّكَاحُ فَاسِدٌ‏.‏ وَقَالَ بَعْضُهُمُ النِّكَاحُ جَائِزٌ وَالشَّرْطُ بَاطِلٌ‏.‏",
    "english_text": "`Ali was told that Ibn `Abbas did not see any harm in the Mut'a marriage. `Ali said, \"Allah's Messenger (ﷺ) \nforbade the Mut'a marriage on the Day of the battle of Khaibar and he forbade the eating of donkey's \nmeat.\" Some people said, \"If one, by a tricky way, marries temporarily, his marriage is illegal.\" Others \nsaid, \"The marriage is valid but its condition is illegal.\"",
    "explication": "‏ ‏قَوْله ( يَحْيَى ) ‏ ‏هُوَ الْقَطَّان , وَعُبَيْد اللَّه بْن عُمَر هُوَ الْعُمَرِيُّ , وَمُحَمَّد بْن عَلِيّ هُوَ الْمَعْرُوف بِابْنِ الْحَنَفِيَّة , وَعَلِيّ هُوَ اِبْن أَبِي طَالِب. ‏ ‏قَوْله ( قِيلَ لَهُ إِنَّ اِبْن عَبَّاس لَا يَرَى بِمُتْعَةِ النِّسَاء بَأْسًا ) ‏ ‏لَمْ أَقِف عَلَى اِسْم الْقَائِل , وَزَادَ عَمْرو بْن عَلِيّ الْفَلَّاس فِي رِوَايَته لِهَذَا الْحَدِيث عَنْ يَحْيَى الْقَطَّان \" فَقَالَ لَهُ إِنَّك تَايِهٌ \" بِمُثَنَّاةٍ فَوْقَانِيَّة وَيَاء آخِر الْحُرُوف بِوَزْنِ فَاعِل مِنْ التِّيه وَهُوَ الْحِيرَة , وَإِنَّمَا وَصَفَهُ بِذَلِكَ إِشَارَة إِلَى أَنَّهُ تَمَسَّكَ بِالْمَنْسُوخِ وَغَفَلَ عَنْ النَّاسِخ , وَقَدْ تَقَدَّمَ بَيَان مَذْهَب اِبْن عَبَّاس فِي ذَلِكَ فِي كِتَاب النِّكَاح مُسْتَوْفًى. ‏ ‏قَوْله ( وَقَالَ بَعْض النَّاس : إِنْ اِحْتَالَ حَتَّى تَمَتَّعَ فَالنِّكَاح فَاسِد ) ‏ ‏أَيْ إِنْ عَقَدَ عَقْد نِكَاح مُتْعَة , وَالْفَسَاد لَا يَسْتَلْزِم الْبُطْلَان لِإِمْكَانِ إِصْلَاحه بِإِلْغَاءِ الشَّرْط فَيُتَحَيَّل فِي تَصْحِيحه بِذَلِكَ , كَمَا قَالَ فِي رِبَا الْفَضْل إِنْ حُذِفَتْ مِنْهُ الزِّيَادَة صَحَّ الْبَيْع. ‏ ‏قَوْله ( وَقَالَ بَعْضهمْ إِلَخْ ) ‏ ‏تَقَدَّمَ أَنَّهُ قَوْل زُفَرَ , وَقِيلَ إِنَّهُ لَمْ يُجِزْ إِلَّا النِّكَاح الْمُؤَقَّت وَأَلْغَى الشَّرْط. وَأُجِيبَ بِأَنَّ نَسْخ الْمُتْعَة ثَابِت وَالنِّكَاح الْمُؤَقَّت فِي مَعْنَى الْمُتْعَة , وَالِاعْتِبَار عِنْدهمْ فِي الْعُقُود بِالْمَعَانِي. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6962",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يُمْنَعُ فَضْلُ الْمَاءِ لِيُمْنَعَ بِهِ فَضْلُ الْكَلإِ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"One should not prevent others from watering their animals with the surplus of \nhis water in order to prevent them from benefiting by the surplus of grass.\"",
    "explication": "‏ ‏قَوْله : ( لَا يُمْنَع ) ‏ ‏بِضَمِّ أَوَّله عَلَى الْبِنَاء لِلْمَجْهُولِ وَبِالرَّفْعِ عَلَى أَنَّهُ خَبَر وَالْمُرَاد بِهِ مَعَ ذَلِكَ النَّهْي. وَذَكَرَ عِيَاض أَنَّهُ فِي رِوَايَة أَبِي ذَرّ بِالْجَزْمِ بِلَفْظِ النَّهْي. وَكَأَنَّ السِّرّ فِي إِيرَاد الْبُخَارِيّ الطَّرِيق الثَّانِي كَوْنهَا وَرَدَتْ بِصَرِيحِ النَّهْي وَهُوَ \" لَا تَمْنَعُوا \" وَالْمُرَاد بِالْفَضْلِ مَا زَادَ عَلَى الْحَاجَة. وَلِأَحْمَد مِنْ طَرِيق عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ أَبِي هُرَيْرَة : \" لَا يُمْنَع فَضْل مَاء بَعْد أَنْ يُسْتَغْنَى عَنْهُ \" وَهُوَ مَحْمُول عِنْد الْجُمْهُور عَلَى مَاء الْبِئْر الْمَحْفُورَة فِي الْأَرْض الْمَمْلُوكَة , وَكَذَلِكَ فِي الْمَوَات إِذَا كَانَ بِقَصْدِ التَّمَلُّك , وَالصَّحِيح عِنْد الشَّافِعِيَّة وَنَصَّ عَلَيْهِ فِي الْقَدِيم وَحَرْمَلَة أَنَّ الْحَافِر يَمْلِك مَاءَهَا , وَأَمَّا الْبِئْر الْمَحْفُورَة فِي الْمَوَات لِقَصْدِ الِارْتِفَاق لَا التَّمَلُّك فَإِنَّ الْحَافِر لَا يَمْلِك مَاءَهَا بَلْ يَكُون أَحَقّ بِهِ إِلَى أَنْ يَرْتَحِل , وَفِي الصُّورَتَيْنِ يَجِب عَلَيْهِ بَذْل مَا يَفْضُل عَنْ حَاجَته , وَالْمُرَاد حَاجَة نَفْسه وَعِيَاله وَزَرْعه وَمَاشِيَته , هَذَا هُوَ الصَّحِيح عِنْد الشَّافِعِيَّة , وَرَخَّصَ الْمَالِكِيَّة هَذَا الْحُكْم بِالْمَوَاتِ , وَقَالُوا فِي الْبِئْر الَّتِي فِي الْمِلْك : لَا يَجِب عَلَيْهِ بَذْل فَضْلهَا , وَأَمَّا الْمَاء الْمُحْرَز فِي الْإِنَاء فَلَا يَجِب بَذْل فَضْله لِغَيْرِ الْمُضْطَرّ عَلَى الصَّحِيح. ‏ ‏قَوْله : ( فَضْل الْمَاء ) ‏ ‏فِيهِ جَوَاز بَيْع الْمَاء لِأَنَّ الْمَنْهِيّ عَنْهُ مَنْع الْفَضْل لَا مَنْع الْأَصْل , وَفِيهِ أَنَّ مَحَلّ النَّهْي مَا إِذَا لَمْ يَجِد الْمَأْمُور بِالْبَذْلِ لَهُ مَاء غَيْره , وَالْمُرَاد تَمْكِين أَصْحَاب الْمَاشِيَة مِنْ الْمَاء وَلَمْ يَقُلْ أَحَد إِنَّهُ يَجِب عَلَى صَاحِب الْمَاء مُبَاشَرَة سَقْي مَاشِيَة غَيْره مَعَ قُدْرَة الْمَالِك. ‏ ‏قَوْله : ( لِيَمْنَع بِهِ الْكَلَأ ) ‏ ‏بِفَتْحِ الْكَاف وَاللَّام بَعْدهَا هَمْزَة مَقْصُور هُوَ النَّبَات رَطْبه وَيَابِسه وَالْمَعْنَى أَنْ يَكُون حَوْل الْبِئْر كَلَأ لَيْسَ عِنْده مَاء غَيْره وَلَا يُمْكِن أَصْحَاب الْمَوَاشِي رَعْيه إِلَّا إِذَا تَمَكَّنُوا مِنْ سَقْي بَهَائِمهمْ مِنْ تِلْكَ الْبِئْر لِئَلَّا يَتَضَرَّرُوا بِالْعَطَشِ بَعْد الرَّعْي فَيَسْتَلْزِم مَنْعهمْ مِنْ الْمَاء مَنْعهمْ مِنْ الرَّعْي , وَإِلَى هَذَا التَّفْسِير ذَهَبَ الْجُمْهُور , وَعَلَى هَذَا يَخْتَصّ الْبَذْل بِمَنْ لَهُ مَاشِيَة , وَيَلْتَحِق بِهِ الرُّعَاة إِذَا اِحْتَاجُوا إِلَى الشُّرْب لِأَنَّهُمْ إِذَا مُنِعُوا مِنْ الشُّرْب اِمْتَنَعُوا مِنْ الرَّعْي هُنَاكَ. وَيَحْتَمِل أَنْ يُقَال : يُمْكِنهُمْ حَمْل الْمَاء لِأَنْفُسِهِمْ لِقِلَّةِ مَا يَحْتَاجُونَ إِلَيْهِ مِنْهُ بِخِلَافِ الْبَهَائِم وَالصَّحِيح الْأَوَّل , وَيَلْتَحِق بِذَلِكَ الزَّرْع عِنْد مَالِك , وَالصَّحِيح عِنْد الشَّافِعِيَّة وَبِهِ قَالَ الْحَنَفِيَّة الِاخْتِصَاص بِالْمَاشِيَةِ , وَفَرَّقَ الشَّافِعِيّ - فِيمَا حَكَاهُ الْمُزَنِيُّ عَنْهُ - بَيْن الْمَوَاشِي وَالزَّرْع بِأَنَّ الْمَاشِيَة ذَات أَرْوَاح يُخْشَى مِنْ عَطَشهَا مَوْتهَا بِخِلَافِ الزَّرْع , وَبِهَذَا أَجَابَ النَّوَوِيّ وَغَيْره , وَاسْتَدَلَّ لِمَالِك بِحَدِيثِ جَابِر عِنْد مُسْلِم \" نَهَى عَنْ بَيْع فَضْل الْمَاء \" لَكِنَّهُ مُطْلَق فَيُحْمَل عَلَى الْمُقَيَّد فِي حَدِيث أَبِي هُرَيْرَة , وَعَلَى هَذَا لَوْ لَمْ يَكُنْ هُنَاكَ كَلَأ يُرْعَى فَلَا مَانِع مِنْ الْمَنْع لِانْتِفَاءِ الْعِلَّة , قَالَ الْخَطَّابِيُّ : وَالنَّهْي عِنْد الْجُمْهُور لِلتَّنْزِيهِ فَيَحْتَاج إِلَى دَلِيل يُوجِب صَرْفه عَنْ ظَاهِره , وَظَاهِر الْحَدِيث أَيْضًا وُجُوب بَذْله مَجَّانًا وَبِهِ قَالَ الْجُمْهُور , وَقِيلَ : لِصَاحِبِهِ طَلَب الْقِيمَة مِنْ الْمُحْتَاج إِلَيْهِ كَمَا فِي إِطْعَام الْمُضْطَرّ , وَتُعُقِّبَ بِأَنَّهُ يَلْزَم مِنْهُ جَوَاز الْمَنْع حَالَة اِمْتِنَاع الْمُحْتَاج مِنْ بَذْل الْقِيمَة , وَرُدَّ بِمَنْعِ الْمُلَازَمَة فَيَجُوز أَنْ يُقَال يَجِب عَلَيْهِ الْبَذْل وَتَتَرَتَّب لَهُ الْقِيمَة فِي ذِمَّة الْمَبْذُول لَهُ حَتَّى يَكُون لَهُ أَخْذ الْقِيمَة مِنْهُ مَتَى أَمْكَنَ ذَلِكَ , نَعَمْ فِي رِوَايَة لِمُسْلِمٍ مِنْ طَرِيق هِلَال بْن أَبِي مَيْمُونَة عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة \" لَا يُبَاع فَضْل الْمَاء \" فَلَوْ وَجَبَ لَهُ الْعِوَض لَجَازَ لَهُ الْبَيْع وَاللَّه أَعْلَم. وَاسْتَدَلَّ اِبْن حَبِيب مِنْ الْمَالِكِيَّة عَلَى أَنَّ الْبِئْر إِذَا كَانَتْ بَيْن مَالِكَيْنِ فِيهَا مَاء فَاسْتَغْنَى أَحَدهمَا فِي نَوْبَته كَانَ لِلْآخَرِ أَنْ يَسْقِي مِنْهَا لِأَنَّهُ مَاء فَضَلَ عَنْ حَاجَة صَاحِبه , وَعُمُوم الْحَدِيث يَشْهَد لَهُ وَإِنْ خَالَفَهُ الْجُمْهُور , وَاسْتَدَلَّ بِهِ بَعْض الْمَالِكِيَّة لِلْقَوْلِ بِسَدِّ الذَّرَائِع لِأَنَّهُ نَهَى عَنْ مَنْع الْمَاء لِئَلَّا يُتَذَرَّع بِهِ إِلَى مَنْع الْكَلَأ , لَكِنْ وَرَدَ التَّصْرِيح فِي بَعْض طُرُق حَدِيث الْبَاب بِالنَّهْيِ عَنْ مَنْع الْكَلَأ صَحَّحَهُ اِبْن حِبَّانَ مِنْ رِوَايَة أَبِي سَعِيد مَوْلَى بَنِي غِفَار عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" لَا تَمْنَعُوا فَضْل الْمَاء وَلَا تَمْنَعُوا الْكَلَأ فَيَهْزِل الْمَال وَتَجُوع الْعِيَال \" وَالْمُرَاد بِالْكَلَأِ هُنَا النَّابِت فِي الْمَوَات , فَإِنَّ النَّاس فِيهِ سَوَاء. وَرَوَى اِبْن مَاجَهْ مِنْ طَرِيق سُفْيَان عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة مَرْفُوعًا \" ثَلَاثَة لَا يَمْنَعْنَ : الْمَاء وَالْكَلَأ وَالنَّار \" وَإِسْنَاده صَحِيح , قَالَ الْخَطَّابِيُّ : مَعْنَاهُ الْكَلَأ يَنْبُت فِي مَوَات الْأَرْض , وَالْمَاء الَّذِي يَجْرِي فِي الْمَوَاضِع الَّتِي لَا تَخْتَصّ بِأَحَدٍ , قِيلَ وَالْمُرَاد بِالنَّارِ الْحِجَارَة الَّتِي تُورِي النَّارَ , وَقَالَ غَيْره الْمُرَاد النَّار حَقِيقَة وَالْمَعْنَى لَا يُمْنَع مَنْ يَسْتَصْبِح مِنْهَا مِصْبَاحًا أَوْ يُدْنِي مِنْهَا مَا يُشْعِلهُ مِنْهَا , وَقِيلَ الْمُرَاد مَا إِذَا أَضْرَمَ نَارًا فِي حَطَب مُبَاح بِالصَّحْرَاءِ فَلَيْسَ لَهُ مَنْع مَنْ يَنْتَفِع بِهَا , بِخِلَافِ مَا إِذَا أَضْرَمَ فِي حَطَب يَمْلِكهُ نَارًا فَلَهُ الْمَنْع. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6963",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ النَّجْشِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) forbade the practice of An-Najsh.",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا قَامَ فِي الْمَسْجِد ) ‏ ‏لَمْ أَقِف عَلَى اِسْم هَذَا الرَّجُل , وَالْمُرَاد بِالْمَسْجِدِ مَسْجِد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَيُسْتَفَاد مِنْهُ أَنَّ السُّؤَال عَنْ مَوَاقِيت الْحَجّ كَانَ قَبْل السَّفَر مِنْ الْمَدِينَة , وَ \" قَرْن \" بِإِسْكَانِ الرَّاء وَغَلِطَ مَنْ فَتَحَهَا. وَقَوْل اِبْن عُمَر : \" وَيَزْعُمُونَ إِلَخْ \" يُفَسَّر بِمَنْ رَوَى الْحَدِيث تَامًّا كَابْنِ عَبَّاس وَغَيْره. وَفِيهِ دَلِيل عَلَى إِطْلَاق الزَّعْم عَلَى الْقَوْل الْمُحَقَّق لِأَنَّ اِبْن عُمَر سَمِعَ ذَلِكَ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَكِنَّهُ لَمْ يَفْهَمهُ لِقَوْلِهِ : \" لَمْ أَفْقَهْ هَذِهِ \" أَيْ : الْجُمْلَة الْأَخِيرَة فَصَارَ يَرْوِيهَا عَنْ غَيْره , وَهُوَ دَالّ عَلَى شِدَّة تَحَرِّيه وَوَرَعه , وَسَيَأْتِي الْكَلَام عَلَى فَوَائِده فِي الْحَجّ إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6964",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَجُلاً، ذَكَرَ لِلنَّبِيِّ صلى الله عليه وسلم أَنَّهُ يُخْدَعُ فِي الْبُيُوعِ فَقَالَ ‏\n\"‏ إِذَا بَايَعْتَ فَقُلْ لاَ خِلاَبَةَ ‏\"‏‏.‏",
    "english_text": "A man mentioned to the Prophet (ﷺ) that he had always been cheated in bargains. The Prophet (ﷺ) said, \n\"Whenever you do bargain, say, 'No cheating.'\"",
    "explication": "‏ ‏قَوْله : ( أَنَّ رَجُلًا ) ‏ ‏فِي رِوَايَة أَحْمَد مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق \" حَدَّثَنِي نَافِع عَنْ اِبْن عُمَرَ , كَانَ رَجُل مِنْ الْأَنْصَارِ \" زَادَ اِبْن الْجَارُودِ فِي \" الْمُنْتَقَى \" مِنْ طَرِيق سُفْيَانَ عَنْ نَافِعٍ أَنَّهُ حَبَّان بْن مُنْقِذٍ , وَهُوَ بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة الثَّقِيلَة , وَرَوَاهُ الدَّارَقُطْنِيُّ مِنْ طَرِيق عَبْد الْأَعْلَى وَالْبَيْهَقِيُّ مِنْ طَرِيق يُونُس بْن بُكَيْر كِلَاهُمَا عَنْ اِبْن إِسْحَاق بِهِ وَزَادَ فِيهِ \" قَالَ اِبْن إِسْحَاق فَحَدَّثَنِي مُحَمَّد بْن يَحْيَى بْن حَبَّان قَالَ هُوَ جَدِّي مُنْقِذ بْن عَمْرو \" وَكَذَلِكَ رَوَاهُ اِبْن مَنْدَهْ مِنْ وَجْه آخَرَ عَنْ اِبْن إِسْحَاق. ‏ ‏قَوْله : ( ذَكَرَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏فِي رِوَايَةِ اِبْن إِسْحَاقَ \" فَشَكَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يَلْقَى مِنْ الْغَبْنِ \". ‏ ‏قَوْله : ( أَنَّهُ يُخْدَع فِي الْبُيُوع ) ‏ ‏بَيَّنَ اِبْن إِسْحَاق فِي رِوَايَته الْمَذْكُورَة سَبَب شَكْوَاهُ وَهُوَ مَا يَلْقَى مِنْ الْغَبْنِ , وَقَدْ أَخْرَجَهُ أَحْمَد وَأَصْحَابُ السُّنَنِ وَابْن حِبَّانَ وَالْحَاكِمُ مِنْ حَدِيث أَنَس بِلَفْظِ \" إِنَّ رَجُلًا كَانَ يُبَايِع , وَكَانَ فِي عُقْدَتِهِ ضَعْفٌ \". ‏ ‏قَوْله : ( لَا خِلَابَةَ ) ‏ ‏بِكَسْرِ الْمُعْجَمَةِ وَتَحْفِيفِ اللَّامِ أَيْ لَا خَدِيعَةَ و \" لَا \" لِنَفْيِ الْجِنْسِ أَيْ لَا خَدِيعَةَ فِي الدِّينِ لِأَنَّ الدِّينَ النَّصِيحَةُ , زَادَ اِبْن إِسْحَاق فِي رِوَايَة يُونُس بْن بُكَيْر وَعَبْد الْأَعْلَى عَنْهُ \" ثُمَّ أَنْتَ بِالْخِيَارِ فِي كُلِّ سِلْعَةٍ اِبْتَعْتهَا ثَلَاثَ لَيَالٍ , فَإِنْ رَضِيت فَأَمْسِكْ وَإِنْ سَخِطْت فَأَرْدُدْ \" فَبَقِيَ حَتَّى أَدْرَكَ زَمَان عُثْمَانَ وَهُوَ اِبْنُ مِائَةٍ وَثَلَاثِينَ سَنَةً , فَكَثُرَ النَّاسُ فِي زَمَن عُثْمَانَ , وَكَانَ إِذَا اِشْتَرَى شَيْئًا فَقِيلَ لَهُ إِنَّك غُبِنْت فِيهِ رَجَعَ بِهِ فَيَشْهَدُ لَهُ الرَّجُلُ مِنْ الصَّحَابَة بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ جَعَلَهُ بِالْخِيَارِ ثَلَاثًا فَيَرُدُّ لَهُ دَرَاهِمَهُ. قَالَ الْعُلَمَاء : لَقَّنَهُ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا الْقَوْلَ لِيُتَلَفَّظَ بِهِ عِنْد الْبَيْع فَيُطْلِعُ بِهِ صَاحِبَهُ عَلَى أَنَّهُ لَيْسَ مِنْ ذَوِي الْبَصَائِرِ فِي مَعْرِفَةِ السِّلَعِ وَمَقَادِيرِ الْقِيمَةِ فَيَرَى لَهُ كَمَا يَرَى لِنَفْسِهِ , لِمَا تَقَرَّرَ مِنْ حَضِّ الْمُتَبَايِعَيْنِ عَلَى أَدَاءِ النَّصِيحَةِ كَمَا تَقَدَّمَ فِي قَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَدِيث حَكِيم بْن حِزَامٍ \" فَإِنْ صَدَقَا وَبَيَّنَا بِوَرِكِ لَهُمَا فِي بَيْعِهِمَا \" الْحَدِيثَ. وَاسْتُدِلَّ بِهَذَا الْحَدِيثِ لِأَحْمَدَ وَأَحَد قَوْلَيْ مَالِك أَنَّهُ يُرَدُّ بِالْغَبْنِ الْفَاحِش لِمَنْ لَمْ يَعْرِفْ قِيمَةَ السِّلْعَةِ , وَتُعُقِّبَ بِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا جَعَلَ لَهُ الْخِيَار لِضَعْفِ عَقْلِهِ وَلَوْ كَانَ الْغَبْنُ يُمْلَكُ بِهِ الْفَسْخُ لَمَا اِحْتَاجَ إِلَى شَرْط الْخِيَارِ. وَقَالَ اِبْن الْعَرَبِيّ : يَحْتَمِل أَنَّ الْخَدِيعَةَ فِي قِصَّة هَذَا الرَّجُلِ كَانَتْ فِي الْعَيْبِ أَوْ فِي الْكَذِبِ أَوْ فِي الثَّمَنِ أَوْ فِي الْغَبْنِ فَلَا يُحْتَجُّ بِهَا فِي مَسْأَلَة الْغَبْنِ بِخُصُوصِهَا , وَلَيْسَتْ قِصَّةً عَامَّةً وَإِنَّمَا هِيَ خَاصَّةٌ فِي وَاقِعَةِ عَيْنٍ فَيُحْتَجُّ بِهَا فِي حَقّ مَنْ كَانَ بِصِفَةِ الرَّجُل قَالَ : وَأَمَّا مَا رُوِيَ عَنْ عُمَر أَنَّهُ كُلِّمَ فِي الْبَيْعِ فَقَالَ : مَا أَجِدُ لَكُمْ شَيْئًا أَوْسَعَ مِمَّا جَعَلَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَبَّانَ بْن مُنْقِذ ثَلَاثَة أَيَّام , فَمَدَارُهُ عَلَى اِبْن لَهِيعَةَ وَهُوَ ضَعِيفٌ اِنْتَهَى , وَهُوَ كَمَا قَالَ أَخْرَجَهُ الطَّبَرَانِيُّ وَالدَّارَقُطْنِيّ وَغَيْرهمَا مِنْ طَرِيقه , لَكِنَّ الِاحْتِمَالَاتِ الَّتِي ذَكَرَهَا قَدْ تَعَيَّنَتْ بِالرِّوَايَةِ الَّتِي صَرَّحَ بِهَا بِأَنَّهُ كَانَ يُغْبَنُ فِي الْبُيُوعِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ أَمَدَ الْخِيَارِ الْمُشْتَرَطَ ثَلَاثَةُ أَيَّامٍ مِنْ غَيْر زِيَادَة لِأَنَّهُ حُكْمٌ وَرَدَ عَلَى خِلَاف الْأَصْل فَيُقْتَصَرُ بِهِ عَلَى أَقْصَى مَا وَرَدَ فِيهِ , وَيُؤَيِّدُهُ جَعْلُ الْخِيَارِ فِي الْمُصَرَّاةِ ثَلَاثَةَ أَيَّامٍ , وَاعْتِبَارُ الثَّلَاث فِي غَيْر مَوْضِع , وَأَغْرَبَ بَعْضُ الْمَالِكِيَّةِ فَقَالَ إِنَّمَا قَصَرَهُ عَلَى ثَلَاثٍ لِأَنَّ مُعْظَمَ بَيْعِهِ كَانَ فِي الرَّقِيقِ , وَهَذَا يَحْتَاجُ إِلَى دَلِيلٍ وَلَا يَكْفِي فِيهِ مُجَرَّدُ الِاحْتِمَالِ , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ قَالَ عِنْد الْعَقْدِ \" لَا خِلَابَةَ \" أَنَّهُ يَصِيرُ فِي تِلْكَ الصَّفْقَةِ بِالْخِيَارِ سَوَاءٌ وَجَدَ فِيهِ عَيْبًا أَوْ غَبْنًا أَمْ لَا , وَبَالَغَ اِبْن حَزْم فِي جُمُودِهِ فَقَالَ : لَوْ قَالَ لَا خَدِيعَةَ أَوْ لَا غِشَّ أَوْ مَا أَشْبَهَ ذَلِكَ لَمْ يَكُنْ لَهُ الْخِيَارُ حَتَّى يَقُولَ لَا خِلَابَةَ. وَمِنْ أَسْهَلَ مَا يُرَدُّ بِهِ عَلَيْهِ أَنَّهُ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ أَنَّهُ كَانَ يَقُولُ \" لَا خِيَابَةَ \" بِالتَّحْتَانِيَّةِ بَدَلَ اللَّامِ وَبِالذَّالِ الْمُعْجَمَةِ بَدَلَ اللَّامِ أَيْضًا وَكَأَنَّهُ كَانَ لَا يُفْصِحُ بِاللَّامِ لِلَثْغَة لِسَانِهِ وَمَعَ ذَلِكَ لَمْ يَتَغَيَّرْ الْحُكْمُ فِي حَقِّهِ عِنْد أَحَد مِنْ الصَّحَابَة الَّذِينَ كَانُوا يَشْهَدُونَ لَهُ بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَعَلَهُ بِالْخِيَارِ فَدَلَّ عَلَى أَنَّهُمْ اِكْتَفَوْا فِي ذَلِكَ بِالْمَعْنَى , وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْكَبِيرَ لَا يُحْجَرُ عَلَيْهِ وَلَوْ تَبَيَّنَ سَفَهُهُ لِمَا فِي بَعْضِ طُرُقِ حَدِيثِ أَنَس أَنَّ أَهْلَهُ أَتَوْا النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه اُحْجُرْ عَلَيْهِ , فَدَعَاهُ فَنَهَاهُ عَنْ الْبَيْعِ فَقَالَ لَا أَصْبِرُ عَنْهُ فَقَالَ \" إِذَا بَايَعْت فَقُلْ لَا خِلَابَة \" وَتُعُقِّبَ بِأَنَّهُ لَوْ كَانَ الْحَجْرُ عَلَى الْكَبِيرِ لَا يَصِحُّ لَأَنْكَرَ عَلَيْهِمْ , وَأَمَّا كَوْنُهُ لَمْ يَحْجُرْ عَلَيْهِ فَلَا يَدُلُّ عَلَى مَنْعِ الْحَجْرِ عَلَى السَّفِيهِ. وَاسْتُدِلَّ بِهِ عَلَى جَوَاز الْبَيْع بِشَرْطِ الْخِيَار وَعَلَى جَوَاز شَرْط الْخِيَار لِلْمُشْتَرِي وَحْدَهُ , وَفِيهِ مَا كَانَ أَهْلُ ذَلِكَ الْعَصْرِ عَلَيْهِ مِنْ الرُّجُوعِ إِلَى الْحَقِّ وَقَبُولِ خَبَرِ الْوَاحِدِ فِي الْحُقُوقِ وَغَيْرِهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6965",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ كَانَ عُرْوَةُ يُحَدِّثُ أَنَّهُ سَأَلَ عَائِشَةَ ‏{‏وَإِنْ خِفْتُمْ أَنْ لاَ تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ‏}‏‏.‏ قَالَتْ هِيَ الْيَتِيمَةُ فِي حَجْرِ وَلِيِّهَا، فَيَرْغَبُ فِي مَالِهَا وَجَمَالِهَا، فَيُرِيدُ أَنْ يَتَزَوَّجَهَا بِأَدْنَى مِنْ سُنَّةِ نِسَائِهَا، فَنُهُوا عَنْ نِكَاحِهِنَّ، إِلاَّ أَنْ يُقْسِطُوا لَهُنَّ فِي إِكْمَالِ الصَّدَاقِ، ثُمَّ اسْتَفْتَى النَّاسُ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعْدُ فَأَنْزَلَ اللَّهُ ‏{‏وَيَسْتَفْتُونَكَ فِي النِّسَاءِ‏}‏ فَذَكَرَ الْحَدِيثَ‏.‏",
    "english_text": "That he asked `Aisha regarding the Verse: 'If you fear that you shall not be able to deal justly with the \norphan girls, marry (other) women of your choice.' (4.3) `Aisha said, \"It is about an orphan girl under \nthe custody of her guardian who being attracted by her wealth and beauty wants to marry her with \nMahr less than other women of her status. So such guardians were forbidden to marry them unless \nthey treat them justly by giving them their full Mahr. Then the people sought the verdict of Allah's \nApostle for such cases, whereupon Allah revealed: 'They ask your instruction concerning women..' \n(4.127) (The sub-narrator then mentioned the Hadith.)",
    "explication": "‏ ‏( الْأُوَيْسِيّ ) ‏ ‏الْمَذْكُور فِي الْإِسْنَادِ هُوَ عَبْد الْعَزِيز , وَإِبْرَاهِيم هُوَ اِبْن سَعْد , وَصَالِح هُوَ اِبْن كَيْسَان ; وَالْإِسْنَاد كُلّهُ مَدَنِيُّونَ. ‏ ‏وَقَوْلُهُ : \" وَقَالَ اللَّيْث حَدَّثَنِي يُونُسُ \" ‏ ‏وَصَلَهُ الطَّبَرِيّ فِي تَفْسِيرِهِ مِنْ طَرِيقِ عَبْد اللَّهُ بْن صَالِح عَنْ اللَّيْثِ مَقْرُونًا بِطَرِيقِ اِبْن وَهْب عَنْ يُونُسَ ; ‏ ‏وَقَوْله فِيهِ : ( رَغْبَة أَحَدِكُمْ يَتِيمَته ) ‏ ‏وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" عَنْ يَتِيمَتِهِ \" وَلَعَلَّهُ أَصْوَب. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6966",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\n\"‏ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ يُعْرَفُ بِهِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"For every betrayer there will be a flag by which he will be recognized on the Day \nof Resurrection. \"",
    "explication": "حَدِيثُ اِبْن مَسْعُود وَأَنَس مَعًا \" لِكُلِّ غَادِر لِوَاء \". ‏ ‏وَقَوْله \" وَعَنْ ثَابِت \" ‏ ‏قَائِل ذَلِكَ هُوَ شُعْبَة بَيَّنَهُ مُسْلِم فِي رِوَايَته مِنْ طَرِيق عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ شُعْبَة عَنْ ثَابِت عَنْ أَنَس , وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيّ عَنْ أَبِي خَلِيفَة عَنْ أَبِي الْوَلِيد شَيْخ الْبُخَارِيّ فِيهِ بِالْإِسْنَادَيْنِ مَعًا \" قَالَ فِي مَوْضِعَيْنِ : وَبِهَذَا يُرَدّ عَلَى مَنْ جَوَّزَ أَنْ يَكُون ذَلِكَ مَعْطُوفًا عَلَى قَوْله \" عَنْ أَبِي الْوَلِيد \" فَيَكُون مِنْ رِوَايَة الْأَعْمَش عَنْ ثَابِت , وَلَيْسَ كَذَلِكَ , وَلَمْ يُرَقِّم الْمِزِّيُّ فِي التَّهْذِيب فِي رِوَايَة الْأَعْمَش عَنْ ثَابِت رَقْم الْبُخَارِيّ. ‏ ‏قَوْله : ( قَالَ أَحَدهمَا يُنْصَب وَقَالَ الْآخَر - يُرَى - يَوْم الْقِيَامَة يُعْرَف بِهِ ) ‏ ‏لَيْسَ فِي رِوَايَة مُسْلِم الْمَذْكُورَة يُنْصَب وَلَا يُرَى , وَقَدْ زَادَ مُسْلِم مِنْ طَرِيق غُنْدُر عَنْ شُعْبَة \" يُقَال هَذِهِ غَدْرَة فُلَان \" وَلَهُ مِنْ حَدِيث أَبِي سَعِيد \" يُرْفَع لَهُ بِقَدْرِ غَدْرَته \" وَلَهُ مِنْ حَدِيثه مِنْ وَجْه آخَر \" عِنْد اِسْته \" قَالَ اِبْن الْمُنِير كَأَنَّهُ عُومِلَ بِنَقِيضِ قَصْده لِأَنَّ عَادَة اللِّوَاء أَنْ يَكُون عَلَى الرَّأْس فَنُصِبَ عِنْد السُّفْل زِيَادَة فِي فَضِيحَته , لِأَنَّ الْأَعْيُن غَالِبًا تَمْتَدّ إِلَى الْأَلْوِيَة فَيَكُون ذَلِكَ سَبَبًا لِامْتِدَادِهَا إِلَى الَّتِي بَدَتْ لَهُ ذَلِكَ الْيَوْم فَيَزْدَاد بِهَا فَضِيحَته. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6967",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، عَنْ هِشَامٍ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ ابْنَةِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّمَا أَنَا بَشَرٌ، وَإِنَّكُمْ تَخْتَصِمُونَ، وَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ، وَأَقْضِيَ لَهُ عَلَى نَحْوِ مَا أَسْمَعُ، فَمَنْ قَضَيْتُ لَهُ مِنْ حَقِّ أَخِيهِ شَيْئًا، فَلاَ يَأْخُذْ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"I am only a human being, and you people have disputes. May be some one \namongst you can present his case in a more eloquent and convincing manner than the other, and I give \nmy judgment in his favor according to what I hear. Beware! If ever I give (by error) somebody \nsomething of his brother's right then he should not take it as I have only, given him a piece of Fire.\" \n(See Hadith No. 638. Vol. 3)",
    "explication": "أَوْرَدَ الْمُصنِفُ حَدِيث أُمّ سَلَمَة أَوْرَدَهُ الْمُصَنِّف مَرْفُوعًا \" إِنَّكُمْ تَخْتَصِمُونَ إِلَيَّ , وَلَعَلَّ بَعْضكُمْ أَلْحَن بِحُجَّتِهِ مِنْ بَعْض \" الْحَدِيث , قَالَ الْإِسْمَاعِيلِيّ : لَيْسَ فِي حَدِيث أُمّ سَلَمَة دَلَالَة عَلَى قَبُول الْبَيِّنَة بَعْد يَمِين الْمُنْكِر. وَأَجَابَ اِبْن الْمُنِير فَقَالَ : مَوْضِع الِاسْتِشْهَاد مِنْ حَدِيث أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَجْعَل الْيَمِين الْكَاذِبَة مُفِيدَة حِلًّا وَلَا قَطْعًا لِحَقِّ الْمُحِقّ , بَلْ نَهَاهُ بَعْد يَمِينه مِنْ الْقَبْض , وَسَاوَى بَيْن حَالَتَيْهِ بَعْد الْيَمِين وَقَبْلهَا فِي التَّحْرِيم , فَيُؤْذِن ذَلِكَ بِبَقَاءِ حَقّ صَاحِب الْحَقّ عَلَى مَا كَانَ عَلَيْهِ , فَإِذَا ظَفِرَ فِي حَقّه بِبَيِّنَةٍ فَهُوَ بَاقٍ عَلَى الْقِيَام بِهَا لَمْ يَسْقُط , كَمَا لَمْ يَسْقُط أَصْل حَقّه مِنْ ذِمَّة مُقْتَطِعَة بِالْيَمِينِ. وَسَيَأْتِي الْكَلَام عَلَى بَقِيَّة شَرْح حَدِيث أُمّ سَلَمَة فِي كِتَاب الْأَحْكَام إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6968",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تُنْكَحُ الْبِكْرُ حَتَّى تُسْتَأْذَنَ، وَلاَ الثَّيِّبُ حَتَّى تُسْتَأْمَرَ ‏\"‏‏.‏ فَقِيلَ يَا رَسُولَ اللَّهِ كَيْفَ إِذْنُهَا قَالَ ‏\"‏ إِذَا سَكَتَتْ ‏\"‏‏.‏ وَقَالَ بَعْضُ النَّاسِ إِنْ لَمْ تُسْتَأْذَنِ الْبِكْرُ وَلَمْ تَزَوَّجْ‏.‏ فَاحْتَالَ رَجُلٌ فَأَقَامَ شَاهِدَىْ زُورٍ أَنَّهُ تَزَوَّجَهَا بِرِضَاهَا، فَأَثْبَتَ الْقَاضِي نِكَاحَهَا، وَالزَّوْجُ يَعْلَمُ أَنَّ الشَّهَادَةَ بَاطِلَةٌ، فَلاَ بَأْسَ أَنْ يَطَأَهَا، وَهْوَ تَزْوِيجٌ صَحِيحٌ‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"A virgin should not be married till she is asked for her consent; and the matron \nshould not be married till she is asked whether she agrees to marry or not.\" It was asked, \"O Allah's \nApostle! How will she (the virgin) express her consent?\" He said, \"By keeping silent.\" Some people \nsaid that if a virgin is not asked for her consent and she is not married, and then a man, by playing a trick \npresents two false witnesses that he has married her with her consent and the judge confirms his \nmarriage as a true one, and the husband knows that the witnesses were false ones, then there is no \nharm for him to consummate his marriage with her and the marriage is regarded as valid.",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا هِشَام ) ‏ ‏هُوَ الدَّسْتُوَائِيّ , وَيَحْيَى هُوَ اِبْن أَبِي كَثِير. ‏ ‏قَوْله ( عَنْ أَبِي سَلَمَة ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ طَرِيق خَالِد بْن الْحَارِث عَنْ هِشَام عَنْ يَحْيَى \" حَدَّثَنَا أَبُو سَلَمَة \". ‏ ‏قَوْله ( لَا تُنْكِح ) ‏ ‏بِكَسْرِ الْحَاء لِلنَّهْيِ , وَبِرَفْعِهَا لِلْخَبَرِ وَهُوَ أَبْلَغ فِي الْمَنْع , وَتَقَدَّمَ تَفْسِير الْأَيِّم فِي \" بَاب عَرْضِ الْإِنْسَان اِبْنَته \" وَظَاهِر هَذَا الْحَدِيث أَنَّ الْأَيِّم هِيَ الثَّيِّب الَّتِي فَارَقَتْ1 زَوْجهَا بِمَوْتٍ أَوْ طَلَاق لِمُقَابَلَتِهَا بِالْبِكْرِ , وَهَذَا هُوَ الْأَصْل فِي الْأَيِّم , وَمِنْهُ قَوْلهمْ \" الْغَزْو مَأْيَمَة \" أَيْ يَقْتُل الرِّجَال فَتَصِير النِّسَاء أَيَامَى , وَقَدْ تُطْلَق عَلَى مَنْ لَا زَوْج لَهَا أَصْلًا , وَنَقَلَهُ عِيَاض عَنْ إِبْرَاهِيم الْحَرْبِيّ وَإِسْمَاعِيل الْقَاضِي وَغَيْرهمَا أَنَّهُ يُطْلَق عَلَى كُلّ مَنْ لَا زَوْج لَهَا صَغِيرَة كَانَتْ أَوْ كَبِيرَة بِكْرًا كَانَتْ أَوْ ثَيِّبًا , وَحَكَى الْمَاوَرْدِيُّ الْقَوْلَيْنِ لِأَهْلِ اللُّغَة. وَقَدْ وَقَعَ فِي رِوَايَة الْأَوْزَاعِيِّ عَنْ يَحْيَى فِي هَذَا الْحَدِيث عِنْد اِبْن الْمُنْذِر وَالدَّارِمِيّ وَالدَّارَقُطْنِيّ \" لَا تُنْكَح الثَّيِّب \" وَوَقَعَ عِنْد اِبْن الْمُنْذِر فِي رِوَايَة عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ فِي هَذَا الْحَدِيث الثَّيِّب تُشَاوَر. ‏ ‏قَوْله ( حَتَّى تُسْتَأْمَر ) ‏ ‏أَصْل الِاسْتِئْمَار طَلَب الْأَمْر , فَالْمَعْنَى لَا يَعْقِد عَلَيْهَا حَتَّى يَطْلُب الْأَمْر مِنْهَا , وَيُؤْخَذ مِنْ قَوْله تُسْتَأْمَر أَنَّهُ لَا يَعْقِد إِلَّا بَعْد أَنْ تَأْمُر بِذَلِكَ , وَلَيْسَ فِيهِ دَلَالَة عَلَى عَدَم اِشْتِرَاط الْوَلِيّ فِي حَقّهَا , بَلْ فِيهِ إِشْعَار بِاشْتِرَاطِهِ. ‏ ‏قَوْله ( وَلَا تُنْكَح الْبِكْر حَتَّى تُسْتَأْذَن ) ‏ ‏كَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة التَّفْرِقَة بَيْن الثَّيِّب وَالْبِكْر , فَعَبَّرَ لِلثَّيِّبِ بِالِاسْتِئْمَارِ وَلِلْبِكْرِ بِالِاسْتِئْذَانِ , فَيُؤْخَذ مِنْهُ فَرْقٌ بَيْنهمَا مِنْ جِهَة أَنَّ الِاسْتِئْمَار يَدُلّ عَلَى تَأْكِيد الْمُشَاوَرَة وَجَعْل الْأَمْر إِلَى الْمُسْتَأْمَرَة , وَلِهَذَا يَحْتَاج الْوَلِيّ إِلَى صَرِيح إِذْنهَا فِي الْعَقْد , فَإِذَا صَرَّحْت بِمَنْعِهِ اِمْتَنَعَ اِتِّفَاقًا وَالْبِكْر بِخِلَافِ ذَلِكَ , وَالْإِذْن دَائِر بَيْن الْقَوْل وَالسُّكُوت بِخِلَافِ الْأَمْر فَإِنَّهُ صَرِيح فِي الْقَوْل وَإِنَّمَا جَعَلَ السُّكُوت إِذْنًا فِي حَقّ الْبِكْر لِأَنَّهَا قَدْ تَسْتَحِي أَنْ تُفْصِح. ‏ ‏قَوْله ( قَالُوا يَا رَسُول اللَّه ) ‏ ‏فِي رِوَايَة عُمَر بْن أَبِي سَلَمَة \" قُلْنَا \" وَحَدِيث عَائِشَة صَرِيح فِي أَنَّهَا هِيَ السَّائِلَة عَنْ ذَلِكَ. ‏ ‏قَوْله ( كَيْف إِذْنهَا ) ‏ ‏فِي حَدِيث عَائِشَة \" قُلْت إِنَّ الْبِكْر تَسْتَحِي \" وَسَتَأْتِي أَلْفَاظه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6969",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الْقَاسِمِ، أَنَّ امْرَأَةً، مِنْ وَلَدِ جَعْفَرٍ تَخَوَّفَتْ أَنْ يُزَوِّجَهَا وَلِيُّهَا وَهْىَ كَارِهَةٌ فَأَرْسَلَتْ إِلَى شَيْخَيْنِ مِنَ الأَنْصَارِ عَبْدِ الرَّحْمَنِ وَمُجَمِّعٍ ابْنَىْ جَارِيَةَ قَالاَ فَلاَ تَخْشَيْنَ، فَإِنَّ خَنْسَاءَ بِنْتَ خِذَامٍ أَنْكَحَهَا أَبُوهَا وَهْىَ كَارِهَةٌ، فَرَدَّ النَّبِيُّ صلى الله عليه وسلم ذَلِكَ‏.‏ قَالَ سُفْيَانُ وَأَمَّا عَبْدُ الرَّحْمَنِ فَسَمِعْتُهُ يَقُولُ عَنْ أَبِيهِ إِنَّ خَنْسَاءَ‏.‏",
    "english_text": "A woman from the offspring of Ja`far was afraid lest her guardian marry her (to somebody) against \nher will. So she sent for two elderly men from the Ansar, `AbdurRahman and Mujammi', the two sons \nof Jariya, and they said to her, \"Don't be afraid, for Khansa' bint Khidam was given by her father in \nmarriage against her will, then the Prophet (ﷺ) cancelled that marriage.\" (See Hadith No. 78)",
    "explication": "‏ ‏قَوْله ( عَلِيّ ) ‏ ‏هُوَ اِبْن الْمَدِينِيّ , وَسُفْيَان هُوَ اِبْن عُيَيْنَةَ , وَيَحْيَى بْن سَعِيد الْأَنْصَارِيّ. ‏ ‏قَوْله ( عَنْ الْقَاسِم ) ‏ ‏فِي رِوَايَة مُحَمَّد بْن فُضَيْلِ عَنْ يَحْيَى بْن سَعِيد \" حَدَّثَنَا الْقَاسِم \" أَخْرَجَهُ الْإِسْمَاعِيلِيّ \" وَالْقَاسِم هُوَ اِبْن مُحَمَّد بْن أَبِي بَكْر الصِّدِّيق \". ‏ ‏قَوْله ( أَنَّ اِمْرَأَة مِنْ وَلَد جَعْفَر ) ‏ ‏فِي رِوَايَة اِبْن أَبِي عُمَر عَنْ سُفْيَان ( أَنَّ اِمْرَأَة مِنْ آل جَعْفَر ) أَخْرَجَهُ الْإِسْمَاعِيلِيّ وَلَمْ أَقِف عَلَى اِسْمهَا وَلَا عَلَى الْمُرَاد بِجَعْفَرٍ وَيَغْلِب عَلَى الظَّنّ أَنَّهُ جَعْفَر بْن أَبِي طَالِب , وَتَجَاسَرَ الْكَرْمَانِيُّ فَقَالَ : الْمُرَاد بِهِ جَعْفَر الصَّادِق بْن مُحَمَّد الْبَاقِر وَكَانَ الْقَاسِم بْن مُحَمَّد جَدّ جَعْفَر الصَّادِق لِأُمِّهِ اِنْتَهَى , وَخَفِيَ عَلَيْهِ أَنَّ الْقِصَّة الْمَذْكُورَة وَقَعَتْ وَجَعْفَر الصَّادِق صَغِير لِأَنَّ مَوْلِده سَنَة ثَمَانِينَ وَكَانَتْ وَفَاة عَبْد الرَّحْمَن بْن يَزِيد بْن جَارِيَة فِي سَنَة ثَلَاث وَتِسْعِينَ مِنْ الْهِجْرَة , وَقَدْ وَقَعَ فِي تَفْسِير الْحَدِيث أَنَّهُ أَخْبَرَ الْمَرْأَة بِحَدِيثِ خَنْسَاء بِنْت خِدَام فَكَيْف تَكُون الْمَرْأَة الْمَذْكُورَة فِي مِثْل تِلْكَ الْحَالَة وَأَبُوهَا اِبْن ثَلَاث عَشْرَةَ سَنَة أَوْ دُونهَا. ‏ ‏قَوْله ( فَأَرْسَلَتْ إِلَى شَيْخَيْنِ مِنْ الْأَنْصَار ) ‏ ‏زَادَ اِبْن أَبِي عُمَر \" تُخْبِرهُمَا أَنَّهُ لَيْسَ لِأَحَدٍ مِنْ أَمْرِي شَيْء \". ‏ ‏قَوْله ( اِبْنَيْ جَارِيَة ) ‏ ‏كَذَا نَسَبَهُمَا فِي هَذِهِ الرِّوَايَة إِلَى جَدِّهِمَا , وَتَقَدَّمَ فِي النِّكَاح عَنْ عَبْد الرَّحْمَن وَمُجَمِّع اِبْنَيْ يَزِيد بْن جَارِيَة وَهُوَ بِجِيمٍ وَرَاء , وَوَقَعَ هُنَا لِبَعْضِهِمْ بِمُهْمَلَتَيْنِ وَمُثَلَّثَة وَهُوَ تَصْحِيف. ‏ ‏قَوْله ( قَالَا فَلَا تَخْشَيْنَ ) ‏ ‏كَذَا لَهُمْ عَلَى أَنَّهُ خِطَاب لِلْمَرْأَةِ وَمَنْ مَعَهَا , وَظَنَّ ابْن التِّين أَنَّهُ خِطَاب لِلْمَرْأَةِ وَحْدهَا فَقَالَ : الصَّوَاب فَلَا تَخْشِيِنَّ بِكَسْرِ الْيَاء وَتَشْدِيد النُّون , قَالَ وَلَوْ كَانَ بِلَا تَأْكِيد لَحُذِفَتْ النُّون. قُلْت : وَوَقَعَ فِي رِوَايَة اِبْن أَبِي عُمَر \" فَأَرْسَلَا إِلَيْهَا أَنْ لَا تَخَافِي \" فَدَلَّ عَلَى أَنَّهُمَا خَاطَبَا مَنْ كَانَتْ أَرْسَلَتْهُ إِلَيْهِمَا أَوْ مَنْ أُرْسِلَا وَعَلَى الْحَالَيْنِ فَكَانَ مَنْ أُرْسِلَا فِي ذَلِكَ جَمَاعَة نِسْوَة. ‏ ‏قَوْله ( فَإِنَّ خَنْسَاء بِنْت خِدَام ) ‏ ‏بِكَسْرِ الْمُعْجَمَة وَدَال مُهْمَلَة خَفِيفَة تَقَدَّمَ فِي كِتَاب النِّكَاح بَيَان نَسَبهَا وَحَالهَا. ‏ ‏قَوْله ( قَالَ سُفْيَان فَأَمَّا عَبْد الرَّحْمَن ) ‏ ‏يَعْنِي اِبْن الْقَاسِم مُحَمَّد بْن أَبِي بَكْر. ‏ ‏قَوْله ( فَسَمِعْته يَقُول عَنْ أَبِيهِ إِنَّ خَنْسَاء ) ‏ ‏يَعْنِي أَنَّهُ أَرْسَلَهُ فَلَمْ يَذْكُر فِيهِ عَبْد الرَّحْمَن بْن يَزِيد وَلَا أَخَاهُ. قُلْت : وَأَخْرَجَهُ ابْن أَبِي عُمَر فِي مُسْنَدِهِ وَمِنْ طَرِيقه الْإِسْمَاعِيلِيّ فَقَالَ \" عَنْ سُفْيَان عَنْ يَحْيَى بْن سَعِيد وَعَبْد الرَّحْمَن بْن الْقَاسِم أَنَّ خَنْسَاء \" فَذَكَرَهُ وَقَصَّرَ فِي سَنَده , وَقَدْ تَقَدَّمَ فِي النِّكَاح مِنْ رِوَايَة مَالِك عَنْ يَحْيَى مَوْصُولًا وَبَيَان مَنْ أَرْسَلَهُ وَالِاخْتِلَاف فِيهِ وَشَرْحُ الْحَدِيث مُسْتَوْفًى وَرِوَايَة مَنْ قَالَ فِيهِ إِنَّهَا كَانَتْ بِكْرًا وَبَيَان الصَّوَاب مِنْ ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6970",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تُنْكَحُ الأَيِّمُ حَتَّى تُسْتَأْمَرَ، وَلاَ تُنْكَحُ الْبِكْرُ حَتَّى تُسْتَأْذَنَ ‏\"‏‏.‏ قَالُوا كَيْفَ إِذْنُهَا قَالَ ‏\"‏ أَنْ تَسْكُتَ ‏\"‏‏.‏ وَقَالَ بَعْضُ النَّاسِ إِنِ احْتَالَ إِنْسَانٌ بِشَاهِدَىْ زُورٍ عَلَى تَزْوِيجِ امْرَأَةٍ ثَيِّبٍ بِأَمْرِهَا، فَأَثْبَتَ الْقَاضِي نِكَاحَهَا إِيَّاهُ، وَالزَّوْجُ يَعْلَمُ أَنَّهُ لَمْ يَتَزَوَّجْهَا قَطُّ، فَإِنَّهُ يَسَعُهُ هَذَا النِّكَاحُ، وَلاَ بَأْسَ بِالْمُقَامِ لَهُ مَعَهَا‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"A lady slave should not be given in marriage until she is consulted, and a virgin \nshould not be given in marriage until her permission is granted.\" The people said, \"How will she \nexpress her permission?\" The Prophet (ﷺ) said, \"By keeping silent (when asked her consent).\" Some \npeople said, \"If a man, by playing a trick, presents two false witnesses before the judge to testify that \nhe has married a matron with her consent and the judge confirms his marriage, and the husband is sure \nthat he has never married her (before), then such a marriage will be considered as a legal one and he \nmay live with her as husband.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا هِشَام ) ‏ ‏هُوَ الدَّسْتُوَائِيّ , وَيَحْيَى هُوَ اِبْن أَبِي كَثِير. ‏ ‏قَوْله ( عَنْ أَبِي سَلَمَة ) ‏ ‏فِي رِوَايَة مُسْلِم مِنْ طَرِيق خَالِد بْن الْحَارِث عَنْ هِشَام عَنْ يَحْيَى \" حَدَّثَنَا أَبُو سَلَمَة \". ‏ ‏قَوْله ( لَا تُنْكِح ) ‏ ‏بِكَسْرِ الْحَاء لِلنَّهْيِ , وَبِرَفْعِهَا لِلْخَبَرِ وَهُوَ أَبْلَغ فِي الْمَنْع , وَتَقَدَّمَ تَفْسِير الْأَيِّم فِي \" بَاب عَرْضِ الْإِنْسَان اِبْنَته \" وَظَاهِر هَذَا الْحَدِيث أَنَّ الْأَيِّم هِيَ الثَّيِّب الَّتِي فَارَقَتْ1 زَوْجهَا بِمَوْتٍ أَوْ طَلَاق لِمُقَابَلَتِهَا بِالْبِكْرِ , وَهَذَا هُوَ الْأَصْل فِي الْأَيِّم , وَمِنْهُ قَوْلهمْ \" الْغَزْو مَأْيَمَة \" أَيْ يَقْتُل الرِّجَال فَتَصِير النِّسَاء أَيَامَى , وَقَدْ تُطْلَق عَلَى مَنْ لَا زَوْج لَهَا أَصْلًا , وَنَقَلَهُ عِيَاض عَنْ إِبْرَاهِيم الْحَرْبِيّ وَإِسْمَاعِيل الْقَاضِي وَغَيْرهمَا أَنَّهُ يُطْلَق عَلَى كُلّ مَنْ لَا زَوْج لَهَا صَغِيرَة كَانَتْ أَوْ كَبِيرَة بِكْرًا كَانَتْ أَوْ ثَيِّبًا , وَحَكَى الْمَاوَرْدِيُّ الْقَوْلَيْنِ لِأَهْلِ اللُّغَة. وَقَدْ وَقَعَ فِي رِوَايَة الْأَوْزَاعِيِّ عَنْ يَحْيَى فِي هَذَا الْحَدِيث عِنْد اِبْن الْمُنْذِر وَالدَّارِمِيّ وَالدَّارَقُطْنِيّ \" لَا تُنْكَح الثَّيِّب \" وَوَقَعَ عِنْد اِبْن الْمُنْذِر فِي رِوَايَة عُمَر بْن أَبِي سَلَمَة عَنْ أَبِيهِ فِي هَذَا الْحَدِيث الثَّيِّب تُشَاوَر. ‏ ‏قَوْله ( حَتَّى تُسْتَأْمَر ) ‏ ‏أَصْل الِاسْتِئْمَار طَلَب الْأَمْر , فَالْمَعْنَى لَا يَعْقِد عَلَيْهَا حَتَّى يَطْلُب الْأَمْر مِنْهَا , وَيُؤْخَذ مِنْ قَوْله تُسْتَأْمَر أَنَّهُ لَا يَعْقِد إِلَّا بَعْد أَنْ تَأْمُر بِذَلِكَ , وَلَيْسَ فِيهِ دَلَالَة عَلَى عَدَم اِشْتِرَاط الْوَلِيّ فِي حَقّهَا , بَلْ فِيهِ إِشْعَار بِاشْتِرَاطِهِ. ‏ ‏قَوْله ( وَلَا تُنْكَح الْبِكْر حَتَّى تُسْتَأْذَن ) ‏ ‏كَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة التَّفْرِقَة بَيْن الثَّيِّب وَالْبِكْر , فَعَبَّرَ لِلثَّيِّبِ بِالِاسْتِئْمَارِ وَلِلْبِكْرِ بِالِاسْتِئْذَانِ , فَيُؤْخَذ مِنْهُ فَرْقٌ بَيْنهمَا مِنْ جِهَة أَنَّ الِاسْتِئْمَار يَدُلّ عَلَى تَأْكِيد الْمُشَاوَرَة وَجَعْل الْأَمْر إِلَى الْمُسْتَأْمَرَة , وَلِهَذَا يَحْتَاج الْوَلِيّ إِلَى صَرِيح إِذْنهَا فِي الْعَقْد , فَإِذَا صَرَّحْت بِمَنْعِهِ اِمْتَنَعَ اِتِّفَاقًا وَالْبِكْر بِخِلَافِ ذَلِكَ , وَالْإِذْن دَائِر بَيْن الْقَوْل وَالسُّكُوت بِخِلَافِ الْأَمْر فَإِنَّهُ صَرِيح فِي الْقَوْل وَإِنَّمَا جَعَلَ السُّكُوت إِذْنًا فِي حَقّ الْبِكْر لِأَنَّهَا قَدْ تَسْتَحِي أَنْ تُفْصِح. ‏ ‏قَوْله ( قَالُوا يَا رَسُول اللَّه ) ‏ ‏فِي رِوَايَة عُمَر بْن أَبِي سَلَمَة \" قُلْنَا \" وَحَدِيث عَائِشَة صَرِيح فِي أَنَّهَا هِيَ السَّائِلَة عَنْ ذَلِكَ. ‏ ‏قَوْله ( كَيْف إِذْنهَا ) ‏ ‏فِي حَدِيث عَائِشَة \" قُلْت إِنَّ الْبِكْر تَسْتَحِي \" وَسَتَأْتِي أَلْفَاظه. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6971",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ ذَكْوَانَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْبِكْرُ تُسْتَأْذَنُ ‏\"‏‏.‏ قُلْتُ إِنَّ الْبِكْرَ تَسْتَحْيِي قَالَ ‏\"‏ إِذْنُهَا صُمَاتُهَا ‏\"‏‏.‏ وَقَالَ بَعْضُ النَّاسِ إِنْ هَوِيَ رَجُلٌ جَارِيَةً يَتِيمَةً أَوْ بِكْرًا، فَأَبَتْ فَاحْتَالَ فَجَاءَ بِشَاهِدَىْ زُورٍ عَلَى أَنَّهُ تَزَوَّجَهَا، فَأَدْرَكَتْ فَرَضِيَتِ الْيَتِيمَةُ، فَقَبِلَ الْقَاضِي شَهَادَةَ الزُّورِ، وَالزَّوْجُ يَعْلَمُ بِبُطْلاَنِ ذَلِكَ، حَلَّ لَهُ الْوَطْءُ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"It is essential to have the consent of a virgin (for the marriage). I said, \"A virgin \nfeels shy.\" The Prophet; said, \"Her silence means her consent.\" Some people said, \"If a man falls in \nlove with an orphan slave girl or a virgin and she refuses (him) and then he makes a trick by bringing \ntwo false witnesses to testify that he has married her, and then she attains the age of puberty and \nagrees to marry him and the judge accepts the false witness and the husband knows that the witnesses \nwere false ones, he may consummate his marriage.\"",
    "explication": "‏ ‏حَدِيث عَائِشَة \" إنَّ أَبْغَضَ الرِّجَال الْأَلَدّ الْخَصِمُ \" ‏ ‏بِفَتْحِ الْمُعْجَمَة وَكَسْرِ الْمُهْمَلَةِ أَيْ الشَّدِيد الْخُصُومَة , وَسَيَأْتِي مُسْتَوْفًى فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ إِنْ شَاءَ اللَّهُ تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6972",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ، وَيُحِبُّ الْعَسَلَ، وَكَانَ إِذَا صَلَّى الْعَصْرَ أَجَازَ عَلَى نِسَائِهِ فَيَدْنُو مِنْهُنَّ، فَدَخَلَ عَلَى حَفْصَةَ، فَاحْتَبَسَ عِنْدَهَا أَكْثَرَ مِمَّا كَانَ يَحْتَبِسُ، فَسَأَلْتُ عَنْ ذَلِكَ فَقِيلَ لِي أَهْدَتِ امْرَأَةٌ مِنْ قَوْمِهَا عُكَّةَ عَسَلٍ، فَسَقَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْهُ شَرْبَةً‏.‏ فَقُلْتُ أَمَا وَاللَّهِ لَنَحْتَالَنَّ لَهُ‏.‏ فَذَكَرْتُ ذَلِكَ لِسَوْدَةَ قُلْتُ إِذَا دَخَلَ عَلَيْكِ فَإِنَّهُ سَيَدْنُو مِنْكِ فَقُولِي لَهُ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ فَإِنَّهُ سَيَقُولُ لاَ‏.‏ فَقُولِي لَهُ مَا هَذِهِ الرِّيحُ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَشْتَدُّ عَلَيْهِ أَنْ تُوجَدُ مِنْهُ الرِّيحُ، فَإِنَّهُ سَيَقُولُ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ‏.‏ فَقُولِي لَهُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ‏.‏ وَسَأَقُولُ ذَلِكَ، وَقُولِيهِ أَنْتِ يَا صَفِيَّةُ‏.‏ فَلَمَّا دَخَلَ عَلَى سَوْدَةَ، قُلْتُ تَقُولُ سَوْدَةُ وَالَّذِي لاَ إِلَهَ إِلاَّ هُوَ لَقَدْ كِدْتُ أَنْ أُبَادِرَهُ بِالَّذِي قُلْتِ لِي، وَإِنَّهُ لَعَلَى الْبَابِ فَرَقًا مِنْكِ، فَلَمَّا دَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَمَا هَذِهِ الرِّيحُ قَالَ ‏\"‏ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ ‏\"‏‏.‏ قُلْتُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ‏.‏ فَلَمَّا دَخَلَ عَلَىَّ قُلْتُ لَهُ مِثْلَ ذَلِكَ‏.‏ وَدَخَلَ عَلَى صَفِيَّةَ فَقَالَتْ لَهُ مِثْلَ ذَلِكَ‏.‏ فَلَمَّا دَخَلَ عَلَى حَفْصَةَ قَالَتْ لَهُ يَا رَسُولَ اللَّهِ أَلاَ أَسْقِيكَ مِنْهُ قَالَ ‏\"‏ لاَ حَاجَةَ لِي بِهِ ‏\"‏‏.‏ قَالَتْ تَقُولُ سَوْدَةُ سُبْحَانَ اللَّهِ لَقَدْ حَرَمْنَاهُ‏.‏ قَالَتْ قُلْتُ لَهَا اسْكُتِي‏.‏",
    "english_text": "Allah's Messenger (ﷺ) used to like sweets and also used to like honey, and whenever he finished the `Asr \nprayer, he used to visit his wives and stay with them. Once he visited Hafsa and remained with her \nlonger than the period he used to stay, so I enquired about it. It was said to me, \"A woman from her \ntribe gave her a leather skin containing honey as a present, and she gave some of it to Allah's Messenger (ﷺ) \nto drink.\" I said, \"By Allah, we will play a trick on him.\" So I mentioned the story to Sauda (the wife \nof the Prophet) and said to her, \"When he enters upon you, he will come near to you whereupon you \nshould say to him, 'O Allah's Messenger (ﷺ)! Have you eaten Maghafir?' He will say, 'No.' Then you say to \nhim, 'What is this bad smell? ' And it would be very hard on Allah's Messenger (ﷺ) that a bad smell should be \nfound on his body. He will say, 'Hafsa has given me a drink of honey.' Then you should say to him, \n'Its bees must have sucked from the Al-`Urfut (a foul smelling flower).' I too, will tell him the same. \nAnd you, O Saifya, say the same.\" \nSo when the Prophet (ﷺ) entered upon Sauda (the following happened). Sauda said, \"By Him except \nWhom none has the right to be worshipped, I was about to say to him what you had told me to say \nwhile he was still at the gate because of fear from you. But when Allah 's Apostle came near to me, I \nsaid to him, 'O Allah's Messenger (ﷺ)! Have you eaten Maghafir?' He replied, 'No.' I said, 'What about this \nsmell?' He said, 'Hafsa has given me a drink of honey.' I said, 'Its bees must have sucked Al-`Urfut.' \" \nWhen he entered upon me, I told him the same as that, and when he entered upon Safiya, she too told \nhim the same. So when he visited Hafsa again, she said to him, \"O Allah's Messenger (ﷺ)! Shall I give you a \ndrink of it (honey)?\" He said, \"I have no desire for it.\" Sauda said, Subhan Allah! We have deprived \nhim of it (honey).\" I said to her, \"Be quiet!\"",
    "explication": "ذَكَرَ طَرَفًا مِنْ حَدِيث عَائِشَة \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا اِنْصَرَفَ مِنْ الْعَصْر دَخَلَ عَلَى نِسَائِهِ \" الْحَدِيث , وَسَيَأْتِي بِأَتَمّ مِنْ هَذَا فِي \" بَاب لَمْ تُحَرِّم مَا أَحَلَّ اللَّه لَك \" مِنْ كِتَاب الطَّلَاق , وَقَوْله \" فَيَدْنُو مِنْ إِحْدَاهُنَّ \" زَادَ فِيهِ اِبْن أَبِي الزِّنَاد عَنْ هِشَام بْن عُرْوَة \" بِغَيْرِ وِقَاع \" وَقَدْ بَيَّنْته فِي \" بَاب الْقُرْعَة بَيْن النِّسَاء \" وَهُوَ مِمَّا يُؤَكِّد الرَّدّ عَلَى اِبْن الْعَرَبِيّ فِيمَا اِدَّعَاهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6973",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ خَرَجَ إِلَى الشَّأْمِ، فَلَمَّا جَاءَ بِسَرْغَ بَلَغَهُ أَنَّ الْوَبَاءَ وَقَعَ بِالشَّأْمِ فَأَخْبَرَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا سَمِعْتُمْ بِأَرْضٍ فَلاَ تَقْدَمُوا عَلَيْهِ، وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلاَ تَخْرُجُوا فِرَارًا مِنْهُ ‏\"‏‏.‏ فَرَجَعَ عُمَرُ مِنْ سَرْغَ‏.‏ وَعَنِ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ أَنَّ عُمَرَ إِنَّمَا انْصَرَفَ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ‏.‏",
    "english_text": "`Umar bin Al-Khattab left for Sham, and when he reached a placed called Sargh, he came to know \nthat there was an outbreak of an epidemic (of plague) in Sham. Then `AbdurRahman bin `Auf told \nhim that Allah's Messenger (ﷺ) said, \"If you hear the news of an outbreak of an epidemic (plague) in a \ncertain place, do not enter that place: and if the epidemic falls in a place while you are present in it, do \nnot leave that place to escape from the epidemic.\" So `Umar returned from Sargh.",
    "explication": "حَدِيث عَبْد الرَّحْمَن بْن عَوْف , وَفِيهِ قِصَّة عُمَر وَأَبِي عُبَيْدَة , ذَكَرَهُ مِنْ وَجْهَيْنِ مُطَوَّلًا وَمُخْتَصَرًا. ‏ ‏قَوْله : ( عَنْ عَبْد الْحَمِيد ) ‏ ‏هُوَ بِتَقْدِيمِ الْحَاءِ الْمُهْمَلَة عَلَى الْمِيم , وَرِوَايَته عَنْ شَيْخه فِيهِ مِنْ رِوَايَة الْأَقْرَان , وَفِي السَّنَد ثَلَاثَة مِنْ التَّابِعِينَ فِي نَسَق , وَصَحَابِيَّانِ فِي نَسَق , وَكُلّهمْ مَدَنِيُّونَ. ‏ ‏قَوْله : ( عَنْ عَبْد اللَّه بْن عَبْد اللَّه بْن الْحَارِث ) ‏ ‏أَيْ اِبْن نَوْفَل بْن الْحَارِث بْن عَبْد الْمُطَّلِب , لِجَدِّ أَبِيهِ نَوْفَل اِبْن عَمّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صُحْبَة , وَكَذَا لِوَلَدِهِ الْحَارِث , وَوَلَد عَبْد اللَّه بْن الْحَارِث فِي عَهْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَعُدَّ لِذَلِكَ فِي الصَّحَابَة فَهُمْ ثَلَاثَة مِنْ الصَّحَابَة فِي نَسَق , وَكَانَ عَبْد اللَّه بْن الْحَارِث يُلَقَّب بَبَّة بِمُوَحَّدَتَيْنِ مَفْتُوحَتَيْنِ الثَّانِيَة مُثْقَلَة وَمَعْنَاهُ الْمُمْتَلِئ الْبَدَن مِنْ النِّعْمَة , وَيُكَنَّى أَبَا مُحَمَّد , وَمَاتَ سَنَة أَرْبَع وَثَمَانِينَ. وَأَمَّا وَلَده رَاوِي هَذَا الْحَدِيث فَهُوَ مِمَّنْ وَافَقَ اِسْمه اِسْم أَبِيهِ , وَكَانَ يُكَنَّى أَبَا يَحْيَى وَمَاتَ سَنَة تِسْع وَتِسْعِينَ , وَمَا لَهُ فِي الْبُخَارِيّ سِوَى هَذَا الْحَدِيث , وَقَدْ وَافَقَ مَالِكًا عَلَى رِوَايَته عَنْ اِبْن شِهَاب هَكَذَا مَعْمَر وَغَيْره وَخَالَفَهُمْ يُونُس فَقَالَ عَلِيّ بْن شِهَاب عَنْ عَبْد اللَّه بْن الْحَارِث أَخْرَجَهُ مُسْلِم وَلَمْ يَسُقْ لَفْظه , وَسَاقَهُ اِبْن خُزَيْمَةَ وَقَالَ : قَوْل مَالِك وَمَنْ تَابَعَهُ أَصَحّ. وَقَالَ الدَّارَقُطْنِيُّ : تَابَعَ يُونُس صَالِح بْن نَصْر عَنْ مَالِك. وَقَدْ رَوَاهُ اِبْن وَهْب عَنْ مَالِك وَيُونُس جَمِيعًا عَنْ اِبْن شِهَاب عَنْ عَبْد اللَّه بْن الْحَارِث , وَالصَّوَاب الْأَوَّل , وَأَظُنّ اِبْن وَهْب حَمَلَ رِوَايَة مَالِك عَلَى رِوَايَة يُونُس , قَالَ : وَقَدْ رَوَاهُ إِبْرَاهِيم بْن عُمَر بْن أَبِي الْوَزِير عَنْ مَالِك كَالْجَمَاعَةِ , لَكِنْ قَالَ : \" عَنْ عَبْد اللَّه بْن عَبْد اللَّه بْن الْحَارِث عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس \" زَادَ فِي السَّنَد \" عَنْ أَبِيهِ \" وَهُوَ خَطَأ. قُلْت : وَقَدْ خَالَفَ هِشَام بْن سَعْد جَمِيع أَصْحَاب اِبْن شِهَاب فَقَالَ : \" عَنْ اِبْن شِهَاب عَنْ حُمَيْد بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ وَعُمَر \" أَخْرَجَهُ اِبْن خُزَيْمَةَ , وَهِشَام صَدُوق سَيِّئ الْحِفْظ وَقَدْ اِضْطَرَبَ فِيهِ فَرَوَاهُ تَارَة هَكَذَا وَمَرَّة أُخْرَى \" عَنْ اِبْن شِهَاب عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن بْن عَوْف عَنْ أَبِيهِ وَعُمَر \" أَخْرَجَهُ اِبْن خُزَيْمَةَ أَيْضًا , وَلِابْنِ شِهَاب فِيهِ شَيْخ آخَر قَدْ ذَكَرَهُ الْبُخَارِيّ إثْرَ هَذَا السَّنَد. ‏ ‏قَوْله : ( أَنَّ عُمَر بْن الْخَطَّاب خَرَجَ إِلَى الشَّام ) ‏ ‏ذَكَرَ سَيْف بْن عُمَر فِي \" الْفُتُوح \" أَنَّ ذَلِكَ كَانَ فِي رَبِيع الْآخِر سَنَة ثَمَانِي عَشْرَة , وَأَنَّ الطَّاعُون كَانَ وَقَعَ أَوَّلًا فِي الْمُحَرَّم وَفِي صَفَر ثُمَّ اِرْتَفَعَ , فَكَتَبُوا إِلَى عُمَر فَخَرَجَ حَتَّى إِذَا كَانَ قَرِيبًا مِنْ الشَّام بَلَغَهُ أَنَّهُ أَشَدّ مَا كَانَ , فَذَكَرَ الْقِصَّة. وَذَكَرَ خَلِيفَة بْن خَيَّاط أَنَّ خُرُوج عُمَر إِلَى سَرْغ كَانَ فِي سَنَة سَبْع عَشْرَة , فَاَللَّه أَعْلَم. وَهَذَا الطَّاعُون الَّذِي وَقَعَ بِالشَّامِ حِينَئِذٍ هُوَ الَّذِي يُسَمَّى طَاعُون عَمَوَاس بِفَتْحِ الْمُهْمَلَة وَالْمِيم وَحُكِيَ تَسْكِينهَا وَآخِره مُهْمَلَة , قِيلَ : سُمِّيَ بِذَلِكَ لِأَنَّهُ عَمَّ وَوَاسَى. ‏ ‏قَوْله : ( حَتَّى إِذَا كَانَ بِسَرْغ ) ‏ ‏بِفَتْحِ الْمُهْمَلَة وَسُكُون الرَّاء بَعْدهَا مُعْجَمَة وَحُكِيَ عَنْ اِبْن وَضَّاح تَحْرِيك الرَّاء وَخَطَّأَهُ بَعْضهمْ : مَدِينَة اِفْتَتَحَهَا أَبُو عُبَيْدَة , وَهِيَ وَالْيَرْمُوك وَالْجَابِيَة مُتَّصِلَات وَبَيْنهَا وَبَيْن الْمَدِينَة ثَلَاث عَشْرَة مَرْحَلَة. وَقَالَ اِبْن عَبْد الْبَرّ : قِيلَ : إِنَّهُ وَادٍ بِتَبُوك , وَقِيلَ : بِقُرْبِ تَبُوك , وَقَالَ الْحَازِمِيّ : هِيَ أَوَّل الْحِجَاز , وَهِيَ مِنْ مَنَازِل حَاجِّ الشَّام , وَقِيلَ : بَيْنهَا وَبَيْن الْمَدِينَة ثَلَاث عَشْرَة مَرْحَلَة. ‏ ‏قَوْله : ( لَقِيَهُ أُمَرَاء الْأَجْنَاد أَبُو عُبَيْدَة بْن الْجَرَّاح وَأَصْحَابه ) ‏ ‏هُمْ خَالِد بْن الْوَلِيد وَيَزِيد بْن أَبِي سُفْيَان وَشُرَحْبِيل بْن حَسَنَة وَعَمْرو بْن الْعَاصِ , وَكَانَ أَبُو بَكْر قَدْ قَسَّمَ الْبِلَاد بَيْنهمْ وَجَعَلَ أَمْر الْقِتَال إِلَى خَالِد , ثُمَّ رَدَّهُ عُمَر إِلَى أَبِي عُبَيْدَة , وَكَانَ عُمَر رَضِيَ اللَّه تَعَالَى عَنْهُ قَسَّمَ الشَّام أَجْنَادًا : الْأُرْدُنّ جُنْد , وَحِمْص جُنْد , وَدِمَشْق جُنْد , وَفِلَسْطِين جُنْد , وَقَنْسَرِينَ جُنْد , وَجَعَلَ عَلَى كُلّ جُنْد أَمِيرًا , وَمِنْهُمْ مَنْ قَالَ : إِنَّ قَنْسَرِينَ كَانَتْ مَعَ حِمْص فَكَانَتْ أَرْبَعَة , ثُمَّ أُفْرِدَتْ قَنْسَرِينَ فِي أَيَّام يَزِيد بْن مُعَاوِيَة. ‏ ‏قَوْله : ( فَأَخْبَرُوهُ أَنَّ الْوَبَاء قَدْ وَقَعَ بِأَرْضِ الشَّام ) ‏ ‏فِي رِوَايَة يُونُس \" الْوَجَع \" بَدَل \" الْوَبَاء \" وَفِي رِوَايَة هِشَام بْن سَعْد \" أَنَّ عُمَر لَمَّا خَرَجَ إِلَى الشَّام سَمِعَ بِالطَّاعُونِ \" وَلَا مُخَالَفَة بَيْنهَا , فَإِنَّ كُلّ طَاعُون وَبَاء وَوَجَع مِنْ غَيْر عُكِسَ. ‏ ‏قَوْله : ( فَقَالَ عُمَر : اُدْعُ لِي الْمُهَاجِرِينَ الْأَوَّلِينَ ) ‏ ‏فِي رِوَايَة يُونُس \" اِجْمَعْ لِي \". ‏ ‏قَوْله : ( اِرْتَفِعُوا عَنِّي ) ‏ ‏فِي رِوَايَة يُونُس \" فَأَمَرَهُمْ فَخَرَجُوا عَنْهُ \". ‏ ‏قَوْله : ( مِنْ مَشْيَخَة قُرَيْش ) ‏ ‏ضُبِطَ \" مَشْيَخَة \" بِفَتْحِ الْمِيم وَالتَّحْتَانِيَّة بَيْنهمَا مُعْجَمَة سَاكِنَة. وَبِفَتْحِ الْمِيم وَكَسْر الْمُعْجَمَة وَسُكُون التَّحْتَانِيَّة جَمْع شَيْخ وَيُجْمَع أَيْضًا عَلَى شُيُوخ بِالضَّمِّ , وَبِالْكَسْرِ , وَأَشْيَاخ , وَشِيَخَة بِكَسْرٍ ثُمَّ فَتْح , وَشِيخَان بِكَسْرٍ ثُمَّ سُكُون , وَمَشَايِخ , وَمَشْيُخَاء بِفَتْحٍ ثُمَّ سُكُون ثُمَّ ضَمّ وَمَدّ , وَقَدْ تُشْبَع الضَّمَّة حَتَّى تَصِير وَاوًا فَتَتِمّ عَشْرًا. ‏ ‏قَوْله : ( مِنْ مُهَاجِرَة الْفَتْح ) ‏ ‏أَيْ الَّذِينَ هَاجَرُوا إِلَى الْمَدِينَة عَامّ الْفَتْح , أَوْ الْمُرَاد مُسْلِمَة الْفَتْح , أَوْ أُطْلِقَ عَلَى مَنْ تَحَوَّلَ إِلَى الْمَدِينَة بَعْد فَتْح مَكَّة مُهَاجِرًا صُورَة وَإِنْ كَانَ الْهِجْرَة بَعْد الْفَتْح حُكْمًا قَدْ اِرْتَفَعَتْ , وَأَطْلَقَ عَلَيْهِمْ ذَلِكَ اِحْتِرَازًا مِنْ مَشْيَخَة قُرَيْش مِمَّنْ أَقَامَ بِمَكَّة وَلَمْ يُهَاجِر أَصْلًا , وَهَذَا يُشْعِر بِأَنَّ لِمَنْ هَاجَرَ فَضْلًا فِي الْجُمْلَة عَلَى مَنْ لَمْ يُهَاجِر وَإِنْ كَانَتْ الْهِجْرَة الْفَاضِلَة فِي الْأَصْل إِنَّمَا هِيَ لِمَنْ هَاجَرَ قَبْل الْفَتْح لِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا هِجْرَة بَعْد الْفَتْح \" , وَإِنَّمَا كَانَ كَذَلِكَ لِأَنَّ مَكَّة بَعْد الْفَتْح صَارَتْ دَار إِسْلَام , فَاَلَّذِي يُهَاجِر مِنْهَا لِلْمَدِينَةِ إِنَّمَا يُهَاجِر لِطَلَبِ الْعِلْم أَوْ الْجِهَاد لَا لِلْفِرَارِ بِدِينِهِ , بِخِلَافِ مَا قَبْل الْفَتْح , وَقَدْ تَقَدَّمَ بَيَان ذَلِكَ. ‏ ‏قَوْله : ( بَقِيَّة النَّاس ) ‏ ‏أَيْ الصَّحَابَة , أَطْلَقَ عَلَيْهِمْ ذَلِكَ تَعْظِيمًا لَهُمْ أَيْ لَيْسَ النَّاس إِلَّا هُمْ , وَلِهَذَا عَطَفَهُمْ عَلَى الصَّحَابَة عَطْف تَفْسِير , وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِبَقِيَّةِ النَّاس أَيْ الَّذِينَ أَدْرَكُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عُمُومًا , وَالْمُرَاد بِالصَّحَابَةِ الَّذِينَ لَازَمُوهُ وَقَاتَلُوا مَعَهُ. ‏ ‏قَوْله : ( فَنَادَى عُمَر فِي النَّاس : إِنِّي مُصَبِّح عَلَى ظَهْر , فَأَصْبِحُوا عَلَيْهِ ) ‏ ‏زَادَ يُونُس فِي رِوَايَته \" فَإِنِّي مَاضٍ لِمَا أَرَى , فَانْظُرُوا مَا آمُركُمْ بِهِ فَامْضُوا لَهُ , قَالَ فَأَصْبَحَ عَلَى ظَهْر \". ‏ ‏قَوْله : ( فَقَالَ أَبُو عُبَيْدَة ) ‏ ‏وَهُوَ إِذْ ذَاكَ أَمِير الشَّام ‏ ‏( أَفِرَارًا مِنْ قَدَر اللَّه ) ‏ ‏؟ أَيْ أَتَرْجِعُ فِرَارًا مِنْ قَدَر اللَّه ؟ وَفِي رِوَايَة هِشَام بْن سَعْد \" وَقَالَتْ طَائِفَة مِنْهُمْ أَبُو عُبَيْدَة : أَمِنَ الْمَوْت نَفِرّ ؟ إِنَّمَا نَحْنُ بِقَدْرٍ , لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّه لَنَا \". ‏ ‏قَوْله : ( فَقَالَ عُمَر لَوْ غَيْرك قَالَهَا يَا أَبَا عُبَيْدَة ) ‏ ‏أَيْ لَعَاقَبْته , أَوْ لَكَانَ أَوْلَى مِنْك بِذَلِكَ , أَوْ لَمْ أَتَعَجَّب مِنْهُ , وَلَكِنِّي أَتَعَجَّب مِنْك مَعَ عِلْمك وَفَضْلك كَيْف تَقُول هَذَا ؟ وَيَحْتَمِل أَنْ يَكُون الْمَحْذُوف : لَأَدَّبْته , أَوْ هِيَ لِلتَّمَنِّي فَلَا يَحْتَاج إِلَى جَوَاب , وَالْمَعْنَى أَنَّ غَيْرك مِمَّنْ لَا فَهُمْ لَهُ إِذَا قَالَ ذَلِكَ يُعْذَر. وَقَدْ بَيَّنَ سَبَب ذَلِكَ بِقَوْلِهِ وَكَانَ عُمَر يَكْرَه خِلَافه , أَيْ مُخَالَفَته. ‏ ‏قَوْله : ( نَعَمْ , نَفِرّ مِنْ قَدَر اللَّه إِلَى قَدَر اللَّه ) ‏ ‏فِي رِوَايَة هِشَام بْن سَعْد \" إِنْ تَقَدَّمْنَا فَبِقَدَرِ اللَّه , وَإِنْ تَأَخَّرْنَا فَبِقَدَرِ اللَّه \" وَأَطْلَقَ عَلَيْهِ فِرَارًا لِشَبَهِهِ بِهِ فِي الصُّورَة وَإِنْ كَانَ لَيْسَ فِرَارًا شَرْعِيًّا. وَالْمُرَاد أَنَّ هُجُوم الْمَرْء عَلَى مَا يُهْلِكهُ مَنْهِيّ عَنْهُ. وَلَوْ فَعَلَ لَكَانَ مِنْ قَدَر اللَّه , وَتَجَنُّبه مَا يُؤْذِيه مَشْرُوع وَقَدْ يُقَدِّر اللَّه وُقُوعه فِيمَا فَرَّ مِنْهُ فَلَوْ فَعَلَهُ أَوْ تَرَكَهُ لَكَانَ مِنْ قَدْر اللَّه , فَهُمَا مَقَامَانِ : مَقَام التَّوَكُّل , وَمَقَام التَّمَسُّك بِالْأَسْبَابِ كَمَا سَيَأْتِي تَقْرِيره. وَمُحَصَّل قَوْل عُمَر : \" نَفِرّ مِنْ قَدَر اللَّه إِلَى قَدَر اللَّه \" أَنَّهُ أَرَادَ أَنَّهُ لَمْ يَفِرّ مِنْ قَدَر اللَّه حَقِيقَة , وَذَلِكَ أَنَّ الَّذِي فَرَّ مِنْهُ أَمْر خَافَ عَلَى نَفْسه مِنْهُ فَلَمْ يَهْجُم عَلَيْهِ , وَاَلَّذِي فَرَّ إِلَيْهِ أَمْر لَا يَخَاف عَلَى نَفْسه مِنْهُ إِلَّا الْأَمْر الَّذِي لَا بُدّ مِنْ وُقُوعه سَوَاء كَانَ ظَاعِنًا أَوْ مُقِيمًا. ‏ ‏قَوْله : ( لَهُ عُدْوَتَانِ ) ‏ ‏بِضَمِّ الْعَيْن الْمُهْمَلَة وَبِكَسْرِهَا أَيْضًا وَسُكُون الدَّال الْمُهْمَلَة : تَثْنِيَة عُدْوَة , وَهُوَ الْمَكَان الْمُرْتَفِع مِنْ الْوَادِي , وَهُوَ شَاطِئُهُ. ‏ ‏قَوْله : ( إِحْدَاهُمَا خَصِيبَة ) ‏ ‏بِوَزْنِ عَظِيمَة , وَحَكَى اِبْن التِّين سُكُون الصَّاد بِغَيْرِ يَاء , زَادَ مُسْلِم فِي رِوَايَة مَعْمَر \" وَقَالَ لَهُ أَيْضًا : أَرَأَيْت لَوْ أَنَّهُ رَعَى الْجَدْبَة وَتَرَكَ الْخَصِبَة أَكُنْتَ مُعَجِّزه ؟ وَهُوَ بِتَشْدِيدِ الْجِيم قَالَ : نَعَمْ. قَالَ : فَسِرْ إِذًا , فَسَارَ حَتَّى أَتَى الْمَدِينَة \". ‏ ‏قَوْله : ( فَجَاءَ عَبْد الرَّحْمَن بْن عَوْف ) ‏ ‏هُوَ مَوْصُول عَنْ اِبْن عَبَّاس بِالسَّنَدِ الْمَذْكُور. ‏ ‏قَوْله : ( وَكَانَ مُتَغَيِّبًا فِي بَعْض حَاجَته ) ‏ ‏أَيْ لَمْ يَحْضُر مَعَهُمْ الْمُشَاوَرَة الْمَذْكُورَة لِغَيْبَتِهِ. ‏ ‏قَوْله : ( إِنَّ عِنْدِي فِي هَذَا عِلْمًا ) ‏ ‏فِي رِوَايَة مُسْلِم \" لَعِلْمًا \" بِزِيَادَةِ لَام التَّأْكِيد. ‏ ‏قَوْله : ( إِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلَا تَقْدَمُوا عَلَيْهِ إِلَخْ ) ‏ ‏هُوَ مُوَافِق لِلْمَتْنِ الَّذِي قَبْله عَنْ أُسَامَة بْن زَيْد وَسَعْد وَغَيْرهمَا , فَلَعَلَّهُمْ لَمْ يَكُونُوا مَعَ عُمَر فِي تِلْكَ السُّفْرَة. ‏ ‏قَوْله : ( فَلَا تَخْرُجُوا فِرَارًا مِنْهُ ) ‏ ‏فِي رِوَايَة عَبْد اللَّه بْن عَامِر الَّتِي بَعْد هَذِهِ وَفِي حَدِيث أُسَامَة عِنْد النَّسَائِيِّ \" فَلَا تَفِرُّوا مِنْهُ \" وَفِي رِوَايَة لِأَحْمَد مِنْ طَرِيق اِبْن سَعْد عَنْ أَبِيهِ مِثْله , وَوَقَعَ فِي ذِكْر بَنِي إِسْرَائِيل \" إِلَّا فِرَارًا مِنْهُ \" وَتَقَدَّمَ الْكَلَام عَلَى إِعْرَابه هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6974",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنَا عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ، أَنَّهُ سَمِعَ أُسَامَةَ بْنَ زَيْدٍ، يُحَدِّثُ سَعْدًا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَ الْوَجَعَ فَقَالَ ‏\n\"‏ رِجْزٌ ـ أَوْ عَذَابٌ ـ عُذِّبَ بِهِ بَعْضُ الأُمَمِ، ثُمَّ بَقِيَ مِنْهُ بَقِيَّةٌ، فَيَذْهَبُ الْمَرَّةَ وَيَأْتِي الأُخْرَى، فَمَنْ سَمِعَ بِهِ بِأَرْضٍ فَلاَ يَقْدَمَنَّ عَلَيْهِ، وَمَنْ كَانَ بِأَرْضٍ وَقَعَ بِهَا فَلاَ يَخْرُجْ فِرَارًا مِنْهُ ‏\"‏‏.‏",
    "english_text": "That he heard Usama bin Zaid speaking to Sa`d, saying, \"Allah's Messenger (ﷺ) mentioned the plague and \nsaid, 'It is a means of punishment with which some nations were punished and some of it has \nremained, and it appears now and then. So whoever hears that there is an outbreak of plague in some \nland, he should not go to that land, and if the plague breaks out in the land where one is already \npresent, one should not run away from that land, escaping from the plague.\"",
    "explication": "وَوَقَعَ فِي حَدِيث أُسَامَة هُنَا الْوَجَع بَدَل الطَّاعُون , وَقَوْله \" فَيَذْهَب الْمَرَّة وَيَأْتِي الْأُخْرَى \" قَالَ الْمُهَلَّب : يُتَصَوَّر التَّحَيُّل فِي الْفِرَار مِنْ الطَّاعُون بِأَنْ يَخْرُج فِي تِجَارَة أَوْ لِزِيَارَةٍ مَثَلًا وَهُوَ يَنْوِي بِذَلِكَ الْفِرَار مِنْ الطَّاعُون , وَاسْتَدَلَّ اِبْن الْبَاقِلَّانِيّ بِقِصَّةِ عُمَر عَلَى أَنَّ الصَّحَابَة كَانُوا يُقَدِّمُونَ خَبَر الْوَاحِد عَلَى الْقِيَاس لِأَنَّهُمْ اِتَّفَقُوا عَلَى الرُّجُوع اِعْتِمَادًا عَلَى خَبَر عَبْد الرَّحْمَن بْن عَوْف وَحْده بَعْد أَنْ رَكِبُوا الْمَشَقَّة فِي الْمَسِير مِنْ الْمَدِينَة إِلَى الشَّام ثُمَّ رَجَعُوا وَلَمْ يَدْخُلُوا الشَّام. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6975",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَعُودُ فِي قَيْئِهِ، لَيْسَ لَنَا مَثَلُ السَّوْءِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The one who takes back his gift is like a dog swallowing its own vomit, and we \n(believers) should not act according to this bad example.\"",
    "explication": "الْطَرِيق الْثانِية : ‏ ‏قَوْلُهُ : ( وَحَدَّثَنِي عَبْد اَلرَّحْمَن بْن اَلْمُبَارَك ) ‏ ‏هُوَ اَلْعَيْشِيّ بِتَحْتَانِيَّة وَمُعْجَمَة بَصْرِيٌّ يُكَنَّى أَبَا بَكْر وَلَيْسَ أَخًا لِعَبْد اَللَّه بْن اَلْمُبَارَكِ اَلْمَشْهُورِ , وَالْإِسْنَادُ كُلُّهُ بَصْرِيُّونَ إِلَّا اِبْن عَبَّاس وَعِكْرِمَة وَقَدْ سَكَنَاهَا مُدَّة. ‏ ‏قَوْلُهُ : ( لَيْسَ لَنَا مَثَلُ اَلسَّوْءِ ) ‏ ‏أَيْ لَا يَنْبَغِي لَنَا مَعْشَرَ اَلْمُؤْمِنِينَ أَنْ نَتَّصِفَ بِصِفَةٍ ذَمِيمَةٍ يُشَابِهُنَا فِيهَا أَخَسُّ اَلْحَيَوَانَاتِ فِي أَخَسِّ أَحْوَالِهَا قَالَ اَللَّهُ سُبْحَانَهُ وَتَعَالَى : ( لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ اَلسَّوْءِ وَلِلَّهِ اَلْمَثَلُ اَلْأَعْلَى ) وَلَعَلَّ هَذَا أَبْلَغُ فِي اَلزَّجْرِ عَنْ ذَلِكَ وَأَدَلُّ عَلَى اَلتَّحْرِيمِ مِمَّا لَوْ قَالَ مَثَلًا : لَا تَعُودُوا فِي اَلْهِبَةِ وَإِلَى اَلْقَوْلِ بِتَحْرِيم اَلرُّجُوع فِي اَلْهِبَةِ بَعْدَ أَنْ تُقْبَضَ ذَهَبَ جُمْهُور اَلْعُلَمَاءِ إِلَّا هِبَة اَلْوَالِدِ لِوَلَدِهِ جَمْعًا بَيْنَ هَذَا اَلْحَدِيثِ وَحَدِيث اَلنُّعْمَان اَلْمَاضِي. وَقَالَ اَلطَّحَاوِيّ : وَقَوْلُهُ : \" لَا يَحِلُّ \" لَا يَسْتَلْزِمُ اَلتَّحْرِيم وَهُوَ كَقَوْلِهِ : \" لَا تَحِلُّ اَلصَّدَقَة لِغَنِيّ \" وَإِنَّمَا مَعْنَاهُ لَا تَحِلُّ لَهُ مِنْ حَيْثُ تَحِلُّ لِغَيْرِهِ مِنْ ذَوِي اَلْحَاجَةِ وَأَرَادَ بِذَلِكَ اَلتَّغْلِيظَ فِي اَلْكَرَاهَةِ. قَالَ : وَقَوْلُهُ : \" كَالْعَائِدِ فِي قَيْئِهِ \" وَإِنْ اِقْتَضَى اَلتَّحْرِيم لِكَوْن اَلْقَيْء حَرَامًا لَكِنَّ اَلزِّيَادَةَ فِي اَلرِّوَايَةِ اَلْأُخْرَى وَهِيَ قَوْلُهُ : \" كَالْكَلْبِ \" تَدُلُّ عَلَى عَدَمِ اَلتَّحْرِيمِ لِأَنَّ اَلْكَلْبَ غَيْر مُتَعَبَّدٍ فَالْقَيْء لَيْسَ حَرَامًا عَلَيْهِ , وَالْمُرَاد اَلتَّنْزِيه عَنْ فِعْلٍ يُشْبِهُ فِعْلَ اَلْكَلْبِ. وَتُعُقِّبُ بِاسْتِبْعَادِ مَا تَأَوَّلَهُ وَمُنَافَرَةِ سِيَاق اَلْأَحَادِيثِ لَهُ وَبِأَنَّ عُرْفَ اَلشَّرْع فِي مِثْلِ هَذِهِ اَلْأَشْيَاءِ اَلْمُبَالَغَةُ فِي اَلزَّجْرِ كَقَوْلِهِ : \" مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَكَأَنَّمَا غَمَسَ يَدَهُ فِي لَحْمِ خِنْزِير \". ‏ ‏قَوْلُهُ : ( اَلَّذِي يَعُودُ فِي هِبَتِهِ ) ‏ ‏أَيْ اَلْعَائِدُ فِي هِبَتِهِ إِلَى اَلْمَوْهُوبِ وَهُوَ كَقَوْلِهِ تَعَالَى : ( أَوْ لَتُعُودُنَّ فِي مِلَّتِنَا. ‏ ‏قَوْلُهُ : ( كَالْكَلْبِ يَرْجِعُ فِي قَيْئِهِ ) ‏ ‏هَذَا اَلتَّمْثِيل وَقَعَ فِي طَرِيقِ سَعِيد بْن اَلْمُسَيِّبِ أَيْضًا عِنْد مُسْلِم أَخْرَجَهُ مِنْ رِوَايَةِ أَبِي جَعْفَر مُحَمَّد اَلْبَاقِر عَنْهُ بِلَفْظِ \" مَثَلُ اَلَّذِي يَرْجِعُ فِي صَدَقَتِهِ كَمَثَل اَلْكَلْب يَقِيءُ ثُمَّ يَرْجِعُ فِي قَيْئِهِ فَيَأْكُلُهُ \" وَلَهُ فِي رِوَايَةِ بُكَيْرٍ اَلْمَذْكُورَة \" إِنَّمَا مَثَلُ اَلَّذِي يَتَصَدَّقُ بِصَدَقَةٍ ثُمَّ يَعُودُ فِي صَدَقَتِهِ كَمَثَلِ اَلْكَلْبِ يَقِيءُ ثُمَّ يَأْكُلُ قَيْئَهُ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6976",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ إِنَّمَا جَعَلَ النَّبِيُّ صلى الله عليه وسلم الشُّفْعَةَ فِي كُلِّ مَا لَمْ يُقْسَمْ، فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ‏.‏ وَقَالَ بَعْضُ النَّاسِ الشُّفْعَةُ لِلْجِوَارِ‏.‏ ثُمَّ عَمَدَ إِلَى مَا شَدَّدَهُ فَأَبْطَلَهُ، وَقَالَ إِنِ اشْتَرَى دَارًا فَخَافَ أَنْ يَأْخُذَ الْجَارُ بِالشُّفْعَةِ، فَاشْتَرَى سَهْمًا مِنْ مِائَةِ سَهْمٍ، ثُمَّ اشْتَرَى الْبَاقِيَ، وَكَانَ لِلْجَارِ الشُّفْعَةُ فِي السَّهْمِ الأَوَّلِ، وَلاَ شُفْعَةَ لَهُ فِي بَاقِي الدَّارِ، وَلَهُ أَنْ يَحْتَالَ فِي ذَلِكَ‏.‏",
    "english_text": "The Prophet (ﷺ) has decreed that preemption is valid in all cases where the real estate concerned has not \nbeen divided, but if the boundaries are established and the ways are made, then there is no preemption. \nA man said, \"Preemption is only for the neighbor,\" and then he makes invalid what he has confirmed. \nHe said, \"If someone wants to buy a house and being afraid that the neighbor (of the house) may buy \nit through preemption, he buys one share out of one hundred shares of the house and then buys the rest \nof the house, then the neighbor can only have the right of preemption for the first share but not for the \nrest of the house; and the buyer may play such a trick in this case.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْوَاحِد ) ‏ ‏هُوَ اِبْن زِيَاد , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَى رِوَايَته فِي \" بَاب بَيْع الْأَرْض \" مِنْ كِتَاب الْبُيُوع وَالِاخْتِلَاف فِي قَوْله : ‏ ‏( كُلّ مَا لَمْ يُقْسَم ) ‏ ‏أَوْ \" كُلّ مَال لَمْ يُقْسَم \" وَاللَّفْظ الْأَوَّل يُشْعِر بِاخْتِصَاصِ الشُّفْعَة بِمَا يَكُون قَابِلًا لِلْقِسْمَةِ بِخِلَافِ الثَّانِي. ‏ ‏قَوْله : ( فَإِذَا وَقَعَتْ الْحُدُود وَصُرِّفَتْ الطُّرُق فَلَا شُفْعَة ) ‏ ‏أَيْ بُيِّنَتْ مَصَارِف الطُّرُق وَشَوَارِعهَا , كَأَنَّهُ مِنْ التَّصَرُّف أَوْ مِنْ التَّصْرِيف. وَقَالَ اِبْن مَالِك : مَعْنَاهُ خَلَصَتْ وَبَانَتْ , وَهُوَ مُشْتَقّ مِنْ الصِّرْف بِكَسْرِ الْمُهْمَلَة الْخَالِص مِنْ كُلّ شَيْء. وَهَذَا الْحَدِيث أَصْل فِي ثُبُوت الشُّفْعَة , وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق أَبِي الزُّبَيْر عَنْ جَابِر بِلَفْظِ \" قَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالشُّفْعَةِ فِي كُلّ شِرْك لَمْ يُقْسَم رَبْعَة أَوْ حَائِط , لَا يَحِلّ لَهُ أَنْ يَبِيع حَتَّى يُؤْذِن شَرِيكه : فَإِنْ شَاءَ أَخَذَ وَإِنْ شَاءَ تَرَكَ , فَإِذَا بَاعَ وَلَمْ يُؤْذِنهُ فَهُوَ أَحَقّ بِهِ \" وَقَدْ تَضَمَّنَ هَذَا الْحَدِيث ثُبُوت الشُّفْعَة فِي الْمُشَاع , وَصَدْره يُشْعِر بِثُبُوتِهَا فِي الْمَنْقُولَات , وَسِيَاقه يُشْعِر بِاخْتِصَاصِهَا بِالْعَقَارِ وَبِمَا فِيهِ الْعَقَار. وَقَدْ أَخَذَ بِعُمُومِهَا فِي كُلّ شَيْء مَالِك فِي رِوَايَة , وَهُوَ قَوْل عَطَاء. وَعَنْ أَحْمَد تَثْبُت فِي الْحَيَوَانَات دُون غَيْرهَا مِنْ الْمَنْقُولَات وَرَوَى الْبَيْهَقِيُّ مِنْ حَدِيث اِبْن عَبَّاس مَرْفُوعًا \" الشُّفْعَة فِي كُلّ شَيْء \" وَرِجَاله ثِقَات إِلَّا أَنَّهُ أُعِلَّ بِالْإِرْسَالِ , وَأَخْرَجَ الطَّحَاوِيُّ لَهُ شَاهِدًا مِنْ حَدِيث جَابِر بِإِسْنَادٍ لَا بَأْس بِرُوَاتِهِ. ‏ ‏قَالَ عِيَاض : لَوْ اِقْتَصَرَ فِي الْحَدِيث عَلَى الْقِطْعَة الْأُولَى لَكَانَتْ فِيهِ دَلَالَة عَلَى سُقُوط شُفْعَة الْجِوَار , وَلَكِنْ أَضَافَ إِلَيْهَا صَرْف الطُّرُق , وَالْمُتَرَتِّب عَلَى أَمْرَيْنِ لَا يَلْزَم مِنْهُ تَرَتُّبه عَلَى أَحَدهمَا. وَاسْتُدِلَّ بِهِ عَلَى عَدَم دُخُول الشُّفْعَة فِيمَا لَا يَقْبَل الْقِسْمَة , وَعَلَى ثُبُوتهَا لِكُلِّ شَرِيك. وَعَنْ أَحْمَد لَا شُفْعَة لِذِمِّيٍّ. وَعَنْ الشَّعْبِيّ : لَا شُفْعَة لِمَنْ لَمْ يَسْكُن الْمِصْر. ‏ ‏( تَنْبِيهَانِ ) : ‏ ‏الْأَوَّل اُخْتُلِفَ عَلَى الزُّهْرِيّ فِي هَذَا الْإِسْنَاد فَقَالَ مَالِك عَنْهُ عَنْ أَبِي سَلَمَة وَابْن الْمُسَيِّب مُرْسَلًا كَذَا رَوَاهُ الشَّافِعِيّ وَغَيْره وَرَوَاهُ أَبُو عَاصِم وَالْمَاجِشُونُ عَنْهُ فَوَصَلَهُ بِذِكْرِ أَبِي هُرَيْرَة أَخْرَجَهُ الْبَيْهَقِيُّ , وَرَوَاهُ اِبْن جُرَيْجٍ عَنْ الزُّهْرِيّ كَذَلِكَ لَكِنْ قَالَ عَنْهُمَا أَوْ عَنْ أَحَدهمَا أَخْرَجَهُ أَبُو دَاوُدَ , وَالْمَحْفُوظ رِوَايَته عَنْ أَبِي سَلَمَة عَنْ جَابِر مَوْصُولًا وَعَنْ اِبْن الْمُسَيِّب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَمَا سِوَى ذَلِكَ شُذُوذ مِمَّنْ رَوَاهُ. وَيُقَوِّي طَرِيقَهُ عَنْ أَبِي سَلَمَة عَنْ جَابِر مُتَابَعَةُ يَحْيَى بْن أَبِي كَثِير لَهُ عَنْ أَبِي سَلَمَة عَنْ جَابِر ثُمَّ سَاقَهُ كَذَلِكَ. ‏ ‏الثَّانِي : حَكَى اِبْن أَبِي حَاتِم عَنْ أَبِيهِ أَنَّ قَوْله \" فَإِذَا وَقَعَتْ الْحُدُود إِلَخْ \" مُدْرَج مِنْ كَلَام جَابِر , وَفِيهِ نَظَر لِأَنَّ الْأَصْل أَنَّ كُلّ مَا ذُكِرَ فِي الْحَدِيث فَهُوَ مِنْهُ حَتَّى يَثْبُت الْإِدْرَاج بِدَلِيلٍ , وَقَدْ نَقَلَ صَالِح بْن أَحْمَد عَنْ أَبِيهِ أَنَّهُ رَجَّحَ رَفْعهَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6977",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، سَمِعْتُ عَمْرَو بْنَ الشَّرِيدِ، قَالَ جَاءَ الْمِسْوَرُ بْنُ مَخْرَمَةَ فَوَضَعَ يَدَهُ عَلَى مَنْكِبِي، فَانْطَلَقْتُ مَعَهُ إِلَى سَعْدٍ فَقَالَ أَبُو رَافِعٍ لِلْمِسْوَرِ أَلاَ تَأْمُرُ هَذَا أَنْ يَشْتَرِيَ مِنِّي بَيْتِي الَّذِي فِي دَارِي‏.‏ فَقَالَ لاَ أَزِيدُهُ عَلَى أَرْبَعِمِائَةٍ، إِمَّا مُقَطَّعَةٍ وَإِمَّا مُنَجَّمَةٍ‏.‏ قَالَ أُعْطِيتُ خَمْسَمِائَةٍ نَقْدًا، فَمَنَعْتُهُ، وَلَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الْجَارُ أَحَقُّ بِصَقَبِهِ ‏\"‏‏.‏ مَا بِعْتُكَهُ أَوْ قَالَ مَا أَعْطَيْتُكَهُ‏.‏ قُلْتُ لِسُفْيَانَ إِنَّ مَعْمَرًا لَمْ يَقُلْ هَكَذَا‏.‏ قَالَ لَكِنَّهُ قَالَ لِي هَكَذَا‏.‏ وَقَالَ بَعْضُ النَّاسِ إِذَا أَرَادَ أَنْ يَبِيعَ الشُّفْعَةَ فَلَهُ أَنْ يَحْتَالَ حَتَّى يُبْطِلَ الشُّفْعَةَ فَيَهَبُ الْبَائِعُ لِلْمُشْتَرِي الدَّارَ، وَيَحُدُّهَا وَيَدْفَعُهَا إِلَيْهِ، وَيُعَوِّضُهُ الْمُشْتَرِي أَلْفَ دِرْهَمٍ، فَلاَ يَكُونُ لِلشَّفِيعِ فِيهَا شُفْعَةٌ‏.‏",
    "english_text": "Al-Miswar bin Makhrama came and put his hand on my shoulder and I \n     accompanied him to Sa'd. Abu Rafi' said to Al-Miswar, \"Won't you order\n     this (i.e. Sa'd) to buy my house which is in my yard?\" Sa'd said, \"I \n     will not offer more than four hundred in installments over a fixed \n     period.\" Abu Rafi said, \"I was offered five hundred cash but I \n     refused. Had I not heard the Prophet (ﷺ) saying, 'A neighbor is more \n     entitled to receive the care of his neighbor,' I would not have sold \n     it to you.\" The narrator said, to Sufyan: Ma'mar did not say so. \n     Sufyan said, \"But he did say so to me.\" Some people said, \"If someone \n     wants to sell a house and deprived somebody of the right of \n     preemption, he has the right to play a trick to render the preemption \n     invalid. And that is by giving the house to the buyer as a present and\n     marking its boundaries and giving it to him. The buyer then gives the \n     seller one-thousand Dirham as compensation in which case the preemptor\n     loses his right of preemption.\"",
    "explication": "ذَكَرَ الْبُخَارِيّ حَدِيث أَبِي رَافِع مُخْتَصَرًا مِنْ طَرِيق سُفْيَان وَهُوَ الثَّوْرِيّ عَنْ إِبْرَاهِيم بْن مَيْسَرَة وَسَاقَهُ فِي آخِر كِتَاب الْحِيَل أَتَمَّ مِنْهُ , وَفِيهِ تَصْرِيح سُفْيَان بِتَحْدِيثِ إِبْرَاهِيم لَهُ بِهِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6978",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنْ أَبِي رَافِعٍ، أَنَّ سَعْدًا، سَاوَمَهُ بَيْتًا بِأَرْبَعِمِائَةِ مِثْقَالٍ فَقَالَ لَوْلاَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الْجَارُ أَحَقُّ بِصَقَبِهِ ‏\"‏‏.‏ لَمَا أَعْطَيْتُكَ‏.‏ وَقَالَ بَعْضُ النَّاسِ إِنِ اشْتَرَى نَصِيبَ دَارٍ، فَأَرَادَ أَنْ يُبْطِلَ الشُّفْعَةَ، وَهَبَ لاِبْنِهِ الصَّغِيرِ وَلاَ يَكُونُ عَلَيْهِ يَمِينٌ‏.‏",
    "english_text": "Abu Rafi' said that Sa'd offered him \n     four hundred Mithqal of gold for a house. Abu Rafi ' said, \"If I had \n     not heard Allah's Messenger (ﷺ) saying, 'A neighbor has more right to be \n     taken care of by his neighbor,' then I would not have given it to \n     you.\" Some people said, \"If one has bought a portion of a house and \n     wants to cancel the right of preemption, he may give it as a present \n     to his little son and he will not be obliged to take an oath.\"",
    "explication": "‏ ‏قَوْله ( وَقَالَ بَعْض النَّاس : إِنْ اِشْتَرَى نَصِيب دَار فَأَرَادَ أَنْ يُبْطِل الشُّفْعَة وَهَبَ ) ‏ ‏أَيْ مَا اِشْتَرَاهُ ‏ ‏( لِابْنِهِ الصَّغِير وَلَا يَكُون عَلَيْهِ يَمِين ) ‏ ‏أَيْ لِأَنَّ الْهِبَة لَوْ كَانَتْ لِلْكَبِيرِ وَجَبَ عَلَيْهِ الْيَمِين فَتَحَيَّلَ فِي إِسْقَاطهَا بِجَعْلِهَا لِلصَّغِيرِ , قَالَ اِبْن بَطَّال : إِنَّمَا قَالَ ذَلِكَ لِأَنَّ مَنْ وَهَبَ لِابْنِهِ شَيْئًا فَعَلَ مَا يُبَاح لَهُ فِعْله , وَالْهِبَة لِلِابْنِ الصَّغِير يَقْبَلُهَا الْأَبُ لِوَلَدِهِ مِنْ نَفْسه , وَأَشَارَ بِالْيَمِينِ إِلَى مَا لَوْ وَهَبَ لِأَجْنَبِيٍّ فَإِنَّ لِلشَّفِيعِ أَنْ يُحَلِّف الْأَجْنَبِيَّ أَنَّ الْهِبَة حَقِيقِيَّة وَأَنَّهَا جَرَتْ بِشُرُوطِهَا , وَالصَّغِير لَا يُحَلَّف لَكِنْ عِنْد الْمَالِكِيَّة أَنَّ أَبَاهُ الَّذِي يَقْبَل لَهُ يُحَلَّف بِخِلَافِ مَا إِذَا وَهَبَ لِلْغَرِيبِ , وَعَنْ مَالِك لَا تَدْخُل الشُّفْعَة فِي الْمَوْهُوب مُطْلَقًا وَهُوَ الَّذِي فِي الْمُدَوَّنَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6979",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، قَالَ اسْتَعْمَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَجُلاً عَلَى صَدَقَاتِ بَنِي سُلَيْمٍ يُدْعَى ابْنَ اللُّتَبِيَّةِ، فَلَمَّا جَاءَ حَاسَبَهُ قَالَ هَذَا مَالُكُمْ وَهَذَا هَدِيَّةٌ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَهَلاَّ جَلَسْتَ فِي بَيْتِ أَبِيكَ وَأُمِّكَ، حَتَّى تَأْتِيَكَ هَدِيَّتُكَ إِنْ كُنْتَ صَادِقًا ‏\"‏‏.‏ ثُمَّ خَطَبَنَا فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ، فَإِنِّي أَسْتَعْمِلُ الرَّجُلَ مِنْكُمْ عَلَى الْعَمَلِ مِمَّا وَلاَّنِي اللَّهُ، فَيَأْتِي فَيَقُولُ هَذَا مَالُكُمْ وَهَذَا هَدِيَّةٌ أُهْدِيَتْ لِي‏.‏ أَفَلاَ جَلَسَ فِي بَيْتِ أَبِيهِ وَأُمِّهِ حَتَّى تَأْتِيَهُ هَدِيَّتُهُ، وَاللَّهِ لاَ يَأْخُذُ أَحَدٌ مِنْكُمْ شَيْئًا بِغَيْرِ حَقِّهِ، إِلاَّ لَقِيَ اللَّهَ يَحْمِلُهُ يَوْمَ الْقِيَامَةِ، فَلأَعْرِفَنَّ أَحَدًا مِنْكُمْ لَقِيَ اللَّهَ يَحْمِلُ بَعِيرًا لَهُ رُغَاءٌ، أَوْ بَقَرَةً لَهَا خُوَارٌ، أَوْ شَاةً تَيْعَرُ ‏\"‏‏.‏ ثُمَّ رَفَعَ يَدَهُ حَتَّى رُئِيَ بَيَاضُ إِبْطِهِ يَقُولُ ‏\"‏ اللَّهُمَّ هَلْ بَلَّغْتُ ‏\"‏‏.‏ بَصْرَ عَيْنِي وَسَمْعَ أُذُنِي‏.‏",
    "english_text": "Allah's Messenger (ﷺ) appointed a man called Ibn Al-Lutabiyya to collect the Zakat from Bani Sulaim's \ntribe. When he returned, the Prophet (ﷺ) called him to account. He said (to the Prophet, 'This is your \nmoney, and this has been given to me as a gift.\" On that, Allah's Messenger (ﷺ) said, \"Why didn't you stay in \nyour father's and mother's house to see whether you will be given gifts or not if you are telling the \ntruth?\" Then the Prophet (ﷺ) addressed us, and after praising and glorifying Allah, he said: \"Amma \nBa'du\", I employ a man from among you to manage some affair of what Allah has put under my \ncustody, and then he comes to me and says, 'This is your money and this has been given to me as a \ngift. Why didn't he stay in his father's and mother's home to see whether he will be given gifts or not? \nBy Allah, not anyone of you takes a thing unlawfully but he will meet Allah on the Day of \nResurrection, carrying that thing. I do not want to see any of you carrying a grunting camel or a \nmooing cow or a bleating sheep on meeting Allah.\" Then the Prophet (ﷺ) raised both his hands till the \nwhiteness of his armpits became visible, and he said, \"O Allah! Haven't I have conveyed (Your \nMessage)?\" The narrator added: My eyes witnessed and my ears heard (that Hadith).",
    "explication": "حَدِيثُ أَبِي حُمَيْدٍ فِي قِصَّةِ اِبْنِ اللُّتْبِيَّةِ وَفِيهِ \" فَلَمَّا جَاءَ حَاسِبُهُ \" سَيَأْتِي الْكَلَامُ عَلَيْهِ حَيْثُ ذَكَرَهُ الْمُصَنِّفُ مُسْتَوْفًى فِي الْأَحْكَامِ إِنْ شَاءَ اللَّهُ تَعَالَى. وَابْنُ اللُّتْبِيَّةِ الْمَذْكُورُ اِسْمُهُ عَبْدُ اللَّهِ فِيمَا ذَكَرَ اِبْنُ سَعْدٍ وَغَيْرُهُ , وَلَمْ أَعْرِفْ اِسْمَ أُمِّهِ. وَقَوْلُهُ \" عَلَى صَدَقَاتِ بَنِي سُلَيْمٍ \" أَفَادَ الْعَسْكَرِيُّ بِأَنَّهُ بُعِثَ عَلَى صَدَقَاتِ بَنِي ذُبْيَانَ , فَلَعَلَّهُ كَانَ عَلَى الْقَبِيلَتَيْنِ. وَاللُّتْبِيَّةُ بِضَمِّ اللَّامِ وَسُكُونِ الْمُثَنَّاةِ بَعْدَهَا مُوَحَّدَةٌ مِنْ بَنِي لُتْبٍ حَيٌّ مِنْ الْأَزْدِ قَالَهُ اِبْنُ دُرَيْدٍ , قِيلَ إِنَّهَا كَانَتْ أُمَّهُ فَعُرِفَ بِهَا , وَقِيلَ اللَّتْبِيَّةُ بِفَتْحِ اللَّامِ وَالْمُثَنَّاةِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6980",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنْ أَبِي رَافِعٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْجَارُ أَحَقُّ بِصَقَبِهِ ‏\"‏‏.‏ وَقَالَ بَعْضُ النَّاسِ إِنِ اشْتَرَى دَارًا بِعِشْرِينَ أَلْفَ دِرْهَمٍ، فَلاَ بَأْسَ أَنْ يَحْتَالَ حَتَّى يَشْتَرِيَ الدَّارَ بِعِشْرِينَ أَلْفَ دِرْهَمٍ، وَيَنْقُدَهُ تِسْعَةَ آلاَفِ دِرْهَمٍ وَتِسْعَمِائَةَ دِرْهَمٍ وَتِسْعَةً وَتِسْعِينَ، وَيَنْقُدَهُ دِينَارًا بِمَا بَقِيَ مِنَ الْعِشْرِينَ الأَلْفَ، فَإِنْ طَلَبَ الشَّفِيعُ أَخَذَهَا بِعِشْرِينَ أَلْفَ دِرْهَمٍ، وَإِلاَّ فَلاَ سَبِيلَ لَهُ عَلَى الدَّارِ، فَإِنِ اسْتُحِقَّتِ الدَّارُ، رَجَعَ الْمُشْتَرِي عَلَى الْبَائِعِ بِمَا دَفَعَ إِلَيْهِ، وَهْوَ تِسْعَةُ آلاَفِ دِرْهَمٍ وَتِسْعُمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ دِرْهَمًا وَدِينَارٌ، لأَنَّ الْبَيْعَ حِينَ اسْتُحِقَّ انْتَقَضَ الصَّرْفُ فِي الدِّينَارِ، فَإِنْ وَجَدَ بِهَذِهِ الدَّارِ عَيْبًا وَلَمْ تُسْتَحَقَّ، فَإِنَّهُ يَرُدُّهَا عَلَيْهِ بِعِشْرِينَ أَلْفَ دِرْهَمٍ‏.‏ قَالَ فَأَجَازَ هَذَا الْخِدَاعَ بَيْنَ الْمُسْلِمِينَ وَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ دَاءَ وَلاَ خِبْثَةَ وَلاَ غَائِلَةَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"The neighbor has more right to be taken care of by his neighbor (than anyone \nelse).\" Some men said, \"If one wants to buy a house for 20,000 Dirhams then there is no harm to play \na trick to deprive somebody of preemption by buying it (just on paper) with 20,000 Dirhams but \npaying to the seller only 9,999 Dirhams in cash and then agree with the seller to pay only one Dinar in \ncash for the rest of the price (i.e. 10,001 Dirhams). If the preemptor offers 20,000 Dirhams for the \nhouse, he can buy it otherwise he has no right to buy it (by this trick he got out of preemption). If the \nhouse proves to belong to somebody else other than the seller, the buyer should take back from the \nseller what he has paid, i.e., 9,999 Dirhams and one Dinar, because if the house proves to belong to \nsomebody else, so the whole bargain (deal) is unlawful. If the buyer finds a defect in the house and it \ndoes not belong to somebody other than the seller, the buyer may return it and receive 20,000 Dirhams \n(instead of 9999 Dirham plus one Dinar) which he actually paid.' Abu `Abdullah said, \"So that man \nallows (some people) the playing of tricks amongst the Muslims (although) the Prophet (ﷺ) said, 'In \ndealing with Muslims one should not sell them sick (animals) or bad things or stolen things.\"",
    "explication": "‏ ‏قَوْله ( حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان إِلَخْ ) ‏ ‏كَذَا وَقَعَ لِلْأَكْثَرِ هَذَا الْحَدِيث وَمَا بَعْده مُتَّصِلًا بِبَابِ اِحْتِيَال الْعَامِل , وَأَظُنّهُ وَقَعَ هُنَا تَقْدِيم وَتَأْخِير فَإِنَّ الْحَدِيث وَمَا بَعْده يَتَعَلَّق بِبَابِ الْهِبَة وَالشُّفْعَة , فَلَمَّا جَعَلَ التَّرْجَمَة مُشْتَرَكَة جَمَعَ مَسَائِلهَا , وَمِنْ ثَمَّ قَالَ الْكَرْمَانِيُّ إِنَّهُ مِنْ تَصَرُّف النَّقَلَة , وَقَدْ وَقَعَ عِنْد ابْن بَطَّال هُنَا \" بَاب \" بِلَا تَرْجَمَة ثُمَّ ذَكَرَ الْحَدِيث وَمَا بَعْده ثُمَّ ذَكَرَ \" بَاب اِحْتِيَال الْعَامِل \" وَعَلَى هَذَا فَلَا إِشْكَال لِأَنَّهُ حِينَئِذٍ كَالْفَصْلِ مِنْ الْبَاب , وَيَحْتَمِل أَنْ يَكُون فِي الْأَصْل بَعْد قِصَّة اِبْن اللُّتَبِيَّة \" بَاب \" بِلَا تَرْجَمَة فَسَقَطَتْ التَّرْجَمَة فَقَطْ أَوْ بَيَّضَ لَهَا فِي الْأَصْل. ‏ ‏قَوْله : ( وَقَالَ بَعْض النَّاس إِنْ اِشْتَرَى دَارًا ) ‏ ‏أَيْ أَرَادَ شِرَاء دَار ‏ ‏( بِعِشْرِينَ أَلْفَ دِرْهَمٍ فَلَا بَأْس أَنْ يَحْتَال ) ‏ ‏أَيْ عَلَى إِسْقَاط الشُّفْعَة , ‏ ‏( حَتَّى يَشْتَرِي الدَّار بِعِشْرِينَ أَلْف دِرْهَم وَيَنْقُدهُ ) ‏ ‏أَيْ يَنْقُد الْبَائِعَ ‏ ‏( تِسْعَة آلَاف دِرْهَم وَتِسْعمِائَةٍ وَتِسْعَة وَتِسْعِينَ وَيَنْقُدهُ دِينَارًا بِمَا بَقِيَ مِنْ الْعِشْرِينَ أَلْفًا ) ‏ ‏أَيْ مُصَارَفَةً عَنْهَا. ‏ ‏( فَإِنْ طَالَبَهُ الشَّفِيع أَخَذَهَا بِعِشْرِينَ أَلْف دِرْهَم ) ‏ ‏أَيْ إِنْ رَضِيَ بِالثَّمَنِ الَّذِي وَقَعَ عَلَيْهِ الْعَقْد ‏ ‏( وَإِلَّا فَلَا سَبِيل لَهُ عَلَى الدَّار ) ‏ ‏أَيْ لِسُقُوطِ الشُّفْعَة لِكَوْنِهِ اِمْتَنَعَ مِنْ بَدَل الثَّمَن الَّذِي وَقَعَ بِهِ الْعَقْد. ‏ ‏قَوْله ( فَإِنْ اُسْتُحِقَّتْ الدَّار ) ‏ ‏بِلَفْظِ الْمَجْهُول أَيْ ظَهَرَتْ مُسْتَحَقَّة لِغَيْرِ الْبَائِع ‏ ‏( رَجَعَ الْمُشْتَرِي عَلَى الْبَائِع بِمَا دَفَعَ إِلَيْهِ وَهُوَ تِسْعَة آلَاف إِلَخْ ) ‏ ‏أَيْ لِكَوْنِ الْقَدْر الَّذِي تَسَلَّمَهُ مِنْهُ وَلَا يَرْجِع عَلَيْهِ بِمَا وَقَعَ عَلَيْهِ الْعَقْد ‏ ‏( لِأَنَّ الْمَبِيع حِين اُسْتُحِقَّ ) ‏ ‏أَيْ لِلْغَيْرِ ‏ ‏( اِنْتَقَضَ الصَّرْف ) ‏ ‏أَيْ الَّذِي وَقَعَ بَيْن الْبَائِع وَالْمُشْتَرِي فِي الدَّار الْمَذْكُورَة ( بِالدِّينَارِ ) وَوَقَعَ فِي رِوَايَة الْكُشْمِيهَنِيّ , \" فِي الدِّينَار \" وَهُوَ أَوْجَهُ. ‏ ‏قَوْله ( فَإِنْ وَجَدَ بِهَذِهِ الدَّار عَيْبًا وَلَمْ تُسْتَحَقّ ) ‏ ‏أَيْ لَمْ تَخْرُج مُسْتَحَقَّة ‏ ‏( فَإِنَّهُ يَرُدّهَا عَلَيْهِ بِعِشْرِينَ أَلْفًا ) ‏ ‏أَيْ وَهَذَا تَنَاقُضٌ بَيِّنٌ وَمِنْ ثَمَّ عَقَّبَهُ ب ‏ ‏قَوْله ( فَأَجَازَ هَذَا الْخِدَاعَ بَيْن الْمُسْلِمِينَ ) ‏ ‏وَالْفَرْق عِنْدهمْ أَنَّ الْبَيْع فِي الْأَوَّل كَانَ مَبْنِيًّا عَلَى شِرَاء الدَّار وَهُوَ مُنْفَسِخ. وَيَلْزَم عَدَم التَّقَابُض فِي الْمَجْلِس فَلَيْسَ لَهُ أَنْ يَأْخُذ إِلَّا مَا أَعْطَاهُ وَهُوَ الدَّرَاهِم وَالدِّينَار بِخِلَافِ الرَّدّ بِالْعَيْبِ فَإِنَّ الْبَيْع صَحِيح وَإِنَّمَا يَنْفَسِخ بِاخْتِيَارِ الْمُشْتَرِي. وَأَمَّا بَيْع الصَّرْف فَكَانَ وَقَعَ صَحِيحًا فَلَا يَلْزَم مِنْ فَسْخ هَذَا بُطْلَانُ هَذَا. وَقَالَ اِبْن بَطَّال : إِنَّمَا خُصَّ الْقَدْر مِنْ الذَّهَب وَالْفِضَّة بِالْمِثَالِ لِأَنَّ بَيْع الْفِضَّة بِالذَّهَبِ مُتَفَاضِلًا إِذَا كَانَ يَدًا بِيَدٍ جَائِزٌ بِالْإِجْمَاعِ فَبَنَى الْقَائِلُ أَصْلَهُ عَلَى ذَلِكَ فَأَجَازَ صَرْف عَشَرَة دَرَاهِم وَدِينَار بِأَحَدَ عَشَرَ دِرْهَمًا جَعَلَ الْعَشَرَة دَرَاهِم بِعَشَرَةِ دَرَاهِم وَجَعَلَ الدِّينَار بِدِرْهَمٍ , وَمَنْ جَعَلَ فِي الصُّورَة الْمَذْكُورَة الدِّينَار بِعَشَرَةِ آلَاف لِيَسْتَعْظِم الشَّفِيعُ الثَّمَن الَّذِي اِنْعَقَدَتْ عَلَيْهِ الصِّيغَة فَيَتْرُك الْأَخْذ بِالشُّفْعَةِ فَتَسْقُط شُفْعَته وَلَا اِلْتِفَاتَ إِلَى مَا أَنْقَدَهُ لِأَنَّ الْمُشْتَرِي تَجَاوَزَ لِلْبَائِعِ عِنْد النَّقْد , وَخَالَفَ مَالِك فِي ذَلِكَ فَقَالَ : الْمُرَاعَى فِي ذَلِكَ النَّقْدُ الَّذِي حَصَلَ فِي يَد الْبَائِع فَبِهِ يَأْخُذ الشَّفِيع بِدَلِيلِ الْإِجْمَاع عَلَى أَنَّهُ فِي الِاسْتِحْقَاق وَالرَّدّ بِالْعَيْبِ لَا يَرْجِع إِلَّا بِمَا نَقَدَهُ , وَإِلَى ذَلِكَ أَشَارَ الْبُخَارِيّ إِلَى تَنَاقُض الَّذِي اِحْتَالَ فِي إِسْقَاط الشُّفْعَة حَيْثُ قَالَ \" فَإِنْ اُسْتُحِقَّتْ الدَّار \" أَيْ إِنْ ظَهَرَ أَنَّهَا مُسْتَحَقَّة لِغَيْرِ الْبَائِع إِلَخْ فَدَلَّ عَلَى أَنَّهُ مُوَافِق لِلْجَمَاعَةِ فِي أَنَّ الْمُشْتَرِي عِنْد الِاسْتِحْقَاق لَا يَرُدّ إِلَّا مَا قَبَضَهُ , وَكَذَلِكَ الْحُكْم فِي الرَّدّ بِالْعَيْبِ اِنْتَهَى مُلَخَّصًا مُوَضَّحًا : وَقَالَ الْكَرْمَانِيُّ : النُّكْتَة فِي جَعْله الدِّينَار فِي مُقَابَلَة عَشَرَةِ آلَافٍ وَدِرْهَمٍ وَلَمْ يَجْعَلْهُ فِي مُقَابَلَة الْعَشَرَة آلَاف فَقَطْ لِأَنَّ الثَّمَن فِي الْحَقِيقَة عَشَرَة آلَاف بِقَرِينَةِ نَقْدِهِ هَذَا الْمِقْدَارَ , فَلَوْ جَعَلَ الْعَشَرَة وَالدِّينَار فِي مُقَابَلَة الثَّمَن الْحَقِيقِيّ لَلَزِمَ الرِّبَا , بِخِلَافِ مَا إِذَا نَقَصَ دِرْهَمًا فَإِنَّ الدِّينَار فِي مُقَابَلَة ذَلِكَ الْوَاحِد وَالْأَلْف إِلَّا وَاحِدًا فِي مُقَابَلَة الْأَلْف إِلَّا وَاحِدًا بِغَيْرِ تَفَاضُل. وَقَالَ الْمُهَلَّب : مُنَاسَبَة هَذَا الْحَدِيث لِهَذِهِ الْمَسْأَلَة أَنَّ الْخَبَر لَمَّا دَلَّ عَلَى أَنَّ الْجَار أَحَقّ بِالْمَبِيعِ مِنْ غَيْره مُرَاعَاة لِحَقِّهِ لَزِمَ أَنْ يَكُون أَحَقَّ أَنْ يُرْفَق بِهِ فِي الثَّمَن وَلَا يُقَام عَلَيْهِ عُرُوض بِأَكْثَرَ مِنْ قِيمَتهَا , وَقَدْ فَهِمَ الصَّحَابِيّ رَاوِي الْخَبَرِ هَذَا الْقَدْرَ فَقَدَّمَ الْجَار فِي الْعَقْد بِالثَّمَنِ الَّذِي دَفَعَهُ إِلَيْهِ عَلَى مَنْ دَفَعَ إِلَيْهِ أَكْثَرَ مِنْهُ بِقَدْرِ رُبْعِهِ مُرَاعَاة لِحَقِّ الْجَار الَّذِي أَمَرَ الشَّارِع بِمُرَاعَاتِهِ. ‏ ‏قَوْله ( فَأَجَازَ هَذَا الْخِدَاع ) أَيْ الْحِيلَة فِي إِيقَاع الشَّرِيك فِي الْغَبْن الشَّدِيد إِنْ أَخَذَ بِالشُّفْعَةِ أَوْ إِبْطَال حَقّه إِنْ تَرَكَ خَشْيَة مِنْ الْغَبْن فِي الثَّمَن بِالزِّيَادَةِ الْفَاحِشَة , وَإِنَّمَا أَوْرَدَ الْبُخَارِيّ مَسْأَلَة الِاسْتِحْقَاق الَّتِي مَضَتْ لِيَسْتَدِلّ بِهَا عَلَى أَنَّهُ كَانَ قَاصِدًا لِلْحِيلَةِ فِي إِبْطَال الشُّفْعَة , وَعَقَّبَ بِذِكْرِ مَسْأَلَة الرَّدّ بِالْعَيْبِ لِيُبَيِّن أَنَّهُ تَحَكُّمٌ , وَكَانَ مُقْتَضَاهُ أَنَّهُ لَا يَرُدُّ إِلَّا مَا قَبَضَهُ لَا زَائِدًا عَلَيْهِ. ‏ ‏قَوْله ( قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْع الْمُسْلِم لَا دَاءَ لَا خِبْثَةَ ) ‏ ‏قَالَ اِبْن التِّين : ضَبَطْنَاهُ بِكَسْرِ الْخَاء الْمُعْجَمَة وَسُكُون الْمُوَحَّدَة بَعْدهَا مُثَلَّثَة , وَقِيلَ هُوَ بِضَمِّ أَوَّله لُغَتَانِ , قَالَ أَبُو عُبَيْد : هُوَ أَنْ يَكُون الْبَيْع غَيْر طَيِّب كَأَنْ يَكُون مِنْ قَوْم لَمْ يَحِلَّ سَبْيُهُمْ لِعَهْدٍ تَقَدَّمَ لَهُمْ , قَالَ اِبْن التِّين : وَهَذَا فِي عُهْدَة الرَّقِيق. قُلْت : إِنَّمَا خَصَّهُ بِذَلِكَ لِأَنَّ الْخَبَر إِنَّمَا وَرَدَ فِيهِ. قَالَ : وَالْغَائِلَة أَنْ يَأْتِي أَمْرًا سِرًّا كَالتَّدْلِيسِ وَنَحْوه. قُلْت : وَالْحَدِيث الْمَذْكُور طَرَف تَقَدَّمَ بِكَمَالِهِ فِي أَوَائِل كِتَاب الْبُيُوع مِنْ حَدِيث الْعَدَّاء بِفَتْحِ الْعَيْن وَتَشْدِيد الدَّال الْمُهْمَلَتَيْنِ مَهْمُوزًا ابْن خَالِد أَنَّهُ اِشْتَرَى مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَبْدًا أَوْ أَمَة وَكَتَبَ لَهُ الْعُهْدَة \" هَذَا مَا اِشْتَرَى الْعَدَّاء مِنْ مُحَمَّد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَبْدًا أَوْ أَمَة لَا دَاء وَلَا غَائِلَة وَلَا خِبْثَة بَيْع الْمُسْلِم لِلْمُسْلِمِ \". وَسَنَده حَسَن , وَلَهُ طُرُق إِلَى الْعَدَّاء وَذُكِرَ هُنَاكَ تَفْسِير الْغَائِلَة بِالسَّرِقَةِ وَالْإِبَاق وَنَحْوهمَا مِنْ قَوْل قَتَادَة , قَالَ اِبْن بَطَّال : فَيُسْتَفَاد مِنْ هَذَا الْخَبَر أَنَّهُ لَا يَجُوز الِاحْتِيَال فِي شَيْء مِنْ بُيُوع الْمُسْلِمِينَ بِالصَّرْفِ الْمَذْكُور وَلَا غَيْره. قُلْت : وَوَجْهه أَنَّ الْحَدِيث وَإِنْ كَانَ لَفْظه لَفْظ الْخَبَر لَكِنَّ مَعْنَاهُ النَّهْي , وَيُؤْخَذ مِنْ عُمُومه أَنَّ الِاحْتِيَال فِي كُلّ بَيْع مِنْ بُيُوع الْمُسْلِمِينَ لَا يَحِلّ , فَيَدْخُل فِيهِ صَرْف دِينَار بِأَكْثَرَ مِنْ قِيمَته وَنَحْو ذَلِكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": "6981",
    "category": "كتاب الحيل",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، أَنَّ أَبَا رَافِعٍ، سَاوَمَ سَعْدَ بْنَ مَالِكٍ بَيْتًا بِأَرْبَعِمِائَةِ مِثْقَالٍ وَقَالَ لَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الْجَارُ أَحَقُّ بِصَقَبِهِ ‏\"‏‏.‏ مَا أَعْطَيْتُكَ‏.‏",
    "english_text": "Abu Rafi` sold a house to Sa`d bin Malik for four-hundred Mithqal of gold, and said, \"If I had not \nheard the Prophet (ﷺ) saying, 'The neighbor has more right to be taken care of by his neighbor (than \nanyone else),' then I would not have sold it to you.\"",
    "explication": "‏ ‏قَوْله ( وَقَالَ بَعْض النَّاس : إِنْ اِشْتَرَى نَصِيب دَار فَأَرَادَ أَنْ يُبْطِل الشُّفْعَة وَهَبَ ) ‏ ‏أَيْ مَا اِشْتَرَاهُ ‏ ‏( لِابْنِهِ الصَّغِير وَلَا يَكُون عَلَيْهِ يَمِين ) ‏ ‏أَيْ لِأَنَّ الْهِبَة لَوْ كَانَتْ لِلْكَبِيرِ وَجَبَ عَلَيْهِ الْيَمِين فَتَحَيَّلَ فِي إِسْقَاطهَا بِجَعْلِهَا لِلصَّغِيرِ , قَالَ اِبْن بَطَّال : إِنَّمَا قَالَ ذَلِكَ لِأَنَّ مَنْ وَهَبَ لِابْنِهِ شَيْئًا فَعَلَ مَا يُبَاح لَهُ فِعْله , وَالْهِبَة لِلِابْنِ الصَّغِير يَقْبَلُهَا الْأَبُ لِوَلَدِهِ مِنْ نَفْسه , وَأَشَارَ بِالْيَمِينِ إِلَى مَا لَوْ وَهَبَ لِأَجْنَبِيٍّ فَإِنَّ لِلشَّفِيعِ أَنْ يُحَلِّف الْأَجْنَبِيَّ أَنَّ الْهِبَة حَقِيقِيَّة وَأَنَّهَا جَرَتْ بِشُرُوطِهَا , وَالصَّغِير لَا يُحَلَّف لَكِنْ عِنْد الْمَالِكِيَّة أَنَّ أَبَاهُ الَّذِي يَقْبَل لَهُ يُحَلَّف بِخِلَافِ مَا إِذَا وَهَبَ لِلْغَرِيبِ , وَعَنْ مَالِك لَا تَدْخُل الشُّفْعَة فِي الْمَوْهُوب مُطْلَقًا وَهُوَ الَّذِي فِي الْمُدَوَّنَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]