[
  {
    "id": 7246,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، حَدَّثَنَا مَالِكٌ، قَالَ أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم وَنَحْنُ شَبَبَةٌ مُتَقَارِبُونَ، فَأَقَمْنَا عِنْدَهُ عِشْرِينَ لَيْلَةً، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَفِيقًا، فَلَمَّا ظَنَّ أَنَّا قَدِ اشْتَهَيْنَا أَهْلَنَا أَوْ قَدِ اشْتَقْنَا سَأَلَنَا عَمَّنْ تَرَكْنَا بَعْدَنَا فَأَخْبَرْنَاهُ قَالَ ‏\n\"‏ ارْجِعُوا إِلَى أَهْلِيكُمْ، فَأَقِيمُوا فِيهِمْ، وَعَلِّمُوهُمْ، وَمُرُوهُمْ ـ وَذَكَرَ أَشْيَاءَ أَحْفَظُهَا أَوْ لاَ أَحْفَظُهَا ـ وَصَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي، فَإِذَا حَضَرَتِ الصَّلاَةُ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ، وَلْيَؤُمَّكُمْ أَكْبَرُكُمْ ‏\"‏‏.‏",
    "english_text": "We came to the Prophet (ﷺ) and we were young men nearly of equal ages and we stayed with him for \ntwenty nights. Allah's Messenger (ﷺ) was a very kind man and when he realized our longing for our families, \nhe asked us about those whom we had left behind. When we informed him, he said, \"Go back to your \nfamilies and stay with them and teach them (religion) and order them (to do good deeds). The Prophet (ﷺ) \nmentioned things some of which I remembered and some I did not. Then he said, \"Pray as you have \nseen me praying, and when it is the time of prayer, one of you should pronounce the call (Adhan) for \nthe prayer and the eldest of you should lead the prayer. \"",
    "explication": "‏ ‏قَوْله : ( بَابُ الْأَذَان لِلْمُسَافِرِينَ ) ‏ ‏كَذَا لِلْكُشْمِيهَنِيِّ وَلِلْبَاقِينَ \" لِلْمُسَافِرِ \" بِالْإِفْرَادِ , وَهُوَ لِلْجِنْسِ. ‏ ‏قَوْله : ( إِذَا كَانُوا جَمَاعَة ) ) ‏ ‏هُوَ مُقْتَضَى الْأَحَادِيث الَّتِي أَوْرَدَهَا , لَكِنْ لَيْسَ فِيهَا مَا يَمْنَع أَذَان الْمُنْفَرِد , وَقَدْ رَوَى عَبْد الرَّزَّاق بِإِسْنَادٍ صَحِيح عَنْ اِبْن عُمَر أَنَّهُ كَانَ يَقُول : إِنَّمَا التَّأْذِين لِجَيْشٍ أَوْ رَكْبٍ عَلَيْهِمْ أَمِير فَيُنَادَى بِالصَّلَاةِ لِيَجْتَمِعُوا لَهَا , فَأَمَّا غَيْرهمْ فَإِنَّمَا هِيَ الْإِقَامَة. وَحُكِيَ نَحْوُ ذَلِكَ عَنْ مَالِك. وَذَهَبَ الْأَئِمَّة الثَّلَاثَة وَالثَّوْرِيُّ وَغَيْرهمْ إِلَى مَشْرُوعِيَّة الْأَذَان لِكُلِّ أَحَدٍ , وَقَدْ تَقَدَّمَ حَدِيث أَبِي سَعِيد فِي \" بَاب رَفْعِ الصَّوْت بِالنِّدَاءِ \" وَهُوَ يَقْتَضِي اِسْتِحْبَاب الْأَذَان لِلْمُنْفَرِدِ , وَبَالَغَ عَطَاء فَقَالَ : إِذَا كُنْت فِي سَفَر فَلَمْ تُؤَذِّن وَلَمْ تُقِمْ فَأَعِدْ الصَّلَاة , وَلَعَلَّهُ كَانَ يَرَى ذَلِكَ شَرْطًا فِي صِحَّة الصَّلَاة أَوْ يَرَى اِسْتِحْبَاب الْإِعَادَة لَا وُجُوبَهَا. ‏ ‏قَوْله : ( وَالْإِقَامَةِ ) ‏ ‏بِالْخَفْضِ عَطْفًا عَلَى الْأَذَان , وَلَمْ يُخْتَلَفْ فِي مَشْرُوعِيَّة الْإِقَامَة فِي كُلّ حَالٍ. ‏ ‏قَوْله : ( وَكَذَلِكَ بِعَرَفَةَ ) ‏ ‏لَعَلَّهُ يُشِيرُ إِلَى حَدِيث جَابِر الطَّوِيل فِي صِفَة الْحَجّ , وَهُوَ عِنْدَ مُسْلِم , وَفِيهِ أَنَّ بِلَالًا أَذَّنَ وَأَقَامَ لَمَّا جَمَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْنَ الظُّهْر وَالْعَصْر يَوْمَ عَرَفَةَ. ‏ ‏قَوْله : ( وَجَمْعٍ ) ‏ ‏بِفَتْحِ الْجِيم وَسُكُون الْمِيم هِيَ مُزْدَلِفَةُ , وَكَأَنَّهُ أَشَارَ بِذَلِكَ إِلَى حَدِيث اِبْن مَسْعُود الَّذِي ذَكَرَهُ فِي كِتَاب الْحَجّ وَفِيهِ : أَنَّهُ صَلَّى الْمَغْرِب بِأَذَانٍ وَإِقَامَة. , وَالْعِشَاء بِأَذَانٍ وَإِقَامَة , ثُمَّ قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَفْعَلهُ. ‏ ‏قَوْله : ( وَقَوْلِ الْمُؤَذِّن ) هُوَ بِالْخَفْضِ أَيْضًا , ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7247,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنِ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ، عَنِ ابْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَمْنَعَنَّ أَحَدَكُمْ أَذَانُ بِلاَلٍ مِنْ سَحُورِهِ، فَإِنَّهُ يُؤَذِّنُ ـ أَوْ قَالَ يُنَادِي ـ لِيَرْجِعَ قَائِمَكُمْ، وَيُنَبِّهَ نَائِمَكُمْ، وَلَيْسَ الْفَجْرُ أَنْ يَقُولَ هَكَذَا ـ وَجَمَعَ يَحْيَى كَفَّيْهِ ـ حَتَّى يَقُولَ هَكَذَا ‏\"‏‏.‏ وَمَدَّ يَحْيَى إِصْبَعَيْهِ السَّبَّابَتَيْنِ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said, \"The (call for prayer) Adhan of Bilal should not stop anyone of you from taking \nhis Suhur for he pronounces the Adhan in order that whoever among you is praying the night prayer, \nmay return (to eat his Suhur) and whoever among you is sleeping, may get up, for it is not yet dawn \n(when it is like this).\" (Yahya, the sub-narrator stretched his two index fingers side ways).",
    "explication": "‏ ‏قَوْله : ( زُهَيْر ) ‏ ‏هُوَ اِبْن مُعَاوِيَةَ الْجُعْفِيُّ. ‏ ‏قَوْله : ( عَنْ أَبِي عُثْمَانَ ) ‏ ‏فِي رِوَايَة اِبْن خُزَيْمَةَ مِنْ طَرِيق مُعْتَمِر بْن سُلَيْمَانَ عَنْ أَبِيهِ \" حَدَّثَنَا أَبُو عُثْمَان \" وَلَمْ أَرَ هَذَا الْحَدِيثَ مِنْ حَدِيث اِبْن مَسْعُود فِي شَيْء مِنْ الطُّرُق إِلَّا مِنْ رِوَايَة أَبِي عُثْمَان عَنْهُ , وَلَا مِنْ رِوَايَة أَبِي عُثْمَان إِلَّا مِنْ رِوَايَة سُلَيْمَانَ التَّيْمِيِّ عَنْهُ. وَاشْتُهِرَ عَنْ سُلَيْمَانَ , وَلَهُ شَاهِدٌ فِي صَحِيح مُسْلِم مِنْ حَدِيث سَمُرَةَ بْن جُنْدُبٍ. ‏ ‏قَوْله : ( أَحَدكُمْ أَوْ أُحُد مِنْكُمْ ) ‏ ‏شَكٌّ مِنْ الرَّاوِي وَكِلَاهُمَا يُفِيدُ الْعُمُوم وَإِنْ اِخْتَلَفَتْ الْحَيْثِيَّةُ. ‏ ‏قَوْله : ( مِنْ سَحُورِهِ ) ‏ ‏بِفَتْحِ أَوَّلِهِ اِسْمٌ لِمَا يُؤْكَلُ فِي السَّحَرِ , وَيَجُوزُ الضَّمُّ وَهُوَ اِسْمُ الْفِعْلِ. ‏ ‏قَوْله : ( لِيَرْجِعَ ) ‏ ‏بِفَتْحِ الْيَاء وَكَسْر الْجِيمِ الْمُخَفَّفَةِ يُسْتَعْمَلُ هَذَا لَازِمًا وَمُتَعَدِّيًا , يُقَال رَجَعَ زَيْدٌ وَرَجَعَتْ زَيْدًا وَلَا يُقَال فِي الْمُتَعَدِّي بِالتَّثْقِيلِ. فَعَلَى هَذَا مَنْ رَوَاهُ بِالضَّمِّ وَالتَّثْقِيل أَخْطَأَ فَإِنَّهُ يَصِيرُ مِنْ التَّرْجِيع وَهُوَ التَّرْدِيدُ , وَلَيْسَ مُرَادَنَا هُنَا , وَإِنَّمَا مَعْنَاهُ يَرِدُ الْقَائِمُ - أَيْ الْمُتَهَجِّدُ - إِلَى رَاحَتِهِ لِيَقُومَ إِلَى صَلَاة الصُّبْح نَشِيطًا , أَوْ يَكُون لَهُ حَاجَة إِلَى الصِّيَام فَيَتَسَحَّرُ , وَيُوقِظ النَّائِم لِيَتَأَهَّب لَهَا بِالْغُسْلِ وَنَحْوه , وَتَمَسّك الطَّحَاوِيُّ بِحَدِيثِ اِبْن مَسْعُود هَذَا لِمَذْهَبِهِ فَقَالَ : فَقَدْ أَخْبَرَ أَنَّ ذَلِكَ النِّدَاء كَانَ لِمَا ذُكِرَ لَا لِلصَّلَاةِ. وَتُعُقِّبَ بِأَنَّ قَوْله \" لَا لِلصَّلَاةِ \" زِيَادَة فِي الْخَبَر , وَلَيْسَ فِيهِ حَصْرٌ فِيمَا ذُكِرَ , فَإِنْ قِيلَ تَقَدَّمَ فِي تَعْرِيف الْأَذَان الشَّرْعِيّ أَنَّهُ إِعْلَامٌ بِدُخُولِ وَقْت الصَّلَاة بِأَلْفَاظٍ مَخْصُوصَةٍ وَالْأَذَان قَبْلَ الْوَقْت , لَيْسَ إِعْلَامًا بِالْوَقْتِ , فَالْجَوَاب أَنَّ الْإِعْلَام بِالْوَقْتِ أَعَمُّ مِنْ أَنْ يَكُونَ إِعْلَامًا بِأَنَّهُ دَخَلَ أَوْ قَارَبَ أَنْ يَدْخُلَ , وَإِنَّمَا اِخْتَصَّتْ الصُّبْح بِذَلِكَ مِنْ بَيْنِ الصَّلَوَات لِأَنَّ الصَّلَاة فِي أَوَّلِ وَقْتهَا مُرَغَّبٌ فِيهِ , وَالصُّبْح يَأْتِي غَالِبًا عَقِبَ نَوْمٍ فَنَاسَبَ أَنْ يُنَصَّبَ مَنْ يُوقِظُ النَّاسَ قَبْلَ دُخُول وَقْتهَا لِيَتَأَهَّبُوا وَيُدْرِكُوا فَضِيلَةَ أَوَّلِ الْوَقْت , وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَلَيْسَ أَنْ يَقُولَ الْفَجْر ) ‏ ‏فِيهِ إِطْلَاقُ الْقَوْل عَلَى الْفِعْل أَيْ يَظْهَرُ , وَكَذَا ‏ ‏قَوْله : ( وَقَالَ بِأَصَابِعِهِ وَرَفَعَهَا ) ‏ ‏أَيْ أَشَارَ. وَفِي رِوَايَة الْكُشْمِيهَنِيِّ. \" بِإِصْبَعَيْهِ وَرَفَعَهُمَا \". ‏ ‏قَوْله : ( إِلَى فَوْقُ ) ‏ ‏بِالضَّمِّ عَلَى الْبِنَاءِ , وَكَذَا ‏ ‏( أَسْفَلُ ) ‏ ‏لِنِيَّةِ الْمُضَاف إِلَيْهِ دُونَ لَفْظه نَحْوُ ( لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ). ‏ ‏قَوْله : ( وَقَالَ زُهَيْرٌ ) ‏ ‏أَيْ الرَّاوِي , وَهِيَ أَيْضًا بِمَعْنَى أَشَارَ , وَكَأَنَّهُ جَمَعَ بَيْنَ إِصْبَعَيْهِ ثُمَّ فَرَّقَهُمَا لِيَحْكِيَ صِفَةَ الْفَجْر الصَّادِق لِأَنَّهُ يَطْلُعُ مُعْتَرِضًا ثُمَّ يَعُمُّ الْأُفُقَ ذَاهِبًا يَمِينًا وَشِمَالًا , بِخِلَافِ الْفَجْر الْكَاذِب وَهُوَ الَّذِي تُسَمِّيهِ الْعَرَبُ \" ذَنَبُ السِّرْحَانِ \" فَإِنَّهُ يَظْهَرُ فِي أَعْلَى السَّمَاء ثُمَّ يَنْخَفِضُ , وَإِلَى ذَلِكَ أَشَارَ بِقَوْلِهِ رَفَعَ وَطَأْطَأَ رَأْسَهُ , وَفِي رِوَايَة الْإِسْمَاعِيلِيّ مِنْ طَرِيق عِيسَى بْن يُونُس عَنْ سُلَيْمَانَ \" فَإِنَّ الْفَجْر لَيْسَ هَكَذَا وَلَا هَكَذَا , وَلَكِنَّ الْفَجْرَ هَكَذَا \" فَكَأَنَّ أَصْلَ الْحَدِيث كَانَ بِهَذَا اللَّفْظ مَقْرُونًا بِالْإِشَارَةِ الدَّالَّة عَلَى الْمُرَاد , وَبِهَذَا اِخْتَلَفَتْ عِبَارَةُ الرُّوَاة , وَأَخْصَرُ مَا وَقَعَ فِيهَا رِوَايَة جَرِير عَنْ سُلَيْمَانَ عِنْدَ مُسْلِم \" وَلَيْسَ الْفَجْر الْمُعْتَرِضَ وَلَكِنْ الْمُسْتَطِيلَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7248,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ بِلاَلاً يُنَادِي بِلَيْلٍ، فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ ابْنُ أُمِّ مَكْتُومٍ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"Bilal pronounces the Adhan at night so that you may eat and drink till Ibn Um \nMaktum pronounces the Adhan (for the Fajr prayer).",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ عَبْد اللَّه بْن دِينَار ) ‏ ‏هَذَا إِسْنَادٌ آخَرُ لِمَالِكٍ فِي هَذَا الْحَدِيث , قَالَ اِبْن عَبْد الْبَرِّ : لَمْ يُخْتَلَفْ عَلَيْهِ فِيهِ , وَاعْتَرَضَ اِبْن التَّيْمِيِّ فَقَالَ : هَذَا الْحَدِيث لَا يَدُلُّ عَلَى التَّرْجَمَة , لِجَعْلِهِ غَايَةَ الْأَكْل اِبْتِدَاءَ أَذَانِ اِبْنِ أُمِّ مَكْتُومٍ , فَدَلَّ عَلَى أَنَّ أَذَانَهُ كَانَ يَقَع قَبْلَ الْفَجْر بِقَلِيلٍ. وَجَوَابه مَا تَقَدَّمَ تَقْرِيره فِي الْبَاب الَّذِي قَبْلَهُ. وَقَالَ الزَّيْنُ بْن الْمُنِير : الِاسْتِدْلَال بِحَدِيثِ اِبْن عُمَر أَوْجَهُ مِنْ غَيْره , فَإِنَّ قَوْله \" حَتَّى يُنَادِيَ اِبْن أُمّ مَكْتُوم \" يَقْتَضِي أَنَّهُ يُنَادِي حِينَ يَطْلُعُ الْفَجْر , لِأَنَّهُ لَوْ كَانَ يُنَادِي قَبْلَهُ لَكَانَ كَبِلَالٍ يُنَادِي بِلَيْلٍ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏قَالَ اِبْن مَنْدَهْ حَدِيث عَبْد اللَّه بْن دِينَار مُجْمَعٌ عَلَى صِحَّتِهِ , رَوَاهُ جَمَاعَة مِنْ أَصْحَابه عَنْهُ , وَرَوَاهُ عَنْهُ شُعْبَةُ فَاخْتُلِفَ عَلَيْهِ فِيهِ : رَوَاهُ يَزِيدُ بْنُ هَارُونَ عَنْهُ عَلَى الشَّكّ أَنَّ بِلَالًا كَمَا هُوَ الْمَشْهُور , أَوْ \" أَنَّ اِبْن أُمّ مَكْتُوم يُنَادِي بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ بِلَالٌ \". قَالَ : وَلِشُعْبَةَ فِيهِ إِسْنَادٌ آخَرُ , فَإِنَّهُ رَوَاهُ أَيْضًا عَنْ خُبَيْبِ بْن عَبْد الرَّحْمَن عَنْ عَمَّتِهِ أُنَيْسَةَ فَذَكَرَهُ عَلَى الشَّكّ أَيْضًا , أَخْرَجَهُ أَحْمَدُ عَنْ غُنْدَرٍ عَنْهُ , وَرَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ عَنْهُ جَازِمًا بِالْأَوَّلِ , وَرَوَاهُ أَبُو الْوَلِيد عَنْهُ جَازِمًا بِالثَّانِي , وَكَذَا أَخْرَجَهُ اِبْن خُزَيْمَةَ وَابْن الْمُنْذِرِ وَابْن حِبَّانَ مِنْ طُرُق عَنْ شُعْبَةَ , وَكَذَلِكَ أَخْرَجَهُ الطَّحَاوِيُّ وَالطَّبَرَانِيُّ مِنْ طَرِيق مَنْصُور بْن زَاذَانَ عَنْ خُبَيْبِ بْن عَبْد الرَّحْمَن , وَادَّعَى اِبْن عَبْد الْبَرِّ وَجَمَاعَة مِنْ الْأَئِمَّة بِأَنَّهُ مَقْلُوب وَأَنَّ الصَّوَاب حَدِيث الْبَاب , وَقَدْ كُنْت أَمِيلُ إِلَى ذَلِكَ إِلَى أَنْ رَأَيْت الْحَدِيث فِي صَحِيح اِبْن خُزَيْمَةَ مِنْ طَرِيقَيْنِ آخَرَيْنِ عَنْ عَائِشَة , وَفِي بَعْض أَلْفَاظه مَا يُبْعِدُ وُقُوع الْوَهْم فِيهِ وَهُوَ قَوْله \" إِذَا أَذَّنَ عَمْرو فَإِنَّهُ ضَرِير الْبَصَر فَلَا يَغُرَّنَّكُمْ , وَإِذَا أَذَّنَ بِلَالٌ فَلَا يَطْعَمَنَّ أَحَدٌ \" وَأَخْرَجَهُ أَحْمَد , وَجَاءَ عَنْ عَائِشَة أَيْضًا أَنَّهَا كَانَتْ تُنْكِرُ حَدِيث اِبْن عُمَر وَتَقُول إِنَّهُ غَلَطٌ , أَخْرَجَ ذَلِكَ الْبَيْهَقِيُّ مِنْ طَرِيق الدَّرَاوَرْدِيِّ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْهَا فَذَكَرَ الْحَدِيث وَزَادَ \" قَالَتْ عَائِشَة : وَكَانَ بِلَال يُبْصِر الْفَجْر \" قَالَ : وَكَانَتْ عَائِشَة تَقُول : غَلِطَ اِبْن عُمَر. اِنْتَهَى. وَقَدْ جَمَعَ خُزَيْمَةُ وَالضُّبَعِيُّ بَيْنَ الْحَدِيثَيْنِ بِمَا حَاصِلُهُ : أَنَّهُ يَحْتَمِلُ أَنْ يَكُون الْأَذَان كَانَ نُوَبًا بَيْنَ بِلَال وَابْن أُمّ مَكْتُوم , فَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعْلِمُ النَّاس أَنَّ أَذَان الْأَوَّل مِنْهُمَا لَا يُحَرِّمُ عَلَى الصَّائِم شَيْئًا وَلَا يَدُلّ عَلَى دُخُول وَقْت الصَّلَاة بِخِلَافِ الثَّانِي. وَجَزَمَ اِبْن حِبَّانَ بِذَلِكَ وَلَمْ يُبْدِهِ اِحْتِمَالًا , وَأَنْكَرَ ذَلِكَ عَلَيْهِ الضِّيَاء وَغَيْرُهُ , وَقِيلَ : لَمْ يَكُنْ نُوَبًا , وَإِنَّمَا كَانَتْ لَهُمَا حَالَتَانِ مُخْتَلِفَتَانِ : فَإِنَّ بِلَالًا كَانَ فِي أَوَّل مَا شُرِعَ الْأَذَان يُؤَذِّنُ وَحْدَهُ وَلَا يُؤَذِّنُ لِلصُّبْحِ حَتَّى يَطْلُعَ الْفَجْر , وَعَلَى ذَلِكَ تُحْمَلُ رِوَايَة عُرْوَةَ عَنْ اِمْرَأَة مِنْ بَنِي النَّجَّار قَالَتْ \" كَانَ بِلَال يَجْلِس عَلَى بَيْتِي وَهُوَ أَعْلَى بَيْت فِي الْمَدِينَة , فَإِذَا رَأَى الْفَجْر تَمَطَّأَ ثُمَّ أَذَّنَ \" أَخْرَجَهُ أَبُو دَاوُدَ وَإِسْنَاده حَسَن , وَرِوَايَة حُمَيْدٍ عَنْ أَنَس \" أَنَّ سَائِلًا سَأَلَ عَنْ وَقْت الصَّلَاة , فَأَمَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِلَالًا فَأَذَّنَ حِينَ طَلَعَ الْفَجْر \" الْحَدِيث أَخْرَجَهُ النَّسَائِيُّ وَإِسْنَاده صَحِيح , ثُمَّ أَرْدَفَ بِابْنِ أُمّ مَكْتُوم وَكَانَ يُؤَذِّن بِلَيْلٍ وَاسْتَمَرَّ بِلَال عَلَى حَالَته الْأُولَى , وَعَلَى ذَلِكَ تَنْزِل رِوَايَة أُنَيْسَةَ وَغَيْرهَا , ثُمَّ فِي آخِرِ الْأَمْر أَخَّرَ اِبْن أُمّ مَكْتُوم لِضَعْفِهِ وَوَكَّلَ بِهِ مَنْ يُرَاعِي لَهُ الْفَجْر , وَاسْتَقَرَّ أَذَانُ بِلَال بِلَيْلٍ , وَكَانَ سَبَب ذَلِكَ مَا رُوِيَ أَنَّهُ رُبَّمَا كَانَ أَخْطَأَ الْفَجْر فَأَذَّنَ قَبْلَ طُلُوعه , وَأَنَّهُ أَخْطَأَ مَرَّةً فَأَمَرَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَرْجِع فَيَقُول \" أَلَا إِنَّ الْعَبْد نَامَ \" يَعْنِي أَنَّ غَلَبَةَ النَّوْم عَلَى عَيْنَيْهِ مَنَعَتْهُ مِنْ تَبَيُّنِ الْفَجْر , وَهُوَ حَدِيث أَخْرَجَهُ أَبُو دَاوُدَ وَغَيْرُهُ مِنْ طَرِيق حَمَّاد بْن سَلَمَةَ عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر مَوْصُولًا مَرْفُوعًا وَرِجَاله ثِقَات حُفَّاظ , لَكِنْ اِتَّفَقَ أَئِمَّة الْحَدِيث عَلَى اِبْن الْمَدِينِيّ وَأَحْمَد اِبْن حَنْبَل وَالْبُخَارِيّ وَالذُّهْلِيُّ وَأَبُو حَاتِم وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالْأَثْرَمُ وَالدَّارَقُطْنِيّ عَلَى أَنَّ حَمَّادًا أَخْطَأَ فِي رَفْعِهِ , وَأَنَّ الصَّوَاب وَقْفُهُ عَلَى عُمَر بْن الْخَطَّاب , وَأَنَّهُ هُوَ الَّذِي وَقَعَ لَهُ ذَلِكَ مَعَ مُؤَذِّنِهِ وَأَنَّ حَمَّادًا اِنْفَرَدَ بِرَفْعِهِ , وَمَعَ ذَلِكَ فَقَدْ وُجِدَ لَهُ مُتَابِعٌ , أَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيق سَعِيد بْن زَرْبِيٍّ وَهُوَ بِفَتْحِ الزَّاي وَسُكُون الرَّاء بَعْدَهَا مُوَحَّدَةٌ ثُمَّ يَاءٌ كَيَاءِ النَّسَب فَرَوَاهُ عَنْ أَيُّوبَ مَوْصُولًا لَكِنْ سَعِيدٌ ضَعِيفٌ. وَرَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَرٍ عَنْ أَيُّوب أَيْضًا , لَكِنَّهُ أَعْضَلَهُ فَلَمْ يَذْكُر نَافِعًا وَلَا اِبْن عُمَر. وَلَهُ طَرِيق أُخْرَى عَنْ نَافِع عِنْدَ الدَّارَقُطْنِيّ وَغَيْره اُخْتُلِفَ فِي رَفْعِهَا وَوَقْفِهَا أَيْضًا , وَأُخْرَى مُرْسَلَة مِنْ طَرِيق يُونُس بْن عُبَيْدٍ وَغَيْرِهِ عَنْ حُمَيْدِ بْنِ هِلَالٍ وَأُخْرَى مِنْ طَرِيق سَعِيد عَنْ قَتَادَةَ مُرْسَلَة وَوَصَلَهَا يُونُسُ عَنْ سَعِيد بِذِكْرِ أَنَسٍ , وَهَذِهِ طُرُق يُقَوِّي بَعْضُهَا بَعْضًا قُوَّةً ظَاهِرَةً , فَلِهَذَا وَاَللَّه أَعْلَم اِسْتَقَرَّ أَنَّ بِلَالًا يُؤَذِّن الْأَذَان الْأَوَّل , وَسَنَذْكُرُ اِخْتِلَافَهُمْ فِي تَعْيِينِ الْوَقْت الْمُرَاد مِنْ قَوْله \" يُؤَذِّن بِلَيْلٍ \" فِي الْبَاب الَّذِي بَعْدَ هَذَا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7249,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ صَلَّى بِنَا النَّبِيُّ صلى الله عليه وسلم الظُّهْرَ خَمْسًا فَقِيلَ أَزِيدَ فِي الصَّلاَةِ قَالَ ‏\n\"‏ وَمَا ذَاكَ ‏\"‏‏.‏ قَالُوا صَلَّيْتَ خَمْسًا‏.‏ فَسَجَدَ سَجْدَتَيْنِ بَعْدَ مَا سَلَّمَ‏.‏",
    "english_text": "The Prophet (ﷺ) led us in Zuhr prayer and prayer five rak`at. Somebody asked him whether the prayer had \nbeen increased.\" He (the Prophet (ﷺ) ) said, \"And what is that?\" They (the people) replied, \"You have \nprayed five rak`at.\" Then the Prophet (ﷺ) offered two prostrations (of Sahu) after he had finished his \nprayer with the Taslim.",
    "explication": "‏ ‏قَوْله : ( عَنْ عَبْد اللَّه ) ‏ ‏يَعْنِي اِبْن مَسْعُود. ‏ ‏( قَالَ : صَلَّى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الظُّهْر خَمْسًا ) ‏ ‏تَقَدَّمَ الْكَلَام عَلَيْهِ فِي الْبَاب الَّذِي قَبْله , وَتَعَلُّقه بِالتَّرْجَمَةِ مِنْ ‏ ‏قَوْله : ( قَالَ وَمَا ذَاكَ ) ‏ ‏أَيْ مَا سَبَب هَذَا السُّؤَال ؟ وَكَانَ فِي تِلْكَ الْحَالَة غَيْر مُسْتَقْبِل الْقِبْلَة سَهْوًا كَمَا يَظْهَر فِي الرِّوَايَة الْمَاضِيَة مِنْ قَوْله \" فَثَنَى رِجْله وَاسْتَقْبَلَ الْقِبْلَة \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7250,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم انْصَرَفَ مِنِ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الْيَدَيْنِ أَقَصُرَتِ الصَّلاَةُ يَا رَسُولَ اللَّهِ، أَمْ نَسِيتَ فَقَالَ ‏\n\"‏ أَصَدَقَ ذُو الْيَدَيْنِ ‏\"‏‏.‏ فَقَالَ النَّاسُ نَعَمْ‏.‏ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَكْعَتَيْنِ أُخْرَيَيْنِ، ثُمَّ سَلَّمَ، ثُمَّ كَبَّرَ، ثُمَّ سَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ، ثُمَّ كَبَّرَ، فَسَجَدَ مِثْلَ سُجُودِهِ، ثُمَّ رَفَعَ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) finished his prayer after offerings two rak`at only. Dhul-Yaddain asked him whether \nthe prayer had been reduced, or you had forgotten?\" The Prophet (ﷺ) said, \"Is Dhul-Yaddain speaking the \ntruth?\" The people said, \"Yes.\" Then Allah's Messenger (ﷺ) stood up and performed another two rak`at and \nthen finished prayer with Taslim, and then said the Takbir and performed a prostration similar to or \nlonger than his ordinary prostrations; then he raised his head, said Takbir and prostrated and then \nraised his head (Sahu prostrations).",
    "explication": "‏ ‏قَوْله : ( فَقَامَ رَسُولُ اَللَّهِ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى اِثْنَتَيْنِ ) ‏ ‏لَمْ يَقَعْ فِي غَيْرِ هَذِهِ اَلرِّوَايَةِ لَفْظ اَلْقِيَام , وَقَدْ اِسْتُشْكِلَ لِأَنَّهُ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ قَائِمًا. وَأُجِيبَ بِأَنَّ اَلْمُرَادَ بِقَوْلِهِ فَقَامَ أَيْ اِعْتَدَلَ , لِأَنَّهُ كَانَ مُسْتَنِدًا إِلَى اَلْخَشَبَةِ كَمَا سَيَأْتِي , أَوْ هُوَ كِنَايَة عَنْ اَلدُّخُولِ فِي اَلصَّلَاةِ. وَقَالَ اِبْن اَلْمُنِير فِي اَلْحَاشِيَةِ : فِيهِ إِيمَاء إِلَى أَنَّهُ أَحْرَمَ ثُمَّ جَلَسَ ثُمَّ قَامَ , كَذَا قَالَ وَهُوَ بَعِيدٌ جِدًّا. ‏ ‏قَوْله فِي آخِرِهِ ( ثُمَّ رَفَعَ ) ‏ ‏زَاد فِي \" بَابِ خَبَرِ اَلْوَاحِدِ \" مِنْ هَذَا اَلْوَجْهِ \" ثُمَّ كَبَّرَ ثُمَّ رَفَعَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ ثُمَّ رَفَعَ \" وَسَيَأْتِي اَلْكَلَام عَلَى اَلتَّكْبِيرِ فِي اَلْبَابِ اَلَّذِي يَلِيه. ‏ ‏قَوْله : ( حَدَّثَنَا حَمَّاد ) ‏ ‏هُوَ اِبْن زَيْد , وَكَذَا ثَبَتَ فِي رِوَايَة اَلْإِسْمَاعِيلِيّ مِنْ طَرِيقِ سُلَيْمَان بْن حَرْب. ‏ ‏قَوْله : ( عَنْ سَلَمَة بْن عَلْقَمَةَ ) ‏ ‏هُوَ اَلتَّمِيمِيّ أَبُو بِشْر , وَرُبَّمَا اِشْتَبَهَ بِمَسْلَمَة بْن عَلْقَمَة اَلْمُزَنِيّ وَكُنْيَته أَبُو مُحَمَّد لِكَوْنِهِمَا بَصْرِيَّيْنِ مُتَقَارِبَيْ اَلطَّبَقَة , لَكِنَّ اَلثَّانِيَ بِزِيَادَة مِيم فِي أَوَّلِهِ وَلَمْ يُخَرِّجْ لَهُ اَلْبُخَارِيّ شَيْئًا. ) ‏ ‏قَوْله : ( قُلْت لِمُحَمَّد ) ‏ ‏هُوَ اِبْنُ سِيرِينَ , وَفِي رِوَايَة أَبِي نُعَيْمٍ فِي اَلْمُسْتَخْرَجِ \" سَأَلْتُ مُحَمَّد بْن سِيرِينَ \". ‏ ‏قَوْله : ( قَالَ لَيْسَ فِي حَدِيث أَبِي هُرَيْرَة ) ‏ ‏فِي رِوَايَة أَبِي نُعَيْمٍ \" فَقَالَ لَمْ أَحْفَظْ فِيهِ عَنْ أَبِي هُرَيْرَة شَيْئًا وَأَحَبّ إِلَيَّ أَنْ يَتَشَهَّدَ \" وَقَدْ يُفْهَمُ مِنْ قَوْلِهِ \" لَيْسَ فِي حَدِيث أَبِي هُرَيْرَة \" أَنَّهُ وَرَدَ فِي حَدِيثِ غَيْره وَهُوَ كَذَلِكَ. فَقَدْ رَوَاهُ أَبُو دَاوُد وَاَلتِّرْمِذِيّ وَابْن حِبَّانَ وَالْحَاكِمُ مِنْ طَرِيق أَشْعَثَ بْن عَبْد اَلْمَلِك \" عَنْ مُحَمَّد بْن سِيرِينَ عَنْ خَالِد اَلْحَذَّاء عَنْ أَبِي قِلَابَةَ عَنْ أَبِي اَلْمُهَلَّب عَنْ عِمْرَان بْن حُصَيْن أَنَّ اَلنَّبِيّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ فَسَهَا , فَسَجَدَ سَجْدَتَيْنِ ثُمَّ تَشَهَّدَ ثُمَّ سَلَّمَ \" قَالَ اَلتِّرْمِذِيّ : حَسَن غَرِيب , وَقَالَ اَلْحَاكِم : صَحِيحٌ عَلَى شَرْطِ اَلشَّيْخَيْنِ , وَقَالَ ابْن حِبَّانَ : مَا رَوَى اِبْنُ سِيرِينَ عَنْ خَالِدٍ غَيْر هَذَا اَلْحَدِيثِ اِنْتَهَى. وَهُوَ مِنْ رِوَايَة اَلْأَكَابِرِ عَنْ اَلْأَصَاغِر. وَضَعَّفَهُ اَلْبَيْهَقِيّ وَابْن عَبْد اَلْبَرّ وَغَيْرهمَا وَوَهَّمُوا رِوَايَة أَشْعَث لِمُخَالَفَتِهِ غَيْره مِنْ اَلْحُفَّاظِ عَنْ اِبْنِ سِيرِينَ , فَإِنَّ اَلْمَحْفُوظَ عَنْ اِبْنِ سِيرِينَ فِي حَدِيثِ عِمْرَانَ لَيْسَ فِيهِ ذِكْر اَلتَّشَهُّد. وَرَوَى اَلسَّرَّاج مِنْ طَرِيق سَلَمَة بْن عَلْقَمَة أَيْضًا فِي هَذِهِ اَلْقِصَّةِ \" قُلْت لِابْنِ سِيرِينَ : فَالتَّشَهُّد ؟ قَالَ : لَمْ أَسْمَعْ فِي اَلتَّشَهُّدِ شَيْئًا \" وَقَدْ تَقَدَّمَ فِي \" بَاب تَشْبِيك اَلْأَصَابِعِ \" مِنْ طَرِيقِ اِبْنِ عَوْنٍ عَنْ اِبْنِ سِيرِينَ قَالَ : \" نُبِّئْت أَنَّ عِمْرَان بْن حُصَيْن قَالَ : ثُمَّ سَلَّمَ \" وَكَذَا اَلْمَحْفُوظ عَنْ خَالِدٍ بِهَذَا اَلْإِسْنَادِ فِي حَدِيثِ عِمْرَانَ لَيْسَ فِيهِ ذِكْر اَلتَّشَهُّد كَمَا أَخْرَجَهُ مُسْلِم , فَصَارَتْ زِيَادَة أَشْعَث شَاذَّة , وَلِهَذَا قَالَ اِبْن اَلْمُنْذِر : لَا أَحْسَبُ اَلتَّشَهُّد فِي سُجُودِ اَلسَّهْوِ يَثْبُتُ. لَكِنْ قَدْ وَرَدَ فِي اَلتَّشَهُّدِ فِي سُجُودِ اَلسَّهْوِ عَنْ اِبْن مَسْعُود عِنْد أَبِي دَاوُد وَالنَّسَائِيّ , وَعَنْ اَلْمُغِيرَةِ عِنْد اَلْبَيْهَقِيّ وَفِي إِسْنَادِهِمَا ضَعْف , فَقَدْ يُقَالُ إِنَّ اَلْأَحَادِيثَ اَلثَّلَاثَةَ فِي اَلتَّشَهُّدِ بِاجْتِمَاعِهَا تَرْتَقِي إِلَى دَرَجَةِ اَلْحَسَنِ , قَالَ اَلْعَلَائِيّ : وَلَيْسَ ذَلِكَ بِبَعِيدٍ , وَقَدْ صَحَّ ذَلِكَ عَنْ اِبْن مَسْعُود مِنْ قَوْلِهِ أَخْرَجَهُ اِبْن أَبِي شَيْبَة. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7251,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ بَيْنَا النَّاسُ بِقُبَاءٍ فِي صَلاَةِ الصُّبْحِ إِذْ جَاءَهُمْ آتٍ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أُنْزِلَ عَلَيْهِ اللَّيْلَةَ قُرْآنٌ، وَقَدْ أُمِرَ أَنْ يَسْتَقْبِلَ الْكَعْبَةَ فَاسْتَقْبِلُوهَا‏.‏ وَكَانَتْ وُجُوهُهُمْ إِلَى الشَّأْمِ فَاسْتَدَارُوا إِلَى الْكَعْبَةِ‏.‏",
    "english_text": "While the people were at Quba offering the morning prayer, suddenly a person came to them saying, \n\"Tonight Divine Inspiration has been revealed to Allah's Messenger (ﷺ) and he has been ordered to face the \nKa`ba (in prayers): therefore you people should face it.\" There faces were towards Sham, so they \nturned their faces towards the Ka`ba (at Mecca).",
    "explication": "‏ ‏قَوْله ( بَيْنَا النَّاس بِقُبَاءٍ ) ‏ ‏بِالْمَدِّ وَالصَّرْف وَهُوَ الْأَشْهَر , وَيَجُوز فِيهِ الْقَصْر وَعَدَم الصَّرْف وَهُوَ يُذَكَّر وَيُؤَنَّث : مَوْضِعٌ مَعْرُوفٌ ظَاهِر الْمَدِينَة , وَالْمُرَاد هُنَا مَسْجِد أَهْل قُبَاء فَفِيهِ مَجَاز الْحَذْف , وَاللَّام فِي النَّاس لِلْعَهْدِ الذِّهْنِيّ وَالْمُرَاد أَهْل قُبَاء وَمَنْ حَضَرَ مَعَهُمْ. ‏ ‏قَوْله : ( فِي صَلَاة الصُّبْح ) ‏ ‏وَلِمُسْلِمٍ \" فِي صَلَاة الْغَدَاة \" وَهُوَ أَحَد أَسْمَائِهَا , وَقَدْ نَقَلَ بَعْضهمْ كَرَاهِيَة تَسْمِيَتهَا بِذَلِكَ. وَهَذَا فِيهِ مُغَايَرَةٌ لِحَدِيثِ الْبَرَاء الْمُتَقَدِّم فَإِنَّ فِيهِ أَنَّهُمْ كَانُوا فِي صَلَاة الْعَصْر , وَالْجَوَاب أَنْ لَا مُنَافَاة بَيْن الْخَبَرَيْنِ ; لِأَنَّ الْخَبَر وَصَلَ وَقْت الْعَصْر إِلَى مَنْ هُوَ دَاخِل الْمَدِينَة وَهُمْ بَنُو حَارِثَة وَذَلِكَ فِي حَدِيث الْبَرَاء , وَالْآتِي إِلَيْهِمْ بِذَلِكَ عَبَّاد بْن بِشْر أَوْ اِبْن نَهِيك كَمَا تَقَدَّمَ , وَوَصَلَ الْخَبَر وَقْت الصُّبْح إِلَى مَنْ هُوَ خَارِج الْمَدِينَة وَهُمْ بَنُو عَمْرو بْن عَوْف أَهْل قُبَاء وَذَلِكَ فِي حَدِيث اِبْن عُمَر , وَلَمْ يُسَمَّ الْآتِي بِذَلِكَ إِلَيْهِمْ , وَإِنْ كَانَ اِبْن طَاهِر وَغَيْره نَقَلُوا أَنَّهُ عَبَّاد بْن بِشْر فَفِيهِ نَظَرٌ ; لِأَنَّ ذَلِكَ إِنَّمَا وَرَدَ فِي حَقّ بَنِي حَارِثَة فِي صَلَاة الْعَصْر , فَإِنْ كَانَ مَا نَقَلُوا مَحْفُوظًا فَيُحْتَمَل أَنْ يَكُون عَبَّاد أَتَى بَنِي حَارِثَة أَوَّلًا فِي وَقْت الْعَصْر ثُمَّ تَوَجَّهَ إِلَى أَهْل قُبَاء فَأَعْلَمهُمْ بِذَلِكَ فِي وَقْت الصُّبْح. وَمِمَّا يَدُلّ عَلَى تَعَدُّدهمَا أَنَّ مُسْلِمًا رَوَى مِنْ حَدِيث أَنَس \" أَنَّ رَجُلًا مِنْ بَنِي سَلَمَة مَرَّ وَهُمْ رُكُوع فِي صَلَاة الْفَجْر \" فَهَذَا مُوَافِق لِرِوَايَةِ اِبْن عُمَر فِي تَعْيِين الصَّلَاة , وَبَنُو سَلَمَة غَيْر بَنِي حَارِثَة. ‏ ‏قَوْله : ( قَدْ أُنْزِلَ عَلَيْهِ اللَّيْلَة قُرْآنٌ ) ‏ ‏فِيهِ إِطْلَاق اللَّيْلَة عَلَى بَعْض الْيَوْم الْمَاضِي وَاللَّيْلَة الَّتِي تَلِيه مَجَازًا , وَالتَّنْكِير فِي قَوْله \" قُرْآن \" لِإِرَادَةِ الْبَعْضِيَّة , وَالْمُرَاد قَوْله : ( قَدْ نَرَى تَقَلُّبَ وَجْهِك فِي السَّمَاء ) الْآيَات. ‏ ‏قَوْله : ( وَقَدْ أُمِرَ ) ‏ ‏فِيهِ أَنَّ مَنْ يُؤْمَر بِهِ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَلْزَم أُمَّته , وَأَنَّ أَفْعَاله يُتَأَسَّى بِهَا كَأَقْوَالِهِ حَتَّى يَقُوم دَلِيل الْخُصُوص. ‏ ‏قَوْله : ( فَاسْتَقْبَلُوهَا ) ‏ ‏بِفَتْحِ الْمُوَحَّدَة لِلْأَكْثَرِ أَيْ فَتَحَوَّلُوا إِلَى جِهَة الْكَعْبَة , وَفَاعِل \" اِسْتَقْبَلُوهَا \" الْمُخَاطَبُونَ بِذَلِكَ وَهُمْ أَهْل قُبَاء. ‏ ‏وَقَوْله : ( وَكَانَتْ وُجُوههمْ إِلَخْ ) ‏ ‏تَفْسِير مِنْ الرَّاوِي لِلتَّحَوُّلِ الْمَذْكُور , وَيُحْتَمَل أَنْ يَكُون فَاعِل اِسْتَقْبَلُوهَا النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَنْ مَعَهُ , وَضَمِير \" وُجُوههمْ \" لَهُمْ أَوْ لِأَهْلِ قُبَاء عَلَى الِاحْتِمَالَيْنِ. وَفِي رِوَايَة الْأَصِيلِيّ فَاسْتَقْبَلُوهَا بِكَسْرِ الْمُوَحَّدَة بِصِيغَةِ الْأَمْر , وَيَأْتِي فِي ضَمِير وُجُوههمْ الِاحْتِمَالَانِ الْمَذْكُورَانِ , وَعَوْده إِلَى أَهْل قُبَاء أَظْهَرُ , وَيُرَجِّحُ رِوَايَةَ الْكَسْرِ أَنَّهُ عِنْد الْمُصَنِّف فِي التَّفْسِير مِنْ رِوَايَة سُلَيْمَان بْن بِلَال عَنْ عَبْد اللَّه بْن دِينَار فِي هَذَا الْحَدِيث بِلَفْظِ \" وَقَدْ أُمِرَ أَنْ يَسْتَقْبِل الْكَعْبَة , أَلَا فَاسْتَقْبِلُوهَا \" فَدُخُول حَرْف الِاسْتِفْتَاح يُشْعِر بِأَنَّ الَّذِي بَعْده أَمْرٌ لَا أَنَّهُ بَقِيَّةُ الْخَبَر الَّذِي قَبْله , وَاللَّهُ أَعْلَم. وَوَقَعَ بَيَانُ كَيْفِيَّة التَّحَوُّل فِي حَدِيث ثُوَيْلَة بِنْت أَسْلَمَ عِنْد اِبْن أَبِي حَاتِم وَقَدْ ذَكَرْت بَعْضه قَرِيبًا وَقَالَتْ فِيهِ \" فَتَحَوَّلَ النِّسَاء مَكَان الرِّجَال وَالرِّجَال مَكَان النِّسَاء , فَصَلَّيْنَا السَّجْدَتَيْنِ الْبَاقِيَتَيْنِ إِلَى الْبَيْت الْحَرَام \". قُلْت : وَتَصْوِيره أَنَّ الْإِمَام تَحَوَّلَ مِنْ مَكَانه فِي مُقَدَّم الْمَسْجِد إِلَى مُؤَخَّر الْمَسْجِد ; لِأَنَّ مَنْ اِسْتَقْبَلَ الْكَعْبَة اِسْتَدْبَرَ بَيْت الْمَقْدِس , وَهُوَ لَوْ دَارَ كَمَا هُوَ فِي مَكَانه لَمْ يَكُنْ خَلْفه مَكَان يَسَع الصُّفُوف , وَلَمَّا تَحَوَّلَ الْإِمَام تَحَوَّلَتْ الرِّجَال حَتَّى صَارُوا خَلْفه وَتَحَوَّلَتْ النِّسَاء حَتَّى صِرْنَ خَلْف الرِّجَال , وَهَذَا يَسْتَدْعِي عَمَلًا كَثِيرًا فِي الصَّلَاة فَيُحْتَمَل أَنْ يَكُون ذَلِكَ وَقَعَ قَبْل تَحْرِيم الْعَمَل الْكَثِير كَمَا كَانَ قَبْل تَحْرِيم الْكَلَام , وَيُحْتَمَل أَنْ يَكُون اُغْتُفِرَ الْعَمَل الْمَذْكُور مِنْ أَجْل الْمَصْلَحَة الْمَذْكُورَة , أَوْ لَمْ تَتَوَالَ الْخُطَا عِنْد التَّحْوِيل بَلْ وَقَعَتْ مُفَرَّقَة. وَاللَّهُ أَعْلَم. وَفِي هَذَا الْحَدِيث أَنَّ حُكْم النَّاسِخ لَا يَثْبُت فِي حَقّ الْمُكَلَّف حَتَّى يَبْلُغهُ ; لِأَنَّ أَهْل قُبَاء لَمْ يُؤْمَرُوا بِالْإِعَادَةِ مَعَ كَوْن الْأَمْر بِاسْتِقْبَالِ الْكَعْبَة وَقَعَ قَبْل صَلَاتهمْ تِلْكَ بِصَلَوَاتٍ. وَاسْتَنْبَطَ مِنْهُ الطَّحَاوِيُّ أَنَّ مَنْ لَمْ تَبْلُغْهُ الدَّعْوَة وَلَمْ يُمْكِنْهُ اِسْتِعْلَام ذَلِكَ فَالْفَرْض غَيْر لَازِم لَهُ. وَفِيهِ جَوَاز الِاجْتِهَاد فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُمْ لَمَّا تَمَادَوْا فِي الصَّلَاة وَلَمْ يَقْطَعُوهَا دَلَّ عَلَى أَنَّهُ رَجَحَ عِنْدهمْ التَّمَادِي وَالتَّحَوُّل عَلَى الْقَطْع وَالِاسْتِئْنَاف , وَلَا يَكُون ذَلِكَ إِلَّا عَنْ اِجْتِهَاد , كَذَا قِيلَ , وَفِيهِ نَظَرٌ لِاحْتِمَالِ أَنْ يَكُون عِنْدهمْ فِي ذَلِكَ نَصٌّ سَابِق. ; لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ مُتَرَقِّبًا التَّحَوُّل الْمَذْكُور فَلَا مَانِع أَنْ يُعَلِّمَهُمْ مَا صَنَعُوا مِنْ التَّمَادِي وَالتَّحَوُّل. وَفِيهِ قَبُول خَبَر الْوَاحِد وَوُجُوب الْعَمَل بِهِ وَنَسْخُ مَا تَقَرَّرَ بِطَرِيقِ الْعِلْم بِهِ ; لِأَنَّ صَلَاتهمْ إِلَى بَيْت الْمَقْدِس كَانَتْ عِنْدهمْ بِطَرِيقِ الْقَطْع لِمُشَاهَدَتِهِمْ صَلَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى جِهَته , وَوَقَعَ تَحَوُّلهمْ عَنْهَا إِلَى جِهَة الْكَعْبَة بِخَبَرِ هَذَا الْوَاحِد , وَأُجِيب بِأَنَّ الْخَبَر الْمَذْكُور اِحْتَفَّتْ بِهِ قَرَائِن وَمُقَدَّمَات أَفَادَتْ الْقَطْع عِنْدهمْ بِصِدْقِ ذَلِكَ الْمُخْبِر فَلَمْ يَنْسَخ عِنْدهمْ مَا يُفِيد الْعِلْم إِلَّا بِمَا يُفِيد الْعِلْم , وَقِيلَ : كَانَ النَّسْخ بِخَبَرِ الْوَاحِد جَائِزًا فِي زَمَنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُطْلَقًا وَإِنَّمَا مُنِعَ بَعْده , وَيَحْتَاج إِلَى دَلِيل. وَفِيهِ جَوَاز تَعْلِيم مَنْ لَيْسَ فِي الصَّلَاة مَنْ هُوَ فِيهَا , وَأَنَّ اِسْتِمَاع الْمُصَلِّي لِكَلَام مَنْ لَيْسَ فِي الصَّلَاة لَا يُفْسِد صَلَاته. وَقَدْ تَقَدَّمَ الْكَلَام عَلَى تَعْيِين الْوَقْت الَّذِي حُوِّلَتْ فِيهِ الْقِبْلَة فِي الْكَلَام عَلَى حَدِيث الْبَرَاء فِي كِتَاب الْإِيمَان , وَوَجْه تَعَلُّق حَدِيث اِبْن عُمَر بِتَرْجَمَةِ الْبَاب أَنَّ دَلَالَته عَلَى الْجُزْء الْأَوَّل مِنْهَا مِنْ قَوْله \" أُمِرَ أَنْ يَسْتَقْبِل الْكَعْبَة \" وَعَلَى الْجُزْء الثَّانِي مِنْ حَيْثُ إنَّهُمْ صَلَّوْا فِي أَوَّل تِلْكَ الصَّلَاة إِلَى الْقِبْلَة الْمَنْسُوخَة جَاهِلِينَ بِوُجُوبِ التَّحَوُّل عَنْهَا وَأَجْزَأَتْ عَنْهُمْ مَعَ ذَلِكَ وَلَمْ يُؤْمَرُوا بِالْإِعَادَةِ فَيَكُون حُكْم السَّاهِي كَذَلِكَ , لَكِنْ يُمْكِنُ أَنْ يُفَرَّق بَيْنهمَا بِأَنَّ الْجَاهِل مُسْتَصْحِبٌ لِلْحُكْمِ الْأَوَّل مُغْتَفَرٌ فِي حَقّه مَا لَا يُغْتَفَرُ فِي حَقّ السَّاهِي ; لِأَنَّهُ إِنَّمَا يَكُون عَنْ حُكْم اِسْتَقَرَّ عِنْده وَعَرَفَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7252,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ صَلَّى نَحْوَ بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ، أَوْ سَبْعَةَ عَشَرَ شَهْرًا، وَكَانَ يُحِبُّ أَنْ يُوَجَّهَ إِلَى الْكَعْبَةِ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا‏}‏ فَوُجِّهَ نَحْوَ الْكَعْبَةِ، وَصَلَّى مَعَهُ رَجُلٌ الْعَصْرَ، ثُمَّ خَرَجَ فَمَرَّ عَلَى قَوْمٍ مِنَ الأَنْصَارِ فَقَالَ هُوَ يَشْهَدُ أَنَّهُ صَلَّى مَعَ النَّبِيِّ صلى الله عليه وسلم وَأَنَّهُ قَدْ وُجِّهَ إِلَى الْكَعْبَةِ‏.‏ فَانْحَرَفُوا وَهُمْ رُكُوعٌ فِي صَلاَةِ الْعَصْرِ‏.‏",
    "english_text": "When Allah's Messenger (ﷺ) arrived at Medina, he prayed facing Jerusalem for sixteen or seventeen months \nbut he wished that he would be ordered to face the Ka`ba. So Allah revealed: -- \n'Verily! We have seen the turning of your face towards the heaven; surely we shall turn you to a \nprayer direction (Qibla) that shall please you.' (2.144) Thus he was directed towards the Ka`ba. A man \nprayed the `Asr prayer with the Prophet (ﷺ) and then went out, and passing by some people from the \nAnsar, he said, \"I testify. that I have prayed with the Prophet (ﷺ) and he (the Prophet) has prayed facing \nthe Ka`ba.\" Thereupon they, who were bowing in the `Asr prayer, turned towards the Ka`ba.",
    "explication": "‏ ‏قَوْله : ( عَنْ الْبَرَاء ) ‏ ‏تَقَدَّمَ فِي \" بَاب الصَّلَاة مِنْ الْإِيمَان \" مِنْ كِتَاب الْإِيمَان بَيَان مَنْ رَوَاهُ عَنْ أَبِي إِسْحَاق مُصَرِّحًا بِتَحْدِيثِ الْبَرَاء لَهُ. ‏ ‏قَوْله : ( وَكَانَ يُحِبّ أَنْ يُوَجَّه إِلَى الْكَعْبَة ) ‏ ‏جَاءَ بَيَان ذَلِكَ فِيمَا أَخْرَجَهُ الطَّبَرِيُّ وَغَيْره مِنْ طَرِيق عَلِيِّ بْنِ أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا هَاجَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة - وَالْيَهُود أَكْثَر أَهْلهَا - يَسْتَقْبِلُونَ بَيْت الْمَقْدِس أَمَرَهُ اللَّهُ أَنْ يَسْتَقْبِل بَيْت الْمَقْدِس , فَفَرِحَتْ الْيَهُود , فَاسْتَقْبَلَهَا سَبْعَة عَشَر شَهْرًا , وَكَانَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحِبّ أَنْ يَسْتَقْبِل قِبْلَة إِبْرَاهِيم , فَكَانَ يَدْعُو وَيَنْظُر إِلَى السَّمَاء , فَنَزَلَتْ. وَمِنْ طَرِيق مُجَاهِد قَالَ : إِنَّمَا كَانَ يُحِبّ أَنْ يَتَحَوَّل إِلَى الْكَعْبَة ; لِأَنَّ الْيَهُود قَالُوا : يُخَالِفنَا مُحَمَّد وَيَتْبَع قِبْلَتنَا , فَنَزَلَتْ. ‏ ‏وَظَاهِر حَدِيث اِبْن عَبَّاس هَذَا أَنَّ اِسْتِقْبَال بَيْت الْمَقْدِس إِنَّمَا وَقَعَ بَعْد الْهِجْرَة إِلَى الْمَدِينَة , لَكِنْ أَخْرَجَ أَحْمَد مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس \" كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي بِمَكَّة نَحْو بَيْت الْمَقْدِس وَالْكَعْبَة بَيْن يَدَيْهِ \" وَالْجَمْع بَيْنهمَا مُمْكِنٌ بِأَنْ يَكُون أُمِرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا هَاجَرَ أَنْ يَسْتَمِرّ عَلَى الصَّلَاة لِبَيْتِ الْمَقْدِس , وَأَخْرَجَ الطَّبَرَانِيُّ مِنْ طَرِيق اِبْن جُرَيْجٍ قَالَ : صَلَّى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوَّل مَا صَلَّى إِلَى الْكَعْبَة , ثُمَّ صُرِفَ إِلَى بَيْت الْمَقْدِس وَهُوَ بِمَكَّة فَصَلَّى ثَلَاث حِجَج , ثُمَّ هَاجَرَ فَصَلَّى إِلَيْهِ بَعْد قُدُومه الْمَدِينَة سِتَّة عَشَر شَهْرًا , ثُمَّ وَجَّهَهُ اللَّهُ إِلَى الْكَعْبَة. فَقَوْله فِي حَدِيث اِبْن عَبَّاس الْأَوَّل \" أَمَرَهُ اللَّه \" يَرُدُّ قَوْل مَنْ قَالَ إِنَّهُ صَلَّى إِلَى بَيْت الْمَقْدِس بِاجْتِهَادٍ. وَقَدْ أَخْرَجَهُ الطَّبَرِيُّ عَنْ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَهُوَ ضَعِيفٌ , وَعَنْ أَبِي الْعَالِيَة أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى إِلَى بَيْت الْمَقْدِس يَتَأَلَّف أَهْل الْكِتَاب , وَهَذَا لَا يَنْفِي أَنْ يَكُون بِتَوْقِيفٍ. ‏ ‏قَوْله : ( نَحْو بَيْت الْمَقْدِس ) ‏ ‏أَيْ بِالْمَدِينَةِ قَدْ تَقَدَّمَ فِي \" بَاب الصَّلَاة مِنْ الْإِيمَان \" فِي كِتَاب الْإِيمَان تَحْرِيرُ الْمُدَّة الْمَذْكُورَة وَأَنَّهَا سِتَّة عَشَر شَهْرًا وَأَيَّام. ‏ ‏قَوْله : ( يُوَجَّهُ ) ‏ ‏بِفَتْحِ الْجِيم أَيْ يُؤْمَرُ بِالتَّوَجُّهِ. ‏ ‏قَوْله : ( فَصَلَّى مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رِجَال ) ‏ ‏كَذَا فِي رِوَايَة الْمُسْتَمْلِي وَالْحَمَوِيّ , وَفِي رِوَايَة غَيْرهمَا \" رَجُل \" وَهُوَ الْمَشْهُور , وَقَدْ تَقَدَّمَ فِي الْإِيمَان أَنَّ اِسْمه عَبَّاد بْن بِشْر , وَتَحْتَاج رِوَايَة الْمُسْتَمْلِي إِلَى تَقْدِير مَحْذُوف فِي قَوْله \" ثُمَّ خَرَجَ \" أَيْ بَعْض أُولَئِكَ الرِّجَال. ‏ ‏قَوْله : ( فِي صَلَاة الْعَصْر نَحْو بَيْت الْمَقْدِس ) ‏ ‏ولِلْكُشْمِيهَنِيّ \" فِي صَلَاة الْعَصْر يُصَلُّونَ نَحْو بَيْت الْمَقْدِس \" وَفِيهِ إِفْصَاحٌ بِالْمُرَادِ. وَوَقَعَ فِي تَفْسِير اِبْن أَبِي حَاتِم مِنْ طَرِيق ثُوَيْلَة بِنْت أَسْلَمَ \" صَلَّيْت الظُّهْر - أَوْ الْعَصْر - فِي مَسْجِد بَنِي حَارِثَة فَاسْتَقْبَلْنَا مَسْجِد إِيلْيَاءَ فَصَلَّيْنَا سَجْدَتَيْنِ - أَيْ رَكْعَتَيْنِ - ثُمَّ جَاءَنَا مَنْ يُخْبِرُنَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ اِسْتَقْبَلَ الْبَيْت الْحَرَام \". وَاخْتَلَفَتْ الرِّوَايَة فِي الصَّلَاة الَّتِي تَحَوَّلَتْ الْقِبْلَة عِنْدهَا , وَكَذَا فِي الْمَسْجِد فَظَاهِر حَدِيث الْبَرَاء هَذَا أَنَّهَا الظُّهْر , وَذَكَرَ مُحَمَّد بْن سَعْد فِي الطَّبَقَات قَالَ : يُقَال إِنَّهُ صَلَّى رَكْعَتَيْنِ مِنْ الظُّهْر فِي مَسْجِده بِالْمُسْلِمِينَ , ثُمَّ أُمِرَ أَنْ يَتَوَجَّه إِلَى الْمَسْجِد الْحَرَام , فَاسْتَدَارَ إِلَيْهِ وَدَار مَعَهُ الْمُسْلِمُونَ. وَيُقَال زَارَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُمّ بِشْر بْن الْبَرَاء بْن مَعْرُور فِي بَنِي سَلَمَة فَصَنَعَتْ لَهُ طَعَامًا وَحَانَتْ الطُّهْر فَصَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَصْحَابِهِ رَكْعَتَيْنِ , ثُمَّ أُمِرَ فَاسْتَدَارَ إِلَى الْكَعْبَة وَاسْتَقْبَلَ الْمِيزَاب فَسُمِّيَ \" مَسْجِد الْقِبْلَتَيْنِ \" , قَالَ اِبْن سَعْد قَالَ الْوَاقِدِيُّ : هَذَا أَثْبَتُ عِنْدنَا. وَأَخْرَجَ اِبْن أَبِي دَاوُدَ بِسَنَدٍ ضَعِيفٍ عَنْ عُمَارَة بْن رُوَيْبَةَ قَالَ \" كُنَّا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي إِحْدَى صَلَاتَيْ الْعَشِيّ حِين صُرِفَتْ الْقِبْلَة , فَدَار وَدُرْنَا مَعَهُ فِي رَكْعَتَيْنِ \" , وَأَخْرَجَ الْبَزَّار مِنْ حَدِيث أَنَس \" اِنْصَرَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ بَيْت الْمَقْدِس وَهُوَ يُصَلِّي الظُّهْر بِوَجْهِهِ إِلَى الْكَعْبَة \" , ولِلطَّبَرَانِيّ نَحْوه مِنْ وَجْه آخَر عَنْ أَنَس , وَفِي كُلّ مِنْهُمَا ضَعْفٌ. ‏ ‏قَوْله : ( فَقَالَ ) ‏ ‏أَيْ الرَّجُل ‏ ‏( هُوَ يَشْهَدُ ) ‏ ‏يَعْنِي بِذَلِكَ نَفْسَهُ , وَهُوَ عَلَى سَبِيل التَّجْرِيد , وَيُحْتَمَل أَنْ يَكُون الرَّاوِي نَقَلَ كَلَامه بِالْمَعْنَى , وَيُؤَيِّدهُ الرِّوَايَة الْمُتَقَدِّمَة فِي الْإِيمَان بِلَفْظِ \" أَشْهَدُ \" وَقَدْ تَقَدَّمَتْ مَبَاحِثه هُنَاكَ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7253,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنِي يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنِي مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كُنْتُ أَسْقِي أَبَا طَلْحَةَ الأَنْصَارِيَّ وَأَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ وَأُبَىَّ بْنَ كَعْبٍ شَرَابًا مِنْ فَضِيخٍ وَهْوَ تَمْرٌ فَجَاءَهُمْ آتٍ فَقَالَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ‏.‏ فَقَالَ أَبُو طَلْحَةَ يَا أَنَسُ قُمْ إِلَى هَذِهِ الْجِرَارِ فَاكْسِرْهَا، قَالَ أَنَسٌ فَقُمْتُ إِلَى مِهْرَاسٍ لَنَا فَضَرَبْتُهَا بِأَسْفَلِهِ حَتَّى انْكَسَرَتْ‏.‏",
    "english_text": "I used to offer drinks prepared from infused dates to Abu Talha Al-Ansari, Abu 'Ubada bin Al Jarrah \nand Ubai bin Ka`b. Then a person came to them and said, \"All alcoholic drinks have been prohibited.\" \nAbii Talha then said, \"O Anas! Get up and break all these jars.\" So I got up and took a mortar \nbelonging to us, and hit the jars with its lower part till they broke.",
    "explication": "حَدِيث أَنَس فِي صَلَاةِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أُمِّ سُلَيْم وَقَدْ تَقَدَّمَ فِي اَلصُّفُوفِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7254,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ صِلَةَ، عَنْ حُذَيْفَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لأَهْلِ نَجْرَانَ ‏\n\"‏ لأَبْعَثَنَّ إِلَيْكُمْ رَجُلاً أَمِينًا حَقَّ أَمِينٍ ‏\"‏‏.‏ فَاسْتَشْرَفَ لَهَا أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم فَبَعَثَ أَبَا عُبَيْدَةَ‏.‏",
    "english_text": "The Prophet (ﷺ) said to the people of Najran, \"I will send to you an honest person who is really \ntrustworthy.\" The Companion, of the Prophet (ﷺ) each desired to be that person, but the Prophet (ﷺ) sent Abu \n'Ubaida.",
    "explication": "‏ ‏قَوْله : ( عَنْ صِلَة ) ‏ ‏بِكَسْرِ الْمُهْمَلَة وَتَخْفِيف اللَّام هُوَ اِبْن زُفَر وَذَكَرَ الْجَيَّانِيُّ أَنَّهُ وَقَعَ هُنَا فِي رِوَايَة الْقَابِسِيّ صِلَة بْن حُذَيْفَة وَهُوَ تَحْرِيف. ‏ ‏قَوْله : ( عَنْ حُذَيْفَة ) ‏ ‏وَقَعَ فِي رِوَايَة النَّسَائِيِّ \" عَنْ صِلَة عَنْ اِبْن مَسْعُود \" وَسَيَأْتِي بَيَان ذَلِكَ فِي الْمَغَازِي. ‏ ‏قَوْله : ( لِأَهْلِ نَجْرَان ) ‏ ‏هُمْ أَهْل بَلَد قَرِيب مِنْ الْيَمَن , وَهُمْ الْعَاقِب وَاسْمه عَبْد الْمَسِيح وَالسَّيِّد وَمَنْ مَعَهُمَا , ذَكَرَ اِبْن سَعْد أَنَّهُمْ وَفَدُوا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَنَة تِسْع وَسَمَّاهُمْ , وَسَيَأْتِي شَرْح ذَلِكَ مُطَوَّلًا فِي أَوَاخِر الْمَغَازِي حَيْثُ ذَكَرَهُ الْمُصَنِّف إِنْ شَاءَ اللَّه تَعَالَى. وَوَقَعَ فِي حَدِيث أَنَس عِنْد مُسْلِم \" أَنَّ أَهْل الْيَمَن قَدِمُوا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : اِبْعَثْ مَعَنَا رَجُلًا يُعَلِّمنَا السُّنَّة وَالْإِسْلَام , فَأَخَذَ بِيَدِ أَبِي عُبَيْدَة وَقَالَ : هَذَا أَمِين هَذِهِ الْأُمَّة \" فَإِنْ كَانَ الرَّاوِي تَجَوَّزَ عَنْ أَهْل نَجْرَان بِقَوْلِهِ : \" أَهْل الْيَمَن \" لِقُرْبِ نَجْرَان مِنْ الْيَمَن وَإِلَّا فَهُمَا وَاقِعَتَانِ , وَالْأَوَّل أَرْجَح , وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( لَأَبْعَثَنَّ حَقّ أَمِين ) فِي رِوَايَة غَيْر أَبِي ذَرّ \" لَأَبْعَثَنَّ - يَعْنِي عَلَيْكُمْ - أَمِينًا حَقّ أَمِين \" وَلِمُسْلِمٍ \" لَأَبْعَثَن إِلَيْكُمْ رَجُلًا أَمِينًا حَقّ أَمِين \". ‏ ‏قَوْله : ( فَأَشْرَفَ أَصْحَابه ) ‏ ‏فِي رِوَايَة مُسْلِم وَالْإِسْمَاعِيلِيّ \" فَاسْتَشْرَفَ لَهَا أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاللَّهُ أَعْلَمُ. ‏ ‏قَوْله : ( فَبَعَثَ أَبَا عُبَيْدَة ) ‏ ‏فِي رِوَايَة أَبِي يَعْلَى \" قُمْ يَا أَبَا عُبَيْدَة , فَأَرْسَلَهُ مَعَهُمْ \" وَوَقَعَ فِي رِوَايَة لِأَبِي يَعْلَى مِنْ طَرِيق سَالِم عَنْ أَبِيهِ \" سَمِعْت عُمَر يَقُول : مَا أَحْبَبْت الْإِمَارَة قَطُّ إِلَّا مَرَّة وَاحِدَة \" فَذَكَرَ الْقِصَّة , وَقَالَ فِي الْحَدِيث \" فَتَعَرَّضْت أَنْ تُصِيبنِي , فَقَالَ : قُمْ يَا أَبَا عُبَيْدَة \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7255,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لِكُلِّ أُمَّةٍ أَمِينٌ، وَأَمِينُ هَذِهِ الأُمَّةِ أَبُو عُبَيْدَةَ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) said, \"For every nation there is an Amin (honest, trustworthy person) and the Amin of \nthis nation is Abu 'Ubaida.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا عَبْد الْأَعْلَى ) ‏ ‏هُوَ اِبْن عَبْد الْأَعْلَى الْبَصْرِيّ السَّامِيّ بِالْمُهْمَلَةِ مِنْ بَنِي سَامَة بْن لُؤَيّ , وَخَالِد شَيْخه هُوَ الْحَذَّاء. ‏ ‏قَوْله : ( إِنَّ لِكُلِّ أُمَّة أَمِينًا وَإِنَّ أَمِيننَا أَيَّتهَا الْأُمَّة ) ‏ ‏صُورَته صُورَة النِّدَاء , لَكِنَّ الْمُرَاد فِيهِ الِاخْتِصَاص أَيْ أُمَّتنَا مَخْصُوصُونَ مِنْ بَيْن الْأُمَم , وَعَلَى هَذَا فَهُوَ بِالنَّصْبِ عَلَى الِاخْتِصَاص , وَيَجُوز الرَّفْع , وَالْأَمِين هُوَ الثِّقَة الرَّضِيّ وَهَذِهِ الصِّفَة وَإِنْ كَانَتْ مُشْتَرَكَة بَيْنه وَبَيْن غَيْره لَكِنَّ السِّيَاق يُشْعِر بِأَنَّ لَهُ مَزِيدًا فِي ذَلِكَ , لَكِنْ خَصَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كُلّ وَاحِد مِنْ الْكِبَار بِفَضِيلَةٍ وَوَصَفَهُ بِهَا , فَأَشْعَرَ بِقَدْرٍ زَائِد فِيهَا عَلَى غَيْره , كَالْحَيَاءِ لِعُثْمَان , وَالْقَضَاء لِعَلِيٍّ وَنَحْو ذَلِكَ. ‏ ‏( تَنْبِيهٌ ) : ‏ ‏أَوْرَدَ التِّرْمِذِيّ وَابْن حِبَّانَ هَذَا الْحَدِيث مِنْ طَرِيق عَبْد الْوَهَّاب الثَّقَفِيّ عَنْ خَالِد الْحَذَّاء بِهَذَا الْإِسْنَاد مُطَوَّلًا وَأَوَّله \" أَرْحَم أُمَّتِي بِأُمَّتِي أَبُو بَكْر , وَأَشَدّهمْ فِي أَمْر اللَّه عُمَر , وَأَصْدَقهمْ حَيَاء عُثْمَان , وَأَقْرَؤُهُمْ لِكِتَابِ اللَّه أُبَيٌّ , وَأَفْرَضهمْ زَيْد , وَأَعْلَمهُمْ بِالْحَلَالِ وَالْحَرَام مُعَاذ , أَلَا وَإِنَّ لِكُلِّ أُمَّة أَمِينًا \" الْحَدِيث وَإِسْنَاده صَحِيح , إِلَّا أَنَّ الْحُفَّاظ قَالُوا : إِنَّ الصَّوَاب فِي أَوَّله الْإِرْسَال وَالْمَوْصُول مِنْهُ مَا اِقْتَصَرَ عَلَيْهِ الْبُخَارِيّ , وَاَللَّه أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7256,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عُمَرَ ـ رضى الله عنهم ـ قَالَ وَكَانَ رَجُلٌ مِنَ الأَنْصَارِ إِذَا غَابَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَشَهِدْتُهُ أَتَيْتُهُ بِمَا يَكُونُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَإِذَا غِبْتُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَشَهِدَ أَتَانِي بِمَا يَكُونُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "english_text": "There was a man from the Ansar (who was a friend of mine). If he was not present in the company of \nAllah's Messenger (ﷺ) I used to be present with Allah's Messenger (ﷺ), I would tell him what I used to hear from \nAllah's Messenger (ﷺ), and when I was absent from Allah's Messenger (ﷺ) he used to be present with him, and he \nwould tell me what he used to hear from Allah's Messenger (ﷺ) .",
    "explication": "حَدِيث اِبْن عَبَّاس فِي قِصَّة الْمَرْأَتَيْنِ اللَّتَيْنِ تَظَاهَرَتَا , وَقَدْ تَقَدَّمَ شَرْحه فِي الطَّلَاق مُسْتَوْفًى وَالْغَرَض مِنْهُ نَوْمه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى حَصِير وَتَحْت رَأْسه مِرْفَقَة حَشْوهَا لِيف , وَقَوْله فِي هَذِهِ الرِّوَايَة : ‏ ‏\" مُرْفَقَة \" ‏ ‏بِكَسْرِ أَوَّله وَسُكُون الرَّاء وَفَتْح الْفَاء بَعْدهَا قَاف مَا يُرْتَفَق بِهِ , وَقَدْ تَقَدَّمَ فِي الرِّوَايَة الْأُخْرَى بِلَفْظِ \" وِسَادَة \" ‏ ‏وَقَوْله : \" فَمَا شَعَرْت بِالْأَنْصَارِيِّ وَهُوَ يَقُول قَدْ حَدَث أَمْر \" ‏ ‏فِي رِوَايَة الْكُشْمِيهَنِيِّ \" فَمَا شَعَرْت إِلَّا بِالْأَنْصَارِيِّ وَهُوَ يَقُول \" وَفِي نُسْخَة عَنْهُ \" فَمَا شَعَرْت بِالْأَنْصَارِيِّ إِلَّا وَهُوَ يَقُول \" قَالَ الْكَرْمَانِيُّ : سَقَطَ حَرْف الِاسْتِثْنَاء مِنْ جُلّ النُّسَخ بَلْ مِنْ كُلّهَا , وَهُوَ مُقَدَّر وَالْقَرِينَة تَدُلّ عَلَيْهِ , أَوْ \" مَا \" زَائِدَة وَالتَّقْدِير شَعَرْت بِالْأَنْصَارِيِّ وَهُوَ يَقُول , أَوْ مَا مَصْدَرِيَّة وَتَكُون هِيَ الْمُبْتَدَأ وَبِالْأَنْصَارِيِّ الْخَبَر أَيْ شُعُورِي مُتَلَبِّس بِالْأَنْصَارِيِّ قَائِلًا. ‏ ‏قُلْت : وَيُحْتَمَل أَنْ تَكُون مَا نَافِيَة عَلَى حَالهَا بِغَيْرِ اِحْتِيَاج لِحَرْفِ الِاسْتِثْنَاء , وَالْمُرَاد الْمُبَالَغَة فِي نَفْي شُعُوره بِكَلَامِ الْأَنْصَارِيّ مِنْ شِدَّة مَا دَهَمَهُ مِنْ الْخَبَر الَّذِي أَخْبَرَ بِهِ , وَيَكُون قَدْ اِسْتَثْبَتَهُ فِيهِ مَرَّة أُخْرَى , وَلِذَلِكَ نَقَلَهُ عَنْهُ , لَكِنْ رِوَايَة الْكُشْمِيهَنِيِّ تُرَجِّح الِاحْتِمَال الْأَوَّل وَتُوَضِّح أَنَّ قَوْل الْكَرْمَانِيِّ بَلْ كُلّهَا لَيْسَ كَذَلِكَ , ‏ ‏وَقَوْله : \" وَعَلَى بَاب الْمَشْرُبَة وَصَيْف \" ‏ ‏بِمُهْمَلَةٍ وَفَاء وَزْن عَظِيم هُوَ الْغُلَام دُون الْبُلُوغ وَقَدْ يُطْلَق عَلَى مَنْ بَلَغَ الْخِدْمَة , يُقَال وُصِفَ الْغُلَام بِالضَّمِّ وَصَافَة. ‏ ‏وَقَوْل عُمَر : \" فَتَقَدَّمْت إِلَيْهَا فِي أَذَاهُ \" ‏ ‏أَيْ أَنْذَرْتهَا مِنْ أَذَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا يَقَع مِنْ الْعُقُوبَة بِسَبَبِ أَذَاهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7257,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ جَيْشًا وَأَمَّرَ عَلَيْهِمْ رَجُلاً، فَأَوْقَدَ نَارًا وَقَالَ ادْخُلُوهَا‏.‏ فَأَرَادُوا أَنْ يَدْخُلُوهَا، وَقَالَ آخَرُونَ إِنَّمَا فَرَرْنَا مِنْهَا، فَذَكَرُوا لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ لِلَّذِينَ أَرَادُوا أَنْ يَدْخُلُوهَا ‏\"‏ لَوْ دَخَلُوهَا لَمْ يَزَالُوا فِيهَا إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏‏.‏ وَقَالَ لِلآخَرِينَ ‏\"‏ لاَ طَاعَةَ فِي مَعْصِيَةٍ، إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) , sent an army and appointed some man their commander The man made a fire and then \nsaid (to the soldiers), \"Enter it.\" Some of them intended to enter it while some others said, 'We have \nrun away from it (i.e., embraced Islam to save ourselves from the 'fire').\" They mentioned that to the \nProphet, and he said about people who had intended to enter the fire. ''If they had entered it, they \nwould have remained In it till the Day of Resurrection.'' Then he said to others, \"No obedience for evil \ndeeds, obedience is required only in what is good .\"",
    "explication": "‏ ‏قَوْله ( وَأَمَّرَ عَلَيْهِمْ رَجُلًا ) ‏ ‏هُوَ عَبْد اللَّه بْن حُذَافَة , وَقَدْ تَقَدَّمَ شَرْحه مُسْتَوْفًى فِي أَوَاخِر \" الْمَغَازِي \" وَتَقَدَّمَ الْقَوْل فِي وُجُوب طَاعَة الْأَمِير فِيمَا فِيهِ طَاعَة , لَا فِيمَا فِيهِ مَعْصِيَة فِي أَوَائِل \" الْأَحْكَام \". وَقَوْله فِيهِ \" لَا طَاعَة فِي الْمَعْصِيَة \" فِي رِوَايَة الْكُشْمِيهَنِيِّ \" فِي مَعْصِيَة \" وَخَفِيَتْ مُطَابَقَة هَذَا الْحَدِيث لِلتَّرْجَمَةِ عَلَى اِبْن التِّين فَقَالَ لَيْسَ فِيهِ مَا بَوَّبَ لَهُ لِأَنَّهُمْ لَمْ يُطِيعُوهُ فِي دُخُول النَّار. قُلْت : لَكِنَّهُمْ كَانُوا مُطِيعِينَ لَهُ فِي غَيْر ذَلِكَ وَبِهِ يَتِمّ الْمُرَاد. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7258,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، أَخْبَرَهُ أَنَّ أَبَا هُرَيْرَةَ وَزَيْدَ بْنَ خَالِدٍ أَخْبَرَاهُ أَنَّ رَجُلَيْنِ اخْتَصَمَا إِلَى النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "english_text": "Two men sued each other before the Prophet.",
    "explication": "حَدِيث أَبِي هُرَيْرَة وَزَيْد بْن خَالِد فِي بَيْع الْأَمَة إِذَا زَنَتْ , وَقَدْ تَقَدَّمَتْ الْإِشَارَة إِلَيْهِ فِي \" بَاب بَيْع الْعَبْد الزَّانِي \" وَأَوْرَدَهُ هُنَا مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة , وَوَجْه دُخُوله فِي هَذَا الْبَاب عُمُوم الْأَمْر بِبَيْعِ الْأَمَة إِذَا زَنَتْ , فَيَشْمَل مَا إِذَا كَانَتْ مُدَبَّرَة أَوْ غَيْر مُدَبَّرَة فَيُؤْخَذ مِنْهُ جَوَاز بَيْع الْمُدَبَّر فِي الْجُمْلَة , وَأَمَّا مَا وَقَعَ فِي رِوَايَة النَّسَفِيِّ وَفِي نُسْخَة الصَّغَانِيِّ فَلَا يَحْتَاج إِلَى اِعْتِذَار. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7259,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "وَحَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ قَامَ رَجُلٌ مِنَ الأَعْرَابِ فَقَالَ يَا رَسُولَ اللَّهِ اقْضِ لِي بِكِتَابِ اللَّهِ‏.‏ فَقَامَ خَصْمُهُ فَقَالَ صَدَقَ يَا رَسُولَ اللَّهِ، اقْضِ لَهُ بِكِتَابِ اللَّهِ، وَأْذَنْ لِي‏.‏ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ قُلْ ‏\"‏‏.‏ فَقَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا ـ وَالْعَسِيفُ الأَجِيرُ ـ فَزَنَى بِامْرَأَتِهِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ، فَافْتَدَيْتُ مِنْهُ بِمِائَةٍ مِنَ الْغَنَمِ وَوَلِيدَةٍ، ثُمَّ سَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّ عَلَى امْرَأَتِهِ الرَّجْمَ، وَأَنَّمَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ‏.‏ فَقَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، أَمَّا الْوَلِيدَةُ وَالْغَنَمُ فَرُدُّوهَا، وَأَمَّا ابْنُكَ فَعَلَيْهِ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَأَمَّا أَنْتَ يَا أُنَيْسُ ـ لِرَجُلٍ مِنْ أَسْلَمَ ـ فَاغْدُ عَلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا ‏\"‏‏.‏ فَغَدَا عَلَيْهَا أُنَيْسٌ فَاعْتَرَفَتْ فَرَجَمَهَا‏.‏",
    "english_text": "While we were with Allah's Messenger (ﷺ) a bedouin got up and said, \"O Allah's Messenger (ﷺ)! Settle my case \naccording to Allah's Book (Laws).\" Then his opponent got up and said, \"O Allah's Messenger (ﷺ)! He has \nsaid the truth! Settle his case according to Allah's Book (Laws.) and allow me to speak,\" He said, \"My \nson was a laborer for this man and he committed illegal sexual intercourse with his wife. The people \ntold me that my son should be stoned to death but I ransomed him with one-hundred sheep and a slave \ngirl. Then I asked the religious learned people and they told me that his wife should be stoned to death \nand my son should receive one-hundred lashes and be sentenced to one year of exile.' The Prophet (ﷺ) \nsaid, \"By Him in Whose Hands my life is, I will judge between you according to Allah's Book (Laws): \nAs for the slave girl and the sheep, they are to be returned; and as for your son, he shall receive onehundred \nlashes and will be exiled for one year. You, O Unais!\" addressing a man from Bani Aslam, \n\"Go tomorrow morning to the wife of this (man) and if she confesses, then stone her to death.\" The \nnext morning Unais went to the wife and she confessed, and he stoned her to death.",
    "explication": "حَدِيث أَبِي هُرَيْرَة وَزَيْد بْن خَالِد فِي قِصَّة الْعَسِيف , وَسَيَأْتِي شَرْحهَا مُسْتَوْفًى فِي كِتَاب الْحُدُود إِنْ شَاءَ اللَّه تَعَالَى. وَالْغَرَض مِنْهُ هُنَا قَوْله فِي الْحَدِيث \" الْوَلِيدَة وَالْغَنَم رَدّ عَلَيْك \" لِأَنَّهُ فِي مَعْنَى الصُّلْح عَمَّا وَجَبَ عَلَى الْعَسِيف مِنْ الْحَدّ , وَلَمَّا كَانَ ذَلِكَ لَا يَجُوز فِي الشَّرْع كَانَ جَوْرًا. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7260,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ الْمُنْكَدِرِ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ نَدَبَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ الْخَنْدَقِ فَانْتَدَبَ الزُّبَيْرُ، ثُمَّ نَدَبَهُمْ فَانْتَدَبَ الزُّبَيْرُ، ثُمَّ نَدَبَهُمْ فَانْتَدَبَ الزُّبَيْرُ فَقَالَ ‏\n\"‏ لِكُلِّ نَبِيٍّ حَوَارِيٌّ وَحَوَارِيِّ الزُّبَيْرُ ‏\"‏‏.‏ قَالَ سُفْيَانُ حَفِظْتُهُ مِنِ ابْنِ الْمُنْكَدِرِ‏.‏ وَقَالَ لَهُ أَيُّوبُ يَا أَبَا بَكْرٍ حَدِّثْهُمْ عَنْ جَابِرٍ، فَإِنَّ الْقَوْمَ يُعْجِبُهُمْ أَنْ تُحَدِّثَهُمْ عَنْ جَابِرٍ‏.‏ فَقَالَ فِي ذَلِكَ الْمَجْلِسِ سَمِعْتُ جَابِرًا فَتَابَعَ بَيْنَ أَحَادِيثَ سَمِعْتُ جِابِرًا، قُلْتُ لِسُفْيَانَ فَإِنَّ الثَّوْرِيَّ يَقُولُ يَوْمَ قُرَيْظَةَ فَقَالَ كَذَا حَفِظْتُهُ كَمَا أَنَّكَ جَالِسٌ يَوْمَ الْخَنْدَقِ‏.‏ قَالَ سُفْيَانُ هُوَ يَوْمٌ وَاحِدٌ‏.‏ وَتَبَسَّمَ سُفْيَانُ‏.‏",
    "english_text": "On the day of (the battle of) the Trench, the Prophet (ﷺ) called the people (to bring news about the \nenemy). Az-Zubair responded to his call. He called them again and Az-Zubair responded to his call \nagain; then he called them for the third time and again Az-Zubair responded to his call whereupon the \nProphet said, \"Every prophet has his Hawairi (helper), and Az-Zubair is my Hawari.\"",
    "explication": "‏ ‏وَقَوْله \" نَدَبَ اَلنَّبِيُّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ اَلنَّاسَ قَالَ صَدَقَةُ أَظُنُّهُ يَوْمَ اَلْخَنْدَقِ \" ‏ ‏صَدَقَةُ هُوَ اِبْنُ اَلْفَضْلِ شَيْخُ اَلْبُخَارِيّ فِيهِ وَمَا ظَنَّهُ هُوَ اَلْوَاقِعُ فَقَدْ رَوَاهُ اَلْحُمَيْدِيّ عَنْ ابْن عُيَيْنَةَ فَقَالَ فِيهِ \" يَوْمَ اَلْخَنْدَقِ \" وَلَمْ يَشُكّ. فِي اَلْحَدِيثِ جَوَاز اِسْتِعْمَالِ اَلتَّجَسُّسِ فِي اَلْجِهَادِ وَفِيهِ مَنْقَبَةٌ لِلزُّبَيْرِ وَقُوَّة قَلْبِهِ وَصِحَّةُ يَقِينه وَفِيهِ جَوَازُ سَفَرِ اَلرَّجُلِ وَحْدَهُ وَأَنَّ اَلنَّهْيَ فِي اَلسَّفَرِ وَحْدَهُ إِنَّمَا هُوَ حَيْثُ لَا تَدْعُو اَلْحَاجَة إِلَى ذَلِكَ وَسَيَأْتِي مَزِيد بَحْثٍ فِي ذَلِكَ فِي أَوَاخِرَ اَلْجِهَادِ فِي \" بَاب اَلسَّيْر وَحْدَهُ \". وَاسْتَدَلَّ بِهِ بَعْضُ اَلْمَالِكِيَّةِ عَلَى أَنَّ طَلِيعَة اَللُّصُوص اَلْمُحَارِبِينَ يُقْتَلُ وَإِنْ كَانَ لَمْ يُبَاشِرْ قَتْلًا وَلَا سَلْبًا وَفِي أَخْذِهِ مِنْ هَذَا اَلْحَدِيثِ تَكَلُّفٌ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7261,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ حَائِطًا وَأَمَرَنِي بِحِفْظِ الْبَابِ فَجَاءَ رَجُلٌ يَسْتَأْذِنُ فَقَالَ ‏\"‏ ائْذَنْ لَهُ، وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏‏.‏ فَإِذَا أَبُو بَكْرٍ، ثُمَّ جَاءَ عُمَرُ فَقَالَ ‏\"‏ ائْذَنْ لَهُ، وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏‏.‏ ثُمَّ جَاءَ عُثْمَانُ فَقَالَ ‏\"‏ ائْذَنْ لَهُ، وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏‏.‏",
    "english_text": "The Prophet (ﷺ) entered a garden and told me to guard its gate. Then a man came and asked permission to \nenter. The Prophet, said, \"Permit him and give him the good news that he will enter Paradise.\" \nBehold! It was Abu Bakr. Then `Umar came, and the Prophet (ﷺ) said, \"Admit him and give him the good \nnews that he will enter Paradise.\" Then `Uthman came and the Prophet (ﷺ) said, \"Admit him and give him \nthe good news that he will enter Paradise. \"",
    "explication": "‏ ‏قَوْله : ( عَنْ شَرِيك بْن أَبِي نَمِر ) ‏ ‏هُوَ اِبْن عَبْد اللَّه , وَأَبُو نَمِر جَدّه. ‏ ‏قَوْله : ( خَرَجَ وَوَجَّهَ هَا هُنَا ) ‏ ‏كَذَا لِلْأَكْثَرِ بِفَتْحِ الْوَاو وَتَشْدِيد الْجِيم أَيْ تَوَجَّهَ أَوْ وَجَّهَ نَفْسه , وَفِي رِوَايَة الْكُشْمِيهَنِيِّ بِسُكُونِ الْجِيم بِلَفْظِ الِاسْم مُضَافًا إِلَى الظَّرْف أَيْ جِهَة كَذَا. ‏ ‏قَوْله : ( حَتَّى دَخَلَ بِئْر أَرِيس ) ‏ ‏بِفَتْحِ الْأَلِف وَكَسْر الرَّاء بَعْدهَا تَحْتَانِيَّة سَاكِنَة ثُمَّ مُهْمَلَة : بُسْتَان بِالْمَدِينَةِ مَعْرُوف يَجُوز فِيهِ الصَّرْف وَعَدَمه , وَهُوَ بِالْقُرْبِ مِنْ قُبَاء. وَفِي بِئْرهَا سَقَطَ خَاتَم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ إِصْبَع عُثْمَان رَضِيَ اللَّه عَنْهُ. ‏ ‏قَوْله : ( وَتَوَسَّطَ قُفّهَا ) ‏ ‏بِضَمِّ الْقَاف وَتَشْدِيد الْفَاء هُوَ الدَّاكَّة الَّتِي تُجْعَل حَوْل الْبِئْر , وَأَصْله مَا غَلُظَ مِنْ الْأَرْض وَارْتَفَعَ , وَالْجَمْع قِفَاف. وَوَقَعَ فِي رِوَايَة عُثْمَان بْن غِيَاث عَنْ أَبِي عُثْمَان عِنْد مُسْلِم \" بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَائِط مِنْ حَوَائِط الْمَدِينَة وَهُوَ مُتَّكِئ يَنْكُت بِعُودٍ مَعَهُ بَيْن الْمَاء وَالطِّين \". ‏ ‏قَوْله : ( فَقُلْت لَأَكُونَنَّ بَوَّابًا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْيَوْم ) ‏ ‏ظَاهِره أَنَّهُ اِخْتَارَ ذَلِكَ وَفَعَلَهُ مِنْ تِلْقَاء نَفْسه , وَقَدْ صَرَّحَ بِذَلِكَ فِي رِوَايَة مُحَمَّد بْن جَعْفَر عَنْ شَرِيك فِي الْأَدَب فَزَادَ فِيهِ \" وَلَمْ يَأْمُرنِي \" قَالَ اِبْن التِّين : فِيهِ أَنَّ الْمَرْء يَكُون بَوَّابًا لِلْإِمَامِ وَإِنْ لَمْ يَأْمُرهُ , كَذَا قَالَ. وَقَدْ وَقَعَ فِي رِوَايَة أَبِي عُثْمَان الْآتِيَة فِي مَنَاقِب عُثْمَان عَنْ أَبِي مُوسَى \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَخَلَ حَائِطًا وَأَمَرَهُ بِحِفْظِ بَاب الْحَائِط \" وَوَقَعَ فِي رِوَايَة عَبْد الرَّحْمَن بْن حَرْمَلَة عَنْ سَعِيد بْن الْمُسَيِّب فِي هَذَا الْحَدِيث \" فَقَالَ : يَا أَبَا مُوسَى اِمْلِكْ عَلَيَّ الْبَاب , فَانْطَلَقَ فَقَضَى حَاجَته وَتَوَضَّأَ , ثُمَّ جَاءَ فَقَعَدَ عَلَى قُفّ الْبِئْر \" أَخْرَجَهُ أَبُو عَوَانَة فِي صَحِيحه وَالرُّويَانِيّ فِي مُسْنَده , وَفِي رِوَايَة التِّرْمِذِيّ مِنْ طَرِيق أَبِي عُثْمَان عَنْ أَبِي مُوسَى \" فَقَالَ لِي : يَا أَبَا مُوسَى اِمْلِكْ عَلَيَّ الْبَاب فَلَا يَدْخُلَن عَلَيَّ أَحَد \" فَيُجْمَع بَيْنهمَا بِأَنَّهُ لَمَّا حَدَّثَ نَفْسه بِذَلِكَ صَادَفَ أَمْر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنْ يَحْفَظ عَلَيْهِ الْبَاب , وَأَمَّا قَوْله : \" وَلَمْ يَأْمُرنِي \" فَيُرِيد أَنَّهُ لَمْ يَأْمُرهُ أَنْ يَسْتَمِرّ بَوَّابًا , وَإِنَّمَا أَمَرَهُ بِذَلِكَ قَدْر مَا يَقْضِي حَاجَته وَيَتَوَضَّأ ثُمَّ اِسْتَمَرَّ هُوَ مِنْ قِبَل نَفْسه , وَسَيَأْتِي لَهُ تَوْجِيه آخَر فِي خَبَر الْوَاحِد , فَبَطَلَ أَنْ يَسْتَدِلّ بِهِ لِمَا قَالَهُ اِبْن التِّين , وَالْعَجَب أَنَّهُ نَقَلَ ذَلِكَ بَعْد عَنْ الدَّاوُدِيّ وَهَذَا مِنْ مُخْتَلَف الْحَدِيث , وَكَأَنَّهُ خَفِيَ عَلَيْهِ وَجْه الْجَمْع الَّذِي قَرَّرْته. ثُمَّ إِنَّ قَوْل أَبِي مُوسَى هَذَا لَا يُعَارِض قَوْل أَنَس أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ لَهُ بَوَّاب كَمَا سَبَقَ فِي كِتَاب الْجَنَائِز لِأَنَّ مُرَاد أَنَس أَنَّهُ لَمْ يَكُنْ لَهُ بَوَّاب مُرَتَّب لِذَلِكَ عَلَى الدَّوَام. ‏ ‏قَوْله : ( فَدَفَعَ الْبَاب ) ‏ ‏فِي رِوَايَة أَبِي بَكْر \" فَجَاءَ رَجُل يَسْتَأْذِن \". ‏ ‏قَوْله : ( يُبَشِّرك بِالْجَنَّةِ ) ‏ ‏زَادَ أَبُو عُثْمَان فِي رِوَايَته \" فَحَمِدَ اللَّه \" وَكَذَا قَالَ فِي عُمَر. ‏ ‏قَوْله : ( وَقَدْ تَرَكْت أَخِي يَتَوَضَّأ وَيَلْحَقنِي ) ‏ ‏كَانَ لِأَبِي مُوسَى أَخَوَانِ أَبُو رُهْم وَأَبُو بُرْدَة , وَقِيلَ إِنَّ لَهُ أَخًا آخَر اِسْمه مُحَمَّد , وَأَشْهَرهمْ أَبُو بُرْدَة وَاسْمه عَامِر , وَقَدْ خَرَّجَ عَنْهُ أَحْمَد فِي مُسْنَده حَدِيثًا. ‏ ‏قَوْله : ( فَإِذَا إِنْسَان يُحَرِّك الْبَاب ) ‏ ‏فِيهِ حُسْن الْأَدَب فِي الِاسْتِئْذَان , قَالَ اِبْن التِّين. وَيَحْتَمِل أَنْ يَكُون هَذَا قَبْل نُزُول قَوْله : ( لَا تَدْخُلُوا بُيُوتًا غَيْر بُيُوتكُمْ حَتَّى تَسْتَأْنِسُوا ). قُلْت : وَمَا أَبْعَدَ مَا قَالَ , فَقَدْ وَقَعَ فِي رِوَايَة عَبْد الرَّحْمَن بْن حَرْمَلَة \" فَجَاءَ رَجُل فَاسْتَأْذَنَ \" وَسَيَأْتِي فِي آخِر مَنَاقِب عُمَر مِنْ طَرِيق أَبِي عُثْمَان النَّهْدِيّ عَنْ أَبِي مُوسَى بِلَفْظِ \" فَجَاءَ رَجُل فَاسْتَفْتَحَ \" فَعُرِفَ أَنَّ قَوْله : \" يُحَرِّك الْبَاب \" إِنَّمَا حَرَّكَهُ مُسْتَأْذِنًا لَا دَافِعًا لَهُ لِيَدْخُل بِغَيْرِ إِذْن. ‏ ‏قَوْله : ( فَقَالَ : عُثْمَان , فَقُلْت : عَلَى رِسْلك , فَجِئْت إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته , فَقَالَ : اِئْذَنْ لَهُ ) ‏ ‏فِي رِوَايَة أَبِي عُثْمَان \" ثُمَّ جَاءَ آخَر يَسْتَأْذِن فَسَكَتَ هُنَيَّة ثُمَّ قَالَ اِئْذَنْ لَهُ \". ‏ ‏قَوْله : ( وَبَشَّرَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْجَنَّةِ عَلَى بَلْوَى تُصِيبك ) ‏ ‏فِي رِوَايَة أَبِي عُثْمَان \" فَحَمِدَ اللَّه ثُمَّ قَالَ : اللَّهُ الْمُسْتَعَانُ \" وَفِي رِوَايَة عِنْد أَحْمَد \" فَجَعَلَ يَقُول : اللَّهُمَّ صَبْرًا , حَتَّى جَلَسَ \" وَفِي رِوَايَة عَبْد الرَّحْمَن بْن حَرْمَلَة \" فَدَخَلَ وَهُوَ يَحْمَد اللَّه وَيَقُول : اللَّهُمَّ صَبْرًا \" وَوَقَعَ فِي حَدِيث زَيْد بْن أَرْقَم عِنْد الْبَيْهَقِيِّ فِي \" الدَّلَائِل \" قَالَ : \" بَعَثَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : اِنْطَلِقْ حَتَّى تَأْتِي أَبَا بَكْر فَقُلْ لَهُ : إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ عَلَيْك السَّلَام وَيَقُول لَك : أَبْشِرْ بِالْجَنَّةِ. ثُمَّ اِنْطَلِقْ إِلَى عُمَر كَذَلِكَ , ثُمَّ اِنْطَلِقْ إِلَى عُثْمَان كَذَلِكَ وَزَادَ : بَعْد بَلَاء شَدِيد. قَالَ فَانْطَلَقَ فَذَكَرَ أَنَّهُ وَجَدَهُمْ عَلَى الصِّفَة الَّتِي قَالَ لَهُ وَقَالَ : أَيْنَ نَبِيّ اللَّه ؟ قُلْت فِي مَكَان كَذَا وَكَذَا , فَانْطَلَقَ إِلَيْهِ. وَقَالَ فِي عُثْمَان فَأَخَذَ بِيَدِي حَتَّى أَتَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه إِنَّ زَيْدًا قَالَ لِي كَذَا , وَالَّذِي بَعَثَك بِالْحَقِّ مَا تَغَنَّيْت وَلَا تَمَنَّيْت وَلَا مَسِسْت ذَكَرِي بِيَمِينِي مُنْذُ بَايَعْتُك , فَأَيّ بَلَاء يُصِيبنِي ؟ قَالَ هُوَ ذَاكَ \" قَالَ الْبَيْهَقِيُّ إِسْنَاده ضَعِيف , فَإِنْ كَانَ مَحْفُوظًا اِحْتَمَلَ أَنْ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْسَلَ زَيْد بْن أَرْقَم قَبْل أَنْ يَجِيء أَبُو مُوسَى , فَلَمَّا جَاءُوا كَانَ أَبُو مُوسَى قَدْ قَعَدَ عَلَى الْبَاب فَرَاسَلَهُمْ عَلَى لِسَانه بِنَحْوِ مَا أَرْسَلَ بِهِ إِلَيْهِمْ زَيْد بْن أَرْقَم وَاللَّهُ أَعْلَمُ. قُلْت : وَوَقَعَ نَحْو قِصَّة أَبِي مُوسَى لِبِلَالٍ وَذَلِكَ فِيمَا أَخْرَجَهُ أَبُو دَاوُدَ مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر عَنْ مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ نَافِع بْن عَبْد الْحَارِث الْخُزَاعِيّ قَالَ : \" دَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَائِطًا مِنْ حَوَائِط الْمَدِينَة فَقَالَ لِبِلَالٍ : أَمْسِكْ عَلَيَّ الْبَاب , فَجَاءَ أَبُو بَكْر يَسْتَأْذِن \" فَذَكَرَ نَحْوه. وَأَخْرَجَهُ الطَّبَرَانِيُّ فِي \" الْأَوْسَط \" مِنْ حَدِيث أَبِي سَعِيد نَحْوه. وَهَذَا إِنْ صَحَّ حُمِلَ عَلَى التَّعَدُّد. ثُمَّ ظَهَرَ لِي أَنَّ فِيهِ وَهْمًا مِنْ بَعْض رُوَاته , فَقَدْ أَخْرَجَهُ أَحْمَد عَنْ يَزِيد بْن هَارُون عَنْ مُحَمَّد بْن عَمْرو وَفِي حَدِيثه أَنَّ نَافِع بْن عَبْد الْحَارِث هُوَ الَّذِي كَانَ يَسْتَأْذِن , وَهُوَ وَهْم أَيْضًا , فَقَدْ رَوَاهُ أَحْمَد مِنْ طَرِيق مُوسَى بْن عُقْبَة عَنْ أَبِي سَلَمَة عَنْ نَافِع فَذَكَرَهُ وَفِيهِ \" فَجَاءَ أَبُو بَكْر فَاسْتَأْذَنَ فَقَالَ لِأَبِي مُوسَى فِيمَا أَعْلَم اِئْذَنْ لَهُ \" وَأَخْرَجَهُ النَّسَائِيّ مِنْ طَرِيق أَبِي الزِّنَاد عَنْ أَبِي سَلِمَة عَنْ نَافِع بْن عَبْد الْحَارِث عَنْ أَبِي مُوسَى وَهُوَ الصَّوَاب , فَرَجَعَ الْحَدِيث إِلَى أَبِي مُوسَى وَاتَّحَدَتْ الْقِصَّة وَاللَّهُ أَعْلَمُ. وَأَشَارَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْبَلْوَى الْمَذْكُورَة إِلَى مَا أَصَابَ عُثْمَان فِي آخِر خِلَافَته مِنْ الشَّهَادَة يَوْم الدَّار , وَقَدْ وَرَدَ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَصْرَح مِنْ هَذَا فَرَوَى أَحْمَد مِنْ طَرِيق كُلَيْب بْن وَائِل عَنْ اِبْن عُمَر قَالَ : \" ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِتْنَة , فَمَرَّ رَجُل فَقَالَ : يُقْتَل فِيهَا هَذَا يَوْمئِذٍ ظُلْمًا , قَالَ فَنَظَرْت فَإِذَا هُوَ عُثْمَان \" إِسْنَاده صَحِيح. ‏ ‏قَوْله : ( فَجَلَسَ وِجَاهه ) ‏ ‏بِضَمِّ الْوَاو وَبِكَسْرِهَا أَيْ مُقَابِله. ‏ ‏قَوْله : ( قَالَ شَرِيك ) ‏ ‏هُوَ مَوْصُول بِالْإِسْنَادِ الْمَاضِي. ‏ ‏قَوْله : ( قَالَ سَعِيد بْن الْمُسَيِّب : فَأَوَّلْتهَا قُبُورهمْ ) فِيهِ وُقُوع التَّأْوِيل فِي الْيَقِظَة وَهُوَ الَّذِي يُسَمَّى الْفِرَاسَة وَالْمُرَاد اِجْتِمَاع الصَّاحِبَيْنِ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الدَّفْن وَانْفِرَاد عُثْمَان عَنْهُمْ فِي الْبَقِيع , وَلَيْسَ الْمُرَاد خُصُوص صُورَة الْجُلُوس الْوَاقِعَة. وَقَدْ وَقَعَ فِي رِوَايَة عَبْد الرَّحْمَن بْن حَرْمَلَة عَنْ سَعِيد بْن الْمُسَيِّب \" قَالَ سَعِيد : فَأَوَّلْت ذَلِكَ اِنْتِبَاذ قَبْره مِنْ قُبُورهمْ \" وَسَيَأْتِي فِي الْفِتَن بِلَفْظِ \" اِجْتَمَعْت هَاهُنَا وَانْفَرَدَ عُثْمَان \" وَلَوْ ثَبَتَ الْخَبَر الَّذِي أَخْرَجَهُ أَبُو نُعَيْم عَنْ عَائِشَة فِي صِفَة الْقُبُور الثَّلَاثَة أَبُو بَكْر عَنْ يَمِينه وَعُمَر عَنْ يَسَاره لَكَانَ فِيهِ تَمَام التَّشْبِيه , وَلَكِنْ سَنَده ضَعِيف , وَعَارَضَهُ مَا هُوَ أَصَحّ مِنْهُ. وَأَخْرَجَ أَبُو دَاوُدَ وَالْحَاكِم مِنْ طَرِيق الْقَاسِم بْن مُحَمَّد قَالَ : \" قُلْت لِعَائِشَة : يَا أُمَّاهُ اِكْشِفِي لِي عَنْ قَبْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَاحِبَيْهِ , فَكَشَفَتْ لِي \" الْحَدِيث وَفِيهِ \" فَرَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا أَبُو بَكْر رَأْسه بَيْن كَتِفَيْهِ , وَعُمَر رَأْسه عِنْد رِجْلَيْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \". ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7262,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى، عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، سَمِعَ ابْنَ عَبَّاسٍ، عَنْ عُمَرَ ـ رضى الله عنهم ـ قَالَ جِئْتُ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَشْرُبَةٍ لَهُ، وَغُلاَمٌ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَسْوَدُ عَلَى رَأْسِ الدَّرَجَةِ فَقُلْتُ قُلْ هَذَا عُمَرُ بْنُ الْخَطَّابِ فَأَذِنَ لِي‏.‏",
    "english_text": "I came and behold, Allah's Messenger (ﷺ) was staying on a Mashroba (attic room) and a black slave of \nAllah's Messenger (ﷺ) was at the top if its stairs. I said to him, \"(Tell the Prophet) that here is `Umar bin Al- \nKhattab (asking for permission to enter).\" Then he admitted me.",
    "explication": "‏ ‏قَوْله : ( عَنْ يَحْيَى ) ‏ ‏هُوَ اِبْن سَعِيد الْأَنْصَارِيّ , وَالْإِسْنَاد كُلّه مَدَنِيُّونَ. ‏ ‏قَوْله : ( مَكَثْت سَنَة أُرِيد أَنْ أَسْأَل عُمَر بْن الْخَطَّاب ) ‏ ‏فَذَكَرَ الْحَدِيث بِطُولِهِ فِي قِصَّة اللَّتَيْنِ تَظَاهَرَتَا , وَقَدْ ذَكَرَهُ فِي النِّكَاح مُخْتَصَرًا مِنْ هَذَا الْوَجْه وَمُطَوَّلًا مِنْ وَجْه آخَر , وَتَقَدَّمَ طَرَف مِنْهُ فِي كِتَاب الْعِلْم وَفِي هَذِهِ الطَّرِيق هُنَا مِنْ الزِّيَادَة مُرَاجَعَة اِمْرَأَة عُمَر لَهُ وَدُخُوله عَلَى حَفْصَة بِسَبَبِ ذَلِكَ بِطُولِهِ , وَدُخُول عُمَر عَلَى أُمّ سَلَمَة. وَذَكَرَ فِي آخِر الْأُخْرَى قِصَّة اِعْتِزَاله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نِسَاءَهُ , وَفِي آخِر حَدِيث عَائِشَة فِي التَّخْيِير , وَسَيَأْتِي الْكَلَام عَلَى ذَلِكَ كُلّه مُسْتَوْفًى فِي كِتَاب النِّكَاح إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏وَقَوْله فِي هَذِهِ الطَّرِيق \" ثُمَّ قَالَ عُمَر رَضِيَ اللَّه عَنْهُ : وَاَللَّه إِنْ كُنَّا فِي الْجَاهِلِيَّة مَا نَعُدّ لِلنِّسَاءِ أَمْرًا حَتَّى أَنْزَلَ اللَّه فِيهِنَّ مَا أَنْزَلَ \" ‏ ‏قَرَأْت بِخَطِّ أَبِي عَلِيّ الصَّدَفِيّ فِي هَامِش نُسْخَته : قِيلَ لَا بُدّ مِنْ اللَّام لِلتَّأْكِيدِ. ‏ ‏وَقَوْله فِي هَذِهِ الطَّرِيق \" لَا يَغُرَّنَّك هَذِهِ الَّتِي أَعْجَبَهَا حُسْنُهَا حُبُّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ‏ ‏هُوَ بِرَفْعِ حُبّ عَلَى أَنَّهُ بَدَل مِنْ فَاعِل أَعْجَبَ , وَيَجُوز النَّصْب عَلَى أَنَّهُ مَفْعُول مِنْ أَجْله أَيْ مِنْ أَجْل حُبّه لَهَا , وَقَوْله فِيهِ \" قَرَظًا مَصْبُورًا \" أَيْ مَجْمُوعًا مِثْل الصُّبْرَة , وَعِنْد الْإِسْمَاعِيلِيّ \" مَصْبُوبًا \" بِمُوَحَّدَتَيْنِ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7263,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ بِكِتَابِهِ إِلَى كِسْرَى، فَأَمَرَهُ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ الْبَحْرَيْنِ، يَدْفَعُهُ عَظِيمُ الْبَحْرَيْنِ إِلَى كِسْرَى، فَلَمَّا قَرَأَهُ كِسْرَى مَزَّقَهُ، فَحَسِبْتُ أَنَّ ابْنَ الْمُسَيَّبِ قَالَ فَدَعَا عَلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُمَزَّقُوا كُلَّ مُمَزَّقٍ‏.‏",
    "english_text": "Allah's Messenger (ﷺ) sent a letter to Khosrau and told his messenger to give it first to the ruler of Bahrain, \nand tell him to deliver it to Khosrau. When Khosrau had read it, he tore it into pieces. (Az-Zuhri said: \nI think Ibn Al-Musaiyab said, \"Allah's Messenger (ﷺ) invoked Allah to tear them (Khosrau and his followers) \ninto pieces.\"",
    "explication": "‏ ‏قَوْله : ( حَدَّثَنَا إِسْمَاعِيل بْن عَبْد اللَّه ) ‏ ‏هُوَ اِبْن أَبِي أُوَيْس , وَصَالِح هُوَ اِبْن كَيْسَانَ. ‏ ‏قَوْله : ( بَعَثَ بِكِتَابِهِ رَجُلًا ) ‏ ‏هُوَ عَبْد اللَّه بْن حُذَافَة السَّهْمِيّ كَمَا سَمَّاهُ الْمُؤَلِّف فِي هَذَا الْحَدِيث فِي الْمَغَازِي. وَكِسْرَى هُوَ أَبَرْوِيز بْن هُرْمُز بْن أَنُوشُرْوَان , وَوَهَمَ مَنْ قَالَ هُوَ أَنُوشُرْوَان. وَعَظِيم الْبَحْرَيْنِ هُوَ الْمُنْذِر بْن سَاوَى بِالْمُهْمَلَةِ وَفَتْح الْوَاو الْمُمَالَة , وَسَيَأْتِي الْكَلَام عَلَى هَذَا الْحَدِيث فِي الْمَغَازِي. ‏ ‏قَوْله : ( فَحَسِبْت ) ‏ ‏الْقَائِل هُوَ اِبْن شِهَاب رَاوِي الْحَدِيث , فَقِصَّة الْكِتَاب عِنْده مَوْصُولَة وَقِصَّة الدُّعَاء مُرْسَلَة. وَوَجْه دَلَالَته عَلَى الْمُكَاتَبَة ظَاهِر , وَيُمْكِن أَنْ يُسْتَدَلّ بِهِ عَلَى الْمُنَاوَلَة مِنْ حَيْثُ إنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَاوَلَ الْكِتَاب لِرَسُولِهِ , وَأَمَرَهُ أَنْ يُخْبِر عَظِيم الْبَحْرَيْنِ بِأَنَّ هَذَا كِتَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَإِنْ لَمْ يَكُنْ سَمِعَ مَا فِيهِ وَلَا قَرَأَهُ. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7264,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، حَدَّثَنَا سَلَمَةُ بْنُ الأَكْوَعِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لِرَجُلٍ مِنْ أَسْلَمَ ‏\n\"‏ أَذِّنْ فِي قَوْمِكَ ـ أَوْ فِي النَّاسِ ـ يَوْمَ عَاشُورَاءَ أَنَّ مَنْ أَكَلَ فَلْيُتِمَّ بَقِيَّةَ يَوْمِهِ، وَمَنْ لَمْ يَكُنْ أَكَلَ فَلْيَصُمْ ‏\"‏‏.‏",
    "english_text": "Allah's Messenger (ﷺ) said to a man from the tribe of Al-Aslam, \"Proclaim among your people (or the \npeople) on the day of 'Ashura' (tenth of Muharram), 'Whosoever has eaten anything should fast for the \nrest of the day; and whoever has not eaten anything, should complete his fast.' \"",
    "explication": "‏ ‏قَوْلُهُ : ( عَنْ سَلَمَة بْنِ الْأَكْوَعِ ) ‏ ‏فِي رِوَايَة يَحْيَى وَهُوَ الْقَطَّان \" عَنْ يَزِيد بْن أَبِي عُبَيْد حَدَّثَنَا سَلَمَة بْن الْأَكْوَع \" كَمَا سَيَأْتِي فِي خَبَر الْوَاحِد. ‏ ‏قَوْله : ( أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَ رَجُلًا يُنَادِي فِي النَّاس ) ‏ ‏فِي رِوَايَة يَحْيَى \" قَالَ لِرَجُلِ مِنْ أَسْلَمَ أَذِّنْ فِي قَوْمك \" وَاسْم هَذَا الرَّجُل هِنْدُ بْنُ أَسْمَاءَ بْنِ حَارِثَةَ الْأَسْلَمِيُّ لَهُ وَلِأَبِيهِ وَلِعَمِّهِ هِنْد بْن حَارِثَة صُحْبَة , أَخْرَجَ حَدِيثه أَحْمَد وَابْن أَبِي خَيْثَمَةَ مِنْ طَرِيق اِبْن إِسْحَاق \" حَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر عَنْ حَبِيب اِبْن هِنْد بْن أَسْمَاء الْأَسْلَمِيِّ عَنْ أَبِيهِ قَالَ : بَعَثَنِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى قَوْمِي مِنْ أَسْلَمَ فَقَالَ : مُرْ قَوْمك أَنْ يَصُومُوا هَذَا الْيَوْم يَوْم عَاشُورَاء , فَمَنْ وَجَدْته مِنْهُمْ قَدْ أَكَلَ فِي أَوَّل يَوْمه فَلْيَصُمْ آخِرَهُ \" وَرَوَى أَحْمَد أَيْضًا مِنْ طَرِيق عَبْد الرَّحْمَن بْن حَرْمَلَة عَنْ يَحْيَى بْن هِنْد قَالَ : وَكَانَ هِنْد مِنْ أَصْحَاب الْحُدَيْبِيَة وَأَخُوهُ الَّذِي بَعَثَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُر قَوْمه بِالصِّيَامِ يَوْم عَاشُورَاء , قَالَ \" فَحَدَّثَنِي يَحْيَى بْن هِنْد عَنْ أَسْمَاء اِبْن حَارِثَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعَثَهُ فَقَالَ : مُرْ قَوْمك بِصِيَامِ هَذَا الْيَوْم. قَالَ أَرَأَيْت إِنْ وَجَدْتهمْ قَدْ طَعِمُوا ؟ قَالَ : فَلْيُتِمُّوا آخِر يَوْمهمْ \" قُلْت : فَيَحْتَمِل أَنْ يَكُون كُلٌّ مِنْ أَسْمَاء وَوَلَده هِنْد أُرْسِلَا بِذَلِكَ , وَيَحْتَمِل أَنْ يَكُون أَطْلَقَ فِي الرِّوَايَة الْأُولَى عَلَى الْجَدّ اِسْمَ الْأَب فَيَكُون الْحَدِيث مِنْ رِوَايَة حَبِيب بْن هِنْد عَنْ جَدّه أَسْمَاء فَتَتَّحِد الرِّوَايَتَانِ , وَاَللَّه أَعْلَم. وَاسْتُدِلَّ بِحَدِيثِ سَلَمَة هَذَا عَلَى صِحَّة الصِّيَام لِمَنْ لَمْ يَنْوِهِ مِنْ اللَّيْل سَوَاء كَانَ رَمَضَان أَوْ غَيْره لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ بِالصَّوْمِ فِي أَثْنَاء النَّهَار فَدَلَّ عَلَى أَنَّ النِّيَّة لَا تُشْتَرَط مِنْ اللَّيْل , وَأُجِيبَ بِأَنَّ ذَلِكَ يَتَوَقَّف عَلَى أَنَّ صِيَام عَاشُورَاء كَانَ وَاجِبًا , وَاَلَّذِي يَتَرَجَّح مِنْ أَقْوَال الْعُلَمَاء أَنَّهُ لَمْ يَكُنْ فَرْضًا , وَعَلَى تَقْدِير أَنَّهُ كَانَ فَرْضًا فَقَدْ نُسِخَ بِلَا رَيْب , فَنُسِخَ حُكْمه وَشَرَائِطه , بِدَلِيلِ قَوْله \" وَمَنْ أَكَلَ فَلْيُتِمَّ \" وَمَنْ لَا يَشْتَرِط النِّيَّة مِنْ اللَّيْل لَا يُجِيز صِيَام مَنْ أَكَلَ مِنْ النَّهَار , وَصَرَّحَ اِبْن حَبِيب مِنْ الْمَالِكِيَّة بِأَنَّ تَرْكَ التَّبْيِيت لِصَوْمِ عَاشُورَاء مِنْ خَصَائِص عَاشُورَاء , وَعَلَى تَقْدِير أَنَّ حُكْمه بَاقٍ فَالْأَمْر بِالْإِمْسَاكِ لَا يَسْتَلْزِم الْإِجْزَاء فَيَحْتَمِل أَنْ يَكُون أَمَرَ بِالْإِمْسَاكِ لِحُرْمَةِ الْوَقْت كَمَا يُؤْمَر مَنْ قَدِمَ مِنْ سَفَر فِي رَمَضَانَ نَهَارًا وَكَمَا يُؤْمَر مَنْ أَفْطَرَ يَوْم الشَّكّ ثُمَّ رَأَى الْهِلَال , وَكُلّ ذَلِكَ لَا يُنَافِي أَمْرَهُمْ بِالْقَضَاءِ , بَلْ وَرَدَ ذَلِكَ صَرِيحًا فِي حَدِيثٍ أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ طَرِيق قَتَادَةَ عَنْ عَبْد الرَّحْمَن بْن سَلَمَة عَنْ عَمّه أَنَّ أَسْلَمَ أَتَتْ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : صُمْتُمْ يَوْمكُمْ هَذَا ؟ قَالُوا : لَا. قَالَ : فَأَتِمُّوا بَقِيَّة يَوْمكُمْ وَاقْضُوهُ \" وَعَلَى تَقْدِير أَنْ لَا يَثْبُت هَذَا الْحَدِيث فِي الْأَمْر بِالْقَضَاءِ فَلَا يَتَعَيَّن تَرْكُ الْقَضَاء , لِأَنَّ مَنْ لَمْ يُدْرِك الْيَوْمَ بِكَمَالِهِ لَا يَلْزَمهُ الْقَضَاء كَمَنْ بَلَغَ أَوْ أَسْلَمَ فِي أَثْنَاء النَّهَار. وَاحْتَجَّ الْجُمْهُور لِاشْتِرَاطِ النِّيَّة فِي الصَّوْم مِنْ اللَّيْل بِمَا أَخْرَجَهُ أَصْحَاب السُّنَن مِنْ حَدِيث عَبْد اللَّه بْن عُمَر عَنْ أُخْته حَفْصَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ لَمْ يُبَيِّت الصِّيَام مِنْ اللَّيْل فَلَا صِيَام لَهُ \" لَفْظ النَّسَائِيِّ , وَلِأَبِي دَاوُدَ وَالتِّرْمِذِيّ \" مَنْ لَمْ يُجْمِعْ الصِّيَام قَبْل الْفَجْر فَلَا صِيَام لَهُ \" وَاخْتُلِفَ فِي رَفْعه وَوَقْفه , وَرَجَّحَ التِّرْمِذِيُّ وَالنَّسَائِيُّ الْمَوْقُوفَ بَعْد أَنْ أَطْنَبَ النَّسَائِيُّ فِي تَخْرِيجِ طُرُقه , وَحَكَى التِّرْمِذِيُّ فِي \" الْعِلَلِ \" عَنْ الْبُخَارِيّ تَرْجِيح وَقْفه. وَعَمِلَ بِظَاهِرِ الْإِسْنَاد جَمَاعَة مِنْ الْأَئِمَّة فَصَحَّحُوا الْحَدِيث الْمَذْكُور , مِنْهُمْ اِبْن خُزَيْمَةَ وَابْن حِبَّان وَالْحَاكِم وَابْن حَزْم , وَرَوَى لَهُ الدَّارَقُطْنِيُّ طَرِيقًا آخَر وَقَالَ رِجَالهَا ثِقَات , وَأَبْعَدَ مَنْ خَصَّهُ مِنْ الْحَنَفِيَّة بِصِيَامِ الْقَضَاء وَالنَّذْر , وَأَبْعَدُ مِنْ ذَلِكَ تَفْرِقَة الطَّحَاوِيِّ بَيْن صَوْم الْفَرْض إِذَا كَانَ فِي يَوْمٍ بِعَيْنِهِ كَعَاشُورَاء فَتُجْزِئ النِّيَّة فِي النَّهَار , أَوْ لَا فِي يَوْم بِعَيْنِهِ كَرَمَضَان فَلَا يُجْزِئ إِلَّا بِنِيَّةٍ مِنْ اللَّيْل , وَبَيْن صَوْم التَّطَوُّع فَيُجْزِئ فِي اللَّيْل وَفِي النَّهَار. وَقَدْ تَعَقَّبَهُ إِمَام الْحَرَمَيْنِ بِأَنَّهُ كَلَامٌ غَثٌّ لَا أَصْلَ لَهُ. وَقَالَ اِبْن قُدَامَةَ : تُعْتَبَر النِّيَّة فِي رَمَضَان لِكُلِّ يَوْم فِي قَوْل الْجُمْهُور , وَعَنْ أَحْمَد أَنَّهُ يُجْزِئُهُ نِيَّةٌ وَاحِدَة لِجَمِيعِ الشَّهْر ; وَهُوَ كَقَوْلِ مَالِك وَإِسْحَاق , وَقَالَ زُفَرُ يَصِحّ صَوْم رَمَضَان فِي حَقّ الْمُقِيم الصَّحِيح بِغَيْرِ نِيَّة وَبِهِ قَالَ عَطَاء وَمُجَاهِد , وَاحْتَجَّ زفر بِأَنَّهُ لَا يَصِحُّ فِيهِ غَيْر صَوْم رَمَضَان لِتَعَيُّنِهِ فَلَا يَفْتَقِر إِلَى نِيَّة لِأَنَّ الزَّمَنَ مِعْيَار لَهُ فَلَا يُتَصَوَّر فِي يَوْم وَاحِد إِلَّا صَوْمٌ وَاحِدٌ. وَقَالَ أَبُو بَكْر الرَّازِيُّ : يَلْزَم قَائِلَ هَذَا أَنْ يُصَحِّحَ صَوْمَ الْمُغْمَى عَلَيْهِ فِي رَمَضَان إِذَا لَمْ يَأْكُل وَلَمْ يَشْرَبْ لِوُجُودِ الْإِمْسَاك بِغَيْرِ نِيَّة , قَالَ : فَإِنْ اِلْتَزَمَهُ كَانَ مُسْتَشْنَعًا. وَقَالَ غَيْره : يَلْزَمهُ أَنَّ مَنْ أَخَّرَ الصَّلَاة حَتَّى لَمْ يَبْقَ مِنْ وَقْتهَا إِلَّا قَدْرهَا فَصَلَّى حِينَئِذٍ تَطَوُّعًا أَنَّهُ يجزئه عَنْ الْفَرْضِ. وَاسْتَدَلَّ اِبْن حَزْمٍ بِحَدِيثِ سَلَمَةَ عَلَى أَنَّ مَنْ ثَبَتَ لَهُ هِلَال رَمَضَان بِالنَّهَارِ جَازَ لَهُ اِسْتِدْرَاك النِّيَّة حِينَئِذٍ وَيُجْزِئُهُ وَبَنَاهُ عَلَى أَنَّ عَاشُورَاء كَانَ فَرْضًا أَوَّلًا , وَقَدْ أُمِرُوا أَنْ يُمْسِكُوا فِي أَثْنَاء النَّهَار. قَالَ : وَحُكْم الْفَرْض لَا يَتَغَيَّر , وَلَا يَخْفَى مَا يَرِدُ عَلَيْهِ مِمَّا قَدَّمْنَاهُ , وَأُلْحِقَ بِذَلِكَ مَنْ نَسِيَ أَنْ يَنْوِيَ مِنْ اللَّيْل لِاسْتِوَاءِ حُكْم الْجَاهِل وَالنَّاسِي. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7265,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ،‏.‏ وَحَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا النَّضْرُ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، قَالَ كَانَ ابْنُ عَبَّاسٍ يُقْعِدُنِي عَلَى سَرِيرِهِ فَقَالَ إِنَّ وَفْدَ عَبْدِ الْقَيْسِ لَمَّا أَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنِ الْوَفْدُ ‏\"‏‏.‏ قَالُوا رَبِيعَةُ‏.‏ قَالَ ‏\"‏ مَرْحَبًا بِالْوَفْدِ وَالْقَوْمِ، غَيْرَ خَزَايَا وَلاَ نَدَامَى ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ إِنَّ بَيْنَنَا وَبَيْنَكَ كُفَّارَ مُضَرَ، فَمُرْنَا بِأَمْرٍ نَدْخُلُ بِهِ الْجَنَّةَ، وَنُخْبِرُ بِهِ مَنْ وَرَاءَنَا فَسَأَلُوا عَنِ الأَشْرِبَةِ، فَنَهَاهُمْ عَنْ أَرْبَعٍ وَأَمَرَهُمْ بِأَرْبَعٍ أَمَرَهُمْ بِالإِيمَانِ بِاللَّهِ قَالَ ‏\"‏ هَلْ تَدْرُونَ مَا الإِيمَانُ بِاللَّهِ ‏\"‏‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ قَالَ ‏\"‏ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامُ الصَّلاَةِ، وَإِيتَاءُ الزَّكَاةِ ـ وَأَظُنُّ فِيهِ ـ صِيَامُ رَمَضَانَ، وَتُؤْتُوا مِنَ الْمَغَانِمِ الْخُمُسَ ‏\"‏‏.‏ وَنَهَاهُمْ عَنِ الدُّبَّاءِ، وَالْحَنْتَمِ، وَالْمُزَفَّتِ، وَالنَّقِيرِ، وَرُبَّمَا قَالَ الْمُقَيَّرِ‏.‏ قَالَ ‏\"‏ احْفَظُوهُنَّ، وَأَبْلِغُوهُنَّ مَنْ وَرَاءَكُمْ ‏\"‏‏.‏",
    "english_text": "When the delegate of `Abd Al-Qais came to Allah's Messenger (ﷺ), he said, \"Who are the delegate?\" They \nsaid, \"The delegate are from the tribe of Rabi`a.\" The Prophet (ﷺ) said, \"Welcome, O the delegate, and \nwelcome! O people! Neither you will have any disgrace nor will you regret.\" They said, \"O Allah's \nApostle! Between you and us there are the infidels of the tribe of Mudar, so please order us to do \nsomething good (religious deeds) that by acting on them we may enter Paradise, and that we may \ninform (our people) whom we have left behind, about it.\" They also asked (the Prophet) about drinks. \nHe forbade them from four things and ordered them to do four things. He ordered them to believe in \nAllah, and asked them, \"Do you know what is meant by belief in Allah?\" They said, \"Allah and His \nApostle know best.\" He said, ''To testify that none has the right to be worshipped except Allah, the \nOne, Who has no partners with Him, and that Muhammad is Allah's Messenger (ﷺ); and to offer prayers \nperfectly and to pay Zakat.\" (the narrator thinks that fasting in Ramadan is included), \"and to give \none-fifth of the war booty (to the state).\" Then he forbade four (drinking utensils): Ad-Duba', Al56 \nHantam, Al-Mazaffat and An-Naqir, or probably, Al-Muqaiyar. And then the Prophet (ﷺ) said, \n\"Remember all these things by heart and preach it to those whom you have left behind.\"",
    "explication": "‏ ‏قَوْله : ( عَنْ أَبِي جَمْرَة ) ‏ ‏هُوَ بِالْجِيمِ وَالرَّاء كَمَا تَقَدَّمَ , وَاسْمه نَصْر بْن عِمْرَان بْن نُوح بْن مَخْلَد الضُّبَعِيُّ بِضَمِّ الضَّاد الْمُعْجَمَة وَفَتْح الْمُوَحَّدَة , مِنْ بَنِي ضُبَيْعَةَ أَوَّله مُصَغَّرًا وَهُمْ بَطْن مِنْ عَبْد الْقَيْس كَمَا جَزَمَ بِهِ الرَّشَاطِيّ , وَفِي بَكْر بْن وَائِل بَطْن يُقَال لَهُمْ بَنُو ضُبَيْعَةَ أَيْضًا , وَقَدْ وَهَمَ مَنْ نَسَبَ أَبَا جَمْرَة إِلَيْهِمْ مِنْ شُرَّاح الْبُخَارِيّ , فَقَدْ رَوَى الطَّبَرَانِيُّ وَابْن مَنْدَهْ فِي تَرْجَمَة نُوح بْن مَخْلَد جَدّ أَبِي جَمْرَة أَنَّهُ قَدِمَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ : مِمَّنْ أَنْتَ ؟ قَالَ : مِنْ ضُبَيْعَةَ رَبِيعَة. فَقَالَ : خَيْر رَبِيعَة عَبْد الْقَيْس ثُمَّ الْحَيّ الَّذِينَ أَنْتَ مِنْهُمْ. ‏ ‏قَوْله : ( كُنْت أَقْعُد مَعَ اِبْن عَبَّاس ) ‏ ‏بَيَّنَ الْمُصَنِّف فِي الْعِلْم مِنْ رِوَايَة غُنْدَر , عَنْ شُعْبَة السَّبَب فِي إِكْرَام اِبْن عَبَّاس لَهُ وَلَفْظه \" كُنْت أُتَرْجِم بَيْن اِبْن عَبَّاس وَبَيْن النَّاس \" قَالَ اِبْن الصَّلَاح : أَصْل التَّرْجَمَة التَّعْبِير عَنْ لُغَة بِلُغَةٍ , وَهُوَ عِنْدِي هُنَا أَعَمّ مِنْ ذَلِكَ , وَأَنَّهُ كَانَ يُبَلِّغ كَلَام اِبْن عَبَّاس إِلَى مَنْ خَفِيَ عَلَيْهِ وَيُبَلِّغهُ كَلَامهمْ , إِمَّا لِزِحَامٍ أَوْ لِقُصُورِ فَهْم. قُلْت : الثَّانِي أَظْهَر ; لِأَنَّهُ كَانَ جَالِسًا مَعَهُ عَلَى سَرِيره , فَلَا فَرْق فِي الزِّحَام بَيْنهمَا إِلَّا أَنْ يُحْمَل عَلَى أَنَّ اِبْن عَبَّاس كَانَ فِي صَدْر السَّرِير وَكَانَ أَبُو جَمْرَة فِي طَرَفه الَّذِي يَلِي مَنْ يُتَرْجِم عَنْهُمْ , وَقِيلَ إِنَّ أَبَا جَمْرَة كَانَ يَعْرِف الْفَارِسِيَّة فَكَانَ يُتَرْجِم لِابْنِ عَبَّاس بِهَا , قَالَ الْقُرْطُبِيّ : فِيهِ دَلِيل عَلَى أَنَّ اِبْن عَبَّاس كَانَ يَكْتَفِي فِي التَّرْجَمَة بِوَاحِدٍ. قُلْت وَقَدْ بَوَّبَ عَلَيْهِ الْبُخَارِيّ فِي أَوَاخِر كِتَاب الْأَحْكَام كَمَا سَيَأْتِي. وَاسْتَنْبَطَ مِنْهُ اِبْن التِّين جَوَاز أَخْذ الْأُجْرَة عَلَى التَّعْلِيم لِقَوْلِهِ \" حَتَّى أَجْعَل لَك سَهْمًا مِنْ مَالِي \" وَفِيهِ نَظَر , لِاحْتِمَالِ أَنْ يَكُون إِعْطَاؤُهُ ذَلِكَ كَانَ بِسَبَبِ الرُّؤْيَا الَّتِي رَآهَا فِي الْعُمْرَة قَبْل الْحَجّ كَمَا سَيَأْتِي عِنْد الْمُصَنِّف صَرِيحًا فِي الْحَجّ. وَقَالَ غَيْره : هُوَ أَصْل فِي اِتِّخَاذ الْمُحَدِّث الْمُسْتَمْلِي. ‏ ‏قَوْله : ( ثُمَّ قَالَ : إِنَّ وَفْد عَبْد الْقَيْس ) ‏ ‏بَيَّنَ مُسْلِم مِنْ طَرِيق غُنْدَر عَنْ شُعْبَة السَّبَب فِي تَحْدِيث اِبْن عَبَّاس لِأَبِي جَمْرَة بِهَذَا الْحَدِيث , فَقَالَ بَعْد قَوْله \" وَبَيْن النَّاس \" : فَأَتَتْهُ اِمْرَأَة تَسْأَلهُ عَنْ نَبِيذ الْجَرّ , فَنَهَى عَنْهُ , فَقُلْت : يَا اِبْن عَبَّاس إِنِّي أَنْتَبِذ فِي جَرَّة خَضْرَاء نَبِيذًا حُلْوًا فَأَشْرَب مِنْهُ فَتُقَرْقِر بَطْنِي , قَالَ : لَا تَشْرَب مِنْهُ وَإِنْ كَانَ أَحْلَى مِنْ الْعَسَل. وَلِلْمُصَنِّفِ فِي أَوَاخِر الْمَغَازِي مِنْ طَرِيق قُرَّة عَنْ أَبِي جَمْرَة قَالَ : قُلْت لِابْنِ عَبَّاس إِنَّ لِي جَرَّة أَنْتَبِذ فِيهَا فَأَشْرَبهُ حُلْوًا , إِنْ أَكْثَرْت مِنْهُ فَجَالَسْت الْقَوْم فَأَطَلْت الْجُلُوس خَشِيت أَنْ أَفْتَضِح , فَقَالَ \" قَدِمَ وَفْد عَبْد الْقَيْس \" فَلَمَّا كَانَ أَبُو جَمْرَة مِنْ عَبْد الْقَيْس وَكَانَ حَدِيثهمْ يَشْتَمِل عَلَى النَّهْي عَنْ الِانْتِبَاذ فِي الْجِرَار نَاسَبَ أَنْ يَذْكُرهُ لَهُ. وَفِي هَذَا دَلِيل عَلَى أَنَّ اِبْن عَبَّاس لَمْ يَبْلُغهُ نَسْخ تَحْرِيم الِانْتِبَاذ فِي الْجِرَار , وَهُوَ ثَابِت مِنْ حَدِيث بُرَيْدَةَ بْن الْحُصَيْب عِنْد مُسْلِم وَغَيْره. قَالَ الْقُرْطُبِيّ : فِيهِ دَلِيل عَلَى أَنَّ لِلْمُفْتِي أَنْ يَذْكُر الدَّلِيل مُسْتَغْنِيًا بِهِ عَنْ التَّنْصِيص عَلَى جَوَاب الْفُتْيَا إِذَا كَانَ السَّائِل بَصِيرًا بِمَوْضِعِ الْحُجَّة. ‏ ‏قَوْله : ( لَمَّا أَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : مَنْ الْقَوْم , أَوْ مَنْ الْوَفْد ) ‏ ‏الشَّكّ مِنْ أَحَد الرُّوَاة , إِمَّا أَبُو جَمْرَة أَوْ مَنْ دُونه , وَأَظُنّهُ شُعْبَة فَإِنَّهُ فِي رِوَايَة قُرَّة وَغَيْره بِغَيْرِ شَكّ. وَأَغْرَبَ الْكَرْمَانِيُّ فَقَالَ : الشَّكّ مِنْ اِبْن عَبَّاس. قَالَ النَّوَوِيّ : الْوَفْد الْجَمَاعَة الْمُخْتَارَة لِلتَّقَدُّمِ فِي لُقِيّ الْعُظَمَاء وَاحِدهمْ وَافِد. قَالَ : وَوَفْد عَبْد الْقَيْس الْمَذْكُورُونَ كَانُوا أَرْبَعَة عَشَر رَاكِبًا كَبِيرهمْ الْأَشَجّ , ذَكَرَهُ صَاحِب التَّحْرِير فِي شَرْح مُسْلِم وَسَمَّى مِنْهُمْ الْمُنْذِر بْن عَائِذ وَهُوَ الْأَشَجّ الْمَذْكُور وَمُنْقِذ بْن حِبَّان وَمَزِيدَة بْن مَالِك وَعَمْرو بْن مَرْحُوم وَالْحَارِث بْنَ شُعَيْب وَعُبَيْدَة بْن هَمَّام وَالْحَارِث بْن جُنْدُب وَصُحَار بْن الْعَبَّاس وَهُوَ بِصَادٍ مَضْمُومَة وَحَاء مُهْمَلَتَيْنِ , قَالَ : وَلَمْ نَعْثُر بَعْد طُول التَّتَبُّع عَلَى أَسْمَاء الْبَاقِينَ. قُلْت : قَدْ ذَكَرَ اِبْن سَعْد مِنْهُمْ عُقْبَة بْن جَرْوَة , وَفِي سُنَن أَبِي دَاوُدَ قَيْس بْن النُّعْمَان الْعَبْدِيّ وَذَكَرَهُ الْخَطِيب أَيْضًا فِي الْمُبْهَمَات , وَفِي مُسْنَد الْبَزَّار وَتَارِيخ اِبْن أَبِي خَيْثَمَةَ الْجَهْم بْن قُثَم , وَوَقَعَ ذِكْره فِي صَحِيح مُسْلِم أَيْضًا لَكِنْ لَمْ يُسَمِّهِ , وَفِي مُسْنَدَيْ أَحْمَد وَابْن أَبِي شَيْبَة الرُّسْتُم الْعَبْدِيّ , وَفِي الْمَعْرِفَة لِأَبِي نُعَيْمٍ جُوَيْرِيَةُ الْعَبْدِيّ , وَفِي الْأَدَب لِلْبُخَارِيِّ الزَّارِع بْن عَامِر الْعَبْدِيّ. فَهَؤُلَاءِ السِّتَّة الْبَاقُونَ مِنْ الْعَدَد. وَمَا ذَكَرَ مِنْ أَنَّ الْوَفْد كَانُوا أَرْبَعَة عَشَر رَاكِبًا لَمْ يَذْكُر دَلِيله , وَفِي الْمَعْرِفَة لِابْنِ مَنْدَهْ مِنْ طَرِيق هُود الْعَصْرِيّ وَهُوَ بِعَيْنٍ وَصَاد مُهْمَلَتَيْنِ مَفْتُوحَتَيْنِ نِسْبَة إِلَى عَصْر بَطْن مِنْ عَبْد الْقَيْس عَنْ جَدّه لِأُمِّهِ مَزِيدَة قَالَ : بَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَدِّث أَصْحَابه إِذْ قَالَ لَهُمْ \" سَيَطْلُعُ لَكُمْ مِنْ هَذَا الْوَجْه رَكْب هُمْ خَيْر أَهْل الْمَشْرِق \" فَقَامَ عُمَر فَلَقِيَ ثَلَاثَة عَشَر رَاكِبًا فَرَحَّبَ وَقَرَّبَ وَقَالَ : مَنْ الْقَوْم ؟ قَالُوا وَفْد عَبْد الْقَيْس , فَيُمْكِن أَنْ يَكُون أَحَد الْمَذْكُورِينَ كَانَ غَيْر رَاكِب أَوْ مُرْتَدِفًا. وَأَمَّا مَا رَوَاهُ الدُّولَابِيّ وَغَيْره مِنْ طَرِيق أَبِي خَيْرَة - بِفَتْحِ الْخَاء الْمُعْجَمَة وَسُكُون الْمُثَنَّاة التَّحْتَانِيَّة وَبَعْد الرَّاء هَاء - الصُّبَاحِيّ - وَهُوَ بِضَمِّ الصَّاد الْمُهْمَلَة بَعْدهَا مُوَحَّدَة خَفِيفَة وَبَعْد الْأَلِف حَاء مُهْمَلَة - نِسْبَة إِلَى صُبَاح بَطْن مِنْ عَبْد الْقِيس قَالَ : كُنْت فِي الْوَفْد الَّذِينَ أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ وَفْد عَبْد الْقَيْس وَكُنَّا أَرْبَعِينَ رَجُلًا فَنَهَانَا عَنْ الدُّبَّاء وَالنَّقِير... الْحَدِيث , فَيُمْكِن أَنْ يُجْمَع بَيْنه وَبَيْن الرِّوَايَة الْأُخْرَى بِأَنَّ الثَّلَاثَة عَشَر كَانُوا رُءُوس الْوَفْد , وَلِهَذَا كَانُوا رُكْبَانًا , وَكَانَ الْبَاقُونَ أَتْبَاعًا. وَقَدْ وَقَعَ فِي جُمْلَة مِنْ الْأَخْبَار ذِكْر جَمَاعَة مِنْ عَبْد الْقَيْس زِيَادَة عَلَى مَنْ سَمَّيْته هُنَا , مِنْهُمْ أَخُو الزَّارِع وَاسْمه مَطَر وَابْن أُخْته وَلَمْ يُسَمَّ وَرَوَى ذَلِكَ الْبَغَوِيُّ فِي مُعْجَمه , وَمِنْهُمْ مُشَمْرَج السَّعْدِيّ رَوَى حَدِيثه اِبْن السَّكَن وَأَنَّهُ قَدِمَ مَعَ وَفْد عَبْد الْقَيْس , وَمِنْهُمْ جَابِر بْن الْحَارِث وَخُزَيْمَة بْن عَبْد بْن عَمْرو وَهَمَّام بْن رَبِيعَة وَجَارِيَة أَوَّله جِيم اِبْن جَابِر ذَكَرَهُمْ اِبْن شَاهِين فِي مُعْجَمه , وَمِنْهُمْ نُوح بْن مَخْلَد جَدّ أَبِي جَمْرَة وَكَذَا أَبُو خَيْرَة الصُّبَاحِيّ كَمَا تَقَدَّمَ. وَإِنَّمَا أَطَلْت فِي هَذَا الْفَصْل لِقَوْلِ صَاحِب التَّحْرِير إِنَّهُ لَمْ يَظْفَر - بَعْد طُول التَّتَبُّع - إِلَّا بِمَا ذَكَرَهُمْ. قَالَ اِبْن أَبِي جَمْرَة : فِي قَوْله \" مَنْ الْقَوْم \" دَلِيل عَلَى اِسْتِحْبَاب سُؤَال الْقَاصِد عَنْ نَفْسه لِيُعْرَف فَيُنْزَل مَنْزِلَته. قَوْله : ( قَالُوا : رَبِيعَة ) فِيهِ التَّعْبِير عَنْ الْبَعْض بِالْكُلِّ لِأَنَّهُمْ بَعْض رَبِيعَة , وَهَذَا مِنْ بَعْض الرُّوَاة , فَإِنَّ عِنْد الْمُصَنِّف فِي الصَّلَاة مِنْ طَرِيق عَبَّاد عَنْ أَبِي جَمْرَة : فَقَالُوا إِنَّ هَذَا الْحَيّ مِنْ رَبِيعَة. قَالَ اِبْن الصَّلَاح : الْحَيّ مَنْصُوب عَلَى الِاخْتِصَاص , وَالْمَعْنَى إِنَّا هَذَا الْحَيّ حَيّ مِنْ رَبِيعَة , قَالَ : وَالْحَيّ هُوَ اِسْم لِمَنْزِلِ الْقَبِيلَة , ثُمَّ سُمِّيَتْ الْقَبِيلَة بِهِ ; لِأَنَّ بَعْضهمْ يَحْيَا بِبَعْضٍ. ‏ ‏قَوْله : ( مَرْحَبًا ) ‏ ‏هُوَ مَنْصُوب بِفِعْلٍ مُضْمَر , أَيْ : صَادَفْت رُحْبًا بِضَمِّ الرَّاء أَيْ سَعَة , وَالرَّحْب بِالْفَتْحِ الشَّيْء الْوَاسِع , وَقَدْ يَزِيدُونَ مَعَهَا أَهْلًا , أَيْ وَجَدْت أَهْلًا فَاسْتَأْنِسْ , وَأَفَادَ الْعَسْكَرِيّ أَنَّ أَوَّل مَنْ قَالَ مَرْحَبًا سَيْف بْن ذِي يَزَن , وَفِيهِ دَلِيل عَلَى اِسْتِحْبَاب تَأْنِيس الْقَادِم , وَقَدْ تَكَرَّرَ ذَلِكَ مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَفِي حَدِيث أُمّ هَانِئ \" مَرْحَبًا بِأُمِّ هَانِئ \" وَفِي قِصَّة عِكْرِمَة بْن أَبِي جَهْل \" مَرْحَبًا بِالرَّاكِبِ الْمُهَاجِر \" وَفِي قِصَّة فَاطِمَة \" مَرْحَبًا بِابْنَتِي \" وَكُلّهَا صَحِيحَة. وَأَخْرَجَ النَّسَائِيُّ مِنْ حَدِيث عَاصِم بْن بَشِير الْحَارِثِيّ عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ لَمَّا دَخَلَ فَسَلَّمَ عَلَيْهِ \" مَرْحَبًا وَعَلَيْك السَّلَام \". ‏ ‏قَوْله : ( غَيْر خَزَايَا ) ‏ ‏بِنَصْبِ \" غَيْر \" عَلَى الْحَال , وَرُوِيَ بِالْكَسْرِ عَلَى الصِّفَة , وَالْمَعْرُوف الْأَوَّل قَالَهُ النَّوَوِيّ , وَيُؤَيِّدهُ رِوَايَة الْمُصَنِّف فِي الْأَدَب مِنْ طَرِيق أَبِي التَّيَّاح عَنْ أَبِي جَمْرَة \" مَرْحَبًا بِالْوَفْدِ الَّذِينَ جَاءُوا غَيْر خَزَايَا وَلَا نَدَامَى \" وَخَزَايَا جَمْع خَزْيَان وَهُوَ الَّذِي أَصَابَهُ خِزْي , وَالْمَعْنَى أَنَّهُمْ أَسْلَمُوا طَوْعًا مِنْ غَيْر حَرْب أَوْ سَبْي يُخْزِيهِمْ وَيَفْضَحهُمْ. ‏ ‏قَوْله ( وَلَا نَدَامَى ) ‏ ‏قَالَ الْخَطَّابِيُّ : كَانَ أَصْله نَادِمِينَ جَمْع نَادِم لِأَنَّ نَدَامَى إِنَّمَا هُوَ جَمْع نَدْمَان أَيْ : الْمُنَادِم فِي اللَّهْو , وَقَالَ الشَّاعِر ‏ ‏فَإِنْ كُنْت نَدْمَانِي فَبِالْأَكْبَرِ اسْقِنِي ‏ ‏, لَكِنَّهُ هُنَا خَرَجَ عَلَى الْإتْبَاع كَمَا قَالُوا الْعَشَايَا والْغَدَايَا , وَغَدَاة جَمْعهَا الْغَدَوَات لَكِنَّهُ أَتْبَعَ , اِنْتَهَى. وَقَدْ حَكَى الْقَزَّاز وَالْجَوْهَرِيّ وَغَيْرهمَا مِنْ أَهْل اللُّغَة أَنَّهُ يُقَال نَادِم وَنَدْمَان فِي النَّدَامَة بِمَعْنًى , فَعَلَى هَذَا فَهُوَ عَلَى الْأَصْل وَلَا إِتْبَاع فِيهِ. وَاَللَّه أَعْلَم. ‏ ‏وَوَقَعَ فِي رِوَايَة النَّسَائِيِّ مِنْ طَرِيق قُرَّة فَقَالَ \" مَرْحَبًا بِالْوَفْدِ لَيْسَ الْخَزَايَا وَلَا النَّادِمِينَ \" وَهِيَ لِلطَّبَرَانِيّ مِنْ طَرِيق شُعْبَة أَيْضًا , قَالَ اِبْن أَبِي جَمْرَة : بَشَّرَهُمْ بِالْخَيْرِ عَاجِلًا وَآجِلًا ; لِأَنَّ النَّدَامَة إِنَّمَا تَكُون فِي الْعَاقِبَة , فَإِذَا اِنْتَفَتْ ثَبَتَ ضِدّهَا. وَفِيهِ دَلِيل عَلَى جَوَاز الثَّنَاء عَلَى الْإِنْسَان فِي وَجْهه إِذَا أُمِنَ عَلَيْهِ الْفِتْنَة. ‏ ‏قَوْله : ( فَقَالُوا : يَا رَسُول اللَّه ) ‏ ‏فِيهِ دَلِيل عَلَى أَنَّهُمْ كَانُوا حِين الْمُقَابَلَة مُسْلِمِينَ , وَكَذَا فِي قَوْلهمْ \" كُفَّار مُضَر \" وَفِي قَوْلهمْ \" اللَّه وَرَسُوله أَعْلَم \". ‏ ‏قَوْله : ( إِلَّا فِي الشَّهْر الْحَرَام ) ‏ ‏, وَلِلْأَصِيلِيِّ وَكَرِيمَة \" إِلَّا فِي شَهْر الْحَرَام \" وَهِيَ رِوَايَة مُسْلِم , وَهِيَ مِنْ إِضَافَة الشَّيْء إِلَى نَفْسه كَمَسْجِدِ الْجَامِع وَنِسَاء الْمُؤْمِنَات. وَالْمُرَاد بِالشَّهْرِ الْحَرَام الْجِنْس فَيَشْمَل الْأَرْبَعَة الْحُرُم , وَيُؤَيِّدهُ رِوَايَة قُرَّة عِنْد الْمُؤَلِّف فِي الْمَغَازِي بِلَفْظِ \" إِلَّا فِي أَشْهُر الْحُرُم \" وَرِوَايَة حَمَّاد بْن زَيْد عِنْده فِي الْمَنَاقِب بِلَفْظِ \" إِلَّا فِي كُلّ شَهْر حَرَام \" وَقِيلَ اللَّام لِلْعَهْدِ وَالْمُرَاد شَهْر رَجَب , وَفِي رِوَايَة لِلْبَيْهَقِيِّ التَّصْرِيح بِهِ , وَكَانَتْ مُضَر تُبَالِغ فِي تَعْظِيم شَهْر رَجَب , فَلِهَذَا أُضِيفَ إِلَيْهِمْ فِي حَدِيث أَبِي بَكْرَة حَيْثُ قَالَ \" رَجَب مُضَر \" كَمَا سَيَأْتِي. وَالظَّاهِر أَنَّهُمْ كَانُوا يَخُصُّونَهُ بِمَزِيدِ التَّعْظِيم مَعَ تَحْرِيمهمْ الْقِتَال فِي الْأَشْهُر الثَّلَاثَة الْأُخْرَى , إِلَّا أَنَّهُمْ رُبَّمَا أَنْسَئُوهَا بِخِلَافِهِ , وَفِيهِ دَلِيل عَلَى تَقَدُّم إِسْلَام عَبْد الْقَيْس عَلَى قَبَائِل مُضَر الَّذِينَ كَانُوا بَيْنهمْ وَبَيْن الْمَدِينَة , وَكَانَتْ مَسَاكِن عَبْد الْقَيْس بِالْبَحْرَيْنِ وَمَا وَالَاهَا مِنْ أَطْرَاف الْعِرَاق , وَلِهَذَا قَالُوا - كَمَا فِي رِوَايَة شُعْبَة عِنْد الْمُؤَلِّف فِي الْعِلْم - وَإِنَّا نَأْتِيك مِنْ شُقَّة بَعِيدَة. قَالَ اِبْن قُتَيْبَة : الشُّقَّة السَّفَر. وَقَالَ الزَّجَّاج : هِيَ الْغَايَة الَّتِي تُقْصَد. وَيَدُلّ عَلَى سَبْقهمْ إِلَى الْإِسْلَام أَيْضًا مَا رَوَاهُ الْمُصَنِّف فِي الْجُمُعَة مِنْ طَرِيق أَبِي جَمْرَة أَيْضًا عَنْ اِبْن عَبَّاس قَالَ : إِنَّ أَوَّل جُمُعَة جُمِّعَتْ - بَعْد جُمُعَة فِي مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي مَسْجِد عَبْد الْقَيْس بِجُوَاثَى مِنْ الْبَحْرَيْنِ , وَجُوَاثَى بِضَمِّ الْجِيم وَبَعْد الْأَلِف مُثَلَّثَة مَفْتُوحَة , وَهِيَ قَرْيَة شَهِيرَة لَهُمْ , وَإِنَّمَا جَمَّعُوا بَعْد رُجُوع وَفْدهمْ إِلَيْهِمْ فَدَلَّ عَلَى أَنَّهُمْ سَبَقُوا جَمِيع الْقُرَى إِلَى الْإِسْلَام. ‏ ‏قَوْله : ( بِأَمْرٍ فَصْل ) ‏ ‏بِالتَّنْوِينِ فِيهِمَا لَا بِالْإِضَافَةِ , وَالْأَمْر , وَاحِد الْأَوَامِر , أَيْ : مُرْنَا بِعَمَلٍ بِوَاسِطَةِ اِفْعَلُوا , وَلِهَذَا قَالَ الرَّاوِي أَمَرَهُمْ , وَفِي رِوَايَة حَمَّاد بْن زَيْد وَغَيْره عِنْد الْمُؤَلِّف قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" آمُركُمْ \" , وَلَهُ عَنْ أَبِي التَّيَّاح بِصِيغَةِ اِفْعَلُوا. وَ \" الْفَصْل \" بِمَعْنَى الْفَاصِل كَالْعَدْلِ بِمَعْنَى الْعَادِل , أَيْ : يَفْصِل بَيْن الْحَقّ وَالْبَاطِل , أَوْ بِمَعْنَى الْمُفَصَّل أَيْ الْمُبَيَّن الْمَكْشُوف حَكَاهُ الطِّيبِيُّ , وَقَالَ الْخَطَّابِيُّ : الْفَصْل الْبَيِّن وَقِيلَ الْمُحْكَم. ‏ ‏قَوْله : ( نُخْبِر بِهِ ) ‏ ‏بِالرَّفْعِ عَلَى الصِّفَة لِأَمْرٍ , وَكَذَا قَوْله وَنَدْخُل , وَيُرْوَى بِالْجَزْمِ فِيهِمَا عَلَى أَنَّهُ جَوَاب الْأَمْر. وَسَقَطَتْ الْوَاو مِنْ وَنَدْخُل فِي بَعْض الرِّوَايَات فَيُرْفَع نُخْبِر وَيُجْزَم نَدْخُل , قَالَ اِبْن أَبِي جَمْرَة : فِيهِ دَلِيل عَلَى إِبْدَاء الْعُذْر عِنْد الْعَجْز عَنْ تَوْفِيَة الْحَقّ وَاجِبًا أَوْ مَنْدُوبًا , وَعَلَى أَنَّهُ يُبْدَأ بِالسُّؤَالِ عَنْ الْأَهَمّ , وَعَلَى أَنَّ الْأَعْمَال الصَّالِحَة تُدْخِل الْجَنَّة إِذَا قُبِلَتْ , وَقَبُولهَا يَقَع بِرَحْمَةِ اللَّه كَمَا تَقَدَّمَ. ‏ ‏قَوْله : ( فَأَمَرَهُمْ بِأَرْبَعٍ ) ‏ ‏أَيْ : خِصَال أَوْ جُمَل , لِقَوْلِهِمْ \" حَدِّثْنَا بِجُمَلٍ مِنْ الْأَمْر \" وَهِيَ رِوَايَة قُرَّة عِنْد الْمُؤَلِّف فِي الْمَغَازِي , قَالَ الْقُرْطُبِيّ : قِيلَ إِنَّ أَوَّل الْأَرْبَع الْمَأْمُور بِهَا إِقَام الصَّلَاة , وَإِنَّمَا ذَكَرَ الشَّهَادَتَيْنِ تَبَرُّكًا بِهِمَا كَمَا قِيلَ فِي قَوْله تَعَالَى ( وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْء فَأَنَّ لِلَّهِ خُمُسه ) وَإِلَى هَذَا نَحَا الطِّيبِيُّ فَقَالَ : عَادَة الْبُلَغَاء أَنَّ الْكَلَام إِذَا كَانَ مَنْصُوبًا لِغَرَضٍ جَعَلُوا سِيَاقه لَهُ وَطَرَحُوا مَا عَدَاهُ , وَهُنَا لَمْ يَكُنْ الْغَرَض فِي الْإِيرَاد ذِكْر الشَّهَادَتَيْنِ - لِأَنَّ الْقَوْم كَانُوا مُؤْمِنِينَ مُقِرِّينَ بِكَلِمَتَيْ الشَّهَادَة - وَلَكِنْ رُبَّمَا كَانُوا يَظُنُّونَ أَنَّ الْإِيمَان مَقْصُور عَلَيْهِمَا كَمَا كَانَ الْأَمْر فِي صَدْر الْإِسْلَام , قَالَ : فَلِهَذَا لَمْ يَعُدّ الشَّهَادَتَيْنِ فِي الْأَوَامِر. قِيلَ وَلَا يَرِد عَلَى هَذَا الْإِتْيَان بِحَرْفِ الْعَطْف فَيَحْتَاج إِلَى تَقْدِير. وَقَالَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ : لَوْلَا وُجُود حَرْف الْعَطْف لَقُلْنَا إِنَّ ذِكْر الشَّهَادَتَيْنِ وَرَدَ عَلَى سَبِيل التَّصْدِير , لَكِنْ يُمْكِن أَنْ يُقْرَأ قَوْله \" وَإِقَام الصَّلَاة \" بِالْخَفْضِ فَيَكُون عَطْفًا عَلَى قَوْله \" أَمَرَهُمْ بِالْإِيمَانِ \" وَالتَّقْدِير أَمَرَهُمْ بِالْإِيمَانِ مُصَدَّرًا بِهِ وَبِشَرْطِهِ مِنْ الشَّهَادَتَيْنِ , وَأَمَرَهُمْ بِإِقَامِ الصَّلَاة إِلَخْ , قَالَ : وَيُؤَيِّد هَذَا حَذْفهمَا فِي رِوَايَة الْمُصَنِّف فِي الْأَدَب مِنْ طَرِيق أَبِي التَّيَّاح عَنْ أَبِي جَمْرَة وَلَفْظه \" أَرْبَع وَأَرْبَع , أَقِيمُوا الصَّلَاة إِلَخْ \". فَإِنْ قِيلَ ظَاهِر مَا تَرْجَمَ بِهِ الْمُصَنِّف مِنْ أَنَّ أَدَاء الْخُمُس مِنْ الْإِيمَان يَقْتَضِي إِدْخَاله مَعَ بَاقِي الْخِصَال فِي تَفْسِير الْإِيمَان وَالتَّقْدِير الْمَذْكُور يُخَالِفهُ , أَجَابَ اِبْن رَشِيد بِأَنَّ الْمُطَابَقَة تَحْصُل مِنْ جِهَة أُخْرَى , وَهِيَ أَنَّهُمْ سَأَلُوا عَنْ الْأَعْمَال الَّتِي يَدْخُلُونَ بِهَا الْجَنَّة وَأُجِيبُوا بِأَشْيَاء مِنْهَا أَدَاء الْخُمُس , وَالْأَعْمَال الَّتِي تُدْخِل الْجَنَّة هِيَ أَعْمَال الْإِيمَان فَيَكُون أَدَاء الْخُمُس مِنْ الْإِيمَان بِهَذَا التَّقْرِير. فَإِنْ قِيلَ : فَكَيْف قَالَ فِي رِوَايَة حَمَّاد بْن زَيْد عَنْ أَبِي جَمْرَة \" آمُركُمْ بِأَرْبَعٍ : الْإِيمَان بِاَللَّهِ : شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه. وَعَقَدَ وَاحِدَة \" كَذَا لِلْمُؤَلِّفِ فِي الْمَغَازِي , وَلَهُ فِي فَرْض الْخُمُس \" وَعَقَدَ بِيَدِهِ \" فَدَلَّ عَلَى أَنَّ الشَّهَادَة إِحْدَى الْأَرْبَع. وَأَمَّا مَا وَقَعَ عِنْده فِي الزَّكَاة مِنْ هَذَا الْوَجْه مِنْ زِيَادَة الْوَاو فِي قَوْله \" شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه \" فَهِيَ زِيَادَة شَاذَّة لَمْ يُتَابِع عَلَيْهَا حَجَّاجَ بْن مِنْهَال أَحَد , وَالْمُرَاد بِقَوْلِهِ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه أَيْ : وَأَنَّ مُحَمَّدًا رَسُول اللَّه كَمَا صَرَّحَ بِهِ فِي رِوَايَة عَبَّاد بْن عَبَّاد فِي أَوَائِل الْمَوَاقِيت وَلَفْظه \" آمُركُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَع : الْإِيمَان بِاَللَّهِ \" ثُمَّ فَسَّرَهَا لَهُمْ \" شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه \" الْحَدِيث. وَالِاقْتِصَار عَلَى شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه عَلَى إِرَادَة الشَّهَادَتَيْنِ مَعًا لِكَوْنِهَا صَارَتْ عَلَمًا عَلَى ذَلِكَ كَمَا تَقَدَّمَ تَقْرِيره فِي بَاب زِيَادَة الْإِيمَان , وَهَذَا أَيْضًا يَدُلّ عَلَى أَنَّهُ عَدَّ الشَّهَادَتَيْنِ مِنْ الْأَرْبَع لِأَنَّهُ أَعَادَ الضَّمِير فِي قَوْله ثُمَّ فَسَّرَهَا مُؤَنَّثًا فَيَعُود عَلَى الْأَرْبَع , وَلَوْ أَرَادَ تَفْسِير الْإِيمَان لَأَعَادَهُ مُذَكَّرًا , وَعَلَى هَذَا فَيُقَال : كَيْف قَالَ أَرْبَع وَالْمَذْكُورَات خَمْس ؟ وَقَدْ أَجَابَ عَنْهُ الْقَاضِي عِيَاض - تَبَعًا لِابْنِ بَطَّال - بِأَنَّ الْأَرْبَع مَا عَدَا أَدَاء الْخُمُس , قَالَ : كَأَنَّهُ أَرَادَ إِعْلَامهمْ بِقَوَاعِد الْإِيمَان وَفُرُوض الْأَعْيَان , ثُمَّ أَعْلَمَهُمْ بِمَا يَلْزَمهُمْ إِخْرَاجه إِذَا وَقَعَ لَهُمْ جِهَاد لِأَنَّهُمْ كَانُوا بِصَدَدِ مُحَارَبَة كُفَّار مُضَر , وَلَمْ يَقْصِد ذِكْرهَا بِعَيْنِهَا لِأَنَّهَا مُسَبَّبَة عَنْ الْجِهَاد , وَلَمْ يَكُنْ الْجِهَاد إِذْ ذَاكَ فَرْض عَيْن. قَالَ : وَكَذَلِكَ لَمْ يَذْكُر الْحَجّ لِأَنَّهُ لَمْ يَكُنْ فُرِضَ. وَقَالَ غَيْره : قَوْله \" وَأَنْ تُعْطُوا \" مَعْطُوف عَلَى قَوْله \" بِأَرْبَعٍ \" أَيْ : آمُركُمْ بِأَرْبَعٍ وَبِأَنْ تُعْطُوا , وَيَدُلّ عَلَيْهِ الْعُدُول عَنْ سِيَاق الْأَرْبَع وَالْإِتْيَان بِأَنْ وَالْفِعْل مَعَ تَوَجُّه الْخِطَاب إِلَيْهِمْ , قَالَ اِبْن التِّين : لَا يَمْتَنِع الزِّيَادَة إِذَا حَصَلَ الْوَفَاء بِوَعْدِ الْأَرْبَع. قُلْت : وَيَدُلّ عَلَى ذَلِكَ لَفْظ رِوَايَة مُسْلِم مِنْ حَدِيث أَبِي سَعِيد الْخُدْرِيِّ فِي هَذِهِ الْقِصَّة \" آمُركُمْ بِأَرْبَعٍ : اُعْبُدُوا اللَّه وَلَا تُشْرِكُوا بِهِ شَيْئًا , وَأَقِيمُوا الصَّلَاة , وَآتُوا الزَّكَاة , وَصُومُوا رَمَضَان , وَأَعْطُوا الْخُمُس مِنْ الْغَنَائِم \". وَقَالَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ : وَيَحْتَمِل أَنْ يُقَال إِنَّهُ عَدَّ الصَّلَاة وَالزَّكَاة وَاحِدَة لِأَنَّهَا قَرِينَتهَا فِي كِتَاب اللَّه , وَتَكُون الرَّابِعَة أَدَاء الْخُمُس , أَوْ أَنَّهُ لَمْ يَعُدّ أَدَاء الْخُمُس لِأَنَّهُ دَاخِل فِي عُمُوم إِيتَاء الزَّكَاة , وَالْجَامِع بَيْنهمَا أَنَّهُمَا إِخْرَاج مَال مُعَيَّن فِي حَال دُون حَال. وَقَالَ الْبَيْضَاوِيّ الظَّاهِر أَنَّ الْأُمُور الْخَمْسَة الْمَذْكُورَة هُنَا تَفْسِير لِلْإِيمَانِ وَهُوَ أَحَد الْأَرْبَعَة الْمَوْعُود بِذِكْرِهَا , وَالثَّلَاثَة الْأُخَر حَذَفَهَا الرَّاوِي اِخْتِصَارًا أَوْ نِسْيَانًا. كَذَا قَالَ , وَمَا ذُكِرَ أَنَّهُ الظَّاهِر لَعَلَّهُ يَحْسِب مَا ظَهَرَ لَهُ , وَإِلَّا فَالظَّاهِر مِنْ السِّيَاق أَنَّ الشَّهَادَة أَحَد الْأَرْبَع لِقَوْلِهِ \" وَعَقَدَ وَاحِدَة \" وَكَأَنَّ الْقَاضِي أَرَادَ أَنْ يَرْفَع الْإِشْكَال مِنْ كَوْن الْإِيمَان وَاحِدًا وَالْمَوْعُود بِذِكْرِهِ أَرْبَعًا , وَقَدْ أُجِيبَ عَنْ ذَلِكَ بِأَنَّهُ بِاعْتِبَارِ أَجْزَائِهِ الْمُفَصَّلَة أَرْبَع , وَهُوَ فِي حَدّ ذَاته وَاحِد , وَالْمَعْنَى أَنَّهُ اِسْم جَامِع لِلْخِصَالِ الْأَرْبَع الَّتِي ذَكَرَ أَنَّهُ يَأْمُرهُمْ بِهَا , ثُمَّ فَسَّرَهَا , فَهُوَ وَاحِد بِالنَّوْعِ مُتَعَدِّد بِحَسَبِ وَظَائِفه , كَمَا أَنَّ الْمَنْهِيّ عَنْهُ - وَهُوَ الِانْتِبَاذ فِيمَا يُسْرِع إِلَيْهِ الْإِسْكَار - وَاحِد بِالنَّوْعِ مُتَعَدِّد بِحَسَبِ أَوْعِيَته وَالْحِكْمَة فِي الْإِجْمَال بِالْعَدَدِ قَبْل التَّفْسِير أَنْ تَتَشَوَّف النَّفْس إِلَى التَّفْصِيل ثُمَّ تَسْكُن إِلَيْهِ وَأَنْ يَحْصُل حِفْظهَا لِلسَّامِعِ فَإِذَا نَسِيَ شَيْئًا مِنْ تَفَاصِيلهَا طَالَبَ نَفْسه بِالْعَدَدِ , فَإِذَا لَمْ يَسْتَوْفِ الْعَدَد الَّذِي فِي حِفْظه عَلِمَ أَنَّهُ قَدْ فَاتَهُ بَعْض مَا سَمِعَ. وَمَا ذَكَرَهُ الْقَاضِي عِيَاض مِنْ أَنَّ السَّبَب فِي كَوْنه لَمْ يَذْكُر الْحَجّ فِي الْحَدِيث لِأَنَّهُ لَمْ يَكُنْ فُرِضَ هُوَ الْمُعْتَمَد , وَقَدْ قَدَّمْنَا الدَّلِيل عَلَى قِدَم إِسْلَامهمْ , لَكِنْ جَزَمَ الْقَاضِي بِأَنَّ قُدُومهمْ كَانَ فِي سَنَة ثَمَان قَبْل فَتْح مَكَّة تَبِعَ فِيهِ الْوَاقِدِيّ , وَلَيْسَ بِجَيِّدٍ ; لِأَنَّ فَرْض الْحَجّ كَانَ سَنَة سِتّ عَلَى الْأَصَحّ كَمَا سَنَذْكُرُهُ فِي مَوْضِعه إِنْ شَاءَ اللَّه , وَلَكِنَّ الْقَاضِي يَخْتَار أَنَّ فَرْض الْحَجّ كَانَ سَنَة تِسْع حَتَّى لَا يَرِد عَلَى مَذْهَبه أَنَّهُ عَلَى الْفَوْر ا ه. وَقَدْ اِحْتَجَّ الشَّافِعِيّ لِكَوْنِهِ عَلَى التَّرَاخِي بِأَنَّ فَرْض الْحَجّ كَانَ بَعْد الْهِجْرَة , وَأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ قَادِرًا عَلَى الْحَجّ فِي سَنَة ثَمَان وَفِي سَنَة تِسْع وَلَمْ يَحُجّ إِلَّا فِي سَنَة عَشْر , وَأَمَّا قَوْل مَنْ قَالَ إِنَّهُ تَرَكَ ذِكْر الْحَجّ لِكَوْنِهِ عَلَى التَّرَاخِي فَلَيْسَ بِجَيِّدٍ ; لِأَنَّ كَوْنه عَلَى التَّرَاخِي لَا يَمْنَع مِنْ الْأَمْر بِهِ , وَكَذَا قَوْل مَنْ قَالَ إِنَّمَا تَرَكَهُ لِشُهْرَتِهِ عِنْدهمْ لَيْسَ بِقَوِيٍّ ; لِأَنَّهُ عِنْد غَيْرهمْ مِمَّنْ ذَكَرَهُ لَهُمْ أَشْهَر مِنْهُ عِنْدهمْ , وَكَذَا قَوْل مَنْ قَالَ : إِنَّ تَرْك ذِكْره لِأَنَّهُمْ لَمْ يَكُنْ لَهُمْ إِلَيْهِ سَبِيل مِنْ أَجْل كُفَّار مُضَر لَيْسَ بِمُسْتَقِيمٍ ; لِأَنَّهُ لَا يَلْزَم مِنْ عَدَم الِاسْتِطَاعَة فِي الْحَال تَرْك الْإِخْبَار بِهِ لِيُعْمَل بِهِ عِنْد الْإِمْكَان كَمَا فِي الْآيَة , بَلْ دَعْوَى أَنَّهُمْ كَانُوا لَا سَبِيل لَهُمْ إِلَى الْحَجّ مَمْنُوعَة لِأَنَّ الْحَجّ يَقَع فِي الْأَشْهُر الْحُرُم , وَقَدْ ذَكَرُوا أَنَّهُمْ كَانُوا يَأْمَنُونَ فِيهَا. لَكِنْ يُمْكِن أَنْ يُقَال إِنَّهُ إِنَّمَا أَخْبَرَهُمْ بِبَعْضِ الْأَوَامِر لِكَوْنِهِمْ سَأَلُوهُ أَنْ يُخْبِرهُمْ بِمَا يَدْخُلُونَ بِفِعْلِهِ الْجَنَّة , فَاقْتَصَرَ لَهُمْ عَلَى مَا يُمْكِنهُمْ فِعْله فِي الْحَال , وَلَمْ يَقْصِد إِعْلَامهمْ بِجَمِيعِ الْأَحْكَام الَّتِي تَجِب عَلَيْهِمْ فِعْلًا وَتَرْكًا. وَيَدُلّ عَلَى ذَلِكَ اِقْتِصَاره فِي الْمَنَاهِي عَلَى الِانْتِبَاذ فِي الْأَوْعِيَة مَعَ أَنَّ فِي الْمَنَاهِي مَا هُوَ أَشَدّ فِي التَّحْرِيم مِنْ الِانْتِبَاذ , لَكِنْ اِقْتَصَرَ عَلَيْهَا لِكَثْرَةِ تَعَاطِيهمْ لَهَا. وَأَمَّا مَا وَقَعَ فِي كِتَاب الصِّيَام مِنْ السُّنَن الْكُبْرَى لِلْبَيْهَقِيِّ مِنْ طَرِيق أَبِي قِلَابَةَ الرَّقَاشِيّ عَنْ أَبِي زَيْد الْهَرَوِيِّ عَنْ قُرَّة فِي هَذَا الْحَدِيث مِنْ زِيَادَة ذِكْر الْحَجّ وَلَفْظه \" وَتَحُجُّوا الْبَيْت الْحَرَام \" وَلَمْ يَتَعَرَّض لِعَدَدٍ فَهِيَ رِوَايَة شَاذَّة , وَقَدْ أَخْرَجَهُ الشَّيْخَانِ وَمَنْ اِسْتَخْرَجَ عَلَيْهِمَا وَالنَّسَائِيُّ وَابْن خُزَيْمَةَ وَابْن حِبَّان مِنْ طَرِيق قُرَّة لَمْ يَذْكُر أَحَد مِنْهُمْ الْحَجّ , وَأَبُو قِلَابَةَ تَغَيَّرَ حِفْظه فِي آخِر أَمْره فَلَعَلَّ هَذَا مِمَّا حَدَّثَ بِهِ فِي التَّغَيُّر , وَهَذَا بِالنِّسْبَةِ لِرِوَايَةِ أَبِي جَمْرَة. وَقَدْ وَرَدَ ذِكْر الْحَجّ أَيْضًا فِي مُسْنَد الْإِمَام أَحْمَد مِنْ رِوَايَة أَبَانَ الْعَطَّار عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب - وَعَنْ عِكْرِمَة - عَنْ اِبْن عَبَّاس فِي قِصَّة وَفْد عَبْد قَيْس. وَعَلَى تَقْدِير أَنْ يَكُون ذِكْر الْحَجّ فِيهِ مَحْفُوظًا فَيُجْمَع فِي الْجَوَاب عَنْهُ بَيْن الْجَوَابَيْنِ الْمُتَقَدِّمَيْنِ فَيُقَال : الْمُرَاد بِالْأَرْبَعِ مَا عَدَا الشَّهَادَتَيْنِ وَأَدَاء الْخُمُس. وَاَللَّه أَعْلَم. ‏ ‏قَوْله : ( وَنَهَاهُمْ عَنْ أَرْبَع : عَنْ الْحَنْتَم إِلَخْ ) ‏ ‏فِي جَوَاب قَوْله \" وَسَأَلُوهُ عَنْ الْأَشْرِبَة \" هُوَ مِنْ إِطْلَاق الْمَحَلّ وَإِرَادَة الْحَالّ , أَيْ : مَا فِي الْحَنْتَم وَنَحْوه , وَصَرَّحَ بِالْمُرَادِ فِي رِوَايَة النَّسَائِيِّ مِنْ طَرِيق قُرَّة فَقَالَ \" وَأَنْهَاكُمْ عَنْ أَرْبَع : مَا يُنْتَبَذ فِي الْحَنْتَم \" الْحَدِيث. وَالْحَنْتَم بِفَتْحِ الْمُهْمَلَة وَسُكُون النُّون وَفَتْح الْمُثَنَّاة مِنْ فَوْق هِيَ الْجَرَّة , كَذَا فَسَّرَهَا اِبْن عُمَر فِي صَحِيح مُسْلِم , وَلَهُ عَنْ أَبِي هُرَيْرَة : الْحَنْتَم الْجِرَار الْخُضْر , وَرَوَى الْحَرْبِيّ فِي الْغَرِيب عَنْ عَطَاء أَنَّهَا جِرَار كَانَتْ تُعْمَل مِنْ طِين وَشَعْر وَدَم. وَالدُّبَّاء بِضَمِّ الْمُهْمَلَة وَتَشْدِيد الْمُوَحَّدَة وَالْمَدّ هُوَ الْقَرْع , قَالَ النَّوَوِيّ : وَالْمُرَاد الْيَابِس مِنْهُ. وَحَكَى الْقَزَّاز فِيهِ الْقَصْر. وَالنَّقِير بِفَتْحِ النُّون وَكَسْر الْقَاف : أَصْل النَّخْلَة يُنْقَر فَيُتَّخَذ مِنْهُ وِعَاء. وَالْمُزَفَّت بِالزَّايِ وَالْفَاء مَا طُلِيَ بِالزِّفْتِ. وَالْمُقَيَّر بِالْقَافِ وَالْيَاء الْأَخِيرَة مَا طُلِيَ بِالْقَارِ وَيُقَال لَهُ الْقَيْر , وَهُوَ نَبْت يُحْرَق إِذَا يَبِسَ تُطْلَى بِهِ السُّفُن وَغَيْرهَا كَمَا تُطْلَى بِالزِّفْتِ , قَالَهُ صَاحِب الْمُحْكَم. وَفِي مُسْنَد أَبِي دَاوُدَ الطَّيَالِسِيّ عَنْ أَبِي بَكْرَة قَالَ : أَمَّا الدُّبَّاء فَإِنَّ أَهْل الطَّائِف كَانُوا يَأْخُذُونَ الْقَرْع فَيُخَرِّطُونَ فِيهِ الْعِنَب ثُمَّ يَدْفِنُونَهُ حَتَّى يُهْدَر ثُمَّ يَمُوت. وَأَمَّا النَّقِير فَإِنَّ أَهْل الْيَمَامَة كَانُوا يَنْقُرُونَ أَصْل النَّخْلَة ثُمَّ يَنْبِذُونَ الرُّطَب وَالْبُسْر ثُمَّ يَدْعُونَهُ حَتَّى يُهْدَر ثُمَّ يَمُوت. وَأَمَّا الْحَنْتَم فَجِرَار كَانَتْ تُحْمَل إِلَيْنَا فِيهَا الْخَمْر. وَأَمَّا الْمُزَفَّت فَهَذِهِ الْأَوْعِيَة الَّتِي فِيهَا الزِّفْت. اِنْتَهَى. وَإِسْنَاده حَسَن. وَتَفْسِير الصَّحَابِيّ أَوْلَى أَنْ يُعْتَمَد عَلَيْهِ مِنْ غَيْره لِأَنَّهُ أَعْلَم بِالْمُرَادِ. وَمَعْنَى النَّهْي عَنْ الِانْتِبَاذ فِي هَذِهِ الْأَوْعِيَة بِخُصُوصِهَا لِأَنَّهُ يُسْرِع فِيهَا الْإِسْكَار , فَرُبَّمَا شَرِبَ مِنْهَا مَنْ لَا يَشْعُر بِذَلِكَ , ثُمَّ ثَبَتَتْ الرُّخْصَة فِي الِانْتِبَاذ فِي كُلّ وِعَاء مَعَ النَّهْي عَنْ شُرْب كُلّ مُسْكِر كَمَا سَيَأْتِي فِي كِتَاب الْأَشْرِبَة إِنْ شَاءَ اللَّه تَعَالَى. ‏ ‏قَوْله : ( وَأَخْبِرُوا بِهِنَّ مَنْ وَرَاءَكُمْ ) ‏ ‏بِفَتْحِ مَنْ وَهِيَ مَوْصُولَة , وَوَرَاءَكُمْ يَشْمَل مَنْ جَاءُوا مِنْ عِنْدهمْ وَهَذَا بِاعْتِبَارِ الْمَكَان , وَيَشْمَل مَنْ يَحْدُث لَهُمْ مِنْ الْأَوْلَاد وَغَيْرهمْ وَهَذَا بِاعْتِبَارِ الزَّمَان , فَيَحْتَمِل إِعْمَالهَا فِي الْمَعْنَيَيْنِ مَعًا حَقِيقَة وَمَجَازًا. وَاسْتَنْبَطَ مِنْهُ الْمُصَنِّف الِاعْتِمَاد عَلَى أَخْبَار الْآحَاد عَلَى مَا سَيَأْتِي فِي بَابه إِنْ شَاءَ اللَّه تَعَالَى. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  },
  {
    "id": 7266,
    "category": "كتاب أخبار الآحاد",
    "text_chakl": "حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ تَوْبَةَ الْعَنْبَرِيِّ، قَالَ قَالَ لِي الشَّعْبِيُّ أَرَأَيْتَ حَدِيثَ الْحَسَنِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَاعَدْتُ ابْنَ عُمَرَ قَرِيبًا مِنْ سَنَتَيْنِ أَوْ سَنَةٍ وَنِصْفٍ فَلَمْ أَسْمَعْهُ يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا قَالَ كَانَ نَاسٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فِيهِمْ سَعْدٌ فَذَهَبُوا يَأْكُلُونَ مِنْ لَحْمٍ، فَنَادَتْهُمُ امْرَأَةٌ مِنْ بَعْضِ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم إِنَّهُ لَحْمُ ضَبٍّ فَأَمْسَكُوا، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُوا ـ أَوِ اطْعَمُوا ـ فَإِنَّهُ حَلاَلٌ ـ أَوْ قَالَ لاَ بَأْسَ بِهِ‏.‏ شَكَّ فِيهِ ـ وَلَكِنَّهُ لَيْسَ مِنْ طَعَامِي ‏\"‏‏.‏",
    "english_text": "Ash-'Shu`bi asked me, \"Did you notice how Al-Hasan used to narrate Hadiths from the Prophets? I \nstayed with Ibn `Umar for about two or one-and-half years and I did not hear him narrating any thing \nfrom the Prophet (ﷺ) except his (Hadith): He (Ibn `Umar) said, \"Some of the companions of the Prophet (ﷺ) \nincluding Sa`d, were going to eat meat, but one of the wives of the Prophet (ﷺ) called them, saying, 'It is \nthe meat of a Mastigure.' The people then stopped eating it. On that Allah's Messenger (ﷺ) said, 'Carry on \neating, for it is lawful.' Or said, 'There is no harm in eating it, but it is not from my meals.\"",
    "explication": "‏ ‏قَوْله ( عَنْ تَوْبَةَ ) ‏ ‏بِمُثَنَّاةٍ مَفْتُوحَة وَسُكُون الْوَاو بَعْدَهَا مُوَحَّدَة هُوَ \" اِبْن كَيْسَانَ \" يُسَمَّى أَبَا الْمُوَرِّع بِتَشْدِيدِ الرَّاء وَالْإِهْمَال وَ \" الْعَنْبَرِيّ \" بِفَتْحِ الْمُهْمَلَة وَالْمُوَحَّدَة بَيْنَهُمَا نُون سَاكِنَة نِسْبَة إِلَى بَنِي الْعَنْبَر بَطْن شَهِير مِنْ بَنِي تَمِيم. ‏ ‏قَوْله ( أَرَأَيْت حَدِيث الْحَسَن ) ‏ ‏أَيْ الْبَصْرِيّ , وَالرُّؤْيَا هُنَا بَصَرِيَّة , وَالِاسْتِفْهَام لِلْإِنْكَارِ , كَانَ الشَّعْبِيّ يُنْكِر عَلَى مَنْ يُرْسِل الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِشَارَة إِلَى أَنَّ الْحَامِل لِفَاعِلِ ذَلِكَ طَلَب الْإِكْثَار مِنْ التَّحْدِيث عَنْهُ وَإِلَّا لَكَانَ يَكْتَفِي بِمَا سَمِعَهُ مَوْصُولًا , وَقَالَ الْكَرْمَانِيُّ مُرَاد الشَّعْبِيّ أَنَّ الْحَسَن مَعَ كَوْنه تَابِعِيًّا كَانَ يُكْثِر الْحَدِيث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَابْن عُمَر مَعَ كَوْنه صَحَابِيًّا يَحْتَاط وَيُقِلّ مِنْ ذَلِكَ مَهْمَا أَمْكَنَ. قُلْت : وَكَأَنَّ اِبْن عُمَر اِتَّبَعَ رَأْي أَبِيهِ فِي ذَلِكَ. فَإِنَّهُ كَانَ يَحُضّ عَلَى قِلَّة التَّحْدِيث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِوَجْهَيْنِ ‏ ‏أَحَدُهُمَا : خَشْيَة الِاشْتِغَال عَنْ تَعَلُّم الْقُرْآن وَتَفَهُّم مَعَانِيه , ‏ ‏وَالثَّانِي : خَشْيَة أَنْ يُحَدِّث عَنْهُ بِمَا لَمْ يَقُلْهُ , لِأَنَّهُمْ لَمْ يَكُونُوا يَكْتُبُونَ فَإِذَا طَالَ الْعَهْد لَمْ يُؤْمَن النِّسْيَان وَقَدْ أَخْرَجَ سَعِيد بْن مَنْصُور بِسَنَدٍ آخَر صَحِيح عَنْ الشَّعْبِيّ عَنْ قَرَظَة بْن كَعْب عَنْ عُمَر قَالَ \" أَقِلُّوا الْحَدِيث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا شَرِيككُمْ \" وَتَقَدَّمَ شَيْء مِمَّا يَتَعَلَّق بِهَذَا فِي \" كِتَاب الْعِلْم \" وَقَوْله \" وَقَاعِدَة اِبْن عُمَر \" الْجُمْلَة حَالِيَّة وَالْمُرَاد أَنَّهُ جَلَسَ مَعَهُ الْمُدَّة الْمَذْكُورَة , وَقَوْله \" قَرِيبًا مِنْ سَنَتَيْنِ أَوْ سَنَة وَنِصْف \" وَوَقَعَ عِنْد اِبْن مَاجَهْ مِنْ طَرِيق عَبْد اللَّه بْن أَبِي السَّفَر عَنْ الشَّعْبِيّ قَالَ \" جَالَسْت اِبْن عُمَر سَنَة \" فَيُجْمَع بِأَنَّ مُدَّة مُجَالَسَته كَانَتْ سَنَة وَكَسْرًا فَأَلْغَى الْكَسْر تَارَةً وَجَبَرَهُ أُخْرَى , وَكَانَ الشَّعْبِيّ جَاوَرَ بِالْمَدِينَةِ أَوْ بِمَكَّةَ وَإِلَّا فَهُوَ كُوفِيّ , وَابْن عُمَر لَمْ تَكُنْ لَهُ إِقَامَة بِالْكُوفَةِ. ‏ ‏قَوْله ( فَلَمْ أَسْمَعهُ يُحَدِّث عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَيْر هَذَا ) ‏ ‏أَشَارَ إِلَى الْحَدِيث الَّذِي يُرِيد أَنْ يَذْكُرهُ وَكَأَنَّهُ اِسْتَحْضَرَهُ بِذِهْنِهِ إِذْ ذَاكَ. ‏ ‏قَوْله ( كَانَ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهِمْ سَعْد فَذَهَبُوا يَأْكُلُونَ مِنْ لَحْم ) ‏ ‏هَكَذَا أَوْرَدَ الْقِصَّة مُخْتَصَرَة , وَأَوْرَدَهَا فِي الذَّبَائِح مُبَيَّنَة , وَتَقَدَّمَ لَفْظه هُنَاكَ , وَعِنْدَ الْإِسْمَاعِيلِيّ مِنْ طَرِيق مُعَاذ عَنْ شُعْبَة \" فَأَتَوْا بِلَحْمِ ضَبّ \". ‏ ‏قَوْله ( فَنَادَتْهُمْ اِمْرَأَة مِنْ بَعْض أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ‏ ‏هِيَ مَيْمُونَةُ وَقَدْ تَقَدَّمَ بَيَانه فِي \" كِتَاب الْأَطْعِمَة \". ‏ ‏قَوْله ( فَإِنَّهُ حَلَال أَوْ قَالَ لَا بَأْس بِهِ شَكَّ فِيهِ ) ‏ ‏هُوَ قَوْل شُعْبَة وَاَلَّذِي شَكَّ فِي أَيّ اللَّفْظَيْنِ قَالَ : هُوَ تَوْبَة الرَّاوِي عَنْ اِبْن عُمَر بَيَّنَ ذَلِكَ مُحَمَّد بْن جَعْفَر فِي رِوَايَته عَنْ شُعْبَة , أَخْرَجَهُ أَحْمَد فِي مُسْنَده عَنْهُ وَقَدْ تَقَدَّمَ الْكَلَام عَلَى لَحْم الضَّبّ فِي \" كِتَاب الصَّيْد وَالذَّبَائِح \" مُسْتَوْفًى فِي رِوَايَة عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر فِي الضَّبّ لَا أُحِلّهُ وَلَا أُحَرِّمهُ , وَأَنَّهَا لَا تُخَالِف قَوْله هُنَا فَإِنَّهُ حَلَال \" وَلَكِنَّهُ لَيْسَ مِنْ طَعَامِي \" أَيْ لَيْسَ مِنْ الْمَأْلُوف لَهُ فَلِذَلِكَ تَرَكَ أَكْله لَا لِكَوْنِهِ حَرَامًا. ‏ ‏خَاتِمَة : ‏ ‏اِشْتَمَلَ \" كِتَاب الْأَحْكَام \" وَمَا بَعْدَهُ مِنْ التَّمَنِّي وَإِجَازَة خَبَر الْوَاحِد مِنْ الْأَحَادِيث الْمَرْفُوعَة عَلَى مِائَة حَدِيث وَثَلَاثَة وَسِتِّينَ حَدِيثًا , الْمُعَلَّق مِنْهَا وَمَا فِي حُكْمه سَبْعَة وَثَلَاثُونَ طَرِيقًا وَسَائِرهَا مَوْصُول , الْمُكَرَّر مِنْهُ فِيهِ وَفِيمَا مَضَى مِائَة حَدِيث وَتِسْعَة وَأَرْبَعُونَ حَدِيثًا ; وَالْخَالِص أَرْبَعَةَ عَشَرَ حَدِيثًا شَارَكَهُ مُسْلِم فِي تَخْرِيجهَا سِوَى حَدِيث أَبِي هُرَيْرَة \" إِنَّكُمْ سَتَحْرِصُونَ \" وَحَدِيث أَبِي أَيُّوب فِي الْبِطَانَة , وَحَدِيث أَبِي هُرَيْرَة فِيهَا وَحَدِيث اِبْن عُمَر فِي بَيْعَة عَبْد الْمَلِك وَحَدِيث عُمَر فِي بَيْعَة أَبِي بَكْر الثَّانِيَة , وَحَدِيث أَبِي بَكْر فِي قِصَّة وَفْد بُزَاخَةَ. وَفِي التَّمَنِّي سَبْعَة وَعِشْرُونَ حَدِيثًا كُلّهَا مُكَرَّرَة مِنْهَا سِتَّة طُرُق مُعَلَّقَة وَفِي خَبَر الْوَحْد اِثْنَانِ وَعِشْرُونَ حَدِيثًا كُلّهَا مُكَرَّرَة مِنْهَا طَرِيق وَاحِد مُعَلَّق وَفِيهِ مِنْ الْآثَار عَنْ الصَّحَابَة فَمَنْ بَعْدَهُمْ ثَمَانِيَة وَخَمْسُونَ أَثَرًا , وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم. ‏",
    "youtube_id": "",
    "is_short": false,
    "audio_url": ""
  }
]